{
    "url": "https://scp-wiki.wikidot.com/scp-5132",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\nItem #:\n SCP-5132\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n The town of Negaseattle is to remain hidden from public knowledge. Retiring Foundation personnel with relevant experience\n1\n are strongly encouraged to take up residence in Negaseattle following their retirement in order to assist the initiative. Individuals 5132-1 through 5132-50 are to be kept within the bounds of Negaseattle and approved Foundation properties and locations.\n2\n Further details regarding the treatment of Individuals 5132-1-50 can be found in the Initiative Comprehensive Guide written by Dr. Clark.\n\n\nDescription:\n SCP-5132 refers to the operation being conducted in the Foundation retirement town of Negaseattle, Washington. SCP-5132 is designed to combat the observed drop in personnel over the course of the late 20th and early 21st century. Due to the Foundation’s increasingly concerning turnover rates, measures were approved by the O5 Council to ensure the retention of the current leadership as of 1981. Fifty individuals, ranging from Mobile Task Force commanders to Site Directors to leaders of specific projects, were chosen for the initial trial run. These individuals were tested for prominent genetic defects and pervasive medical history before submitting a DNA sample to create a genetic clone. To date, three viable clones of each individual (and thus four generations of the selected individuals) have been produced using SCP-████, each employing different methods of ensuring the best outcome for the Foundation’s needs.\n\n\nOverview: \nRose Hatcher\n, Individual 5132-32\n3\n\n\n\n\n\n\n\n\nIndividual 5132-32.1\n\n\nIndividual 5132-32.2\n\n\nIndividual 5132-32.3\n\n\nIndividual 5132-32.4\n\n\n\n\n\n\n\n\nCurrent Status:\n Deceased 1992, lung cancer.\n\n\nDesirable Traits:\n Practical creativity, fast reflexes, emotional control.\n\n\nUndesirable Traits:\n Contrarian nature, frequent lack of respect for authority, disorganization, addictive tendencies, genetic history of endometrial cancer.\n\n\nNotes:\n Doctorates in physics and engineering.\n\n\n\n\nInterview Date:\n 3/12/1981\n\n\nInterviewed:\n Dr. Rose Hatcher\n\n\nInterviewer:\n Dr. John Cataldo\n\n\n<Begin Log>\n\n\nDr. Cataldo:\n Again, we’d like to thank you for participating in this project.\n\n\nDr. Hatcher:\n Thank you for including me. I’m optimistic about the results.\n\n\nDr. Cataldo:\n Shall we get started?\n\n\nDr. Hatcher:\n Ask away.\n\n\nDr. Cataldo:\n Firstly, what are your initial concerns about your role in this initiative?\n\n\nDr. Hatcher:\n That my clone’ll screw up my filing system.\n\n\nDr. Cataldo:\n …do you have a filing system?\n\n\nDr. Hatcher:\n I do. It’s designed specifically so nobody knows how it works except me.\n\n\n[Dr. Cataldo laughs]\n\n\nDr. Cataldo:\n Alright. What would you say is your favorite childhood memory?\n\n\nDr. Hatcher:\n My dad took me to LegoLand and let me pick whatever I wanted. I ran from bin to bin shoveling handfuls of them into my bucket with my bare hands. It was euphoric.\n\n\nDr. Cataldo:\n Sounds wonderful. What is your deepest intangible fear?\n\n\nDr. Hatcher:\n Being ignored when I have something important to say.\n\n\nDr. Cataldo:\n Mm. And if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall?\n\n\nDr. Hatcher:\n Three.\n\n\nDr. Cataldo:\n Three?\n\n\nDr. Hatcher:\n It’s a job. I’m not exactly the type to fall head-over-heels for the ideals here. And I don’t agree with a LOT of the practices. I do what I need to do, but there are a lot of things I’m MORE loyal to than my place of business.\n\n\nDr. Cataldo:\n Such as?\n\n\nDr. Hatcher:\n My family.\n\n\nDr. Cataldo:\n Of course. Thank you, Dr. Hatcher. We’ll be in touch soon about our next step.\n\n\nDr. Hatcher:\n My pleasure.\n\n\n<End Log>\n\n\nClosing Statement:\n Surface investigation into Dr. Hatcher’s affairs has revealed no conflicting loyalties to any known Group of Interest. Dr. Hatcher is not deemed an intelligence concern at this time.\n\n\n\n\nAttached Documents\n\n\nDeath Certificate - Rose Hatcher\n\nFoundation Resume - Rose Hatcher\n\nPhysical Report - Rose Hatcher\n\n\n\n\nAdditional Notes\n\n\n\n\nClose\n\n\n\n\n\n\nDr. Cataldo,\n\n\nAgain, I want to thank you for your involvement in this project. I would like to take a moment to remind you that due to the anomalies involved in the creation of the subjects in question and the overall importance of this project, your proposals need to be cleared by three members of the board minimum. Failure to have your material signed off by three or more members is grounds for immediate dismissal of the project.\n\n\nI cannot stress enough how few opportunities we have to get this right.\n\n\nDr. Cannon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCreation Date:\n 1983\n\n\nCurrent Status:\n Deceased 1985, acute uterine sarcoma.\n\n\nDesirable Traits:\n Practical creativity, fast reflexes, emotional control.\n\n\nUndesirable Traits:\n Contrarian nature, frequent lack of respect for authority, disorganization, addictive tendencies, rapidly developing endometrial and lung cancers.\n\n\n\n\nInterview Date:\n 9/4/1983\n\n\nInterviewed:\n Dr. Rose Hatcher 2\n\n\nInterviewer:\n Dr. Cataldo\n\n\n<Begin Log>\n\n\nDr. Cataldo:\n Thank you for meeting with me, Dr. Hatcher.\n\n\nDr. Hatcher:\n You’re welcome.\n\n\nDr. Cataldo:\n I’m assuming you’ve been briefed on the situation?\n\n\nDr. Hatcher:\n Yes I have.\n\n\nDr. Cataldo:\n Good. Let’s get right to it.\n\n\nDr. Hatcher:\n Lovely.\n\n\nDr. Cataldo:\n What are your initial concerns about your role in this initiative?\n\n\nDr. Hatcher:\n I’m afraid that if I meet my- my “counterpart,” I’ll finally see the back of my own head and there will be something inexplicably weird about the back of my skull, and I’ll never stop thinking about it.\n\n\nDr. Cataldo:\n I see your sense of humor is the same as Hatcher 1, Doctor.\n\n\nDr. Hatcher:\n Why wouldn’t it be?\n\n\n[Dr. Cataldo laughs]\n\n\nDr. Cataldo:\n Moving right along. What would you say is your favorite childhood memory?\n\n\nDr. Hatcher:\n When I was nine, my father took me to LegoLand and let me shovel whatever Legos I liked into a bucket. Best day of my life.\n\n\nDr. Cataldo:\n Really the best toy. What is your deepest intangible fear?\n\n\nDr. Hatcher:\n That people won’t listen to me in emergencies, and it’ll result in people getting hurt.\n\n\nDr. Cataldo:\n Understandable. And if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall?\n\n\nDr. Hatcher:\n Three.\n\n\nDr. Cataldo:\n Could you elaborate on that?\n\n\nDr. Hatcher:\n I’m more loyal to things like my family than I am to my place of work. I’m perfectly happy to do my duty that I’m paid for, but I think it’s no surprise that I take issue with the way things are run around here.\n\n\nDr. Cataldo:\n Right. That concludes our interview, Dr. Hatcher, thank you again for coming in.\n\n\nDr. Hatcher:\n How’s it going?\n\n\nDr. Cataldo:\n I’m sorry?\n\n\nDr. Hatcher:\n The project. 5132.\n\n\nDr. Cataldo:\n It’s… we’ve encountered a few hitches we weren’t expecting.\n\n\nDr. Hatcher:\n Stuff you can fix in the next go-round.\n\n\nDr. Cataldo:\n Probably. We have several ideas we are planning on trying out.\n\n\nDr. Hatcher:\n Well, we’ll see how this all goes.\n\n\nDr. Cataldo:\n I guess we will.\n\n\n<End Log>\n\n\n\n\nNotes:\n Age-up cloning technology usage halted after personnel observed a trend in dramatically increased risk of genetic diseases in subjects. Project advanced to Phase 2.\n\n\nAttached Documents\n\n\nCongenital Disease History - Rose Hatcher 2\n\nNotes from 5132 staff oncologist\n\nNotes on viability of age-advanced clones created by SCP-████\n\n\n\n\nProposal for supplemental use of SCP-████ - Denied\n\n\n\n\nClose\n\n\n\n\n\n\nDr. Cataldo,\n\n\nYour humanity does not go unappreciated. But while I'm glad you're thinking compassionately, I need to remind you that your position on this project does not include research into SCP-████ or any other Foundation project. While all the diseases observed in the subjects are indeed non-anomalous, using any anomaly for cancer research would be an improper use of Foundation resources and could cause vastly more problems than it would solve.\n\n\nFurthermore, I would like you to think about the importance of this project. The Foundation is approaching its twilight if we don't find a solution. We are hemorrhaging personnel at an unsustainable rate. The 5132 project has the potential to save our organization if we can stay focused on the task at hand.\n\n\nDr. Cannon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBirth Date:\n 1986\n\n\nCurrent Status:\n Deceased 2012, gunshot wound.\n\n\nDesirable Traits:\n Fast reflexes, emotional control, logical thinking, high Foundation loyalty.\n\n\nUndesirable Traits:\n Inclination toward social isolation, lack of compassionate empathy, unpredictable impulsivity, chronic depression, self-destructive behavior.\n\n\n\n\nInterviewed:\n Individual 5132-32.3\n\n\nInterviewer:\n Dr. Katharine Clark\n\n\n<Begin Log>\n\n\nDr. Clark:\n Good morning, Miss Hatcher.\n\n\n5132-32.3:\n 32.3. Hatcher was my predecessor, if memory serves.\n\n\nDr. Clark:\n …Right. Ms. Hatcher, sorry.\n\n\n5132-32.3:\n It’s my understanding that you have questions for me.\n\n\nDr. Clark:\n Yeah. Yeah, I do, hold on. Okay. What are your initial concerns about your role in this initiative?\n\n\n5132-32.3:\n I have no concerns to voice at this time.\n\n\nDr. Clark:\n Uh- okay. Yeah. Next is… what would you say is your favorite childhood memory?\n\n\n[5132-32.3 is silent for several seconds.]\n\n\n5132-32.3:\n I’m not sure what the point of this question is.\n\n\nDr. Clark:\n I-it's a part of the project. Sorry. Does anything come to mind?\n\n\n5132-32.3:\n …one of my caretakers took me off-site to get ice cream at McDonald’s once.\n\n\nDr. Clark:\n Okay. What is your deepest intangible fear?\n\n\n5132-32.3:\n Nothing comes to mind.\n\n\nDr. Clark:\n 32.3, if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall?\n\n\n5132-32.3:\n Five.\n\n\nDr. Clark:\n Really?\n\n\n5132-32.3:\n The Foundation raised me. Where else would I have to go?\n\n\nDr. Clark:\n …oh.\n\n\n[Several seconds of silence pass]\n\n\nDr. Clark:\n Yeah. Okay. Uh- that concludes this interview, Ms. Hatcher. Any parting thoughts?\n\n\n5132-32.3:\n None, thanks.\n\n\nDr. Clark:\n Alright.\n\n\n<End Log>\n\n\n\n\nNotes:\n Individual 5132-32.3 was killed three months following this interview in an altercation with Individual 5132-16.3, Raiden Key. Due to pervasive problems with subjects’ mental stability and behavior, project will progress to Phase 3 and relocate base of operations to Negaseattle, Washington.\n\n\nAdditional Documents\n\n\nInitial Phase Proposal - Gen. Ross\n\nAssigned Training Staff List\n\nIncidentReport.5132.3A\n\nIncidentReport.5132.7C\n\nIncidentReport.5132.12A\n\nIncidentReport.5132.13B\n\nIncidentReport.5132.16C\n\nIncidentReport.5132.20A\n\nDisciplinary Record - Individual 5132-32.3\n\nProperty Damage Record - Individual 5132-32.3\n\nDeath Certificate - Individual 5132-32.3\n\nNotes on self-termination of Individual 5132-16.3\n\n\n\n\nPersonal notes - Dr. Clark\n\n\n\n\nClose\n\n\n\n\n\n\nOct. 5 1998\n\n\nI worry about the kids.\n\n\nI understand why we are conducting this phase the way that we are. Raising them within the Foundation, starting their training as early as possible, limiting their connection to the outside world, I understand why we are doing it. They are not ordinary children, they will not have ordinary lives. The course they have set ahead of them is, by design, extremely difficult and high-pressure, and they need to be introduced to that early. They aren't even human, strictly speaking. We still are not 100% on any side effects produced long-term by the anomaly that created them.\n\n\nBut as I'm watching them, monitoring their health and progress, I'm having major doubts about how we have set this up.\n\n\nTheir development is normal, comparatively. Maybe it's only been a dozen years, but none of them are showing anything abnormal in the timeline of their development. They have shown, however, signs of progressively severe mental problems. A morbid part of me thinks maybe it's beneficial in the long run, given that most Foundation employees end up with some kind of mental illness anyway. But another part of me is still dubious of our plan to raise children in an underground military bunker, for their sake.\n\n\nUnfortunately, this project isn't about what's best for them. It's about what's best for all of us. We've already botched one phase. We are running out of chances.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBirth Date:\n 2010\n\n\nCurrent Status:\n Active, currently in care of Dr. Elaine Marten and former special agent Griffith Hook.\n\n\nDesirable Traits:\n Practical creativity, high motivation, strong social skills, fast reflexes, Foundation loyalty.\n\n\nUndesirable Traits:\n Contrarian nature, impulsivity, disorganization, willful attitude.\n\n\n\n\nInterview Date:\n 12/9/2026\n\n\nInterviewed:\n Rose Hatcher 4\n\n\nInterviewer:\n Dr. Clark\n\n\n<Begin Log>\n\n\nDr. Clark:\n How are you feeling, Rosie?\n\n\nHatcher:\n Pretty good. How are you?\n\n\nDr. Clark:\n I’m doing alright, thanks for asking.\n\n\nHatcher:\n Is this for the clone thing?\n\n\nDr. Clark:\n Yeah, it’s for the “clone thing.” How do you feel about your role in this “clone thing?” Any concerns?\n\n\nHatcher:\n Um, I get nervous about if I’m living up to the expectation.\n\n\nDr. Clark:\n What expectation is that, do you think?\n\n\nHatcher:\n The expectation that I’ll keep being the coolest person in the Foundation. Gotta keep up that rep.\n\n\n[Dr. Clark laughs]\n\n\nDr. Clark:\n I’m sure you’ll still be the coolest. Okay, what would you say is your favorite childhood memory?\n\n\n[Hatcher thinks for a moment]\n\n\nHatcher:\n Umm, tie between when Griff got me that robot kit when I was little and that one time me and Rai snuck out after curfew and \nshot off fireworks inside that gross old water tower outside of town.\n[\n4\n\n\nDr. Clark:\n …I uh, I remember being briefed on that second one, actually!\n\n\nHatcher:\n Oh, yeah, we got in big trouble for that. They were BIG mad.\n\n\nDr. Clark:\n Well, I’m just glad you’re both alright. Okay, Rosie, if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think that would be?\n\n\nHatcher:\n Um, five.\n\n\nDr. Clark:\n That's good to hear!\n\n\nHatcher:\n But- I dunno. Of course I want to do what I can to fix everything. I know that's why I'm here, but like… I could really use more of a break sometimes? They push us pretty hard. Not that that's a bad thing! It's just a lot sometimes. Am I rambling?\n\n\nDr. Clark:\n No, I see what you mean. Alright, last one, what is your deepest intangible fear?\n\n\nHatcher:\n That I’ll mess it up.\n\n\n<End Log>\n\n\n\n\nAttached Documents\n\n\nBirth Certificate - Rose Hatcher 4\n\nPediatric Notes - Elaine Marten\n\nEducational Regimen and Assigned Staff\n\nComprehensive Report of Anomalous Idiosyncrasies within Subjects\n\nSchooling Records - Rose Hatcher 4\n\nSurveillance Records - Rose Hatcher 4\n\n\n\n\nMessage to 5132 childcare staff\n\n\n\n\nClose\n\n\n\n\n\n\nHappy weekend everyone,\n\n\nAs you all know, first quarter test scores came in on Monday. The board has observed subpar marks from over half the subjects. This memo is a reminder of our goal with this project and the importance of our work here. The initiative is committed to providing the optimal environment for the rearing and education of children, and any subjects not meeting their objectives in mental and physical areas needs their system reevaluated by their caretakers until they can properly meet our standards.\n\n\nTeam, do not forget that these are not just children. They are our last chance. They are the future of the Foundation. I cannot stress enough that should Phase 3 fail, we do not get another shot. You're encouraged to speak to your charges about the importance of their position if you think that will motivate them to work harder.\n\n\nThe children are the future, everyone. Good work.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Childcare, teaching, pediatrics, psychology, combat, congenital defects\n\n\n2\n. see Document 5132-A\n\n\n3\n. For additional subject overviews, see Document 5132-A.\n\n\n4\n. For information regarding the continued surveillance of \"Quarry Bomb Club,\" see Dossier 5132-32.4.\n\n\n\n\n\n\n\n\n« \nSCP-5131\n | SCP-5132 | \nSCP-5133\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5132\n\" by Raddagher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5132\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Date: 3/12/1981 Interviewed: Dr. Rose Hatcher Interviewer: Dr. John Cataldo <Begin Log> Dr. Cataldo: Again, we’d like to thank you for participating in this project. Dr. Hatcher: Thank you for including me. I’m optimistic about the results. Dr. Cataldo: Shall we get started? Dr. Hatcher: Ask away. Dr. Cataldo: Firstly, what are your initial concerns about your role in this initiative? Dr. Hatcher: That my clone’ll screw up my filing system. Dr. Cataldo: …do you have a filing system? Dr. Hatcher: I do. It’s designed specifically so nobody knows how it works except me. [Dr. Cataldo laughs] Dr. Cataldo: Alright. What would you say is your favorite childhood memory? Dr. Hatcher: My dad took me to LegoLand and let me pick whatever I wanted. I ran from bin to bin shoveling handfuls of them into my bucket with my bare hands. It was euphoric. Dr. Cataldo: Sounds wonderful. What is your deepest intangible fear? Dr. Hatcher: Being ignored when I have something important to say. Dr. Cataldo: Mm. And if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall? Dr. Hatcher: Three. Dr. Cataldo: Three? Dr. Hatcher: It’s a job. I’m not exactly the type to fall head-over-heels for the ideals here. And I don’t agree with a LOT of the practices. I do what I need to do, but there are a lot of things I’m MORE loyal to than my place of business. Dr. Cataldo: Such as? Dr. Hatcher: My family. Dr. Cataldo: Of course. Thank you, Dr. Hatcher. We’ll be in touch soon about our next step. Dr. Hatcher: My pleasure. <End Log> Closing Statement: Surface investigation into Dr. Hatcher’s affairs has revealed no conflicting loyalties to any known Group of Interest. Dr. Hatcher is not deemed an intelligence concern at this time.",
        "Dr. Cataldo, Again, I want to thank you for your involvement in this project. I would like to take a moment to remind you that due to the anomalies involved in the creation of the subjects in question and the overall importance of this project, your proposals need to be cleared by three members of the board minimum. Failure to have your material signed off by three or more members is grounds for immediate dismissal of the project. I cannot stress enough how few opportunities we have to get this right. Dr. Cannon",
        "Interview Date: 9/4/1983 Interviewed: Dr. Rose Hatcher 2 Interviewer: Dr. Cataldo <Begin Log> Dr. Cataldo: Thank you for meeting with me, Dr. Hatcher. Dr. Hatcher: You’re welcome. Dr. Cataldo: I’m assuming you’ve been briefed on the situation? Dr. Hatcher: Yes I have. Dr. Cataldo: Good. Let’s get right to it. Dr. Hatcher: Lovely. Dr. Cataldo: What are your initial concerns about your role in this initiative? Dr. Hatcher: I’m afraid that if I meet my- my “counterpart,” I’ll finally see the back of my own head and there will be something inexplicably weird about the back of my skull, and I’ll never stop thinking about it. Dr. Cataldo: I see your sense of humor is the same as Hatcher 1, Doctor. Dr. Hatcher: Why wouldn’t it be? [Dr. Cataldo laughs] Dr. Cataldo: Moving right along. What would you say is your favorite childhood memory? Dr. Hatcher: When I was nine, my father took me to LegoLand and let me shovel whatever Legos I liked into a bucket. Best day of my life. Dr. Cataldo: Really the best toy. What is your deepest intangible fear? Dr. Hatcher: That people won’t listen to me in emergencies, and it’ll result in people getting hurt. Dr. Cataldo: Understandable. And if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall? Dr. Hatcher: Three. Dr. Cataldo: Could you elaborate on that? Dr. Hatcher: I’m more loyal to things like my family than I am to my place of work. I’m perfectly happy to do my duty that I’m paid for, but I think it’s no surprise that I take issue with the way things are run around here. Dr. Cataldo: Right. That concludes our interview, Dr. Hatcher, thank you again for coming in. Dr. Hatcher: How’s it going? Dr. Cataldo: I’m sorry? Dr. Hatcher: The project. 5132. Dr. Cataldo: It’s… we’ve encountered a few hitches we weren’t expecting. Dr. Hatcher: Stuff you can fix in the next go-round. Dr. Cataldo: Probably. We have several ideas we are planning on trying out. Dr. Hatcher: Well, we’ll see how this all goes. Dr. Cataldo: I guess we will. <End Log>",
        "Dr. Cataldo, Your humanity does not go unappreciated. But while I'm glad you're thinking compassionately, I need to remind you that your position on this project does not include research into SCP-████ or any other Foundation project. While all the diseases observed in the subjects are indeed non-anomalous, using any anomaly for cancer research would be an improper use of Foundation resources and could cause vastly more problems than it would solve. Furthermore, I would like you to think about the importance of this project. The Foundation is approaching its twilight if we don't find a solution. We are hemorrhaging personnel at an unsustainable rate. The 5132 project has the potential to save our organization if we can stay focused on the task at hand. Dr. Cannon",
        "Interviewed: Individual 5132-32.3 Interviewer: Dr. Katharine Clark <Begin Log> Dr. Clark: Good morning, Miss Hatcher. 5132-32.3: 32.3. Hatcher was my predecessor, if memory serves. Dr. Clark: …Right. Ms. Hatcher, sorry. 5132-32.3: It’s my understanding that you have questions for me. Dr. Clark: Yeah. Yeah, I do, hold on. Okay. What are your initial concerns about your role in this initiative? 5132-32.3: I have no concerns to voice at this time. Dr. Clark: Uh- okay. Yeah. Next is… what would you say is your favorite childhood memory? [5132-32.3 is silent for several seconds.] 5132-32.3: I’m not sure what the point of this question is. Dr. Clark: I-it's a part of the project. Sorry. Does anything come to mind? 5132-32.3: …one of my caretakers took me off-site to get ice cream at McDonald’s once. Dr. Clark: Okay. What is your deepest intangible fear? 5132-32.3: Nothing comes to mind. Dr. Clark: 32.3, if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think you would fall? 5132-32.3: Five. Dr. Clark: Really? 5132-32.3: The Foundation raised me. Where else would I have to go? Dr. Clark: …oh. [Several seconds of silence pass] Dr. Clark: Yeah. Okay. Uh- that concludes this interview, Ms. Hatcher. Any parting thoughts? 5132-32.3: None, thanks. Dr. Clark: Alright. <End Log>",
        "Oct. 5 1998 I worry about the kids. I understand why we are conducting this phase the way that we are. Raising them within the Foundation, starting their training as early as possible, limiting their connection to the outside world, I understand why we are doing it. They are not ordinary children, they will not have ordinary lives. The course they have set ahead of them is, by design, extremely difficult and high-pressure, and they need to be introduced to that early. They aren't even human, strictly speaking. We still are not 100% on any side effects produced long-term by the anomaly that created them. But as I'm watching them, monitoring their health and progress, I'm having major doubts about how we have set this up. Their development is normal, comparatively. Maybe it's only been a dozen years, but none of them are showing anything abnormal in the timeline of their development. They have shown, however, signs of progressively severe mental problems. A morbid part of me thinks maybe it's beneficial in the long run, given that most Foundation employees end up with some kind of mental illness anyway. But another part of me is still dubious of our plan to raise children in an underground military bunker, for their sake. Unfortunately, this project isn't about what's best for them. It's about what's best for all of us. We've already botched one phase. We are running out of chances.",
        "Interview Date: 12/9/2026 Interviewed: Rose Hatcher 4 Interviewer: Dr. Clark <Begin Log> Dr. Clark: How are you feeling, Rosie? Hatcher: Pretty good. How are you? Dr. Clark: I’m doing alright, thanks for asking. Hatcher: Is this for the clone thing? Dr. Clark: Yeah, it’s for the “clone thing.” How do you feel about your role in this “clone thing?” Any concerns? Hatcher: Um, I get nervous about if I’m living up to the expectation. Dr. Clark: What expectation is that, do you think? Hatcher: The expectation that I’ll keep being the coolest person in the Foundation. Gotta keep up that rep. [Dr. Clark laughs] Dr. Clark: I’m sure you’ll still be the coolest. Okay, what would you say is your favorite childhood memory? [Hatcher thinks for a moment] Hatcher: Umm, tie between when Griff got me that robot kit when I was little and that one time me and Rai snuck out after curfew and shot off fireworks inside that gross old water tower outside of town. [ 4 Dr. Clark: …I uh, I remember being briefed on that second one, actually! Hatcher: Oh, yeah, we got in big trouble for that. They were BIG mad. Dr. Clark: Well, I’m just glad you’re both alright. Okay, Rosie, if you had to rate your loyalty to the Foundation on a scale of one to five, where do you think that would be? Hatcher: Um, five. Dr. Clark: That's good to hear! Hatcher: But- I dunno. Of course I want to do what I can to fix everything. I know that's why I'm here, but like… I could really use more of a break sometimes? They push us pretty hard. Not that that's a bad thing! It's just a lot sometimes. Am I rambling? Dr. Clark: No, I see what you mean. Alright, last one, what is your deepest intangible fear? Hatcher: That I’ll mess it up. <End Log>",
        "Happy weekend everyone, As you all know, first quarter test scores came in on Monday. The board has observed subpar marks from over half the subjects. This memo is a reminder of our goal with this project and the importance of our work here. The initiative is committed to providing the optimal environment for the rearing and education of children, and any subjects not meeting their objectives in mental and physical areas needs their system reevaluated by their caretakers until they can properly meet our standards. Team, do not forget that these are not just children. They are our last chance. They are the future of the Foundation. I cannot stress enough that should Phase 3 fail, we do not get another shot. You're encouraged to speak to your charges about the importance of their position if you think that will motivate them to work harder. The children are the future, everyone. Good work.",
        "\" SCP-5132 \" by Raddagher, from the SCP Wiki . Source: https://scpwiki.com/scp-5132 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5132",
    "object_class": "Thaumiel",
    "containment_procedures": "The town of Negaseattle is to remain hidden from public knowledge. Retiring Foundation personnel with relevant experience1 are strongly encouraged to take up residence in Negaseattle following their retirement in order to assist the initiative. Individuals 5132-1 through 5132-50 are to be kept within the bounds of Negaseattle and approved Foundation properties and locations.2 Further details regarding the treatment of Individuals 5132-1-50 can be found in the Initiative Comprehensive Guide written by Dr. Clark.",
    "description": "SCP-5132 refers to the operation being conducted in the Foundation retirement town of Negaseattle, Washington. SCP-5132 is designed to combat the observed drop in personnel over the course of the late 20th and early 21st century. Due to the Foundation’s increasingly concerning turnover rates, measures were approved by the O5 Council to ensure the retention of the current leadership as of 1981. Fifty individuals, ranging from Mobile Task Force commanders to Site Directors to leaders of specific projects, were chosen for the initial trial run. These individuals were tested for prominent genetic defects and pervasive medical history before submitting a DNA sample to create a genetic clone. To date, three viable clones of each individual (and thus four generations of the selected individuals) have been produced using SCP-████, each employing different methods of ensuring the best outcome for the Foundation’s needs.",
    "title": "SCP-5132"
}