{
    "url": "https://scp-wiki.wikidot.com/scp-5138",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+60\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5138: Bog Bodies\n\n\n \n\n\nAuthor:\n \nMalyceGraves\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/5138\n LEVEL \n2/5138\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5138\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned MTF\n\n\n\n\n\n\nSite-93\n\n\nDr. Stanley Arthur\n\n\nDr. Franco Tonnelier\n\n\nBeta-2 (\"Bayou Boys\")\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nSCP-5138-1, -2, & -3 are stored in individual medical stasis chambers at Site-93, with an additional three chambers held in on-site reserve for any additional iterations that are found.\n\nThe misinformation project establishing the existence of a hitherto unknown group of indigenous peoples around the Louisiana bayou has been largely successful. Foundation construct Frederick.aic has been tasked with maintaining the digital aspects of this campaign and has so far removed any opposing speculation from non-official sources.\n\n\nAdditionally, all reports generated by Frederick.aic regarding any new sightings of the \"Louisiana Bog Men\" are to be classified L2/5138 and forwarded to the current SCP-5138 head researcher for investigation.\n\n\n\n\n\n\nDescription\n\n\n\n\nSCP-5138 refers to a collection of anomalously-preserved humanoid corpses pulled from the Louisiana bayou south of New Orleans. Over the course of 15 months, three iterations of SCP-5138 were recovered and are being held in Foundation containment.\n\n\n\n\n\n\n\n\nSCP-5138-1, c. 2012\n\n\n\n\n\n\nCatalog No.:\n SCP-5138-1\n\n\nAcquisition Date:\n 08 May, 2012\n\n\nDescription:\n\nSCP-5138-1 consists of a head, thorax, and portions of both sinister and dexter brachial limbs. The thorax shows signs of extensive damage to its lower portion, consistent with violent separation from the remainder of the cadaver. In a non-anomalous corpse, the state of decay is such that it would be believed that this was the likely cause of death.\n\n\n\n\n\n\n\n\n\n\nSCP-5138-2, c. 2013\n\n\n\n\n\n\nCatalog No.:\n SCP-5138-2\n\n\nAcquisition Date:\n 21 February, 2013\n\n\nDescription:\n\nSCP-5138-2 consists of a thorax and both sinistral and dextral upper limbs, \nin toto\n. Similarly to SCP-5138-1, the damage to the lower portion of the thorax is evidence of a violent separation between upper and lower portions of the cadaver.\n\n\n\n\n\n\n\n\n\n\nSCP-5138-3, c. 2013\n\n\n\n\n\n\nCatalog No.:\n SCP-5138-3\n\n\nAcquisition Date:\n 13 September, 2013\n\n\nDescription:\n\nSCP-5138-3 consists of a head, thorax, abdomen, pelvis, and portions of both sinistral and dextral upper limbs. While the abdomen remains intact, the lower limbs appear to have been surgically removed prior to the subject's vivisepulture.\n\n\n\n\nWhile all three SCP-5138 objects are capable of semi-autonomous locomotion, the act of such motion has caused significant damage to the remainder of each object due to their overall desiccated state. Additionally, SCP-5138-1 and SCP-5138-3 are capable of minor vocalizations, though they have yet to produce anything intelligible.\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\n\n\n\nSCP-5138 recovery locations\n\n\n\n\n\n\nAll three iterations of SCP-5138 were recovered from a region in the south eastern portion of the Biloxi State Wildlife Management Area in St. Bernard Parish, Louisiana. Beta-2 assets within the Louisiana Department of Wildlife and Fisheries responded to an inquiry by the SWMA rangers relating to possible criminal activity in the Lake Borgne area and were able to recover iterations -1 and -2 with minimal intervention.\n\n\nSCP-5138-3 was recovered several months later after a news report was released in the \nGambit\n, a local alternative weekly publication in the New Orleans area. Foundation .aic flagged the article and forwarded it to Site-93 where it was reviewed by site administration and MTF Beta-2 agent Christophe Melancon was assigned to investigate.\n\n\n\n\n■ 5138.doc.01 - Acquisition Interview Transcript ■\n\n\n\n\n□ 5138.doc.01 - Acquisition Interview Transcript □\n\n\n\n\n\n\nDate:\n 13 Sept., 2013\n\n\nAgent:\n Lt. Christophe Melancon\n\n\nInterviewed:\n Clancy DuBos, \nGambit Weekly\n staff writer\n\n\nResearch Object(s):\n SCP-5138-3 Acquisition\n\n\nForeword:\n\n\nThe following was recorded by Agent Melancon's personal recording device and is audio only. Agent Melancon, posing as a Detective with the New Orleans Police Department, had been sent to interview Mr. DuBos at his home regarding the article in the\n Gambit \nand to ascertain the legitimacy of the claim.\n\n\n\n\n[BEGIN LOG]\n\n\nLt. Melancon:\n Thanks for agreeing to see me, Mr. DuBos.\n\n\nDuBos:\n Call me Clancy. Everyone else does.\n\n\nLt. Melancon:\n Perfect. I'm surprised you would ask me to meet you here and not at the paper's office.\n\n\nDuBos:\n [chuckling] It ain't every day a member of the \ngendarmes\n want to speak with me. Sure, it ain't the first time or nothing, but, you know. Plus, you said you was wonderin' about the Bog Man, so I figured it'd be best just to show ya.\n\n\nLt. Melancon:\n So you have it here? Why didn't you just turn it over to the morgue or to the folks over at Tulane? They'd be better to confirm your claims.\n\n\nDuBos:\n Oh, yeah, sure. The Tulane boys'll be around eventually, but I wanted to see if there was a reward or something before I just hand my prize over to them. That's the thing, you see. I ain't never heard of no bog men in the US. The Bayou ain't exactly no bog, yeah? I didn't know they could do that to no body. Is why you're here first. Make sure it ain't no foul play or nothing.\n\n\nLt. Melancon:\n Well, I'd leave the specifics to the coroner. I'd have asked him to be here if your article had mentioned the possibility of a crime. You said \"bog man\" though, and mummies typically aren't the coroner's area.\n\n\nDuBos:\n Heh, well, like I said, I might get something for my troubles.\n\n\nLt. Melancon:\n Where'd you say you found it?\n\n\nDuBos:\n Well, my cousin, he gots himself an airboat and he lets me borrow it from time to time. I was out doing some brine fishing near to the Biloxi Management Area, and I found it out there. Just sticking up out of the mud, ugly as you please.\n\n\nLt. Melancon:\n Right. So instead of calling someone, you just brought it back here?\n\n\nDuBos:\n Hey, I ain't in trouble or nothing am I? I done called you guys, but none of y'all would believe me. So I wrote the article and now you send someone calling.\n\n\nLt. Melancon:\n It isn't my call, Clancy. Next time, just let one of the Rangers know before you go disturbing the site, ok? So, show me this thing.\n\n\nDuBos:\n I got it out in the garage. It started stinking something fierce, and Teesha didn't want it in the house.\n\n\n[A few seconds pass, then the sound of a garage door opening can be heard on the recording]\n\n\nDuBos:\n So, I had this big ass cooler for fish, right? Big enough for a small gator if I catch one. Always wanted to catch me a gator, never did tho-\n\n\n[DuBos breaks off with a yelp and the sound of something falling to the ground can be heard]\n\n\nDuBos:\n It fucking moved. Jesus Christ, what the fuck?\n\n\n[Scuffling noises and violent cursing can be heard, then a gunshot.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\n\nLt. Melancon reported that SCP-5138-3 had pulled itself out of the ice chest and had crawled across the floor towards the garage door where it attempted to grab at DuBos' leg when Lt. Melancon pulled his sidearm and discharged it at the -3 subject. It ceased moving long enough for a team to arrive and secure the area. DuBose and his wife were amnesticized and the\n Gambit \nissued a retraction of the story the following week.\n\n\n\n\n\n\n\n\n\n\n\n\nAdditional Research\n\n\n\n\n\n\n\n\nSCPF Internal Email\n\n\n\n\n\n\nFROM:\n \nftonnelier\n.this.is.a.fake.email\n@site-93.scpf.\n.this.is.a.fake.email\ni\n.this.is.a.fake.email\nnt\n\n\nTO:\n \nsarthur\n.this.is.a.fake.email\n@site-93.scpf.\n.this.is.a.fake.email\ni\n.this.is.a.fake.email\nnt\n\n\nDATE:\n 11 Oct., 2013\n\n\nRE:\n SCP-5138\n\n\n\nStan,\n\n\nI've finally gotten the time to review the SCP-5138 objects and I'd like to take the opportunity to give you a brief summary of my findings. Attached is the full review, but the short version isn't really \nless\n complicated. Obviously we don't get bog mummies quite like this in Louisiana. There are quite a few still being found over in Florida, but the conditions of the peat bogs over there are such that they are much wetter than the bogs where preserved bodies like these would be found.\n\n\nFor the most part, dermal tissue and internal organs don't survive the mummification process in Florida bogs, though the skeletons themselves are remarkably well preserved. Though, even with the preservation process you'd get in much colder climates like Denmark, you typically don't find bog bodies in such a well-preserved state that they actually try and talk back to you.\n\n\nAll three SCP-5138 objects create extremely localized fluctuations in the Hume field, which is to be expected for partially animated corpses. What's more interesting is the trace amounts of Akiva radiation that accompany each object. While not enough to signify that these were ritually sacrificed, there is definitely more than what you'd find in a Type Green transformation. And the near-total lack of any thaumaturgic residue rules out a Type Blue entirely.\n\n\nThis led me to get in touch with one of our assets in \nLa Rue\n. Granted, most of the weird shit we find in the bayou can be traced there, but it never hurts to be sure. She was extremely reluctant to talk about the goings on of the Leadership of La Rue, but she did clue me in to some \nmissing Global Occult Coalition agents\n in the La Rue area.\n\n\nFranco\n\n\nF. Tonnelier, MD, Ph.D\n\nSite-93 Senior Researcher\n\n\n\n\n\n\n\n\n■ 5138.doc.03 - Classified L4/5138 ■\n\n\n\n\n□ 5138.doc.03 - Classified L4/5138 □\n\n\n\n\nOn 12 October, 2013, Dr. Arthur accessed the joint Foundation/GOC field database and was able to confirm through existing DNA records that the SCP-5138 bodies were the remains of Special Agent James Blount (SCP-5138-1), Special Agent Robert Craig (SCP-5138-2), and Special Agent Seth Avery (SCP-5138-3).\n\n\nAll three agents were involved in a GOC taskforce assigned to the New Orleans region that had been ordered to gather intelligence on how to infiltrate the LoI-504 (\"\nLa Rue Macabre\n\") nexus. While the exact date of their disappearance is not available, the last update to any of their folios in the field database was in January 2012, listing all three members of the 5-member task force as \"On Assignment\".\n\n\nThe locations of Special Agent Brian Silverton and Special Agent-In-Charge Andrew Ford are currently unknown.\n\n\nUpdate - 04/10/2014\n\n\nOn 9 April, 2014 the Aureole Orbital Recon Array\n1\n detected a significant spike in Akiva radiation in the Biloxi Wildlife Management area. An MTF Beta-2 (\"Bayou Boys\") task force was sent to investigate the area and report back on any findings.\n\n\nThe following is a transcript & still from the footage recovered from Sergeant Nicolas Arnaud's body camera.\n\n\n\n\nDate:\n 9 April, 2014\n\n\nExploration Team:\n MTF Beta-2 Gamma Squad\n\n\nTeam members:\n SGT Nicolas Arnaud (Team lead), PFC Elsbeth Montpelier, & SPC Augustin Baptiste\n\n\nControl:\n Dr. Franco Tonnelier\n\n\nForeword:\n \nThe team was airlifted into the area by helicopter and dropped several hundred meters from the location of the Akiva spike. This transcript is taken from Sgt. Arnaud's body cam with irrelevant portions removed for brevity.\n\n\n\n\n[BEGIN LOG]\n\n\nBaptiste:\n I got somethin' Sarge. Looks like a body. My Bonny's\n2\n readin' 1.3, so I'm bettin' this where the Spike was.\n\n\nArnaud:\n Heard, I'm coming up. Bette, keep your eyes out and down. If it's a body, we're gonna get gators.\n\n\n[Arnaud moves up to stand beside Baptiste, and a small area of dark mud can be seen in the foreground. The head, arms, and upper torso of a body can be seen sticking out of the marsh.]\n\n\n\n\nArnaud:\n Control, I think we just found Agent Ford.\n\n\nControl:\n Frederick.aic has returned an 81% probable on facial recognition. Life signs?\n\n\nArnaud:\n Stand by.\n\n\n[Arnaud steps forward and the view tilts as he leans down and places his fingers to the side of the body's neck.]\n\n\nArnaud:\n Negative, no pulse. Body's cold to the-\n\n\n[He breaks off and quickly steps back as the body's eyes open.]\n\n\nBaptiste:\n Fuck me, that's not a corpse Sarge.\n\n\nArnaud:\n There wasn't a goddamn pulse. Control, please be advised, this thing is looking at us.\n\n\n[The body begins to shift slightly in the mud, as if it was attempting to free itself.]\n\n\nSCP-5138-4:\n H- Help m-me. I c-can't feel m-my legs.\n\n\nControl:\n Stand clear, Arnaud. Beta squad is en route for recovery.\n\n\nArnaud:\n Heard, control. You want me to talk to this thing?\n\n\nSCP-5138-4:\n I c-can hear y-you, S-sergeant. P-please help m-me. I d-don't want to d-die.\n\n\nBaptiste:\n Little late for that, buddy.\n\n\nArnaud:\n Can it, Baptiste. Ford, is that you?\n\n\nSCP-5138-4:\n Y-yes. I'm F-ford. G-GOC, s-special operations.\n\n\nArnaud:\n What happened to you, Ford?\n\n\nSCP-5138-4:\n I g-got into th-the Nexus. J-joe\n3\n didn't l-like that m-much.\n\n\nMontpelier:\n There's a shock. Joe's always seemed to take kindly to people that try to get in and kill his folk.\n\n\nArnaud:\n So he just tossed you into the muck?\n\n\nSCP-5138-4:\n N-not exactly. H-he… he k-kept me around f-for a bit. S-said he w-was g-gonna make an example of m-me.\n\n\nArnaud:\n He tortured you?\n\n\nSCP-5138-4:\n Y-yes. I d-don't remember a-all of it, th-though.\n\n\nArnaud:\n Ok, buddy. I'm gonna help get you out of the mud. Just hold tight.\n\n\nControl:\n Belay that, Sergeant. Beta team's on their way.\n\n\nArnaud:\n The Bonnies are up to 1.5, Control. Things are stabilizing, and I don't like leaving a guy stuck in the mud like this.\n\n\nControl:\n Fine. Be careful. Any blips on your meters, and you get out.\n\n\n[Arnaud moves forward to step behind SCP-5138-4. He reaches down and grasps it under its arms.]\n\n\nArnaud:\n Ok, Ford. I'm gonna lift. On three, see if you can kick free of the muck, ok?\n\n\nSCP-5138-4:\n Oh-ok. I'll t-try.\n\n\n[Arnaud counts to three and then pulls, but stumbles back almost immediately. He falls to the ground, causing SCP-5138-4 to fall out of view of the camera.]\n\n\nBaptiste:\n Oh fuck that. Fuck that!\n\n\nControl:\n Sergeant! What's happening. Your heart rate just spiked hard, and I don't have a clear view.\n\n\nArnaud:\n Fuckin' thing came out of the mud easier than I thought. Fucking Christ, he ain't got no fucking legs. His shit just fuckin' stops at his ribs.\n\n\n[END LOG]\n\n\n\n\nSCP-5138-4 was recovered by the Beta-2 beta team and contained along with the other SCP-5138 instances.\n\n\nIn order to maintain operational security surrounding the agreement between the Foundation and the administration of LoI-504, the Global Occult Coalition has not been notified.\n\n\nThe location of Special Agent Silverton is still unknown.\n\n\n\n\nDr. Stanley Arthur, the current Site-93 Director requested an interview with PoI-504-L (\"Papa Legba\")\n4\n. PoI-504-L agreed to a meeting and the two of them scheduled to meet in one of the private dining rooms at Antoine's, a local fine dining establishment in the French Quarter.\n\n\n\n\nDate:\n 15 April, 2014\n\n\nInterviewer:\n Dr. Stanley Arthur\n\n\nInterviewed:\n PoI-504-L (\"Papa Legba\")\n\n\nForeword:\n\n\nWhen Dr. Arthur arrived as scheduled, PoI-504-L was already there, seated at the only table in the private dining room. An array of small dishes covered the table, including a bottle and two wine flutes. The following was captured from a camera hidden in Dr. Arthur's spectacles.\n\n\n\n\nDr. Arthur:\n Good evening Mr. Legba. Thank you for agreeing to meet with me.\n\n\nLegba:\n Of couse, Doctor Arthur. Wouldn't want you to be thinkin' I an' I bein' rude. We has ourselves an' agreement, Doctor. I will oblige you the meetin', an' it lets me shows off a bit.\n\n\nDr. Arthur:\n I was wondering why you chose to meet here, and in a private room, no less.\n\n\nLegba:\n Old man Alciatore an' I was friends, you see. When he was settin' up, we helped him and his get off the ground. Got him things he couldn't get no wheres else. We still be supplyin' a lot of the eats 'ere. So, I get this table at my leisure.\n\n\n[He gestures around at the empty room]\n\n\nLegba:\n An' the privacy that comes with it.\n\n\nDr. Arthur:\n I appreciate the gesture, Mr. Legba. I just don't understand why you're making it.\n\n\nLegba:\n You ain't gon' like what you've come here to learn.\n\n\nDr. Arthur:\n I see. So you know why I asked you to meet with me.\n\n\nLegba:\n I be knowin' that, an' more that y'all don't be knowin' enough t' ask. This here's my home, Doctor. I be knowin' all its' goins-on.\n\n\nDr. Arthur:\n So you know about SCP-5138, then.\n\n\nLegba:\n You thinkin' that them Gocker boys're the first group of patty rollers caught tryin'ta get inna La Rue? You bes' disabuse yerself of that right now. Theys ain't the first, sure as shit ain't gon' be the last.\n\n\nDr. Arthur:\n So, you condone Joe's actions then?\n\n\nLegba:\n 'Tain't 'bout condonin' nothin', Doc. Joe's been protectin' La Rue since afore you Jailers set up shop anywheres. Since afore this was the \"Land of the free an' home of the brave\" an' all that nonsense. 'Twasn't free then, 'tain't free now.\n\n\nDr. Arthur:\n I see.\n\n\nLegba:\n No, you don't. How could you? You is all sittin' pretty over in that compound o' yers, you ain't 'bout to worry 'bout no collar goin' 'bout yer neck. You be one o' them that puts collars on necks. We do what we must to survive, Doc. Even if that means makin' deals wit' tha devil hisself.\n\n\nDr. Arthur:\n Is that what Joe is? The Devil?\n\n\nLegba:\n \n[Laughing]\n You deaf as well as blind? Joe 'tain't the devil, Doc. You is.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See \nProject AurORA - Akiva, EVE, and Hume Spectra Analysis From Low-Earth Orbit\n 3rd ed., 2009 by Dr. Emmanuel Salazar for more details on the array.\n\n\n2\n. Bonfield-Carizza mobile Hume detector\n\n\n3\n. Joseph \"Cotton Eye\" Le Monde, his role seems to be that of an unpaid, unofficial peace officer.\n\n\n4\n. A member of the LoI-504 leadership, frequently considered to be the most prominent member and \nde facto\n spokesperson in 504/SCPF affairs.\n\n\n\n\n\n\n╣\nLa Rue Macabre\n╠\n\n\n\n\n\n\n\n\n« \nSCP-5137\n | SCP-5138 | \nSCP-5139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5138\n\" by MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n body1.jpg\n\n\nAuthor:\n \nMark Healey\n\n\nRelease year:\n 2011\n\n\n\n\nImage 2\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n body2.jpg\n\n\nAuthor:\n \nMark Healey\n\n\nRelease year:\n 2011\n\n\n\n\nImage 3\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n body3.jpg\n\n\nAuthor:\n \nMark Healey\n\n\nRelease year:\n 2011\n\n\n\n\nImage 4\n\n\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY 2.0\n\n\nTitle:\n body4.jpg\n\n\nAuthor:\n \nAkuppa John Wigham\n\n\nRelease year:\n 2006\n\n\n\n\nImage 5\n\n\n\n\nSource:\n \nOpenStreetMap\n\n\nLicense:\n CC BY-SA 2.0\n\n\nTitle:\n map.png\n\n\nAuthor:\n N/A\n\n\nRelease year:\n 2021",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5138 \" by MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-5138 . Licensed under CC-BY-SA .",
        "Source: Flickr License: CC BY-SA 2.0 Title: body1.jpg Author: Mark Healey Release year: 2011",
        "Source: Flickr License: CC BY-SA 2.0 Title: body2.jpg Author: Mark Healey Release year: 2011",
        "Source: Flickr License: CC BY-SA 2.0 Title: body3.jpg Author: Mark Healey Release year: 2011",
        "Source: Flickr License: CC BY 2.0 Title: body4.jpg Author: Akuppa John Wigham Release year: 2006",
        "Source: OpenStreetMap License: CC BY-SA 2.0 Title: map.png Author: N/A Release year: 2021"
    ],
    "title": "SCP-5138"
}