{
    "url": "https://scp-wiki.wikidot.com/scp-5141",
    "all_text": "rating: \n+171\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5141:\n Studebaker Special Six\n\n\nAuthor:\n \nThe Great Hippo\n\n\nImages:\n \nLink\n.\n\n\nMusic:\n \nFire and Brimstone\n (Mark Lanegan)\n\n\n\n\n\n\nMore by \nThe Great Hippo\n:\n\n\n\n\nSCPs\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n[\nSCP-3034\n]\n\n\nThe Counting Station\n\n\n\n\n\n\nDO NOT LET HER FINISH\n\n\n\n\n\n\n[\nSCP-3035\n]\n\n\nScience Bugs\n\n\n\n\n\n\ncase_of_the_mondays.png, case_of_the_mondays (1).png\n\n\n\n\n\n\n[\nSCP-3054\n]\n\n\nCragstaff Sanitarium\n\n\n\n\n\n\nYou are sick. You are broken. We will fix you.\n\n\n\n\n\n\n[\nSCP-3045\n]\n\n\nbzzip.exe\n\n\n\n\n\n\nHAMLET: I am no longer moody.\n\n\n\n\n\n\n[\nSCP-3043\n]\n\n\nMurphy Law in… Type 3043 — FOR MURDER!\n\n\n\n\n\n\nForget it, Fred. It's Chinatown.\n\n\n\n\n\n\n[\nSCP-3057\n]\n\n\nFossil Fuels\n\n\n\n\n\n\n…witnesses provided confirmation that instances of SCP-3057-4 did, in fact, have feathers.\n\n\n\n\n\n\n[\nSCP-2639\n]\n\n\nVideo Game Violence\n\n\n\n\n\n\ni need to know how many people i've killed\n\n\n\n\n\n\n[\nSCP-437\n]\n\n\nSummer of '91\n\n\n\n\n\n\nThat was a pretty crazy summer, y'know? Sometimes I really miss that place.\n\n\n\n\n\n\n[\nSCP-3079\n]\n\n\n300 Tricks: Stage Magic Made Easy\n\n\n\n\n\n\nNOTE:\n No method for accomplishing this trick is provided.\n\n\n\n\n\n\n[\nSCP-2753\n]\n\n\nLet's Play Jenga!\n\n\n\n\n\n\nHigh art carries high risk!\n\n\n\n\n\n\n[\nSCP-2679\n]\n\n\nThe Many Graves of Jeannette Parslov\n\n\n\n\n\n\nWhatever it takes, do what you must; whatever the cost, come back to us.\n\n\n\n\n\n\n[\nSCP-3074\n]\n\n\nKafka's Parking Garage\n\n\n\n\n\n\nThank you for choosing Izatova Parking Center. Have a pleasant day.\n\n\n\n\n\n\n[\nSCP-2571\n]\n\n\nCragglewood Park\n\n\n\n\n\n\nMr. Blair, have you always been an only child?\n\n\n\n\n\n\n[\nSCP-2419\n]\n\n\nThe Laughing Men\n\n\n\n\n\n\nThrow them back into the incinerator where you found them.\n\n\n\n\n\n\n[\nSCP-3143\n]\n\n\nMurphy Law in… The Foundation Always Rings Twice!\n\n\n\n\n\n\nWhen it comes right down to it, me — them — hell, even you — we're all just characters in that trashy dime-store novel called life.\n\n\n\n\n\n\n[\nSCP-3089\n]\n\n\nThat Old Time Religion\n\n\n\n\n\n\nRemember how we explained that successful people don't actually need any of their toes to walk? Well, that's going to come in handy for Secret Number Six.\n\n\n\n\n\n\n[\nSCP-3117\n]\n\n\nA Monster-Shaped Hole\n\n\n\n\n\n\nI'm not talking to you.\n\n\n\n\n\n\n[\nSCP-3128\n]\n\n\nLet's Play Monopoly!\n\n\n\n\n\n\nHey, guys? I'm, uh. I'm using this.\n\n\n\n\n\n\n[\nSCP-3138\n]\n\n\nA Sepulcher by the Sea\n\n\n\n\n\n\nShould it prove feasible, all non-canonical corpses are to be extracted, examined, and catalogued.\n\n\n\n\n\n\n[\nSCP-3241\n]\n\n\nThe SS Sommerfeld\n\n\n\n\n\n\nIt makes me wonder what an old monster like myself is even doing here, anymore. And then? Someone special comes along and reminds me.\n\n\n\n\n\n\n[\nSCP-3219\n]\n\n\nThis Sour Earth\n\n\n\n\n\n\nNotably, no reports describe any attempt to examine the residence's storm cellar.\n\n\n\n\n\n\n[\nSCP-4028\n]\n\n\nLa Historia de Don Quixote de la Mancha\n\n\n\n\n\n\nJustine eventually re-unites with her sister, Juliette. Alonso strikes down a lightning bolt intended for them both, then challenges the narrator to a duel.\n\n\n\n\n\n\n[\nSCP-3546\n]\n\n\nDoggone it, I Fold!\n\n\n\n\n\n\nSpecifically, fan-art of Sonic the Hedgehog, a video-game character produced by Sega in 1991.\n\n\n\n\n\n\n[\nSCP-3561\n]\n\n\nAn Unfinished Work\n\n\n\n\n\n\nDespite multiple reports from neighbors who claimed to have witnessed members of his family standing at the windows, no trace of Theodore Holdstock's wife and children could be found.\n\n\n\n\n\n\n[\nSCP-4054\n]\n\n\nThe Seventh Door\n\n\n\n\n\n\nSCP-4054 is The Seventh Door, an unlicensed platform adventure game released for the Nintendo Entertainment System in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+171\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5141\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5141, circa 1937.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As a consequence of mounting costs and budgetary constraints, containment of SCP-5141 is now focused on mitigation and cooperation.\n\n\nMTF Gamma-1 (\"Sutton's Moonshiners\") are to work with local law enforcement agencies to suspend all traffic along SCP-5141's route during its annual transit. Foundation vehicles are to accompany SCP-5141, clearing the road ahead. Vehicles are to maintain a distance of 5 meters from SCP-5141 at all times.\n\n\nPersonnel are to be reminded that no attempt to slow down, stop, or otherwise interfere with SCP-5141 is to be made.\n\n\nDescription:\n SCP-5141 is a black customized 1924 Studebaker Special Six.\n\n\nAt approximately 12:30 pm (UTC) on March 16th of every year, SCP-5141 emerges at some point within Maggie Valley, North Carolina. It then travels along the shortest available route to Cocke County, Tennessee; upon reaching the county, it gains significant speed and vanishes down one of several local roads.\n\n\nOutside of demonstrating considerable driving expertise and knowledge of local geography, no other anomalous properties have been observed.\n\n\nDiscovery:\n On February 26th, 1951, the UIU\n1\n turned over several case-files to Foundation operatives as part of the MJ-12 Act\n2\n. This included reports of a 'driverless ghost-car' active in the Appalachian region. During this transition, William Summers (a veteran Foundation operative) conducted an interview with Daniel Martindale (a UIU field agent and former agent of the Bureau of Prohibition) regarding the nature of SCP-5141.\n\n\n\n\nAUDIO TRANSCRIPT\n\n\n\n\nDate:\n 26 February, 1951\n\n\n\n\nSummers:\n So, let me know if I've got this straight.\n\n\nMartindale:\n Fire away.\n\n\nSummers:\n This thing… it's one of those old-timey cars, right? Like a Ford Model T, or —\n\n\nMartindale:\n She ain't no tin lizzie, son. It's a Studebaker.\n\n\nSummers:\n Right. So, I'm guessing it tops out at, what… forty miles an hour?\n\n\nMartindale:\n About fifty.\n\n\n[\nSilence.\n]\n\n\nSummers:\n My wife's \nbeetle\n can hit a clean 80.\n\n\nMartindale:\n Well, good for her. Germans made a damn fine car.\n\n\nSummers:\n Christ. You've been on this thing's ass for eight years, and you've never \nonce\n caught up to it?!\n\n\nMartindale:\n Son, you ever try to out-run a one-legged man in his own backyard?\n\n\nSummers:\n I — Excuse me?\n\n\nMartindale:\n She's been running moonshine down these back-roads for over three decades. Before we chased her, it was the \nprohees\n3\n. I'm gonna tell you the same thing they told us: Leave it be. You ain't catching her, and she ain't doing no harm. Not unless you're dumb enough to get in her way.\n\n\nSummers:\n We're the Foundation. I think we'll manage.\n\n\n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 3 March, 1952\n\n\nREQUESTER:\n Field Agent William Summers\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nOn March 16th of last year, we observed SCP-5141 driving along I-40 West. After a ten minute pursuit, Agent Blackwell attempted to disable its tires with his service pistol. The vehicle immediately swerved into us and ran our vehicle off the road.\n\n\nI'd like to take another crack at it. For this, I'll need two sedans and an agent with significant driving experience.\n\n\n\n\nESTIMATED COST:\n $4k\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\nRESULT:\n \nBoth sedans forced off the road. Personnel sustained minor injuries.\n\n\n\n\n \n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 2 March 1953\n\n\nREQUESTER:\n Field Agent William Summers\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nAfter discussing SCP-5141 with retired Prohibition agents who have pursued it in the past, we realized it always follows the same route. We just need to barricade the road. I'll need four men with shotguns, three sedans, two concrete barriers, and a strip of road spikes.\n\n\n\n\nESTIMATED COST:\n $8k\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\nRESULT:\n \nSCP-5141 shifted gears, performed a power-slide\n4\n, then drove away. Agents later determined it used an alternate route. Agent Summers was reprimanded for discussing SCP-5141 with non-Foundation personnel.\n\n\n\n\n \n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 22 February 1954\n\n\nREQUESTER:\n Field Agent William Summers\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nMaggie Valley isn't very large. It only has a few roads leading in and out of it. Let's just barricade them all.\n\n\nI'll need twenty sedans, twenty men with shotguns, twelve concrete barriers, and six strips of road spikes.\n\n\n\n\nESTIMATED COST:\n $35k\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\nRESULT:\n \nSCP-5141 did not appear at the barricades. On further investigation, tire tracks were found matching its make and model along a previously unknown back-road leading out of Maggie Valley and onto I-40 West. Agent Summers has received two weeks mandatory vacation.\n\n\n\n\n \n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 10 February 1955\n\n\nREQUESTER:\n Field Agent William Summers\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nSix customized trucks and five of the best drivers we've got.\n\n\n\n\nESTIMATED COST:\n $20k\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\nRESULT:\n \nAll six trucks forced off the road. Foundation personnel sustained minor injuries. Agent Summers has received a year-long mandatory sabbatical.\n\n\n\n\n \n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 8 January 1956\n\n\nREQUESTER:\n Field Agent Richard Carter\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nAfter reviewing the documentation and conferring with my colleagues, I'm confident that I can contain SCP-5141.\n\n\nI worked in law enforcement for twenty-five years before I joined the Foundation. I've been personally involved in over sixty high-speed chases. In my opinion, the best approach is a comprehensive one: Clear the area. Barricade \nevery\n road out of Maggie Valley (including the back-roads). Have trucks and cruisers standing by to force it off the road — and men stationed at checkpoints ready to shoot out its tires and engine.\n\n\n\nHere's what I'll need:\n\n\n\n\nTwenty concrete barriers.\n\n\nTwelve strips of road spikes.\n\n\nTwenty modified police cruisers.\n\n\nTen modified police trucks.\n\n\nThirty veteran drivers.\n\n\nThirty men who know how to use a rifle.\n\n\nEvacuate the surrounding area for one day.\n\n\n\n\nIt sounds excessive, but trust me: This is a one-and-done deal. Give me what I'm asking for and I'll have it contained by lunch.\n\n\n\n\nESTIMATED COST:\n $320k\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\nRESULT:\n \nIn the resulting chaos, seven trucks and twelve cruisers were totaled; one cruiser remains missing. Seven personnel sustained severe injuries, twenty six sustained serious injuries, and fifteen sustained minor injuries. Local property damage is estimated to be over a hundred thousand dollars.\n\n\nField Agent Richard Carter has formally submitted his resignation.\n\n\n\n\n \n\n\n\n\nREQUISITION REQUEST\n\n\n\n\nDATE:\n 1 January 1957\n\n\nREQUESTER:\n Field Agent William Summers\n\n\nPURPOSE:\n Containment of SCP-5141.\n\n\n\n\nThree M103 tanks.\n\n\n\n\nESTIMATED COST:\n $550k\n\n\nSTATUS:\n \nREJECTED\n\n\n\n\nNOTE:\n \nIn light of repeated failures, new containment procedures focused on mitigating and cooperating with SCP-5141 are now in development.\n\n\n\n\nAddendum:\n On February 3rd, 1958, Field Agent William Summers was involved in a fatal car crash while practicing on a training track in Camp Lejeune, North Carolina. Five weeks later, SCP-5141 failed to appear along its typical route.\n\n\nOn March 17th, Mr. Summers' widow reported that, while visiting her husband's grave, she discovered several tire-tracks and an empty jug laid besides his tombstone. An exhumation found that Mr. Summers' stomach now contained several liters of 120 proof Appalachian moonshine.\n\n\n\n\nFootnotes\n\n\n1\n. Unusual Incidents Unit.\n\n\n2\n. Majestic-12; a committee formed via executive order by Harry S. Truman in 1947 to oversee cooperation between the Foundation and the US Federal Government.\n\n\n3\n. Slang for agents in the Bureau of Prohibition (active from 1920 to 1937).\n\n\n4\n. Otherwise known as a 'bootleg turn'; a maneuver in which a forward-moving vehicle rapidly reverses its heading within the space of two lanes.\n\n\n\n\n\n\n\n\n« \nSCP-5140\n | SCP-5141 | \nSCP-5142\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5141\n\" by The Great Hippo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5141\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n studebaker1.png\n\n\nName:\n Studebaker Special Six 1924\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On February 3rd, 1958, Field Agent William Summers was involved in a fatal car crash while practicing on a training track in Camp Lejeune, North Carolina. Five weeks later, SCP-5141 failed to appear along its typical route.\nOn March 17th, Mr. Summers' widow reported that, while visiting her husband's grave, she discovered several tire-tracks and an empty jug laid besides his tombstone. An exhumation found that Mr. Summers' stomach now contained several liters of 120 proof Appalachian moonshine."
    ],
    "documents": [],
    "notes": [
        "REQUISITION REQUEST DATE: 3 March, 1952 REQUESTER: Field Agent William Summers PURPOSE: Containment of SCP-5141. On March 16th of last year, we observed SCP-5141 driving along I-40 West. After a ten minute pursuit, Agent Blackwell attempted to disable its tires with his service pistol. The vehicle immediately swerved into us and ran our vehicle off the road. I'd like to take another crack at it. For this, I'll need two sedans and an agent with significant driving experience. ESTIMATED COST: $4k STATUS: APPROVED RESULT: Both sedans forced off the road. Personnel sustained minor injuries.",
        "REQUISITION REQUEST DATE: 2 March 1953 REQUESTER: Field Agent William Summers PURPOSE: Containment of SCP-5141. After discussing SCP-5141 with retired Prohibition agents who have pursued it in the past, we realized it always follows the same route. We just need to barricade the road. I'll need four men with shotguns, three sedans, two concrete barriers, and a strip of road spikes. ESTIMATED COST: $8k STATUS: APPROVED RESULT: SCP-5141 shifted gears, performed a power-slide 4 , then drove away. Agents later determined it used an alternate route. Agent Summers was reprimanded for discussing SCP-5141 with non-Foundation personnel.",
        "REQUISITION REQUEST DATE: 22 February 1954 REQUESTER: Field Agent William Summers PURPOSE: Containment of SCP-5141. Maggie Valley isn't very large. It only has a few roads leading in and out of it. Let's just barricade them all. I'll need twenty sedans, twenty men with shotguns, twelve concrete barriers, and six strips of road spikes. ESTIMATED COST: $35k STATUS: APPROVED RESULT: SCP-5141 did not appear at the barricades. On further investigation, tire tracks were found matching its make and model along a previously unknown back-road leading out of Maggie Valley and onto I-40 West. Agent Summers has received two weeks mandatory vacation.",
        "REQUISITION REQUEST DATE: 10 February 1955 REQUESTER: Field Agent William Summers PURPOSE: Containment of SCP-5141. Six customized trucks and five of the best drivers we've got. ESTIMATED COST: $20k STATUS: APPROVED RESULT: All six trucks forced off the road. Foundation personnel sustained minor injuries. Agent Summers has received a year-long mandatory sabbatical.",
        "REQUISITION REQUEST DATE: 8 January 1956 REQUESTER: Field Agent Richard Carter PURPOSE: Containment of SCP-5141. After reviewing the documentation and conferring with my colleagues, I'm confident that I can contain SCP-5141. I worked in law enforcement for twenty-five years before I joined the Foundation. I've been personally involved in over sixty high-speed chases. In my opinion, the best approach is a comprehensive one: Clear the area. Barricade every road out of Maggie Valley (including the back-roads). Have trucks and cruisers standing by to force it off the road — and men stationed at checkpoints ready to shoot out its tires and engine. Here's what I'll need: Twenty concrete barriers. Twelve strips of road spikes. Twenty modified police cruisers. Ten modified police trucks. Thirty veteran drivers. Thirty men who know how to use a rifle. Evacuate the surrounding area for one day. It sounds excessive, but trust me: This is a one-and-done deal. Give me what I'm asking for and I'll have it contained by lunch. ESTIMATED COST: $320k STATUS: APPROVED RESULT: In the resulting chaos, seven trucks and twelve cruisers were totaled; one cruiser remains missing. Seven personnel sustained severe injuries, twenty six sustained serious injuries, and fifteen sustained minor injuries. Local property damage is estimated to be over a hundred thousand dollars. Field Agent Richard Carter has formally submitted his resignation.",
        "REQUISITION REQUEST DATE: 1 January 1957 REQUESTER: Field Agent William Summers PURPOSE: Containment of SCP-5141. Three M103 tanks. ESTIMATED COST: $550k STATUS: REJECTED NOTE: In light of repeated failures, new containment procedures focused on mitigating and cooperating with SCP-5141 are now in development.",
        "\" SCP-5141 \" by The Great Hippo, from the SCP Wiki . Source: https://scpwiki.com/scp-5141 . Licensed under CC-BY-SA .",
        "Filename: studebaker1.png Name: Studebaker Special Six 1924 Author: Unknown License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "As a consequence of mounting costs and budgetary constraints, containment of SCP-5141 is now focused on mitigation and cooperation.",
    "description": "SCP-5141 is a black customized 1924 Studebaker Special Six.",
    "title": "SCP-5141"
}