{
    "url": "https://scp-wiki.wikidot.com/scp-5144",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\nrating: \n+39\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-5144\n\n\nLevel 2/5144\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5144 upon first discovery by Foundation personnel.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nSCP-5144 is to be kept in a medium plastic container at Bio Site-95, locked in a steel safe in the office of Dr. Zaretsky when not in use. SCP-5144's containment is to be filled with a thin layer of substrate, moistened with 200ml of water when required. 50g of decaying plant matter is to be added to the container on a monthly basis. The windows in Dr. Zaretsky's office are to remain closed at all times.\n\n\nDescription:\n\nSCP-5144 is an anomalous fungus resembling \nStropharia aeruginosa\n, with a stem height of approximately 7cm and a cap width of approximately 8cm. In its unaltered state, SCP-5144 appears to have adnate, pale grey gills and a convex, blue-green cap. When it is not absorbing nutrients, SCP-5144 is capable of retracting its hyphae, allowing it to move around.\n\n\nSCP-5144's anomalous properties occur when any living organism touches SCP-5144, including plants and animals. SCP-5144 will then begin to shift its appearance in order to exhibit various physical characteristics and movements that are believed to be a representation of the subject's psyche. \nThese effects seem to be limited simply to the visible parts of the subjects personality, such as phobias and current emotional state, suggesting SCP-5144 does not possess any sort of telepathic abilities.\n\n\nUpdate, 22/06/2020:\n Further observation of SCP-5144's anomalous properties has concluded that repeated interaction with SCP-5144 allows the object to display deeper insights into the subjects subconscious. The means that SCP-5144 uses to obtain this insight is currently unknown.\n1\n\n\nAddendum 5144-A, Discovery:\n\nSCP-5144 became known to the Foundation on 17/09/2020, after a recording of a mushroom changing colour when touched by a group of British adolescents was uploaded to a popular video-streaming site. The video has since been removed from the site\n2\n and Class B amnestics have been administered to the group involved in its creation.\n\n\nAddendum 5144-B, Experiment Log:\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n\n\nDate:\n 22/11/2019\n\n\nTest 5144-001:\n SCP-5144 was exposed to a plant, which was then burned with a lighter.\n\n\nResults:\n SCP-5144 turned black and released smoke-like spores, indicating SCP-5144's properties extend to plant life as well as fauna.\n\n\n\n\n\n\n\n\nDate:\n 20/12/2019\n\n\nTest 5144-002:\n SCP-5144 was exposed to a solid steel block, which was then hit with a hammer to test if its anomalous properties also work on inanimate objects.\n\n\nResults:\n No response.\n\n\n\n\nNote:\n This is a waste of Foundation resources. You aren't going to get an emotional response from a block of metal. Do not let this happen again. - Site-95 Director\n\n\n\n\n\n\n\n\nDate:\n 13/01/2020\n\n\nTest 5144-003:\n After several weeks under the care of Dr. Zaretsky, SCP-5144 was exposed to an image of an Orb-weaver spider. Dr. Zaretsky has told me that she suffers with arachnophobia, and as such, this test is to see if SCP-5144 has picked up on this.\n\n\nResults:\n SCP-5144 began to exhibit movement, rolling away from the image. It seems SCP-5144 acquired Dr. Zaretsky’s arachnophobia.\n3\n\n\nNote:\n The only people I told about this prior to testing was Dr. Danielle Baker and my husband. \nI only tell those I truly care about that I have a phobia\n SCP-5144 had no way of knowing of my phobia prior to this. - Dr. Zaretsky\n\n\n\n\n\n\n\n\nDate:\n 10/02/2020\n\n\nTest 5144-004:\n SCP-5144 was exposed to a lab rat that has been conditioned to be fearful of fungi, a mirror was placed in the experiment area in order to test how SCP-5144 reacted to its reflection.\n\n\nResults:\n SCP-5144 rolled away from its own reflection, moving whenever the mirror was placed in front of it again. SCP-5144 was shaking following this experiment.\n\n\n\n\n\n\n\n\nDate:\n 22/03/2020\n\n\nTest 5144-005:\n SCP-5144 was placed in a containment cell with \nSCP-1077\n to test interaction between other anomalous fungi.\n4\n\n\nResults:\n SCP-5144 and SCP-1077 both began emitting an exponential amount of spores. D-2304 was sent in to retrieve SCP-5144 and was immediately quarantined to observe the effects of the spores.\n\nWhen the effect of SCP-1077 became apparent in D-2304, two voices tried to speak at the same time. One voice sounded particularly scratchy and static, which is believed to be a poor attempt on SCP-5144's part to replicate SCP-1077. This put immense strain on D-2304's vocal chords, leaving some permanent damage.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE [29/12/2019]:\n After personnel assigned to SCP-5144 reported observing several anomalous effects of SCP-5144 during general daily care\n5\n , it has been suggested that an observation log should be kept to document these instances alongside formal experiments.\n6\n\n\nAddendum 5144-C, Dr. Zaretsky's Audio Observation Log\n\n\n\n\n+ show block\n\n\n\n\n– hide block\n\n\n\n\n27/12/2019:\n “[how do I even work this thing… have we not changed voice recorders since the 80's or something?] Ahem.. Foreword. This is Dr. Mabel Zaretsky, Mycologist and Lead Researcher of SCP-5144. This log will be used as a means of immediately documenting anomalous properties of SCP-5144 as they occur in real time. I confirm this log will be used solely by myself for research purposes only. If this tape has been discovered, please contact either myself, or the Site-95 Director immediately. [Great, how do I turn it off now?]”\n\n\n28/12/2019:\n \"SCP-5144 periodically changes its colour… it is suspected that this may be related to emotional shifts. I have requested that Junior Researcher Dr. Danielle Baker cause a forced emotional shift in myself when it is not expected so we can observe the effects.\"\n\n\n04/01/2020:\n ([muffled giggling] Shhh! Stop laughing Dani, this is important!) Junior Researcher Dr. Danielle Baker provoked a startle reaction from me by hiding under the desk and grabbing my leg as I was about to sit.\n7\n SCP-5144 almost immediately flinched upon the event, changing colour to a deep red. This confirms suspicions that the colour changes are affected by mood.\"\n\n\n13/01/2020:\n \"Testing was done to see if SCP-5144 itself possesses emotions, or if it simply adapts to the ones of those around it. A pin was pressed into SCP-5144's base repeatedly. No visible reaction. SCP-5144 was then exposed to a noise designed to cause a stress response in people. I wore ear defenders to avoid contaminating results. And again.. no reaction. The pin pricks healed within 2 minutes of creation.\"\n\n\n28/01/2020:\n \"SCP-5144 has demonstrated its shapeshifting capabilities, when looking at pictures of other fungi, it was able to replicate them with extreme accuracy. When looking at an artist's conk, it was able to replicate the marking capabilities of the fungus. This effect only works with other mushrooms, however, as when shown any other object, it reverts to its original state.\"\n\n\n08/02/2020:\n \"SCP-5144 appears to be showing demonstrations of thoughts I have not made obvious or said out loud. I was recently feeling slightly hungry, and SCP-5144 began emitting a scent similar to that of fried food. Further testing is needed.\"\n\n\n16/02/2020:\n \"SCP-5144 has ceased appearing in pictures. This effect seems to affect all forms of digital camera. It is unclear exactly when this effect started due to the fact SCP-5144 is not routinely photographed. This may relate to my personal dislike of being photographed. Requests to access office security feed to find this exact moment have been requested.\"\n8\n\n\n29/02/2020:\n \"SCP-5144 had a strong reaction to Dr. Danielle Baker. Upon entering the office, SCP-5144 turned a hot pink colour, inching towards Baker whilst emitting a pleasant aroma, similar to that of roses. Upon checking, SCP-5144 was warm to the touch. Reasons Unknown. I may speak to Dr. Baker and ask if she has had prior interactions with 5144 which may elicit this reaction.\"\n\n\n12/03/2020:\n \"SCP-5144 was on the desk as I was taking notes. Another member of research personnel walked in and immediately, SCP-5144 fell over to cover the notes. Reasons are unknown.\"\n9\n\n\n20/03/2020:\n \"I was speaking to my husband via my phone today, general conversation, nothing abnormal. SCP-5144 fell over on the end call button. It is not apparent whether this was accidental or not.\"\n\n\n01/04/2020:\n \"At precisely 12:08pm Today, (my time of birth), SCP-5144 turned grey and wrinkled. Reasons are unclear.\"\n\n\nUpdate 02/04/2020:\n \"After this event, I considered my own emotions and have realised I may be fearful of aging. This possibly confirms suspicions that SCP-5144 is able to interpret subconscious thoughts.\"\n\n\n02/05/2020:\n \"SC… SCP… fuck it.\n\n[Pause]\n\nDanielle… N-no I'm not cry- upset… I need to go…\"\n\n[The recording ends here]\n\n\n\n\n\n\n\n\n\n\nAddendum 5144-D [02/05/2020]:\n\n\n\n\n\n\nCLICK HERE TO PROCEED\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n [Dr. Mabel Zaretsky, Mycologist, Lead Researcher of SCP-5144.]\n\n\nInterviewer:\n [Dr. Beverly Smith, Senior Psychiatrist at Site-95.]\n\n\nForeword:\n [Dr. Zaretsky requested aid from the psychiatric team. Due to the fact she has stated that it is in relation to SCP-5144, this session has been recorded as per Foundation protocol D962.4]\n\n\n<Begin Log>\n\n\nDr. Smith :\n Hello… Mabel, is it? How are things?\n\n\n[Zaretsky is visibly distressed.]\n\n\nDr Zaretsky:\n Well… I'm getting divorced.\n\n\nDr. Smith:\n I'm sorry to hear that. Is there a particular reason? I believe you said SCP-5144 is somehow involved in this.\n\n\n[Zaretsky pauses]\n\n\nDr Zaretsky:\n Yes…\n\n\nDr. Smith :\n Why do you believe SCP-5144 is responsible for the breakdown of your relationship?\n\n\n[Zaretsky remains silent]\n\n\n\n\nDr. Smith:\n Mabel?\n\n\nDr Zaretsky:\n B-because… it made me realize I don't love him anymore.\n\n\n\n[Dr. Zaretsky begins to cry.]\n\n\n[Smith offers Zaretsky a box of tissues.]\n\n\nDr. Smith:\n Take your time… can you elabor-\n\n\n[Zaretsky cuts off Smith]\n\n\nDr Zaretsky:\n How the hell did it know before I did?!\n\n\nDr. Smith:\n Alright, Let's pause for a moment and take a deep breath…\n\n\n[pause]\n\n\nNow, start from the beginning, what happened to cause this incident?\n\n\nDr Zaretsky:\n It… It sounds stupid, but… It was a few days ago now. He… I was on the phone with my husband, and… The mushroom- SCP-5144 I mean. It was on my desk and it looked like it was… Crying?\n\n\nDr. Smith:\n What do you mean when you say the mushroom was crying?\n\n\nDr Zaretsky:\n Well… have you ever seen a milkcap? It was acting like one of those, crying white latex. It was hunched over like a crying person when it did it.\n\n\nDr. Smith:\n Is that what caused you to figure out your feelings?\n\n\nDr Zaretsky:\n No, I just thought it was a bit weird. It's been mimicking me for weeks now, but I didn’t feel sad talking to my husband, so I didn’t understand why the mushroom was acting like that.\n\n\nDr. Smith:\n I understand. And what happened next?\n\n\nDr Zaretsky:\n Like… 30 minutes later I was on my computer, I was on some random website trying to learn more in depth stuff about the specific type of fungus 5144 likes to mimic… I left my computer literally for 10 seconds to get some more paper from my drawer.\n\n\n[Zaretsky pauses]\n\n\nDr. Smith:\n I'm listening.\n\n\nDr Zaretsky:\n when I looked back up, 5144 had fallen on my mouse, making it hover over some ad on the page for a random divorce lawyer.\n\n\nDr. Smith:\n Okay, and, Mabel, is there any possibility this was accidental? Maybe SCP-5144 just happened to fall over?\n\n\nDr Zaretsky:\n Trust me, I thought that too… so I clicked the ad.\n\n\nDr. Smith:\n and what was the reaction?\n\n\nDr Zaretsky:\n oh it was overjoyed, the damn thing. It went bright green, started glowing, and then it decided to release all these spores that kind of looked like little pieces of confetti. Who the fuck gets that happy over divorce??\n\n\nDr. Smith:\n I see. And, is that when you had that moment of realization?\n\n\nDr Zaretsky:\n pretty soon after that yeah…but after it got pointed out to me like that… it was so obvious that I felt that way.. is that ridiculous?\n\n\nDr. Smith:\n Not at all, Mabel. It sounds like you had subconscious thoughts about ending your relationship and SCP-5144 simply revealed them. I'm sure this experience will be very helpful to your research in the long run.\n\n\n[Pause]\n\n\nI believe it'd be beneficial if we discussed your relationship now. I'd rather not record that for confidentiality reasons… so, are we finished talking about SCP-5144?\n\n\nDr Zaretsky:\n Yeah, all done… \"A mushroom destroyed my marriage\"…it kinda sounds like a headline you'd get in a tabloid, doesn’t it?\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Dr. Zaretsky has started a course of cognitive behavioural therapy to come to terms with her divorce. She has stated that although the experience distresses her, it has provided a much more in depth insight into SCP-5144's capabilities.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Further details of this are apparent in Addendum 5144-C.\n\n\n2\n. Foundation web crawler 25A has been made aware of the original video and will remove it if discovered anywhere else online.\n\n\n3\n. Any experiments involving Dr. Zaretsky from this point onwards will be posted in her observation log. This is due to the ongoing experiments in repeated contact with SCP-5144 she is currently conducting. (See Addendum 5144-C)\n\n\n4\n. \nNo further testing involving SCP-5144 and SCP-1077 is to be done at any time.\n\n\n5\n. Examples of this include colour changes and reactions to stimuli outside of testing conditions.\n\n\n6\n. This log will be updated on an as-and-when basis due to the nature of said log.\n\n\n7\n. Whilst I will allow this instance as it was for experimental purposes, do not make this immaturity a regular occurrence, this applies to all Site-95 staff. - Site-95 Director\n\n\n8\n. 20/02/2020: request has been denied due to the fact that this information is not vital and may require weeks of work looking through security feeds.\n\n\n9\n. 21/06/2020: it is believed that Dr. Zaretsky suffers from an inferiority complex, which may explain this effect. - Dr. Smith\n\n\n\n\n\n\n\n\n« \nSCP-5143\n | SCP-5144 | \nSCP-5145\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5144\n\" by LeMuffin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5144\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n shroom.jpg\n\n\nAuthor:\n [\nChmee2\n]\n\n\nLicense:\n CC-BY 3.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Stropharia_aeruginosa_in_nature_park_Jesenicko_in_2014.JPG",
    "addendums": [
        "Addendum 5144-A, Discovery: SCP-5144 became known to the Foundation on 17/09/2020, after a recording of a mushroom changing colour when touched by a group of British adolescents was uploaded to a popular video-streaming site. The video has since been removed from the site 2 and Class B amnestics have been administered to the group involved in its creation.",
        "Addendum 5144-B, Experiment Log:",
        "Addendum 5144-C, Dr. Zaretsky's Audio Observation Log",
        "Addendum 5144-D [02/05/2020]:"
    ],
    "documents": [],
    "notes": [
        "Date: 22/11/2019 Test 5144-001: SCP-5144 was exposed to a plant, which was then burned with a lighter. Results: SCP-5144 turned black and released smoke-like spores, indicating SCP-5144's properties extend to plant life as well as fauna.",
        "Date: 20/12/2019 Test 5144-002: SCP-5144 was exposed to a solid steel block, which was then hit with a hammer to test if its anomalous properties also work on inanimate objects. Results: No response. Note: This is a waste of Foundation resources. You aren't going to get an emotional response from a block of metal. Do not let this happen again. - Site-95 Director",
        "Date: 13/01/2020 Test 5144-003: After several weeks under the care of Dr. Zaretsky, SCP-5144 was exposed to an image of an Orb-weaver spider. Dr. Zaretsky has told me that she suffers with arachnophobia, and as such, this test is to see if SCP-5144 has picked up on this. Results: SCP-5144 began to exhibit movement, rolling away from the image. It seems SCP-5144 acquired Dr. Zaretsky’s arachnophobia. 3 Note: The only people I told about this prior to testing was Dr. Danielle Baker and my husband. I only tell those I truly care about that I have a phobia SCP-5144 had no way of knowing of my phobia prior to this. - Dr. Zaretsky",
        "Date: 10/02/2020 Test 5144-004: SCP-5144 was exposed to a lab rat that has been conditioned to be fearful of fungi, a mirror was placed in the experiment area in order to test how SCP-5144 reacted to its reflection. Results: SCP-5144 rolled away from its own reflection, moving whenever the mirror was placed in front of it again. SCP-5144 was shaking following this experiment.",
        "Date: 22/03/2020 Test 5144-005: SCP-5144 was placed in a containment cell with SCP-1077 to test interaction between other anomalous fungi. 4 Results: SCP-5144 and SCP-1077 both began emitting an exponential amount of spores. D-2304 was sent in to retrieve SCP-5144 and was immediately quarantined to observe the effects of the spores. When the effect of SCP-1077 became apparent in D-2304, two voices tried to speak at the same time. One voice sounded particularly scratchy and static, which is believed to be a poor attempt on SCP-5144's part to replicate SCP-1077. This put immense strain on D-2304's vocal chords, leaving some permanent damage.",
        "Interviewed: [Dr. Mabel Zaretsky, Mycologist, Lead Researcher of SCP-5144.] Interviewer: [Dr. Beverly Smith, Senior Psychiatrist at Site-95.] Foreword: [Dr. Zaretsky requested aid from the psychiatric team. Due to the fact she has stated that it is in relation to SCP-5144, this session has been recorded as per Foundation protocol D962.4] <Begin Log> Dr. Smith : Hello… Mabel, is it? How are things? [Zaretsky is visibly distressed.] Dr Zaretsky: Well… I'm getting divorced. Dr. Smith: I'm sorry to hear that. Is there a particular reason? I believe you said SCP-5144 is somehow involved in this. [Zaretsky pauses] Dr Zaretsky: Yes… Dr. Smith : Why do you believe SCP-5144 is responsible for the breakdown of your relationship? [Zaretsky remains silent] Dr. Smith: Mabel? Dr Zaretsky: B-because… it made me realize I don't love him anymore. [Dr. Zaretsky begins to cry.] [Smith offers Zaretsky a box of tissues.] Dr. Smith: Take your time… can you elabor- [Zaretsky cuts off Smith] Dr Zaretsky: How the hell did it know before I did?! Dr. Smith: Alright, Let's pause for a moment and take a deep breath… [pause] Now, start from the beginning, what happened to cause this incident? Dr Zaretsky: It… It sounds stupid, but… It was a few days ago now. He… I was on the phone with my husband, and… The mushroom- SCP-5144 I mean. It was on my desk and it looked like it was… Crying? Dr. Smith: What do you mean when you say the mushroom was crying? Dr Zaretsky: Well… have you ever seen a milkcap? It was acting like one of those, crying white latex. It was hunched over like a crying person when it did it. Dr. Smith: Is that what caused you to figure out your feelings? Dr Zaretsky: No, I just thought it was a bit weird. It's been mimicking me for weeks now, but I didn’t feel sad talking to my husband, so I didn’t understand why the mushroom was acting like that. Dr. Smith: I understand. And what happened next? Dr Zaretsky: Like… 30 minutes later I was on my computer, I was on some random website trying to learn more in depth stuff about the specific type of fungus 5144 likes to mimic… I left my computer literally for 10 seconds to get some more paper from my drawer. [Zaretsky pauses] Dr. Smith: I'm listening. Dr Zaretsky: when I looked back up, 5144 had fallen on my mouse, making it hover over some ad on the page for a random divorce lawyer. Dr. Smith: Okay, and, Mabel, is there any possibility this was accidental? Maybe SCP-5144 just happened to fall over? Dr Zaretsky: Trust me, I thought that too… so I clicked the ad. Dr. Smith: and what was the reaction? Dr Zaretsky: oh it was overjoyed, the damn thing. It went bright green, started glowing, and then it decided to release all these spores that kind of looked like little pieces of confetti. Who the fuck gets that happy over divorce?? Dr. Smith: I see. And, is that when you had that moment of realization? Dr Zaretsky: pretty soon after that yeah…but after it got pointed out to me like that… it was so obvious that I felt that way.. is that ridiculous? Dr. Smith: Not at all, Mabel. It sounds like you had subconscious thoughts about ending your relationship and SCP-5144 simply revealed them. I'm sure this experience will be very helpful to your research in the long run. [Pause] I believe it'd be beneficial if we discussed your relationship now. I'd rather not record that for confidentiality reasons… so, are we finished talking about SCP-5144? Dr Zaretsky: Yeah, all done… \"A mushroom destroyed my marriage\"…it kinda sounds like a headline you'd get in a tabloid, doesn’t it? <End Log> Closing Statement: Following this interview, Dr. Zaretsky has started a course of cognitive behavioural therapy to come to terms with her divorce. She has stated that although the experience distresses her, it has provided a much more in depth insight into SCP-5144's capabilities.",
        "\" SCP-5144 \" by LeMuffin, from the SCP Wiki . Source: https://scpwiki.com/scp-5144 . Licensed under CC-BY-SA .",
        "Filename: shroom.jpg Author: [ Chmee2 ] License: CC-BY 3.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Stropharia_aeruginosa_in_nature_park_Jesenicko_in_2014.JPG"
    ],
    "containment_procedures": "SCP-5144 is to be kept in a medium plastic container at Bio Site-95, locked in a steel safe in the office of Dr. Zaretsky when not in use. SCP-5144's containment is to be filled with a thin layer of substrate, moistened with 200ml of water when required. 50g of decaying plant matter is to be added to the container on a monthly basis. The windows in Dr. Zaretsky's office are to remain closed at all times.",
    "description": "SCP-5144 is an anomalous fungus resembling Stropharia aeruginosa, with a stem height of approximately 7cm and a cap width of approximately 8cm. In its unaltered state, SCP-5144 appears to have adnate, pale grey gills and a convex, blue-green cap. When it is not absorbing nutrients, SCP-5144 is capable of retracting its hyphae, allowing it to move around.",
    "title": "SCP-5144"
}