{
    "url": "https://scp-wiki.wikidot.com/scp-5145",
    "all_text": "rating: \n+506\n+\n–\nx\n\n\n\n\nAh! Hello there!\n\n\nMy name is \nsalvador.aic\n, and I will be helping you along with your orientation. Allow me to just quickly check your personnel file…\n\n\nFollowing conviction on the grounds of manslaughter and conspiracy with a hostile group of interest, you have opted to transfer over to Surrealistics rather than undergo termination. Excellent choice!\n\n\nNow, in order to prepare you for your duties as a Surrealistic, it's vital that we realign your rational paradigm. Now I know that sounds nasty, but worry not! It's a very simple procedure. You'll notice the necessary IV has already been inserted and a set of files has been put in front of you.\n\n\nAll you need to do is transcribe the anomaly described in these documents as an SCP file. I will adjust the dosage of agnostics being fed to you between each attempt until you reach correct understanding of the anomaly in question. This will indicate your rational paradigm has been correctly realigned.\n\n\nLet's do our best!\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n A=A\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n 8\n\n\nCOLOUR:\n GREEN\n\n\nTEETH:\n YES\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP-5145\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5145 is currently contained within a portable emergency holding cell at Site-22. Personnel suffering from recent personal loss are to remain at least fifty meters away from SCP-5145 at all times. Psychological counselling is to be conducted regularly with personnel assigned to SCP-5145 to ensure they do not become susceptible to its effects.\n\n\nDescription:\n SCP-5145 is an intangible entity resembling an indistinct humanoid figure perpetually floating one meter off the ground. Although SCP-5145's body has not moved from its original position since manifestation, it is capable of exerting physical force over a distance of fifty meters around itself. This takes the form of susceptible individuals being instantly shredded by an indistinct mass of small black objects which disappear several seconds later.\n\n\nAnalysis of information provided regarding personnel who have been killed by SCP-5145 suggests that targets are selected based on their level of emotional distress. No individuals with a neutral emotional state have been killed to date, while all who were killed had recently been made aware of a personal loss.\n\n\n\n\n\n\n\n\nHm … well, for a first attempt this is pretty good, but it's also really quite awful.\n\n\nYou've written down \nwhat\n our friend here does, but there's nothing about how or why! Understanding, man, understanding! That's what Surrealistics is all about.\n\n\nBut I have faith in you. We chose this anomaly special, after all, with you just in mind.\n\n\nLet's keep at it!\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n A=C\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n 31\n\n\nCOLOUR:\n BLUE\n\n\nTEETH:\n YES\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP-5145\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As temperatures are of course at freezing value, personal heating is required throughout Site-010. SCP-5145 is to be contained at Site-010. SCP-5145 is to be stored in a shielded chamber located at Site-010, and fed \ntwice\n three times a day. This shielding is to be composed of a strong material.\n\n\nThe demands of the Seeing Eye are to be obeyed. Any personnel found obeying the Seeing Eye are to be reassigned to Surrealistics or incinerated. Should SCP-5145 be terminated, personal heating will be required. There will be no funeral.\n\n\nDescription:\n SCP-5145 is an eight-year old girl residing six feet under inside a shielded containment chamber inside Site-010. The emotional state of SCP-5145 is linked directly to the Sun — emotional distress will result in solar dimming, while excitement will result in intense solar flares capable of annihilating up to three-hundred D-Class personnel.\n\n\nDirectly pointed at Site-010 is a massive free-floating energy cannon, hereafter referred to as SCP-5145-1, hereafter referred to as the Seeing Eye.\n\n\nPeriodically, the Seeing Eye will release a telepathic demand to all surrounding organisms. These demands are variable, and thus vary significantly from case to case. Should these demands not be obeyed immediately, the Seeing Eye will fire and kill SCP-5145. Subsequently, the Sun will go out.\n\n\n\n\n\n\n\n\nI'm going to be honest, I'm not entirely sure what you're talking about in this version of the article. But don't worry, that's quite common!\n\n\nWhen you're first exposed to this level of agnostics, your memories often get muddled up with your present perceptions a bit. It's nothing to be afraid of, and it's really very cool.\n\n\nUnfortunately, this doesn't pertain to the anomaly you read about at all, but I'm sure we'll get there eventually.\n\n\nKeep on keeping on!\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n A=E\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n -6\n\n\nCOLOUR:\n BEIGE\n\n\nTEETH:\n YES\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP-5145\n\n\nObject Class:\n Zenzizenzizenzic\n1\n\n\nSpecial Containment Procedures:\n SCP-5145 is currently contained within a portable emergency holding cell at Site-22. SCP-5145-1 is currently contained within SCP-5145. SCP-5145-2 is contained within SCP-5145-1. Each day, a member of personnel undergoing extreme emotional distress is to be presented to SCP-5145, SCP-5145-1 and SCP-5145-2. Following shredding, nothing is to be done.\n\n\nEach day, a black envelope will arrive at Site-010. These are not to be opened under any circumstances.\n\n\nDescription:\n SCP-5145 is a humanoid logical gap perpetually floating one meter off the ground. Within said logical gap, an eight year old girl — hereafter referred to as SCP-5145-1 — is visible. Within the empty left eye socket of said girl, a pleasant smiling man — hereafter referred to as SCP-5145-2 — is visible.\n\n\nEvery day, SCP-5145-2 will mail a black envelope to Site-010 utilizing the US Postal Service. If the demands enclosed in these envelopes are not followed within twenty-four hours, SCP-5145-2 will attempt to climb out of SCP-5145-1's eye socket. This will result in the death of SCP-5145-1, the destruction of SCP-5145, and an inevitable logical collapse cascade. This will constitute a K-Class end-of-your-world scenario, often resulting in the subsequent destruction of the Sun.\n\n\nHowever, the instructions contained in these envelopes \ncan\n \nshould\n \nwon't\n \ncan\n can never be followed.\n\n\n\n\n\n\n\n\nWell, this is promising!\n\n\nAs I said earlier, you're still letting some of your personal experiences bleed into the actual anomaly, but that \nis\n giving you the context you need — so I'd say keep it up! If you're suffering any bleeding, don't worry, the guard will clean that up. All you need to concentrate on is your current system of thinking.\n\n\nIt's just like redirecting the tracks of a railway, when you think about it. A fun experience that's easy to try!\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n A=N\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n 10003\n\n\nCOLOUR:\n RED\n\n\nTEETH:\n YES\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP-5145\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5145 is to be kept away from squares. A circle is to be prepared.\n\n\nDescription:\n SCP-5145 is a round hole in a square world. As the angles of the world are too sharp for such a logical gap, shredding is the inevitable result. By 'world', I am referring to a crying person, except that they are not crying. You cannot force a square-shaped angle into a round-shaped world hole. It's a natural result.\n\n\nIn a room somewhere, two people were talking. At this time, the Sun is still shining.\n\n\n\n\n<Begin Log>\n\n\n[DATA EXPUNGED]:\n [DATA EXPUNGED]\n\n\nThe Seeing Eye:\n All in good time. Your daughter has been very brave, by the way.\n\n\n[DATA EXPUNGED]:\n [DATA EXPUNGED]\n\n\nThe Seeing Eye:\n As I \nsaid\n, all in good time. Do you have what we've requested?\n\n\n(Silence. [DATA EXPUNGED] slides a black envelope over the table. The Seeing Eye takes it and opens it.)\n\n\nThe Seeing Eye:\n This is a very foolish mistake you've made.\n\n\n[DATA EXPUNGED]:\n [DATA EXPUNGED]\n\n\nThe Seeing Eye:\n This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty.\n\n\n[DATA EXPUNGED]:\n [DATA EXPUNGED]\n\n\nThe See Eye:\n This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty.\n\n\n[DATA EXPUNGED]:\n please don't\n\n\nCI:\n this is empty\n\n\n(Gunshot.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\nDo not allow guilt to bleed too much over your duties, friend! We want your experiences to colour your perceptions, not stain them!\n\n\nA graze is always preferable to hemorrhage.\n\n\nDo it again.\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n A=Y\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n 9\n\n\nCOLOUR:\n SARCOLINE\n\n\nTEETH:\n NO\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP\n\n\nObject Class:\n Dishwasher\n\n\nSpecial Containment Procedures:\n \nSCP is to be woken up for school and fed breakfast. SCP is to be picked up from school and fed lunch. SCP is to go to the park. SCP is to watch its favourite cartoon. SCP is to be tucked in at night. SCP is to be informed there are no monsters in the closet.\n\n\nA black envelope is to be made full.\n\n\nDescription:\n A black envelope is composed of paper and glue. It has a hungry mouth and desires intelligence. It has a hungry mouth and desires the intelligence you have access to. It is pointing a gun at the sun.\n\n\nPersonnel are to insert their head into the hungry mouth of a black envelope and allow it to occur thusly. The sun's birthday cake has eight candles and each is speared down into the bakery beast. The black envelope is strangling a ninth candle. It has hands with which to do this.\n\n\nThe Sun will go out soon. You have to do the dishes.\n\n\n\n\n\n\n\n\nPlease don't worry about those! They aren't necessary to read or think. The guard will pick them up for you shortly.\n\n\nI know that must have been quite unpleasant, but at least we now have a good idea of your maximum tolerance. It's unfortunate that attempt lost the majority of its coherence, but I really do think you're almost there.\n\n\nIt will all be over soon. As a Surrealistic, you'll realize there's no real reason to cry.\n\n\n\n\n\n\n\n\nRATIONAL ALIGNMENT:\n B=A\n\n\nORIENTATION TYPE:\n VOLUNTARY\n\n\nSUPERVISOR:\n SALVADOR.AIC\n\n\nRATING:\n +0/-0\n\n\nCOLOUR:\n WHITE\n\n\nTEETH:\n NO\n\n\nADJUSTING DOSAGE…\n\n\n\n\nItem #:\n SCP-5145\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5145 is to be relocated to Site-⌘ and placed in the room that is to become my office. I am to spend at least nine hours a day in close proximity to SCP-5145. There are to be no windows in my office. There are to be no photographs in my office. There are to be no envelopes in my office.\n\n\nI am never to leave Site-⌘.\n\n\nDescription:\n SCP-5145 is the physical manifestation of a logical gap created through thick and persistent denial of common emotional indicators. The sheer number of colliding non-existent emotional expressions in Site-22 building up over a period of several years resulted in the spontaneous creation of SCP-5145.\n\n\nAs SCP-5145 is an absence created through contradictory lacks of emotion, it will perpetually attempt to destroy itself by filling said gap with suitable emotional indicators. However, it is unable to do so as the majority of emotional indicators are the wrong shape to accommodate SCP-5145. As a result of this dissonance, a backlash effect occurs and shreds the offending emotional generator.\n\n\nBy realigning rational paradigms, an emotional generator has been prepared with a correctly-shaped emotional profile to seal SCP-5145. This seal is temporary, however, and must be replenished periodically. Fair enough.\n\n\nInside the logical gap that is SCP-5145, a one-eyed corpse is visible. It looks up at me. It smiles.\n\n\nThe Sun goes out.\n\n\n\n\n\n\n\n\nWell done, Doctor.\n\n\nWelcome to the Surrealistics.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Will come up with definition for this later.\n\n\n\n\n\n\n\n\n« \nSCP-5144\n | SCP-5145 | \nSCP-5146\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5145\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5145\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "RATIONAL ALIGNMENT: A=A ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: 8 COLOUR: GREEN TEETH: YES ADJUSTING DOSAGE… Item #: SCP-5145 Object Class: Keter Special Containment Procedures: SCP-5145 is currently contained within a portable emergency holding cell at Site-22. Personnel suffering from recent personal loss are to remain at least fifty meters away from SCP-5145 at all times. Psychological counselling is to be conducted regularly with personnel assigned to SCP-5145 to ensure they do not become susceptible to its effects. Description: SCP-5145 is an intangible entity resembling an indistinct humanoid figure perpetually floating one meter off the ground. Although SCP-5145's body has not moved from its original position since manifestation, it is capable of exerting physical force over a distance of fifty meters around itself. This takes the form of susceptible individuals being instantly shredded by an indistinct mass of small black objects which disappear several seconds later. Analysis of information provided regarding personnel who have been killed by SCP-5145 suggests that targets are selected based on their level of emotional distress. No individuals with a neutral emotional state have been killed to date, while all who were killed had recently been made aware of a personal loss.",
        "RATIONAL ALIGNMENT: A=C ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: 31 COLOUR: BLUE TEETH: YES ADJUSTING DOSAGE… Item #: SCP-5145 Object Class: Keter Special Containment Procedures: As temperatures are of course at freezing value, personal heating is required throughout Site-010. SCP-5145 is to be contained at Site-010. SCP-5145 is to be stored in a shielded chamber located at Site-010, and fed twice three times a day. This shielding is to be composed of a strong material. The demands of the Seeing Eye are to be obeyed. Any personnel found obeying the Seeing Eye are to be reassigned to Surrealistics or incinerated. Should SCP-5145 be terminated, personal heating will be required. There will be no funeral. Description: SCP-5145 is an eight-year old girl residing six feet under inside a shielded containment chamber inside Site-010. The emotional state of SCP-5145 is linked directly to the Sun — emotional distress will result in solar dimming, while excitement will result in intense solar flares capable of annihilating up to three-hundred D-Class personnel. Directly pointed at Site-010 is a massive free-floating energy cannon, hereafter referred to as SCP-5145-1, hereafter referred to as the Seeing Eye. Periodically, the Seeing Eye will release a telepathic demand to all surrounding organisms. These demands are variable, and thus vary significantly from case to case. Should these demands not be obeyed immediately, the Seeing Eye will fire and kill SCP-5145. Subsequently, the Sun will go out.",
        "RATIONAL ALIGNMENT: A=E ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: -6 COLOUR: BEIGE TEETH: YES ADJUSTING DOSAGE… Item #: SCP-5145 Object Class: Zenzizenzizenzic 1 Special Containment Procedures: SCP-5145 is currently contained within a portable emergency holding cell at Site-22. SCP-5145-1 is currently contained within SCP-5145. SCP-5145-2 is contained within SCP-5145-1. Each day, a member of personnel undergoing extreme emotional distress is to be presented to SCP-5145, SCP-5145-1 and SCP-5145-2. Following shredding, nothing is to be done. Each day, a black envelope will arrive at Site-010. These are not to be opened under any circumstances. Description: SCP-5145 is a humanoid logical gap perpetually floating one meter off the ground. Within said logical gap, an eight year old girl — hereafter referred to as SCP-5145-1 — is visible. Within the empty left eye socket of said girl, a pleasant smiling man — hereafter referred to as SCP-5145-2 — is visible. Every day, SCP-5145-2 will mail a black envelope to Site-010 utilizing the US Postal Service. If the demands enclosed in these envelopes are not followed within twenty-four hours, SCP-5145-2 will attempt to climb out of SCP-5145-1's eye socket. This will result in the death of SCP-5145-1, the destruction of SCP-5145, and an inevitable logical collapse cascade. This will constitute a K-Class end-of-your-world scenario, often resulting in the subsequent destruction of the Sun. However, the instructions contained in these envelopes can should won't can can never be followed.",
        "RATIONAL ALIGNMENT: A=N ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: 10003 COLOUR: RED TEETH: YES ADJUSTING DOSAGE… Item #: SCP-5145 Object Class: Keter Special Containment Procedures: SCP-5145 is to be kept away from squares. A circle is to be prepared. Description: SCP-5145 is a round hole in a square world. As the angles of the world are too sharp for such a logical gap, shredding is the inevitable result. By 'world', I am referring to a crying person, except that they are not crying. You cannot force a square-shaped angle into a round-shaped world hole. It's a natural result. In a room somewhere, two people were talking. At this time, the Sun is still shining. <Begin Log> [DATA EXPUNGED]: [DATA EXPUNGED] The Seeing Eye: All in good time. Your daughter has been very brave, by the way. [DATA EXPUNGED]: [DATA EXPUNGED] The Seeing Eye: As I said , all in good time. Do you have what we've requested? (Silence. [DATA EXPUNGED] slides a black envelope over the table. The Seeing Eye takes it and opens it.) The Seeing Eye: This is a very foolish mistake you've made. [DATA EXPUNGED]: [DATA EXPUNGED] The Seeing Eye: This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. [DATA EXPUNGED]: [DATA EXPUNGED] The See Eye: This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. This is empty. [DATA EXPUNGED]: please don't CI: this is empty (Gunshot.) <End Log>",
        "RATIONAL ALIGNMENT: A=Y ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: 9 COLOUR: SARCOLINE TEETH: NO ADJUSTING DOSAGE… Item #: SCP Object Class: Dishwasher Special Containment Procedures: SCP is to be woken up for school and fed breakfast. SCP is to be picked up from school and fed lunch. SCP is to go to the park. SCP is to watch its favourite cartoon. SCP is to be tucked in at night. SCP is to be informed there are no monsters in the closet. A black envelope is to be made full. Description: A black envelope is composed of paper and glue. It has a hungry mouth and desires intelligence. It has a hungry mouth and desires the intelligence you have access to. It is pointing a gun at the sun. Personnel are to insert their head into the hungry mouth of a black envelope and allow it to occur thusly. The sun's birthday cake has eight candles and each is speared down into the bakery beast. The black envelope is strangling a ninth candle. It has hands with which to do this. The Sun will go out soon. You have to do the dishes.",
        "RATIONAL ALIGNMENT: B=A ORIENTATION TYPE: VOLUNTARY SUPERVISOR: SALVADOR.AIC RATING: +0/-0 COLOUR: WHITE TEETH: NO ADJUSTING DOSAGE… Item #: SCP-5145 Object Class: Euclid Special Containment Procedures: SCP-5145 is to be relocated to Site-⌘ and placed in the room that is to become my office. I am to spend at least nine hours a day in close proximity to SCP-5145. There are to be no windows in my office. There are to be no photographs in my office. There are to be no envelopes in my office. I am never to leave Site-⌘. Description: SCP-5145 is the physical manifestation of a logical gap created through thick and persistent denial of common emotional indicators. The sheer number of colliding non-existent emotional expressions in Site-22 building up over a period of several years resulted in the spontaneous creation of SCP-5145. As SCP-5145 is an absence created through contradictory lacks of emotion, it will perpetually attempt to destroy itself by filling said gap with suitable emotional indicators. However, it is unable to do so as the majority of emotional indicators are the wrong shape to accommodate SCP-5145. As a result of this dissonance, a backlash effect occurs and shreds the offending emotional generator. By realigning rational paradigms, an emotional generator has been prepared with a correctly-shaped emotional profile to seal SCP-5145. This seal is temporary, however, and must be replenished periodically. Fair enough. Inside the logical gap that is SCP-5145, a one-eyed corpse is visible. It looks up at me. It smiles. The Sun goes out.",
        "\" SCP-5145 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5145 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5145",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5145 is to be relocated to Site-⌘ and placed in the room that is to become my office. I am to spend at least nine hours a day in close proximity to SCP-5145. There are to be no windows in my office. There are to be no photographs in my office. There are to be no envelopes in my office.",
    "description": "SCP-5145 is the physical manifestation of a logical gap created through thick and persistent denial of common emotional indicators. The sheer number of colliding non-existent emotional expressions in Site-22 building up over a period of several years resulted in the spontaneous creation of SCP-5145.",
    "title": "SCP-5145"
}