{
    "url": "https://scp-wiki.wikidot.com/scp-5146",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\nItem #:\n SCP-5146\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The continued presence of SCP-5146 within its area of the Pacific Islands Territory is to be verified bimonthly via standard checks of the Foundation's routinely updated mapping satellite footage. No further containment procedures are required.\n\n\nDescription:\n SCP-5146 is a 1:1 scale map of an unnamed stony island located east of the Federated States of Micronesia, possessing an area of approximately 0.53 km\n2\n. Apart from its nature as a map, the object displays no other anomalous properties and is geologically similar to the islands present in the area.\n\n\nSCP-5146 was brought to the Foundation's attention during a routine database comparison of satellite footage collected during the months of December 2007 and February 2008, when the object was recorded within waters that had been previously designated as unoccupied. Due to the presence of mature vegetation visible on its surface and the lack of seismic or volcanic activity in the area during that time period, the object was issued a provisory designation and an exploratory mission manned by regional Oceanic Task Force Beta-46 (\"Shearwaters\") was dispatched.\n\n\nDespite the presence of several presumably manmade structures distributed across its surface area, the object was found to be uninhabited. Additionally, the present members of OTF Beta-46 encountered no wildlife, barring several specimens of migratory birds typical for the area. As such, a list of discovered items is provided in lieu of a standard exploration log transcript. Body camera footage collected during the mission can be accessed upon request through the Site-35 digital archives.\n\n\nAddendum 5146.1:\n Inventory of items recovered from SCP-5146:\n\n\n\n\n+ View contents\n\n\n\n\n- Hide contents\n\n\n\n\n\n\n\n\nLOCATION:\n Wooden pier, southwest shore\n\n\n\n\n\n\ncrab cages (5)\n\n\n\n\n\n\nplastic bucket\n\n\n\n\n\n\nshore-operated lift net\n\n\n\n\n\n\nthree-strand nylon mooring rope (12 meters)\n\n\n\n\n\n\nLOCATION:\n Single-room vernacular house, central clearing\n\n\n\n\n\n\nempty gasoline canister\n\n\n\n\n\n\nfoldable cot\n\n\n\n\n\n\npaperback copy of Jack Kerouac's \nOn the Road\n, waterlogged\n\n\n\n\n\n\nsingle-burner gasoline camping stove\n\n\n\n\n\n\nsingle-person cutlery set\n\n\n\n\n\n\nunaddressed postcard marked with Marshall Islands type 1 meter stamp (see attached)\n\n\n\n\n\n\n \n\nContents of recovered postcard as follows:\n\n\n\n\nI'm sorry I couldn't make it to see you again this year, but you know how the big city makes me. I thought going home would take the edge off all that claustrophobia a little, but it's just not the same when you can't \nreally\n come back, you know what I mean?\n\nMaybe one day. Despite it all.\n\nIn the meantime, I'm trying to figure out something for myself. My own little perfect territory, just the way I remember it. Down to the last detail.\n\nI hope you'll come visit me one day.\n\nProud of you,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5145\n | SCP-5146 | \nSCP-5147\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5146\n\" by daviiid, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5146\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5146.1: Inventory of items recovered from SCP-5146:"
    ],
    "documents": [],
    "notes": [
        "I'm sorry I couldn't make it to see you again this year, but you know how the big city makes me. I thought going home would take the edge off all that claustrophobia a little, but it's just not the same when you can't really come back, you know what I mean? Maybe one day. Despite it all. In the meantime, I'm trying to figure out something for myself. My own little perfect territory, just the way I remember it. Down to the last detail. I hope you'll come visit me one day. Proud of you,",
        "\" SCP-5146 \" by daviiid, from the SCP Wiki . Source: https://scpwiki.com/scp-5146 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5146",
    "object_class": "Safe",
    "containment_procedures": "The continued presence of SCP-5146 within its area of the Pacific Islands Territory is to be verified bimonthly via standard checks of the Foundation's routinely updated mapping satellite footage. No further containment procedures are required.",
    "description": "SCP-5146 is a 1:1 scale map of an unnamed stony island located east of the Federated States of Micronesia, possessing an area of approximately 0.53 km2. Apart from its nature as a map, the object displays no other anomalous properties and is geologically similar to the islands present in the area.",
    "title": "SCP-5146"
}