{
    "url": "https://scp-wiki.wikidot.com/scp-5148",
    "all_text": "Frickin sweet!\n\n\n\n\n\n\nrating: \n+243\n+\n–\nx\n\n\nItem #:\n SCP-5148\n\n\nObject Class:\n Malchut\n\n\nSpecial Containment Procedures:\n Procedure 5148-Alpha is to be observed when referring to \nthe object class between Chokhmah and Binah\n for all anomalies registered in the Site-19 SCiPnet database. The object class may be spoken aloud, but not typed into the SCiPnet database to prevent the effects of SCP-5148 from manifesting.\n\n\nDue to the nature of SCP-5148, the anomaly itself and any SCP objects of the same object class are not to be tagged as \nthe topmost of the Sephirot\n, and are instead designated as Malchut. Use of object class \nthe most hidden of things\n is still to be utilized in standard Foundation databases outside of Site-19.\n\n\nDescription:\n SCP-5148 is a digital anomaly affecting the Site-19 SCiPnet database. When an SCP object is tagged and designated as \nthe coronal object class\n, SCP-5148 will manifest and change all uses of the word to 'Peter', as well as replace any attached image files with crudely drawn images of a character wearing green pants and a white button-up shirt.\n\n\nSCP-5148 was originally discovered by Alexandra.aic when the construct detected multiple unauthorized edits on hundreds of SCP files hosted on the Site-19 SCiPnet database. Alexandra.aic initially attempted to revert edits on the affected articles, but was unable to do so and alerted Foundation personnel to the problem. To date, all attempts to train AIC to edit files affected by SCP-5148 have failed.\n\n\nAddendum 5148.01:\n Recovered Chat Logs\n\nThe following chat logs were found in an abandoned GoI-5869 'Gamers Against Weed' chatroom by a Foundation webcrawler and are believed to be relevant to SCP-5148. The document has been edited to follow Procedure 5148-Alpha.\n\n\n\n\n<BEGIN LOG>\n\n\nTakeovermetal:\n anyone want to play a modded doom level?\n\n\nlesbian_gengar:\n hey guys\n\n\nBingledorf:\n \nTakeovermetal\n me\n\n\nlesbian_gengar:\n i just got done reading a new york times article on how the foundation classifies the things they contain\n\n\njockjamsvol6:\n Ping!\n\n\nbluntfiend:\n Ping\n\n\n\n\n\n\n+ Takeovermetal has uploaded file battleofrbikinibodoom.exe 32mb ⬇\n\n\n\n\n- battleofrbikinibodoom.exe \n\n\n\n\nDOWNLAD FILE?\n\n\n- battleofrbikinibodoom.exe \n\n\n\n\n\n\n\n\n\n\nBingledorf:\n sweet will play now\n\n\nlesbian_gengar:\n hey guys you're just in time for my kvetching\n\n\nlesbian_gengar:\n so like i was saying, the foundation right. they use these things called object classes to designate how dangerous things are.\n\n\nlesbian_gengar:\n get this\n\n\nlesbian_gengar:\n they use safe, euclid, and \nthat which sits above Tiferet.\n\n\nbluntfiend:\n OK, and?\n\n\nlesbian_gengar:\n \nregal crown of the sephirot\n as in like the kaballah\n\n\nbones:\n \nhttps://en.wikipedia.org/wiki/Kabbalah\n\n\nlesbian_gengar:\n thank you \nbones\n <3\n\n\nlesbian_gengar:\n so like this matters because \nthat with 13 attributes\n is reserved for the most dangerous one\n\n\nbluntfiend:\n Makes sense, I see it means crown on the wikipedia page.\n\n\njockjamsvol6:\n But what does this all mean?\n\n\nlesbian_gengar:\n idk but isn't it a little sus that a fascist organization is appropriating the kaballah?\n\n\njockjamsvol6:\n I see what you mean. It's fucking ridiculous.\n\n\nlesbian_gengar:\n it is fucking ridiculous. what's next, object class yesod? object class chokhmah? how much more of the kaballah will they appropriate?\n\n\nmork:\n Im going to say it\n\n\nmork:\n Im going to do it\n\n\nlesbian_gengar:\n ?\n\n\nmork:\n Chokhmah my ballz lol.\n\n\nlesbian_gengar:\n damn bro you got the whole squad laughing. :|\n\nmork\n was kicked by \nbones\n. Message: \nThis is not the place to be making sexual advances.\n\n\nBingledorf:\n \nTakeovermetal\n sweet level\n\n\nBingledorf:\n \nlesbian_gengar\n how do u even pronounce it tho\n\n\nBingledorf:\n key-tar?\n\n\nBingledorf:\n keh-ter?\n\n\njuliachildenthusiast:\n When I heard them say it last time they were here, they pronounced it like 'Peter.'\n\n\ngaycopmp4:\n lmao peter\n\n\nlesbian_gengar:\n smh\n\n\nlesbian_gengar:\n they're not even pronouncing it right.\n\n\nbones:\n According to pronounciation guides, it is pronounced 'Kaht-er'.\n\n\nlesbian_gengar:\n \nbones\n you are my bubula today. <3\n\n\nbones:\n I am grateful for your expression of endearment towards me.\n\n\ngaycopmp4:\n yo \nlesbian_gengar\n\n\ngaycopmp4:\n check your PMs\n\n\ngaycopmp4:\n I have an idea to fuck with them based on what you told us.\n\n\nbluntfiend:\n You need to be careful with whatever you're doing. The Foundation are no joke nad messing around with them could lead to a lot of bad shit for us, especially if they find out we're directly fucking with them.\n\n\nbluntfiend:\n *and\n\n\nbluntfiend:\n \ngaycopmp4\n Promise you will be careful?\n\n\ngaycopmp4:\n dont be such a worrywart, jude. things are different now.\n\n\ngaycopmp4:\n they can't just come after us without the entire world knowing.\n\n\ngaycopmp4:\n can you imagine all the bad press that would generate?\n\n\ngaycopmp4:\n 'scp foundation hunts down gay shitposters'\n\n\ngaycopmp4:\n there would be a media circus. the foundation can't do shit as long as people remember what happened to north korea.\n\n\nbluntfiend:\n I guess you're right.\n\n\nbluntfiend:\n But you can't blame me for, you know, caring about everyone here's safety.\n\n\ngaycopmp4:\n of course not dude but\n\n\ngaycopmp4:\n no ones going to get hurt from this stupid prank\n\n\ngaycopmp4:\n besides its about time we got back at them for taking heather\n\n\njockjamsvol6:\n Any chance we can get a sneak peek at what you're doing?\n\n\ngaycopmp4:\n \njockjamsvol6\n let's just say we're lucky there's a family guy. ;)\n\n\n\n\n\n\n+ gaycopmp4 has uploaded file frickinsweet.png 26mb ⬇\n\n\n\n\n- frickinsweet.png\n\n\n\n\n- frickinsweet.png\n\n\n\n\n\n\n\n\n\n\nlesbian_gengar:\n LMAO\n\n<END LOG>\n\n\nNote:\n Given the group's reaction to the knowledge of \nthe crowned object class\n, the Department of Tactical Theology has advised Foundation publicists not to reveal the existence of object class Thaumiel in order to avoid further issues.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4003\n \n•\n\n\n\n\n\n\nSCP-7260\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-6057\n \n•\n\n\n\n\n\n\nSCP-6832\n \n•\n\n\n\n\n\n\nSCP-654\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nWonder World Dossier\n \n•\n\n\n\n\n\n\nSebastian\n \n•\n\n\n\n\n\n\nCool Guys Don't Look At Explosions\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\nProject Koza, 1942\n \n•\n\n\n\n\n\n\nAce Of Hearts\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\nWho Wants To Live Forever?\n \n•\n\n\n\n\n\n\n(Too) Late Registration\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nManhattan Dimensional Collapse; GOC Intervention Imminent?\n \n•\n\n\n\n\n\n\nAces Deuces\n \n•\n\n\n\n\n\n\nSC-99/734/01/506\n \n•\n\n\n\n\n\n\nA Passing Rain\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5147\n | SCP-5148 | \nSCP-5149\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5148\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5148\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n downloadicon.png\n\n\nName:\n File:Upload (89524) - The Noun Project.svg\n\n\nAuthor:\n Consumer Financial Protection Bureau\n\n\nLicense:\n CC 1.0 Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Upload_(89524)_-_The_Noun_Project.svg\n\n\n\n\n\n\nFilename:\n frickinsweet.png\n\n\nName:\n Frickin Sweet Lois\n\n\nAuthor:\n \nRalliston\n\n\nLicense:\n CC BY SA 3.0\n\n\nSource Link:\n N/A",
    "addendums": [
        "Addendum 5148.01: Recovered Chat Logs The following chat logs were found in an abandoned GoI-5869 'Gamers Against Weed' chatroom by a Foundation webcrawler and are believed to be relevant to SCP-5148. The document has been edited to follow Procedure 5148-Alpha.\n\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> Takeovermetal: anyone want to play a modded doom level? lesbian_gengar: hey guys Bingledorf: Takeovermetal me lesbian_gengar: i just got done reading a new york times article on how the foundation classifies the things they contain jockjamsvol6: Ping! bluntfiend: Ping + Takeovermetal has uploaded file battleofrbikinibodoom.exe 32mb ⬇ - battleofrbikinibodoom.exe DOWNLAD FILE? - battleofrbikinibodoom.exe Bingledorf: sweet will play now lesbian_gengar: hey guys you're just in time for my kvetching lesbian_gengar: so like i was saying, the foundation right. they use these things called object classes to designate how dangerous things are. lesbian_gengar: get this lesbian_gengar: they use safe, euclid, and that which sits above Tiferet. bluntfiend: OK, and? lesbian_gengar: regal crown of the sephirot as in like the kaballah bones: https://en.wikipedia.org/wiki/Kabbalah lesbian_gengar: thank you bones <3 lesbian_gengar: so like this matters because that with 13 attributes is reserved for the most dangerous one bluntfiend: Makes sense, I see it means crown on the wikipedia page. jockjamsvol6: But what does this all mean? lesbian_gengar: idk but isn't it a little sus that a fascist organization is appropriating the kaballah? jockjamsvol6: I see what you mean. It's fucking ridiculous. lesbian_gengar: it is fucking ridiculous. what's next, object class yesod? object class chokhmah? how much more of the kaballah will they appropriate? mork: Im going to say it mork: Im going to do it lesbian_gengar: ? mork: Chokhmah my ballz lol. lesbian_gengar: damn bro you got the whole squad laughing. :| mork was kicked by bones . Message: This is not the place to be making sexual advances. Bingledorf: Takeovermetal sweet level Bingledorf: lesbian_gengar how do u even pronounce it tho Bingledorf: key-tar? Bingledorf: keh-ter? juliachildenthusiast: When I heard them say it last time they were here, they pronounced it like 'Peter.' gaycopmp4: lmao peter lesbian_gengar: smh lesbian_gengar: they're not even pronouncing it right. bones: According to pronounciation guides, it is pronounced 'Kaht-er'. lesbian_gengar: bones you are my bubula today. <3 bones: I am grateful for your expression of endearment towards me. gaycopmp4: yo lesbian_gengar gaycopmp4: check your PMs gaycopmp4: I have an idea to fuck with them based on what you told us. bluntfiend: You need to be careful with whatever you're doing. The Foundation are no joke nad messing around with them could lead to a lot of bad shit for us, especially if they find out we're directly fucking with them. bluntfiend: *and bluntfiend: gaycopmp4 Promise you will be careful? gaycopmp4: dont be such a worrywart, jude. things are different now. gaycopmp4: they can't just come after us without the entire world knowing. gaycopmp4: can you imagine all the bad press that would generate? gaycopmp4: 'scp foundation hunts down gay shitposters' gaycopmp4: there would be a media circus. the foundation can't do shit as long as people remember what happened to north korea. bluntfiend: I guess you're right. bluntfiend: But you can't blame me for, you know, caring about everyone here's safety. gaycopmp4: of course not dude but gaycopmp4: no ones going to get hurt from this stupid prank gaycopmp4: besides its about time we got back at them for taking heather jockjamsvol6: Any chance we can get a sneak peek at what you're doing? gaycopmp4: jockjamsvol6 let's just say we're lucky there's a family guy. ;) + gaycopmp4 has uploaded file frickinsweet.png 26mb ⬇ - frickinsweet.png - frickinsweet.png lesbian_gengar: LMAO <END LOG> Note: Given the group's reaction to the knowledge of the crowned object class , the Department of Tactical Theology has advised Foundation publicists not to reveal the existence of object class Thaumiel in order to avoid further issues.",
        "\" SCP-5148 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-5148 . Licensed under CC-BY-SA .",
        "Filename: downloadicon.png Name: File:Upload (89524) - The Noun Project.svg Author: Consumer Financial Protection Bureau License: CC 1.0 Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Upload_(89524)_-_The_Noun_Project.svg",
        "Filename: frickinsweet.png Name: Frickin Sweet Lois Author: Ralliston License: CC BY SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-5148",
    "object_class": "Malchut",
    "containment_procedures": "Procedure 5148-Alpha is to be observed when referring to the object class between Chokhmah and Binah for all anomalies registered in the Site-19 SCiPnet database. The object class may be spoken aloud, but not typed into the SCiPnet database to prevent the effects of SCP-5148 from manifesting.",
    "description": "SCP-5148 is a digital anomaly affecting the Site-19 SCiPnet database. When an SCP object is tagged and designated as the coronal object class, SCP-5148 will manifest and change all uses of the word to 'Peter', as well as replace any attached image files with crudely drawn images of a character wearing green pants and a white button-up shirt.",
    "title": "SCP-5148"
}