{
    "url": "https://scp-wiki.wikidot.com/scp-5159",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\nItem #:\n SCP-5159\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n The current holder of SCP-5159, previously known as D-9921, is to be held in a standard humanoid containment cell at Site-22. Said holder is to be kept restrained at all times in order to prevent self-harm.\n\n\nAny interrogation with the intent to extract historical intelligence from SCP-5159's current holder must be conducted with medical personnel on standby to ensure the holder's long-term health following the necessary sleep deprivation.\n\n\nDescription:\n SCP-5159 is the personal designation AU BARON AL BARICH which — when properly assigned to an organism — causes said organism to display a consistent set of anomalous properties. These include, but are not limited to:\n\n\n\n\nAn inability to be referred to with any name other than AU BARON AL BARICH. Attempts to do otherwise will result in severe choking, eventually resulting in unconsciousness if the attempt persists.\n\n\nAn increased capacity for bodily regeneration. Although this varies from holder to holder, this has been observed to facilitate the regrowth of entire limbs and sections of the brain on more than one occasion.\n\n\nA passive probabilistic anomaly that protects the holder from the majority of physical threats. Guns fired at the holder of SCP-5159 generally jam, grenades deployed will fail to detonate, and most mechanical means of attack will spontaneously break down upon usage.\n\n\nSpectral manifestations which defend the holder from physical threats when the previously mentioned probabilistic defenses are insufficient. These manifestations take the appearance of tall, vaguely humanoid figures with six legs, six arms and six eyes. These entities will attack the physical threat using medieval-era weaponry such as swords and spears before vanishing upon neutralization of said threat.\n\n\nA form of shared memory, allowing the holder to access the recollections of previous holders of SCP-5159. Although this typically occurs only on a subconscious level, further and more lucid access to these memories is possible when the holder is in a state of impaired consciousness, such as severe inebriation or sleep deprivation. (As the former of these would impair the holder's ability to communicate the information they have access to, it has been determined that interrogation will be conducted using the latter method.)\n\n\nA persistent and compulsive urge to self-terminate.\n\n\n\n\nThus far, the only known means for SCP-5159 to be transferred from one individual to another is for the current holder to voice their intent to grant the name of AU BARON AL BARICH to another specific individual. At this point, all anomalous effects originating from the previous holder will cease and subsequently remanifest surrounding the new host.\n\n\nAttempts to designate other individuals as AU BARON AL BARICH without following this chain of succession has proven to cause no anomalous phenomena. In addition, testing has shown that a range limit of three meters is in effect when transferring SCP-5159 to \nother individuals\n other humans.\n\n\n\n\n\n\nInterview 5159-1\n\n\n\n\nInterviewer:\n Dr. Goodfellow\n\n\nInterviewed:\n AU BARON AL BARICH, previously known as D-9921.\n\n\nAU BARON AL BARICH was kept awake for 48 hours and dosed with stimulants to retain verbal lucidity. Subject was then asked to recall their earliest memory.\n\n\n\n\n<Begin Log>\n\n\nAU BARON AL BARICH:\n My earliest memory?\n\n\nDr. Goodfellow:\n Yes, that's right.\n\n\nAU BARON AL BARICH:\n I guess, it's just… it's not so easy to think right now, you know? If I could just rest my eyes? Please?\n\n\n(Dr. Goodfellow shakes his head.)\n\n\nDr. Goodfellow:\n I'm afraid that's not possible right now. Once we're done with this interview, though, you can rest all you like. How's that sound?\n\n\nAU BARON AL BARICH:\n That sounds good… I-I guess. I'll do my best.\n\n\nDr. Goodfellow:\n \n(smiles)\n That's all I ask.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n My earliest memory… I guess it would be when I was a kid. This, um, this time I got in a fight? Not, like, a serious one or anything, just — just kid stuff, you know?\n\n\nDr. Goodfellow:\n And when was this? What year?\n\n\nAU BARON AL BARICH:\n Around 1892…? No, that's not… I'm not sure. Sorry, I'm sorry.\n\n\nDr. Goodfellow:\n That's alright. And \nwhere\n was this, if you don't mind? Where was your family living at the time?\n\n\nAU BARON AL BARICH:\n In Syria, in Damascus — but I was an orphan, I — I was in an orphanage. It was one of the other children there that I was…\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(slowly)\n No. No, sorry, that's not right. I-I've never been to Syria, and — and I'm not an orphan. That's…\n\n\n(AU BARON AL BARICH looks towards the spent stimulants. He begins struggling against his restraints.)\n\n\nAU BARON AL BARICH:\n What the hell did you put in that syringe?! W-What the hell are you doing to me?! No, no no no!\n\n\nDr. Goodfellow:\n \n(speaking loudly to be heard over AU BARON AL BARICH's protests)\n AU BARON AL BARICH, you've been told about this already. AU BARON —\n\n\nAU BARON AL BARICH:\n \nHelp!\n Somebody help me!\n\n\nDr. Goodfellow:\n Sir, please, I —\n\n\n(AU BARON AL BARICH begins thrashing and screaming.)\n\n\nAU BARON AL BARICH:\n \nThis skin!\n My skin, it's — it's strangling me! I need to — I need to!\n\n\n(At this point, AU BARON AL BARICH attempted to swallow his own tongue and had to be sedated, ending the interview.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterview 5159-2\n\n\n\n\nInterviewer:\n Dr. Goodfellow\n\n\nInterviewed:\n AU BARON AL BARICH, previously known as D-9921.\n\n\nFollowing the previous interview, AU BARON AL BARICH was put on a two-week course of counselling in the hopes of delaying their attempts at self-harm. For the purposes of this interview, AU BARON AL BARICH was kept awake for 48 hours and dosed with a stimulant to retain lucidity.\n\n\n\n\n<Begin Log>\n\n\nDr. Goodfellow:\n Good evening, AU BARON AL BARICH. How're you feeling?\n\n\nAU BARON AL BARICH:\n I, um, I don't wanna do it again. Like last time? You know what I mean?\n\n\nDr. Goodfellow:\n I'm not sure. Why don't you take a second to put your thoughts together?\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(exhales)\n Okay. Okay. Last time, when you — when you asked me to remember. I didn't like that. It's like… I remembered one thing, and I remembered another thing in the same — in the same place, and they were, like, they were rubbing against each other. Or, or crashing, like a car crash. I didn't like that.\n\n\nDr. Goodfellow:\n I understand. I'll do my best to make sure you're comfortable, but I'm afraid at some point we will have to return to the topic of your memories.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(quietly)\n Okay.\n\n\nDr. Goodfellow:\n But we don't have to do that straight away. First, I'd like to ask you about… well, about what happened at the end of our last interview. You tried to hurt yourself? Do you remember?\n\n\n(AU BARON AL BARICH nods.)\n\n\nDr. Goodfellow:\n I'm told you've tried to do things like that a few times before. Is that right?\n\n\nAU BARON AL BARICH:\n Yes.\n\n\nDr. Goodfellow:\n May I ask why?\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n It's like… have you ever done something wrong? Like, a crime or something? Shoplifting when you were a kid, you know, or something like that?\n\n\nDr. Goodfellow:\n Well, 'something wrong' is a pretty vague way of putting it, but… \n(chuckles)\n Yes. I suppose I've had my moments.\n\n\nAU BARON AL BARICH:\n And there's… there's that guilt, you know, just that — just that awful gnawing feeling. It's — it's you know, you've — because you want to make right, you — you do things. You need to do things, the — the right thing to do. It's like that.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n I'm not making much sense, am I?\n\n\nDr. Goodfellow:\n No, no, it's fine. I understand you. You feel like you have to make up for what you've done. That's an understandable feeling.\n\n\nAU BARON AL BARICH:\n I… yeah. That's exactly it. I have something that doesn't belong to me. It's only right to return it.\n\n\nDr. Goodfellow:\n But you won't accomplish that by hurting yourself. If you help \nus\n, we can help \nyou\n do the right thing.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n You want me to remember again, don't you?\n\n\nDr. Goodfellow:\n Yes. Your earliest memory, please.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(quietly)\n I'm cold. In, in the memory — I mean. Because I've been bleeding, and I'm almost bled out but now my wounds are \nclosing\n. Like they do now. I'm a soldier. I'm holding a sword.\n\n\nDr. Goodfellow:\n When was this? Do you know where?\n\n\nAU BARON AL BARICH:\n When the… when the sky was young. It's, like, blurry around the edges? It's the same with the place, like, like words with water poured on them. Sort of smudged? I'm happy.\n\n\nDr. Goodfellow:\n In the memory?\n\n\nAU BARON AL BARICH:\n \n(giggling)\n Yeah. I've… I've gotten it. Nearly all my men are dead — the ghosts, it had ghosts, a whole army of them — but I've got it. I made it give it to me, the name, I put my blades into it until it screamed the words and it deserved it, the filthy thing \ndeserved\n it and I cut its fucking head off.\n\n\n(Pause.)\n\n\nDr. Goodfellow:\n \n(quietly)\n I… I see. \n(louder)\n And what is the 'it' you keep referring to? Could you see it?\n\n\nAU BARON AL BARICH:\n This… awful, awful thing, a monster. Like the ghosts that come out near me — too many limbs, too — too many eyes, those fucking eyes — I hate the way they're looking at me. I… I get rid of them.\n\n\nDr. Goodfellow:\n And what happened to that man… to you next? Did you at least bury the creature?\n\n\nAU BARON AL BARICH:\n We burnt it. We burnt it to nothing, the ones of us that were left — my men — and…\n\n\nDr. Goodfellow:\n And?\n\n\nAU BARON AL BARICH:\n \n(quietly)\n I know what I need to do — like I, like I said, the only right thing. The flames need me. I — I run forward, my men try to grab me but I'm too fast, and I jump and, and I'm burning and I want to die and I don't want to die and I scream out the words because I know otherwise it's all nothing and it's the first person I think of and…\n\n\n(AU BARON AL BARICH runs out of breath and starts panting.)\n\n\nDr. Goodfellow:\n Please, try not to tire yourself out.\n\n\n(Pause. AU BARON AL BARICH continues breathing heavily.)\n\n\nAU BARON AL BARICH:\n And I wake up. I'm somewhere… somewhere else, across the sea. I'm a girl, I'm this girl, and I'm waiting for my father to come back from his battles. I'm looking through the window — it's so \nbeautiful\n outside. It's so beautiful here.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n My head hurts. Can we… can we stop?\n\n\nDr. Goodfellow:\n Of course. You've done very well, sir.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterview 5159-3\n\n\n\n\nInterviewer:\n Dr. Goodfellow\n\n\nInterviewed:\n AU BARON AL BARICH, previously known as D-9921.\n\n\nDue to the generally positive results of the previous interview, it was decided that the next interview should take place as soon as possible. Interview took place one week later to preserve subject health. AU BARON AL BARICH was kept awake for 48 hours and dosed with a stimulant to retain lucidity.\n\n\n\n\n<Begin Log>\n\n\nDr. Goodfellow:\n Good evening, AU BARON AL BARICH. How are you —\n\n\nAU BARON AL BARICH:\n \n(interrupting)\n Thieves.\n\n\nDr. Goodfellow:\n I'm sorry?\n\n\nAU BARON AL BARICH:\n You're all \nthieves\n. Me too. When you brought me here, and you dragged that old man in here and made him give me his name, that's — you're \nhoarding\n. \nThieves\n. This isn't \nfor\n you.\n\n\n(Pause.)\n\n\nDr. Goodfellow:\n I take it you've been doing some remembering of your own.\n\n\nAU BARON AL BARICH:\n I have, I… \nyes\n. This isn't for you, you're all thieves, you steal everything, \neverything\n. We didn't make it for you.\n\n\n(Dr. Goodfellow sits up.)\n\n\nDr. Goodfellow:\n You didn't \nmake\n it for us? The name is constructed, then? You remember making it?\n\n\nAU BARON AL BARICH:\n I do. I… we… I shouldn't tell you. There's no reason for me to tell you anything.\n\n\nDr. Goodfellow:\n I'm afraid you'll only be permitted to sleep once I'm satisfied with the interview.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n Bastards. I… just a few bits and pieces, to satisfy you, that couldn't hurt, could it? I'm sorry, I don't mean to be rude, but it's just I \nremember\n. I remember what you did, you \nscum\n, I'll see you \ndead\n.\n\n\nDr. Goodfellow:\n You mentioned you didn't make SCP-5159 for us. Who was it made for, then?\n\n\nAU BARON AL BARICH:\n What? I… we lived, were living, are living under the mountains. We were smiths of the Fae… we forged names for those who lived above. Names for battles, names for court. Like hats. Or armour. We were the finest the world had ever seen. Will ever see.\n\n\nDr. Goodfellow:\n And what kind of name is AU BARON AL BARICH?\n\n\n(Pause.)\n\n\nDr. Goodfellow:\n Sir?\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(quietly)\n Everything's on fire. You, your \nSky King\n, you… you've taken everything. No, no no no, it's lost, it's all gone, everything…\n\n\nDr. Goodfellow:\n Sir, can you still hear me?\n\n\nAU BARON AL BARICH:\n \n(shouting)\n Of course I can still hear you! I'm still here! I'm still in this place!\n\n\nDr. Goodfellow:\n You were telling me about how you made the name.\n\n\nAU BARON AL BARICH:\n It was just an idea. A name, a name fit for a king, to bring us all together again one day. Some day. It's been so long, though, too long. We threw ourselves into the workings, by the — by the hundreds, our blood forms its grandeur.\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n I need to give it \nback\n to me, to \nthem\n, to us.\n\n\nDr. Goodfellow:\n And how do you intend to do that?\n\n\nAU BARON AL BARICH:\n This is the wrong shape, the wrong skin, I… I need to make up for what we did to us. I need to get rid of this shape.\n\n\nDr. Goodfellow:\n I see. And how did it end up in this… wrong skin?\n\n\nAU BARON AL BARICH:\n I — we wandered with it, the ones that were left when the land was gone. I held onto it waiting — \nwaiting\n for the one who should hold it until I was… until I'm dying. Time's killing me. I sent it away, with someone strong — and I, I sent my steward to watch over it, to make sure it found the right… and then you \nstole\n it. You cut them down and you \nstole\n it. Like everything else.\n\n\n(Pause.)\n\n\nDr. Goodfellow:\n This is the first time you've mentioned this 'steward'. You sent him away? What is it you said to him, when you sent him away?\n\n\nAU BARON AL BARICH:\n I… We will be back. One day, all our happiness will come again. As surely as wind becomes rain becomes snow.\n\n\nDr. Goodfellow:\n \n(quietly)\n That's a lovely turn of phrase.\n\n\nAU BARON AL BARICH:\n \n(spits)\n It wasn't meant for you, human.\n\n\n(Dr. Goodfellow leans forward and puts his hand on AU BARON AL BARICH's restrained arm. AU BARON AL BARICH looks down at it.)\n\n\nAU BARON AL BARICH:\n \n(confused)\n That's…\n\n\nDr. Goodfellow:\n Please listen. I'm here to help you. I — we're \nall\n here to help you. Do you understand?\n\n\n(Pause.)\n\n\nAU BARON AL BARICH:\n \n(quietly)\n Okay.\n\n\n(Dr. Goodfellow removes his hand and stands up.)\n\n\nDr. Goodfellow:\n I'll be transferring out shortly, but thank you very much for telling me that story. I truly do appreciate it. You can rest now.\n\n\nAU BARON AL BARICH:\n But, I… this \nskin\n, my \nhead\n… it hurts… I'm sorry…\n\n\nDr. Goodfellow:\n I understand — you were rather rude to me at the start of this interview. \n(smiles)\n I forgive you.\n\n\n(Dr. Goodfellow leaves the chamber.)\n\n\n<End Log>\n\n\n\n\n\n\n\n\nIncident 5159-1\n\n\n\n\nOn 21/06/2021, three days following Interview 5159-3, the holder of SCP-5159 was observed to look up from its restraints in its containment cell, stare directly at the nearest surveillance camera, and say:\n\n\n\n\n\"This name is not mine. Dr. Goodfellow, I give the name AU BARON AL BARICH to you.\"\n\n\n\n\nAll anomalous phenomena surrounding this individual, henceforth referred to as D-9921, was observed to cease following this point.\n\n\nImmediately following this event, personnel were mobilized to locate and detain the new holder of SCP-5159. This was unsuccessful, as the individual in question was unable to be found either in Site-22 or in the location he was supposedly being transferred to. Upon further investigation, it was discovered that — despite the insistence of staff in Site-22 — no employment records for the individual previously known as Dr. Robin Goodfellow could be located on the Foundation's systems.\n\n\nAs no purpose could be found in detaining D-9921 any further, they have been amnesticized and released back into the public. Efforts to locate the individual now known as AU BARON AL BARICH have, thus far, proven unsuccessful.\n\n\n\n\n\n\n« \nSCP-5158\n | SCP-5159 | \nSCP-5160\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5159\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5159\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> AU BARON AL BARICH: My earliest memory? Dr. Goodfellow: Yes, that's right. AU BARON AL BARICH: I guess, it's just… it's not so easy to think right now, you know? If I could just rest my eyes? Please? (Dr. Goodfellow shakes his head.) Dr. Goodfellow: I'm afraid that's not possible right now. Once we're done with this interview, though, you can rest all you like. How's that sound? AU BARON AL BARICH: That sounds good… I-I guess. I'll do my best. Dr. Goodfellow: (smiles) That's all I ask. (Pause.) AU BARON AL BARICH: My earliest memory… I guess it would be when I was a kid. This, um, this time I got in a fight? Not, like, a serious one or anything, just — just kid stuff, you know? Dr. Goodfellow: And when was this? What year? AU BARON AL BARICH: Around 1892…? No, that's not… I'm not sure. Sorry, I'm sorry. Dr. Goodfellow: That's alright. And where was this, if you don't mind? Where was your family living at the time? AU BARON AL BARICH: In Syria, in Damascus — but I was an orphan, I — I was in an orphanage. It was one of the other children there that I was… (Pause.) AU BARON AL BARICH: (slowly) No. No, sorry, that's not right. I-I've never been to Syria, and — and I'm not an orphan. That's… (AU BARON AL BARICH looks towards the spent stimulants. He begins struggling against his restraints.) AU BARON AL BARICH: What the hell did you put in that syringe?! W-What the hell are you doing to me?! No, no no no! Dr. Goodfellow: (speaking loudly to be heard over AU BARON AL BARICH's protests) AU BARON AL BARICH, you've been told about this already. AU BARON — AU BARON AL BARICH: Help! Somebody help me! Dr. Goodfellow: Sir, please, I — (AU BARON AL BARICH begins thrashing and screaming.) AU BARON AL BARICH: This skin! My skin, it's — it's strangling me! I need to — I need to! (At this point, AU BARON AL BARICH attempted to swallow his own tongue and had to be sedated, ending the interview.) <End Log>",
        "<Begin Log> Dr. Goodfellow: Good evening, AU BARON AL BARICH. How're you feeling? AU BARON AL BARICH: I, um, I don't wanna do it again. Like last time? You know what I mean? Dr. Goodfellow: I'm not sure. Why don't you take a second to put your thoughts together? (Pause.) AU BARON AL BARICH: (exhales) Okay. Okay. Last time, when you — when you asked me to remember. I didn't like that. It's like… I remembered one thing, and I remembered another thing in the same — in the same place, and they were, like, they were rubbing against each other. Or, or crashing, like a car crash. I didn't like that. Dr. Goodfellow: I understand. I'll do my best to make sure you're comfortable, but I'm afraid at some point we will have to return to the topic of your memories. (Pause.) AU BARON AL BARICH: (quietly) Okay. Dr. Goodfellow: But we don't have to do that straight away. First, I'd like to ask you about… well, about what happened at the end of our last interview. You tried to hurt yourself? Do you remember? (AU BARON AL BARICH nods.) Dr. Goodfellow: I'm told you've tried to do things like that a few times before. Is that right? AU BARON AL BARICH: Yes. Dr. Goodfellow: May I ask why? (Pause.) AU BARON AL BARICH: It's like… have you ever done something wrong? Like, a crime or something? Shoplifting when you were a kid, you know, or something like that? Dr. Goodfellow: Well, 'something wrong' is a pretty vague way of putting it, but… (chuckles) Yes. I suppose I've had my moments. AU BARON AL BARICH: And there's… there's that guilt, you know, just that — just that awful gnawing feeling. It's — it's you know, you've — because you want to make right, you — you do things. You need to do things, the — the right thing to do. It's like that. (Pause.) AU BARON AL BARICH: I'm not making much sense, am I? Dr. Goodfellow: No, no, it's fine. I understand you. You feel like you have to make up for what you've done. That's an understandable feeling. AU BARON AL BARICH: I… yeah. That's exactly it. I have something that doesn't belong to me. It's only right to return it. Dr. Goodfellow: But you won't accomplish that by hurting yourself. If you help us , we can help you do the right thing. (Pause.) AU BARON AL BARICH: You want me to remember again, don't you? Dr. Goodfellow: Yes. Your earliest memory, please. (Pause.) AU BARON AL BARICH: (quietly) I'm cold. In, in the memory — I mean. Because I've been bleeding, and I'm almost bled out but now my wounds are closing . Like they do now. I'm a soldier. I'm holding a sword. Dr. Goodfellow: When was this? Do you know where? AU BARON AL BARICH: When the… when the sky was young. It's, like, blurry around the edges? It's the same with the place, like, like words with water poured on them. Sort of smudged? I'm happy. Dr. Goodfellow: In the memory? AU BARON AL BARICH: (giggling) Yeah. I've… I've gotten it. Nearly all my men are dead — the ghosts, it had ghosts, a whole army of them — but I've got it. I made it give it to me, the name, I put my blades into it until it screamed the words and it deserved it, the filthy thing deserved it and I cut its fucking head off. (Pause.) Dr. Goodfellow: (quietly) I… I see. (louder) And what is the 'it' you keep referring to? Could you see it? AU BARON AL BARICH: This… awful, awful thing, a monster. Like the ghosts that come out near me — too many limbs, too — too many eyes, those fucking eyes — I hate the way they're looking at me. I… I get rid of them. Dr. Goodfellow: And what happened to that man… to you next? Did you at least bury the creature? AU BARON AL BARICH: We burnt it. We burnt it to nothing, the ones of us that were left — my men — and… Dr. Goodfellow: And? AU BARON AL BARICH: (quietly) I know what I need to do — like I, like I said, the only right thing. The flames need me. I — I run forward, my men try to grab me but I'm too fast, and I jump and, and I'm burning and I want to die and I don't want to die and I scream out the words because I know otherwise it's all nothing and it's the first person I think of and… (AU BARON AL BARICH runs out of breath and starts panting.) Dr. Goodfellow: Please, try not to tire yourself out. (Pause. AU BARON AL BARICH continues breathing heavily.) AU BARON AL BARICH: And I wake up. I'm somewhere… somewhere else, across the sea. I'm a girl, I'm this girl, and I'm waiting for my father to come back from his battles. I'm looking through the window — it's so beautiful outside. It's so beautiful here. (Pause.) AU BARON AL BARICH: My head hurts. Can we… can we stop? Dr. Goodfellow: Of course. You've done very well, sir. <End Log>",
        "<Begin Log> Dr. Goodfellow: Good evening, AU BARON AL BARICH. How are you — AU BARON AL BARICH: (interrupting) Thieves. Dr. Goodfellow: I'm sorry? AU BARON AL BARICH: You're all thieves . Me too. When you brought me here, and you dragged that old man in here and made him give me his name, that's — you're hoarding . Thieves . This isn't for you. (Pause.) Dr. Goodfellow: I take it you've been doing some remembering of your own. AU BARON AL BARICH: I have, I… yes . This isn't for you, you're all thieves, you steal everything, everything . We didn't make it for you. (Dr. Goodfellow sits up.) Dr. Goodfellow: You didn't make it for us? The name is constructed, then? You remember making it? AU BARON AL BARICH: I do. I… we… I shouldn't tell you. There's no reason for me to tell you anything. Dr. Goodfellow: I'm afraid you'll only be permitted to sleep once I'm satisfied with the interview. (Pause.) AU BARON AL BARICH: Bastards. I… just a few bits and pieces, to satisfy you, that couldn't hurt, could it? I'm sorry, I don't mean to be rude, but it's just I remember . I remember what you did, you scum , I'll see you dead . Dr. Goodfellow: You mentioned you didn't make SCP-5159 for us. Who was it made for, then? AU BARON AL BARICH: What? I… we lived, were living, are living under the mountains. We were smiths of the Fae… we forged names for those who lived above. Names for battles, names for court. Like hats. Or armour. We were the finest the world had ever seen. Will ever see. Dr. Goodfellow: And what kind of name is AU BARON AL BARICH? (Pause.) Dr. Goodfellow: Sir? (Pause.) AU BARON AL BARICH: (quietly) Everything's on fire. You, your Sky King , you… you've taken everything. No, no no no, it's lost, it's all gone, everything… Dr. Goodfellow: Sir, can you still hear me? AU BARON AL BARICH: (shouting) Of course I can still hear you! I'm still here! I'm still in this place! Dr. Goodfellow: You were telling me about how you made the name. AU BARON AL BARICH: It was just an idea. A name, a name fit for a king, to bring us all together again one day. Some day. It's been so long, though, too long. We threw ourselves into the workings, by the — by the hundreds, our blood forms its grandeur. (Pause.) AU BARON AL BARICH: I need to give it back to me, to them , to us. Dr. Goodfellow: And how do you intend to do that? AU BARON AL BARICH: This is the wrong shape, the wrong skin, I… I need to make up for what we did to us. I need to get rid of this shape. Dr. Goodfellow: I see. And how did it end up in this… wrong skin? AU BARON AL BARICH: I — we wandered with it, the ones that were left when the land was gone. I held onto it waiting — waiting for the one who should hold it until I was… until I'm dying. Time's killing me. I sent it away, with someone strong — and I, I sent my steward to watch over it, to make sure it found the right… and then you stole it. You cut them down and you stole it. Like everything else. (Pause.) Dr. Goodfellow: This is the first time you've mentioned this 'steward'. You sent him away? What is it you said to him, when you sent him away? AU BARON AL BARICH: I… We will be back. One day, all our happiness will come again. As surely as wind becomes rain becomes snow. Dr. Goodfellow: (quietly) That's a lovely turn of phrase. AU BARON AL BARICH: (spits) It wasn't meant for you, human. (Dr. Goodfellow leans forward and puts his hand on AU BARON AL BARICH's restrained arm. AU BARON AL BARICH looks down at it.) AU BARON AL BARICH: (confused) That's… Dr. Goodfellow: Please listen. I'm here to help you. I — we're all here to help you. Do you understand? (Pause.) AU BARON AL BARICH: (quietly) Okay. (Dr. Goodfellow removes his hand and stands up.) Dr. Goodfellow: I'll be transferring out shortly, but thank you very much for telling me that story. I truly do appreciate it. You can rest now. AU BARON AL BARICH: But, I… this skin , my head … it hurts… I'm sorry… Dr. Goodfellow: I understand — you were rather rude to me at the start of this interview. (smiles) I forgive you. (Dr. Goodfellow leaves the chamber.) <End Log>",
        "\"This name is not mine. Dr. Goodfellow, I give the name AU BARON AL BARICH to you.\"",
        "\" SCP-5159 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5159 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5159",
    "object_class": "Euclid Keter",
    "containment_procedures": "The current holder of SCP-5159, previously known as D-9921, is to be held in a standard humanoid containment cell at Site-22. Said holder is to be kept restrained at all times in order to prevent self-harm.",
    "description": "SCP-5159 is the personal designation AU BARON AL BARICH which — when properly assigned to an organism — causes said organism to display a consistent set of anomalous properties. These include, but are not limited to:",
    "title": "SCP-5159"
}