{
    "url": "https://scp-wiki.wikidot.com/scp-516",
    "all_text": "rating: \n+313\n+\n–\nx\n\n\n\n\n\n\nSCP-516 on testing range\n\n\n\n\n\n\nItem #:\n SCP-516\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-516 may be kept in an \nAnomalous Vehicle Containment Bay\n. Routine vehicle maintenance should be carried out on a bi-weekly basis. SCP-516 is not to be provided with fuel or ammunition except under controlled testing circumstances. Following Incident 516-1A, no personnel with a history of military service should be assigned to SCP-516.\n\n\nDescription:\n SCP-516 is a standard model T-55 main battle tank. Records indicate it was manufactured in 19██, at ████████████ Plant, Kharkiv, Ukrainian SSR, and that it had a normal period of service in the armed forces of ██████████. It exhibits wear and tear consistent with its age.\n\n\nThe only part of SCP-516 which is known to exhibit anomalous properties is its main armament (presently a 100mm D10 tank gun) and turret assembly, from here designated as SCP-516-1. However, as SCP-516-1 has been replaced several times throughout SCP-516's service life without any apparent effects, its anomalous properties seem to be inherent to SCP-516.\n\n\nWhen loaded with compatible 100mm ammunition SCP-516-1 exhibits a limited degree of autonomy. When an entity attempts to damage SCP-516, SCP-516-1 will track and fire on it if it is physically possible to neutralise the threat, regardless of whether SCP-516 is crewed. It will not respond to threats outside its range or traverse, such as aircraft. This phenomenon only occurs if the entity possesses reasonable means to damage SCP-516; for example, SCP-516-1 will not fire on a person attempting to attack SCP-516 with their fists.\n\n\nSCP-516-1 may be operated manually, but is selective about its targets. In general, it will only 'permit' its operator to fire on nonliving targets, nonsapient biological targets or armed humans. Under these circumstances it will fire as a normal armament piece. If a target does not satisfy these conditions (essentially, being an unarmed, sapient being) SCP-516-1 will jam. Attempts to prevent jamming through maintenance or parts replacement have failed.\n\n\nSCP-516 appears to go to extra lengths to prevent injury to unarmed humans, deliberately placing shots from SCP-516-1 to avoid collateral damage. When operated manually, SCP-516-1 places a higher priority on preserving unarmed life than eliminating armed targets; it will jam if directed to fire upon a group of persons, of which only some members are armed.\n\n\nIt should be noted that none of SCP-516's other armaments exhibit these properties, and appear to be perfectly normal.\n\n\nSCP-516 was brought to the attention of the Foundation in 20██, when it was slated to be broken up for scrap. Due to a bureaucratic oversight, ammunition had not been removed from SCP-516-1, causing it to open fire with ██ casualties. The ensuing ████████ government investigation was noted by Foundation operatives, and it was thought worthwhile to take SCP-516 into custody.\n\n\nAddendum 516-1:\n An upgrade to Euclid status is being considered in light of Incident 516-1A, as this lends credence to Dr. ██████'s theory that the SCP may be sentient in some form. Additional security measures have been approved for SCP-516's containment.\n\n\nIncident 516-1A synopsis:\n During routine testing of SCP-516, SCP-516-1 immediately fired upon a group of unarmed personnel in range as soon as it was loaded with ammunition, leading to the death of two (2) D-class personnel (D-505, D-596) and one (1) Foundation officer, Agent ███████.\n\n\nSubsequent investigation showed that D-596, one of the casualties, had attained his D-class status following a criminal conviction for treason against his native country, ██████████. D-596 previously held the (English equivalent) rank of Sergeant in the ████████████ armed forces, from which SCP-516 was acquired.\n\n\nNo other possible links to SCP-516 with D-596 or the other casualties have been found at this stage. This marks the first time SCP-516 has attacked unarmed personnel; further investigation and safety precautions are warranted.\n\n\nAddendum 516-2:\n \nSCP-516 Testing Log\n\n\n\n\n\n\n« \nSCP-515\n | SCP-516 | \nSCP-517\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-516\n\" by ModernMajorGeneral, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-516\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tank.jpg\n\n\nAuthor:\n Valder137\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Soviet_T-55_Main_Battle_Tank_RSide_Behind_Museum_EASM_4Feb2010_(14404334150).jpg",
    "addendums": [
        "Addendum 516-1: An upgrade to Euclid status is being considered in light of Incident 516-1A, as this lends credence to Dr. ██████'s theory that the SCP may be sentient in some form. Additional security measures have been approved for SCP-516's containment.",
        "Addendum 516-2: SCP-516 Testing Log"
    ],
    "documents": [],
    "notes": [
        "\" SCP-516 \" by ModernMajorGeneral, from the SCP Wiki . Source: https://scpwiki.com/scp-516 . Licensed under CC-BY-SA .",
        "Filename: tank.jpg Author: Valder137 License: CC-BY-SA 2.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Soviet_T-55_Main_Battle_Tank_RSide_Behind_Museum_EASM_4Feb2010_(14404334150).jpg"
    ],
    "item": "SCP-516",
    "object_class": "Safe",
    "containment_procedures": "SCP-516 may be kept in an Anomalous Vehicle Containment Bay. Routine vehicle maintenance should be carried out on a bi-weekly basis. SCP-516 is not to be provided with fuel or ammunition except under controlled testing circumstances. Following Incident 516-1A, no personnel with a history of military service should be assigned to SCP-516.",
    "description": "SCP-516 is a standard model T-55 main battle tank. Records indicate it was manufactured in 19██, at ████████████ Plant, Kharkiv, Ukrainian SSR, and that it had a normal period of service in the armed forces of ██████████. It exhibits wear and tear consistent with its age.",
    "title": "SCP-516"
}