{
    "url": "https://scp-wiki.wikidot.com/scp-5165",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\nItem #:\n SCP-5165\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5165 is to be kept in a small locked container. Any testing involving SCP-5165 must be performed in an area suitably sized for the individual test.\n\n\nUPDATE 07/24/2016:\n SCP-5165-B is to be kept in a standard humanoid containment cell. It is to be allowed access to any non-hazardous instances of SCP-5165-A, and a limit of one ream of paper every two weeks upon request.\n\n\nDescription:\n SCP-5165 is a ream of printer paper produced by the company Botezatu Hârtie, based in Romania. The anomalous effects of SCP-5165 occur when any amount of SCP-5165 is folded into an origami figure. Once it has been folded, the portion of SCP-5165 will transform into the physical form of the folder's intended creation (henceforth referred to as SCP-5165-A). SCP-5165-A acquires the properties of the object it resembles, and is no longer composed of paper.\n\n\nIn some cases, however, the instance of SCP-5165-A will take the form of an item that appears to have very specific properties that are unrelated to what the folder intended to create. Many of these items have been dated to the late 19th and early 20th centuries. \nThere is no apparent relation between these items.\n \n(See Addendum 5165.2)\n\n\nAddendum 5165.1:\n To determine the true nature of SCP-5165, the following tests were performed.\n\n\n\n\n+ Show Experiment Logs\n\n\n\n\n- Hide Experiment Logs\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-01:\n\n\nSubjects:\n SCP-5165, D-21957\n\n\nPreface:\n D-21957 was instructed to fold a paper boat out of an instance of SCP-5165.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a full-sized sailboat. D-21957 suffered minor physical trauma due to the rapid growth of the object.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-02:\n\n\nSubjects:\n SCP-5165, D-61071\n\n\nPreface:\n Just as in Experiment Log 5165.EL-1, D-61071 was instructed to fold a paper boat out of an instance of SCP-5165.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a small toy boat, of circa 1937 manufacture. Faded writing is seen on the side, but is indistinguishable.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-05:\n\n\nSubjects:\n SCP-5165, D-45699\n\n\nPreface:\n D-45699 was instructed to attempt to fold a knife out of an instance of SCP-5165.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a survival knife, resembling late 1880s production. The letters \"M.G.\" are carved into the handle.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-07:\n\n\nSubjects:\n SCP-5165, D-22908\n\n\nPreface:\n D-22908 was instructed to fold an instance of SCP-5165 into the shape of a cup.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a white vase with yellow floral patterns. It appears to be in poor condition, with many cracks and missing pieces. The vase was dated to the mid-1910s.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-11:\n\n\nSubjects:\n SCP-5165, D-35135\n\n\nPreface:\n D-35135 was instructed to fold an instance of SCP-5165 into the shape of a box to the best of his ability.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a small metal box with the faded letters \"T.G.\" painted on the lid. Inside the box were seven cigars and an unopened box of matches.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-12:\n\n\nSubjects:\n SCP-5165, D-13559\n\n\nPreface:\n D-13559 was instructed to fold an instance of SCP-5165 into any shape, then completely unfold it with the intention of returning it to the shape of the original paper.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a large, wrinkled poster, with text urging Romanians to protest the rights of Jews. The poster was dated between the years 1941 and 1942.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-16:\n\n\nSubjects:\n SCP-5165, D-85297\n\n\nPreface:\n D-85297 was instructed to fold an instance of SCP-5165 into a \"paper airplane.\" \nNote: A larger testing chamber was used for this experiment to minimize the chances of destruction.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a full-sized airplane, identified as a Dornier Do 217, which was designed in Nazi Germany in 1937 and 1938. The instance of SCP-5165-A was removed to Area-██ for safer storage. D-85297 was instantly killed by the growth of the object.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-21:\n\n\nSubjects:\n SCP-5165, D-16179\n\n\nPreface:\n D-16179 was instructed to roll an instance of SCP-5165 as though it were a newspaper.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a rolled-up newspaper. When it was unrolled, it revealed several faded headlines and articles from July of 1940. Legible portions of the faded text reveal details of a bombing, listing the names of many casualties. Contrasting the rest of the newspaper, three names are completely intact and are circled in red ink. The names are Theodor Gheorghe, Anamaria Gheorghe, and Silvia Gheorghe.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-23:\n\n\nSubjects:\n SCP-5165, D-43586\n\n\nPreface:\n D-43586 was instructed to fold an instance of SCP-5165 into the shape of a shirt.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into an Eastern European school uniform. A name tag on the uniform reads \"Gheorghe.\" It appears to be from the late 1950s.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-26:\n\n\nSubjects:\n SCP-5165, D-66391\n\n\nPreface:\n D-66391 was instructed to cut an instance of SCP-5165 into the shape of a heart using a provided pair of scissors.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a dark red heart-shaped assorted chocolate box. One chocolate is missing. The box was dated to the late 1950s.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-32:\n\n\nSubjects:\n SCP-5165, D-32299\n\n\nPreface:\n D-32299 was instructed to fold an instance of SCP-5165 into the shape of an envelope.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a yellowed envelope, containing a letter. The letter is heavily crumpled, and it contains text in Romanian. It seems to detail the ending of a romantic relationship between two people. It is addressed to \"Marius.\"\n\n\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-39:\n\n\nSubjects:\n SCP-5165, D-97225\n\n\nPreface:\n D-97225 was instructed to cut an instance of SCP-5165 into a long, thin, strip.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a rope, tied into a noose. There is blood staining the loop. DNA testing reveals that the blood belonged to a young male of Romanian descent.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5165.2:\n Due to the importance of this experiment log and the following interview, it has been designated an independent addendum.\n\n\n\n\n+ Show Experiment Log 5165.EL-50\n\n\n\n\n- Hide Experiment Log 5165.EL-50\n\n\n\n\n\n\n\n\nExperiment Log 5165.EL-50:\n\n\nSubjects:\n SCP-5165, D-99802\n\n\nPreface:\n D-99802 was instructed to cut and fold and instance of SCP-5165 into the shape of a human to the best of his ability.\n\n\n\n\nResults:\n The instance of SCP-5165 morphed into a living human. This instance has been designated SCP-5165-B.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Interview Log 5165.I-1\n\n\n\n\n- Hide Interview Log 5165.I-1\n\n\n\n\n\n\n\n\nInterview Log 5165.I-1:\n\n\nNote: The following interview has been translated from Romanian.\n\n\nInterviewer:\n Dr. Cezar Moldovan\n\n\nInterviewee:\n SCP-5165-B\n\n\n\n\n[BEGIN LOG]\n\n\nMoldovan:\n Hello, sir. May I have your name?\n\n\nSCP-5165-B:\n Marius Gheorghe. Who are you?\n\n\nMoldovan:\n That's not important.\n\n\nSCP-5165-B nods, then scratches his throat, seemingly feeling for something, then coughs.\n\n\nMoldovan:\n Is something the matter?\n\n\nSCP-5165-B:\n N-no, sir. May I have some water?\n\n\nDr. Moldovan gestures for an assistant to retrieve water.\n\n\nMoldovan:\n So, Mr. Gheorghe, does origami or paper hold any importance to you?\n\n\nSCP-5165-B:\n Yes, sir. I… started folding origami in university, and kept doing it from then.\n\n\nMoldovan:\n Interesting. I have some objects for you to look at. Do you mind telling me if any of them remind you of something?\n\n\nSCP-5165-B:\n Of course, sir.\n\n\nAn assistant hands SCP-5165-B a glass of water. He drinks all of it quickly.\n\n\nDr. Moldovan puts the toy boat and survival knife on the table.\n\n\nMoldovan:\n Could you please tell me what importance these items have?\n\n\nSCP-5165-B:\n \n(seemingly agitated)\n How did you-\n\n\nMoldovan:\n Mr. Gheorghe, please answer the question.\n\n\nSCP-5165-B has a shocked expression on his face, then appears to swallow.\n\n\nSCP-5165-B:\n \n(quieter)\n Th-the boat was my… favorite toy as a boy. I, um, used to love playing with it in the lake nearby. The… the knife, I used to carry it with me when I went hunting with my father.\n\n\nDr. Moldovan removes the items and replaces them with the poster and an image of the bomber. SCP-5165-B begins to seem very uncomfortable.\n\n\nSCP-5165-B:\n That… poster. They put them all over my town. They said they were our friends. They said we would win the war. I saw that plane fly over, and there was something that came out of it. I don't remember what happened next. All I know is that it was scary.\n\n\nDr. Moldovan removes the items and replaces them with the cigar box and vase.\n\n\nSCP-5165-B:\n M-my father used to smoke cigars all the time. He kept that box in case he ever ran out and was unable to get more. I never understood that.\n\n\nSCP-5165-B pauses for a moment.\n\n\nMoldovan:\n \n(calmly)\n Please continue.\n\n\nSCP-5165-B:\n The vase was my mother's favorite. She used to keep very pretty flowers in it. I remember it being clean, though.\n\n\nMoldovan:\n What happened to your parents?\n\n\nSCP-5165-B:\n The plane. When I saw that plane and woke up, there was nothing. My parents, my sister, my house, my town. There was nothing. I had to leave. Germany… they…\n\n\nSCP-5165-B falls silent.\n\n\nMoldovan:\n I understand.\n\n\nDr. Moldovan removes the items and replaces them with the chocolate box and letter.\n\n\nSCP-5165-B visibly swallows, and his skin appears to go pale.\n\n\nDr. Moldovan:\n Is there a problem, Mr. Gheorghe?\n\n\nSCP-5165-B:\n I'd… prefer not to answer about these.\n\n\nDr. Moldovan:\n Very well. That will conclude your interview. These guards will escort you to your living quarters.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5165.3:\n SCP-5165-B is a humanoid entity resembling a Caucasian male, measuring approximately 174 cm tall with an estimated age of 34 years old. SCP-5165-B claims to be named Marius Gheorghe. It seems to enjoy origami, and commonly uses it as a means to pass time. SCP-5165-B possesses no anomalous properties.\n\n\nFurther study reveals that the town that SCP-5165-B originated from was completely destroyed in a Nazi bombing, and the site of the town was eventually used to construct the Botezatu Hârtie Paper Company.\n\n\n\n\n\n\n« \nSCP-5164\n | SCP-5165 | \nSCP-5166\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5165\n\" by AdsidTFD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5165\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5165.1: To determine the true nature of SCP-5165, the following tests were performed.",
        "Addendum 5165.2: Due to the importance of this experiment log and the following interview, it has been designated an independent addendum.",
        "Addendum 5165.3: SCP-5165-B is a humanoid entity resembling a Caucasian male, measuring approximately 174 cm tall with an estimated age of 34 years old. SCP-5165-B claims to be named Marius Gheorghe. It seems to enjoy origami, and commonly uses it as a means to pass time. SCP-5165-B possesses no anomalous properties.\nFurther study reveals that the town that SCP-5165-B originated from was completely destroyed in a Nazi bombing, and the site of the town was eventually used to construct the Botezatu Hârtie Paper Company."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5165 \" by AdsidTFD, from the SCP Wiki . Source: https://scpwiki.com/scp-5165 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5165",
    "object_class": "Safe Euclid",
    "containment_procedures": "SCP-5165 is to be kept in a small locked container. Any testing involving SCP-5165 must be performed in an area suitably sized for the individual test.",
    "description": "SCP-5165 is a ream of printer paper produced by the company Botezatu Hârtie, based in Romania. The anomalous effects of SCP-5165 occur when any amount of SCP-5165 is folded into an origami figure. Once it has been folded, the portion of SCP-5165 will transform into the physical form of the folder's intended creation (henceforth referred to as SCP-5165-A). SCP-5165-A acquires the properties of the object it resembles, and is no longer composed of paper.",
    "title": "SCP-5165"
}