{
    "url": "https://scp-wiki.wikidot.com/scp-5166",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\nItem #:\n SCP-5166\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5166 is to be kept in a sealed case in Storage Unit-27 of Site-22, which is kept under guard by two security personnel at all times. Once a day, janitorial staff are to retrieve any paper attached to this case for recycling purposes.\n\n\nDescription:\n SCP-5166 is a small notebook with illegible text written on its surface in pencil.\n\n\nAt variable intervals, scraps of paper similar in appearance to SCP-5166 will appear stuck to any object in its immediate vicinity. To date, these objects have included:\n\n\n\n\nSCP-5166's containment unit.\n\n\nInstruments being used to inspect SCP-5166.\n\n\nPersonnel inspecting SCP-5166.\n\n\nVermin passing SCP-5166's containment unit\n1\n.\n\n\nItself.\n\n\nScraps of paper created by itself.\n\n\n\n\nIn contrast to the illegible writing present on SCP-5166, legible writing is present on the additional paper scraps it creates. This writing invariably takes the form of a supposed message from an individual or group claiming responsibility for the creation of the object the paper is stuck to, along with an explanation for where the object came from or what its purpose is. Without exception, all of these explanations to date have been incorrect.\n\n\nSCP-5166 was purchased by Agent Green during his annual mandated attendance of the Andersen Auction of Abnormalities in Yorkshire, England. A full list of anomalies which were brought into containment at this time is available in the Site-22 archives.\n\n\n\n\nAddendum 5166-1 (Message Log):\n\n\nThe following is a record of the messages that have appeared on objects in proximity to SCP-5166. Any additional messages produced by SCP-5166 are to be submitted to research staff for archival purposes prior to recycling.\n\n\n\n\nObject:\n An empty coffee cup.\n\n\n\n\nFROM THE INTERSTELLAR CABAL ARCHIVES\n\n\nWEAPON ULTRA 646:\n \"The Heat Catcher\"\n\n\nPURPOSE:\n The Heat Catcher is the ultimate weapon our thought-scientists have produced in our endless war against the Void Demons. It is capable of absorbing all heat within a star into its basin, firing said heat into the metaphysical realm and obliterating its foe.\n\n\nWe thought that nothing could stand against us while we had this behemoth … but the Void Demons were too strong.\n\n\nBeware! They are coming for your planet now! Argh! I am going mad!\n\n\n\n\n\n\nObject:\n A fountain pen.\n\n\n\n\nRest assured, Master Darstelmouth, that the item you requested has been completed according to your gracious demands…the \"Devil's Arithmetic\" will make you the pride of our esteemed society, haha…with but a stroke of the inkblade, you will stand among the gods…\n\n\nFrom your faithful servant…\n\nCaliupus of the Dark Orchestra…\n\n\n\n\n\n\nObject:\n A common rat.\n\n\n\n\nSo … you fools finally realized. Indeed, this specimen is my most powerful child, a dreadspawn of the Violet Inferno. You may think you have him contained…but perhaps \nhe\n is containing \nyou\n?\n2\n\n\nProfessor Kaleidoscope\n\n\n\n\n\n\nObject:\n A copy of the SCP-5166 file.\n\n\n\n\nTHE DIVINE MIROR [sic]\n3\n\n\nResearchers have noted that this divine miror has the power to perfectly imitate any enemy that crosses its path! Dr. Paper, known memeticist, theorizes that it has an ultimate power we can barely control, and then proceeds to fight the ultimate SCP enemy.\n\n\n\"Disregard previous reports,\" says Dr. Paper, straightening his glasses. \"I am inspired!\"\n\n\n\n\n\n\nObject:\n Junior Researcher Darnell\n\n\n\n\nItem #:\n SCP-ULTIMA\n\n\nObject Class:\n Dark Keter\n\n\nSpecial Containment Procedures:\n Impossible…!\n\n\nDescription:\n SCP-ULTIMA is the first destroyer\n4\n of the next dimension, an ambassador of the seventh dimension \"Grobold\" where noone dares to tread. Even the most powerful of SCP items have failed to destroy SCP-ULTIMA! It was created by a terrible Doctor with a horrible project. Perhaps you've heard of him … \nJohnson Smith\n.\n\n\nNobody can discover the existence of our ULTIMA Foundation…\n - O6-1\n\n\n\n\nAddendum 5166-2:\n Since 13/09/2019, all messages produced by SCP-5166 have been crude imitations of official Foundation documentation, and the rate of their appearance has severely increased. In addition, personnel have noted an apparent increase in the excitement and investment of the writer, although due to the subjectivity of the claim this cannot be confirmed.\n\n\n\n\nFootnotes\n\n\n1\n. See Infestation Report 22-2020.\n\n\n2\n. First allusion to knowledge of the Foundation's existence.\n\n\n3\n. Note that [sic] was included in the original message, and has not been added after the fact.\n\n\n4\n. Note that Junior Researcher Darnell has failed basic combat training several times.\n\n\n\n\n\n\n\n\n« \nSCP-5165\n | SCP-5166 | \nSCP-5167\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5166\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5166\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5166-1 (Message Log):\nThe following is a record of the messages that have appeared on objects in proximity to SCP-5166. Any additional messages produced by SCP-5166 are to be submitted to research staff for archival purposes prior to recycling.",
        "Addendum 5166-2: Since 13/09/2019, all messages produced by SCP-5166 have been crude imitations of official Foundation documentation, and the rate of their appearance has severely increased. In addition, personnel have noted an apparent increase in the excitement and investment of the writer, although due to the subjectivity of the claim this cannot be confirmed."
    ],
    "documents": [],
    "notes": [
        "Object: An empty coffee cup. FROM THE INTERSTELLAR CABAL ARCHIVES WEAPON ULTRA 646: \"The Heat Catcher\" PURPOSE: The Heat Catcher is the ultimate weapon our thought-scientists have produced in our endless war against the Void Demons. It is capable of absorbing all heat within a star into its basin, firing said heat into the metaphysical realm and obliterating its foe. We thought that nothing could stand against us while we had this behemoth … but the Void Demons were too strong. Beware! They are coming for your planet now! Argh! I am going mad!",
        "Object: A fountain pen. Rest assured, Master Darstelmouth, that the item you requested has been completed according to your gracious demands…the \"Devil's Arithmetic\" will make you the pride of our esteemed society, haha…with but a stroke of the inkblade, you will stand among the gods… From your faithful servant… Caliupus of the Dark Orchestra…",
        "Object: A common rat. So … you fools finally realized. Indeed, this specimen is my most powerful child, a dreadspawn of the Violet Inferno. You may think you have him contained…but perhaps he is containing you ? 2 Professor Kaleidoscope",
        "Object: A copy of the SCP-5166 file. THE DIVINE MIROR [sic] 3 Researchers have noted that this divine miror has the power to perfectly imitate any enemy that crosses its path! Dr. Paper, known memeticist, theorizes that it has an ultimate power we can barely control, and then proceeds to fight the ultimate SCP enemy. \"Disregard previous reports,\" says Dr. Paper, straightening his glasses. \"I am inspired!\"",
        "Object: Junior Researcher Darnell Item #: SCP-ULTIMA Object Class: Dark Keter Special Containment Procedures: Impossible…! Description: SCP-ULTIMA is the first destroyer 4 of the next dimension, an ambassador of the seventh dimension \"Grobold\" where noone dares to tread. Even the most powerful of SCP items have failed to destroy SCP-ULTIMA! It was created by a terrible Doctor with a horrible project. Perhaps you've heard of him … Johnson Smith . Nobody can discover the existence of our ULTIMA Foundation… - O6-1",
        "\" SCP-5166 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5166 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-ULTIMA",
    "object_class": "Dark Keter",
    "containment_procedures": "Impossible…!",
    "description": "SCP-ULTIMA is the first destroyer4 of the next dimension, an ambassador of the seventh dimension \"Grobold\" where noone dares to tread. Even the most powerful of SCP items have failed to destroy SCP-ULTIMA! It was created by a terrible Doctor with a horrible project. Perhaps you've heard of him … Johnson Smith.",
    "title": "SCP-5166"
}