{
    "url": "https://scp-wiki.wikidot.com/scp-5169",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nprev\n |\n{$current}\n| \nnext\n »\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5169: Blow Up Dolls\n\n\nWith thanks to \nOboebandgeek99\n, \nUncle Nicolini\n, and \nDrAkimoto\n.\n\n\nhttps://commons.wikimedia.org/wiki/File:Sandy_sex_doll_or_poseable_mannequin.jpeg\n\n\nhttps://commons.wikimedia.org/wiki/File:Gas_Explosion_Damage_to_Home_in_North_Andover.jpg\n\n\nCheck the source code for a post-credits scene!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+206\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-5169\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP-5169 instance.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Fifty-one SCP-5169 instances are stored within a Safe class containment locker in Site-7. The remainder are in the possession of Marshall, Carter, and Dark Ltd., or potentially their clientele. Proposals regarding the use of SCP-5169 instances as assassination devices are pending.\n\n\nDescription:\n SCP-5169 is a series of sex dolls, developed for commercial sale by Charles Maximune, an anartist and entrepreneur formerly employed by Marshall, Carter, and Dark, Ltd. Both male and female configured SCP-5169 instances are available, and may possess various accessories.\n\n\nEach SCP-5169 instance is physically indistinguishable from a comparable non-anomalous product. However, when used to climax by one or more human beings,\n1\n SCP-5169 instances will spontaneously explode. Forensic examination of SCP-5169 detonations reveals no apparent chemical or other physical cause, suggesting that SCP-5169 instances function by ectoentropically generating explosive force.\n\n\nAddendum 5169-1:\n Discovery\n\n\nThe SCP-5169 instances presently contained were recovered as part of a sting operation conducted by MTF Mu-3 (\"Highest Bidders\"), in order to confiscate any anomalous products possessed by Mr. Maximune. Initially, Mr. Maximune and any locations or persons he was known to be associated with were to be kept under surveillance until Director McBride\n2\n gave the green light for his agents to take action.\n\n\n\n\n\n\nHome of Charles Maximune.\n\n\n\n\n\n\nHowever, on 3/9/2020, two weeks into surveillance, an explosion at Maximune's North Andover, Massachusetts residence called for immediate intervention. In the guise of FBI agents, Mu-3 personnel raided the house and confiscated all confirmed or suspected anomalies. One human corpse was recovered and identified as Maximune's romantic associate, Lawrence Kistler.\n\n\nAdditionally, Marshall, Carter, and Dark security staff took Mr. Maximune into custody regarding an incident in their Quality Assurance Department. He was then fired and remanded to the Foundation for interrogation and amnesticization.\n\n\n\n\nInterviewer:\n Director Jacob McBride\n\n\nInterviewed:\n Charles Maximune\n\n\n\n\nInterviewer:\n What exactly was the nature of your work at MC&D?\n\n\nInterviewed:\n Well, I worked in anart acquisitions for a while. But that had nothing to do with why I got fired.\n\n\nInterviewer:\n Why did you get fired?\n\n\nInterviewed:\n It was the dolls. We had, uh, just received our shipment at London HQ. Testing was just starting up. The first tester, well, fucked one of them, and… boom. Chain reaction.\n\n\nInterviewer:\n I take it the damage was serious?\n\n\nInterviewed:\n You could say that. There \nis\n no more QA department at London headquarters.\n\n\nInterviewer:\n So, why \ndo\n the dolls explode?\n\n\nInterviewed:\n Well, I can tell you \nthat\n wasn't my fault. Dark gave me this project a few weeks ago, told me it would be convenient if we could move into the synthetic sex trade just like the real one, and that she wanted me to see what sorts of anomalous features we could give to regular inflatable dolls. The thing is, I had a lot on my plate when I was asked to take over. So I gave the work to someone else.\n\n\nInterviewer:\n Who?\n\n\nInterviewed:\n Some drug dealer operating out of the states. He was recommended to me by a colleague.\n\n\nInterviewer:\n And he made the dolls to explode when people… finished with them? Why?\n\n\nInterviewed:\n Well… maybe it was a \nlittle\n my fault. I told him I wanted \"blow up dolls,\" and he's, well, not the most literate person.\n\n\nInterviewer:\n He thought you wanted \nlethal\n sex toys?\n\n\nInterviewed:\n Yeah. Like I said. Not the most literate.\n\n\nInterviewer:\n \n...I think I know exactly who you're talking about.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Testing with non-humans has yet to be carried out.\n\n\n2\n. The intelligence chief in charge of Mu-3.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nHi, I'm Max. I work for Iris Dark. Are you this dado guy she mentions sometimes?\n\n\n\n\n\n\nyes is this dado\n\n\n\n\nOh, nice.\n\n\nI'm a huge fan of your work, and I was wondering if you might listen to a business proposal.\n\n\n\n\n\n\ndado have time. what is prompt seal\n\n\n\n\nI mostly work in MCD's underground hospitality department. If you know what I mean.\n\n\n\n\n\n\nunderground hospital? u want dirt medicine\n\n\n\n\nWhat? No.\n\n\nThis isn't about drugs.\n\n\n(The drugs are great though.)\n\n\nI'm talking about what goes on in red light districts. That's my job.\n\n\n\n\n\n\noh dado see\n\n\nu are bat man in hammered and sick eel superman comic\n\n\nu need crypt tonight for kill soup man\n\n\n\n\nI'll just spell it out. I'm working on prostitution, Except, without the prostitute part.\n\n\nThe idea is to get MCD in on the inflatable sex toy market.\n\n\nYou get me?\n\n\n\n\n\n\nno\n\n\n\n\nI'm talking about blow up dolls, dado.\n\n\n\n\n\n\noh\n\n\ndado can do blow up dolls for u. dado being fine capitalist have much experience to deliver top quality sex experience for many customer. guaranteed customer come then doll blow up. also dado have amazon prime for give and take blow up doll orders and porter tapes\n\n\n\n\nSweet. Here's my email so we can get in touch ███████@mcd.bz\n\n\n\n\n\n\n\n\nSo, the London trip is going to take me a bit longer than I expected.\n\n\nSome things came up and the boss shifted around our itinerary a bit. I'm not going to be in Andover in time for your shipment.\n\n\nBut it won't be a problem.\n\n\nI've called a buddy of mine and he's going to be house-sitting there. I've told him to go ahead and test out the merchandise and text both of us about it. His name's Larry.\n\n\nIt's been great working with you. Can't wait to start rolling these babies out. 😊\n\n\n\n\n\n\n\n\nDADO YOU FUCKER\n\n\ni just tried calling larry at home and guess fucking what\n\n\nthe second floor is FUCKING EXPLODED\n\n\nlarrys FUCKING DEAD\n\n\nFBI are crawling all over it\n\n\nAND THAT'S NOT THE WORST PART\n\n\ndark called me into her office about the QA department\n\n\nTHERE IS NO MORE QA DEPARTMENT\n\n\nTHEY'RE ALL FUCKING DEAD TOO\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5168\n | SCP-5169 | \nSCP-5170\n »",
    "addendums": [
        "Addendum 5169-1: Discovery\nThe SCP-5169 instances presently contained were recovered as part of a sting operation conducted by MTF Mu-3 (\"Highest Bidders\"), in order to confiscate any anomalous products possessed by Mr. Maximune. Initially, Mr. Maximune and any locations or persons he was known to be associated with were to be kept under surveillance until Director McBride 2 gave the green light for his agents to take action.\nHowever, on 3/9/2020, two weeks into surveillance, an explosion at Maximune's North Andover, Massachusetts residence called for immediate intervention. In the guise of FBI agents, Mu-3 personnel raided the house and confiscated all confirmed or suspected anomalies. One human corpse was recovered and identified as Maximune's romantic associate, Lawrence Kistler.\nAdditionally, Marshall, Carter, and Dark security staff took Mr. Maximune into custody regarding an incident in their Quality Assurance Department. He was then fired and remanded to the Foundation for interrogation and amnesticization."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Director Jacob McBride Interviewed: Charles Maximune Interviewer: What exactly was the nature of your work at MC&D? Interviewed: Well, I worked in anart acquisitions for a while. But that had nothing to do with why I got fired. Interviewer: Why did you get fired? Interviewed: It was the dolls. We had, uh, just received our shipment at London HQ. Testing was just starting up. The first tester, well, fucked one of them, and… boom. Chain reaction. Interviewer: I take it the damage was serious? Interviewed: You could say that. There is no more QA department at London headquarters. Interviewer: So, why do the dolls explode? Interviewed: Well, I can tell you that wasn't my fault. Dark gave me this project a few weeks ago, told me it would be convenient if we could move into the synthetic sex trade just like the real one, and that she wanted me to see what sorts of anomalous features we could give to regular inflatable dolls. The thing is, I had a lot on my plate when I was asked to take over. So I gave the work to someone else. Interviewer: Who? Interviewed: Some drug dealer operating out of the states. He was recommended to me by a colleague. Interviewer: And he made the dolls to explode when people… finished with them? Why? Interviewed: Well… maybe it was a little my fault. I told him I wanted \"blow up dolls,\" and he's, well, not the most literate person. Interviewer: He thought you wanted lethal sex toys? Interviewed: Yeah. Like I said. Not the most literate. Interviewer: ...I think I know exactly who you're talking about.",
        "Hi, I'm Max. I work for Iris Dark. Are you this dado guy she mentions sometimes? yes is this dado Oh, nice. I'm a huge fan of your work, and I was wondering if you might listen to a business proposal. dado have time. what is prompt seal I mostly work in MCD's underground hospitality department. If you know what I mean. underground hospital? u want dirt medicine What? No. This isn't about drugs. (The drugs are great though.) I'm talking about what goes on in red light districts. That's my job. oh dado see u are bat man in hammered and sick eel superman comic u need crypt tonight for kill soup man I'll just spell it out. I'm working on prostitution, Except, without the prostitute part. The idea is to get MCD in on the inflatable sex toy market. You get me? no I'm talking about blow up dolls, dado. oh dado can do blow up dolls for u. dado being fine capitalist have much experience to deliver top quality sex experience for many customer. guaranteed customer come then doll blow up. also dado have amazon prime for give and take blow up doll orders and porter tapes Sweet. Here's my email so we can get in touch ███████@mcd.bz So, the London trip is going to take me a bit longer than I expected. Some things came up and the boss shifted around our itinerary a bit. I'm not going to be in Andover in time for your shipment. But it won't be a problem. I've called a buddy of mine and he's going to be house-sitting there. I've told him to go ahead and test out the merchandise and text both of us about it. His name's Larry. It's been great working with you. Can't wait to start rolling these babies out. 😊 DADO YOU FUCKER i just tried calling larry at home and guess fucking what the second floor is FUCKING EXPLODED larrys FUCKING DEAD FBI are crawling all over it AND THAT'S NOT THE WORST PART dark called me into her office about the QA department THERE IS NO MORE QA DEPARTMENT THEY'RE ALL FUCKING DEAD TOO"
    ],
    "containment_procedures": "Fifty-one SCP-5169 instances are stored within a Safe class containment locker in Site-7. The remainder are in the possession of Marshall, Carter, and Dark Ltd., or potentially their clientele. Proposals regarding the use of SCP-5169 instances as assassination devices are pending.",
    "description": "SCP-5169 is a series of sex dolls, developed for commercial sale by Charles Maximune, an anartist and entrepreneur formerly employed by Marshall, Carter, and Dark, Ltd. Both male and female configured SCP-5169 instances are available, and may possess various accessories.",
    "title": "SCP-5169"
}