{
    "url": "https://scp-wiki.wikidot.com/scp-5177",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\nProvisional Site-347\n\n\n\n\n\n\nItem #\n: SCP-5177\n\n\nObject Class\n: \nKeter\n Safe\n\n\nSpecial Containment Procedures\n: The land surrounding SCP-5177 has been bought and fenced off by Foundation front group \"Montepalle-DeBiers Ecological Trust\" under the pretense of preserving the habitat of a critically endangered species of owl. No non-Foundation personnel are to be allowed onto the land, which has been designated Provisional Site-347. Researchers of Level 2 Clearance or above who wish to study SCP-5177 may do so with the permission of the Director of Provisional Site-347 (currently Dr. MacPherson).\n\n\nA candle is to be burning at all times at the centre of SCP-5177.\n\n\nDescription:\n SCP-5177 is a former \nImperial Japanese Anomalous Matters Examination Agency\n (IJAMEA) underground complex located on █████ Mountain in rural Oregon. SCP-5177 contains 3km of hand-dug dirt tunnels, earthen living areas, and camouflaged bunkers. SCP-5177 was originally surrounded by many lethal and non-lethal traps, some designed to retain prisoners.\n\n\nAt the time of containment, SCP-5177 was saturated with a variety of \ndemonologically\n bound Yokai entities, which have since been exorcised. The techniques used to create these bindings are well-understood by Foundation science, but are beyond the capabilities of the general public. These included:\n\n\n\n\nRaijin\n-type entities (Thunder Kami) invoked to \"scatter enemy <radio> communications to the wind.\"\n\n\nGaki\n-type entities (Hungry Ghosts) invoked to conceal lethal traps and consume the remains of their victims.\n\n\nBuruburu\n-type entities (Shivers) invoked to intensify feelings of cowardice and fear in intruders.\n\n\nKitsune\n-type entities (Fox Spirits) invoked to confuse intruders, disrupting navigation and planning.\n\n\n\n\nSCP-5177 has an additional anomalous property active throughout the area, randomly disrupting access to long-term memory.\n1\n Foundation occultists have theorized that after many years of abandonment, SCP-5177 has manifested a unique species of \nYokaius tsukumogami\n, or discarded object spirit. Occult containment specialists have determined that a ritual symbol of remembrance is sufficient to suppress this effect throughout SCP-5177, resulting in the current containment procedures.\n\n\nSCP-5177 was created in the 1930's by a single IJAMEA stay-behind agent and used to monitor Foundation activities, but this agent departed after an unknown period of time.\n\n\nAddendum 5177-21: Discovery Timeline\n\n\nMarch 15, 1973\n: Foundation Electronic Intelligence agents intercept radio messages originating in the Pacific Northwest containing classified mission-critical Foundation information, including descriptions of SCP objects in containment.\n2\n Foundation North American Command declare this breach a Class-Aleph threat to the Masquerade and deploy all available intelligence assets.\n\n\nMarch 23, 1973\n: Agents K. R. Turner and A. M. Moore, \nMTF Iota-10 (\"Damn Feds\")\n members embedded in the U.S. Forest Service, forward rumors of hunting and rescue parties going missing in the vicinity of ██████████ National Forest.\n\n\nMarch 24, 1973\n: Foundation Intelligence intercept FBI Unusual Incidents Unit communique stating that multiple agents had gone missing in the area of █████ Mountain. As the closest assets, Turner and Moore are dispatched to investigate and destroy any sensitive Foundation documents. Local Task Force Echo-5 (\"Ski Jumpers\") are placed on alert at \nSite-64\n as backup.\n\n\nMarch 25, 1973\n: Turner and Moore report reaching █████ Mountain but suffer anomalous radio interference. Moore is instructed to switch to backup FoundSATCom reporting system and proceed. Transmission logs are integrated below.\n\n\nARCHIVIST'S NOTE:\n FoundSATCom allowed one-way tight-beam textual transmission to Foundation Command via early satellite link. Transmission windows only opened every 8 hours, when FoundSAT-3's orbit brought it within range.\n\n\n\n\n| TO: FOUNDSAT3\n\n| FROM: I10MOORE\n\n| 25/03/1973\n\n| 09:30PST\n\n\nWe are about halfway up the mountain, but have to move slowly. Found rotting animal in a pit trap, couldn't identify. Deer? Traps are not visible. Eyes slide off them. One step at a time.\n\n\n| 17:30PST\n\nFound a concealed tunnel entrance. Turner cut her leg bad. We didn't notice until we stopped? Will check tunnels in the morning. Field radio completely useless, leaving it outside.\n\n\n\n\nBased on transmission contents, █████ Mountain is provisionally classified as SCP-5177.\n\n\nMarch 26, 1973\n:\n\n\n\n\n| 26/03/1973\n\n| 01:30PST\n\nCheck. Resting. Think I can hear activity inside, seems like more than wind noise.\n\n\n| 09:30PST\n\nIn the tunnels now. Dirt, narrow, no light. Only fit one person crouching. Trying to preserve flashlight. Have seen a few rooms branch off, supply rooms, sleeping areas.\n\n\n| 17:30PST\n\nTurner can't make it far, left her in some kind of living quarters, looked equipped for prisoners. Found documents, some Japanese some Foundation. Looking for water.\n\n\n\n\nMarch 27th, 1973\n:\n\n\n\n\n| 27/03/1973\n\n| 01:30PST\n\nThis place is a maze, must be going in circles. Can't find Turner. Suspect spatial anomaly. Have seen other lights moving in the tunnels, but avoiding contact.\n\n\n| 09:30PST\n\nNO TRANSMISSION\n\n\n| 17:30PST\n\nhostile force present. mustve saw my light down tunnel, opened fire, automatic weapons. tunnel collapsed, lucky. lost sidearm. keep moving.\n\n\n\n\nBased on possible spatial manipulation, security threat, and hostile forces, SCP-5177 is classified as Keter. LTF Echo-5 are deployed for retrieval. Containment specialists are scrambled.\n\n\nMarch 28, 1973\n:\n\n\n\n\n| 28/03/1973\n\n| 01:30PST\n\nNO TRANSMISSION\n\n\n| 09:30PST\n\nCan't remember last few hours. Have pistol again, not mine. There's a lot of blood. Not mine. Keep moving.\n\n\n| 17:30PST\n\nNO TRANSMISSION\n\n\n\n\nMarch 29, 1973\n:\n\n\n\n\n| 29/03/1973\n\n| 01:30PST\n\nNO TRANSMISSION\n\n\n| 09:30PST\n\nNO TRANSMISSION\n\n\n| 17:30PST\n\nHave water. Don't know how. Can't find exits. Found Turner again. She's delirious, asking for Jim.\n\n\n\n\nMarch 30, 1973\n: Foundation Intelligence learn that members of 2nd Ranger Division had been dispatched from Fort Lewis at UIU request to secure SCP-5177. Iota-10 members at Fort Lewis report that communication with the rangers was lost 72 hours previously.\n\n\nTurner and Moore cannot be reached. LTF Echo-5 cannot be reached. Site-64 Director Hayden White contacts local FBI leadership under the HERA protocol.\n\n\n\n\n| 30/03/1973\n\n| 01:30PST\n\nHeard explosions. Staying with Turner. Send MTF.\n\n\n| 09:30PST\n\nSend MTF\n\n\n| 17:30PST\n\ngunfre outside not rifcking light steainyt put sned mth\n\n\n\n\nApril 1, 1973\n: UIU and Foundation negotiations stall over O5 security concerns. Director White and lead UIU negotiator defy orders and depart for █████ Mountain by helicopter.\n\n\n\n\n| 01/04/1973\n\n| 01:30PST\n\nNO TRANSMISSION\n\n\n| 09:30PST\n\nNO TRANSMISSION\n\n\n| 17:30PST\n\nNO TRANSMISSION.\n\n\n\n\nApril 2, 1973\n:\n\n\n\n\n| 02/04/1973\n\n| 01:30PST\n\nNO TRANSMISSION\n\n\n| 09:30PST\n\nNO TRANSMISSION\n\n\n| 17:30PST\n\nTurner's gone.\n\n\n\n\nNo further transmissions are received.\n\n\nApril 5, 1973\n: Foundation and US forces withdraw from SCP-5177. Overall casualties include 1 KIA, 7 injured. Containment is enacted.\n\n\nAddendum 5177-41: Containment Updates\n\nOn November 2, 1984, Foundation occultists recommended the current containment procedures. Through HERA liaison, Portland UIU negotiator James Turner asked to be present during the enactment of the remembrance ritual. Based on the suggestion of occult containment specialists, his request was granted.\n\n\n\n\nFootnotes\n\n\n1\n. Any memory more than ~30 seconds in duration.\n\n\n2\n. These transmissions were later determined to be repeating and heavily out-of-date.\n\n\n\n\n\n\n\n\n« \nSCP-5176\n | SCP-5177 | \nSCP-5178\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5177\n\" by pamplemousse and Petrograd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5177\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Barklow_Mountain3.jpg\n\n\nName:\n Barklow Mountain, Rogue River Siskiyou National Forest\n\n\nAuthor:\n U.S. Forest Service- Pacific Northwest Region\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 5177-21: Discovery Timeline March 15, 1973 : Foundation Electronic Intelligence agents intercept radio messages originating in the Pacific Northwest containing classified mission-critical Foundation information, including descriptions of SCP objects in containment. 2 Foundation North American Command declare this breach a Class-Aleph threat to the Masquerade and deploy all available intelligence assets.\nMarch 23, 1973 : Agents K. R. Turner and A. M. Moore, MTF Iota-10 (\"Damn Feds\") members embedded in the U.S. Forest Service, forward rumors of hunting and rescue parties going missing in the vicinity of ██████████ National Forest.\nMarch 24, 1973 : Foundation Intelligence intercept FBI Unusual Incidents Unit communique stating that multiple agents had gone missing in the area of █████ Mountain. As the closest assets, Turner and Moore are dispatched to investigate and destroy any sensitive Foundation documents. Local Task Force Echo-5 (\"Ski Jumpers\") are placed on alert at Site-64 as backup.\nMarch 25, 1973 : Turner and Moore report reaching █████ Mountain but suffer anomalous radio interference. Moore is instructed to switch to backup FoundSATCom reporting system and proceed. Transmission logs are integrated below.\nARCHIVIST'S NOTE: FoundSATCom allowed one-way tight-beam textual transmission to Foundation Command via early satellite link. Transmission windows only opened every 8 hours, when FoundSAT-3's orbit brought it within range.\nBased on transmission contents, █████ Mountain is provisionally classified as SCP-5177.\nMarch 26, 1973 :\nMarch 27th, 1973 :\nBased on possible spatial manipulation, security threat, and hostile forces, SCP-5177 is classified as Keter. LTF Echo-5 are deployed for retrieval. Containment specialists are scrambled.\nMarch 28, 1973 :\nMarch 29, 1973 :\nMarch 30, 1973 : Foundation Intelligence learn that members of 2nd Ranger Division had been dispatched from Fort Lewis at UIU request to secure SCP-5177. Iota-10 members at Fort Lewis report that communication with the rangers was lost 72 hours previously.\nTurner and Moore cannot be reached. LTF Echo-5 cannot be reached. Site-64 Director Hayden White contacts local FBI leadership under the HERA protocol.\nApril 1, 1973 : UIU and Foundation negotiations stall over O5 security concerns. Director White and lead UIU negotiator defy orders and depart for █████ Mountain by helicopter.\nApril 2, 1973 :\nNo further transmissions are received.\nApril 5, 1973 : Foundation and US forces withdraw from SCP-5177. Overall casualties include 1 KIA, 7 injured. Containment is enacted.",
        "Addendum 5177-41: Containment Updates On November 2, 1984, Foundation occultists recommended the current containment procedures. Through HERA liaison, Portland UIU negotiator James Turner asked to be present during the enactment of the remembrance ritual. Based on the suggestion of occult containment specialists, his request was granted."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5177 \" by pamplemousse and Petrograd, from the SCP Wiki . Source: https://scpwiki.com/scp-5177 . Licensed under CC-BY-SA .",
        "Filename: Barklow_Mountain3.jpg Name: Barklow Mountain, Rogue River Siskiyou National Forest Author: U.S. Forest Service- Pacific Northwest Region License: Public Domain Source Link: Flickr"
    ],
    "description": "SCP-5177 is a former Imperial Japanese Anomalous Matters Examination Agency (IJAMEA) underground complex located on █████ Mountain in rural Oregon. SCP-5177 contains 3km of hand-dug dirt tunnels, earthen living areas, and camouflaged bunkers. SCP-5177 was originally surrounded by many lethal and non-lethal traps, some designed to retain prisoners.",
    "title": "SCP-5177"
}