{
    "url": "https://scp-wiki.wikidot.com/scp-5187",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe content of this page is archived as this file has become obsolete. As archiving is an outdated process, this page will not be redirected. The only thing that this process still changes on a front-end level is the Object Class.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nItem #:\n SCP-5187\n\n\nClearance:\n 2/Memetic - 4/General\n\n\nNote:\n \nThe General Clearance was increased, to prevent \nMiscommunications\n from accessing this file.\n\n\nObject Class:\n Archived\n\n\nSpecial Containment Procedures:\n SCP-5187 is to be researched using Standard Procedure, by the Central Memetics Department.\n\n\nDescription:\n SCP-5187 is a standard cognitohazard. SCP-5187 is carried in a photograph and causes subjects to experience a mix of longing and fear of something they deem vast and outside of their understanding when looking at it. SCP-5187 can only take effect when the subject is outside.\n\n\nNote:\n \nThe fact that it only works outside suggests a poorer quality of production.\n\n\n\n\n\n\nCOGNITOHAZARD EMBEDDED. VIEWING IS ADVISED ONLY WITH LEVEL 2 MEMETIC RESISTANCE OR HIGHER\n\n\n\n\nVIEW AT YOUR OWN RISK\n\n\n\n\n\n\n\n\nVIEW AT YOUR OWN RISK\n\n\n\n\n\n\n\n\nDiscovery:\n The photograph of SCP-5187 was pinned to a side wall in Manhatten, New York when it was noticed by \nPANOPTICON\n1\n and marked as a potential cognitohazard. The local Containment Team was ordered to retrieve the photo and bring it to the nearest Memetic Department Site.\n\n\nEffect Test:\n\n\n\n\n\n\nTest\n\n\nResources\n\n\nResults\n\n\n\n\n\n\nExposure to SCP-5187 outdoors\n\n\n10 D-Class with Naval background\n\n\nAll D-Class felt inspired to sail again\n\n\n\n\n\n\nExposure to SCP-5187 outdoors\n\n\n5 D-Class with astronomical background \n(Scarcity of resource)\n\n\nAll but one D-Class described both longing and fear to go to space\n\n\n\n\n\n\nLongterm exposure to SCP-5187 outdoors\n\n\n1 D-Class with astronomical background\n\n\nSubject described the fear of a scientific breakthrough.\n\n\n\n\n\n\nExposure to SCP-5187 outdoors\n\n\n10 D-Class with artistic background\n\n\nD-Class described various fears. Additionally, all D-Class felt motivated to produce more art\n\n\n\n\n\n\nExposure to SCP-5187 outdoors\n\n\n10 D-Class selected for their lack of creativity\n\n\nNo significant deviation from the Control Group\n\n\n\n\n\n\nLongterm exposure to SCP-5187 outdoors\n\n\n10 D-Class selected for their lack of creativity\n\n\nAll D-Class expressed fear towards various minor hobbies\n\n\n\n\n\n\nExposure to SCP-5187 outdoors\n\n\n10 tainted\n2\n randomly selected D-Class\n\n\nStandard effects were reduced by roughly 50%\n\n\n\n\n\n\n[DATA OMITTED FOR BREVITIY]\n\n\n\n\n\n\nNote:\n \nOther departments have drastically decreased their D-Class usage, preventing us from transferring ours to them anymore. If we do not want to rely solely on tainted D-Class, efforts should be made to increase D-Class usage back to its former level.\n\n\n \n\n\n\n\nCreative Analysis:\n \n(Written by one of the test subjects)\n\n\nI know there were other parts, but it was the darkness on that photo that really pulled me in. It was like that night, back when I still went stargazing, with a night so clear you can see the distance of the stars. The depths between them. It's one of those things a camera can never really capture. Because the camera does not understand the sheer endless gap that connects one celestial to the other. But our heart does. And I am drawn to that hole, the vacuum antithetical to life; I want to fill it with just the most minuscule of motion and get trapped in its freedom far and wide from any help.\n\n\nNote:\n \nIs creative analysis in this age still necessary? It's the only stain on an otherwise clean procedure.\n\n\n\n\nScientific Analysis:\n\n\n\n\n\n\nConcept\n\n\nDescription\n\n\nPortion of SCP-5187\n\n\nLikelihood of Embodiment\n3\n\n\n\n\n\n\nNOO-327543\n\n\nThe longing for somewhere else\n\n\n25%\n\n\n89%\n\n\n\n\n\n\nNOO-224989\n\n\nCosmic horror\n\n\n23%\n\n\n93%\n\n\n\n\n\n\nNOO-427565\n\n\nPassion\n\n\n6%\n\n\n58%\n\n\n\n\n\n\nNOO-427932\n\n\nInspiration\n\n\n4%\n\n\n62%\n\n\n\n\n\n\nNOO-427000\n\n\nThe Flow\n\n\n4%\n\n\n5%\n\n\n\n\n\n\nNOO-224572\n\n\nExistential Dread\n\n\n7%\n\n\n54%\n\n\n\n\n\n\nNOO-327543\n\n\nFight or Flight\n\n\n10%\n\n\n93%\n\n\n\n\n\n\nBackground Concepts\n\n\n-\n\n\n21%\n\n\n98%\n\n\n\n\n\n\nNOO-745933\n\n\nSCP-5187\n\n\n100%\n\n\n93%\n\n\n\n\n\n\nThe photograph conveys the concept of SCP-5187 with a purity\n4\n of roughly 51%.\n\n\n\n\nNote:\n \nIn response to the message we received. Notes in the document are the best way of documentation and communication. It is not our concern that \nsmaller departments\n prefer more inconvenient methods, like embedding e-mails into the article.\n\n\n \n\n\nApprehension:\n\n\nDue to its focus on art inspiration and the low purity of cognitohazard conveyance, it is assumed that SCP-5187 was created by an individual associating with GoI-0267 (\"Are We Cool Yet?\"), since work of this quality is in accordance with this GOI's more rudimentary cognitohazard creation.\n\n\nA meme was constructed, to instil the idea in the subject to visit a designated meeting point in Manhattan. This meme was constructed in a way that will most likely only affect individuals associating with the themes of SCP-5187 and GOI-0267.\n\n\nThe local containment team has been instructed to observe the meeting point. The meme has been released to the public to catch the subject.\n\n\nNote:\n \nThis containment team seems to fulfill our standards. Should we order a reassignment?\n\n\nReproduction:\n\n\nA separate team of Central Memetics Department researchers has been tasked with reproducing SCP-5187 based solely on the concepts SCP-5187 is made of. The team did not have access to SCP-5187.\n\n\nAfter 2 weeks the team was able to reproduce a version of SCP-5187. Additionally, the conveyance purity could be increased by 32%, and Background Concepts reduced by 9%. This version of SCP-5187 now requires at least Level 3 Memetic Resistance for full neutralization.\n\n\nInterview:\n\n\nAs expected the creator of the first version of SCP-5187 arrived at the designated meeting point and was apprehended. An interview was deemed unnecessary. The subject was amnesticized and released to the public.\n\n\n\n\n\n\nThis file is archived since all research has been completed. All information about SCP-5187 can now be found in the concept and cognitohazard repository under NOO-745933.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Central Memetics Department\n\n\nFrom:\n \nExplanation and Research Department\n\n\nSubject:\n Reexplaining Project: SCP-5187\n\n\n\n\n\n\nAs part of the Reexplaining Project, my department is proposing reopening research into SCP-5187. ExaRD has filed SCP-5187 as a \"potential anomaly\". In its current state, this file does not provide sufficient evidence for anomalous behaviour. The observed reactions can easily be attributed to normal emotional responses, which may or may not be the intention of the artist. At the very least more creative analysis should be considered.\n\n\nRegards\n\nDirector Weld\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Explanation and Research Department\n\n\nFrom:\n Central Memetics Department\n\n\nSubject:\n Re:Reexplaining Project: SCP-5187\n\n\n\n\n\n\nThere is no reason for reopening the archived file of NOO-745933. The research was completed using Standard Procedure, no further action is required. The paranormal science of memetics is completely understood, but recognizing its nuances requires a certain expertise in this field. We therefore highly suggest not to take any further inquiries into memetic SCP-Objects in general. Such actions might compromise your department's usefulness to the Foundation.\n\n\nRegards\n\n[COGNITOHAZARD REMOVED]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Foundation's worldwide surveillance system.\n\n\n2\n. D-Class that developed a memetic resistance due to extended exposure to cognitohazards\n\n\n3\n. Measures the probability of how likely the average viewer will associate the specific concept with the photograph\n\n\n4\n. Measures how little the Cognitohazard is tainted with other non-relevant concepts. A higher purity will also increase the strength of the cognitohazard's effect.\n\n\n\n\n\n\n\n\n« \nSCP-5186\n | SCP-5187 | \nSCP-5188\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5187\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5187\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n horizon-fear.jpeg\n\n\nName:\n Hovering on the Horizon\n\n\nAuthor:\n NASA Earth Observatory\n\n\nLicense:\nCC-BY-2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Hovering_on_the_Horizon_-_NASA_Earth_Observatory.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Creative Analysis: (Written by one of the test subjects) I know there were other parts, but it was the darkness on that photo that really pulled me in. It was like that night, back when I still went stargazing, with a night so clear you can see the distance of the stars. The depths between them. It's one of those things a camera can never really capture. Because the camera does not understand the sheer endless gap that connects one celestial to the other. But our heart does. And I am drawn to that hole, the vacuum antithetical to life; I want to fill it with just the most minuscule of motion and get trapped in its freedom far and wide from any help. Note: Is creative analysis in this age still necessary? It's the only stain on an otherwise clean procedure. Scientific Analysis: Concept Description Portion of SCP-5187 Likelihood of Embodiment 3 NOO-327543 The longing for somewhere else 25% 89% NOO-224989 Cosmic horror 23% 93% NOO-427565 Passion 6% 58% NOO-427932 Inspiration 4% 62% NOO-427000 The Flow 4% 5% NOO-224572 Existential Dread 7% 54% NOO-327543 Fight or Flight 10% 93% Background Concepts - 21% 98% NOO-745933 SCP-5187 100% 93% The photograph conveys the concept of SCP-5187 with a purity 4 of roughly 51%.",
        "\" SCP-5187 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-5187 . Licensed under CC-BY-SA .",
        "Filename: horizon-fear.jpeg Name: Hovering on the Horizon Author: NASA Earth Observatory License: CC-BY-2.0 Source Link: https://commons.wikimedia.org/wiki/File:Hovering_on_the_Horizon_-_NASA_Earth_Observatory.jpg"
    ],
    "item": "SCP-5187",
    "object_class": "Archived",
    "containment_procedures": "SCP-5187 is to be researched using Standard Procedure, by the Central Memetics Department.",
    "description": "SCP-5187 is a standard cognitohazard. SCP-5187 is carried in a photograph and causes subjects to experience a mix of longing and fear of something they deem vast and outside of their understanding when looking at it. SCP-5187 can only take effect when the subject is outside.\nNote: The fact that it only works outside suggests a poorer quality of production.",
    "title": "SCP-5187"
}