{
    "url": "https://scp-wiki.wikidot.com/scp-5188",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\nItem#:\n SCP-5188\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation agents in all major television networks are to monitor for SCP-5188 and prevent any broadcasts before they reach civilian audiences. While the danger to civilians presented by SCP-5188 is negligible, public acknowledgement of its anomalous qualities would lead to a potential Lifted Veil scenario.\n\n\nFor research purposes, one television at Site-59 is to receive and record uninhibited broadcasts of SCP-5188. Transcription efforts by research staff are ongoing.\n\n\nSCP-2803\n-A is not to be made aware of Foundation suppression efforts for SCP-5188 under any circumstances. In addition, SCP-2803-A is to receive a monthly supply of forged fan mail for SCP-5188 and a \"royalty payment\" consisting two kilograms of a 50/50 blend of sand and pink glitter.\n1\n\n\nDescription:\n SCP-5188 is \"Fronglyfoot Street\", an animated\n2\n situation comedy produced by TotleighSoft corporation. Episodes are 22 minutes long; at time of writing, 108 episodes and nine seasons have been recorded at Site-59.\n\n\nSCP-5188 makes use of TotleighSoft's signature \"Snoflak-o-Vizhon\", a perception-altering technique that tailors the show's content to match each viewer's personal preferences for entertainment. Despite the claim that \"no two [people] will see the [same show]\",\n3\n identical transcriptions of SCP-5188 between similarly-minded researchers have been noted. Currently, the highest number of recorded variants to an individual episode (including SCP-5188-Gamma) is 57.\n\n\nThe show centers around the Fronglyfoots, a family consisting of the male protagonist, his wife, their precocious two-year-old daughter, and a dog. All other factors (such as the characters' names, occupations, location, financial class, supporting characters, and whether or not the dog is capable of speech) depend on the individual iteration.\n\n\nIn addition, viewers who possess a nerve bundle \npreviously identified\n as a \"Rosetta cluster\" will be immune to the perception-altering effects; the resulting show will be SCP-5188-Gamma.\n\n\nAddendum: Transcription Excerpt from Season 4, Episode 11, Scene 1\n\n\n\n\n\n\n\n\nSCP-5188-12\n\n\nSCP-5188-23\n\n\nSCP-5188-Gamma\n\n\n\n\n\n\n\n\nTranscriber:\n Junior Researcher N. Tamino\n\n\nRating:\n TV-PG\n\n\nMain Character Ethnicities:\n African-American\n\n\nSetting:\n Eugene, Oregon\n\n\nEpisode Title:\n Micro Brewing for Dummies\n\n\n<Begin Log>\n\n\n\nINT. FRONGLYFOOT RESIDENCE, LIVING ROOM - DAY\n\n\nNina\n[Wife]\n is vacuuming. Auggie\n[Daughter]\n is playing chess with Pascal\n[Dog, St. Bernard]\n. Auggie moves a piece.\n\n\n\n\n\n\nAUGGIE\n\nCheck. HA! What say you to such\n\nstrategic brilliance, Phillistine?!\n\n\n\n\n\nPascal yawns and falls asleep on the board.\n\n\n\n\n\n\nAUGGIE\n\nFool! You're no Alexander, and this is\n\nno Gordian Knot. Up with you, beast!\n\n\n\n\n\nAuggie attempts to pry Pascal from the board. He sleepily places a paw on top of Auggie's head.\n\n\n\n\n\n\nAUGGIE\n\n\n(Sarcastic)\n Ye gods, such brilliance.\n\n\n\n\n\nBob\n[Husband]\n enters the front door, sweating and flustered.\n\n\n\n\n\n\nNINA\n\nBob!\n\n\nBOB\n\nOh, hey Nina. Wanna hear a joke?\n\n\nNINA\n\nHow about first you tell me where you've been.\n\n\nBOB\n\nIt's related. What's vinyl-sided, rectangular,\n\nand filled with 50 cases of concord grapes for\n\nno reason?\n\n\nNINA\n\nWhat?\n\n\nBOB\n\n\n(Smiling nervously)\n …NOT our garage.\n\n\n\n\n\nNina crosses her arms and glares. Awkward silence.\n\n\n\n\n\n\nBOB\n\n…anyway, do you know a place where I can\n\nget some brewer's yeast in bulk?\n\n\nNINA\n\nYou're grounded.\n\n\nBOB\n\nHey, now. I'm thirty-five, you can't ground me!\n\nI drive a Mercedes!\n\n\nNINA\n\nWhere's the Mercedes?\n\n\nBOB\n\n…under the grapes. I'll be in my room.\n\n\n\n\n\nBob goes up the stairs.\n\n\n\n\n\n\nAUGGIE\n\nGuess I'd better not tell her about my\n\nlemon stash!\n\n\n\n\n<End Log>\n\n\n\n\n\n\nTranscriber:\n Junior Researcher L. Matapang\n\n\nRating:\n TV-MA\n\n\nMain Character Ethnicities:\n Anthropomorphic lizards\n\n\nSetting:\n Unnamed Trailer Park, Louisiana\n\n\nEpisode Title:\n Nice Melons\n\n\n<Begin Log>\n\n\n\nINT. FRONGLYFOOT TRAILER, CENTRAL AREA - NIGHT\n\n\nLucinda\n[Wife]\n is playing Russian roulette while sobbing. Meat\n[Daughter]\n lays out a chess board before Wristopher Calken,\n[Dog, Borzoi]\n who is convulsing and foaming at the mouth.\n\n\n\n\n\n\nMEAT\n\nAwright, we doin' this? We doin' this.\n\n\nWRISTOPHER\n\nMeat, I need you to call 911.\n\n\nMEAT\n\nThat's not how ya play. Ya gotta move the\n\npieces around 'n' say \"king me\" 'n' shit.\n\n\nWRISTOPHER\n\nNo, seriously I just dropped a gallon of\n\nForty Sauce and I'm dying. Call an\n\nambulance. \nNow.\n\n\nMEAT\n\nThe fuck's Forty Sauce?\n\n\nWRISTOPHER\n\nOlde English and WD.\n\n\n\n\n\nMeat picks up the chessboard and leaves.\n\n\n\n\n\n\nMEAT\n\n…yeah, you too dumb for this game.\n\nI'mma go get Mousetrap or summat.\n\n\n\n\n\nScott\n[Husband]\n enters the front door, whistling the Soviet national anthem.\n\n\n\n\n\n\nSCOTT\n\nOkay, y'all know that gun ain't loaded, right?\n\n\nLUCINDA\n\nJust let me have this.\n\n\nSCOTT\n\n'kay, cool. So, like, guess who just bought\n\n5,000 watermelons?\n\n\nLUCINDA\n\n\n(sarcastic)\n\nWow. I don't know. Who.\n\n\nSCOTT\n\n\n(pointing to self)\n THIS GUY!\n\n\nLUCINDA\n\nOh my god. I'm shocked. Why would you\n\nbuy 5,000 watermelons.\n\n\nSCOTT\n\nYour dad's inheritance had to go somewhere.\n\nI'mma go throw 'em at God now for cursing\n\nme with existence.\n\n\nLUCINDA\n\nAim for the giant eyeball on his crotch.\n\n\nSCOTT\n\nOh, is that his weak point? Thanks, wifey!\n\n\n\n\n\nScott leaves.\n\n\n\n\n\n\nWRISTOPHER\n\nTera Patrick, into your arms, I\n\ncommence my soul…\n\n\n\n\n\n<End log>\n\n\n\n\nTranscriber:\n Junior Researcher E. Gualtieri (Note: has a Rosetta cluster)\n\n\nRating:\n Unrated\n\n\nMain Character Ethnicities:\n Ambiguous from decomposition\n\n\nSetting:\n A derelict conference room of the SCP-2803 compound.\n\n\nEpisode Title:\n \"Friut\"\n[sp]\n\n\n<Begin Log>\n\n\n\nINT. CONFERENCE ROOM - DAY\n\n\nThe room is covered in a yellow gelatinous substance that has crystallized. \"Concubine\"\n[Wife]\n, a deceased office worker, dangles limply from the ceiling, attached by the top of her head to a tendril belonging to SCP-2803-A. She bounces up and down, speaking through unknown means.\n\n\n\n\n\n\nCONCUBINE\n\nI am doing a thing. I am doing a thing.\n\nWitness me doing this thing.\n\n\n\n\n\"Offspring\"\n[Daughter]\n, a small humanoid effigy made out of staplers, a disembodied cardiovascular system, and crystallized biofilm, dangles from a similar tendril toward \"Vassal\"\n[Dog, (n/a)]\n. Vassal is another dangling effigy - quadrupedal, and made from bones and computer keyboards.\n\n\n(note: all characters speak in the same voice. The currently speaking character is indicated by shaking and flailing.)\n\n\n\n\n\n\nOFFSPRING\n\nWe will partake in brief enjoyment.\n\n\nVASSAL\n\nMy refusal extrudes from my mouth and\n\nslathers negation upon your ears.\n\n\nOFFSPRING\n\nYou are without permission!\n\n\n\n\n\nVassal is dragged back and forth throughout the room, screeching.\n\n\n\n\n\n\nOFFSPRING\n\nI hope you did not enjoy your petulance.\n\n\n\n\n\nLORD\n[Husband]\n enters the room. He is the former executive of the SCP-2803 compound, impaled on one of SCP-2803-A's tendrils like a finger puppet.\n\n\n\n\n\n\nCONCUBINE\n\nLord! We welcome you ambiguously.\n\n\nLORD\n\nBe silent!\n\n\nCONCUBINE\n\nI am disobedient.\n\n\nLORD\n\nIndeed. I have acquired the fruiting bodies.\n\n\nCONCUBINE\n\nFor what purpose? You are well aware that\n\nfruiting bodies do not belong in the implied\n\ncounting-house.\n\n\nLORD\n\nMy ignorance is a shining, bulbous gonad. It must\n\nbe rubbed with folly over and over until\n\nthe climaxing waves of character development\n\nwash over the area, sink, and disappear as if\n\nthey never existed. For this is what reaps\n\nthe royal sturple from the consumer and thus\n\nunto our God.\n\n\nCONCUBINE\n\nI tremble from how correct you are. May\n\nyour ignorance vibrate for eternity, and may\n\nmy indignace undulate in kind!\n\n\nLORD\n\nI must go, for my lucrative stupidity cannot\n\nreach its peak among this scenery in particular.\n\n\n\n\n\nLord leaves.\n\n\n\n\nOffspring and Vassal loudly vomit a thick black organic syrup onto the floor.\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to misinformation protocols, SCP-2803-A is under the belief that this substance is called \"royal sturple\" and is the most precious form of human currency, reserved only for a handful of social elites.\n\n\n2\n. It should be noted that the \"true\" iteration, SCP-5188-Gamma, is live-action.\n\n\n3\n. Approximation from a \nTV Guide\n advertisement; original text was spelled too poorly to be precisely identified.\n\n\n\n\n\n\n\n\n« \nSCP-5187\n | SCP-5188 | \nSCP-5189\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5188\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5188\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5188 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-5188 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Foundation agents in all major television networks are to monitor for SCP-5188 and prevent any broadcasts before they reach civilian audiences. While the danger to civilians presented by SCP-5188 is negligible, public acknowledgement of its anomalous qualities would lead to a potential Lifted Veil scenario.",
    "description": "SCP-5188 is \"Fronglyfoot Street\", an animated2 situation comedy produced by TotleighSoft corporation. Episodes are 22 minutes long; at time of writing, 108 episodes and nine seasons have been recorded at Site-59.",
    "title": "SCP-5188"
}