{
    "url": "https://scp-wiki.wikidot.com/scp-5190",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\nItem #:\n SCP-5190\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to its nature, SCP-5190 is considered self-containing, and thus is not subject to specific procedures.\n\n\nDescription:\n SCP-5190 is the collective designation for an unclear but insignificant percentage of the human population, who are subject to an anomalous phenomenon which influences their effect on the world around them.\n\n\nInstances of SCP-5190 will make little to no significant impact to the world around them throughout their lives — and any societal or environmental change they do manage to bring about will revert shortly after.\n\n\nAll SCP-5190 instances are subject to a minor perception filter effect which increases the difficulty of noticing them, the strength of which increases exponentially the more other individuals are nearby. The strength of this filter, however, reduces to almost zero whenever the instance is engaging in acts that would be considered criminal or otherwise socially inappropriate\n1\n.\n\n\nDespite what most SCP-5190 instances believe, the majority of their personal relationships reach the level of acquaintance at best — when pressed, most individuals who know SCP-5190 instances have described them as vaguely pleasant but ultimately insubstantial. In 80% of interviews conducted with individuals acquainted with SCP-5190 instances, they have had significant difficulty fully recalling details such as the instance's name and features; in the remaining 20%, they have failed to remember these details altogether.\n\n\nFollowing death, memories of the SCP-5190 instance will rapidly fade from the minds of all individuals who have encountered them. All observed cases have resulted in a complete loss of memories pertaining to the instance after a period of three days, save for a vague notion that the subject in question has forgotten something of little importance.\n\n\n\n\nAddendum 5190-1:\n Due to lack of Foundation interest, further information on this anomaly is not available.\n\n\n\n\nFootnotes\n\n\n1\n. Note, however, that the prospect of performing these kinds of actions provokes severe anxiety in most SCP-5190 instances.\n\n\n\n\n\n\n\n\n« \nSCP-5189\n | SCP-5190 | \nSCP-5191\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5190\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5190\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5190-1: Due to lack of Foundation interest, further information on this anomaly is not available."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5190 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5190 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5190",
    "object_class": "Keter",
    "containment_procedures": "Due to its nature, SCP-5190 is considered self-containing, and thus is not subject to specific procedures.",
    "description": "SCP-5190 is the collective designation for an unclear but insignificant percentage of the human population, who are subject to an anomalous phenomenon which influences their effect on the world around them.",
    "title": "SCP-5190"
}