{
    "url": "https://scp-wiki.wikidot.com/scp-5214",
    "all_text": "Any additional comments (image sources, crit credits, whatever)\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following file is undergoing considerable review, and has been uploaded to SCPInet without proper grammatical/system errors having yet been removed. Information is being continually updated.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5214\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nAnomalous\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nNone\n\n\n\n\n\n\nRisk Class:\n\n\nNone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Affected instances\n1\n of Gustav Mahler's \nKindertotenlieder\n have been collected by Anomaly Recovery Team Psi-17 (\"Unworn Baby Shoes\") and stored within standard, low-level containment lockers. Audio files are to be reviewed by Site-89's audio department, and tested with staff members knowledgeable in art music.\n\n\nDescription:\n SCP-5214 refers to a group of auditory and visual anomalies affecting performance, performers and written iterations of Gustav Mahler's song cycle \nKindertotenlieder.\n2\n Mahler's original score for the song cycle only included five songs, each of which was adapted from an individual poem by Friedrich Rückert\n3\n, while an SCP-5214 affected score has an additional three poems, none of which were written by Mahler or Rückert.\n\n\nDuring performance of SCP-5214, a visual anomaly consisting primarily of a semi-translucent outline of a young, prepubescent female of undefined ethnicity. The anomaly, designated as SCP-5214-A, has been observed hovering approximately thirteen centimeters above ground, and is noted to stare at a male-identified observed. SCP-5214-A is capable of limited communication, only able to say the names, 'Alice', and 'Sofia.' \nAs of documentation, there has only been one apperance of SCP-5214-A.\n (Removed by Dr. Mayweather.) \nSCP-5214-A has been observed engaging with a chosen male spectator, engaging in affection-showing behavior such as attempting to hug, 'blowing' kisses, and smiling.\n (Edit locked by Dr. Mayweather.)\n\n\nThe additional movements associated with SCP-5214 differ dramatically from the original score. While Mahler typically wrote his music in a late-romantic style that emphasized orchestral color, progressive tonality and a strong relationship between singer and orchestra, the three songs differ, due to an extreme disconnect from singer and orchestra, as well as the usage of total atonality and serialism, both forms of music-writing that Mahler typically avoided. Conversely, the language used in the poems closely relates to Rückert's writing. \nNo copies of the affected songs or score have been recovered.\n\n\nThe songs, without orchestral scoring. have been collected below. Poems have been translated from fractured German.\n\n\n\n\n\n\nI have seen your little, darling face again. With bright, sweet joy! I see you again, looking at your dear father, of warm, welcome gazes, peaking from the curtain, as your mama holds your little hand.\n\n\nI have not been so happy for so many long months. Don't leave me again, my darling, let me experience vivid joy, bright sweetness again! It was just for a while, just the smallest amount of time.\n\n\nAt the winter months, turning my back, and you were there the whole time. I wasn't lost, not were you. I breathed the blossom red, with guilt. Oh, I was wrong, my sweet darling, for only white Rose is what you bring to your dear father.\n\n\n\n\n\n\n\n\n\n\nWhat is the song like, that plays at the top of the stairs? Is it sweet, of longingly love? Tell me, my little one, is it one of forgiveness?\n\n\nTell me, tell the father below how sweet the song above is. Sing by angels, puckered from golden trumpets, bugels of brass and cornflower blue.\n\n\nNo, no, I hear them so very clear, the songs that speak from your every own heart.\n\n\nI hear them so still, as sweet as the day, the day I held your hand on the first time we have met- so much smaller then mine. I know the songs, so well.\n\n\nI know the songs, so well. There is no reason, no need to repeat them, I hear them so clear in my sweet dreams, ah! Ah! Ah, I hear so well, now. The red candle will no longer burn.\n\n\n\n\n\n\n\n\n\n\nAlice. Sofia.\n\n\n\n\n\n\nAddendum No. 1: Testing\n Following discovery of SCP-5214, Dr. Henyrk Mayweather instructed the Site-89 orchestra to perform supposed SCP-5214 affected material. The baritone performing was Jr. Researcher Jorge Ãnez, assistant researcher on the SCP-5214. The results are collected below.\n\n\n\n\n\n\nDate\n\n\nConducter\n\n\nNotes\n\n\n\n\n\n\n5/7/1980\n\n\nLenora Callingwood\n\n\nNo abnormalities. Performance of the song-cycle included all original pieces, without any additions or removals. No abnormalities suspected nor observed during performance.\n\n\n\n\n\n\n5/8/1980\n\n\nAzuika Nagismao\n\n\nNo abnormalities. Performance of the song-cycle ommited the last piece, due to time constraints, and a lack of unobserved abnormalities.\n\n\n\n\n\n\n6/8/1980\n\n\nDaniel Clayton\n\n\nNo abnormalities. Performance of the song-cycle included all original pieces, without any additions or removals. No abnormalities suspected nor observed during performance.\n\n\n\n\n\n\n11/8/1981\n\n\nHenyrk Mayweather\n\n\nMayweather performed the bartitone role, alongside conducting. During performance of the Song cycle, the three additional songs, though unnoticed by both performers and audience was believed to have been conducted by Dr Mayweather. No abnormalities, such as observance of SCP-5214-A have been noticed, though Dr. Mayweather demeanor and appearance have changed; most notably flushed red checks, and tusseled, tangled hair. Also of note, was an appearance of a small handprint on Mayweather's suit. Following the performance, Mayweather was noted to have holding a red rose, despite not being given one.\n\n\n\n\n\n\nFurther performances and research have been ordered, without Dr. Mayweather's appearance or collaboration.\n\n\n\n\nFootnotes\n\n\n1\n. Includes sheet music, audio-files of performances, video performances and academic reviews.\n\n\n2\n. Translated directly from German, 'Songs on the Death of Children.'\n\n\n3\n. A German poet, translater, and professor of Asian languages. After the death of two of his children from Scarlet Fever (\nStreptococcus pyogenes\n) Rückert began composing a collection of 428 poems, as a way of expressing his grief and anguish. The poems were not published until 1871, five years after his death. Mahler subsequently adapted five of the poems, and set them as lieder. (Art Song.)\n\n\n\n\n\n\n\n\n« \nSCP-5213\n | SCP-5214 | \nSCP-5215\n »",
    "addendums": [
        "Addendum No. 1: Testing Following discovery of SCP-5214, Dr. Henyrk Mayweather instructed the Site-89 orchestra to perform supposed SCP-5214 affected material. The baritone performing was Jr. Researcher Jorge Ãnez, assistant researcher on the SCP-5214. The results are collected below.\nFurther performances and research have been ordered, without Dr. Mayweather's appearance or collaboration."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Affected instances1 of Gustav Mahler's Kindertotenlieder have been collected by Anomaly Recovery Team Psi-17 (\"Unworn Baby Shoes\") and stored within standard, low-level containment lockers. Audio files are to be reviewed by Site-89's audio department, and tested with staff members knowledgeable in art music.",
    "description": "SCP-5214 refers to a group of auditory and visual anomalies affecting performance, performers and written iterations of Gustav Mahler's song cycle Kindertotenlieder.2 Mahler's original score for the song cycle only included five songs, each of which was adapted from an individual poem by Friedrich Rückert3, while an SCP-5214 affected score has an additional three poems, none of which were written by Mahler or Rückert.",
    "title": "SCP-5214"
}