{
    "url": "https://scp-wiki.wikidot.com/scp-5217",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nSCP-5217 is to be kept within a standard containment unit at Site-57 and is to be accessible only to personnel with level 2 clearance or above. All instances of SCP-5217-1 through -3 are to be contained within a hermetically sealed container and are only to be opened during testing or use in Project REPLENISH. Additionally, the testing of art, photography, and sculpture in any form upon SCP-5217 is restricted unless required for Project REPLENISH. Any personnel found in possession of any of the aforementioned materials when entering SCP-5217’s containment cell without proper clearance are to be detained, reprimanded, and demoted accordingly.\n\n\n\n\n\n\nDescription:\n\n\n\n\n\n\nSCP-5217 is a copying machine, resembling a standard Dell Xerox Color Copier, with an abnormally large scanning tray, with a rectangular opening in place of the paper dispenser, and a symbol of a stylized M where the company logo would typically be. The machine’s anomaly manifests when a piece of organic matter, fossil, or an image of a perceived organism is scanned. Upon doing so the machine’s menu will ask if the operator would like to “add” “alter” or “continue”. If \"continue\" is selected, the machine will begin to lightly shake before dispensing a tray with three, translucent, embryonic sacks composed of a currently unknown, highly fragile, bio-degradable plastic hereby referred to as SCP-5217-1, -2, and -3.\n\n\nWhen “add“ is selected, the menu will inform the operator to place another item on the scanner. Once this is done the menu will ask again if the operator would like to \"add\", \"alter\", or \"continue\". This menu will always reappear until “continue” is selected. Once \"continue\" is selected, and after all additional items are scanned, the machine will shake gently and SCP-5217-1 through -3 will be dispensed. However, SCP-5217-1 will now contain a genetically stable blend of all scanned items. SCP-5217-2 and -3's embryos will follow a similar form of splicing, but with each of the scanned organism's food sources and predators/ competitors respectively.\n\n\nIf “alter” is selected at any time, the touchscreen will display a map of the scanned organisms' genetic code and will allow an operator to alter the scanned organism(s) genes in whatever way they see fit. However, changes to the code that might cause the immediate death of the organism upon birth are locked.\n\n\nSCP-5217-1 through -3 is the aforementioned sacks each containing embryos pertaining to the item scanned, with a perfect one to one ratio of males to females (when applicable) and symbols resembling that of the stylized M found on the machine etched into their internal structures\n1\n, but with the following differences:\n\n\n\n\n5217-1 contains the embryos of the average number of offspring said scanned organism would produce.\n\n\n5217-2 contains the embryos of species of plants, animals, or materials the scanned organism would subsist upon, as well as their respective food sources.\n\n\n5217-3 contains the species that would prey upon or otherwise compete with SCP-5217-1.\n\n\n\n\nIt should be noted that if any instance of SCP-5217-1 through -3 be broken, the embryos inside will rapidly mature until they reach adulthood. All site personnel are thus encouraged to exercise caution while handling 5217-1 through -3 instances.\n\n\n\n\n\n\nDiscovery:\n\n\n\n\n\n\nSCP-5217 was discovered at the University of Tasmania, on April 6th, 2019, when numerous reports of sightings of the long-extinct \nThylacinus cynocephalus\n (Tasmanian Tiger), began to circulate. An investigation was launched and it was discovered that Dr. Hugh Sanderson, head paleontologist at the university, was behind the Thylacinid's reappearance via the use of SCP-5217. Upon the capture and subsequent interrogation of Dr. Sanderson, it was revealed that the doctor had acquired the item while shopping for a replacement copying machine online from an anonymous seller on Craigslist and discovered the machine's anomalous prosperities when he tried to copy an image of a Labrador Retriever puppy for his office. Dr. Sanderson was later administered Class-A amnestics and released back into the general populace, while an investigation into the identity of the seller was launched (see Addendum-2).\n\n\n\n\n\n\nAddendum-1:\n\n\n\n\n\n\nTest logs:\n\n\n\n\n\n\nTest 1\n\n\n\n\n\n\n\n\nInput\n\n\nA live rat (Rattus norvegicus domestica) strapped down to the scanning tray.\n\n\n\n\n\n\n5217-1\n\n\nSixteen rat embryos.\n\n\n\n\n\n\n5217-2\n\n\nSixty-four seeds of twenty-five varying species of nut and fruit-bearing plants.\n\n\n\n\n\n\n5217-3\n\n\nForty-six embryos from various species of predatory birds, mammals, and reptiles; several of which have been categorized as extinct since the 18th century.\n\n\n\n\n\n\n\n\n\n\nTest 2\n\n\n\n\n\n\n\n\nInput\n\n\nA recently euthanized rat, with scanned genes altered to increase the size to two meters tall.\n\n\n\n\n\n\n5217-1\n\n\nFour abnormally large rat embryos, roughly 2m in height and 850kg when fully grown, with notably reduced incisors and an increased number of molars typically found in grazing species.\n\n\n\n\n\n\n5217-2\n\n\nThirty-four seeds of fifteen various species of nut and fruit-bearing plants, as well as fifty-five seeds of nine different grass species.\n\n\n\n\n\n\n5217-3\n\n\nThirty embryos of ten distinct predatory species such as wolves (Canis lupis), lions (Panthera leo), and several unknown species of large birds and reptiles.\n\n\n\n\n\n\n\n\n\n\nTest 3\n\n\n\n\n\n\n\n\nInput\n\n\nA fur sample taken from the previously used rat, a photograph of a golden retriever (Canis familiaris), and a branch of a common alder birch tree (Alnus glutinosa) found outside Site-57.\n\n\n\n\n\n\n5217-1\n\n\nSix embryos of an organism with the tail, torso, and fur patterns resembling that of a rat, with numerous plant-like growths along the organism's back and the limbs and head of a golden retriever.\n\n\n\n\n\n\n5217-2\n\n\nOne hundred and thirty-eight embryos of seventy-five different hybridized combinations of bird, rodent, deer, and plant life.\n\n\n\n\n\n\n5217-3\n\n\nFifty-five embryos of ten different hybridized combinations of coyote (Canis latrans), wolf, red-tailed hawk (Buteo jamaicensis), raccoon (Procyon lotor), and human.\n\n\n\n\n\n\n\n\n\n\nTest 4\n\n\n\n\n\n\n\n\nInput\n\n\nA feather of a Hyacinth macaw (Anodorhynchus hyacinthinus).\n\n\n\n\n\n\n5217-1\n\n\nTwo Hyacinth macaw embryos.\n\n\n\n\n\n\n5217-2\n\n\nThirty-two seeds from twelve nut- and fruit-bearing trees mostly native to South America.\n\n\n\n\n\n\n5217-3\n\n\nTwo toco toucan (Ramphastos toco) embryos.\n\n\n\n\n\n\n\n\n\n\nTest 5\n\n\n\n\n\n\n\n\nInput\n\n\nA blurry photograph of a snow leopard (Panthera uncia).\n\n\n\n\n\n\n5217-1\n\n\nFour snow leopard embryos.\n\n\n\n\n\n\n5217-2\n\n\nNinety-two embryos from seven different species of Himalayan goat and sheep, as well as one hundred and twenty seeds from thirty Himalayan grass and shrub species.\n\n\n\n\n\n\n5217-3\n\n\nTwo Himalayan \nSCP-1000\n embryos.\n\n\n\n\n\n\n\n\n\n\nTest 6\n\n\n\n\n\n\n\n\nInput\n\n\nA rib bone of the extinct Steller's sea cow (Hydrodamalis gigas).\n\n\n\n\n\n\n5217-1\n\n\nTwo Steller's sea cow embryos.\n\n\n\n\n\n\n5217-2\n\n\nEighty-five spores from five different kelp species and three hundred spores from ten brown algae species.\n\n\n\n\n\n\n5217-3\n\n\nTwo killer whale (Orcinus orca) embryos and two tiger shark (Galeocerdo cuvier) embryos.\n\n\n\n\n\n\n\n\n\n\nTest 7\n\n\n\n\n\n\n\n\nInput\n\n\nA fossilized footprint of a Tyrannosaurus rex.\n\n\n\n\n\n\n5217-1\n\n\nFour Tyrannosaurus rex embryos.\n\n\n\n\n\n\n5217-2\n\n\nTwelve Edmontosaurus embryos, sixteen Triceratop embryos, and fifty-five embryos from eighteen unidentified therapod, mammal, and reptile species; as well as sixty-five seeds from nineteen different, unidentified, pre-historic plant species.\n\n\n\n\n\n\n5217-3\n\n\nTwo carcharodontosaur (Siats meekerorum) embryos.\n\n\n\n\n\n\n\n\n\n\nTest 8\n\n\n\n\n\n\n\n\nInput\n\n\nA degraded bone shard from \nSCP-2256\n (Cryptomorpha gigantes).\n\n\n\n\n\n\n5217-1\n\n\nTwo SCP-2256 embryos\n\n\n\n\n\n\n5217-2\n\n\nFifty fish embryos from thirteen different species, twenty-two bird embryos from five different species, and thirty-five spores from ten different species of kelp.\n\n\n\n\n\n\n5217-3\n\n\nTwo embryos resembling \nSCP-1128\n.\n2\n\n\n\n\n\n\n\n\n\n\nTest 9\n\n\n\n\n\n\n\n\nInput\n\n\nA scientifically inaccurate portrait of an artist's rendition of a pterosaur.\n\n\n\n\n\n\n5217-1\n\n\nSix embryos resembling said pterosaur.\n\n\n\n\n\n\n5217-2\n\n\nTwenty-four embryos that appear similar to multiple historically false depictions of pre-historic species, including stegosaurus, ankylosaurus, and the wooly mammoth (Mammuthus primigenius); as well as forty-eight seeds belonging to twenty-nine unknown plant species.\n\n\n\n\n\n\n5217-3\n\n\nTwelve embryos that match incorrect depictions of Tyrannosaurus rex, saber-toothed tigers (Smilodon populator), and a predatory Therizinosaurus (Therizinosaurus cheloniformis).\n\n\n\n\n\n\n\n\n\n\nTest 10\n\n\n\n\n\n\n\n\nInput\n\n\nA 12th-century woodcarving of a griffon from Wales.\n\n\n\n\n\n\n5217-1\n\n\nSix embryos resembling the griffon depicted in the carving.\n\n\n\n\n\n\n5217-2\n\n\nTwenty-two embryos belonging to four species of sheep and cattle typically bred on the British Isles, fifty-eight seeds belonging to thirteen species of plants native to England, and thirty-six embryos matching the 12th-century descriptions of nineteen different mythological creatures present in English folklore. These creatures include Unicorns, Boggarts, Brownies, Morgens,\n3\n and various other fey.\n\n\n\n\n\n\n5217-3\n\n\nFour embryos which appear similar to early depictions of dragons found in England.\n4\n\n\n\n\n\n\n\n\n\n\nTest 11\n\n\n\n\n\n\n\n\nInput\n\n\nCover art from the novel \"Princess of Mars\" by Edgar Rice Burroughs.\n\n\n\n\n\n\n5217-1\n\n\nFour embryos of a red-skinned humanoid species matching that of \"Red Martians\" from the novel.\n\n\n\n\n\n\n5217-2\n\n\nNinety-four embryos of twenty-two species of flora and fauna native to Mars and its moons, as well as sixteen nonexistent species of Martian life that appear similar to those described within Burroughs's \"John Carter of Mars\" series.\n\n\n\n\n\n\n5217-3\n\n\nSixty-eight embryos of ten predatory species of life native to Mars and sixteen predatory species that appear in the novels. In addition to this, three species of sapient organisms native to Mars and twelve species of sapient organisms described in Burroughs's works also appear.\n5\n\n\n\n\n\n\n\n\n\n\nTest 12\n\n\n\n\n\n\n\n\nInput\n\n\nA crayon drawing of Dr. Ferguson's family holding hands on a hill by the doctor's youngest daughter.\n\n\n\n\n\n\n5217-1\n\n\nTwo embryos of a multicolored, segmented organism with eight pairs of legs, four bulbous sacks with eyes along its dorsal ridge, and no identifiable head.\n\n\n\n\n\n\n5217-2\n\n\nFifty seeds of fifteen different species of grass, trees, and shrubbery that resemble the flora present in the drawing, as well as six worm-like embryos, capable of flight.\n6\n\n\n\n\n\n\n5217-3\n\n\nA single embryo of a large, flaming, spherical organism, identifiable as the \"sun\" in the image.\n\n\n\n\n\n\n\n\n\n\nTest 13\n\n\n\n\n\n\n\n\nInput\n\n\nA copy of the abstract painting \"\nNo.5, 1948\n\" by Jackson Pollock.\n\n\n\n\n\n\n5217-1\n\n\nUNKNOWN\n\n\n\n\n\n\n5217-2\n\n\nUNKNOWN\n\n\n\n\n\n\n5217-3\n\n\nUNKNOWN\n7\n\n\n\n\n\n\n\n\n+ [LEVEL 2 CLEARANCE DETECTED: (1) NEW MESSAGE AVAILABLE]\n\n\n\n\n- [ACCESS GRANTED]\n\n\n\n\nMessage from the Site-Director:\n\n\n\n\nDate:\n 2021/03/04\n\n\nTo:\n Site-57 Staff\n\n\nFrom:\n The Desk of Site-Director Thomas Marie\n\n\nSubject:\n SCP-5217\n\n\nAttention all Site-57 Personnel,\n\n\nAs I'm sure most of you know, a few months ago we experienced a containment breach involving SCP-5217 that cost us the life of one of our head researchers and hundreds of thousands of dollars in damages to on-site property. Such a containment breach has been, for the most part, unheard of in Site-57 and has become somewhat of a stain upon our sites' generally safe working environment. Many of you have emailed me directly, expressing your concerns regarding our site's continued containment of the item, the status of the search for the escaped -1 through -3 entities and why more resources have been directed not only towards Site-57, but SCP-5217 specifically as well. It is in regards to these questions that I am writing to all of you today.\n\n\nTo answer the first question, as to why Site-57 has decided to continue its containment of SCP-5217, instead of transferring it to another more secure one, the answer is quite simple. In light of current circumstances involving \nanother SCP\n, it has been decided that the benefits of SCP-5217's ability to preserve and revive the deteriorating ecosystems of Earth simply cannot be ignored, regardless of the risks. It is with this in mind that a new program has been initiated by O5 Command, Project REPLENISH. Project REPLENISH is the Foundation's answer to the growing ecological instability of Earth. For generations the Foundation has protected humanity from countless dangers that threatened its survival. Now, with the help of SCP-5217, we have a chance of protecting not only humanity, but life on Earth as well. This is why our site has continued to contain SCP-5217, as well as why our site has been provided more resources from the greater Foundation over the past couple months, because our site has been selected to serve as the headquarters for Project REPLENISH.\n\n\nThis does not mean the recent incidents involving SCP-5217 during testing have gone unnoticed, however, and after much deliberation it has been determined that tests involving abstract art are to be hereby restricted entirely. Furthermore, all testing involving any other forms of art, sculpture, or photography are to be similarly forbidden until SCP-5217's functions can be better understood or are authorized to be used for Project REPLENISH. Due to this, SCP-5217’s current security level has been raised to level 2. Any personnel found violating these new regulations without proper authorization provided by Project REPLENISH are to be immediately detained, reprimanded, and demoted.\n\n\nI expect Site-57's full cooperation in carrying out this exciting new program, as well as implementing these new safety measures and thank each of you for your continued service to the Foundation.\n\n\nSincerely,\n\nSite-Director Thomas Marie\n8\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-2:\n\n\n\n\n\n\nOn July 12th, 2022, agents investigating Dr. Sanderson's personal computer reported having found no evidence of the doctor's claims of being sold SCP-5217 over Craigslist. Furthermore, it was discovered that the doctor had not even used the website for over five years. A local MTF was dispatched to apprehend the doctor but upon the team's arrival at his home in Tasmania, Australia, the doctor was found to have died via cardiac arrest. Dr. Sanderson's corpse was recovered from his living room surrounded by tools and printer parts. A note was also discovered, inscribed with several lethal cognitohazards, which was clutched within the doctor's hand, the contents of which are transcribed below:\n\n\n\n\nMost valued Production Unit H-SAN-43,\n\n\nWe here at the community would like to thank you for your contribution to the production of Ecological-Printers. As you know, these machines have proven to be invaluable to furthering our cause and your dedication to their development has not gone unnoticed.\n\n\nHowever, it has also come to our attention that you have recently come under the watch of another organization, one whose attention could prove detrimental to our efforts. Not only that, but we have also learned that one of your printers has since been confiscated by the said organization as well. This is unacceptable, we know you understand the dangers the printers posses when being handled without the proper materials more than twenty times. An organization with such little training in the use of these printers, like the one that captured you, could lead to any number of catastrophic ecological disasters the community simply cannot handle if we are to achieve our goal. It is with these incredible failures in mind that we, the community, have unfortunately decided to let you go\n9\n.\n\n\nWe once again thank you for your many years of service and pray that your transition is not a painful one.\n\n\n-Maternity\n\n\n\n\nAn autopsy was later performed upon Dr. Sanderson's remains where it was discovered that multiple symbols were etched into the doctor's internal organs, all in the shape of a stylized M.\n\n\n\n\nFootnotes\n\n\n1\n. Offspring of organisms produced by SCP-5217-1 through -3 however, do not exhibit this trait and are otherwise non-anomalous.\n\n\n2\n. Embryos were immediately disposed of and all observing staff were administered amnestics.\n\n\n3\n. Sadistic water nymphs that dwelled in the rivers and lakes of England.\n\n\n4\n. Due to the extremely high levels of thaumaturgical activity detected within the aforementioned embryos, these SCP-5217-1 through -3 instances have since been handed over to Site-57's Thaumaturgical Zoology department for further study and containment.\n\n\n5\n. All entities produced during this test were unable to survive in an Earth-like environment when released from SCP-5217-1 through 3 and had to be moved to a specialized containment cell with conditions matching that of Mars.\n\n\n6\n. It has been deduced that these organisms are the \"birds\" in the child's drawing.\n\n\n7\n. All organisms produced immediately breached containment, killing Dr. Ferguson and injuring several others in the process. Efforts to locate the escaped entities are ongoing.\n\n\n8\n. As of 5-28-2022 approximately 1.8 million species, mainly composed of species from the lost ████████ kingdom have been revived and placed within subterranean eco-chambers provided to Site-57 for Project REPLENISH, resulting in a total of 2,348 additional uses of SCP-5217. Authorization to commence releasing said species back into the wild is still pending O5 approval.\n\n\n9\n. It was at this point in the document that multiple lethal cognitohazards were detected.\n\n\n\n\n\n\n\n\n« \nSCP-5216\n | SCP-5217 | \nSCP-5218\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5217\n\" by Doctor Rodes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5217\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 2021/03/04 To: Site-57 Staff From: The Desk of Site-Director Thomas Marie Subject: SCP-5217 Attention all Site-57 Personnel, As I'm sure most of you know, a few months ago we experienced a containment breach involving SCP-5217 that cost us the life of one of our head researchers and hundreds of thousands of dollars in damages to on-site property. Such a containment breach has been, for the most part, unheard of in Site-57 and has become somewhat of a stain upon our sites' generally safe working environment. Many of you have emailed me directly, expressing your concerns regarding our site's continued containment of the item, the status of the search for the escaped -1 through -3 entities and why more resources have been directed not only towards Site-57, but SCP-5217 specifically as well. It is in regards to these questions that I am writing to all of you today. To answer the first question, as to why Site-57 has decided to continue its containment of SCP-5217, instead of transferring it to another more secure one, the answer is quite simple. In light of current circumstances involving another SCP , it has been decided that the benefits of SCP-5217's ability to preserve and revive the deteriorating ecosystems of Earth simply cannot be ignored, regardless of the risks. It is with this in mind that a new program has been initiated by O5 Command, Project REPLENISH. Project REPLENISH is the Foundation's answer to the growing ecological instability of Earth. For generations the Foundation has protected humanity from countless dangers that threatened its survival. Now, with the help of SCP-5217, we have a chance of protecting not only humanity, but life on Earth as well. This is why our site has continued to contain SCP-5217, as well as why our site has been provided more resources from the greater Foundation over the past couple months, because our site has been selected to serve as the headquarters for Project REPLENISH. This does not mean the recent incidents involving SCP-5217 during testing have gone unnoticed, however, and after much deliberation it has been determined that tests involving abstract art are to be hereby restricted entirely. Furthermore, all testing involving any other forms of art, sculpture, or photography are to be similarly forbidden until SCP-5217's functions can be better understood or are authorized to be used for Project REPLENISH. Due to this, SCP-5217’s current security level has been raised to level 2. Any personnel found violating these new regulations without proper authorization provided by Project REPLENISH are to be immediately detained, reprimanded, and demoted. I expect Site-57's full cooperation in carrying out this exciting new program, as well as implementing these new safety measures and thank each of you for your continued service to the Foundation. Sincerely, Site-Director Thomas Marie 8",
        "Most valued Production Unit H-SAN-43, We here at the community would like to thank you for your contribution to the production of Ecological-Printers. As you know, these machines have proven to be invaluable to furthering our cause and your dedication to their development has not gone unnoticed. However, it has also come to our attention that you have recently come under the watch of another organization, one whose attention could prove detrimental to our efforts. Not only that, but we have also learned that one of your printers has since been confiscated by the said organization as well. This is unacceptable, we know you understand the dangers the printers posses when being handled without the proper materials more than twenty times. An organization with such little training in the use of these printers, like the one that captured you, could lead to any number of catastrophic ecological disasters the community simply cannot handle if we are to achieve our goal. It is with these incredible failures in mind that we, the community, have unfortunately decided to let you go 9 . We once again thank you for your many years of service and pray that your transition is not a painful one. -Maternity",
        "\" SCP-5217 \" by Doctor Rodes, from the SCP Wiki . Source: https://scpwiki.com/scp-5217 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5217"
}