{
    "url": "https://scp-wiki.wikidot.com/scp-5221",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n \n\n\nItem N°:\n 5221\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5221 and its related documentation are under the jurisdiction of O5-8. This was personally ordered by the Overseer, with the reasoning behind it being strictly classified. SCP-5221 itself has not been acted upon and has been left to its own accord, under the order of O5-8.\n\n\nDescription:\n SCP-5221 is an intermittent event in which all residents of Orient, Oregon will be unable to recall a portion, if not all, of the previous day’s events; all methods of attempting to recall them have been ineffective.\n1\n It is unknown whether there are other methods to recall the affected memories. The amount of memory loss during this time does not appear to follow a specific pattern. However, surveys held within the town provide evidence that SCP-5221 is stronger within adolescence.\n\n\nDue to SCP-5221's anomalous properties, it is unknown when the event initially manifested.\n\n\nDiscovery:\n SCP-5221 was discovered on 4/5/2020 when O5-8 was affected by an SCP-5221 event; although, O5-8 managed to recall the events of the previous day, despite currently known methods proving to be ineffective. To date, it is unknown how O5-8 has recalled these memories.\n\n\n\n\n\n\nO5-8's Home.\n\n\n\n\n\n\n\n\n\n\nAddendum 5221-1\n\n\nKristine Adair\n\n\n\n\n\n\nApart from the reasoning behind O5-8's personal investigation into SCP-5221, unclassified information reveals that he currently resides within Orient, Oregon. An individual - who may appear to have some correlation with O5-8 - has also been proven to be afflicted by an SCP-5221 event at some point; however, as of current, they do not reside within the affected area. On 4/6/2020, the aforementioned individual was interviewed by a Foundation agent under the guise of \"Orient Security Policing.\"\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInvolved Individuals:\n\n\n\n\nAgent Jamais\n\n\nKristine Adair\n\n\n\n\nForeword:\n This interview was held within the home of Kristine Adair, who is currently aged 18. The aforementioned individual lives alone, within a low-rise apartment.\n\n\n\n\n<Begin Log>\n\n\nAgent Jamais:\n Whenever you're ready.\n\n\nKristine:\n Now is fine.\n\n\n[Agent Jamais clears his throat.]\n\n\nAgent Jamais:\n For starters, your name?\n\n\nKristine:\n Kristine Adair.\n\n\nAgent Jamais:\n Age?\n\n\nKristine:\n Eighteen.\n\n\nAgent Jamais:\n Relationship?\n\n\nKristine:\n None.\n\n\n[A brief pause.]\n\n\nAgent Jamais:\n Any sort of occupation? Stuff like 'babysitter' and all are fine. Please make note even if you don't work one currently, it's still required.\n\n\nKristine:\n I used to work part-time at a restaurant, as a server.\n\n\nAgent Jamais:\n I take it you're a student?\n\n\nKristine:\n Yes.\n\n\nAgent Jamais:\n How do you make the money to pay for your education? Apart from working part-time.\n\n\n[Kristine makes a pensive expression for a few moments.]\n\n\nKristine:\n I get sent money, monthly.\n\n\nAgent Jamais:\n Do you know who sends this money?\n\n\nKristine:\n No, it's anonymous. I'm not sure.\n\n\nAgent Jamais:\n I see.\n\n\nKristine:\n Though, if I had to guess, maybe it'd be my parents?\n\n\nAgent Jamais:\n Your parents? Why would they keep the anonymity?\n\n\nKristine:\n I don't know. I've never seen them.\n\n\nAgent Jamais:\n … Got it.\n\n\n[A brief pause as Agent Jamais writes down notes.]\n\n\nAgent Jamais:\n Can you tell me about your past? Particularly how you got this apartment, who you've interacted with as a benefactor, and notable incidents.\n\n\n[Two minutes of silence. She begins to frown.]\n\n\nKristine:\n Umm, one of my friends, Melaine. Her parents helped me get this apartment, and taught me how to self-sustain. I'd say they're my benefactors. As for the other questions… I'm sorry, I can't seem to remember.\n\n\n[Kristine touches the back of her neck. She looks down at the table.]\n\n\nAgent Jamais:\n It's alright. Do you know why you can't remember? Were you involved in some kind of incident, or…?\n\n\nKristine:\n Yeah, I uh, I actually don't know for sure. I remember being hospitalized when I was young, at around 13. At the time, there were a few people there who visited me, some I still don't know to date.\n\n\nAgent Jamais:\n Who among those people can you recall?\n\n\nKristine:\n Umm, if I remember right, I think it was my cousins, childhood friends - who I don't know - and maybe my parents? Not sure.\n\n\nAgent Jamais:\n I see. Do you know why you were hospitalized?\n\n\nKristine:\n The doctors said it was some kind of car crash, I think. I ended up with a lot of injuries: broken ribs—about three or four, a cracked skull, fractured shin, and femur, and a broken shoulder blade.\n\n\nAgent Jamais:\n Anything neurological?\n\n\nKristine:\n Uh, I'm pretty sure the car crash was the reason I can't remember anything. Retrograde amnesia\n2\n or whatever.\n\n\nAgent Jamais:\n I see. Can I get the date for this event?\n\n\nKristine:\n The 9th of September, 2015.\n\n\n[Agent Jamais jots down the information. He checks his watch.]\n\n\nAgent Jamais:\n A bit of an odd one, but does anything come to mind regarding the name 'Henson Adair'? I know you've suffered amnesia, but please, try to recall as best as possible.\n\n\n[Kristine pauses.]\n\n\nKristine:\n Not that I know of.\n\n\nAgent Jamais:\n Understandable. I think that'll be all for today, then.\n\n\nKristine:\n Alright.\n\n\nAgent Jamais:\n Thank you for your time, Ms. Adair.\n\n\n<End Log>\n\n\n\n\n\nAfter this interview, further investigation began into the incident regarding Kristine Adair. However, little to no progress was achieved, as most of the information recovered mirrored the information from the interview. However, it should be noted that O5-8 has been hospitalized at this time, under Foundation supervision.\n\n\n\n\n\nAddendum 5221-2\n\n\nO5-8 Interview\n\n\n\n\n\n\nSimilar to the interview held on 4/6/2020, an interview regarding O5-8\n3\n was held on 4/8/2020. This was due to the possibility of Kristine Adair having some correlation with O5-8. The following is a recording of the interview.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInvolved Individuals:\n\n\n\n\nO5-8\n\n\nAgent Mallory\n\n\n\n\nForeword:\n This interview was held within Foundation Site-33, within the office of O5-8. Due to reasons unclarified, O5-8 has expressed disinterest in following proper Foundation protocol — interviews and the like being held in the Investigative Wing — and instead requested the interview be held by audio.\n\n\n\n\n<Begin Log>\n\n\nAgent Mallory:\n Ready?\n\n\nO5-8:\n On you.\n\n\nAgent Mallory:\n For recording purposes, we'll start formally from the beginning. Name?\n\n\nO5-8:\n [REDACTED].\n4\n\n\nAgent Mallory:\n Age?\n\n\nO5-8:\n 44.\n\n\nAgent Mallory:\n Relationship?\n\n\nO5-8:\n None. Single.\n\n\nAgent Mallory:\n Family members?\n\n\nO5-8:\n I will abstain.\n\n\nAgent Mallory:\n Understood. We already know your occupation so… let's cut to the chase. Regarding SCP-5221 and your infliction with it, what can you recall?\n\n\n[A brief pause.]\n\n\nO5-8:\n I… woke up, went to work, researched, and began my duties.\n\n\nAgent Mallory:\n Was there anything of note during this day?\n\n\nO5-8:\n There is not. I do not recall.\n\n\nAgent Mallory:\n I see.\n\n\n[Another brief pause.]\n\n\nAgent Mallory:\n When the name 'Kristine Adair' is mentioned, does anything come to mind?\n\n\n[Silence for fifteen seconds.]\n\n\nO5-8:\n No.\n\n\nAgent Mallory:\n Okay. Regarding recent projects and/or personal research, is there anything of note that you think \ncould be\n related to SCP-5221?\n\n\nO5-8:\n I do not recall, and would like to abstain.\n\n\nAgent Mallory:\n … I see. On the ninth of September 2015, do you recall anything?\n\n\nO5-8:\n That's…\n\n\n[O5-8 pauses.]\n\n\nO5-8:\n Nothing of note. I was under Overseer duties, that is all.\n\n\nAgent Mallory:\n When a 'car crash' is mentioned regarding that date, does anything come to mind?\n\n\nO5-8:\n This is getting a bit off-topic, is it not?\n\n\nAgent Mallory:\n I assure you, O5-8, this is all a part of the questionnaire.\n\n\nO5-8:\n Is it now?\n\n\nAgent Mallory:\n Absolutely.\n\n\nO5-8:\n … I see. I will abstain, then.\n\n\nAgent Mallory:\n If possible, it would be appreciated if you could provide an answer.\n\n\nO5-8:\n I have already abstained.\n\n\nAgent Mallory:\n … Understood.\n\n\n[A brief pause.]\n\n\nAgent Mallory:\n Have you suffered any form of amnesia? New or old.\n\n\nO5-8:\n I have not.\n\n\nAgent Mallory:\n … I see. However, it says here on the medical records you were hospitalized at the time. Are you sure of this?\n\n\nO5-8:\n I am absolutely sure. Who has provided you with these questions?\n\n\nAgent Mallory:\n O5-8, these questions were reviewed by O5-10. I assure you, these were all essential.\n\n\n[O5-8 pauses.]\n\n\nO5-8:\n Alright.\n\n\nAgent Mallory:\n That will be all then. Thank you for your time.\n\n\nO5-8:\n It was nothing.\n\n\n<End Log>\n\n\n\n\n\nTwo weeks after, SCP-5221 had increased the rate of its intermittent events.\n\n\n\n\n\nAddendum 5221-3\n\n\nWorsening\n\n\n\n\n\n\nOn 4/22/2020, the age range for individuals affected by SCP-5221 increased from adolescence to young adults. Additionally, SCP-5221 was notably found to have been more frequent around the area of O5-8's home. Further investigation into the intermittent SCP-5221 events revealed a unique pattern. This pattern is as follows: every week, an SCP-5221 event will occur, in addition to the event increasing in severity. Due to SCP-5221 being under the jurisdiction of O5-8, no actions have been taken, despite the apparent worsening of the SCP-5221 events.\n\n\nRelatedly, on account of O5-8, the recent actions taken do not fall under proper Overseer guidelines. Because of this, two votes were held by the O5 Council (disregarding the Overseer in question). The first being a confrontation, and the second temporarily adjourning the capabilities of O5-8, effectively having all further actions be sanctioned by the rest of the Council. The following is what transpired of this.\n\n\n\n\n\n\nOVERSEER COUNCIL DELEGATIONS\n\n\n\n\nDate:\n 4/28/2020\n\n\nPreceding Deliberations:\n An hour and thirty minutes.\n\n\nInvolved Parties:\n Thirteen O5 Council members\n\n\n\n\nPREAMBLE\n\nAs of late, it appears that O5-8 has not been fully unbiased with his answers. This is clearly evident in his involvement with SCP-5221, his recent interview, and the increasing severity of intermittent SCP-5221 events. Such actions have acquired the attention of the Overseer Council.\n\n\nBODY OF PROPOSAL(S)\n\nProposal 1: While there has not yet been conclusive evidence of O5-8's potential ill-defined acts, it has been proposed solely by O5-10 that O5-8 should be placed under the following restrictions and/or supervision, effectively placing them under probation.\n\n\n\n\nTemporarily adjourning parts of O5 privileges.\n\n\nAll further projects, proposals, and/or actions must be sanctioned by the Council.\n\n\nPlacing O5-8 under O5-10 supervision.\n\n\n\n\nProposal 2: In addition to this, it has also been proposed by O5-10 that O5-8 shall be confronted. The individual in question will be, under O5 consensus, confronted by O5-10, as they are also in charge of supervising O5-8, should the vote pass.\n\n\n\n\nRESULTS OF DELEGATIONS, PROPOSAL 1\n\n\nDue to the individual in question, O5-8 has been excused from voting.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\nO5-5\n\n\nO5-3\n\n\n\n\n\n\nO5-2\n\n\nO5-6\n\n\nO5-7\n\n\n\n\n\n\nO5-4\n\n\nO5-12\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\nRESULTS OF DELEGATIONS, PROPOSAL 2\n\n\nDue to the individual in question, O5-8 has been excused from voting.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\n\n\nO5-3\n\n\n\n\n\n\nO5-2\n\n\n\n\nO5-4\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5221-4\n\n\nConfrontation\n\n\n\n\n\n\nOn 5/1/2020, O5-8 was confronted by O5-10 about his recent actions and proceedings. The confrontation was done in person and was held within the O5 Council room. Following this, the intermittent SCP-5221 events increased in frequency and happened every four days. The following is what transpired of this event.\n\n\n\n\nO5 INTERROGATION LOG\n\n\n\n\nMembers Involved:\n\n\n\n\nO5-8\n\n\nO5-10\n\n\n\n\nForeword:\n Due to Foundation protocol, only one recording of this file exists, and no copies are to be created. This file is audio-only.\n\n\n\n\n<Begin Log>\n\n\nO5-10:\n You came.\n\n\nO5-8:\n Should I have not?\n\n\nO5-10:\n You know what this is about.\n\n\nO5-8:\n What?\n\n\nO5-10:\n 5221.\n\n\n[A brief pause.]\n\n\nO5-8:\n What of it?\n\n\nO5-10:\n I'll be straight. \nWhy are you lying?\n\n\n[O5-8 chuckles.]\n\n\nO5-8:\n Me? Lying? What the hell are you talking about?\n\n\nO5-10:\n The records, the interviews, everything. It reeks of deceit.\n\n\nO5-8:\n Surely you must be out of your mind. Have you gotten enough sleep? Took your meds? Has life been treating you hard these days?\n\n\n[A brief pause.]\n\n\nO5-10:\n This is not the time for that. You know full well that's in the past.\n\n\nO5-8:\n Is that so…? It seems as if the past is intervening with the future, eh?\n\n\n[O5-10 takes a deep breath.]\n\n\nO5-10:\n Enough. I'm here to inform you—under Overseer consensus—that your actions have come under the Council's attention. You are subject to answer any and all of these questions. This cannot be voided. Either you \nwill\n comply, or be subject to further disciplinary action.\n\n\n[O5-8 clicks his tongue.]\n\n\nO5-8:\n What exactly have you found—\n\n\nO5-10:\n Your interview. It's riddled with abstains and a slightly aggressive tone. This is not befitting the actions of an Overseer. You know this.\n\n\nO5-8:\n Sure, I hesitated, but you know we can't leak out private information like that all willy-nilly. Next thing you know, I'll get killed in my sleep.\n\n\nO5-10:\n Nonsense. Foundation protocol ensures that all private information regarding us are redacted. Hell, \nanyone\n below you in terms of power aren't gonna be able to put their fingerprints on this kind of stuff. If anyone's gonna find out about your goddamn personal life, it's gonna be you, and you alone.\n\n\nO5-8:\n Yeah? \nThe past\n doesn't seem to agree there, Ten.\n\n\nO5-10:\n For fucks sake, Eight. Can you get over that? Or is your head too hard that literally \nanything\n other than you can get through?\n\n\n[O5-8 laughs.]\n\n\nO5-8:\n You think I'm narcissistic? Good one.\n\n\nO5-10:\n This motherfucker.\n\n\nO5-8:\n Last time I checked, you haven't given a single shit about anyone other than yourself. At least I can give a damn about how others feel. Props to you, tyrant.\n\n\nO5-10:\n Do you hear yourself? You're seriously fucked in the head!\n\n\nO5-8:\n Am I now? You've been like this for years. Y-e-a-r-s.\n\n\nO5-10:\n That's bullshit and you know it! I kept up with your attitude for what? Twenty years? It's a surprise I haven't been done with you yet!\n\n\nO5-8:\n That's the biggest white-faced lie I've seen since back then. You've been done with me for half a decade.\n\n\nO5-10:\n Clearly not enough.\n\n\nO5-8:\n Well what can you do? Life's thrown you down a pile of steaming shit, and you can't do anything about it. Must suck, huh?\n\n\nO5-10:\n Oh my god. How long are you gonna keep doing this?\n\n\nO5-8:\n 'Till the day I die.\n\n\nO5-10:\n You— God. Enough of this. Just tell me what the hell you're doing with 5221, and I'll be out of here. I can't take this shit anymore than I already do.\n\n\nO5-8:\n You know full well what the hell I'm doing, Ten.\n\n\nO5-10:\n I don't fucking know, that's why I held this… whatever it is.\n\n\nO5-8:\n Well, if you can't remember, then that's on you. Just know that it's \nall on you\n. Everything went south when you went north.\n\n\nO5-10:\n What?\n\n\nO5-8:\n I'm done here. You got what you needed, any more than this is just a waste of my life.\n\n\nO5-10:\n I literally didn't get shit!\n\n\nO5-8:\n Well then you clearly didn't work hard enough. Maybe try harder next time.\n\n\nO5-10:\n Fuck you too!\n\n\n<End Log>\n\n\n\n\n\nSubsequent to this event, O5-8 was temporarily adjourned of all Overseer capabilities, due to the contents of the interview.\n\n\n\n\n\nAddendum 5221-5\n\n\nExacerbation\n\n\n\n\n\n\nAfter the initial interrogation of O5-8, another interrogation was scheduled on 5/15/2020. This was due to the previous interrogation achieving little to no progress, as it was halted by a personal argument between O5-8 and O5-10. However, on the scheduled date, O5-8 was not found present within the appointed site.\n\n\n\n\n\n\nOrient, Oregon, 2020 heatchart. Red: Surface Temperature, Blue: CO2 Concentration.\n\n\n\n\n\n\nDuring this time, database records of SCP-5221 were also found to have been missing, presumably stolen. It is unknown whether O5-8 had stolen the SCP-5221 files, corrupted, or taken by an unnamed Group of Interest.\n\n\nAt the same time, an abnormally large amount of heat hit Orient, Oregon, despite the weather forecast not supporting such an event. In addition to the aforementioned heatwave, the intermittent SCP-5221 events increased in frequency, now happening every two days. Due to this, a town-wide scan on Orient was held, the results revealing the abnormal amount of heat originating from the O5-8's home. Due to the apparent increasing severity of the situation, an emergency meeting was held on the same day to discuss the situation at hand.\n\n\n\n\nEMERGENCY O5 COUNCIL MEETING\n\n\n\n\nIn Attendance:\n\n\nO5-2\n - \nPRESENT\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-1\n - \nABSTAINED\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-3\n - \nABSENT\n\n\nO5-6\n - \nPRESENT\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-4\n - \nABSTAINED\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-5\n - \nABSENT\n\n\nO5-7\n - \nPRESENT\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-9\n - \nABSTAINED\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-12\n - \nABSENT\n\n\nO5-10\n - \nPRESENT\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nO5-13\n - \nABSENT\n\n\nO5-11\n - \nPRESENT\n\n\nO5-8\n - \nREMOVED\n\n\n\n\n<Begin Log>\n\n\nO5-10:\n Where are the others?\n\n\nO5-7:\n Couldn't make it, or abstained for personal reasons.\n\n\nO5-10:\n I see.\n\n\n[A slight pause.]\n\n\nO5-10:\n I assume you're all caught up? I printed the documents before the files disappeared from the database.\n\n\nO5-2:\n I've read the documents before the meeting.\n\n\nO5-6:\n I haven't read all of it, but I've got a gist of what's happening.\n\n\nO5-11:\n Enough to attend the meeting.\n\n\nO5-7:\n Yes.\n\n\nO5-10:\n Good. Then I won't need to recap. Let's cut to the chase. O5-8 has been temporarily relieved from Overseer duty. I haven't had time to write up the summary of the vote, however, \nit is clear that Eight— retired council member, Eight, was not fit for Overseer duties.\n\n\nO5-11:\n I feel that this was a premature decision.\n\n\nO5-10:\n How so?\n\n\nO5-11:\n Do we even have conclusive evidence of Eight's ill-defined acts? If not, it is \nwe\n who have acted out of line. You specifically, Ten.\n\n\nO5-10:\n I understand your reasoning, and while we don't have actual hard-copy evidence of O5-8's egregious acts, the evidence regarding 5221 is enough to suffice an Overseer delegation and vote.\n\n\nO5-7:\n Remind me, how long have you been separated, again?\n\n\nO5-10:\n Five years.\n\n\nO5-6:\n And you're sure you're not acting unbiased? If I recall correctly, you singlehandedly proposed all the restrictions and such against Eight.\n\n\nO5-10:\n That is correct. However, the fact that the vote has passed has already told me that the majority has placed their trust in my decision.\n\n\nO5-6:\n That was before your argumentative interrogation with Eight.\n\n\nO5-10:\n The vote still stands.\n\n\n[O5-6 is silent.]\n\n\nO5-11:\n We are going off-topic. Let's begin discussing the situation at hand, not the situation beforehand. That was the past. This is now.\n\n\nO5-2, O5-7:\n Understood.\n\n\n[Brief silence.]\n\n\nO5-10:\n Regarding Eight and his correlation with 5221. If you read the documents, the increasing severity of 5221's intermittent events has become potentially harmful to the public. As such, I propose that we attempt to infiltrate Eight's home. I believe that Eight \ncould\n potentially be a vital factor in the increasing frequency of these events.\n\n\nO5-2:\n What makes you think this?\n\n\nO5-10:\n The hints are right there. The heatwaves, increasing intermittent events, disappearing files of 5221 from the database. They're all intrinsically linked to Eight, and not in a coincidental way.\n\n\nO5-2:\n Heatwaves? Those are rather recent, no?\n\n\nO5-10:\n I've done the scans. The results say otherwise.\n\n\nO5-6:\n The results could've easily been swayed by other external factors.\n\n\nO5-10:\n Like?\n\n\nO5-6:\n The climate, environmental records, population, there are many things.\n\n\nO5-10:\n The climate shows no possibility of changing. The weather reports—I've double-checked them—mention nothing about an increase in heatwaves. The environmental records have been thoroughly scanned and double-checked as well, perhaps even triple-checked. The population is far too small to generate heat by themselves. This hasn't happened before.\n\n\nO5—6:\n Well—\n\n\nO5-10:\n I told you, I've done the scans. The epicenter of the heat leads where? Eight's home. They're linked, Six, intrinsically, not coincidentally.\n\n\n[EXTRANEOUS DELEGATIONS OMITTED FOR BREVITY.]\n\n\nO5-7:\n I can stand with this.\n\n\nO5-10:\n Anyone else?\n\n\nO5-6:\n Not enthusiastic, but I agree.\n\n\nO5-11:\n I decline.\n\n\nO5-2:\n I… agree.\n\n\nO5-10:\n Three to one, majority vote. The operation will be passed.\n\n\n<End Log>\n\n\n\n\n\nFollowing this, MTF ρ-11 (\"Timestopper\") was notified of their mission. The directions of the operation are as follows:\n\n\n\nInfiltrate the home of O5-8.\n\n\nGather SCP-5221 related documentations.\n\n\nSearch for the origins of the heatwaves and intermittent SCP-5221 events.\n\n\n\n\n\n\n\n\nAddendum 5221-6\n\n\nApparent Conclusion\n\n\n\n\n\n\nOn 5/22/2020, the operation regarding the infiltration of O5-8's home was officially carried out. The following is a visual recording of this event.\n\n\n\n\nVIDEO LOG\n\n\n\n\nSquadron:\n MTF ρ-11 (\"Timestopper\")\n\n\nOperatives:\n\n\n\n\nTony Al \"Griffon\"\n\n\nRichard Miller \"Eagle\"\n\n\nHermaine Jones \"Seagull\"\n\n\nO5-10\n5\n\n\n\n\nForeword:\n All members were equipped with heat-resistant clothing, in addition to a backpack in order for operatives to retrieve documents. The entire log was recorded via Griffon's headcam.\n\n\n\n\n<Begin Log>\n\n\n[ρ-11 are located just outside of O5-8's home. They double-check their equipment before infiltrating the home.]\n\n\nO5-10:\n Are we ready?\n\n\nGriffon, Eagle, Seagull:\n Affirmative.\n\n\nO5-10:\n Then let's get started.\n\n\n[ρ-11 proceed to approach the doorstep. Eagle and Griffon stand on each side of the door, while Seagull is aiming his suppressed gun at the door lock. They wait three seconds before nodding collective, at which point Seagull shoots the door lock. Eagle slams the door open, allowing Seagull and Griffon to enter the home. Their guns are pointed at chest-height and they proceed to spread out, each exploring one area of the home.]\n\n\nGriffon:\n The place is barren. No signs of life.\n\n\nO5-10:\n Keep your eyes peeled. Remember to grab any and all 5221 documents.\n\n\nGriffon, Eagle, Seagull:\n Understood.\n\n\n[Griffon enters the second floor and approaches O5-8's bedroom. He opens the door, scanning the room with his gun pointed. There is nobody in the room. There are several documents spread out across the area, each with a label of \"SCP-5221\" on the top-right accordingly. Griffon grabs a document and opens it, reading the contents.]\n\n\nGriffon:\n I… What the fuck? This is so elaborate, it's insane.\n\n\nO5-10:\n Store the documents in the bag.\n\n\nGriffon:\n Roger. Doing that right now.\n\n\n[Griffon closes the documents and places them in his bag. He continues to search the home, descending from the second floor back to the first. He checks in with the other operatives.]\n\n\nGriffon:\n Anything on your end, Eagle, Seagull?\n\n\nEagle:\n Just some documents.\n\n\nSeagull:\n I'm in the basement, I haven't found anything yet— actually, disregard that. \nI think\n I found something.\n\n\nO5-10:\n Rendezvous with Seagull. Investigate that area. The heatwaves appear to be stronger there.\n\n\nGriffon:\n Understood. What about Eagle?\n\n\nO5-10:\n Have him come down with you as well.\n\n\nEagle:\n Understood.\n\n\n[ρ-11 rendezvous in the basement. The basement is completely barren. There are no materials, save for gasoline, some mechanical parts, and tires. They meet up with Seagull, who is standing directly atop a hatch.]\n\n\nGriffon:\n Eagle, you've got the laser cutter, yeah?\n\n\n[Eagle takes out a laser cutter. He primes it.]\n\n\nEagle:\n Ready.\n\n\nO5-10:\n Begin.\n\n\n[Eagle begins to cut through the metal. The metal melts through, falling down the hatch. Twenty minutes of this pass before the hatch is completely opened. The bottom of the hatch cannot be seen and is lit up with lights on the sides.]\n\n\nGriffon:\n I'll go first.\n\n\n\n\n\n\nO5-8 bunker hall.\n\n\n\n\n\n\n[Griffon begins to descend the hatch. Ten minutes of descending pass before he reaches the ground. In front of him is only a hallway, which descends slightly as it increases in length. The walls have metal pipes running along with the corners of the ceiling. Part of the walls are also degrading, with dirt seen protruding out of the holes.]\n\n\nGriffon:\n Jesus fuck. How did they build this thing?\n\n\nO5-10:\n I didn't even know this existed. Keep going.\n\n\nGriffon:\n Understood.\n\n\n[Griffon notifies the other operatives that he is going ahead. He proceeds to walk down the hall. Eventually, he approaches an underground research laboratory, which is all presumably maintained by O5-8.]\n\n\nO5-10:\n This fucker. Search the area.\n\n\n[Griffon proceeds to search the laboratory. There are several documents similar to those found within the bedroom of O5-8. However, each document has a small label under the designation title, which either read \"Memory\" or \"Time\". Griffon takes a document and opens it, reading the contents.]\n\n\nGriffon:\n What the shit? You're telling me they're using memory for this?\n\n\nO5-10:\n Griffon—\n\n\n[The sound reminiscent of a garage door opening can be heard. Griffon drops the document, arming himself as he looks around. There is nothing there.]\n\n\nO5-10:\n Investigate the noise. It should be further down the hall.\n\n\nGriffon:\n Understood.\n\n\n[Griffon places the documents in his bag, then continues descending the hall. A few minutes pass before he stands in front of a large intersection, just below an extra-large roll-up door. There are three paths that branch off from this area, right, left, and center respectively. The right path is labeled \"Core - System Management\", the left \"Core - Ventilation\" and the center \"Core - Fragmented\".]\n\n\nGriffon:\n There are three paths, which one should I take?\n\n\nO5-10:\n What?\n\n\nGriffon:\n There are three paths, Control, which one do I take?\n\n\n[The audio from O5-10 begins to corrupt slightly.]\n\n\nO5-10:\n Take the [\nunintelligible\n].\n\n\nGriffon:\n Control, I can't understand you.\n\n\nO5-10:\n [\nunintelligible\n]\n\n\nGriffon:\n Control?\n\n\n[Silence for ten seconds.]\n\n\nGriffon:\n Control, are you there?\n\n\n[Silence for twenty seconds.]\n\n\nGriffon:\n I repeat. Control, are you there? Do you copy?\n\n\nO5-10:\n [\nunintelligible\n] —Out.\n\n\nGriffon:\n I—\n\n\n[Footsteps are heard briefly before the camera is thrown off of Griffon's helmet. It rolls on the ground, and a loud thump is heard. The sound of somebody approaching the camera is heard, before it is picked up.]\n\n\nUnknown Individual:\n Motherfucker. Who said you were allowed to be in here?\n\n\n[The camera is flipped to face the individual.]\n\n\nO5-8:\n Whoa— Ten, that you?\n\n\nO5-10:\n Eight! What the \nfuck\n are you up to?!\n\n\nO5-8:\n It really is you! I totally missed ya.\n\n\nO5-10:\n I saw the documents!\n\n\nO5-8:\n Oh, you did? Mmm, that's a problem.\n\n\nO5-10:\n What the hell are you trying to build?!\n\n\nO5-8:\n I'm not obligated to tell you, of all people.\n\n\nO5-10:\n Fucking—\n\n\nO5-8:\n If you still can't figure it out, maybe give a shit about other people first.\n\n\n[O5-8 pauses for a few moments.]\n\n\nO5-8:\n Think it over.\n\n\n[The camera feed turns off.]\n\n\n<End Log>\n\n\n\n\n\nFollowing this, the remaining members of MTF ρ-11 (\"Timestopper\") were unable to be recovered from the operation, and have been presumed dead. The following day, SCP-5221's intermittent events increased once more, at a rate of one event per day. The pattern does not show signs of decreasing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n . \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYou have (1) new message!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\npcs.tenpics|11-5oco#pcs.tenpics|11-5oco\n\n\n\n\n\n\nTo:\n\n\npcs.tenpics|01-5oco#pcs.tenpics|01-5oco\n\n\n\n\n\n\nSubject:\n\n\nRe:SCP-5221\n\n\n\n\n\n\nDate:\n\n\n5/31/2020\n\n\n\n\n\n\n\n\n\n\nO5-10,\n\n\nToday, Foundation databases received an unauthorized change to SCP-5221's file. Of course, while you were away, I took care of it and read through the contents. I \nhighly suggest\n you read this yourself. I have nothing to say on this matter.\n\n\nRegards,\n\nThe Desk of O5-11\n\n\n\n\nView Attached File?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such methods include, but are not limited to: calendars, reminders (phone or otherwise), written notes, and mnestics.\n\n\n2\n. The loss of ability to recall memories that formed before a traumatic head injury.\n\n\n3\n. Normally, members of the O5 Council are not interviewed, to keep privacy and anonymity measures. However, in such cases where an interview is deemed necessary, the O5 in question will then be subject to an interview. This cannot be voided.\n\n\n4\n. As per Foundation protocol, the name of O5-8 has been redacted for privacy and anonymity measures.\n\n\n5\n. O5-10 has expressed interesting in taking part of the operation. She was assigned the role of \"Control\".\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5220\n | SCP-5221 | \nSCP-5222\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5221\n\" by chiifu, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5221\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n whitefog2.jpg\n\n\nAuthor:\n \ngreenoid\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nCC Search\n\n\n\n\n\n\nFilename:\n house.jpg\n\n\nAuthor:\n \nIan Poellet\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nCC Search\n\n\n\n\n\n\nFilename:\n heatchart.jpg\n\n\nAuthor:\n \nmattlemmon\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nCC Search\n\n\n\n\n\n\nFilename:\n bunkerhall.jpg\n\n\nAuthor:\n \nCargoCult\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nCC Search\n\n\n\n\n\n\nFilename:\n shaftoflight.jpg\n\n\nAuthor:\n \nFrancis Storr\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nCC Search",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5221 \" by chiifu, from the SCP Wiki . Source: https://scpwiki.com/scp-5221 . Licensed under CC-BY-SA .",
        "Filename: whitefog2.jpg Author: greenoid License: CC BY-SA 2.0 Source Link: CC Search",
        "Filename: house.jpg Author: Ian Poellet License: CC BY-SA 3.0 Source Link: CC Search",
        "Filename: heatchart.jpg Author: mattlemmon License: CC BY-SA 2.0 Source Link: CC Search",
        "Filename: bunkerhall.jpg Author: CargoCult License: CC BY 2.0 Source Link: CC Search",
        "Filename: shaftoflight.jpg Author: Francis Storr License: CC BY-SA 2.0 Source Link: CC Search"
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-5221 and its related documentation are under the jurisdiction of O5-8. This was personally ordered by the Overseer, with the reasoning behind it being strictly classified. SCP-5221 itself has not been acted upon and has been left to its own accord, under the order of O5-8.",
    "description": "SCP-5221 is an intermittent event in which all residents of Orient, Oregon will be unable to recall a portion, if not all, of the previous day’s events; all methods of attempting to recall them have been ineffective.1 It is unknown whether there are other methods to recall the affected memories. The amount of memory loss during this time does not appear to follow a specific pattern. However, surveys held within the town provide evidence that SCP-5221 is stronger within adolescence.",
    "title": "SCP-5221"
}