{
    "url": "https://scp-wiki.wikidot.com/scp-5222",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\n\n\n\n\nAIC.WARHAMMER Readout, Site-121, 2013-05-29 Hotspot Begins 13:59:00\n\n\n\n\n\n\nItem #:\n SCP-5222\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the latent abilities of people and things under the SCP-5222 designation or any sub-designations thereof, containment chambers shall be highly reinforced against pressure waves and, if facilities permit, entropy set to minimum\n1\n. If entropy is not adjustable at the current site of the contained entities, please make arrangements with your site director to relocate the entities to a variable-entropy site via BOUNCE.\n\n\nAny reports of ruggedly handsome men in sunglasses walking away from fiery explosions in slow motion should be cross-checked against GOI-2666.\n\n\nDescription:\n SCP-5222 is a collective designation for people (sub-designation α) and objects (sub-designation β) associated with Lord Explosion's Pyrotechnic Playground and Daycare\n2\n, a Type-16 Pocket Dimension\n3\n and Multi-Tenant Conceptual Mindscape\n4\n. There are currently \n26\n different SCP-5222-α entities catalogued, and \nnone\n contained. There are currently \n1326\n different SCP-5222-β items catalogued, and \nnone\n contained.\n\n\nDiscovery:\n SCP-5222 was provisionally created by AIC.COLOSSUS\n5\n on 2013-05-29 after Site-121 went offline with no \nSCUTTLE\n6\n heartbeat\n7\n, which correlated to a concurrent spike\n8\n in anomalous background entropy per AIC.WARHAMMER\n9\n.\n\n\nThe nature of the spike and rapid return to baseline did not match any known emissions signatures, and was determined with high confidence to be a Ruhiel-class Transitory Phenomenon\n10\n. MTF Nu-7 (\"Hammer Down\")\n11\n was scrambled to the area per SCUTTLE Dead Man's Switch Protocol.\n\n\n\n\n+ Addendum 5222-1 - Exploration Log, MTF Ν-7\n\n\n\n\n- Addendum 5222-1 - Exploration Log, MTF Ν-7\n\n\n\n\n\n\nTranscribable crew:\n Team Ν-7-β (132 Members), Team Ν-7-Γ (132 Members)\n\n\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Two minutes out, fellas. We're dropping to visual range. Eyes up, head on a swivel. We haven't heard shit from this site in two hours and the AIs think there's a hostile force on the ground.\n\n\nΝ-7-β-13 (Cpt. M. Cotes)\n: So, nuke didn't go off? We'd see it from the air by now.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Yeah, as far as we know, that's the case. 90 seconds, everyone. Para team, check doors.\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Check.\n\n\nΝ-7-β-83 (Sgt. O. Velasquez)\n: Ready, sir.\n\n\nΝ-7-β-4 (Cpt. C. Cornell)\n: Visual at 12 o'clock! What the fuck is all that, sir?\n\n\n[Unintelligible chatter]\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Fuckin' god in heaven, it's beautiful. Let's get down there.\n\n\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Command, please confirm you have visual.\n\n\nArea-14 Command\n: Negative, Major. Your telemetry's showing high entropy levels. I can hear you but we can't see you here, sorry. Be advised, WARHAMMER believes you're already in the bubble. Please report.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Copy, that makes sense. Site-121 is not here, I think it's been displaced by—\n\n\n[multiple explosions occur for approximately 27 seconds]\n\n\nArea-14 Command\n: Swain! Fuck me, what was that? Report!\n\n\n[raucous laughter, hooting and cheering]\n\n\nArea-14 Command\n: Report! Hello? Somebody fucking tell us what's going on!\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: That was awesome.\n\n\nArea-14 Command\n: Woods. I swear to G—\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Command, be advised Site-121 has apparently been replaced by…Lord Explosion's Pyrotechnic Playground…and Daycare?\n\n\nArea-14 Command\n: It's what.\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Lord Explosion's Pyrotec—\n\n\nArea-14 Command\n: I heard you, Woods. Where—Where is Major Swain?\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Right now? He's fist-bumping Velasquez.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Narc. Command, be advised this place is way better than Site-121. Bravo team is going to form up and explore.\n\n\nArea-14 Command\n: Explor— Major, you are \nin a pocket dimension.\n We just needed to confirm the site didn't pop and leak. You need to get out of there, do you want to get fucking stuck in Lord Explosion's Pyrotechnic Playground or whatever it is forever?\n\n\nΝ-7-β-1 (Maj. L. Swain)\n:\n\n\nArea-14 Command\n:\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: \nY\n—\n\n\nArea-14 Command\n: No! So if you're going to explore, fucking hurry up!\n\n\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: It's a fucking \nschool\n. Command, I have a plaque here, Lord Explosion's Explosion School, founded 1388, Bearsted, quote here, \"To Better Punch Your Masters, Explode The Struggle Within\". Schoolmaster, Hieronymus Dave Lord Explosion Bearpuncher. What a name.\n\n\nArea-14 Command\n: Copy, 1. Give us a minute to cross-check all that. Hier— Hieronymus Dave?\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Affirmative, command. Hieronymus Dave Bearpuncher.\n\n\nArea-14 Command\n: Some people's parents, man…hey, we got a partial. Dave Bearpuncher, \nprime\n POI for GOI-2666, Bearpuncher Solutions. Uh…okay, this may not be the right one, there's nothing going back to 1388, but this Dave apparently gets up to some weird shit so, maybe? Pocket dimensions and all, that matches. Says he claims to have…invented Thursday? Had a big cover-up operation that Damn Feds had to do after Bearpuncher Solutions appeared on the NASDAQ selling Service as a Service. If this \nis\n your guy, he's got a shitload of brothers, too. So, some kind of Type Green with an explosion school.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Badass.\n\n\nArea-14 Command\n: …Yeah.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: So, command, we've got a directory here. The place is shaped…well, like an old-timey bomb, like a cartoon bomb, with a little garden for the wick, it looks like. Let's see here, we've got Explosionology, Explosionography, History of Explosions, Explosion Appreciation, Theoretical Explosions, Lil' Sploder's Daycare…why's there a fucking daycare? Uh, then we've got Applied Explosions, this one just says Explosions but in big all-caps letters, Walking Away From Explosions In Slow-Motion, Team-Based Holistic Exploding Leadership, Expl—\n\n\nArea-14 Command\n: We get it, Major.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: Yeah there's a lot more.\n\n\nArea-14 Command\n: Major, you may as well check the back, while you're there. The garden area you mentioned, that doesn't sound right.\n\n\nΝ-7-β-1 (Maj. L. Swain)\n: You're probably right, command. We'll stack up and see.\n\n\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Command, I'm point. Checking the exterior door.\n\n\nArea-14 Command\n: Copy. Ready when you are, Sergeant.\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Good copy. Leaving in 3, 2, 1.\n\n\n[loud unintelligible yelling]\n\n\nArea-14 Command\n: Woods, report.\n\n\n[yelling intensifies]\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Motherfuckers!\n\n\nArea-14 Command\n: Woods!\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Command! What's your deal?\n\n\n[loud unintelligible yelling]\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Gamma team is back here already and they're fuckin' grillin' out and drinking beer.\n\n\nArea-14 Command\n:\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Command. Hello?\n\n\nArea-14 Command\n: What is this fucking place, Sergeant?\n\n\nΝ-7-β-66 (Sgt. X. Woods)\n: Command, be advised, we are presently in Lord Explosion's Glorious Grilling Garden and Stripper Conservatory, which is connected to Beauregard Bearpuncher's Beer By The Bucket, quote, \"Where Cool Guys Don't Look at Explosions\".\n\n\nArea-14 Command\n: \n[unintelligible yelling]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 5222-2\n\n\n\n\n- Addendum 5222-2\n\n\n\n\nAfter two weeks of reports from MTF Nu-7's Beta and Gamma teams, entropy levels localized around the perimeter of the traversable discrete dimension began to slowly increase again, indicating destabilization of the Transitory Phenomenon. Despite this transitory period taking roughly three days, and the relative location of the teams to the baseline world being traversable in only 20 minutes, both teams were lost. All 264 members are considered lost and have been awarded the Foundation Silver Star for Distinguished Service.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This is typically 500 µJ/K but may go as low as 5 µJ/K in EVERGREEN-class sites.\n\n\n2\n. RAISA Link: \nBearpuncher Solutions (GOI-2666) and subsidiaries. (KB 11.2666)\n\n\n3\n. RAISA Link: \nTypes of Traversable Discrete Dimensions (KB 114)\n\n\n4\n. RAISA Link: \nT. Rutherford, \nShared Experiences across Multiple Sapient Beings: A Primer\n (KB 4338)\n\n\n5\n. RAISA Link: \nArtificially Intelligent Construct: Creation Of Log Of Site-Specific Urgent Scenarios (KB 6116)\n\n\n6\n. RAISA Link: \nSystem To Contain Unsustainable Threats To Life and Existence (KB 10235)\n\n\n7\n. RAISA Link: \nSCUTTLE Dead Man's Switch Protocol (KB 10236)\n\n\n8\n. Defined as 3 σ or more.\n\n\n9\n. RAISA Link: \nArtificially Intelligent Construct: Weighted-Average Report of Hume, Air, Mass, Matter, Entropy and Radiation (KB 6119)\n\n\n10\n. RAISA Link: \nR. House, \nFLASH ECLIPSE: Rapid Response to Transient Planar Overlays\n (KB 4661)\n\n\n11\n. \"A battalion-strength force […] tasked with responding to incidents involving loss of communication with major Foundation facilities under circumstances wherein a site-wide breach, enemy compromise, or other similarly catastrophic event is suspected.\" (KB \n26.28\n)\n\n\n\n\n\n\n\n\n« \nSCP-5221\n | SCP-5222 | \nSCP-5223\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transcribable crew: Team Ν-7-β (132 Members), Team Ν-7-Γ (132 Members) Ν-7-β-1 (Maj. L. Swain) : Two minutes out, fellas. We're dropping to visual range. Eyes up, head on a swivel. We haven't heard shit from this site in two hours and the AIs think there's a hostile force on the ground. Ν-7-β-13 (Cpt. M. Cotes) : So, nuke didn't go off? We'd see it from the air by now. Ν-7-β-1 (Maj. L. Swain) : Yeah, as far as we know, that's the case. 90 seconds, everyone. Para team, check doors. Ν-7-β-66 (Sgt. X. Woods) : Check. Ν-7-β-83 (Sgt. O. Velasquez) : Ready, sir. Ν-7-β-4 (Cpt. C. Cornell) : Visual at 12 o'clock! What the fuck is all that, sir? [Unintelligible chatter] Ν-7-β-1 (Maj. L. Swain) : Fuckin' god in heaven, it's beautiful. Let's get down there. Ν-7-β-1 (Maj. L. Swain) : Command, please confirm you have visual. Area-14 Command : Negative, Major. Your telemetry's showing high entropy levels. I can hear you but we can't see you here, sorry. Be advised, WARHAMMER believes you're already in the bubble. Please report. Ν-7-β-1 (Maj. L. Swain) : Copy, that makes sense. Site-121 is not here, I think it's been displaced by— [multiple explosions occur for approximately 27 seconds] Area-14 Command : Swain! Fuck me, what was that? Report! [raucous laughter, hooting and cheering] Area-14 Command : Report! Hello? Somebody fucking tell us what's going on! Ν-7-β-66 (Sgt. X. Woods) : That was awesome. Area-14 Command : Woods. I swear to G— Ν-7-β-66 (Sgt. X. Woods) : Command, be advised Site-121 has apparently been replaced by…Lord Explosion's Pyrotechnic Playground…and Daycare? Area-14 Command : It's what. Ν-7-β-66 (Sgt. X. Woods) : Lord Explosion's Pyrotec— Area-14 Command : I heard you, Woods. Where—Where is Major Swain? Ν-7-β-66 (Sgt. X. Woods) : Right now? He's fist-bumping Velasquez. Ν-7-β-1 (Maj. L. Swain) : Narc. Command, be advised this place is way better than Site-121. Bravo team is going to form up and explore. Area-14 Command : Explor— Major, you are in a pocket dimension. We just needed to confirm the site didn't pop and leak. You need to get out of there, do you want to get fucking stuck in Lord Explosion's Pyrotechnic Playground or whatever it is forever? Ν-7-β-1 (Maj. L. Swain) : Area-14 Command : Ν-7-β-1 (Maj. L. Swain) : Y — Area-14 Command : No! So if you're going to explore, fucking hurry up! Ν-7-β-1 (Maj. L. Swain) : It's a fucking school . Command, I have a plaque here, Lord Explosion's Explosion School, founded 1388, Bearsted, quote here, \"To Better Punch Your Masters, Explode The Struggle Within\". Schoolmaster, Hieronymus Dave Lord Explosion Bearpuncher. What a name. Area-14 Command : Copy, 1. Give us a minute to cross-check all that. Hier— Hieronymus Dave? Ν-7-β-1 (Maj. L. Swain) : Affirmative, command. Hieronymus Dave Bearpuncher. Area-14 Command : Some people's parents, man…hey, we got a partial. Dave Bearpuncher, prime POI for GOI-2666, Bearpuncher Solutions. Uh…okay, this may not be the right one, there's nothing going back to 1388, but this Dave apparently gets up to some weird shit so, maybe? Pocket dimensions and all, that matches. Says he claims to have…invented Thursday? Had a big cover-up operation that Damn Feds had to do after Bearpuncher Solutions appeared on the NASDAQ selling Service as a Service. If this is your guy, he's got a shitload of brothers, too. So, some kind of Type Green with an explosion school. Ν-7-β-1 (Maj. L. Swain) : Badass. Area-14 Command : …Yeah. Ν-7-β-1 (Maj. L. Swain) : So, command, we've got a directory here. The place is shaped…well, like an old-timey bomb, like a cartoon bomb, with a little garden for the wick, it looks like. Let's see here, we've got Explosionology, Explosionography, History of Explosions, Explosion Appreciation, Theoretical Explosions, Lil' Sploder's Daycare…why's there a fucking daycare? Uh, then we've got Applied Explosions, this one just says Explosions but in big all-caps letters, Walking Away From Explosions In Slow-Motion, Team-Based Holistic Exploding Leadership, Expl— Area-14 Command : We get it, Major. Ν-7-β-1 (Maj. L. Swain) : Yeah there's a lot more. Area-14 Command : Major, you may as well check the back, while you're there. The garden area you mentioned, that doesn't sound right. Ν-7-β-1 (Maj. L. Swain) : You're probably right, command. We'll stack up and see. Ν-7-β-66 (Sgt. X. Woods) : Command, I'm point. Checking the exterior door. Area-14 Command : Copy. Ready when you are, Sergeant. Ν-7-β-66 (Sgt. X. Woods) : Good copy. Leaving in 3, 2, 1. [loud unintelligible yelling] Area-14 Command : Woods, report. [yelling intensifies] Ν-7-β-66 (Sgt. X. Woods) : Motherfuckers! Area-14 Command : Woods! Ν-7-β-66 (Sgt. X. Woods) : Command! What's your deal? [loud unintelligible yelling] Ν-7-β-66 (Sgt. X. Woods) : Gamma team is back here already and they're fuckin' grillin' out and drinking beer. Area-14 Command : Ν-7-β-66 (Sgt. X. Woods) : Command. Hello? Area-14 Command : What is this fucking place, Sergeant? Ν-7-β-66 (Sgt. X. Woods) : Command, be advised, we are presently in Lord Explosion's Glorious Grilling Garden and Stripper Conservatory, which is connected to Beauregard Bearpuncher's Beer By The Bucket, quote, \"Where Cool Guys Don't Look at Explosions\". Area-14 Command : [unintelligible yelling]"
    ],
    "object_class": "Euclid",
    "containment_procedures": "Due to the latent abilities of people and things under the SCP-5222 designation or any sub-designations thereof, containment chambers shall be highly reinforced against pressure waves and, if facilities permit, entropy set to minimum1. If entropy is not adjustable at the current site of the contained entities, please make arrangements with your site director to relocate the entities to a variable-entropy site via BOUNCE.",
    "description": "SCP-5222 is a collective designation for people (sub-designation α) and objects (sub-designation β) associated with Lord Explosion's Pyrotechnic Playground and Daycare2, a Type-16 Pocket Dimension3 and Multi-Tenant Conceptual Mindscape4. There are currently 26 different SCP-5222-α entities catalogued, and none contained. There are currently 1326 different SCP-5222-β items catalogued, and none contained.",
    "title": "SCP-5222"
}