{
    "url": "https://scp-wiki.wikidot.com/scp-5224",
    "all_text": "rating: \n+101\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5224: Hecking Frogs by \nSebarus\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5224\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5224\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5224 is held in a waterless terrarium otherwise suited for amphibians. SCP-5224 is never to come within 100 meters of water.\n\n\nFrogs created by SCP-5224 must be terminated and disposed of per standard biological waste disposal methods.\n\n\nDescription:\n SCP-5224 is a female marsh frog \n(Pelophylax ridibundus)\n. It does not experience senescence, and it does not need to eat, drink or breathe.\n\n\nIf SCP-5224 croaks within 100 meters from a body of water, it will start to go through eutrophication,\n1\n and additional members of the order \nAnura\n2\n will begin to manifest within it. Said frogs will always be native to the area, and the rate of frogs produced is 5000 per 1 cubic meter per second. This will continue until SCP-5224 stops croaking.\n\n\nAfter manifestation, produced frogs will instantly head towards the nearest site of plant agriculture. Upon arrival, they will begin to consume insect life at a rate that is highly damaging to the ecological balance of the region. Aside from this and their method of creation, produced frogs are non-anomalous.\n\n\n\n\n\n\n\n\n▶ Addendum 5224.1 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\nIncident Report 5224.1:\n On 29/01/21, a peregrine falcon holding a clay pot materialized in SCP-5224's containment chamber. It dropped the pot, grabbed SCP-5224, and disappeared.\n\n\nUpon inspection, carvings on the pot were found to contain a message written in hieroglyphic script:\n\n\n\n\nApologies for any problems my wife might have caused. Sent our son to fetch her. She's been a little confused ever since the days of Babylon when she became associated with plagues instead of fertility and crops.\n\n\nIf y'all could stop changing our domains, that'd be appreciated.\n\n\nWith love, Khnum.\n\n\n\n\nInvestigation into the whereabouts of SCP-5224 is ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A process in which excessive growth of algae in water is caused by overt amounts of minerals and nutrients.\n\n\n2\n. Frogs.\n\n\n\n\n\n\n\n\n« \nSCP-5223\n | SCP-5224 | \nSCP-5225\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Apologies for any problems my wife might have caused. Sent our son to fetch her. She's been a little confused ever since the days of Babylon when she became associated with plagues instead of fertility and crops. If y'all could stop changing our domains, that'd be appreciated. With love, Khnum."
    ],
    "containment_procedures": "SCP-5224 is held in a waterless terrarium otherwise suited for amphibians. SCP-5224 is never to come within 100 meters of water.",
    "description": "SCP-5224 is a female marsh frog (Pelophylax ridibundus). It does not experience senescence, and it does not need to eat, drink or breathe.",
    "title": "SCP-5224"
}