{
    "url": "https://scp-wiki.wikidot.com/scp-5226",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5226\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5226 will be contained in a standard humanoid containment chamber.\n\n\nDescription:\n SCP-5226 is a 22-year-old student named Sandra Packwood. Any area visited by SCP-5226 is subject to modernization. What exactly this entails has yet to be established through testing after SCP-5226 is contained.\n\n\n \n\n\n \n\n\n\n\n\n\nNotice from the Explanation and Research Department\n\n\nUnder the \nTrevisan-Ethics-Mandate\n as sanctioned by the Ethics Committee, this file was reviewed by the Explanation and Research Department and filed as a \"potential anomaly\". In its current state, this file does not provide sufficient evidence for anomalous behaviour. Therefore, Special Containment Procedures involving the Imprisonment of Sandra Packwood have been disallowed until this evidence is provided.\n\n\n— \nThomas Weld\n, Director, ExaRD\n\n\n\n\n\n\n \n\n\n\n\nInternal Call between Head Researcher Roberts and ExaRD Director Weld\n\n\n\n\n<Begin Call>\n\n\nWeld:\n Is this about Sandra Packwood?\n\n\nRoberts:\n Yes? May I ask how you-\n\n\nWeld:\n \n(chuckles)\n We haven't really interacted with anyone else yet. The department is still in its infancy. Hence why you're speaking with the Director.\n\n\nRoberts:\n I would like to know why a department focused on explained anomalies is interested in the containment process.\n\n\nWeld:\n Preventive measures and ethical concerns.\n\n\nRoberts:\n You are aware that your preventive measures are actively hindering my team's containment efforts?\n\n\nWeld:\n I \nmust\n hinder your efforts. Her containment can't be justified at this point.\n\n\nRoberts:\n The O5 Council would never sanction this. You are clearly overstepping your authority.\n\n\nWeld:\n \n(sighs)\n If we need to do it this way, fine. I already told you in my Notice about the Mandate this is based on. And the Council approved of my department request completely aware that we would not only \nreclassify\n to and reintegrate explained anomalies but also enforce this Mandate by reducing the amount of falsely classified human anomalies \nbefore\n the harm is done. Same thing here. Sandra Packwood could just as well have a completely mundane influence on her surroundings.\n\n\nRoberts:\n And what if you are wrong? What if we \nare\n dealing with an anomaly?\n\n\nWeld:\n Well, we won't know until you do more research.\n\n\n<End Call>\n\n\n\n\n \n\n\nObservation Log:\n\n\n\n\n\n\nAffected by the anomaly\n\n\nModernization\n\n\n\n\n\n\nSCP-5226 before observation\n\n\nSCP-5226 makes use of contact lenses, a smartwatch, and a pacemaker.\n\n\n\n\n\n\nNeighboorhood of SCP-5226\n\n\nApproximately 70% of Incandescent light bulbs were replaced by LED's.\n\n\n\n\n\n\nLecture hall of SCP-5226\n\n\nAdditionally to the blackboard, a smartboard has been installed in the hall and replaced the old overhead projector.\n\n\n\n\n\n\nUniversity Management\n\n\nAfter the retirement of the previous president, the position was taken over by a more progressive person.\n\n\n\n\n\n\nCampus\n\n\nAll Clocks have been replaced by digital versions.\n\n\n\n\n\n\nCampus\n\n\nA substantial above-average amount of smokers have switched to e-cigarettes.\n\n\n\n\n\n\nLecture management\n\n\nA significant amount of lectures have been replaced by online lectures.\n\n\n\n\n\n\nHospital\n1\n\n\nUsage of experimental treatments and artificial limbs has increased significantly.\n\n\n\n\n\n\nSCP-5226\n\n\nSCP-5226 decided to have a micro-chip\n2\n implanted in her hand.\n\n\n\n\n\n\nLandfills and trash\n\n\nWith the town's increased usage of electronic devices the volume of electronic waste has increased as well. Due to prior inexperience, a lot of this waste is not processed correctly.\n3\n\n\n\n\n\n\nDemographic\n\n\nThe town shows signs of a demographic shift with more and more investors taking an interest in the town and original inhabitants beginning to look for a new place of residence.\n\n\n\n\n\n\n \n\n\n\n\nInternal Call between Head Researcher Roberts and ExaRD Director Weld\n\n\n\n\n<Begin Call>\n\n\nWeld:\n No, Hewlett, I haven't gotten around to-\n\n\nRoberts:\n This is Roberts, speaking.\n\n\nWeld:\n Ah, sorry about that. I take it you want my permission to imprison Ms Packwood?\n\n\nRoberts:\n To contain her. Yes.\n\n\nWeld:\n I can't allow that.\n\n\nRoberts:\n I said it before, but now you are definitely hindering Foundation operations. Were my team's observations not enough for you?\n\n\nWeld:\n They weren't. And don't act like I completely shut you down. There's plenty of other ways to contain a maybe anomaly besides imprisonment.\n\n\nRoberts:\n There is no \"maybe\" anomaly. Either something is anomalous or it is not.\n\n\nWeld:\n Then tell me what you actually know. What exactly is the anomaly?\n\n\nRoberts:\n The current theory is that SCP-5226 either compels people to be more modern or that we are dealing with probabilistic manipulation towards more modern outcomes.\n\n\nWeld:\n So compulsion and probability manipulation? Exactly these are the fields with the most falsely classified anomalies. So my point stands.\n\n\nRoberts:\n But surely you can see, that this amount of modernization is clearly past the norm.\n\n\nWeld:\n It isn't if you have a management that desires things to be changed. Like the university's president.\n\n\nRoberts:\n I can, to a degree, understand that. Although it would be remiss of me to not point out the strain this has put their budget under. But those were hardly the most blatant examples.\n\n\nWeld:\n Let's go through the more \"blatant\" things then. First off, the microchip. Nothing unusual here. Sarah Packwood fits the clientele, that would unlock their house door or pay with their hand at the price of having an otherwise harmless chip injected.\n\n\nRoberts:\n And the waste problem? The shift in demographic?\n\n\nWeld:\n Both of these are just obvious consequences from this recent turnaround to a more modern approach to things. I'm not even sure why you listed these. Perfectly normal problems for a town in this situation.\n\n\nRoberts:\n But you don't have a town suddenly decide to have a \"modern turnaround\". People do not collectively start using LEDs on the same day and a hospital does not simply decide to switch to experimental treatments. It is the range \nand\n the extremes that make this troubling. Not all change is for the better, Director Weld.\n\n\nWeld:\n I'll admit, that's a bit unusual, but it's not enough to make me falter.\n\n\n10 seconds of silence\n\n\nRoberts:\n \n(sighs)\n I understand that it's hard to see how often we rip people out of their normal lives, but you have to see that you are doing more harm than good. There is a reason why the containment process was made the way it is.\n\n\nWeld:\n The current process can still be improved by a lot. That goes for every process really. And I have started to rejig a lot of processes with ExaRD. There's finally a generalized way for reclassifying to Explained; we're starting to look back into \nolder skip files\n as well and we even release most EX's back to the public. But none of that goes as much to the soul of the operation as keeping anyone out of prison that I can. The prohibition stands.\n\n\nRoberts:\n Look, I know you are trying to save a person here. But so am I. The whole town has been taken hostage by a phenomenon, that commands everyone to advance regardless of if they want to. It's one person versus a town. You are taking this too far.\n\n\n10 seconds of silence\n\n\nWeld:\n This isn't only about my ideals. I wouldn't have intervened if something didn't seem off about this. The thing is, it doesn't fit our current understanding of anomalous theory for this to be caused by a human. The effects show all the signs of a typical paranormal object.\n\n\nRoberts:\n \n(scoffs)\n The anomalous theory is a shot in the dark at best and a shot at yourself at worst. What's to say this isn't a \"freak occurrence\"?\n\n\nWeld:\n Hah, a lot of researchers say that, but that's because they're too bundled up in containment to see the world around them advance.\n\n\nRoberts:\n Hold on. Does that mean you would have nothing against me containing an object?\n\n\nWeld:\n Of course not. We only do these preventive measures with human anomalies, that may not qualify as paranormal. Everything else is looked at afterwards. There is no ethical impetus to look at those beforehand.\n\n\n<End Call>\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5226\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5226 is to be contained in a secure item storage locker, that is only to be operated under automated systems. Human contact is allowed with permission from the acting HMCL Supervisor.\n\n\nDescription:\n SCP-5226 is a pacemaker that influences any decision to take a more \"modern\" option. SCP-5226 was originally in the possession of Sandra Packwood and was exchanged with a normal pacemaker during a routine medical examination without incident.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Department Transfer\n\n\n\n\n\n\n\n\n\n\nTo:\n Roberts\n\n\nFrom:\n Administrative Department\n\n\nSubject:\n Re:Department Transfer\n\n\n\n\n\n\n\n\nI hereby request to be transferred to the Explanation and Research Department. While I do appreciate this newfound effort to better sort mundane from abnormal, I fear that in its current state the department may be too opportunistic and requires personnel to keep them from going too far.\n\n\n\n\n\n\nRequest Granted\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Visited by SCP-5226 due to her heart problems\n\n\n2\n. serving as a key card among other things\n\n\n3\n. Like liquids that would require special disposal simply being flushed down the toilet.\n\n\n\n\n\n\n\n\n« \nSCP-5225\n | SCP-5226 | \nSCP-5227\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5226\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5226\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "I hereby request to be transferred to the Explanation and Research Department. While I do appreciate this newfound effort to better sort mundane from abnormal, I fear that in its current state the department may be too opportunistic and requires personnel to keep them from going too far.",
        "\" SCP-5226 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-5226 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5226 is to be contained in a secure item storage locker, that is only to be operated under automated systems. Human contact is allowed with permission from the acting HMCL Supervisor.",
    "description": "SCP-5226 is a pacemaker that influences any decision to take a more \"modern\" option. SCP-5226 was originally in the possession of Sandra Packwood and was exchanged with a normal pacemaker during a routine medical examination without incident.",
    "title": "SCP-5226"
}