{
    "url": "https://scp-wiki.wikidot.com/scp-5227",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+283\n+\n–\nx\n\n\n\n\n\n\n3/5227\n LEVEL \n3/5227\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5227\n\n\n\n\n\n\nneutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAntuco, Chile, during SCP-5227.\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-5227 is considered neutralized. Access to the Foundation observation post in Antuco is restricted to Foundation personnel with 5/5227 clearance.\n\n\n\n\n\n\nFoliage in Antuco.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-5227 was an anomalous weather formation centered around Antuco, an abandoned Chilean village, and lasted from June 8th to 10th, 1976. SCP-5227 manifested as a fog descending on Antuco and completely covered the village, drastically reducing visibility and communications. The anomaly was originally identified as such due to its observational anomaly and rapid formation— weather sensors at Facility 57, 23km from Antuco, depicted SCP-5227 as a static blur during its three-minute formation (1:07AM - 1:10AM local time). Attempts to hail the Foundation observation post in Antuco through radio resulted in failure. Further testing confirmed SCP-5227 had the anomalous capability to block radio transmissions.\n\n\nA 3-man expedition from MTF PI-3 \"Garcas Oligarcas\" was planned to ascertain the status of Antuco. Several hours before departure, another agent was added to the expedition. The thick forest surrounding Antuco and the exceedingly low visibility made vehicular and aerial travel infeasible. The team departed Facility 57 on foot at T+6 hours.\n\n\n\n\n\n\nADDENDUM 5227.1\n\n\nEXPEDITION LOGS — 6.8.1976\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nEXPEDITION LOG EXCERPTS\n\n\nCHILEAN INTERIOR\n\n\n\n\n\n\nMTF PI-3 \"GARCAS OLIGARCAS\"\n\n\n\n\nπ3-ALPHA - VALENTINO SCIPIONI \n(SOURCE)\n\n\nπ3-BETA - PEDRO CASEROS\n\n\nπ3-GAMMA - ALEJANDRO PETROCCHI\n\n\nπ3-DELTA - DAMIÁN GARLÉS\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[Team is hiking through the jungle. SCIPIONI and GARLÉS take the lead, while PETROCCHI and CASEROS bring up the rear.]\n\n\nSCIPIONI:\n He wasn't pleased with that, no sir. But it was really his fault, if you think about it.\n\n\nGARLÉS:\n How's that?\n\n\nSCIPIONI:\n If he didn't want me to sleep with his wife, he should've sold me the damn car!\n\n\n[All laugh.]\n\n\nSCIPIONI:\n But I did, and so he had me demoted to field duty. It's not the worst job in the world, though. Certainly keeps you in shape.\n\n\nCASEROS:\n All that form-filling really burns calories, eh?\n\n\nSCIPIONI:\n Alright, \nyou\n can fill the forms out when we get back. No? That's what I thought, stupid.\n\n\n[Laughter, followed by silence.]\n\n\nSCIPIONI:\n What's your story, Damian?\n\n\nGARLÉS:\n Oh, me? What do you mean?\n\n\nPETROCCHI:\n We've never seen you around Fifty-seven before.\n\n\nGARLÉS:\n Oh, yes. I'm a transfer.\n\n\nSCIPIONI:\n From?\n\n\nGARLÉS:\n Ah, Thirty-two. It's up in Panamá.\n\n\nCASEROS:\n Oh, I have a friend up there. Do you know a Captain Carlós?\n\n\nGARLÉS:\n Uh, no, sorry.\n\n\nPETROCCHI:\n How long've you been at Fifty-seven?\n\n\nGARLÉS:\n Only a few days.\n\n\nSCIPIONI:\n Whoof, no time to even settle in. Well, no problem, you'll be able to settle in fine when we get back. The boys in Antuco are probably just wondering why they're not getting the baseball on the radio anymore!\n\n\n[Laughter, followed by silence. The team continue slashing through the jungle, occasionally using compasses and maps to guide them, when someone loudly falls into the brush.]\n\n\nPETROCCHI:\n Shit!\n\n\nCASEROS:\n \n[Laughing]\n Get off the ground, dumbass.\n\n\nPETROCCHI:\n Oh no, I was planning on bunking here for the night. Make yourself useful and give me a hand.\n\n\n[Grunting.]\n\n\nPETROCCHI:\n Great, now I get to hike covered in mud. Perfect.\n\n\nSCIPIONI:\n Your fault for slipping. The sun's not even down yet.\n\n\nPETROCCHI:\n Forget the sun, I can't see a goddamn thing through this goddamn fog. It feels like the \nair\n is pissing.\n\n\nSCIPIONI:\n Wonderful image, thank you.\n\n\nGARLÉS:\n I suppose we're nearing Antuco, then?\n\n\nSCIPIONI:\n Who has the map? Pedro?\n\n\nCASEROS:\n Ah, we're certainly closer, but there's still a ways to go. It's hard to get an exact estimate, the fog makes keeping distance hard.\n\n\nGARLÉS:\n I see. But if the fog is getting thicker… we must be going the right way.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\nPETROCCHI:\n Man, I feel bad for the poor suckers assigned to that outpost. For all they know, the war's kicked up again.\n\n\nGARLÉS:\n Yeah.\n\n\nSCIPIONI:\n All the more reason to get to them faster.\n\n\nPETROCCHI:\n I couldn't handle that.\n\n\nCASEROS:\n Handle what?\n\n\nPETROCCHI:\n That kind of isolation, man. Two guys in the middle of a goddamn ghost town, and only a radio for company. Shit, not even the radio now. I'm a talkative guy, but-\n\n\nSCIPIONI:\n You're telling me.\n\n\nPETROCCHI:\n - \nbut\n what if the partner is a prick or something? Or something like this happens and you're cut off from damn near everything? Too much risk involved for me, no sir.\n\n\nCASEROS:\n It's an observation post, right?\n\n\nGARLÉS:\n Security post, actually.\n\n\nCASEROS:\n For Fifty-seven? It's in the middle of the mountain, there's no way to get to it without getting on every camera they have hidden on the path.\n\n\nSCIPIONI:\n Better safe than sorry. It's a good place for an installation, though. Antuco's been abandoned since before I was born.\n\n\nCASEROS:\n Why?\n\n\nSCIPIONI:\n Beats me. It was barely ever big enough to get on any maps, and then over a few months all the people just seem to have moved away. And then we put the observation post there and it's been quiet ever since.\n\n\nCASEROS:\n Oh.\n\n\nSCIPIONI:\n It's not that unique; these things happen.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[Fire crackling, rustling of fabrics.]\n\n\nPETROCCHI:\n Whoever decided the MRE menus should be fed to the lizard.\n\n\nSCIPIONI:\n He'd probably taste better than these pieces of shit.\n\n\n[Both laugh.]\n\n\nGARLÉS:\n Food is food.\n\n\nPETROCCHI:\n Sure, but not all food is created equal. I'd throw a hundred of these plastic trash-bags away for one hot choripán right now.\n\n\nSCIPIONI:\n Do you ever think about anything besides food?\n\n\nPETROCCHI:\n Yes. Sometimes I think about sex.\n\n\n[Laughter.]\n\n\nCASEROS:\n Hey, has anyone seen my necklace?\n\n\nSCIPIONI:\n What?\n\n\nCASEROS:\n Little silver cross necklace. I had it on when we set out.\n\n\nGARLÉS:\n Maybe you dropped it?\n\n\nCASEROS:\n Off my neck?\n\n\nGARLÉS:\n Well, maybe it got snagged on a branch. Was it important?\n\n\nCASEROS:\n Yeah, I guess so.\n\n\nSCIPIONI:\n I didn't know you were religious, Pedro.\n\n\nCASEROS:\n I- I'm not, really. It's complicated.\n\n\nSCIPIONI:\n Oh. Alright. Maybe we'll find it on our way back? For now, let's get into bed — we're setting out real early tomorrow.\n\n\nCASEROS:\n Yes, sir.\n\n\n[The men put out the campfire and crawl into their tents to sleep.]\n\n\n\n\n«END OF DAY'S EXCERPTS»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5227.2\n\n\nEXPEDITION LOGS — 6.9.1976\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nEXPEDITION LOG EXCERPTS\n\n\nCHILEAN INTERIOR\n\n\n\n\n\n\nMTF PI-3 \"GARCAS OLIGARCAS\"\n\n\n\n\nπ3-ALPHA - VALENTINO SCIPIONI \n(SOURCE)\n\n\nπ3-BETA - PEDRO CASEROS\n\n\nπ3-GAMMA - ALEJANDRO PETROCCHI\n\n\nπ3-DELTA - DAMIÁN GARLÉS\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[They continue through the brush. Several minutes pass. Suddenly, PETROCCHI kneels down in the first.]\n\n\nPETROCCHI:\n Haha. Hey, Pedro?\n\n\nCASEROS:\n Yeah?\n\n\nPETROCCHI:\n Look what I found.\n\n\n[PETROCCHI stands and opens his hand, dangling a small necklace with a cross.]\n\n\nPETROCCHI:\n Huh. Must've been left by one of the families le-\n\n\nCASEROS:\n No.\n\n\nPETROCCHI:\n What?\n\n\nCASEROS:\n No, it's mine.\n\n\nPETROCCHI:\n No. No, you lost yours last night, there's no way-\n\n\nCASEROS:\n It has my name inscribed on it.\n\n\nPETROCCHI:\n What the fuck?\n\n\nSCIPIONI:\n Let me see that…\n\n\n[SCIPIONI inspects the necklace.]\n\n\nSCIPIONI:\n Fuck. Okay, we're going in the wrong direction. Turn around-\n\n\nGARLÉS:\n No, we're going fine. The compasses are solid, we're heading towards Antuco.\n\n\nSCIPIONI:\n Then… the anomaly is messing with our sense of space. Direction? Whatever. Let's keep going, but just, be careful and keep an eye out for anything strange. I'll keep the ne-\n\n\nCASEROS:\n Give it back, Valentino.\n\n\nSCIPIONI:\n It could be anomalous, I have to-\n\n\nCASEROS:\n It's mine. It's important to me.\n\n\nSCIPIONI:\n Just- okay, whatever, fine. Just be careful with it.\n\n\nPETROCCHI:\n Uh, maybe we should turn back? We're barely in it and already getting fucked with, we could come back with backup or something.\n\n\nGARLÉS:\n It's just playing with our sense of time, is all. We're fine.\n\n\nSCIPIONI:\n Greenhorn's right. You've all fought terrors, don't tell me you're spooked by baby's first spatial anomaly.\n\n\n[Laughter. They continue into the brush.]\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[Troopers are progressing through jungle. Fog has settled in a thick layer close to the ground, obscuring view of the ground.]\n\n\nGARLÉS:\n Captain?\n\n\nSCIPIONI:\n What is it?\n\n\nGARLÉS:\n The leaves.\n\n\n[GARLÉS gestures to the surrounding foliage. He pulls down a low hanging branch.]\n\n\nCASEROS:\n Is- is that writing?\n\n\n[SCIPIONI tears off a leaf and inspects it.]\n\n\nSCIPIONI:\n Delight thyself also in the Lord and he shall give thee the desires of thine heart.\n\n\nCASEROS:\n Psalm 37:4.\n\n\n[SCIPIONI continues tearing off leaves and reading them.]\n\n\nSCIPIONI:\n Fear not, little flock; for it is your Father's good pleasure to give you the kingdom. Watch ye, stand fast in the faith, quit you like men, be strong. Come unto me, all ye that labour and are heavy laden, and I will give you rest.\n\n\nCASEROS:\n Luke 12:32, Corinthians 16:13, Matthew 11:28. They - they're all Bible verses. What the hell?\n\n\nPETROCCHI:\n I thought you said you weren't religious.\n\n\nCASEROS:\n I said it was complicated, asshole.\n\n\nPETROCCHI:\n Jesus, relax. Actually, I think Jesus is the problem, nevermind.\n\n\n[PETROCCHI snickers.]\n\n\nSCIPIONI:\n Quiet, Alejandro. This is… yeah, fuck this. Take a sample, keep moving.\n\n\nGARLÉS:\n Wait, Valentino.\n\n\nSCIPIONI:\n What is it?\n\n\nGARLÉS:\n Look at the base of the tree. The lichen.\n\n\n[SCIPIONI kneels and inspects the bark of the tree closest to him. The moss at the roots of the tree are growing into a pattern rough but obviously resembling the Foundation seal.]\n\n\nPETROCCHI:\n … What the fuck? That has to be a coincidence.\n\n\nSCIPIONI:\n I don't believe in coincidences, especially not when working with anomalies.\n\n\nCASEROS:\n Could - what does this mean? Is it sentient or something?\n\n\nSCIPIONI:\n I have no idea. But bag a sample. And keep your safeties off.\n\n\nCASEROS:\n I don't like this, boss. I really really don't like this.\n\n\nSCIPIONI:\n Yeah, you and me both. But we have a job to do.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[Troops move through foliage silently. The sun is high in the sky, but fog renders visibility poor.]\n\n\nCASEROS:\n It's not far now, we should be in visual range soon.\n\n\nSCIPIONI:\n Alright.\n\n\n[Time passes.]\n\n\nCASEROS:\n We should probably pick up the pace.\n\n\nPETROCCHI:\n What? We're moving fine, it's not even noon yet.\n\n\nCASEROS:\n We should probably pick up the pace.\n\n\nPETROCCHI:\n Yeah, I heard you the first time. It's fine, we're good-\n\n\nCASEROS:\n This is the first time I said it.\n\n\nPETROCCHI:\n No? You guys heard that, right?\n\n\nGARLÉS:\n Yeah, you said it twice.\n\n\nSCIPIONI:\n I didn't hear anything.\n\n\nPETROCCHI:\n He definitely said it twice.\n\n\nSCIPIONI:\n Just stop arguing.\n\n\nPETROCCHI:\n Alright, alright.\n\n\nCASEROS:\n Okay, whatever. Still, can we pick up the pace a bit?\n\n\nSCIPIONI:\n We're really fine, Pedro. You feeling alright? You've been acting odd.\n\n\nCASEROS:\n I'm fine, I'm fine. Just, I don't like this place and it freaks me out. Sooner arrive and secure, contain, protect whatever the hell's down there the sooner we can get out of here.\n\n\nPETROCCHI:\n You've never been one to act jumpy, Pedro.\n\n\nCASEROS:\n I said I'm fine. Drop it.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5227.3\n\n\nEXPEDITION LOGS — 6.10.1976\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\n\n\nEXPEDITION LOG EXCERPTS\n\n\nANTUCO OUTSKIRTS\n\n\n\n\n\n\nMTF PI-3 \"GARCAS OLIGARCAS\"\n\n\n\n\nπ3-ALPHA - VALENTINO SCIPIONI \n(SOURCE)\n\n\nπ3-BETA - PEDRO CASEROS\n\n\nπ3-GAMMA - ALEJANDRO PETROCCHI\n\n\nπ3-DELTA - DAMIÁN GARLÉS\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[All four troopers are breaking through the foliage when they crest a hill.]\n\n\nCASEROS:\n There, you can see the rooftops. We're nearly there now.\n\n\nPETROCCHI:\n Speak for yourself, this fog is ruining my visibility. Could be a village or an army, I can't make it out.\n\n\nGARLÉS:\n I see it. It can't be more than an hour from here if we keep the pace.\n\n\nSCIPIONI:\n Alright. Let's not waste any time.\n\n\n[They continue through the brush. Several minutes pass.]\n\n\nCASEROS:\n Hey, Alejandro?\n\n\nPETROCCHI:\n Yeah?\n\n\nCASEROS:\n Can I ask a weird question?\n\n\nPETROCCHI:\n Uh, okay?\n\n\nCASEROS:\n Do you believe in God?\n\n\nPETROCCHI:\n Um… not really? I don't know, it's complicated. I don't go to church, but I like to think that there's something up there looking out for us. Y'know?\n\n\nCASEROS:\n Yeah, I know what you mean.\n\n\nPETROCCHI:\n You're not turning into a Bible thumper, are you? \n[Laughter.]\n\n\nCASEROS:\n Heh, yeah. I don't know. Just curious.\n\n\nPETROCCHI:\n What about you?\n\n\nCASEROS:\n What about me?\n\n\nPETROCCHI:\n Do you believe in God?\n\n\nCASEROS:\n I don't know.\n\n\nPETROCCHI:\n Uh, what do you mean?\n\n\nCASEROS:\n It's… nevermind. I'm fine. Let's just get this over with. This stupid fucking fog feels like it's choking me.\n\n\nGARLÉS:\n It has a way of getting in your head.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[Troopers are progressing through the farms on the edges of Antuco. Thick fog inhibits visibility to a few meters, forcing troopers to move slowly and unsurely. All have rifles out and safeties off.]\n\n\nCASEROS:\n \n[Mumbling.]\n\n\nGARLÉS:\n \n[Whispering.]\n Whoever that is, shut up.\n\n\n[Silence.]\n\n\nCASEROS:\n \n[Mumbling.]\n\n\nGARLÉS:\n \n[Whispering.]\n I said, shut \nup\n.\n\n\nPETROCCHI:\n You're being dramatic, kid.\n\n\nGARLÉS:\n We don't know what's out here.\n\n\nPETROCCHI:\n Look, I understand the first-mission shivers, but this is as tame as it gets. This village has been abandoned since the war started. I guarantee you this is just some failure of the sen-\n\n\nSCIPIONI:\n No. No, greenhorn is right. We don't have any intel, we need to be cautious. Overconfidence kills. Everyone, quiet.\n\n\nPETROCCHI:\n Alright, alright.\n\n\n[Silence as team progresses, feeling their way through the fields and farmhouses.]\n\n\nCASEROS:\n \n[Mumbling.]\n\n\nSCIPIONI:\n That was an order, Pedro. What's gotten into you? You've been acting strange this entire mission.\n\n\nCASEROS:\n \n[Mumbling.]\n\n\nSCIPIONI:\n Speak up, what the hell are you mumbling for?\n\n\nCASEROS:\n We need to… stop. Now.\n\n\nSCIPIONI:\n What?\n\n\nPETROCCHI:\n You were all fired up about getting here as fast as possible, what's wrong?\n\n\nCASEROS:\n We have to protect. It. Protect it.\n\n\nGARLÉS:\n \n[Quickly.]\n Protect what?\n\n\nCASEROS:\n It-it's not what you- you don't want to protect it!\n\n\nPETROCCHI:\n Pedro, you're not making any sense.\n\n\nCASEROS:\n It- he's not who you think he is! He's lying, he doesn't want to protect her, he just wants to bomb and destroy and kill and-\n\n\nSCIPIONI:\n Stop. Now.\n\n\nCASEROS:\n This is our fault! We need to fix this. Protect! That's what we do, Valentino! Secure, contain, protect! We must!\n\n\n[CASEROS raises the rifle and fingers the trigger, pointing it at SCIPIONI.]\n\n\nSCIPIONI:\n Pedro, put your gun down.\n\n\nCASEROS:\n No! I need to stop him! We need to go to the center, where it's coming from, the fog, the fucking fo-\n\n\n[Three gunshots in quick succession. CASEROS topples over, a red stain spreading across his chest.]\n\n\nPETROCCHI:\n Fuck!\n\n\nSCIPIONI:\n Motherfucker! What the hell, Damian?\n\n\nGARLÉS:\n I had to! You saw him, he was insane! He would've shot any of us!\n\n\nSCIPIONI:\n You didn't have the authority to do that! Fuck!\n\n\n[Silence.]\n\n\nPETROCCHI:\n \n[Quietly.]\n No pulse.\n\n\nSCIPIONI:\n Son of a bitch.\n\n\nPETROCCHI:\n I've known Pedro for years. That wasn't him.\n\n\nGARLÉS:\n He was compromised.\n\n\nSCIPIONI:\n By what?\n\n\n[Silence.]\n\n\nSCIPIONI:\n Okay, look, I don't know what happened to him, but the last thing he said was about the center of the town. He said that was where the fog was coming from. That's where we're going.\n\n\nGARLÉS:\n No.\n\n\nSCIPIONI:\n What did you say to me, soldier?\n\n\nGARLÉS:\n We're not going to the center of town. We're going to the observation post on the edge, seeing if anyone is alive, and then we're going back.\n\n\nSCIPIONI:\n I'm your commanding officer and you just killed one of my men. You're treading on thin ice.\n\n\nGARLÉS:\n I was hoping it wouldn't come to this.\n\n\nSCIPIONI:\n What?\n\n\n[GARLÉS removes a gold badge and security card from his pack and hands it to SCIPIONI.]\n\n\nSCIPIONI:\n General Clearance Level… Five? What the fuck?\n\n\nPETROCCHI:\n What? Let me see that.\n\n\n[Silence.]\n\n\nPETROCCHI:\n It's real. Jesus.\n\n\nGARLÉS:\n I'm taking command of this mission effective immediately.\n\n\nSCIPIONI:\n Who the fuck are you?\n\n\nGARLÉS:\n Your new commanding officer. Captain Scipioni, we will be progressing to the observation post at the edge of town. That's an order.\n\n\nSCIPIONI:\n What's at the center?\n\n\nGARLÉS:\n That's classified.\n\n\nSCIPIONI:\n Is the fog dangerous?\n\n\nGARLÉS:\n Not as long as you don't go near the source. If we follow a wide path to the post, we-\n\n\nSCIPIONI:\n What's the source of it?\n\n\nGARLÉS:\n That's classified. Please, hold the questions. I'd rather not waste what daylight we still have.\n\n\nSCIPIONI:\n Fine. Lead on. Fuck.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\nRecovered photograph.\n\n\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\n[GARLÉS enters a small mud and wood hut. The one-room building contains a bunk bed, two flipped chairs, several steel lockers, and a table covered in defunct communication equipment.]\n\n\nGARLÉS:\n Get in.\n\n\nSCIPIONI:\n What the hell is going on? How do you have Level-5 Clearance?\n\n\nGARLÉS:\n I'm on your side, I swear. But for now, we need to get away from that fog. You saw what it did to Pedro.\n\n\n[GARLÉS shuts the door once all three have entered. He moves to the table, inspecting the equipment.]\n\n\nSCIPIONI:\n Can you explain what the fuck is going on here, Damian?\n\n\nGARLÉS:\n With all due respect, Captain, that's classified. All you need to know is that people much higher up than you have very specific instructions about what is going to happen here. You are obligated to help me stop this mess.\n\n\nPETROCCHI:\n We saw the fog's source, it was coming from the center of town. Why are we all the way out here?\n\n\nGARLÉS:\n This is the best spot to get a signal out. A minor weakness in the anomaly's structural integrity, exploited using paratechnology.\n\n\n[GARLÉS reaches into his bag and pulls out a small spherical device with a blue light.]\n\n\nSCIPIONI:\n What is that?\n\n\nGARLÉS:\n It is a radio signaller, amplified using thamaturgy. Just enough to punch through SCP-5227.\n\n\nPETROCCHI:\n Who are you signalling to?\n\n\nGARLÉS:\n Fifty-seven. More specifically to an air squadron stationed there on standby. Once they get the signal, they'll give us a small delay and then bomb this hellhole to kingdom come.\n\n\nSCIPIONI:\n Why? What are you trying to destroy?\n\n\nGARLÉS:\n That's classified.\n\n\n[GARLÉS turns away to the table to begin setting up the device.]\n\n\nSCIPIONI:\n Okay. All I know is that suddenly the greenhorn is claiming to be a Level 5 secret agent, one of my team members is dead in the dust by your hand, you won't let us even investigate what's causing this. Our job. I don't know \nwho\n you are, but\n\n\nGARLÉS:\n I'm afraid this is a matter of internal Foundati-\n\n\n[Gunshot. GARLÉS' calf spurts blood and he crashes to the floor, dropping the device.]\n\n\nGARLÉS:\n FUCK!\n\n\nSCIPIONI:\n Sorry… sir, but you've killed a Foundation operator and are hindering the proper investigation of the anomaly. I am hereby relieving you of command. We're finding out what's causing this. The wound's not lethal, and there's a first aid kit in the locker.\n\n\n[PETROCCHI advances and takes the transmitter from the floor.]\n\n\nPETROCCHI:\n And we're taking this.\n\n\nGARLÉS:\n You… you two don't know what you're doing. You're going to ruin everything. I'm ordering you to stop-\n\n\nSCIPIONI:\n I'm sorry, Damian. We'll be back.\n\n\n[SCIPIONI and PETROCCHI exit the hut, closing the door behind them.]\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5227.3\n\n\nSEALED TO CLEARANCE 5/5227\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Welcome, Overseer ▲\n\n\n\n\n\n\n\n\nEXPLORATION LOG\n\n\nSATELLITE FACILITY 57\nβ\n\n\n\n\n\n\nMTF ALPHA-1 \"RED RIGHT HAND\"\n\n\n\n\nα1-ALPHA - DAMIÁN GARLÉS\n\n\n\n\nMTF PI-3 \"GARCAS OLIGARCAS\"\n\n\n\n\nπ3-ALPHA - VALENTINO SCIPIONI \n(SOURCE)\n\n\nπ3-GAMMA - ALEJANDRO PETROCCHI\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\n\n\nFacility\n\n\n\n\n\n\n\n\nSCIPIONI:\n What the hell? What is this place?\n\n\nPETROCCHI:\n Damián knows, no doubt.\n\n\nSCIPIONI:\n All of this looks… familiar, no?\n\n\nPETROCCHI:\n You're right, I've seen this before. Somewhere.\n\n\n[The two feel their way around the facility for a few minutes, inspecting the industrial equipment. The fog impairs visibility to only a few meters. They stop in front of a wall of computer equipment.]\n\n\nPETROCCHI:\n Valentino. Look here.\n\n\n[One of the monitors is still powered on. Its screen displays a slowly rotating Foundation logo. A prompt to enter Foundation credentials is present.]\n\n\nSCIPIONI:\n … Shit.\n\n\nPETROCCHI:\n That's where I've seen this before. The science wing at 57 is loaded with these kinds of pipes and electronics. I don't think that shack on the edge of town was the outpost, Valentino.\n\n\nSCIPIONI:\n Yeah. But… why? Why would they build this?\n\n\n[Both look at the monitor.]\n\n\nSCIPIONI:\n In for a penny, in for a pound.\n\n\n\n\n\n\n\n\n\n\n\n\nSATELLITE FACILITY 57-BETA\n\n\n \n\n\n \n\n\n------\n\nWelcome, \nVALENTINO SCIPIONI\n\n\n------\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nDisk wipe failed at 99.4% completion. \n2\n deleted missives flagged in local memory.\n\n\n\n\n| view list\n\n\n\n\n1. Internal Missive — January 14th, 1964\n\n2. External Missive — June 10th, 1965\n\n\n\n\n| view 1\n\n\n\n\nOpening…\n\n\nFROM:\n Dr. Gerardo Ares\n\n\nSUBJECT:\n Ethics?\n\n\n----\n\nI'm not sure how I feel about this whole project, friend. I just don't know how to be comfortable with what we're doing. I'm a religious man, you know that. It's hard to be a man of God in this Foundation, but I try. I pray for my soul, and everyone else's. This is… blasphemous.\n\n\nWhat they're asking us to do — it's not a question of technology. We have the technology, we've had it since we took it from the Axis after the armistice. But we've never needed it. I understand that the Foundation is faced with containing more and more, for lack of a better word, theological threats. But we have to ask ourselves if fighting fire with fire is a good idea. Just because we have to contain gods doesn't mean we need our own.\n\n\n\n\n \n\n| view 2\n\n\n\n\nOpening…\n\n\nTO:\n Project Lead Adrián Carpas\n\n\nSUBJECT:\n Project Divinidad\n\n\n----\n\nSir, with all due respect, you can't do this. I understood that our prototype hasn't been exactly up to shot but this is bleeding edge paratechnology. No one quite understands what we're working with, stumbles are inevitable. And, frankly, the fact that we've created a prototype at all is a testament to the skill of the team.\n\n\nThere is simply far too much invested into this to cancel now. The facility would have to be completely razed, and we just don't know what that would do to the prototype. It's — we believe it's at an infantile stage of development, and a disturbance in its environment could be disastrous. It's not like disposal is an option. With all due respect, sir, you've let the genie out of the bottle. Burying it is not a solution.\n\n\n\n\n \n\n\n\n\n\n\n\n\nPETROCCHI:\n Shit….\n\n\nSCIPIONI:\n So the shack was the observation post. But this is what it was observing. Which means that…\n\n\n[A loud rumbling is heard. Industrial fans set into the grilled floor begin turning, quickly sucking away the fog. In a few seconds, the majority of the fog has been removed and the facility is visible in its whole. Pipes and computer displays cover the walls, focusing in the center of the room around a large industrial vat set into the floor. The vat is filled with a greyish-green liquid and fog rises from its surface steadily. A massive metal cross is suspended above it, upside down and coated in a brown fluid, which slowly drips into the vat. GARLÉS is in the doorway, wearing a gas mask and clutching his thigh.]\n\n\nGARLÉS:\n Damn. I was hoping you'd have missed it.\n\n\nSCIPIONI:\n You all did a good job hiding the place.\n\n\nGARLÉS:\n Hiding things from the rest of the Foundation is my job, Valentino.\n\n\nPETROCCHI:\n You're all fucking insane.\n\n\nSCIPIONI:\n Alejandro-\n\n\nPETROCCHI:\n No, really. I don't believe in God, but I know that you don't play with things you don't understand. People stationed at this outpost have the highest turnover rate in the sector. I always thought it was because of the isolation, but no, it's because you buried a fucking monster underneath them! How many people have ended up like Pedro?!\n\n\nGARLÉS:\n Look. I'm sorry about Pedro, I am. He was a casualty, and it was my fault. But I didn't make the thing that did that to him.\n\n\nPETROCCHI:\n And where is it, huh? You just ditched it down here after you were done playing God?\n\n\n[GARLÉS motions at the vat. It bubbles quietly.]\n\n\n\n\n\n\n\n\nVat.\n\n\n\n\n\n\n\n\nSCIPIONI:\n Jesus Christ.\n\n\nPETROCCHI:\n \nPuta madre.\n\n\nGARLÉS:\n Your indignation isn't going to help anyone, Alejandro. Who are you gonna tell? The police? The Council approved this, you can't change anything.\n\n\nPETROCCHI:\n I can't imagine the Ethics Committee approved it. I bet that'd be interesting from them to know, that-\n\n\n[Gunshot. PETROCCHI falls to the floor, a hole in his forehead. SCIPIONI draws his gun.]\n\n\nSCIPIONI:\n FUCK! What the fuck are you doing?\n\n\nGARLÉS:\n My job, Valentino. Just put down the gu-\n\n\nSCIPIONI:\n You've killed two of my people already. I'm not stupid, the Council will have me disappeared for thi-\n\n\n[An explosion from outside rocks the building. Both stumble. A large portion of the ceiling gives out, revealing the foggy sky overhead. Planes are faintly visible through the haze.]\n\n\nGARLÉS:\n What the hell?!\n\n\nSCIPIONI:\n I called in the airstrike while Alejandro had you distracted.\n\n\nGARLÉS:\n Are you insane?! We'll be killed!\n\n\nSCIPIONI:\n I'm not being disappeared by the Council, Damián. I'm-\n\n\n[Another explosion rings out, this one heavily muffled.]\n\n\nGARLÉS:\n Tha- what?\n\n\n[Through the hole, it is visible that all the large bombs are being suspended in the fog until they detonate. None are able to reach the facility. Inside, the vat bubbles.]\n\n\nSCIPIONI:\n It's… protecting itself.\n\n\nGARLÉS:\n Then it's sentient.\n\n\nSCIPIONI:\n And intelligent. It knows what bombs are. You might've left an infant down here then, but… it's not a baby anymore.\n\n\n[The bombs suspended in the air suddenly flip, before rocketing back up through the sky and colliding with one of the bombers. The plane violently fulminates in a burst of flame. The other bombs in the air also flip, but do not ascend.]\n\n\nGARLÉS:\n Fuck! Jesus Christ, it's murderous!\n\n\nSCIPIONI:\n We attacked it with planes and bombs, Damián! What is it supposed to do!?\n\n\n[GARLÉS cocks his pistol. SCIPIONI does the same.]\n\n\nGARLÉS:\n Move, Valentino! That's an order!\n\n\nSCIPIONI:\n You're not actually trying to kill it, are you? Are you \ninsane?\n What makes you think you can kill a god?\n\n\nGARLÉS:\n Why on Earth are you \nprotecting it\n? You saw what it did to Pedro, to the observers, to the flight crew! Suppressing things like these is your job!\n\n\nSCIPIONI:\n Creating them isn't. And \nyou\n killed Pedro, you son of a bitch.\n\n\n[GARLÉS advances as SCIPIONI backs up towards the vat.]\n\n\nGARLÉS:\n You're compromised. Just like he was. Protecting it against all odds. Now move.\n\n\nSCIPIONI:\n You made a god, Damián. You can't just put a bullet in its head and expect it to die.\n\n\nGARLÉS:\n Let me fix it, goddammit!\n\n\nSCIPIONI:\n You're just afraid. You brought a god into this world, you did experiments on it, you left it in a vat for \nyears\n, and now you're afraid that it's violent? You cannot weaponize a tool that you're expecting to be stabbed in the back with! And you sure as hell can't get rid of it this easy.\n\n\nGARLÉS:\n For all we know it's not even a fucking god. Just some fucked up \nthing\n that we brewed in a vat and decided to deify.\n\n\nSCIPIONI:\n It doesn't matter if it's actually a god or not. You- the entire Council fears this thing like a god. It doesn't matter what it is, it might as well be a god. You all gave it this kind of power. You can't control what it does with it anymore. Symbols have power, you know that.\n\n\nGARLÉS:\n Then what the fuck are we supposed to do? Just not be scared of it?\n\n\n[SCIPIONI's heel reaches the rim of the vat.]\n\n\nSCIPIONI:\n You can't have a god with just fear. You need faith. Trust me.\n\n\n[SCIPIONI spins backward, raising his pistol and emptying the magazine at the chain suspending the inverted cross above the vat. The chain breaks, dropping the cross into the vat where it begins sinking. An infantile screeching rings out as the bombs suspended in the sky begin detonating one by one. The fluid in the vat, displaced by the cross, begins flooding into the chamber. Camera feed abruptly cuts out at the same time as the shrieking.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nFollowing the termination of the camera feed, all bombs suspended in the air above Antuco simultaneously detonated at low altitude, out of range of aircraft. The exterior facade of Satellite Facility 57-Beta collapsed, and ground troops conducted an excavation operation to breach into the building.\n\n\nThe body of Supervisory Agent Damián Garlés was discovered; the cause of death was determined to have been respiration of the vat amniotic fluid. The vat itself was completely drained. Captain Valentino Scipioni was found at the bottom in a state of shock, sitting next to an unidentified desiccated corpse crushed by the large metal cross. Captain Scipioni has been amnesticized following a full medical recovery.\n\n\nProject Divinidad is considered \nclosed.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+283\n+\n–\nx\n\n\n\n\n\n\n\n\n« \nSCP-5226\n | SCP-5227 | \nSCP-5228\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5227\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5227\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n antucobush.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Forest Bush Bushes\n\n\nAuthor:\n UH\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nNeedpix\n\n\n\n\n\n\nFilename:\n antucoheader.png\n\n\nAuthor:\n \nAlmarduk\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n antucojungle.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Talaku Karen village peacefully located in the jungle.jpg\n\n\nAuthor:\n Palukiwa\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikipedia\n\n\n\n\n\n\nFilename:\n antucowater.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Jungle Village Rural Primitive\n\n\nAuthor:\n Unknown Author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPxhere\n\n\n\n\n\n\nFilename:\n camp.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Diamond cross pendant\n\n\nAuthor:\n Lorraine Hughes\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n fog.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Starr-180312-0687-Bocconia frutescens-habit in mist fog-Kahikinui-Maui (41240400921).jpg\n\n\nAuthor:\n \nForest & Kim Starr\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n lab.jpg\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n VIEW OF MASH TUNS\n\n\nAuthor:\n Ireland’s Department of Agriculture and Technical Instruction\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nVINEPAIR\n\n\n\n\n\n\nFilename:\n rounderfog.jpg\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n 20161002124536 - Foggy rainforest on the Mt Bartle Frere descent\n\n\nAuthor:\n Felix Dance\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n vat.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Aleppo soap - vat.jpg\n\n\nAuthor:\n Bernard Gagnon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Disk wipe failed at 99.4% completion. 2 deleted missives flagged in local memory.",
        "1. Internal Missive — January 14th, 1964 2. External Missive — June 10th, 1965",
        "Opening… FROM: Dr. Gerardo Ares SUBJECT: Ethics? ---- I'm not sure how I feel about this whole project, friend. I just don't know how to be comfortable with what we're doing. I'm a religious man, you know that. It's hard to be a man of God in this Foundation, but I try. I pray for my soul, and everyone else's. This is… blasphemous. What they're asking us to do — it's not a question of technology. We have the technology, we've had it since we took it from the Axis after the armistice. But we've never needed it. I understand that the Foundation is faced with containing more and more, for lack of a better word, theological threats. But we have to ask ourselves if fighting fire with fire is a good idea. Just because we have to contain gods doesn't mean we need our own.",
        "Opening… TO: Project Lead Adrián Carpas SUBJECT: Project Divinidad ---- Sir, with all due respect, you can't do this. I understood that our prototype hasn't been exactly up to shot but this is bleeding edge paratechnology. No one quite understands what we're working with, stumbles are inevitable. And, frankly, the fact that we've created a prototype at all is a testament to the skill of the team. There is simply far too much invested into this to cancel now. The facility would have to be completely razed, and we just don't know what that would do to the prototype. It's — we believe it's at an infantile stage of development, and a disturbance in its environment could be disastrous. It's not like disposal is an option. With all due respect, sir, you've let the genie out of the bottle. Burying it is not a solution.",
        "\" SCP-5227 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5227 . Licensed under CC-BY-SA .",
        "Filename: antucobush.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Forest Bush Bushes Author: UH License: Public Domain Source Link: Needpix",
        "Filename: antucoheader.png Author: Almarduk License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: antucojungle.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Talaku Karen village peacefully located in the jungle.jpg Author: Palukiwa License: CC BY-SA 4.0 Source Link: Wikipedia",
        "Filename: antucowater.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Jungle Village Rural Primitive Author: Unknown Author License: Public Domain Source Link: Pxhere",
        "Filename: camp.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Diamond cross pendant Author: Lorraine Hughes License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: fog.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Starr-180312-0687-Bocconia frutescens-habit in mist fog-Kahikinui-Maui (41240400921).jpg Author: Forest & Kim Starr License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: lab.jpg Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: VIEW OF MASH TUNS Author: Ireland’s Department of Agriculture and Technical Instruction License: Public Domain Source Link: VINEPAIR",
        "Filename: rounderfog.jpg Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: 20161002124536 - Foggy rainforest on the Mt Bartle Frere descent Author: Felix Dance License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: vat.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Aleppo soap - vat.jpg Author: Bernard Gagnon License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-5227"
}