{
    "url": "https://scp-wiki.wikidot.com/scp-5229",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\nItem #:\n SCP-5229\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5229 is to be completely submerged within its containment zone at all times. Bi-weekly filtration of the containment chamber’s water is to be accomplished with chlorine tablets\n1\n being inserted into the chamber until SCP-5229 is visibly clean.\n\n\nDescription:\n SCP-5229 is an anomalous human skeleton, with the notable structural difference of SCP-5229’s foot bones, hand bones, facial bones, and cranial bones being fused together into solid plates. Due to the particular structure created by the fusion, SCP-5229’s extremities resemble fins, and SCP-5229’s skull resembles an open-circuit diving helmet\n2\n. The faceplate of the skull is composed of keratin, giving SCP-5229’s “visor” the approximate appearance of a fingernail.\n\n\nDespite being heavily abnormal in structure and appearance, SCP-5229’s anomalous qualities will only manifest in the event that any portion of SCP-5229 is not in direct contact with liquid. When SCP-5229 becomes active, it will proceed to animate, move towards the nearest source of water, and submerge itself, becoming inactive.\n\n\nDiscovery:\n SCP-5229 was recovered from Pyramid Lake, Nevada after witnesses described a “living skeleton” to local news outlets. The following log details the initial shipment of SCP-5229 to Area-14 for investigation:\n\n\n\n\n+ SCP-5229 Retrieval Log\n\n\n\n\n- [CLOSE FILE]\n\n\n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 1:07 PM, PST\n\n\nTravel Details:\n \nProvided by Security Officer J. Sommer\n SCP-5229 was stored within the truck without issue. Seeing as it responds to lack of water, we’ve left it in a standard cooler that’s filled with the water from the lake. Given the distance, we’ll be providing hourly updates on the situation as we make our way to Area-14.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 2:15 PM, PST\n\n\nTravel Details:\n \nProvided by Security Officer H. Sommer\n Nothing to report. We made our way along Interstate-80 and are currently near Star Peak. Slight rattling where we’re keeping SCP-5229, but Jean checked, and the bones are just bumping up against the side of the cooler.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 2:32 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Jean Schott\n \nURGENT BACKUP REQUEST\n Something happened with the cooler. We got a flat, and that must have knocked off the cooler cap, and before we knew it, the thing launched out and went inside Sommer. It tunneled right into his stomach. Sommer’s dead for sure, there’s blood everywhere, and I can’t see 5229. It must still be in there, for all I know. We’re all terrified, but the situation is stable, and we’re trying to get the tire replaced.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 2:43 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Jean Schott\n \nURGENT BACKUP REQUEST UPDATE\n Just a few minutes after we fixed the tire, there was this squelching, and 5229 slid out of the hole it bore into Sommer. We all ran out of the truck and away from it, and the skeleton somehow swam into the truck itself. It’s probably in the fuel tank now, and nobody’s going near the truck anymore.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 2:57 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Alex Switzer\n \nURGENT BACKUP REQUEST UPDATE\n Jean’s dead. 5229 exploded through the truck like a bullet, twisted her head off like a fucking bottle cap, and crawled down her throat. Micah and I are the only ones left. I just realized that we never told you where we were before, I can only hope that you get to Winnemucca in time.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 3:11 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Alex Switzer\n \nURGENT BACKUP REQUEST UPDATE\n I think that God just saved us. 5229 started sprinting towards Micah at what must have been faster than 30 mph, and a few inches before what would have turned Micah into a vessel, it went into a cactus just a little to the left of him. It must be going after the nearest water source, and leaving when it’s tired. We’ve distanced ourselves from it, and there’s a few other cacti, so I can only hope that we make it out of this.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 3:24 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Alex Switzer\n \nURGENT BACKUP REQUEST UPDATE\n The skeleton’s just darting between cacti now, and we’ve gotten to the point where everything nearby is just more cactus. I wouldn’t call it stable, and I think it’s a stretch to call us safe, but Micah isn’t crying anymore, and that at least means something’s better. I think Micah was brave enough to cry before it could have happened. Sommer didn’t even flinch, Jean looked pissed, and I screamed because I couldn’t stand the thought of dying with tears. Only Micah had the strength to try and go out on his own terms, but it never happened, and he’s still here.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION RELOCATION SECURITY REPORT\n\n\nTime of Retrieval:\n 1:00 PM, PST\n\n\nCurrent Time:\n 3:52 PM, PST\n\n\nTravel Details:\n \nProvided by Maintenance Staff Alex Switzer\n \nURGENT BACKUP REQUEST UPDATE\n MTF support just arrived. We’re safe.\n\n\n\n\n\n\n \n\n\n\n\nFor their unwavering support and sacrifice for the Foundation, Maintenance Staff Alex Switzer and Micah Wegley have been promoted to a joint Security Supervisor position of the Foundation Nevada Department. Maintenance Staff Jean Schott and Security Officer Harold Sommers have posthumously been rewarded Foundation Dutiful Star medals. A proposal for SCP-5229’s object class to be escalated to “Euclid” is currently submitted.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A condensed, solid form of chlorine, usually used to clean bodies of water that are not intended for consumption.\n\n\n2\n. A lightweight diving helmet, designed and used for all-purpose dives.\n\n\n\n\n\n\n\n\n« \nSCP-5228\n | SCP-5229 | \nSCP-5230\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5229\n\" by Kensing, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5229\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "For their unwavering support and sacrifice for the Foundation, Maintenance Staff Alex Switzer and Micah Wegley have been promoted to a joint Security Supervisor position of the Foundation Nevada Department. Maintenance Staff Jean Schott and Security Officer Harold Sommers have posthumously been rewarded Foundation Dutiful Star medals. A proposal for SCP-5229’s object class to be escalated to “Euclid” is currently submitted.",
        "\" SCP-5229 \" by Kensing, from the SCP Wiki . Source: https://scpwiki.com/scp-5229 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5229",
    "object_class": "Safe",
    "containment_procedures": "SCP-5229 is to be completely submerged within its containment zone at all times. Bi-weekly filtration of the containment chamber’s water is to be accomplished with chlorine tablets1 being inserted into the chamber until SCP-5229 is visibly clean.",
    "description": "SCP-5229 is an anomalous human skeleton, with the notable structural difference of SCP-5229’s foot bones, hand bones, facial bones, and cranial bones being fused together into solid plates. Due to the particular structure created by the fusion, SCP-5229’s extremities resemble fins, and SCP-5229’s skull resembles an open-circuit diving helmet2. The faceplate of the skull is composed of keratin, giving SCP-5229’s “visor” the approximate appearance of a fingernail.",
    "title": "SCP-5229"
}