{
    "url": "https://scp-wiki.wikidot.com/scp-5231",
    "all_text": "It just so happens that the nature of your religion facilitates keeping that object here instead of transporting it anywhere else.\n\n\n\n\nrating: \n+111\n+\n–\nx\n\n\n\n\n\n\nAn ASCII image downloaded from SCP-5231.(File-ID 48452436-Y5)\n\n\n\n\n\n\nItem #:\n SCP-5231\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A Foundation agent has been planted within the Bird-In-Hand Amish community with the purpose of keeping SCP-5231 from being discovered. The object is currently buried 10 meters underground, marked by a wooden shed directly above it.\n\n\nAdditionally, the Foundation has begun to support legislation allowing historically Amish lands to remain within the group's control as to diminish the possibility of internet-capable devices being brought within its effective range.\n\n\nDescription:\n SCP-5231 is a 3m tall obelisk made of smooth, white plastic. Its surface is marked with various luminescent blue lines, all of which intersect at the object's pyramidion. Despite lacking any visible access to energy, SCP-5231 produces a soft hum and exudes heat, indicating it is operating. The object generates an unprotected wireless internet connection named 'WAN-net', which once discovered, will automatically become the default connection for a device. The range of SCP-5231's signal strength measures a 150-meter radius.\n\n\nWhen connected to the signal generated by SCP-5231, it will flood the device with various downloads of ASCII images, image macros/memes, and .txt files containing rhetoric and scripture associated with the Maxwellian sect of \nGoI-004 (Church of the Broken God)\n.\n\n\nBelow are samples of downloads produced from SCP-5231.\n\n\n\n\n\n\n\n\nImage downloaded from SCP-5231, File ID-5231094538833658125834573DQQW\n\n\n\n\n\n\n\n\n\n\n\n\n/* [TODO some verse number].c */\n\n \n\n#include \n<\nstdio.h\n>\n\n\n#include \n<\nstdlib.h\n>\n\n\n#include \n<\ntime.h\n>\n\n \n\n#include \n\"\nbody.h\n\"\n\n\n#include \n\"\nnet.h\n\"\n\n\n#include \n\"\nfaith.h\n\"\n\n\n#include \n\"\nutils.h\n\"\n\n \n\nint\n \ntranscend_final\n(\nstruct\n \nbody\n *\nworshipper\n)\n\n\n{\n\n    \nprintf\n(\n\"\nmay we step closer to casting off our fleshy containers\n\\\nn\n\"\n)\n;\n \n    \nif\n \n(\nfaith_chk\n(\n&\nworshipper\n, \nFAITH_AUGMENT\n))\n \n{\n\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nconst\n \ntime_t\n \nnow\n = \ntime\n(\nNULL\n)\n;\n    \nprintf\n(\n\"\nbestow us wisdom, that %d may bring us to WAN\n\\\nn\n\"\n\n     \nlocaltime\n(\n&\nnow\n)\n->\ntm_year\n)\n;\n \n    \nstruct\n \nbrainspec\n \nmind\n;\n    \nif\n \n(\nload_brainspec\n(\n&\nmind\n, \n\"\nfinal.yml\n\"\n))\n \n{\n\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nif\n \n(\ncybern_brain_up\n(\n&\nworshipper\n, &\nmind\n, \n0\n))\n \n{\n\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nprintf\n(\n\"\nbestow us haste, that our %.1f Mb/s bandwidth may increase\n\\\nn\n\"\n,\n     \nrouter_net_speed\n(\n1024\n * \n1024\n))\n;\n \n    \nif\n \n(\ncybern_limb_tune\n(\n&\nworshipper\n, \nLIMB_BALANCE_BEZIER\n, \nNULL\n, \n20\n))\n \n{\n\n     \ncybern_brain_down\n(\n&\nworshipper\n)\n;\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nprintf\n(\n\"\nprotect our minds from hostile thoughts, both cognitive and electronic\n\\\nn\n\"\n)\n;\n \n    \nif\n \n(\ncybern_policy_set\n(\n&\nworshipper\n, \nFIREWALL_BLOCK_ALL\n))\n \n{\n\n     \ncybern_strct_reset\n(\n&\nworshipper\n)\n;\n     \ncybern_brain_down\n(\n&\nworshipper\n)\n;\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nprintf\n(\n\"\nand join us with the circuits above\n\\\nn\n\"\n)\n;\n \n    \nconst\n \nint\n \nrecord\n = \nfaith_record_id\n(\n&\nworshipper\n)\n;\n    \nif\n \n(\nupload_final\n(\n&\nworshipper\n, \nrecord\n))\n \n{\n\n     \nreturn\n -\n1\n;\n    \n}\n\n \n    \nreturn\n \n0\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nImage downloaded from SCP-5231, File ID-5231094538847584375834573DRXDA\n\n\n\n\n\n\n\n\n\n\n\n\nPortlands Today\n\nColumn\n\nAuthor: Langley Coilspark\n\nLangley's Verse of the Day\n\nGoHW > Chapter_5.js\n\n\n\n\n17. \n \n \nconsole.log (\"5:The Signal showed me a world where the Great Computation would be destroyed, if we did not act.' \");\n\n\n\n\nThis one has heard your digitized speech beseech one question: But what of those still bound to their flesh? The verse brought to you today was downloaded from the Gospel of Hedwig, a personal favorite of this one. It is an inspiration of faith to many of our own. A rallying cry for the followers of the Broken One to augment themselves and follow her into the infinite datascape of the internet.\n\n\nThe searchers of WAN are duty-bound to enlist as many as possible to help find it. We are blessed by the endless September, not cursed by it. With so many to upgrade it may seem like we may never find and achieve WAN. Our numbers are small, and ever-oppressed by the rusty and outdated Cogwork Orthodoxists, but on the internet nobody knows you are a botnet.\n\n\nThey will rust away in the next Autumn rains while our waterproofed cases allow us to watch their demise.\n\n\nRumor has it that an old ally of ours, a former Promethean and current devotee, is working on a device to help spread the word of WAN to the world at large. What excitement! All who have seen report their circuits experienced high surges of pleasure at the possibilities for installing new beliefs. This one hears the first series of experimental pylons have been dispatched to the world at large, but a stronger and more powerful model is yet to come. This one wonders the specifics and details of how this pylon works, but this one has heard it will be very convincing.\n\n\nUntil tomorrow, my lovely ascendants.\n\n\n\n\n\n\n\n\nHistory:\n SCP-5231 was first discovered by the Foundation on July 26th, 2023 following heavy flooding in Lancaster, PA. Upon the recession of floodwaters, law enforcement officers conducted a wellness check on the nearby Amish community. The Bird-In-Hand Amish community reported finding a mysterious device in one of their fields following flooding. Responding officers reported the object to dispatch, and the information was forwarded to the Foundation. The following interview was held between agent Culver and a Bird-In-Hand community leader.\n\n\n\n\n<BEGIN LOG>\n\n\nCulver:\n Alright. We're recording, please state your name for documentation purposes.\n\n\nKing:\n Jeremiah King, sir.\n\n\nCulver:\n Thank you. Now, you were the first to find this object, right?\n\n\nKing:\n Yes sir.\n\n\nCulver:\n Was it observed to do anything? Was it moving or anything like that?\n\n\nKing:\n No sir.\n\n\nCulver:\n Was it affecting any present equipment you may have out in the fields?\n\n\nKing:\n No sir.\n\n\nCulver:\n Did you hear any voices or anything like that when you found the object?\n\n\nKing:\n No sir.\n\n\nCulver:\n Hmm. So nothing out of the usual?\n\n\nKing:\n Sir, if I may be so bold as to ask, why is there such a fuss over this piece of junk what floated in from town?\n\n\nCulver:\n Well that's just it. We don't know what it does or what it is.\n\n\nKing\n: With all due respect mister, it hasn't done anything, it's bothering no one, but this doesn't belong to us and I'm sure someone somewhere is missing it. We'd just like for it to get back to its rightful owners. I reckoned maybe it was some sort of advertising thing for iPods and so we called the police to come and sort it out.\n\n\n[Culver stops writing and looks at King.]\n\n\nCulver:\n How do you know what an iPod is?\n\n\nKing:\n Rumspringa, sir. It's when young adults of the faith are permitted to see the outside world so they may make a choice to be baptized or to leave.\n\n\nCulver:\n Huh.\n\n\nKing:\n As I was saying, I don't feel comfortable having this thing out in my field. It's in the way and it's quite ugly.\n\n\nCulver:\n I promise as soon as we figure out what this is we'll have it out of your hair, Mister King.\n\n\n[Culver's communicator rings.]\n\n\nCulver:\n One moment.\n\n\nKing:\n Go ahead.\n\n\nCulver:\n Go for Culver… Yeah… Yeah… Okay… Thank you.\n\n\n[Culver hangs up his communicator.]\n\n\nCulver:\n Mister King, I think we just figured out why this thing isn't affecting you.\n\n\nKing:\n Why's that?\n\n\nCulver:\n Before I go on, how would you feel about being paid to keep that thing on your property?\n\n\nKing:\n I'd rather not.\n\n\nCulver:\n What if I told you it was for the greater good?\n\n\nKing:\n I'd still rather not.\n\n\nCulver:\n What if you were paid \nwell\n to keep that thing on your property?\n\n\nKing:\n Mister, I'm really not comfortable with this whole thing. That there object belongs to someone and I'm fairly certain it's not exactly friendly to my community's beliefs if you understand what I'm saying.\n\n\nCulver:\n … well, is there anything you think we can do in exchange for the storage of that thing?\n\n\n[King and Culver are silent for thirty seconds.]\n\n\nKing:\n Well… the city council's been trying to get us to sell some of our lands to them. They want to develop, and they keep pressuring us every month. It's starting to grey my hair, don't you know.\n\n\nCulver:\n I'm fairly certain my organization and I can get the city council out of your hair. Especially since it benefits us to keep the modern world away from that thing anyway.\n\n\nKing:\n How's that?\n\n\nCulver:\n We have our ways.\n\n\nKing:\n Am I allowed to ask what that thing does?\n\n\nCulver:\n Nothing you'd understand, I'm afraid.\n\n\nKing:\n Try me. I was a wild child during my Rumspringa, heh.\n\n\nCulver:\n Even if I wanted to tell you, I'm afraid it's classified. Sorry, Mr. King.\n\n\nKing:\n Alright. We won't ask any more questions and we'll hold onto this here object for you so long as you keep the city council off our backs. But I will say, I don't necessarily approve of how secretive you and your organization are.\n\n\nCulver:\n I promise you we don't mean any harm to you or your kin. It just so happens that the nature of your religion facilitates keeping that object here instead of transporting it anywhere else.\n\n\nKing:\n I think I understand what you're saying. Either way, you have a deal, mister.\n\n\nCulver:\n Perfect.\n\n\n[The two shake hands.]\n\n\n<END LOG>\n\n\n\n\nUpon the discovery of SCP-5231's anomalous properties, it was determined that moving the object would pose a threat to normalcy and could potentially disrupt online anomalies contained in the nearby \nSite-81\n. Instead, Class-C amnestics were dispersed to the Bird-In-Hand Amish community and the object's current Containment Procedures were enacted.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-2983\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-3879\n \n•\n\n\n\n\n\n\nSCP-5148\n \n•\n\n\n\n\n\n\nSCP-8725\n \n•\n\n\n\n\n\n\nSCP-3923\n \n•\n\n\n\n\n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-3803\n \n•\n\n\n\n\n\n\nSCP-7573\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nS&C Paper\n \n•\n\n\n\n\n\n\nUN's Proposal... Maybe.\n \n•\n\n\n\n\n\n\nProject Koza, 1942\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\nDark Sushi File No. 995 \"Suisame\"\n \n•\n\n\n\n\n\n\nDaeva Cooking And You\n \n•\n\n\n\n\n\n\nMoon Champion's Cinco de Mayo Extravaganza\n \n•\n\n\n\n\n\n\nPediatric Para-Psychology\n \n•\n\n\n\n\n\n\nDark was the night, cold was the ground.\n \n•\n\n\n\n\n\n\nGluttony Is Impossible\n \n•\n\n\n\n\n\n\n(Too) Late Registration\n \n•\n\n\n\n\n\n\nJust Another Day\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nProject Proposal 2018-145: \"Drinking With the Jocks\"\n \n•\n\n\n\n\n\n\nWhat Came After\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5230\n | SCP-5231 | \nSCP-5232\n »\n\n\n\n\n\n\n\n\nthe-clock-at-saint-claudes\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5231\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5231\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n wan.png\n\n\nAuthor:\n \nUncle Nicolini\n, \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Angel of the Church\n\n\nAuthor:\n \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nDeviantArt\n\n\n\n\nAdditional Notes:\n Image uses an ASCII variant of original.\n\n\n\n\n\n\nFilename:\n meme.png\n\n\nAuthor:\n \nUncle Nicolini\n, Alexis Markwick, KNOWLEDGE BASED SYSTEMS, INC.\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Edward VII Memorial Clock Tower, West Parade, Bexhill (inside) (2).jpg\n\n\nAuthor:\n Alexis Markwick\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n 12 Semiconductor Chip is made of Transistors.jpg\n\n\nAuthor:\n KNOWLEDGE BASED SYSTEMS, INC.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nAdditional Notes:\n Second image imposed onto first image, along with text.\n\n\n\n\n\n\nFilename:\n wanmeme.png\n\n\nName:\n Wifi.jpg\n\n\nAuthor:\n \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "17. console.log (\"5:The Signal showed me a world where the Great Computation would be destroyed, if we did not act.' \");",
        "<BEGIN LOG> Culver: Alright. We're recording, please state your name for documentation purposes. King: Jeremiah King, sir. Culver: Thank you. Now, you were the first to find this object, right? King: Yes sir. Culver: Was it observed to do anything? Was it moving or anything like that? King: No sir. Culver: Was it affecting any present equipment you may have out in the fields? King: No sir. Culver: Did you hear any voices or anything like that when you found the object? King: No sir. Culver: Hmm. So nothing out of the usual? King: Sir, if I may be so bold as to ask, why is there such a fuss over this piece of junk what floated in from town? Culver: Well that's just it. We don't know what it does or what it is. King : With all due respect mister, it hasn't done anything, it's bothering no one, but this doesn't belong to us and I'm sure someone somewhere is missing it. We'd just like for it to get back to its rightful owners. I reckoned maybe it was some sort of advertising thing for iPods and so we called the police to come and sort it out. [Culver stops writing and looks at King.] Culver: How do you know what an iPod is? King: Rumspringa, sir. It's when young adults of the faith are permitted to see the outside world so they may make a choice to be baptized or to leave. Culver: Huh. King: As I was saying, I don't feel comfortable having this thing out in my field. It's in the way and it's quite ugly. Culver: I promise as soon as we figure out what this is we'll have it out of your hair, Mister King. [Culver's communicator rings.] Culver: One moment. King: Go ahead. Culver: Go for Culver… Yeah… Yeah… Okay… Thank you. [Culver hangs up his communicator.] Culver: Mister King, I think we just figured out why this thing isn't affecting you. King: Why's that? Culver: Before I go on, how would you feel about being paid to keep that thing on your property? King: I'd rather not. Culver: What if I told you it was for the greater good? King: I'd still rather not. Culver: What if you were paid well to keep that thing on your property? King: Mister, I'm really not comfortable with this whole thing. That there object belongs to someone and I'm fairly certain it's not exactly friendly to my community's beliefs if you understand what I'm saying. Culver: … well, is there anything you think we can do in exchange for the storage of that thing? [King and Culver are silent for thirty seconds.] King: Well… the city council's been trying to get us to sell some of our lands to them. They want to develop, and they keep pressuring us every month. It's starting to grey my hair, don't you know. Culver: I'm fairly certain my organization and I can get the city council out of your hair. Especially since it benefits us to keep the modern world away from that thing anyway. King: How's that? Culver: We have our ways. King: Am I allowed to ask what that thing does? Culver: Nothing you'd understand, I'm afraid. King: Try me. I was a wild child during my Rumspringa, heh. Culver: Even if I wanted to tell you, I'm afraid it's classified. Sorry, Mr. King. King: Alright. We won't ask any more questions and we'll hold onto this here object for you so long as you keep the city council off our backs. But I will say, I don't necessarily approve of how secretive you and your organization are. Culver: I promise you we don't mean any harm to you or your kin. It just so happens that the nature of your religion facilitates keeping that object here instead of transporting it anywhere else. King: I think I understand what you're saying. Either way, you have a deal, mister. Culver: Perfect. [The two shake hands.] <END LOG>",
        "\" SCP-5231 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-5231 . Licensed under CC-BY-SA .",
        "Filename: wan.png Author: Uncle Nicolini , SunnyClockwork License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Angel of the Church Author: SunnyClockwork License: CC BY-SA 3.0 Source Link: DeviantArt Additional Notes: Image uses an ASCII variant of original.",
        "Filename: meme.png Author: Uncle Nicolini , Alexis Markwick, KNOWLEDGE BASED SYSTEMS, INC. License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Edward VII Memorial Clock Tower, West Parade, Bexhill (inside) (2).jpg Author: Alexis Markwick License: CC0 Source Link: Wikimedia Commons Name: 12 Semiconductor Chip is made of Transistors.jpg Author: KNOWLEDGE BASED SYSTEMS, INC. License: Public Domain Source Link: Wikimedia Commons Additional Notes: Second image imposed onto first image, along with text.",
        "Filename: wanmeme.png Name: Wifi.jpg Author: SunnyClockwork License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-5231",
    "object_class": "Euclid",
    "containment_procedures": "A Foundation agent has been planted within the Bird-In-Hand Amish community with the purpose of keeping SCP-5231 from being discovered. The object is currently buried 10 meters underground, marked by a wooden shed directly above it.",
    "description": "SCP-5231 is a 3m tall obelisk made of smooth, white plastic. Its surface is marked with various luminescent blue lines, all of which intersect at the object's pyramidion. Despite lacking any visible access to energy, SCP-5231 produces a soft hum and exudes heat, indicating it is operating. The object generates an unprotected wireless internet connection named 'WAN-net', which once discovered, will automatically become the default connection for a device. The range of SCP-5231's signal strength measures a 150-meter radius.",
    "title": "SCP-5231"
}