{
    "url": "https://scp-wiki.wikidot.com/scp-5234",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\n\n\nRefinery 133-L, recently acquired by a Foundation front company, Arabian Desert.\n\n\n\n\n\n\nItem #:\n SCP-5234\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Embedded agents are to monitor all oil refineries in the vicinity of SCP-5234, confiscate outgoing assets resultant of the anomaly and transport them to Provisional Site-A. All assets are to be secured within a blast-resistant chamber in sub-level 1, cooled to a temperature of 0℃. Clandestine operations to seize exported assets are underway.\n\n\nAgents are to report any physical and/or psychological discrepancies in SCP-5234. Annual reports produced by Saudi Aramco, ExxonMobil, Chevron and their corporate clients must be confiscated for statistical abnormalities.\n\n\nDescription:\n SCP-5234 is a 1-meter high humanoid entity that is permanently affixed in the ground through unknown means, located in the Al-Qassim province of Saudi Arabia. Its external features share common traits of a human adolescent, although SCP-5234 does not require any sustenance to maintain itself. SCP-5234 is completely unresponsive to external stimuli, and remains immobile in an upright position.\n\n\nSCP-5234, however, possesses the ability to autonomously generate infinite quantities of crude oil from its skin pores. X-ray scans of its body unintentionally generated electric discharges of up to 0.5mC to its surroundings, suggesting that most of its chemical composition is composed of crude oil, possibly produced by a combination of anaerobic bacteria and primordial zooplanktons in a perpetual cycle of rapid regeneration and death. For such a process to take place, SCP-5234 apparently is able to self-induce significant quantities of internal pressure and heat.\n\n\nDiscovery:\n Due to this anomalous ability, SCP-5234 had gained considerable attention from the local populace and subsequently, major oil companies. Eventually, Foundation agents sensed possible anomalous activity in the region, and dispatched a reconnaissance team under the guise of land surveyors, headed by Agents Qalim and Yusof.\n\n\n\n\n\n\nAddendum 5234.1\n\n\nTRANSCRIPT LOG 1\n\n\n\n\n\n\n«OPEN LOG»\n\n\n\n\n«CLOSE LOG»\n\n\n\n\n\n\nINVOLVED:\n Agent Qalim, Agent Yusof, Imran Abdurlum, Gottur Libermann\n\n\nDATE:\n 06/21/2018\n\n\n\n\n[BEGIN LOG]\n\n\n(Both agents reach the undisclosed location in Al-Qassim province, and alight the jeep, parked in front of a fenced entrance to a large, residential compound fitted with a 15-by-15 meter long concrete perimeter, patrolled by five guards in light military gear.)\n\n\nQALIM:\n Brother, why do I not have a great feeling about this already.\n\n\nYUSOF:\n Relax, \nshaqiq\n1\n. It's just the usual protocol.\n\n\nQALIM:\n I know that, but —\n\n\n(The agents are interrupted by a guard, wearing sunglasses and has a mobile phone to his ear.)\n\n\nGUARD:\n \n(Arabic)\n Okay, you wait here. He will be here soon.\n\n\nQALIM:\n …\nShukraan lak\n2\n.\n\n\n(The guard nods, and puts the mobile phone to his ear, before walking back to the guard post.)\n\n\nQALIM:\n See — see what I mean? I forgot to pick up my kids at the school today, and I got a good yell from my wife. And now this.\n\n\n(Silence.)\n\n\nYUSOF:\n You forgot you had kids?\n\n\n(Silence.)\n\n\nQALIM:\n I —\n\n\n(A black jeep arrives in front of the compound. Two men: one in thaub\n3\n, one Caucasian in corporate attire, exit the vehicle.)\n\n\nQALIM:\n \n(Whispers)\n I can tell how this is going to work out. Classic rich guy. Or… uh, guys. What, I bet he has a hundred yachts and five mansions.\n\n\nYUSOF:\n Want to bet? Like for real?\n\n\nQALIM:\n No.\n\n\nYUSOF:\n Heh. True Hollywood connosseiur. My \nshaqiq\n has grown to be such a fan.\n\n\nQASIM:\n \n(Whispers)\n Shush — \n(Normal voice)\n Oh, greetings, sir. I hope we weren't late.\n\n\nMAN 1:\n \n(Laughs)\n No worries, no worries. The name is Imran.\n\n\n(Imran exchanges handshakes with the agents. The man in business attire fidgets with his pants.)\n\n\nYUSOF:\n And this is…?\n\n\nIMRAN:\n Ah, Mr. Libermann. A valued investor.\n\n\nLIBERMANN:\n Uh… nice to meet you two. I met Mr. Imran here after hearing about this \"miracle\", so I had to see for myself.\n\n\nIMRAN:\n Mm, yes. I'm a man of convenience, so I figured it would be better to just have a… a group tour — you two take a look at the land, while Mr. Libermann here — \n(Pats Libermann's shoulder)\n — takes a look at the… less tangible. \n(Imran winks)\n\n\nYUSOF:\n Ahahaha. \n(Nudges Agent Qalim)\n\n\nQALIM:\n Ow. Uh, ahahaha! Yes, uh, let's get going, perhaps.\n\n\nIMRAN:\n Certainly!\n\n\n(The four men enter the black jeep, with both agents sitting side-by-side, Libermann beside the two in the passenger seat, and Imran at the driver's seat. The jeep then heads for the location of interest.)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5234.2\n\n\nTRANSCRIPT LOG 2\n\n\n\n\n\n\n«OPEN LOG»\n\n\n\n\n«CLOSE LOG»\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(Silence for the first two minutes, except for the occasional muffled thumps as the jeep drives on rugged terrain over the sand dunes.)\n\n\nYUSOF:\n Uh…\n\n\nQALIM:\n \n(Whispers)\n Shut — \n(Nudges Agent Yusof)\n\n\nYUSOF:\n \n(Whispers)\n Ow, okay, okay, calm down, brother.\n\n\n(Silence. A single inhale.)\n\n\nQALIM:\n \n(Whispers)\n Don't.\n\n\nYUSOF:\n Okay.\n\n\n(Silence.)\n\n\nYUSOF:\n So, Mr. Imran, how did you find this \"miracle\"?\n\n\n(A loud sigh.)\n\n\nIMRAN:\n Ah, you wish to know more about him, yes? The boy — the boy was special, and nothing short of miraculous, hence the nickname. Our oil industry was booming, then came all these, uh, bad things.\n\n\nYUSOF:\n What sort of bad things?\n\n\n(Imran shakes his head dismissively.)\n\n\nIMRAN:\n \nYa lilhul\n, where do I even start? Market fluctuations, internal disputes, et cetera.\n\n\nYUSOF:\n Oh, Iran?\n\n\nIMRAN:\n \n(Tuts)\n No, no, no, don't get me started on Iran. My country and theirs — will never be on the same face of the coin, Mr. Yusof. Oh, and my god, the green initiative — [EXTRANEOUS DATA TRUNCATED]\n\n\nYUSOF:\n …interesting.\n\n\nIMRAN:\n And yes, one day, I was out in Riyadh for vehicle repairs, until one of my branches out in the desert called me. They said it was some earthquake — I didn't believe them at first, but I guess it would hardly inconvenience me to take a look. And then that was when I found him, in the center of it all, dripping the same invaluable assets that my company is known for today.\n\n\nQALIM:\n Just curious, you didn't question this, this, uh, boy appearing out of thin air?\n\n\nIMRAN:\n Well, I did. But, he didn't seem alive, didn't seem dead either. But, I trust this will be kept between us, right?\n\n\nQALIM:\n Right. Thanks.\n\n\n(Snoring sounds, before a gasp.)\n\n\nLIBERMANN:\n Wait, what? Did — did I miss something?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5234.3\n\n\nTRANSCRIPT LOG 3\n\n\n\n\n\n\n«OPEN LOG»\n\n\n\n\n«CLOSE LOG»\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(The men arrive at Refinery 104-F. Churning and clanking sounds of machinery echo off the oil tanks, while workers in construction gear shout out to one another as they carry wooden planks and toolboxes on towering scaffolds. Whirs, hisses and beeps of forklifts, cement and dump trucks are heard in the distance. Pillars of smoke billow from pipes and towers. Imran leads the agents and Libermann into the refinery grounds.)\n\n\nIMRAN:\n \n(Shouts)\n Welcome. This was built quite a long while ago — more like 15 years, ever since my father handed it down to me. This plot of land was meant to be empty two months ago, but well — as you can see, it's still up and running.\n\n\n(Agent Qalim coughs.)\n\n\nLIBERMANN:\n Oo, quite a large refinery, Mr. Imran.\n\n\nIMRAN:\n \n(Smiles)\n Indeed. Now, gentlemen, I'm pretty sure all of you are waiting to see the big thing.\n\n\nLIBERMANN:\n Of course, Mr. Imran!\n\n\nIMRAN:\n Follow me.\n\n\n(Imran leads the agents and Libermann to a large, 10-meter featureless steel dome in between two oil tanks. Two guards stand at attention beside the entrance. Imran nods to the guards, one of whom then inputs a passcode on a number pad beside the door. A loud beep, before the door opens. Several flights of metal stairs greet the men. They begin walking down, surveying the interior of the dome.)\n\n\nYUSOF:\n A little chilly in here.\n\n\nIMRAN:\n Can't have the risk of anything catching fire here, especially during this time of the year. \n(Laughs)\n\n\nLIBERMANN:\n Mr. Imran, what is this?\n\n\nQALIM:\n \n(Whispers)\n God, he sounds like a twelve-year-old.\n\n\nYUSOF:\n You sound like one right now. Chill out.\n\n\nQALIM:\n Was that a pu —\n\n\nYUSOF:\n \n(Whispers)\n You can, uh, sneak in some laxatives to the guy when we wipe them, okay?\n\n\n(Agent Qalim nods.)\n\n\nYUSOF:\n …you're not actually thinking of doing that, right?\n\n\nQALIM:\n I — huh?\n\n\nYUSOF:\n I was — I was joking.\n\n\n(Silence.)\n\n\nYUSOF:\n You know this is all going to be on the logs, right.\n\n\nQALIM:\n Yes.\n\n\n(After walking down seven flights of stairs, they arrive at the lowest level. SCP-5234 is seen at the center, immobile. Hundreds of intravenous tubes extend from the dome's exterior into its arms and face. A viscous brown liquid continuously travels within these tubes.)\n\n\nLIBERMANN:\n Are — are you sure this is ethical, Mr. Imran? Just — just to check.\n\n\nIMRAN:\n Of course. You can run a check of his pulse, if you wish. He isn't, uh, decomposing either, after all this time, so… \nrelatively\n ethical. Now.\n\n\n(Imran briefly strides over to a rack affixed to the nearest wall, and brings a patterned carpet for each person. Imran then gently places the carpet on the ground and stands on it. He gathers his hands in prayer, and closes his eyes.)\n\n\nIMRAN:\n Follow me.\n\n\n(Both agents look at each other, while Libermann frantically follows suit. Libermann gathers his hands in prayer and mumbles indecipherable phrases.)\n\n\nYUSOF:\n Well, uh.\n\n\n(Agent Yusof does the same. Agent Qalim shakes his head and sighs, before he stands over the carpet and enters the same stance as the rest, establishing a semi-circular formation around SCP-5234.)\n\n\nIMRAN:\n Now, we begin. Repeat after me. Bless the oil.\n\n\nLIBERMANN:\n Bless the oil!\n\n\nIMRAN:\n Shhh. Quietly. He would need a tranquil environment to focus on his blessings to us.\n\n\nLIBERMANN:\n Uh, yes, yes — bless the oil.\n\n\nYUSOF:\n Bless the oil.\n\n\nQALIM:\n Bless — bless the oil.\n\n\n(Imran faces up and slowly opens his arms to the side.)\n\n\nIMRAN:\n Blessed oil. Blessed wealth.\n\n\nLIBERMANN:\n Blessed oil. Blessed wealth.\n\n\nYUSOF, QALIM:\n Blessed oil. Blessed wealth.\n\n\n(Imran slowly opens his eyes and steps off of the carpet. The others do the same. SCP-5234 remains immobile.)\n\n\nIMRAN:\n And it is done. His blood is ours, and so we will repay him with prayers of gratitude. Look how pleased he is!\n\n\n(SCP-5234 remains immobile.)\n\n\nIMRAN:\n Soon, you'll see the magic. The magic across the stock exchange boards. You'll come right back here to thank him again.\n\n\nQALIM:\n Thank you, Mr. Imran. It has been… quite an enlightening experience.\n\n\nIMRAN:\n My pleasure. It's been such a delight to have ourselves be graced by our possible founding fathers of a new, prosperous nation our kingdom sought to have rebuilt.\n\n\nLIBERMANN:\n Wow, Mr. Imran. This is fantastic. I shall let the others know straight away.\n\n\n(Libermann walks up the stairs with his mobile phone to his ear.)\n\n\nYUSOF:\n Thank you, Mr. Imran. Could we perhaps, keep in touch? Our higher-ups may be quite interested in this plot of land.\n\n\nIMRAN:\n Of course, of course. Here.\n\n\n(Imran hands a white business card to Agent Yusof. Both agents proceed to exit the dome. Agent Qalim coughs.)\n\n\nQALIM:\n Another day in smog land.\n\n\n[END LOG]\n\n\n\n\nAFTERWORD:\n Agent Qalim was issued a formal reprimand for unnecessarily confrontational attitude after their return to Provisional Site-A. Containment procedures are currently in effect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5234.4\n\n\nINCIDENT LOG\n\n\n\n\n\n\n«OPEN LOG»\n\n\n\n\n«CLOSE LOG»\n\n\n\n\n\n\nINCIDENT 5234.1 SUMMARY\n\n\nOne month and 12 days after the containment procedures of SCP-5234 had been implemented, Incident 5234.1 occurred, resulting in the total destruction of Refinery 104-F and an explosion with a force equivalent to 2 kilotons of TNT, causing 24 casualties and 82 injured.\n\n\n\n\n\n\nCivilian mobile phone recording, following Incident 5234.1\n\n\n\n\n\n\nAccording to relevant transcripts of routine visitations to SCP-5234 conducted by Foundation agents, on the day of the incident, Imran Abdurlum invited 30 investors and venture capitalists (including the agents) to Refinery 104-F to showcase SCP-5234.\n\n\nSeconds before the incident, a major tremor occurred in the vicinity, before SCP-5234 was forcibly jolted upwards, revealing its lower body terminating in a single, fleshy appendage connected to an enormous mass. Subsequent civilian witness reports testify that an instance of a \nDiceratias trilobus\n4\n leaped out of the subsequent explosion in an arc, opening its mouth to ingest all 30 individuals (including Imran Abdurlum and Gottur Libermann) mid-air before re-entering the ground. Minor tremors persisted, but subsided 10 minutes later.\n\n\nSix minutes after this event, Saudi Aramco, ExxonMobil and Chevron stock prices declined by a margin of 72%.\n\n\nThe search for SCP-5234 is underway. Containment procedures are pending revision.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Arabic for \"brother\".\n\n\n2\n. Arabic for \"thank you\".\n\n\n3\n. A traditional white tunic, usually worn by men in Saudi Arabia.\n\n\n4\n. A type of anglerfish, usually observed in the northwest Pacific Ocean.\n\n\n\n\n\n\n\n\n« \nSCP-5233\n | SCP-5234 | \nSCP-5235\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5234\n\" by wagyusteak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5234\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n oil.jpg\n\n\nName:\n El Saharara oil field, Libya.jpg\n\n\nAuthor:\n Javier Blas\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n explosion.jpg\n\n\nName:\n 2009 Catano refinery explosion.jpg\n\n\nAuthor:\n Enriquillonyc\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5234 \" by wagyusteak, from the SCP Wiki . Source: https://scpwiki.com/scp-5234 . Licensed under CC-BY-SA .",
        "Filename: oil.jpg Name: El Saharara oil field, Libya.jpg Author: Javier Blas License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: explosion.jpg Name: 2009 Catano refinery explosion.jpg Author: Enriquillonyc License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5234",
    "object_class": "Safe",
    "containment_procedures": "Embedded agents are to monitor all oil refineries in the vicinity of SCP-5234, confiscate outgoing assets resultant of the anomaly and transport them to Provisional Site-A. All assets are to be secured within a blast-resistant chamber in sub-level 1, cooled to a temperature of 0℃. Clandestine operations to seize exported assets are underway.",
    "description": "SCP-5234 is a 1-meter high humanoid entity that is permanently affixed in the ground through unknown means, located in the Al-Qassim province of Saudi Arabia. Its external features share common traits of a human adolescent, although SCP-5234 does not require any sustenance to maintain itself. SCP-5234 is completely unresponsive to external stimuli, and remains immobile in an upright position.",
    "title": "SCP-5234"
}