{
    "url": "https://scp-wiki.wikidot.com/scp-5235",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n \n\n\nItem #:\n 5235\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n A satellite dish aimed towards the nearest known Way\n1\n has been erected at Site-64 due to its proximity to Nexus FP-01 (Three Portlands). All transmissions are to be logged and scanned for mentions of \"the Foundation\" or \"Thaddeus Xyank\". These records are only to be made available to staff with level 5 (or Δ) access.\n\n\nDue to SCP-5235 appearing to civilian grade satellite dishes as a burst of static, no further containment is necessary.\n\n\nDescription:\n SCP-5235 was an anomalous broadcast on 16/6/2035 that originated from all currently known Ways. This broadcast was picked up by a Foundation monitoring station in Portland, Oregon. The contents of the transmission are located below.\n\n\n\n\nIf you see this, it's Xyank. We fucked up.\n\n\nSomething… else, found us somehow. Some kind of predatory entity. We're pretty much done for; the world is warping and tearing around us as I type this. Things from the Other Place are pushing their way through the gaps in reality. The First Hytoth wants its space back, and we're in the way.\n\n\nBy the time you see this, we will be gone. Dead probably, depends if I can find a way out of the causality mess. Both timelines seem to be ripping themselves apart.\n\n\nIf this happened to us, it can happen again.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe following attached file requires 05 clearance. Any access to this file will be logged.\n\n\n<< SCP-5235.txt >>\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Way is a thaumaturgically created doorway utilizing wormholes to allow travel between each end.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5234\n | SCP-5235 | \nSCP-5236\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "5235",
    "object_class": "Neutralized",
    "containment_procedures": "A satellite dish aimed towards the nearest known Way1 has been erected at Site-64 due to its proximity to Nexus FP-01 (Three Portlands). All transmissions are to be logged and scanned for mentions of \"the Foundation\" or \"Thaddeus Xyank\". These records are only to be made available to staff with level 5 (or Δ) access.",
    "description": "SCP-5235 was an anomalous broadcast on 16/6/2035 that originated from all currently known Ways. This broadcast was picked up by a Foundation monitoring station in Portland, Oregon. The contents of the transmission are located below.",
    "title": "SCP-5235"
}