{
    "url": "https://scp-wiki.wikidot.com/scp-524",
    "all_text": "rating: \n+695\n+\n–\nx\n\n\n\n\n\n\nSCP-524, when viewed from a window overlooking its pen.\n\n\n\n\n\n\nItem #:\n SCP-524\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedure:\n As it has a benign nature, little security is needed for this SCP. More commonly known as \"Walter\", SCP-524 must be kept under surveillance in order to prevent accidental damage to any vital material within the site. Whilst not under the direct care of a personnel member, SCP-524 may be kept in a specially designed pen, roughly 5 by 5 meters, with sensors placed within to notify SCP-524's current keeper of any escapes. Due to its abilities, there are no specific diets to be assigned to this SCP.\n\n\nDescription:\n SCP-524 is a common white rabbit, of the species \nOryctolagus cuniculus\n. It can be identified by its white fur with symmetrical black markings on its body.\n\n\nSCP-524 has shown the ability to be able to consume any material, regardless of edibility. It eats in the same fashion as any other member of its species, though it can eat substances that are not only inedible, but dangerous. SCP-524 has been recorded chewing through wood, steel, glass, and in one instance, several kilos of radioactive material. SCP-524 shows no adverse effects from anything it has consumed.\n\n\nDespite the obvious paradox involved, SCP-524 has been known to fully consume its own body. It begins by chewing on its tail, slowly eating up past the hind legs, and up towards its head. When it reaches up past its front legs and neck, SCP-524 somehow manages to flip its entire mouth inside-out, consuming its entire head, and disappearing completely. Roughly thirty minutes later, SCP-524 reappears near the spot it had eaten itself, completely whole. It is essentially unharmed by the process.\n\n\nAddendum:\n SCP-524 was discovered during a major blackout in August of 20██. It had disrupted a large power plant by chewing through several reactors and was discovered nibbling on a large wire.\n\n\n\n\n\n\n« \nSCP-523\n | SCP-524 | \nSCP-525\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-524\n\" by Dr Gerald, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-524\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Waltuh.png\n\n\nName:\n Rabbit Rabbits Domestic Animal Cute\n\n\nAuthor:\n derRenner\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay",
    "addendums": [
        "Addendum: SCP-524 was discovered during a major blackout in August of 20██. It had disrupted a large power plant by chewing through several reactors and was discovered nibbling on a large wire."
    ],
    "documents": [],
    "notes": [
        "\" SCP-524 \" by Dr Gerald, from the SCP Wiki . Source: https://scpwiki.com/scp-524 . Licensed under CC-BY-SA .",
        "Filename: Waltuh.png Name: Rabbit Rabbits Domestic Animal Cute Author: derRenner License: CC0 Source Link: Pixabay"
    ],
    "item": "SCP-524",
    "object_class": "Safe",
    "description": "SCP-524 is a common white rabbit, of the species Oryctolagus cuniculus. It can be identified by its white fur with symmetrical black markings on its body.",
    "title": "SCP-524"
}