{
    "url": "https://scp-wiki.wikidot.com/scp-5254",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\nItem #:\n SCP-5254\n\n\nObject Class:\n Keter\n\n\n\n\n\n\nAn SCP-5254 instance (left; staring directly at camera) in the process of transformation.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation agents are to work with local authorities to limit the sale of memorabilia, costumes and novelty items during events that feature fictional characters belonging to The Pokémon Company. A public ban on the adornment of Pokémon-related accessories will be imposed on festivals and mass gatherings, including (but not limited to) face-masks, hats, coloured make-up and full-bodied onesies.\n\n\nA special task force of MTF Epsilon-11 (\"Nine-Tailed Fox\") is to be deployed at future events to neutralise SCP-5254 instances that manifest in public spaces.\n\n\nFurther efforts will be made to disrupt The Pokémon Company's global marketing and promotional infrastructure, with embedded agents discrediting the franchise's popularity on social media, video game websites and within religious communities.\n\n\nDescription:\n SCP-5254 refers to the anomalous transformation of a humanoid or object into one of 1025 fictional creatures designed by The Pokémon Company. The transformation event occurs upon prolonged, extensive adornment of fashion accessories and other pieces of clothing that specifically resemble a creature's anatomy.\n\n\nPost-mortem dissections of SCP-5254 instances have shown the transformation event to be fatal to most organic life-forms, physically transmuting synthetic components (like cotton and plastic composites) into flesh, muscle tissue and other bodily fluids comprised of foreign DNA, to the point the original entity's genetic make-up is unrecognisable.\n\n\nThe cause of an SCP-5254 transformation event is currently unknown.\n \nThe rate of transformation appears co-related to how closely the human subject resembles the original creature's design, as to the proximity and number of individuals wearing Pokémon-related garb.\n\n\nDiscovery:\n In 2019, during the annual Pikachu Outbreak! festival in Yokohama, Japan, eyewitness reports show a Pikachu mascot behaving erratically during the street parade segment.\n\n\nMobile phone footage uploaded to social media shows a large crowd on both sides of the street adorned with Pikachu-themed hats, yellow face-masks and electric-shaped tails fastened to their backs.\n\n\nA column of Pikachu mascots is observed dancing down the street to the beat of the music, when one of the mascots breaks formation and collides head-first into the crowd. At least fifteen other SCP-5254 transformation events follow soon after, resulting in the lockdown and evacuation of the Minatomirai district, along with a request to the Foundation to apprehend and neutralize SCP-5254 instances at large.\n\n\nMultiple injuries were reported by the local municipal government, with victims suffering blunt force trauma and severe electrical burns.\n\n\n\n\n\n\nABRIDGED TEST LOGS\n\n\n\n\n\n\nForeword:\n After the incident in Yokohama, multiple D-class were outfitted with Pokémon-themed memorabilia in a controlled environment:\n\n\n\n\n\n\n#\n\n\nVariable\n\n\nEffect\n\n\n\n\n\n\n1\n\n\nPokémon Pikachu Big Face with Ears Hat.\n\n\nNo discernible effect.\n\n\n\n\n\n\n2\n\n\nPokemon Detective Pikachu Cosplay Mask Latex\n\n\nNo discernible effect. D-class reportedly says, \"This is stupid.\"; reprimanded.\n\n\n\n\n\n\n9\n\n\nD'BOON Adult Onesie Pikachu Animal Pajamas.\n\n\nResearchers repeatedly ask how the D-class is feeling; D-class turns aggressive. Results inconclusive.\n\n\n\n\n\n\n17\n\n\nTwo D-class dressed in Pikachu onesies, four meters apart.\n\n\nTingling sensation reported in arms and legs, akin to pins-and-needles.\n\n\n\n\n\n\n19\n\n\nFour D-class dressed in Pikachu onesies, holding hands.\n\n\nSevere migraines reported, as well as throbbing pain in the cranium and lower jowls of the face. Dull aches reported in the area of the lower back, near the tailbone. Portions of skin turned a shade of mustard yellow.\n\n\n\n\n\n\n45\n\n\nAll prior variables. D-class personnel screened for affiliation to Pokémon-related content: one owned a copy of Pokémon Yellow when he was 12; another possessed a Level 40 account on the popular app, Pokémon GO.\n\n\nMuscle-spasms reported along the extent of spines. One D-class complained of tightness in her chest before coughing up tufts of yellow fur. Another physically recoiled upon physical contact, citing high levels of static electricity.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTest #125: D-class in a Pikachu mascot costume with blonde wig and replica of Thor's hammer. No effect.\n\n\n\n\n\n\nAfterword:\n Removal of memorabilia or cosmetic items does not appear to reverse the effects of SCP-5254. A total of 56 D-class were lost to various stages of transformation events before testing was suspended, citing possible breaches to the Site's security and power-grid.\n\n\nIt appears that affinity to the Pokémon brand amplifies SCP-5254's effects.\n\n\n\n\n\n\n\n\nACCESSED CORRESPONDANCE\n\n\n\n\n\n\nPreface:\n The following transcripts were taken from The Pokémon Company's web-servers after the incident in Yokohama, detailing correspondence between the various stakeholders of the Pokémon franchise. Note: These emails have been mainly translated from Japanese.\n\n\n\n\nFrom:\n 君島 達己 (Kimishima Tatsumi), CEO, Nintendo\n\n\nTo:\n 石原恒和さん (Tsunekazu Ishihara), CEO, The Pokémon Company\n\n\nDate:\n 13/04/2017\n\n\nDo not ask questions. If this \"Ser Viper\" wants manpower for his project, give it to him. Our society will not miss these \nburakumin\n1\n.\n\n\nHe (whoever he claims to be) may be charging us a small fortune, but at least he seems genuinely interested in bringing our creations to life.\n\n\n\n\n\n\nFrom:\n 石原恒和, CEO, The Pokémon Company\n\n\nTo:\n 君島 達己さん, CEO, Nintendo\n\n\nDate:\n 23/10/2017\n\n\nTuesday will mark the fifth visit by the Fukushima Orphanage to our headquarters. I told the press it's part of our global outreach programme to spread the joy of Pokémon to rest of the world.\n\n\nEarly results have been positive. I should have a specimen to show you the next time we meet in Tokyo. Your daughter likes Eevee, yes?\n\n\n\n\n\n\nFrom:\n 石原恒和, CEO, The Pokémon Company\n\n\nTo:\n 君島 達己さん, CEO, Nintendo\n\n\nDate:\n 15/12/2017\n\n\nPlay anytime, anywhere, with anyone.\n Yes, the slogan for the Switch is very apt for what we're trying to accomplish.\n\n\nYour marketing team deserves a raise.\n\n\n\n\n\n\nFrom:\n John Hanke, CEO, Niantic, Inc.\n\n\nTo:\n 石原恒和さん, CEO, The Pokémon Company\n\n\nDate:\n 12/03/2018\n\n\nI am pleased to report Pokémon Go\n2\n has hit 750 million unique downloads in July and 5 million daily average users just last week. The popularity of the franchise continues to grow.\n\n\nThink of the possibilities once we integrate Augmented Reality (AR) technology into the project: Altaria as a clean and efficient form of air transportation, Charizard serving in the Self-Defense Forces, and yes, Pikachu making our reliance on nuclear energy a thing of the past.\n\n\nSoon, Pokémon will come to life before our very eyes.\n\n\n\n\n\n\nFrom:\n 君島 達己, CEO, Nintendo\n\n\nTo:\n 石原恒和さん, CEO, The Pokémon Company; John Hanke, CEO, Niantic, Inc.\n\n\nDate:\n 03/06/2018\n\n\nThe accidents are growing in number. Are you sure \"Ser Viper\" has everything under control? We cannot hide these incidents from the public forever. The MFS\n3\n already has its hands full trying to catch the runaways.\n\n\nIf we don't take action soon, more people will get hurt. Or worse: the Pokémon brand will be tarnished forever.\n\n\n\n\n\n\nFrom:\n 石原恒和, CEO, The Pokémon Company\n\n\nTo:\n SerViper1995\n\n\nDate:\n 13/12/2018\n\n\nYou promised us Pokémon as pets and companions - not these mutations! I've had to recall thousands of faulty merchandise, with tens of thousands of defective products still circulating the market. Just what kind of sorcery have you forced upon our hands?\n\n\nThe government is breathing down my neck, Tatsumi-san has had to resign and I'm starting to hear about this \"Foundation\" poking around. Tell me the truth - is there any way to reverse the effects? Or have you doomed us all?\n\n\n\n\n\n\nFrom:\n SerViper1995\n\n\nTo:\n 石原恒和さん, CEO, The Pokémon Company; 君島 達己さん, Former CEO, Nintendo\n\n\nDate:\n 05/01/2019\n\n\nI don't know what to tell you. I've given the people what they want - only true fans will get a Pokémon of their own.\n\n\nYour company was the very best at building your brand. Congratulations. Today, Pokémon has taken over our hearts and minds. Perhaps one day, we will see them take over the world.\n\n\n\n\n\n\nFrom:\n 真希, Student, Grade 4\n\n\nTo:\n \noc.pj.odnetnin|troppus#oc.pj.odnetnin|troppus\n\n\nDate:\n 23/12/2015\n\n\nCan I have a Pokémon, please? I really like Pikachu.\n\n\n\n\n\n\nFrom:\n Mr. Mori, Salaryman\n\n\nTo:\n \noc.pj.odnetnin|troppus#oc.pj.odnetnin|troppus\n\n\nDate:\n 28/12/2015\n\n\nWouldn't it be nice if I could turn into Abra? Please. I need to know what my wife is thinking. Or maybe I could just teleport away when she's angry ha ha ha.\n\n\n\n\n\n\n\n\n\n\nRAID ON POKÉMON HQ\n\n\n\n\n\n\nForeword:\n Three months after the events in Yokohama, the O5 Council authorised a raid on The Pokémon Company offices (in Minato City, Tokyo) on June 16, 2019, citing the high possibility of civilians being held against their will, and a potential K-class scenario if the cause of SCP-5254 events wasn't immediately neutralised.\n\n\nThe Japanese government had been notified in advance of the raid. Foundation MTF agents were provided with Special Assault Team (SAT) uniforms to avoid the mass amnesticisation of public witnesses.\n\n\nThe following audio-visual footage is captured from the body-cam of MTF Epsilon-11 Team Leader (\"Fox-1\").\n\n\n\n\n[Camera looks down on a nondescript glass building in the middle of a Tokyo suburb. Fox-1 raises three fingers to the rest of his squad in the chopper, which touches down on the roof soon after. Multiple MTF squads disembark, quickly covering the area.]\n\n\nFox-1:\n Status report.\n\n\nFox-3:\n (over radio) Civilian evacuation in the lower levels in-progress. There's a huge Pokémon Centre on the first floor that's still filled with tourists.\n\n\nFox-1:\n Quarantine for infection, then rendezvous at coordinates.\n\n\nFox-3:\n (over radio) Roger. (away, in Japanese) Alright you heard the man. Get those Poké-fanatics outta there!\n\n\n[The MTF stack up against the fire-exit on the roof, the door unlocking easily. The team heads down the stairwell, approaching a set of double steel doors on the lower level. Fox-1 gestures to breach.]\n\n\n[Smoke canisters are tossed in, followed by a flash-bang grenade. Just as the MTF members are about to storm in, however, there's a metallic CLANK from the other end of the hall, followed by the sound of heavy, thudding footsteps.]\n\n\n[The MTF freeze as a creature at least two meters tall emerges from the smoke. It has orange skin, an elongated snout and vast wings on either side of its back. It roars straight at the camera.]\n\n\nFox-2:\n What the fuck is that?!\n\n\nFox-1:\n Engage, engage.\n\n\n[MTF squad members at the front scream as they're lit aflame by a combustible liquid emitted from the creature's mouth. The rest of the MTF open fire and eventually down the creature. As the smoke clears, the fallen carcass of the dragon-like entity lies slumped over in the middle of the hallway, bleeding from various bullet holes.]\n\n\nFox-2:\n Clear.\n\n\nFox-1:\n Proceed to lower levels.\n\n\n[The MTF passes more and more hallways. Pokémon posters line the walls with slogans like \"Prepare for Trouble\" and \"Make it Double!\", and \"To catch them is my real test…\" and \"To train them is my cause!\", with the occasional person in a white-coat detained as they emerge from a doorway.]\n\n\nFox-2:\n Makes you wonder what kind of shit they've been hiding down here.\n\n\nFox-1:\n Quiet. Eyes front.\n\n\n[The MTF stack up against another set of double steel doors. This time, Fox-1 gestures for explosives, before the squad takes cover behind a turn in the corridor.]\n\n\nFox-1:\n Weapons-free. Shoot anything that walks funny.\n\n\n[There's a loud BANG as the doors fly open. Screams are heard from within the room as the MTF scan for targets through the smoke. As the smoke clears, however, the interior is brightly-lit and filled with colourful drawings, toys scattered on the floor and rows of metal cages set against the walls.]\n\n\n[Fox-1 gestures to his squad to take point, before following after. The MTF clears the area, as Fox-1 follows Fox-2 to the far end of the room.]\n\n\nFox-2:\n Good god.\n\n\n[The creatures within the cages are at various stages of SCP-5254 transformation, the most advanced being a Vulpix with engorged eye sockets, her eye lashes flashing rapidly as blood flows down both her cheeks. Another cage contains a boy with his cheek-bones protruding too high and sideways, pulling taut skin over the rest of his face.]\n\n\n[As Fox-1 walks down the line, a large, bear-like creature slams into his cage, gripping the metal bars with a set of serrated claws with alternate fingers peeling and at various stages of decomposition.]\n\n\n[At the far end, a young girl is slumped in a corner, weeping. Her tongue has been extended, flattened and engorged, pooling on the floor at her feet. Next to her is an elongated body of a snake, writhing back and forth. Upon closer inspection, it has the head of a toddler, bawling.]\n\n\nFox-1:\n Fox-Den. I think we've found the kids. Requesting immediate medical pick-up.\n\n\nFox-Den:\n (over radio) Copy. Any sign of PoI-5254?\n\n\nFox-1:\n No. Only his handiwork. We're seizing electronic servers as evidence.\n\n\n[Fox-2 throws up in a corner of the room.]\n\n\nFox-2:\n (spits) Fuck this shit.\n\n\n[Fox-1 doesn't reprimand him, merely nods, gestures for the rest of the team to open the cages.]\n\n\n\n\nAfterword:\n The CEO of The Pokémon Company, Mr. Ishihara, was detained on the way to the helipad on the rooftop. He claims to have no knowledge of these \"experiments\" discovered in the building.\n\n\n\n\n\n\n\n\nINTERVIEW WITH ISHIHARA\n\n\n\n\n\n\n\n\nForeword:\n Interview conducted by Agent Hakase in Site 81-J. Transcript of the conversation has been translated from Japanese.\n\n\n\nMr. Ishihara:\n How dare you keep me here? Do you know who I am?\n\n\nAgent Hakase:\n We know exactly who you are, Ishihara-san. We also know what you, John Hanke and Mr. Kimishima have been up to these past few years.\n\n\nMr. Ishihara:\n Then you know how important it is for me to get back. I can't stay here!\n\n\nAgent Hakase:\n You are referring to this situation caused by \"Ser Viper\", yes? What can you tell us about him?\n\n\nMr. Ishihara:\n Nothing. We communicated remotely from his lab. He came highly recommended from an industry contact, said he could help us with our problem.\n\n\nAgent Hakase:\n And what problem was that?\n\n\n[Mr. Ishihara hesitates.]\n\n\nMr. Ishihara:\n You must understand. We had the purest of intentions. We wanted people to enjoy the company of Pokémon in the real world.\n\n\nAgent Hakase:\n And make a tidy profit in the process, I'm sure. Is that why you unleashed a Charizard on us in the building?\n\n\nMr. Ishihara:\n We thought we were under attack. \"Ser Viper\" claimed to have worked with our competitors in the past, like Square Enix and Bandai\n4\n, so he also helped us with the automatic defense systems.\n\n\nAgent Hakase:\n Sounds like this \"SerViper1995\" offered you multiple services. How did he do it, Ishihara-san? How did he bring Pokémon to life?\n\n\nMr. Ishihara:\n (shakes his head) We didn't ask too many questions. When we found out what he was doing to the children, we terminated his contract immediately. But the damage had been done. Later, we discovered he had already tampered with our production lines and distribution infrastructure. At this point, it's impossible to tell which products have been affected on the market.\n\n\nAgent Hakase:\n And where is \"Ser Viper\" now?\n\n\nMr. Ishihara:\n We have not spoken in years.\n\n\nAgent Hakase:\n And what about those kids we found in your building? You really expect us to believe you're still not working together?\n\n\nMr. Ishihara:\n You have to believe me. We have housed those… children for the past two years. We've kept them as our guests, our very own Pokémon family. Yes, in the past, they might have been part of some misguided experiment… but ever since Ser Viper disappeared, we have tried to give them a home, shelter, even tried to reverse some of their effects—\n\n\nAgent Hakase:\n You really call what you've done \"helping\"? You exploited their vulnerability for the sake of profits, and now you want us to believe you want to help them?\n\n\n[Mr. Ishihara is silent as he looks down.]\n\n\nMr. Ishihara:\n We deserve death for what we've done, yes. But allow us to make things right. Please. We have already made attempts to contain the spread of the disease.\n\n\nAgent Hakase:\n (considers) At this point, shutting you down would draw more attention from the public than it's worth. I will speak to my supervisors on the best course of action.\n\n\n\n\nMr. Ishihara:\n I understand. We will cooperate. For the sake of the company.\n\n\n\n\nFinal Note:\n Foundation agents have been embedded in The Pokémon Company's infrastructure to suppress the popularity of the franchise. One such operation was the release of their video game \nPokémon Sword and Shield\n with a limited number of Pokémon, which caused outrage amongst fans in 2019.\n\n\nAn upcoming water festival (centered around the dragon-type Pokémon Gyarados) has also been disrupted by MTF agents, as were plans by the Japanese government to decorate local buses and trains with Pikachu-themed body parts (see \nhere\n for reference) for the 2021 Tokyo Olympics.\n\n\nGlobal coordination attempts are ongoing between the Foundation, The Pokémon Company, Nintendo and Niantic to determine a more permanent solution to SCP-5254 events.\n\n\nThe identity of \"SerViper1995\" (PoI-5254) is undergoing investigation. Attempts to probe his mail server have been met with an automated response, on repeat:\n\n\n\n\nHappy hunting. But even you can't catch 'em all.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The lowest social caste of Japanese society.\n\n\n2\n. A mobile game released in 2016 that features Augmented Reality software.\n\n\n3\n. The Ministry of Fun Suppression - an advertising campaign started by Nintendo in 2004; now posited as an internal branch of the company tasked with containing SCP-5254 instances.\n\n\n4\n. Preliminary investigations have begun into the prevalence of SCP-5254 instances in the Final Fantasy and Digimon franchises.\n\n\n\n\n\n\n\n\n« \nSCP-5253\n | SCP-5254 | \nSCP-5255\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5254\n\" by caspian2, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5254\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n pikachu.jpg\n\n\nName:\n Pikachu Parade\n\n\nAuthor:\n Yoshikazu TAKADA\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n pikachu2.jpg\n\n\nName:\n DSC_3466\n\n\nAuthor:\n Cosplay Vogue1\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "From: 君島 達己 (Kimishima Tatsumi), CEO, Nintendo To: 石原恒和さん (Tsunekazu Ishihara), CEO, The Pokémon Company Date: 13/04/2017 Do not ask questions. If this \"Ser Viper\" wants manpower for his project, give it to him. Our society will not miss these burakumin 1 . He (whoever he claims to be) may be charging us a small fortune, but at least he seems genuinely interested in bringing our creations to life.",
        "From: 石原恒和, CEO, The Pokémon Company To: 君島 達己さん, CEO, Nintendo Date: 23/10/2017 Tuesday will mark the fifth visit by the Fukushima Orphanage to our headquarters. I told the press it's part of our global outreach programme to spread the joy of Pokémon to rest of the world. Early results have been positive. I should have a specimen to show you the next time we meet in Tokyo. Your daughter likes Eevee, yes?",
        "From: 石原恒和, CEO, The Pokémon Company To: 君島 達己さん, CEO, Nintendo Date: 15/12/2017 Play anytime, anywhere, with anyone. Yes, the slogan for the Switch is very apt for what we're trying to accomplish. Your marketing team deserves a raise.",
        "From: John Hanke, CEO, Niantic, Inc. To: 石原恒和さん, CEO, The Pokémon Company Date: 12/03/2018 I am pleased to report Pokémon Go 2 has hit 750 million unique downloads in July and 5 million daily average users just last week. The popularity of the franchise continues to grow. Think of the possibilities once we integrate Augmented Reality (AR) technology into the project: Altaria as a clean and efficient form of air transportation, Charizard serving in the Self-Defense Forces, and yes, Pikachu making our reliance on nuclear energy a thing of the past. Soon, Pokémon will come to life before our very eyes.",
        "From: 君島 達己, CEO, Nintendo To: 石原恒和さん, CEO, The Pokémon Company; John Hanke, CEO, Niantic, Inc. Date: 03/06/2018 The accidents are growing in number. Are you sure \"Ser Viper\" has everything under control? We cannot hide these incidents from the public forever. The MFS 3 already has its hands full trying to catch the runaways. If we don't take action soon, more people will get hurt. Or worse: the Pokémon brand will be tarnished forever.",
        "From: 石原恒和, CEO, The Pokémon Company To: SerViper1995 Date: 13/12/2018 You promised us Pokémon as pets and companions - not these mutations! I've had to recall thousands of faulty merchandise, with tens of thousands of defective products still circulating the market. Just what kind of sorcery have you forced upon our hands? The government is breathing down my neck, Tatsumi-san has had to resign and I'm starting to hear about this \"Foundation\" poking around. Tell me the truth - is there any way to reverse the effects? Or have you doomed us all?",
        "From: SerViper1995 To: 石原恒和さん, CEO, The Pokémon Company; 君島 達己さん, Former CEO, Nintendo Date: 05/01/2019 I don't know what to tell you. I've given the people what they want - only true fans will get a Pokémon of their own. Your company was the very best at building your brand. Congratulations. Today, Pokémon has taken over our hearts and minds. Perhaps one day, we will see them take over the world.",
        "From: 真希, Student, Grade 4 To: oc.pj.odnetnin|troppus#oc.pj.odnetnin|troppus Date: 23/12/2015 Can I have a Pokémon, please? I really like Pikachu.",
        "From: Mr. Mori, Salaryman To: oc.pj.odnetnin|troppus#oc.pj.odnetnin|troppus Date: 28/12/2015 Wouldn't it be nice if I could turn into Abra? Please. I need to know what my wife is thinking. Or maybe I could just teleport away when she's angry ha ha ha.",
        "[Camera looks down on a nondescript glass building in the middle of a Tokyo suburb. Fox-1 raises three fingers to the rest of his squad in the chopper, which touches down on the roof soon after. Multiple MTF squads disembark, quickly covering the area.] Fox-1: Status report. Fox-3: (over radio) Civilian evacuation in the lower levels in-progress. There's a huge Pokémon Centre on the first floor that's still filled with tourists. Fox-1: Quarantine for infection, then rendezvous at coordinates. Fox-3: (over radio) Roger. (away, in Japanese) Alright you heard the man. Get those Poké-fanatics outta there! [The MTF stack up against the fire-exit on the roof, the door unlocking easily. The team heads down the stairwell, approaching a set of double steel doors on the lower level. Fox-1 gestures to breach.] [Smoke canisters are tossed in, followed by a flash-bang grenade. Just as the MTF members are about to storm in, however, there's a metallic CLANK from the other end of the hall, followed by the sound of heavy, thudding footsteps.] [The MTF freeze as a creature at least two meters tall emerges from the smoke. It has orange skin, an elongated snout and vast wings on either side of its back. It roars straight at the camera.] Fox-2: What the fuck is that?! Fox-1: Engage, engage. [MTF squad members at the front scream as they're lit aflame by a combustible liquid emitted from the creature's mouth. The rest of the MTF open fire and eventually down the creature. As the smoke clears, the fallen carcass of the dragon-like entity lies slumped over in the middle of the hallway, bleeding from various bullet holes.] Fox-2: Clear. Fox-1: Proceed to lower levels. [The MTF passes more and more hallways. Pokémon posters line the walls with slogans like \"Prepare for Trouble\" and \"Make it Double!\", and \"To catch them is my real test…\" and \"To train them is my cause!\", with the occasional person in a white-coat detained as they emerge from a doorway.] Fox-2: Makes you wonder what kind of shit they've been hiding down here. Fox-1: Quiet. Eyes front. [The MTF stack up against another set of double steel doors. This time, Fox-1 gestures for explosives, before the squad takes cover behind a turn in the corridor.] Fox-1: Weapons-free. Shoot anything that walks funny. [There's a loud BANG as the doors fly open. Screams are heard from within the room as the MTF scan for targets through the smoke. As the smoke clears, however, the interior is brightly-lit and filled with colourful drawings, toys scattered on the floor and rows of metal cages set against the walls.] [Fox-1 gestures to his squad to take point, before following after. The MTF clears the area, as Fox-1 follows Fox-2 to the far end of the room.] Fox-2: Good god. [The creatures within the cages are at various stages of SCP-5254 transformation, the most advanced being a Vulpix with engorged eye sockets, her eye lashes flashing rapidly as blood flows down both her cheeks. Another cage contains a boy with his cheek-bones protruding too high and sideways, pulling taut skin over the rest of his face.] [As Fox-1 walks down the line, a large, bear-like creature slams into his cage, gripping the metal bars with a set of serrated claws with alternate fingers peeling and at various stages of decomposition.] [At the far end, a young girl is slumped in a corner, weeping. Her tongue has been extended, flattened and engorged, pooling on the floor at her feet. Next to her is an elongated body of a snake, writhing back and forth. Upon closer inspection, it has the head of a toddler, bawling.] Fox-1: Fox-Den. I think we've found the kids. Requesting immediate medical pick-up. Fox-Den: (over radio) Copy. Any sign of PoI-5254? Fox-1: No. Only his handiwork. We're seizing electronic servers as evidence. [Fox-2 throws up in a corner of the room.] Fox-2: (spits) Fuck this shit. [Fox-1 doesn't reprimand him, merely nods, gestures for the rest of the team to open the cages.]",
        "Mr. Ishihara: How dare you keep me here? Do you know who I am? Agent Hakase: We know exactly who you are, Ishihara-san. We also know what you, John Hanke and Mr. Kimishima have been up to these past few years. Mr. Ishihara: Then you know how important it is for me to get back. I can't stay here! Agent Hakase: You are referring to this situation caused by \"Ser Viper\", yes? What can you tell us about him? Mr. Ishihara: Nothing. We communicated remotely from his lab. He came highly recommended from an industry contact, said he could help us with our problem. Agent Hakase: And what problem was that? [Mr. Ishihara hesitates.] Mr. Ishihara: You must understand. We had the purest of intentions. We wanted people to enjoy the company of Pokémon in the real world. Agent Hakase: And make a tidy profit in the process, I'm sure. Is that why you unleashed a Charizard on us in the building? Mr. Ishihara: We thought we were under attack. \"Ser Viper\" claimed to have worked with our competitors in the past, like Square Enix and Bandai 4 , so he also helped us with the automatic defense systems. Agent Hakase: Sounds like this \"SerViper1995\" offered you multiple services. How did he do it, Ishihara-san? How did he bring Pokémon to life? Mr. Ishihara: (shakes his head) We didn't ask too many questions. When we found out what he was doing to the children, we terminated his contract immediately. But the damage had been done. Later, we discovered he had already tampered with our production lines and distribution infrastructure. At this point, it's impossible to tell which products have been affected on the market. Agent Hakase: And where is \"Ser Viper\" now? Mr. Ishihara: We have not spoken in years. Agent Hakase: And what about those kids we found in your building? You really expect us to believe you're still not working together? Mr. Ishihara: You have to believe me. We have housed those… children for the past two years. We've kept them as our guests, our very own Pokémon family. Yes, in the past, they might have been part of some misguided experiment… but ever since Ser Viper disappeared, we have tried to give them a home, shelter, even tried to reverse some of their effects— Agent Hakase: You really call what you've done \"helping\"? You exploited their vulnerability for the sake of profits, and now you want us to believe you want to help them? [Mr. Ishihara is silent as he looks down.] Mr. Ishihara: We deserve death for what we've done, yes. But allow us to make things right. Please. We have already made attempts to contain the spread of the disease. Agent Hakase: (considers) At this point, shutting you down would draw more attention from the public than it's worth. I will speak to my supervisors on the best course of action. Mr. Ishihara: I understand. We will cooperate. For the sake of the company.",
        "Happy hunting. But even you can't catch 'em all.",
        "\" SCP-5254 \" by caspian2, from the SCP Wiki . Source: https://scpwiki.com/scp-5254 . Licensed under CC-BY-SA .",
        "Filename: pikachu.jpg Name: Pikachu Parade Author: Yoshikazu TAKADA License: CC BY 2.0 Source Link: Flickr",
        "Filename: pikachu2.jpg Name: DSC_3466 Author: Cosplay Vogue1 License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-5254",
    "object_class": "Keter",
    "containment_procedures": "Foundation agents are to work with local authorities to limit the sale of memorabilia, costumes and novelty items during events that feature fictional characters belonging to The Pokémon Company. A public ban on the adornment of Pokémon-related accessories will be imposed on festivals and mass gatherings, including (but not limited to) face-masks, hats, coloured make-up and full-bodied onesies.",
    "description": "SCP-5254 refers to the anomalous transformation of a humanoid or object into one of 1025 fictional creatures designed by The Pokémon Company. The transformation event occurs upon prolonged, extensive adornment of fashion accessories and other pieces of clothing that specifically resemble a creature's anatomy.",
    "title": "SCP-5254"
}