{
    "url": "https://scp-wiki.wikidot.com/scp-5257",
    "all_text": "What if Marshall, Carter and Dark tried to develop a product to stop muggings but the research said that the best way to do it was to crap yourself?\n\n\n\n\n\n\nrating: \n+202\n+\n–\nx\n\n\n\n\nby Doctor Cimmerian & Emotional Entropy\n\n\n\n\n\n\n\n\nThe unmarked entrance of Marshall Carter & Dark's New York City headquarters inside the Empire State Building. This is believed to be SCP-5257's origin.\n\n\n\n\n\n\nItem #:\n SCP-5257\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Information relating to larger groups exposing SCP-5257's effects will be handled by Marshall, Carter & Dark's own misinformation campaigns. Given the embarrassment caused by this anomaly becoming publicly known, it is believed that Marshall, Carter & Dark can be trusted to contain all information relating to the anomaly.\n\n\nSCP-5257's effects are explainable on an individual basis through mundane means and do not require additional containment measures.\n\n\nMarshall, Carter & Dark thaumaturges are currently working on a cure for SCP-5257. The organization has agreed to inform the Foundation when that project is completed so this object can be reclassified as an inactive anomaly.\n\n\nDescription:\n SCP-5257 is a viral thaumaturgical effect that causes individuals to defecate when they experience severe anxiety relating to expected harm. SCP-5257 related defecation will occur regardless of the contents of an individuals bowels. The source of the fecal matter that is produced via this effect is currently unknown, but does match the DNA of the producing individual.\n\n\nSCP-5257 appears to only affect individuals employed by Marshall, Carter & Dark, and spreads through physical contact. Given that the effect is only triggered during periods of extreme stress relating to threats of physical harm, it is currently unknown how many agents of Marshall, Carter & Dark are under the effects of this anomaly.\n\n\nThe anomaly was first discovered following a joint Foundation, GOC, and MC&D assault on a Chaos Insurgency safe house in 2021\n1\n. Several agents from all involved organizations were injured.\n\n\nDuring medical treatment immediately following the firefight, mercenaries employed by Marshall, Carter & Dark were found to be wearing adult diapers that were soiled. At first this was not understood as an anomaly, but eventually information relating to the anomaly was relayed to Foundation medical staff in order to provide better care.\n\n\nAfter SCP-5257 was properly designated and risks relating to its spread were identified, the SCP Foundation began a project to identify as much information as possible about how and why SCP-5257 was created. A collection of extant documents was searched and new documents were sought and recovered.\n\n\n\n\n+ Show Initial Documents\n\n\n\n\n- Hide Documents\n\n\n\n\n\n\n\n\nInitial Report\n\n\n\n\n\n\nAuthor\n\n\nLana Fuentes\n\n\nDate\n\n\nMarch 2nd, 2020\n\n\n\n\n\n\nInterest\n\n\nUnknown\n\n\nIdentifier\n\n\nAnti-Mugging Effect\n\n\n\n\n\n\nI noticed that several of our customers have complained about fear relating to robberies that are occurring in New York City as of late. I don't know for certain how credible this fear is, but I think we can possibly exploit this fear for a new product.\n\n\n\nThere are a number of potential solutions but I'm going to leave most of the details up to R&D. They seem somewhat excited about the possibilities, and I know for a fact that you can't replicate passion for a project. Gonna put Mr. Sterling in as project lead. He seemed to be extremely eager to get started.\n\n\n\nCorporate has been on my case for months about micromanaging my teams so I'm gonna step back and see how he performs. Should be good.\n\n\n\n\n\n\nFile Opened Under:\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Research Records\n\n\n\n\n- Hide Records\n\n\n\n\n\n\n\n\nResearch Report 3\n\n\n\n\n\n\nAuthor\n\n\nAdam Sterling\n\n\nDate\n\n\nMarch 5th, 2020\n\n\n\n\n\n\nInterest\n\n\nUnknown\n\n\nIdentifier\n\n\nAnti-Mugging Effect\n\n\n\n\n\n\nReal world testing is not promising. Invulnerability and super strength actually increases the casualty numbers. Certainly for the robber, but turns out if you give an untrained person super strength they don't act fast enough to avoid death for their companions. And that's the real issue. If we make the customer able to fight back, the death of walking partners and even innocent bystanders goes up by over 174%.\n\n\n\nOne guy was even still overpowered by two guys. He came out of it unharmed because he was temporarily invulnerable, but he was still beaten and robbed. It also hurt quite a bit, I'm told.\n\n\n\nMuggings don't happen nearly as often as I was led to believe in New York. We provoked each of the test robberies through a variety of incentives and hexes. I wanted to make sure these were real world circumstances, so I worry that the data is flawed due to the use of magic. I'm gonna dig a little deeper on how the spells work before I give up on the methods though.\n\n\n\nWe had one fairly promising outlier. One of our researchers was robbed independent of the tests and he shit himself. The robber was so overcome by the smell (and weirdness, I suspect) that he left the scene without further incident. I am going to order some tests in this area and see how it works.\n\n\n\n\n\n\nFile Opened Under:\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\nResearch Report 21\n\n\n\n\n\n\nAuthor\n\n\nAdam Sterling\n\n\nDate\n\n\nMarch 15th, 2020\n\n\n\n\n\n\nInterest\n\n\nUnknown\n\n\nIdentifier\n\n\nAnti-Mugging Effect\n\n\n\n\n\n\nTweaking this spell has been fun. A line change here, a slightly different intonation there and it works just differently enough for me to test it for additional efficacy.\n\n\n\nIn fact there was an error in our transcription during the last test and the defecation occurred even though the user didn't have anything in his digestive tract. I'm used to coding but honestly I've been learning a lot about how similar those two fields really are. I'm gonna keep the bugged spell and I think it might be our final version.\n\n\n\n\n\n\nFile Opened Under:\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\nResearch Report 26\n\n\n\n\n\n\nAuthor\n\n\nAdam Sterling\n\n\nDate\n\n\nMarch 17th, 2020\n\n\n\n\n\n\nInterest\n\n\nUnknown\n\n\nIdentifier\n\n\nAnti-Mugging Effect\n\n\n\n\n\n\nWe've run over a hundred tests. I know I'm gonna have to defend this eventually so I needed to be sure.\n\n\n\nDefecation is definitely the way to go. It decreases the risk of casualties to both the primary user and bystanders by over 93%. Nothing else comes close. I hope that the higher ups appreciate what this data represents.\n\n\n\n\n\n\nFile Opened Under:\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Additional Communications\n\n\n\n\n- Hide Communications\n\n\n\n\n\n\n\n\nMemo 2\n\n\n\n\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nSender\n\n\nHr'asm'Kal\n\n\nRecipient\n\n\nLana Fuentes\n\n\n\n\n\n\nLANA. HOW MUCH DO YOU KNOW ABOUT THE ANTI-MUGGING PROJECT? I WAS REVIEWING THE BUDGET AND IT APPEARS THAT R&D HAS USED UP 11% OF THEIR YEARLY FUNDING ON THE DEVELOPMENT OF A SINGLE MAGICAL SPELL? I DON'T KNOW EXACTLY WHY OR HOW THAT WAS NECESSARY. IT'S JUST A FEW LINES OF INCANTATION.\n\n\n\nI'LL TRUST YOU TO FIGURE OUT WHAT'S GOING ON. IF I GOTTA RUN INTERFERENCE WITH SENIOR MANAGEMENT I WILL, BUT PLEASE LOOK INTO THIS IMMEDIATELY.\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\nMemo 3\n\n\n\n\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nSender\n\n\nLana Fuentes\n\n\nRecipient\n\n\nAdam Sterling\n\n\n\n\n\n\nI just found out from my boss that you used 11% of the R&D budget in less than 2 weeks for a single spell. Call me as soon as you get this message. THIS IS SERIOUS.\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\nThe following phone conversation was acquired by Foundation telecommunication AIs.\n\n\n\n\nCaller 1: Lana Fuentes\n (MC&D's NYC Branch Vice President of Product Development)\n\n\nCaller 2: Adam Sterling\n (Member of the MC&D Research and Development team.)\n\n\nCaller 3: Hr'asm'Kal\n (ḷ̷̯̳̈̂̓̚ͅo̶̧̨̤̬͔̠̭͓̫̐̃̊̋ͅr̸̬̭̄̅͋͂͆̃ḑ̶̢̮͂̎̎͒̆̓̇̇̈́̓͋̎͠͝ ̷̢͚̅̀̋̇͌́̈͛͋̚͘̕̚̕o̵̟̪̥͚̼͍̟̪̤̮̦̭̘̞͌͛̆f̶̨̧̞̞̞̘͙̪̾̋̅̇̒̈́́̃̀ ̸̰̟̼̓̊̈͑͌m̶͉̑̾e̸̛̲̜͙͎͚̜͇͇̖̬͋͊̃̽̎͗͛̍͒̏̄̋̋̚n̵̬͕̿̈́ả̷̛̦̦̜͔̞̥̲̞́̋̃̅̄̃̒̕͘͜͝ͅc̸̨̻̻͇͚͖͈̮̓̃̀͠͝͝e̶̢̛̤̙̼̜̝̳̜̹̤͛̎̆͆̾͐̓̚͜͠ ̴̦̩̲͖̺̚a̷̘̣̲͚̱͙͇̥̐͂̃̃͊̾̀͋̅̇̓̑͂͋̔ͅn̸̡͍͍͚̟̅̓̕ͅḑ̶̧̳͓̖͆̈́͗̍̕ ̶̧̛̤̼͉̫̖̮͖̜̙̑͌̀͐̓͊̔͘h̶̘͓̪̼̺͕̄o̸̡̡̞̻͗̅͂ļ̸̖̮͖́͗̅͐d̵͔̳̱̠͈͎̜͙͚̓͐͝e̴̛̼̫̼̰̠̘͙̮͐́̓̽̔̍͛̉͂̓͝ŗ̵̢̛̱̗̪͓̝̤̺͗̄͘ ̸̧̘̦͕͚̰̦̙͍͐̄̔͐̈́̎͐̽̈́̌̋̅͛͘ö̷̧̧̙̱̲̟͙̗̻̘̟͔̯́̽͛͠f̸͉̖̮̭̯͔͈͙͓̍͂̓̐ ̶̨̻̜̜̪̮͇̱͎͚̇̌̃̃̉́̋͊͜t̴͚̹̪̗̳͒͆̅̀͒̓̿̔́̈́̚͝h̵̨̛̩̗͕̦̗̖̊̐͐͗͆̑͑̂̇͆̓ę̶̤͙͔̬͕̰̦̫̝̺̃̍̀̆̐͛͂̀̃̀̌́ ̵͍͖̜̳̫̜͉͙͕͇̻͑̔͜ͅt̴̡̹͔̰͖̲̬̠͓̳͔̲͚̤͇́̾̊͘̕͝h̵̡̪͖̠͈͉̰̜͈̽̓̓ì̶̥͇͙͜r̷̩̪̜̀͛̋͊̉͘d̸̘́̉̎̈́̂ ̵̛̲̜̻̦̠͈͔́͂̈́̒̄̄͗̉̄́̕̕͠s̸̱̼͓͉͇̘̘͈̍̂̐́t̴̢̨̡̹͓̙̺̮͉͇͚̜̺̹̐̊̉͐̕̚͜a̶̛̜͒̃̏͘ͅf̸̡͇̯̼̮̥̜̟͙͉̗͖̼̰͐͐͗̈́ͅf̸͕̩̠̫̘̄̓̋͐̊̽̓̅̀̕ ̸̢͉̖̫͉̬͍̗͚̲̯̣̣̪̦̊̎͑͊̎̿̕͠ô̷͍͉̤͈̥̰͎̲͍͂̆̄̿̍͊̀͛̍̇́͛͜͝ḟ̸̺̲̹̣͔͕̩̥̺̭̻͂̂͜͝ͅ ̷̞̫̱͓͇͈̬͔̩̙̫͉̬̈́́́́̈́̌̃́͆̋͘̕ͅl̵̗̠̥̃͂͋̒̾͆̉́̚͝͝i̸͉̘̭̰͙͓̭̺̳̤͚̋͜ę̴̛̬̪̱̻̘̞͚͕͇͈̙̞̱̪̔̏͌̒̐͒̈́s̸̮̥̪̺̈́̆̓̿̈́͊̍͌̉̍̈́̈́̕̕͘ and the managing director of the NYC branch of MC&D)\n\n\n\n\n\n\n\n\nTime of Call: 0921-0924, March 19th, 2020.\n\n\nAdam Sterling:\n Ok, first off I wanna apologize…\n\n\nLana Fuentes:\n Don't apologize. Just explain this to me. Be detailed.\n\n\nAdam Sterling:\n Right. The initial tests weren't promising. You've seen the data, right?\n\n\nLana Fuentes:\n I have. I get that.\n\n\nAdam Sterling:\n Ok, well Tim got robbed on the subway and then he shit himself. And it worked, so we thought we'd try and see if it would work for us.\n\n\nLana Fuentes:\n And?\n\n\nAdam Sterling:\n Gave us a 93% lower chance of physical harm and an 89% lower chance of the robbers taking our stuff. That was the best idea we came up with.\n\n\nLana Fuentes:\n Ok. But who are we supposed to market this to?\n\n\nAdam Sterling:\n I don't really understand…\n\n\nLana Fuentes:\n Who the fuck is going to be buying this?!\n\n\nHr'asm'Kal:\n LANA IF YOU DON'T MIND I'D LIKE TO CUT IN. I THINK WHAT LANA IS TRYING TO SAY IS THAT ANY REASONABLE PERSON WOULD LOOK AT YOUR IDEA AND REALIZE THAT WE CAN'T SELL THIS TO A HIGH END CLIENT.\n\n\nAdam Sterling:\n Oh. I actually did consider that, that's why I wanted as much data as possible to back up the product.\n\n\nLana Fuentes:\n Your data doesn't change the fact that we cant sell this to anyone.\n\n\nAdam Sterling:\n Ok. Yeah no, I get that now. I just thought maybe I could change your minds.\n\n\nLana Fuentes:\n So you knew this would be a problem and you spent 45 million dollars to test a spell that makes you shit yourself?\n\n\nAdam Sterling:\n Yes Ma'am.\n\n\nHr'asm'Kal:\n I KNOW IT'S HARD TO INTERPRET MY TONE BECAUSE MY VOICE IS BEAMED DIRECTLY INTO YOUR HEAD AT HIGH VOLUME BUT I AM VERY DISAPPOINTED IN YOU PERSONALLY. I HAD HIGH HOPES FOR YOU IN THIS COMPANY.\n\n\nThere is a slight pause.\n\n\nHr'asm'Kal:\n ACTUALLY I SHOULD APOLOGIZE, MR STERLING. I DON'T THINK THAT WE WILL BE RETAINING YOUR SERVICES. THIS IS THE KIND OF MISTAKE THAT IS GOING TO BE EXTREMELY TROUBLING TO EXPLAIN TO THE PARTNERS, AND FRANKLY YOU'VE SHOWN A LACK OF SELF AWARENESS AND COMMON SENSE HERE.\n\n\nAdam Sterling:\n I sold my house in LA and just moved my family out here. We have a blood contract!\n\n\nHr'asm'Kal:\n I THINK IT'S REASONABLE TO SAY THIS IS FOR CAUSE, SO THE CONTRACT YOU SIGNED WITH ME IS INVALID. LANA, IF YOU'D HANDLE THE SEVERANCE?\n\n\nHr'asm'Kal disconnects from the call.\n\n\nLana Fuentes:\n Understand you are still under the effects of the non-disclosure spell. Keep your work here…\n\n\nAdam Sterling:\n Lana. I'm sorry, this won't happen again.\n\n\nLana Fuentes:\n …your work here confidential or you forfeit your eternal soul. Security is already outside your office. They'll wait while you gather your things and escort you outside. We do not have to do this but Hr'asm'Kal has authorized me to offer you 6 months severance pay to ease your transition.\n\n\nThe call ends.\n\n\n\n\n\n\n\n\nMemo 13\n\n\n\n\n\n\nGGOU3/N5IHM/TTAB3\n\n\n\n\n\n\nSender\n\n\nAdam Sterling\n\n\nRecipient\n\n\nLana Fuentes\n\n\n\n\n\n\nHi Lana. Your security guy wasn't able to recognize my spell foci, so I went ahead and took the finished spell home with me.\n\n\n\nIt wasn't hard to tweak it. My background is in coding but the bug we had earlier taught me that spells just use wands and portals instead of ones and zeroes. Tell Tim I'm sorry I had to use him as a vector, but honestly he was going to shit himself in those circumstances anyway. And I knew his morning routine before work pretty well.\n\n\n\nTurns out another organization appreciates me a lot more than you ever did. I'm only sorry I don't get to see your face when you shit yourself.\n\n\n\n\n\n\nMarshall, Carter & Dark, LLP\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt should be noted that Adam Sterling was among the injured agents taken prisoner during the 2021 assault on the Chaos Insurgency safe house. At the time of the raid, the subject's importance to MC&D was unknown. He was surrendered to their custody at their request.\n\n\nAt this point Adam Sterling began to display SCP-5257 symptoms. Given his likely fate in MC&D custody, it is unknown if this was related to the anomaly or if it was a natural reaction.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Combat Report 8291 for more details.\n\n\n\n\n\n\n\n\n« \nSCP-5256\n | SCP-5257| \nSCP-5258\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5257\n\" by Doctor Cimmerian, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5257\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 5_Av_Apr_2022_06\n\n\nName:\n 5_Av_Apr_2022_06.jpg\n\n\nAuthor:\n Epicgenius\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n glitch.mp3\n\n\nAuthor:\n Doctor Cimmerian and EmotionalEntropy\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Crappy Idea\n\n\n\n\n\n\nEmotionalEntropy",
    "addendums": [],
    "documents": [],
    "notes": [
        "Caller 1: Lana Fuentes (MC&D's NYC Branch Vice President of Product Development) Caller 2: Adam Sterling (Member of the MC&D Research and Development team.) Caller 3: Hr'asm'Kal (ḷ̷̯̳̈̂̓̚ͅo̶̧̨̤̬͔̠̭͓̫̐̃̊̋ͅr̸̬̭̄̅͋͂͆̃ḑ̶̢̮͂̎̎͒̆̓̇̇̈́̓͋̎͠͝ ̷̢͚̅̀̋̇͌́̈͛͋̚͘̕̚̕o̵̟̪̥͚̼͍̟̪̤̮̦̭̘̞͌͛̆f̶̨̧̞̞̞̘͙̪̾̋̅̇̒̈́́̃̀ ̸̰̟̼̓̊̈͑͌m̶͉̑̾e̸̛̲̜͙͎͚̜͇͇̖̬͋͊̃̽̎͗͛̍͒̏̄̋̋̚n̵̬͕̿̈́ả̷̛̦̦̜͔̞̥̲̞́̋̃̅̄̃̒̕͘͜͝ͅc̸̨̻̻͇͚͖͈̮̓̃̀͠͝͝e̶̢̛̤̙̼̜̝̳̜̹̤͛̎̆͆̾͐̓̚͜͠ ̴̦̩̲͖̺̚a̷̘̣̲͚̱͙͇̥̐͂̃̃͊̾̀͋̅̇̓̑͂͋̔ͅn̸̡͍͍͚̟̅̓̕ͅḑ̶̧̳͓̖͆̈́͗̍̕ ̶̧̛̤̼͉̫̖̮͖̜̙̑͌̀͐̓͊̔͘h̶̘͓̪̼̺͕̄o̸̡̡̞̻͗̅͂ļ̸̖̮͖́͗̅͐d̵͔̳̱̠͈͎̜͙͚̓͐͝e̴̛̼̫̼̰̠̘͙̮͐́̓̽̔̍͛̉͂̓͝ŗ̵̢̛̱̗̪͓̝̤̺͗̄͘ ̸̧̘̦͕͚̰̦̙͍͐̄̔͐̈́̎͐̽̈́̌̋̅͛͘ö̷̧̧̙̱̲̟͙̗̻̘̟͔̯́̽͛͠f̸͉̖̮̭̯͔͈͙͓̍͂̓̐ ̶̨̻̜̜̪̮͇̱͎͚̇̌̃̃̉́̋͊͜t̴͚̹̪̗̳͒͆̅̀͒̓̿̔́̈́̚͝h̵̨̛̩̗͕̦̗̖̊̐͐͗͆̑͑̂̇͆̓ę̶̤͙͔̬͕̰̦̫̝̺̃̍̀̆̐͛͂̀̃̀̌́ ̵͍͖̜̳̫̜͉͙͕͇̻͑̔͜ͅt̴̡̹͔̰͖̲̬̠͓̳͔̲͚̤͇́̾̊͘̕͝h̵̡̪͖̠͈͉̰̜͈̽̓̓ì̶̥͇͙͜r̷̩̪̜̀͛̋͊̉͘d̸̘́̉̎̈́̂ ̵̛̲̜̻̦̠͈͔́͂̈́̒̄̄͗̉̄́̕̕͠s̸̱̼͓͉͇̘̘͈̍̂̐́t̴̢̨̡̹͓̙̺̮͉͇͚̜̺̹̐̊̉͐̕̚͜a̶̛̜͒̃̏͘ͅf̸̡͇̯̼̮̥̜̟͙͉̗͖̼̰͐͐͗̈́ͅf̸͕̩̠̫̘̄̓̋͐̊̽̓̅̀̕ ̸̢͉̖̫͉̬͍̗͚̲̯̣̣̪̦̊̎͑͊̎̿̕͠ô̷͍͉̤͈̥̰͎̲͍͂̆̄̿̍͊̀͛̍̇́͛͜͝ḟ̸̺̲̹̣͔͕̩̥̺̭̻͂̂͜͝ͅ ̷̞̫̱͓͇͈̬͔̩̙̫͉̬̈́́́́̈́̌̃́͆̋͘̕ͅl̵̗̠̥̃͂͋̒̾͆̉́̚͝͝i̸͉̘̭̰͙͓̭̺̳̤͚̋͜ę̴̛̬̪̱̻̘̞͚͕͇͈̙̞̱̪̔̏͌̒̐͒̈́s̸̮̥̪̺̈́̆̓̿̈́͊̍͌̉̍̈́̈́̕̕͘ and the managing director of the NYC branch of MC&D)",
        "Time of Call: 0921-0924, March 19th, 2020. Adam Sterling: Ok, first off I wanna apologize… Lana Fuentes: Don't apologize. Just explain this to me. Be detailed. Adam Sterling: Right. The initial tests weren't promising. You've seen the data, right? Lana Fuentes: I have. I get that. Adam Sterling: Ok, well Tim got robbed on the subway and then he shit himself. And it worked, so we thought we'd try and see if it would work for us. Lana Fuentes: And? Adam Sterling: Gave us a 93% lower chance of physical harm and an 89% lower chance of the robbers taking our stuff. That was the best idea we came up with. Lana Fuentes: Ok. But who are we supposed to market this to? Adam Sterling: I don't really understand… Lana Fuentes: Who the fuck is going to be buying this?! Hr'asm'Kal: LANA IF YOU DON'T MIND I'D LIKE TO CUT IN. I THINK WHAT LANA IS TRYING TO SAY IS THAT ANY REASONABLE PERSON WOULD LOOK AT YOUR IDEA AND REALIZE THAT WE CAN'T SELL THIS TO A HIGH END CLIENT. Adam Sterling: Oh. I actually did consider that, that's why I wanted as much data as possible to back up the product. Lana Fuentes: Your data doesn't change the fact that we cant sell this to anyone. Adam Sterling: Ok. Yeah no, I get that now. I just thought maybe I could change your minds. Lana Fuentes: So you knew this would be a problem and you spent 45 million dollars to test a spell that makes you shit yourself? Adam Sterling: Yes Ma'am. Hr'asm'Kal: I KNOW IT'S HARD TO INTERPRET MY TONE BECAUSE MY VOICE IS BEAMED DIRECTLY INTO YOUR HEAD AT HIGH VOLUME BUT I AM VERY DISAPPOINTED IN YOU PERSONALLY. I HAD HIGH HOPES FOR YOU IN THIS COMPANY. There is a slight pause. Hr'asm'Kal: ACTUALLY I SHOULD APOLOGIZE, MR STERLING. I DON'T THINK THAT WE WILL BE RETAINING YOUR SERVICES. THIS IS THE KIND OF MISTAKE THAT IS GOING TO BE EXTREMELY TROUBLING TO EXPLAIN TO THE PARTNERS, AND FRANKLY YOU'VE SHOWN A LACK OF SELF AWARENESS AND COMMON SENSE HERE. Adam Sterling: I sold my house in LA and just moved my family out here. We have a blood contract! Hr'asm'Kal: I THINK IT'S REASONABLE TO SAY THIS IS FOR CAUSE, SO THE CONTRACT YOU SIGNED WITH ME IS INVALID. LANA, IF YOU'D HANDLE THE SEVERANCE? Hr'asm'Kal disconnects from the call. Lana Fuentes: Understand you are still under the effects of the non-disclosure spell. Keep your work here… Adam Sterling: Lana. I'm sorry, this won't happen again. Lana Fuentes: …your work here confidential or you forfeit your eternal soul. Security is already outside your office. They'll wait while you gather your things and escort you outside. We do not have to do this but Hr'asm'Kal has authorized me to offer you 6 months severance pay to ease your transition. The call ends.",
        "It should be noted that Adam Sterling was among the injured agents taken prisoner during the 2021 assault on the Chaos Insurgency safe house. At the time of the raid, the subject's importance to MC&D was unknown. He was surrendered to their custody at their request. At this point Adam Sterling began to display SCP-5257 symptoms. Given his likely fate in MC&D custody, it is unknown if this was related to the anomaly or if it was a natural reaction.",
        "\" SCP-5257 \" by Doctor Cimmerian, from the SCP Wiki . Source: https://scpwiki.com/scp-5257 . Licensed under CC-BY-SA .",
        "Filename: 5_Av_Apr_2022_06 Name: 5_Av_Apr_2022_06.jpg Author: Epicgenius License: CC BY 4.0 Source Link: Wikimedia Commons",
        "Filename: glitch.mp3 Author: Doctor Cimmerian and EmotionalEntropy License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-5257",
    "object_class": "Euclid",
    "containment_procedures": "Information relating to larger groups exposing SCP-5257's effects will be handled by Marshall, Carter & Dark's own misinformation campaigns. Given the embarrassment caused by this anomaly becoming publicly known, it is believed that Marshall, Carter & Dark can be trusted to contain all information relating to the anomaly.",
    "description": "SCP-5257 is a viral thaumaturgical effect that causes individuals to defecate when they experience severe anxiety relating to expected harm. SCP-5257 related defecation will occur regardless of the contents of an individuals bowels. The source of the fecal matter that is produced via this effect is currently unknown, but does match the DNA of the producing individual.",
    "title": "SCP-5257"
}