{
    "url": "https://scp-wiki.wikidot.com/scp-5267",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nHecatoncheires Cycle Hub\n\n\n \n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRuined fort located within SCP-5267.\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\nSCP-5267 is self-containing. Motion detectors on site and satellite coverage will inform command if the boundary is penetrated, but as this is exceedingly unlikely, normality is ensured by the anomalous effect.\n\n\n\n\nDescription\n:\n\n\nSCP-5267 is a five square kilometer area of the Mongolian-Manchurian grasslands centered on a small hillside. There is a low-level cognitohazard surrounding the area acting as a perception filter. Effectively, when an individual is outside the cognitohazardous effect of SCP-5267, they only perceive an extension of the grasslands. The effect also serves to dissuade interest in the area; despite detailed surveys having been made of the grasslands, SCP-5267 has never been recorded before discovery by Foundation personnel.\n\n\nWhen an individual is within the anomalous effect, a small grouping of ruins can be perceived. These ruins exhibit cultural signifiers matching elements of the Daeva civilization.\n\n\n \n\n\n\n\nDiscovery\n:\n\nSCP-5267 was discovered when a survey team went missing in the Mongolian-Manchurian Steppe. In 1993, the Mongolian Ministry of Environment and Tourism initiated a comprehensive survey of the grasslands, the purpose of which was to assess damage of environmental degradation. On 13 June, 1993, a five member survey team was in an area of the grasslands to the north of \nHulunbuir\n, Inner Mongolia. The team failed to report to their supervisors that evening and a search was initiated the following day.\n\n\nFive mutilated corpses were found in a shallow, open pit near a nondescript hill and the team’s vehicle. Nothing had been stolen from the vehicle or the corpses, and there was no evidence of another vehicle having been in the area. Medical examination of the bodies revealed that the wounds had been caused by multiple long edged weapons, like a sword.\n\n\nBased on the unexplained wounds, the lack of evidence from the area concerning the perpetrators, and the remoteness of the location, embedded agents within the Mongolian State Department alerted the Foundation.\n\n\n \n\n\n\n\n\n\n\n\nMTF Mobilization Report.\n\n\n\n\nMembers of MTF-Beta-777 (“Hecate’s Spear”) and MTF-Tau-9 (“Bookworms”) were mobilized from Site-91 under cover of an Interpol investigative team. The agents within the State Department were able to authorize the Interpol connection and keep the local law enforcement personnel from interfering with the investigation.\n1\n\n\nOn the morning of 15 June, 1993, the MTF team arrived at the site via Foundation \nBell Boeing V-22 Osprey\n. After a brief reconnoiter of the area, members of MTF-Beta-777 noted that a thaumaturgical cognitohazard was in effect over the hill nearby. The thaumaturgical effect was found to be harmless upon crossing the boundary.\n\n\n\n\n►MTF Exploration Log – 15/06/1993◄\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nMTF Exploration Log of SCP-5267\n2\n\n\n\n\nDate of recording:\n 15 June, 1993\n\n\nParticipating Personnel\n: Captain Sahara Zadeh (Beta-777), Sergeant Maria Waltham (Beta-777), Agent Rebekah Douglas, Lieutenant Gilroy Laguerre (Tau-9), Sergeant Mark Kenoshi (Tau-9), Dr. Jocasta Rossi (\nControl\n)\n\n\nOperational Directive\n: Discover the cause of death for the survey team and determine if an anomaly is involved.\n\n\n\n\n \n\n\n\n\nBegin Log\n\n\n\n\n[MTF personnel are standing at the foot of a small hill peppered with ruins. At the crest of the hill is a ruined fort, approximately forty percent of which has collapsed.]\n\n\nCaptain Zadeh\n: Control, we've discovered an area hidden behind a thaumic cognitohazard.\n\n\nControl\n: What sort of cognitohazard?\n\n\nZadeh\n: Fairly innocuous. So far it seems to act like a perception filter. When looking at the area from outside the boundary of influence, you can only see empty grassland and a hill. Once crossing the boundary, ruins of indeterminate origin become apparent.\n\n\nControl\n: How close to the site where the survey team was found?\n\n\nZadeh\n: Not even a hundred meters, sorta surprised local agents didn’t stumble on it during the examination of the scene. Could be that without being aware of the cognitohazard, an individual is somehow influenced to stay away.\n\n\nControl\n: Best take a look around. But if whoever killed the survey team is still there and they can hide an entire hilltop, they’re capable.\n\n\nZadeh\n: We’ll keep our eyes open.\n\n\n[Team members confirm their recording equipment is in working order and the group begins walking towards the ruins. Several semi-collapsed stone buildings stand near underground circular storage areas, also constructed with stone. Each of the storage areas are empty but feature a stone staircase leading up to the surface. There are eleven such underground stone chambers spaced out along the hilltop. Personnel report to Dr. Rossi concerning these underground chambers.]\n\n\n\n\n\n\nEvidence of underground storage areas on the hilltop.\n\n\n\n\n\n\nCommand\n: What do you think their purpose is?\n\n\n[Zadeh does not respond.]\n\n\nCommand\n: Captain Zadeh, do you read me?\n\n\n[Zadeh does not respond again. Several minutes pass without communication.]\n\n\nZadeh\n: Command, you receiving?\n3\n\n\nCommand\n: Yes! Sorry, I thought we had lost connection. Did you hear my last question?\n\n\nZadeh\n: Anyone else able to contact Rossi?\n\n\n[The rest of the team confirm they cannot reach Command at Site-91.]\n\n\nCommand\n: Shit.\n\n\nZadeh\n: Alright, we’re on our own from here.\n\n\n[Zadeh and the team begin moving further onto the hilltop. Zadeh stops to examine one of the underground chambers.]\n\n\nZadeh\n: LaGuerre, you and Waltham take a look down those steps. If it seems unstable, don’t chance it.\n\n\nLaGuerre\n: Yes, Captain.\n\n\n[LaGuerre and Waltham head down the steps. They return after a few minutes.]\n\n\nZadeh\n: Well?\n\n\nLaGuerre\n: There’s nothing down there, just dingy stone basements. Maybe they were storage areas originally, but I don’t see anything.\n\n\nWaltham\n: There’s thaumaturgic bleed all over the room but it’s pretty diffused throughout the general area.\n4\n\n\n[Zadeh nods. She turns towards the fort.]\n\n\n\n\n\n\nRuins within SCP-5267.\n\n\n\n\n\n\nDouglas\n: Anyone have any idea what culture these are from?\n\n\n[Kenoshi shrugs and points at the ruined fort.]\n\n\nKenoshi\n: Looks ominous.\n\n\nZadeh\n: Only standing structure. Let’s take a look.\n\n\n[Personnel approach over the grass towards the ruined fort.]\n\n\nWaltham\n: Should we go back outside the boundary and contact command?\n\n\nZadeh\n: No. Who knows if we’ll need reinforcements? Besides, it would take them hours to get here.\n\n\nCommand\n: Already mobilized a team from Korea to rendezvous with you. Shit. Still can’t hear me.\n\n\n[Personnel approach the ruined fort, there is no obvious movement visible. The grass surrounding the fort and the grass within the courtyard has been flattened when compared to the grass in other areas.]\n\n\nZadeh\n: Keep on your toes people, no way we’re alone.\n\n\n[The fort stands roughly twenty meters high with a central courtyard overgrown with grass. Openings in the stone structure dot the interior walls. Personnel breach the structure through one of these openings.]\n\n\n\n\n\n\nInterior of fort structure in SCP-5267.\n\n\n\n\n\n\n[No lighting is present in the interior of the structure, but it is clear the space is not entirely abandoned. The interior is not dusty and no signs of cobwebs are present. An armory, containing both modern firearms and melee weapons, is visible in a side passage upon the MTF’s entry into the fort.]\n\n\nWaltham\n: That’s a lot of hardware.\n\n\nZadeh\n: These are well-maintained and recently.\n\n\nDouglas\n: What have we stumbled into here?\n\n\n[Douglas moves to a table cluttered with steel short swords, placing a hand\n5\n on one of the weapons. Douglas is silent for a few moments and then takes a deep breath upon breaking contact]\n\n\nDouglas\n: These are brand new, forged by some strange-looking humanoid entities.\n\n\nZadeh\n: Strange how?\n\n\nDouglas\n: They look human, but they seem to be made of dirt and covered with bits of moss.\n\n\nWaltham\n: Can you show me?\n\n\n[Douglas nods, grasping Waltham’s hand and touching the sword again.]\n\n\nWaltham\n: Fuck. \nThese bastards again\n.\n\n\nZadeh\n: Explain.\n\n\nWaltham\n: We’ve seen these things before, with the attack on \nSCP-5957\n.\n\n\nDouglas\n: Didn’t you say you saw them in Moscow too?\n\n\nWaltham\n: Yeah, these things are humanoids made through some sort of thaumaturgy serving an Ex-GRU-P agent named Chernoff. \n[\nSee file below\n]\n\n\nLaGuerre\n: What the hell is going on?\n\n\nWaltham\n: When we confronted Chernoff in Moscow, he was performing some sort of blood sacrifice with Daevite iconography.\n\n\nDouglas\n: What happened?\n\n\nWaltham\n: You can read the file when we get back, if Varga approves, but suffice to say he had us over a barrel. We were outnumbered, only choice was a cease fire. Otherwise, he’d be in custody.\n\n\nZadeh\n: So maybe this is something of his? But why way the hell out here?\n\n\n[Waltham shrugs.]\n\n\nZadeh\n: Right, we need answers. Fan out, let’s clear this building.\n\n\n\n\nEight minutes of extraneous recording omitted for brevity.\n\n\n\n\n[Personnel search through the ruined fort, finding no evidence of occupation other than the impromptu armory. On the north side of the structure’s interior, Kenoshi finds a descending stone staircase. Personnel gather at the top of the stairs.]\n\n\nZadeh\n: We’ve still got hours before reinforcements get here, so we’re going to continue the reconnoiter. Waltham, take point. Kenoshi, cover the rear.\n\n\n[Personnel descend the stairs to a lower level containing a underground chamber lined with numerous tables covered in long planter. Moss is being cultivated in each planter. Multiple crystal light sources on the stone ceiling illuminate the chamber.]\n\n\nDouglas\n: What is this, a grow house?\n\n\nZadeh\n: Anyone know much about horticulture?\n\n\n[None of the other MTF members answer in the affirmative.]\n\n\nZadeh\n: Right, grab some samples and let’s keep moving.\n\n\n[As LaGuerre begins to collect some of the moss, he looks up at the crystal illumination sources.]\n\n\nLaGuerre\n: Are those electrical?\n\n\nWaltham\n: No, thaumaturgical, I think.\n\n\nLaGuerre\n: How do you know?\n\n\nWaltham\n: I can feel them, the whole room feels like walking into a bathroom right after someone took a hot shower. Saturates the whole chamber.\n\n\n[Zadeh bends over and examines the planters. They are made of terra cotta and Daevite glyphs are etched along the rims. She asks Kenoshi to take photographs of glyphs.]\n6\n\n\n[After a few minutes, the team continues past the growing chamber. Down a roughhewn stone hallway, they find a large chamber cluttered with wooden tables laden with various equipment. Body cam footage shows old fashioned chemistry accoutrements, a dissection table, and a station for detail metal working such as inlaying and etching.\n7\n The chamber is lit by braziers hanging from stone pillars, some of which are exuding incense. The ceiling is blackened by soot accumulation.]\n\n\nDouglas\n: Is that incense?\n\n\nWaltham\n: \n[Covering her nose.]\n Sandalwood and cedar. Overpowering.\n\n\nKenoshi\n: Look at this.\n\n\n[Kenoshi is standing adjacent to the dissection table in front of a large amount of clay, pulverized stone, and moss mixed together. The pile is over three meters in height, resting directly on the stone floor. On top of the table lies the rough shape of a human, constructed with the material. There are rudimentary sculpture tools on the table.]\n8\n\n\nDouglas\n: \n[Picking up a clay knife.]\n Let’s see what we have.\n\n\n[Douglas is silent with her eyes closed for a few moments and then gasps, dropping the knife.]\n\n\nWaltham\n: What happened?\n\n\nDouglas\n: \n[Shaking her head and rubbing at her temples.]\n Just so many dead… It’s like someone used that knife to kill thousands. I don’t understand it.\n\n\n[Zadeh picks up the clay knife and examines it.]\n\n\nZadeh\n: It’s a ritual tool. Weird though, there’s no staining. No knicks of any kind. If this was literally used to kill thousands, it doesn’t look like it.\n\n\n[Zadeh slips the knife and other tools into an evidence containment bag. Waltham points to the dissection table.]\n\n\nWaltham\n: Jesus, look under our friend here.\n\n\n[Waltham pushes the crude body-shaped clay effigy, revealing a circular pattern of Daevite thaumaturgical glyphs.]\n\n\nWaltham\n: Kenoshi, can you read this?\n9\n\n\n[Kenoshi approaches the table and upon seeing the glyphs, extracts the camera from his backpack. He begins taking photographic documentation of the glyphs.]\n\n\nKenoshi\n: I don’t understand this, it’s too complicated. I’ll have to take the pictures back to the Site for translation.\n\n\nZadeh\n: Douglas, you want to–\n\n\nDouglas\n: Not a chance.\n\n\n[Zadeh takes off her tactical glove and places her bare hand on the etchings for a moment. She looks at Waltham, who nods.]\n\n\nDouglas\n: What?\n\n\nWaltham\n: It’s bleeding thaumaturgic energy. The knife too. They’ve been used over and over in serious rituals.\n\n\nDouglas\n: What kind–\n\n\nLaGuerre\n: Found something, next room over.\n\n\n[The other MTF members join LaGuerre in a smaller rectangular chamber next to the laboratory. This chamber is also stone but is less than a tenth of the size. There is no furniture or other exits. On the largest wall, opposite the entry is a large bronze ring embedded in the wall with ivory inlay. Along the outside edge of the circle, Daevite glyphs are etched. Painted on the stone visible through the ring are several ritual icons: a tree devoid of leaves, a stylized anatomically correct heart, and a large group of featureless individuals.]\n\n\nZadeh\n: This is directly connected to the table and those tools.\n\n\nWaltham\n: Goddamnit.\n\n\nZadeh\n: What?\n\n\nWaltham\n: Conjuring circle. It’s acting like a conduit.\n\n\nLaGuerre\n: For what? A \nWay\n?\n\n\nWaltham\n: \n[Shaking her head.]\n Sacrifices. Like kindling.\n\n\n[Douglas and Zadeh look back towards the dissection table in the other room. Douglas turns to the wall adjacent to the bronze ring and her camera pans over a mural.]\n\n\nDouglas\n: Look at this.\n\n\n[The mural depicts a battle between a large army including soldiers wearing Daeva armor and instances of \nSCP-3140\n versus a large, glistening ovoid floating entity with six long arms stretching out towards the approaching soldiers. Energy is flowing from the outstretched arms and crashing into the army. Sitting on a crest above the army is a group of women in red robes wearing crowns, carrying curved knives and presumably issuing commands to the gathered forces.]\n\n\nWaltham\n: \n[She points to the ovoid entity.]\n Well, that looks familiar.\n\n\nDouglas\n: We need to find whoever owns this place, right now.\n\n\n[The rest of the team silently returns to the laboratory and continues on through the exit they have not yet explored. Several side rooms along a stone corridor reveal dozens of standing humanoid entities. The figures appear to be constructed of clay and plant matter. Each is dressed in bronze chest pieces and leather armored skirts. They do not move or acknowledge the MTF. Personnel take care to minimize noise as they proceed down the corridor and at the end come upon a small throne room.]\n\n\n[A throne of bone, leather, and bronze sits on a central stone dais. Atop the throne is a desiccated female figure dressed in red silk robes embroidered with gold thread in swirling patterns and wearing a bronze circlet with precious stones inlaid. The figure’s skin is dry and cracked, appearing to have withstood significant dehydration as though mummified.]\n\n\nDouglas\n: What is this?\n\n\nKenoshi\n: A tomb?\n\n\nZadeh\n: Cut the chatter.\n\n\n[Waltham is pointing at the walls of the throne room, where more of the humanoid figures dressed in armor stand. They do not move.]\n\n\nWaltham\n: More of them.\n\n\nZadeh\n: How many?\n\n\nLaGuerre\n: At least ten. All armed with melee weapons from what I can see.\n\n\nDouglas\n: Hey, does she look like the women in the mural?\n\n\nWaltham\n: Could be.\n\n\n[Douglas approaches the figure on the throne. She reaches out and grasps the bare left forearm. After a moment, the figure’s eyes open and Douglas cries out, flinging herself away from the figure and landing on the stone floor. The figure stands.]\n\n\nUnknown\n: \n[indecipherable]\n\n\nDouglas\n: \n[Sitting up and drawing her sidearm.]\n She’s alive!\n\n\nKenoshi\n: \n[Training his carbine on the figure.]\n That has to hurt, she’s all dried up.\n\n\n[Douglas snorts and aims at the figure.]\n\n\nZadeh\n: Enough! \n[Directing her attention to the figure.]\n We can’t understand you.\n\n\nUnknown\n: I demand to know what you are doing here!\n\n\nZadeh\n: We’re investigating the murder of a survey team just outside your compound. Do you know anything about that?\n\n\nUnknown\n: They were trespassing, my \nzeu leux\n dug them a grave.\n\n\nZadeh\n: I don’t know that word, but I do know that an open pit is hardly a grave.\n\n\nWaltham\n: \n[Indicating the standing humanoid figures.]\n \nGrass children\n. She means these things they’re making.\n\n\nUnknown\n: They were shown the appropriate respect for trespassers.\n\n\nDouglas\n: What’s wrong with you?\n\n\nUnknown\n: I have been asleep for centuries, for one. For another, I seem to attract unwelcome visitors.\n\n\nWaltham\n: And you thought having your “children” massacre some bureaucrats was the appropriate response?\n\n\nUnknown\n: They invaded my home, much as you have done.\n\n\nZadeh\n: We’re going to need you to come with us.\n\n\nUnknown\n: I refuse, I cannot spare the time. Leave this place or I’ll treat you the same as those fools.\n\n\nZadeh\n: We can’t do that.\n\n\nUnknown\n: So be it.\n\n\n[The female figure turns to the standing humanoids and holds out her left hand, beginning to speak. From her seated position, Douglas fires her sidearm three times, striking the figure twice in the chest and once in the forehead.]\n\n\n[Douglas rises and stands over the body with her gun still trained on it.]\n\n\nZadeh\n: Agent Douglas, stand down!\n\n\nDouglas\n: Sahara, she’s a goddamn threat. ‘Bout to call her guard dogs, so I took care of it.\n\n\nZadeh\n: Fuck that, you don’t open fire unless I give the order. I’m in command here.\n\n\nDouglas\n: \n[Holstering her weapon.]\n Fine. Well, it’s done now.\n\n\n[Douglas walks to her carbine and picks it up from where it fell.]\n\n\nZadeh\n: Douglas, what the hell are you thinking?\n\n\nDouglas\n: I’m thinking we’re out of our depth. And I’m sick of getting caught with our pants down.\n\n\nZadeh\n: We need answers! We can’t question a–\n\n\nWaltham\n: Captain, look.\n\n\n[The female figure is moving, bracing herself against the stone and using the throne to get back into a standing position. She has a large bullet hole in the top of her forehead and two in her chest. There are no signs of bleeding.]\n\n\nDouglas\n: What the fuck?\n\n\n[The figure begins speaking in an unknown language. The ten humanoid figures draw their swords and advance on the group.]\n\n\nZadeh\n: Take them out!\n\n\n[The MTF members open fire on the approaching humanoid entities. The entities fall and then begin getting back up. The MTF personnel begin firing again, all except Waltham who approaches the female figure and strikes her in the head with the butt of her rifle. The female figure falls to the stone floor and Waltham crouches over her, pulling down the robes from her back so desiccated skin is exposed.]\n\n\nDouglas\n: Maria, what are you doing?\n\n\nWaltham\n: Cover me!\n\n\n[While the remaining MTF personnel continue to fire on the entities, Sgt. Waltham takes out her knife and carves a circle in the female entity’s back. The figure struggles but Waltham hits her in the head with the handle of the knife. Waltham then rips the bandage off of her forearm and paints within the circle a crude representation of a Seal of Solomon. As she finishes, the blood dries immediately and sinks into the desiccated skin of the figure. The humanoid entities stop advancing. Waltham turns towards the entrance and her body camera reveals dozens of the entities frozen at the point of entry.]\n\n\nDouglas\n: What just happened?\n\n\n[Waltham forces the figure to stand, and adjusts her robes so she is covered. She takes out two zip-ties, binds the figure’s hands and feet, then sits her down on the throne.]\n\n\nWaltham\n: \n[Wiping the blade of her knife on the figure’s robes.]\n I sealed her off from the thaumaturgy she’s using to command these things.\n\n\nKenoshi\n: Jesus, that was brutal.\n\n\nWaltham\n: If she can survive a gunshot to the head, I figured this wasn’t overkill.\n\n\nUnknown\n: How dare you touch a matriarch? Untie me immediately!\n\n\nZadeh\n: Well, Matriarch, we’re taking you into custody.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\n\n\nIntelligence File: Leonid Chernoff\n\n\nFor background information on Leonid Chernoff, please see \nProject Hecatoncheires Person of Interest Dossier\n.\n\n\n\n\n\n\nIncident 5267.1\n\n\nApproximately four hours after Captain Zadeh’s team apprehended the female figure (hereby designated SCP-5267-A), reinforcements arrived from Site-64K in Korea. The majority of the reinforcements and MTF personnel stayed on site to secure the area, while Sgt. Waltham and Lt. LaGuerre were tasked with securing the prisoner for transfer.\n\n\nAt approximately 17:15 hours, a small detachment of security personnel began prepping a VTOL\n10\n vehicle to transfer SCP-5267-A when an armed force of ten men emerged from one of the stone storage areas, apparently having utilized a Way. Simultaneously, the humanoid figures within the ruined fort animated and began attacking personnel on site.\n\n\nIn the confusion, sixteen security agents were killed in action and Captain Zadeh was grievously wounded. SCP-5267-A also managed to escape custody. Several of the hostile force were killed during the fray and were confirmed to be mercenaries active in Russia.\n\n\nRelevant recordings from Sgt. Waltham’s body camera are included below (full recordings of all security and MTF personnel are available on request):\n\n\n\n\n►Select Body Camera Footage  – 15/06/1993◄\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nRecording begins several minutes before hostilities broke out.\n\n\n\n\n[Sgt. Waltham and Lt. LaGuerre are securing SCP-5267-A into her seat on the VTOL aircraft.]\n\n\nSCP-5267-A\n: You think you can hold me, but you don’t even know what I am.\n\n\nWaltham\n: I think you’re a necroturge\n11\n who’s using Daevite rituals to kill a lot of people. Messing with stuff you don’t understand, like half the practitioners we encounter.\n\n\n[SCP-5267-A laughs.]\n\n\nSCP-5267-A\n: \nI\n don’t understand? I originated those rituals, you simpering child.\n\n\nLaGuerre\n: Daevite culture has been dead over two millennia.\n\n\nSCP-5267-A\n: Yes, it has. I like to keep the old traditions going. Reminds me of better times.\n\n\n[Sounds of gunfire outside of the aircraft are heard.]\n\n\nWaltham\n: Now what?\n\n\nSCP-5267-A\n: You’re not half so clever as you think. I have allies.\n\n\nWaltham\n: No matter what’s going on out there, you’re not leaving.\n\n\nSCP-5267-A\n: You severed my connection to the children, but not my servant. A matriarch has many options. Quickly, before you die… tell me who sent you? Was it the celestial spawn? Did he think to destroy us once and for all?\n\n\nLaGuerre\n: Who are you talking about?\n\n\nSCP-5267-A\n: Don’t be coy with me, little boy. Did he send you instead of his cult of slug worshipers?\n\n\n[Significant gunfire is heard outside the aircraft, along with several explosions.]\n\n\nWaltham\n: We’re getting nowhere. \n[Dropping her carbine so that it hangs off her shoulder, Waltham holds out a hand and flames erupt from her palm. She holds the flames close to SCP-5267-A’s face.]\n Call them off.\n\n\n[SCP-5267-A smiles. Her teeth are bright white, despite the apparent age of her body. The bullet wound from earlier is still visible in her forehead, although no bleeding is evident.]\n\n\nWaltham\n: I don’t care if you’re a Daeva princess, I will end y–\n\n\nSCP-5267-A\n: I am not a ‘princess.’ I am a \nmatriarch\n. A title that conveys real power.\n\n\nLaGuerre\n: What are you hoping to gain out here?\n\n\nSCP-5267-A\n: What is any creature trying to obtain? \nFreedom\n. Freedom from powers that would oppress you or your people. I am no different.\n\n\nWaltham\n: And you’re willing to sacrifice innocent people to obtain that?\n\n\nSCP-5267-A\n: Without question. Are you morally superior? You’re threatening me with violence and your colleague shot me without warning. What would you do to survive?\n\n\n[Waltham lets the flames die off and she withdraws her hand.]\n\n\nSCP-5267-A\n: Your friend who shot me, she understands. To survive, there is no compunction worth heeding, no code to preserve. We do what we must do to live. My enemy threatens my existence, my people’s existence. I would burn a million driftwood lives to ensure that goal.\n\n\nWaltham\n: Well, now it’s our survival that’s at ris–\n\n\n[Two canisters land inside the aircraft from an open door at the rear, exuding white vapor.]\n\n\nLaGuerre\n: Gas masks, now!\n\n\n[Waltham reaches for the equipment locker bolted under the seats, but falls to the floor and loses consciousness. LaGuerre follows suit, his body camera pointed upwards at an angle. A man wearing a gasmask and camouflage Russian army fatigues passes where LaGuerre has fallen. He speaks in Russian.]\n\n\nUnknown man\n: My apologies, Matriarch. I brought reinforcements as soon as I got your message. These fools weren’t carefully guarding the other end of the passage.\n\n\nSCP-5267-A\n: Good boy, Leonid.\n\n\nLeonid\n: We must get you out of here. They’re destroying most of the children.\n\n\nSCP-5267-A\n: We can always make more.\n\n\nLeonid\n: \n[Nodding.]\n We’ll need them soon; I finally have some information about where \nthey\n are–\n\n\nSCP-5267-A\n: Hush, Leonid. The mice are listening. \n[She taps the body camera on LaGuerre.]\n\n\n[Leonid supports SCP-5267-A as they leave the area.]\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\nClose File\n\n\n\n\n\n\nAfter the remaining security forces were able to neutralize the humanoid entities – sustained fire and explosive rounds were eventually effective – it was discovered that SCP-5267-A had escaped. There is no residual sign of a Way on the hilltop storage area, but Lt. LaGuerre believes all the storage areas are constructed in such a way as to facilitate the generation of such gateways.\n\n\nThe Department of External Affairs is attempting to negotiate the extradition of Leonid Chernoff through official channels at the Russian State Department. So far, the officials do not acknowledge his presence within the country.\n\n\nEfforts to locate SCP-5267-A are ongoing.\n\n\n \n\n\nrating: \n+107\n+\n–\nx\n\n\n\n\n \n\n\n\n\nHecatoncheires Cycle\n\n\n<< Never Fight a Land War in the Peloponnese\n | \nSCP-5267: Golems of the Eastern Steppe\n | \nExtranormal Event #8832 >>\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Mongolia had only recently become a member nation of Interpol, in 1991, and had only a small amount of agents within the nation, thus the need for expert consultation was deemed necessary. Local law enforcement and members of the search team that discovered the bodies were eventually amnesticized once the anomaly was discovered.\n\n\n2\n. Designation was decided at a later date, and the file updated.\n\n\n3\n. Analysts believe that interference from the thaumaturgic emanation throughout the area stopped incoming transmissions but did not block outgoing messages.\n\n\n4\n. Both Zadeh and Waltham are thaumatologists, Class-A.\n\n\n5\n. Agent Douglas is a Level-3 Psychometric, capable of reading surface emotions and history from individuals and objects they touch.\n\n\n6\n. After reviewing notes concerning the contents of \nSCP-140\n it was confirmed that the moss farming in this chamber matched Daevite horticultural thaumaturgical techniques.\n\n\n7\n. Reflecting 19\nth\n century technology at the latest. No electrical tools were noted. In fact no electrical systems has been observed within the stone structure.\n\n\n8\n. Constructed from meteoric iron, a traditional metal for Daevite ritual tools.\n\n\n9\n. Sergeant Kenoshi is a historical linguist, with fluency in several ancient languages.\n\n\n10\n. Vertical take-off and landing aircraft that does not require an extensive runway.\n\n\n11\n. Thaumaturgist who practices necromancy.\n\n\n\n\n\n\n\n\n« \nSCP-5266\n | SCP-5267 | \nSCP-5268\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5267\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5267\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Fortexterior\n\n\nAuthor\n: Gautam Gupta\n\n\nLicense\n: CC By 2.0\n\n\nSource\n: \nlink\n\n\nAdditional Notes\n: Slightly cropped, which is acceptable under the license.\n\n\n\n\n\n\nFilename\n: cavernexit\n\n\nAuthor\n: Murray Barnes\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\n\n\n\n\nFilename\n: ruinsabovecavern\n\n\nAuthor\n: Murray Barnes\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\n\n\n\n\nFilename\n: fortinterior\n\n\nAuthor\n: Klim Levene\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5267 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5267 . Licensed under CC-BY-SA .",
        "Filename : Fortexterior Author : Gautam Gupta License : CC By 2.0 Source : link Additional Notes : Slightly cropped, which is acceptable under the license.",
        "Filename : cavernexit Author : Murray Barnes License : CC BY 2.0 Source : Link",
        "Filename : ruinsabovecavern Author : Murray Barnes License : CC BY 2.0 Source : Link",
        "Filename : fortinterior Author : Klim Levene License : CC BY 2.0 Source : Link"
    ],
    "title": "SCP-5267"
}