{
    "url": "https://scp-wiki.wikidot.com/scp-5277",
    "all_text": "Wherein misfortune must be overcome.\n\n\n\n\n\n\n \n\n\nrating: \n+84\n+\n–\nx\n\n\nCalibold\n\n\n\n\n\n\n \n\n\nSCP-5277 — What Can Go Wrong\n\n\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\nLink To Guide\n\n\nItem#:\n5277\n\n\nClearance Level 2:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nketer\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/dark\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/notice\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5277 is uncontained, and is being constantly monitored remotely. Research is currently focused on the development of a containment method that bears no inherent flaws.\n\n\nDescription:\n SCP-5277 is a male humanoid known by the name of Joshua Maine. SCP-5277 bears no abnormal physical traits, aside from slightly above-average height and mild cardiovascular issues.\n\n\nSCP-5277's anomalous traits manifest when any deliberate attempt at containing it is made. If the system by which SCP-5277 is contained bears any inherent possibility of failure, those weaknesses will be probabilistically exploited, allowing SCP-5277 to escape.\n\n\nSCP-5277 was discovered after it was arrested for an unarmed robbery of a grocery store. Law enforcement made multiple attempts to jail it, but it was able to escape due to highly improbable circumstances. After reports of SCP-5277's escapes had been filed, Foundation agents began investigating the possibility of a probabilistic anomaly, and eventually were able to fully determine its properties.\n\n\nContainment Attempt Log:\n The following is a list of attempts at containing SCP-5277.\n\n\n\n\nContainment Attempt 5277/1\n\n\nMethod:\n Transportation of SCP-5277 to a standard humanoid containment unit.\n\n\nResult:\n Failure. SCP-5277 violently panicked and attempted to flee when personnel initially encountered it, but it was successfully detained and placed in a transport. As the transportation vehicle was in itself a form of containment, SCP-5277's properties caused the vehicle's steering to lock, resulting in a crash. The surviving security camera showed that SCP-5277 initially entered a fetal position and started upon the vehicle crashing, before getting up and escaping a few minutes later.\n\n\nNotes:\n Due to the compounded risks in utilizing two methods of containment — the transport and the actual containment unit — further attempts will be focused on developing containment around SCP-5277. \n- Dr. Melvin Dash\n\n\n\n\n\n\nContainment Attempt 5277/2\n\n\nMethod:\n Deployment of a mobile task force to detain SCP-5277 within the hotel it is currently hiding in.\n\n\nResult:\n Failure. SCP-5277 was initially successfully detained within its room for three days. It spent most of this period questioning personnel and attempting to force information about its present state from them. Fifteen of the twenty-two agents sent to contain SCP-5277 eventually caught severe pneumonia, hindering their efficacy. SCP-5277 was able to narrowly escape past them.\n\n\nNotes:\n As this method relied almost entirely on a purely human element, SCP-5277 was able to exploit their susceptibility to biological attacks. One previously ill agent infected numerous others, allowing its escape. Notably, it seems that SCP-5277's effects only begin upon initial containment; it took multiple days for SCP-5277 to escape, on account of the time it took for a sufficient number of personnel to be infected. \n- Dr. Melvin Dash\n\n\n\n\n\n\nContainment Attempt 5277/3\n\n\nMethod:\n Assembly of a containment unit around SCP-5277.\n\n\nResult:\n Failure. SCP-5277 was able to be temporarily detained at gunpoint, causing it to display heightened anger and panic, but it did not attempt to physically resist. However, numerous unaccounted flaws in the equipment used to construct the cell resulted in massive damage and chaos, allowing for SCP-5277's escape.\n\n\nNotes:\n It is not entirely clear what actually constitutes \"containment\" in this case, although it is likely a combination of all of the factors present. One of the primary weaknesses here was our speed; it would take over an hour to assemble the unit, meaning that the present flaws could be easily exploited within that timeframe. The only possible method would be to assemble the perfect containment unit remotely, then somehow force SCP-5277 into it before the containment required to transport and detain it could be exploited. \n- Dr. Melvin Dash\n\n\n\n\n\n\nContainment Attempt 5277/4\n\n\nMethod:\n Development of a custom containment unit that could contain SCP-5277 by being launched at its location. The containment unit was placed on a Foundation satellite and equipped with propulsion units and an AIC to direct it. Upon activation, it would immediately propel itself towards SCP-5277, trapping it almost immediately.\n\n\nResult:\n Failure. The unit worked as expected, and as the containment unit itself bore no weaknesses, it could not be exploited. Personnel moved in to establish permanent occupation of the area. However, when SCP-5277 was observed, it was found it had suffered from a heart attack and died.\n\n\nNotes:\n SCP-5277 has been reclassified as Neutralized. \n- Dr. Melvin Dash\n\n\n\n\n\n\nrating: \n+84\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.8.0 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.8.0\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5276\n | SCP-5277 | \nSCP-5278\n »\n\n\n\n\n\n\n\n\n\n\nWhat Can Go Wrong\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5277\n\" by Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5277\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Containment Attempt 5277/1 Method: Transportation of SCP-5277 to a standard humanoid containment unit. Result: Failure. SCP-5277 violently panicked and attempted to flee when personnel initially encountered it, but it was successfully detained and placed in a transport. As the transportation vehicle was in itself a form of containment, SCP-5277's properties caused the vehicle's steering to lock, resulting in a crash. The surviving security camera showed that SCP-5277 initially entered a fetal position and started upon the vehicle crashing, before getting up and escaping a few minutes later. Notes: Due to the compounded risks in utilizing two methods of containment — the transport and the actual containment unit — further attempts will be focused on developing containment around SCP-5277. - Dr. Melvin Dash",
        "Containment Attempt 5277/2 Method: Deployment of a mobile task force to detain SCP-5277 within the hotel it is currently hiding in. Result: Failure. SCP-5277 was initially successfully detained within its room for three days. It spent most of this period questioning personnel and attempting to force information about its present state from them. Fifteen of the twenty-two agents sent to contain SCP-5277 eventually caught severe pneumonia, hindering their efficacy. SCP-5277 was able to narrowly escape past them. Notes: As this method relied almost entirely on a purely human element, SCP-5277 was able to exploit their susceptibility to biological attacks. One previously ill agent infected numerous others, allowing its escape. Notably, it seems that SCP-5277's effects only begin upon initial containment; it took multiple days for SCP-5277 to escape, on account of the time it took for a sufficient number of personnel to be infected. - Dr. Melvin Dash",
        "Containment Attempt 5277/3 Method: Assembly of a containment unit around SCP-5277. Result: Failure. SCP-5277 was able to be temporarily detained at gunpoint, causing it to display heightened anger and panic, but it did not attempt to physically resist. However, numerous unaccounted flaws in the equipment used to construct the cell resulted in massive damage and chaos, allowing for SCP-5277's escape. Notes: It is not entirely clear what actually constitutes \"containment\" in this case, although it is likely a combination of all of the factors present. One of the primary weaknesses here was our speed; it would take over an hour to assemble the unit, meaning that the present flaws could be easily exploited within that timeframe. The only possible method would be to assemble the perfect containment unit remotely, then somehow force SCP-5277 into it before the containment required to transport and detain it could be exploited. - Dr. Melvin Dash",
        "Containment Attempt 5277/4 Method: Development of a custom containment unit that could contain SCP-5277 by being launched at its location. The containment unit was placed on a Foundation satellite and equipped with propulsion units and an AIC to direct it. Upon activation, it would immediately propel itself towards SCP-5277, trapping it almost immediately. Result: Failure. The unit worked as expected, and as the containment unit itself bore no weaknesses, it could not be exploited. Personnel moved in to establish permanent occupation of the area. However, when SCP-5277 was observed, it was found it had suffered from a heart attack and died. Notes: SCP-5277 has been reclassified as Neutralized. - Dr. Melvin Dash",
        "\" SCP-5277 \" by Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-5277 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5277 is uncontained, and is being constantly monitored remotely. Research is currently focused on the development of a containment method that bears no inherent flaws.",
    "description": "SCP-5277 is a male humanoid known by the name of Joshua Maine. SCP-5277 bears no abnormal physical traits, aside from slightly above-average height and mild cardiovascular issues.",
    "title": "SCP-5277"
}