{
    "url": "https://scp-wiki.wikidot.com/scp-5289",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nAnomaly №:\n SCP-5289\n\n\nAnomaly Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5289 will remain at its place of discovery, but the area has been cordoned off from the rest of the Site. The flyer previously located on its eastern wall is held at \nSite-02\n1\n Site-01.\n\n\nDescription:\n SCP-5289 is a 5x5x5 meter cube composed of concrete and rebar, located within the Site-19 barracks. The outer ceiling and underside have rusted iron plates attached to them; steel poles line each corner, presumably for structural support. The structure is bolted to the floor via four bronze stakes around each pole.\n\n\nCarbon dating suggests the entire structure is approximately 200 years old; attempts to open SCP-5289 have failed despite its relatively weak composition.\n\n\nBefore its modern containment procedures were put into effect, a flyer was located on its eastern wall, presenting a diagram of a similar object. However, the pictured object had a door on its northern wall, and a stylized \"W\" above it. The flyer has been dated to have been created sometime in the late 1900s; it has been moved to Site-02 in order to discern if the pictured object exists.\n\n\nRecovery Log:\n Though it is unknown when SCP-5289 was moved to Site-19, records indicate it has been in the custody of the Foundation since its inception in ████.\n\n\nIt is assumed SCP-5289 was previously owned by the American Secure Containment Initiative before it transformed into the current Foundation, as recovered documents describe a similar object being used as a prototype humanoid containment chamber.\n\n\nIncident Log (1):\n On 4/2/2021, Site-02 experienced a power outage which lasted for 5 hours. Though no large-scale breaches occurred during this time, the flyer taken from SCP-5289 was discovered to be missing. \nA search has been initiated.\n\n\n\n\n➤ LEVEL 4 ACCESS REQUIRED, PLEASE INPUT CREDENTIALS.\n\n\n\n\n➤ WELCOME, DIRECTOR.\n\n\n\n\nIncident Log (2):\n On 5/1/2021, O5-2 was reported missing after her attendant had entered her quarters to inform her of an upcoming council vote. The room was reported to be in disarray; O5-2's bed had been moved to block the door, and her room's window screen had been torn open. Despite a 48 hour search, O5-2 could not be found.\n\n\nDuring this time, searching through her computer files revealed a photograph of SCP-5289, captioned as \"Containment Chamber,\" with an altered flyer on its eastern wall visible. It was included in a .zip folder, which also contained a list of Ethics Committee conflicts, and [REDACTED]. A lockdown order was relayed to Director Tilda Moose, and MTF Alpha-1 (\"Red Right Hand\") was dispatched to the area.\n\n\nInfrared scanning of the object indicated a humanoid entity was inside, slouched against the eastern wall in a sitting position. It is presumed that this entity is O5-2, though this cannot be confirmed.\n\n\nAlpha-1 made several attempts to open SCP-5289, but even with the usage of anomalous weaponry it was unable to be breached.\n\n\nAfter thirty hours, the team was called off by the O5 Council, but the Council requested the altered flyer be brought back to Site-01 for inspection. A digital scan is included below:\n\n\n\n\nWow!\n \nI would stay in a silent room for all eternity, if it meant I would never hurt anyone.\n\n\nAfter popular demand, we've brought back a brand new set of Little Misters, a limited edition collection from Dr. Wondertainment! Find them all and become the Brand New Mr. Collector!\n\n\n00. Mr. Prologue\n\n01. Mr. Dark\n\n02. \nMr. Remembrance ✔\n\n\n03. Mr. Toxic\n\n\n04. Mr. Collector\n\n05. Mx. Voltage\n\n06. ██. Gears\n\n07. Mr. Memory\n\n\n08. Mr. Nobody\n\n\n09. Mr. Brainy\n\n10. Ms. Seraph\n\n\n11. Mr. Chronal and Mr. Dimension\n\n\n12. Mr. Fish\n\n13. Mr. Epilogue\n\n\n14. Mr. Redd (Discontinued)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An unlisted facility staffed exclusively by high-ranking Foundation personnel, used to store and research anomalies of the highest sensitivity to Foundation security.\n\n\n\n\n\n\n\n\n« \nSCP-5288\n | \nVoidLady\n | \nSCP-5290\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5289\n\" by VoidLady, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5289\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Wow! I would stay in a silent room for all eternity, if it meant I would never hurt anyone. After popular demand, we've brought back a brand new set of Little Misters, a limited edition collection from Dr. Wondertainment! Find them all and become the Brand New Mr. Collector! 00. Mr. Prologue 01. Mr. Dark 02. Mr. Remembrance ✔ 03. Mr. Toxic 04. Mr. Collector 05. Mx. Voltage 06. ██. Gears 07. Mr. Memory 08. Mr. Nobody 09. Mr. Brainy 10. Ms. Seraph 11. Mr. Chronal and Mr. Dimension 12. Mr. Fish 13. Mr. Epilogue 14. Mr. Redd (Discontinued)",
        "\" SCP-5289 \" by VoidLady, from the SCP Wiki . Source: https://scpwiki.com/scp-5289 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5289 will remain at its place of discovery, but the area has been cordoned off from the rest of the Site. The flyer previously located on its eastern wall is held at Site-021 Site-01.",
    "description": "SCP-5289 is a 5x5x5 meter cube composed of concrete and rebar, located within the Site-19 barracks. The outer ceiling and underside have rusted iron plates attached to them; steel poles line each corner, presumably for structural support. The structure is bolted to the floor via four bronze stakes around each pole.",
    "title": "SCP-5289"
}