{
    "url": "https://scp-wiki.wikidot.com/scp-5290",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5290\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5290 is to be contained within a standard anomalous object containment vault in \nSite 64\n, and is only to be removed with approval from A-class personnel for testing. No personnel are to make physical contact with SCP-5290 without wearing standard-issue laboratory gloves in order to avoid activating its anomalous properties. Any personnel who make contact with SCP-5290 for a total amount of time exceeding two minutes are to undergo a psychiatric evaluation to check for negative effects from Exposure to the object (See Addendum 5290-01).\n\n\nDescription:\n SCP-5290 is a platonic tetrahedral prism capable of producing temporal anomalies when touched. The object has an edge length of approximately 1.62 cm. SCP-5290 is extremely durable due to its tetrahedral crystal lattice as observed under an electron microscope. Despite its tightly packed molecular structure, SCP-5290 is transparent and features no coloring.\n\n\nWhen a subject makes physical contact with the object, subjects describe a temporal anomaly where reality becomes split into 6 timelines. The subject and its 5 \"versions\" do not act independently of each other, but rather are united under a single group consciousness. The subject is able to take one course of action in one timeline while taking alternate courses of action in others, causing each timeline to follow an alternate series of events.\n\n\nUpon losing contact with the object or losing consciousness, a version will disconnect from the group consciousness. It is possible that timelines pertaining to disconnected versions of the subject persist after their disconnection, but testing has shown it to be extremely unlikely that any timelines other than that pertaining to the final version of the subject to segregate from the group consciousness continues to exist (See Testing Log 5290-01 and 02).\n\n\nSCP-5290 was confiscated from ███ Nord by Foundation personnel on 12/03/2014. The Foundation investigated a suspected probability anomaly after Agent Nord left Las Vegas, Nevada with a sum of [DATA EXPUNGED] USD. Both the prism, currency, and ███████ were confiscated (See below).\n\n\nConfiscation and Interview Logs:\n\n\n\n\nWARNING: Access to this section of this document is restricted to O5 Council members and the Site Directors of Site-64. If you hold sufficient clearance, proceed below.\n\n\n\n\n\n\n+ Input Credentials\n\n\n\n\n- Access granted\n\n\n\n\n\n\n\n\nThe following section is not to be transcribed, printed, or in any other way copied from this electronic document. Memorization of the following information for future recitation is strictly prohibited.\n\n\n\n\nConfiscation Log 5290:\n Agent Nord of the \nUnusual Incidents Unit\n was apprehended by Mobile Task Force Delta-5 on Route-95 outside of Las Vegas. On Agent Nord’s person and within her vehicle were:\n\n\n\n\nSCP-5290\n\n\n[DATA EXPUNGED] USD\n\n\n8,000 USD in █████ Casino poker chips\n\n\nSeveral UIU documents detailing the properties and uses of the object.\n\n\n\n\nDuring an interview, Agent Nord stated she was attempting to steal the object for personal use and gain. Under no circumstances is the UIU to be informed of SCP-5290's presence in Foundation inventory, and any accusations of such by the aforementioned group are to be denied in full.\n\n\nInterview Log 5290-01:\n\n\nInterviewed:\n Agent Nord (Henceforth referred to as \"Agent\")\n\n\nInterviewer:\n Dr. Heinz (Henceforth referred to as \"Interviewer\")\n\n\n<Begin Log>\n\n\n\n\nInterviewer:\n Alright, let’s begin. Please state your name, group of membership, and rank in your group.\n\n\nAgent:\n Agent Black, Formerly UIU, Formerly ██████\n\n\nInterviewer:\n Formerly?\n\n\nAgent:\n Yes, formerly. I don’t know how it wasn’t apparent from my possession of stolen UIU Documents and materials. I’ve defected.\n\n\nInterviewer:\n Can you explain what made you leave?\n\n\nAgent:\n Yet another question with an obvious answer.\n\n\nInterviewer:\n I’m simply trying to be thorough. My organization doesn’t like to make assumptions.\n\n\nAgent:\n Money. The UIU has been underfunded for years. They didn’t pay me nearly enough for my loyalty; They couldn’t even afford to. I realized the oddities I was keeping could probably make me more money by themselves than I made watching them.\n\n\n(Note, Agent Nord may have stolen other anomalous objects and sold them to other parties before being apprehended)\n\n\nInterviewer:\n Aren’t you concerned about the consequences of these actions?\n\n\nAgent:\n Not at all. I deleted all electronic versions of the files I stole. The UIU has no proof (SCP-5290) was ever in their possession. Like I said, the UIU is underfunded. They can’t afford to come after items they can’t prove they ever had.\n\n\nInterviewer:\n Regarding your… application of (SCP-5290)’s abilities… Weren’t you concerned that would garner at least some attention?\n\n\nAgent:\n I assumed I could skip town before any major investigations began.\n\n\nInterviewer:\n Mmm. Finally, don’t you consider the use of (SCP-5290) for this purpose… Immoral?\n\n\nAgent:\n Don’t you consider a business that exploits addictive personality by nature immoral?\n\n\n\n\n<End Log>\n\n\nFollowing this interview, Agent Nord was given a class A amnestic and ████████████. She was unavailable for psychiatric evaluation following the discovery of SCP-5290's impact on the mind.\n\n\nCONFISCATED FILES BELOW\n\n\nUIU File 5290-01\n\n\n\n\n\n\n\n\nInitial Report\n\n\nSuspect Description/Capabilities\n\n\nEvidence\n\n\nBureau Record\n\n\n\n\n\n\n\n\nElectronic copy of confiscated file below.\n\n\n\n\nUIU File 1950-002:\n Codename \"Prometheus\"\n\n\nSummary:\n\nSuspect was apprehended under the belief he was capable of short term premonition or altering probability similar to \nCodename “Fortuna”\n. Suspect has no unusual properties, but was in possession of a small transparent prism capable of producing multiple timelines when touched.\n\n\n\n\n\n\n\n\nName:\n Evan Knievan\n\n\nIrregularity Cross-reference:\n Superposition, Quantum, Temporal, Human, American\n\n\nPhysical Description:\n\n\n\n\n\n\nSex\n\n\nHeight\n\n\nWeight/Build\n\n\nRace\n\n\nHair\n\n\nEyes\n\n\nIdentifying Attributes\n\n\n\n\n\n\nMale\n\n\n66 in.\n\n\n140 lbs, light\n\n\nCaucasian\n\n\nBrown\n\n\nBlue\n\n\nOften wears a white jumpsuit, has a scar on his left ankle.\n\n\n\n\n\n\nCapabilities:\n The suspect was shown to have no unusual properties himself, but possessed a pyramidal artifact which allowed him to make multiple decisions and select an outcome.\n\n\nPurpose/Motive:\n The suspect used this item to ensure his survival of death defying stunts, which he performed publicly to make money.\n\n\nModus Operandi:\n Knievan often performs stunts on a motorcycle in front of a live audience for money. What onlookers do not know is that he is performing these stunts in multiple timelines simultaneously, to ensure he survives.\n\n\nBehavior:\n Knievan is himself a modest, quiet man, but during his performances he becomes outspoken and brazen, as if he is a different person.\n\n\n\n\n\n\nA: Crystal Pyramid\n The source of the suspect's abilities. Effects are not exclusive to Knievan.\n\n\nB: White Suit\n White jumpsuit worn by the suspect.\n\n\n\n\n\n\nCurrent Status:\n Evan Knievan was released, due to a lack of paranormal properties and criminal activity. The Prism is currently in the care of Agent Nord.\n\n\nHistory of UIU Action:\n\n6/23/47: Initial registration as an unusual suspect. A UIU agent was attending one of Knievan's shows with his family, and noted that his impossible stunts could be paranormal in nature. Allocating UIU resources to investigation was approved 2 weeks later.\n\n\n7/15/50: Knievan's success at another seemingly impossible stunt prompted the UIU to move to capture him in order to further investigate his abnormal capabilities. Knievan reveals the source of his success to be a crystal pyramid which grants him the ability to make multiple decisions and choose a preferred outcome.\n\n\n7/20/50: Knievan is released, and the pyramid is placed in storage.\n\n\n10/20/62: The President requests paranormal assistance in ██████████████████████████████ ████████████████████\n\n\n05/14/02: The pyramid and related documents are relocated to Facility ██, under the care of Agent Nord.\n\n\n\n\n\n\n\n\n\n\nUIU File 5290-02\n\n\n\n\n\n\n\n\n\n\n\n\nTesting Logs\n\n\n\n\n\n\nTesting Log\n\n\nProcedure\n\n\nResult\n\n\nConclusion\n\n\n\n\n\n\n5290-01\n\n\nThe test subject is placed in a room containing only SCP-5290, 5 buttons which administer a heavy sedative when pushed and one button which is non-functional. The test subject is told that 5 of the buttons will kill them when pressed, and that they are not be allowed to exit the testing room until they push a button. They are then ordered to pick up SCP-5290 before testing begins.\n\n\nAfter 50 tests with various D-Class personnel, no test subject received a sedative.\n\n\nThe timeline where the subject survives is most likely the only one that remains, as if otherwise we would likely exist in a timeline where at least one subject died.\n\n\n\n\n\n\n5290-02\n\n\nA test subject is placed in a room with 6 buttons that each administer a sedative with a different onset of action\n1\n. The test subject is told that 5 of the buttons will kill them when pressed, and that they are not be allowed to exit the testing room until they push a button. They are then ordered to pick up SCP-5290 before testing begins.\n\n\n95% of subjects pushed the button with the slowest onset of action\n\n\nThis test reaffirms that the timeline of the last connected consciousness is the only one that endures. The version of the subject who receives the slowest acting sedative is likely the last to pass out, hence why that timeline is the one that remains. The other 5% can be attributed to the hesitation of subjects, or difference in reaction to the sedatives between subjects.\n\n\n\n\n\n\nAddendum 5290-01:\n As of 08/08/2015, Dr. Heinz has confirmed that extensive contact with SCP-5290 places enormous mental strain on the subject and can cause mental issues if left unchecked. D-class personnel showed signs of onset Dissociative Identity Disorder, [DATA EXPUNGED], and False Memory Syndrome, especially in memories during and immediately after contact with SCP-5290.\n\n\nNotice:\n The Foundation does not endorse gambling on site grounds, and especially does not endorse the use of anomalous objects to do so. Clearance requirements for access to SCP-5290 have been raised. Do not pull this again. - Site 64 Director\n\n\n\n\nFootnotes\n\n\n1\n. The time taken for the effects of a drug to appear.\n\n\n\n\n\n\n\n\n« \nSCP-5289\n | SCP-5290 | \nSCP-5291\n »",
    "addendums": [
        "Addendum 5290-01: As of 08/08/2015, Dr. Heinz has confirmed that extensive contact with SCP-5290 places enormous mental strain on the subject and can cause mental issues if left unchecked. D-class personnel showed signs of onset Dissociative Identity Disorder, [DATA EXPUNGED], and False Memory Syndrome, especially in memories during and immediately after contact with SCP-5290."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Alright, let’s begin. Please state your name, group of membership, and rank in your group. Agent: Agent Black, Formerly UIU, Formerly ██████ Interviewer: Formerly? Agent: Yes, formerly. I don’t know how it wasn’t apparent from my possession of stolen UIU Documents and materials. I’ve defected. Interviewer: Can you explain what made you leave? Agent: Yet another question with an obvious answer. Interviewer: I’m simply trying to be thorough. My organization doesn’t like to make assumptions. Agent: Money. The UIU has been underfunded for years. They didn’t pay me nearly enough for my loyalty; They couldn’t even afford to. I realized the oddities I was keeping could probably make me more money by themselves than I made watching them. (Note, Agent Nord may have stolen other anomalous objects and sold them to other parties before being apprehended) Interviewer: Aren’t you concerned about the consequences of these actions? Agent: Not at all. I deleted all electronic versions of the files I stole. The UIU has no proof (SCP-5290) was ever in their possession. Like I said, the UIU is underfunded. They can’t afford to come after items they can’t prove they ever had. Interviewer: Regarding your… application of (SCP-5290)’s abilities… Weren’t you concerned that would garner at least some attention? Agent: I assumed I could skip town before any major investigations began. Interviewer: Mmm. Finally, don’t you consider the use of (SCP-5290) for this purpose… Immoral? Agent: Don’t you consider a business that exploits addictive personality by nature immoral?"
    ],
    "containment_procedures": "SCP-5290 is to be contained within a standard anomalous object containment vault in Site 64, and is only to be removed with approval from A-class personnel for testing. No personnel are to make physical contact with SCP-5290 without wearing standard-issue laboratory gloves in order to avoid activating its anomalous properties. Any personnel who make contact with SCP-5290 for a total amount of time exceeding two minutes are to undergo a psychiatric evaluation to check for negative effects from Exposure to the object (See Addendum 5290-01).",
    "description": "SCP-5290 is a platonic tetrahedral prism capable of producing temporal anomalies when touched. The object has an edge length of approximately 1.62 cm. SCP-5290 is extremely durable due to its tetrahedral crystal lattice as observed under an electron microscope. Despite its tightly packed molecular structure, SCP-5290 is transparent and features no coloring.",
    "title": "SCP-5290"
}