{
    "url": "https://scp-wiki.wikidot.com/scp-5297",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-5297\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nEUCLID \n\n\n\n\n\n\nDISRUPTION CLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-5297\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n EUCLID\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpened clay vessel, containing the preserved fruit of SCP-5297 affected trees.\n\n\n\n\n\n\nSpecial Containment Procedures:\n An investigation into organizations suspected to have a working knowledge of SCP-5297 is ongoing. In the event that any foreign actors are confirmed to have the ability and means to create active components of SCP-5297, Foundation personnel are to disrupt their operations and take any relevant individuals into custody for questioning.\n\n\nDescription:\n SCP-5297 designated a series of thaumaturgic glyphs of suspected Daevite origin. In their original intended use, these glyphs would have been engraved into the bark of fruit trees as a component of an arbormantic ritual. Upon completion, the growth of fruit upon these trees would be greatly accelerated and uncharacteristically resistant to various parasitic creatures and potential ailments. Additionally, preserves produced from SCP-5297 affected fruits are anomalously resistant to natural decay and micro-bacterial growth.\n1\n\n\nThe incomplete or erroneous employment of these glyphs can lead to unpredictable and inconsistent anomalous effects. One such misuse occurred on 18/07/2020\n2\n and lead to the Foundation's realization that components of SCP-5297 may be actively employed and distributed amongst civilian organizations.\n\n\nAddendum-A1: 5297_18/07/2020\n Following reports of an explosion at a Phucker's fruit processing facility in Truro, Nova Scotia that resulted in the unexplained disappearance of first responders, a Foundation response team was deployed from \nSite-184.\n Their report indicated that the factory had overflown with an unidentified purple substance. Additionally, upon their arrival, several groups of people were present and attempting to shovel the substance into a series of retrofitted pick-up trucks. The responding Foundation personnel requested backup as the individuals refused to leave or comply with instructions. During the conversation, one of the workers slipped, falling into the substance. The individual's body began to rapidly reconfigure into a homogenous mass visually identical to the aforementioned substance over a period of two minutes. During the distraction, the other workers boarded the vehicles and managed to flee from the Foundation personnel.\n\n\nAfter a period of 10 hours, subsequent testing demonstrated that whatever anomalous properties resulted in this transfiguration appeared neutralized. By this point, a request for the deployment of MTF Beta-7 (\"Maz Hatters\") had been approved. Beta-7 progressed through the factory, which was devoid of any organic matter with the exception of large quantities of the purple substance, later identified to be consistent in chemical composition to Phucker's brand Grape Jelly. The presence of partial components of SCP-5297 were discovered engraved on various processing machinery during this sweep of the facility.\n\n\nWithin the factory manager's office, Beta-7 found an opened email displaying the attached message. Attempts to uncover additional data have been unsuccessful, as a large quantity of Phucker's brand Grape Jelly was found within the manager's computer and the factory server room. An investigation into the company is ongoing.\n\n\n\n\n\n\nTo:\n \nuj.srekcuhp|htimsw#uj.srekcuhp|htimsw\n\n\nFrom:\n \nuj.srekcuhp|J#uj.srekcuhp|J\n\n\nSubject:\n This Fuck-up\n\n\n\n\n\n\nLook, don't worry about them.\n\n\nJust make sure our research gets out and then wipe the computers, or whatever. I don't fucking know.\n\n\nWe can't let those assholes over at Bon's know what we're working on here.\n\n\nI'll send some people over to take care of the mess like last time. We aren't about to waste perfectly fine product.\n\n\n- J.\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Foundation archeological research has uncovered clay pots within suspected Daevite arboreal nurseries hosting SCP-5297-engraved trees that contain still-edible fruit preserves.\n\n\n2\n. See Addendum-A1: 5297_18/07/2020\n\n\n\n\n\n\n\n\n« \nSCP-5296\n | SCP-5297 | \nSCP-5298\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5297\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5297\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Jam1.jpg\n\n\nName:\n Utencil-tamil-clay pots-kalayam.jpg\n\n\nAuthor:\n Info-farmer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/afb708cd-82e8-4db9-9f7b-695ef4b1509e",
    "addendums": [
        "Addendum-A1: 5297_18/07/2020 Following reports of an explosion at a Phucker's fruit processing facility in Truro, Nova Scotia that resulted in the unexplained disappearance of first responders, a Foundation response team was deployed from Site-184. Their report indicated that the factory had overflown with an unidentified purple substance. Additionally, upon their arrival, several groups of people were present and attempting to shovel the substance into a series of retrofitted pick-up trucks. The responding Foundation personnel requested backup as the individuals refused to leave or comply with instructions. During the conversation, one of the workers slipped, falling into the substance. The individual's body began to rapidly reconfigure into a homogenous mass visually identical to the aforementioned substance over a period of two minutes. During the distraction, the other workers boarded the vehicles and managed to flee from the Foundation personnel.\nAfter a period of 10 hours, subsequent testing demonstrated that whatever anomalous properties resulted in this transfiguration appeared neutralized. By this point, a request for the deployment of MTF Beta-7 (\"Maz Hatters\") had been approved. Beta-7 progressed through the factory, which was devoid of any organic matter with the exception of large quantities of the purple substance, later identified to be consistent in chemical composition to Phucker's brand Grape Jelly. The presence of partial components of SCP-5297 were discovered engraved on various processing machinery during this sweep of the facility.\nWithin the factory manager's office, Beta-7 found an opened email displaying the attached message. Attempts to uncover additional data have been unsuccessful, as a large quantity of Phucker's brand Grape Jelly was found within the manager's computer and the factory server room. An investigation into the company is ongoing.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5297 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-5297 . Licensed under CC-BY-SA .",
        "Filename: Jam1.jpg Name: Utencil-tamil-clay pots-kalayam.jpg Author: Info-farmer License: Public Domain Source Link: https://search.creativecommons.org/photos/afb708cd-82e8-4db9-9f7b-695ef4b1509e"
    ],
    "containment_procedures": "An investigation into organizations suspected to have a working knowledge of SCP-5297 is ongoing. In the event that any foreign actors are confirmed to have the ability and means to create active components of SCP-5297, Foundation personnel are to disrupt their operations and take any relevant individuals into custody for questioning.",
    "description": "SCP-5297 designated a series of thaumaturgic glyphs of suspected Daevite origin. In their original intended use, these glyphs would have been engraved into the bark of fruit trees as a component of an arbormantic ritual. Upon completion, the growth of fruit upon these trees would be greatly accelerated and uncharacteristically resistant to various parasitic creatures and potential ailments. Additionally, preserves produced from SCP-5297 affected fruits are anomalously resistant to natural decay and micro-bacterial growth.1",
    "title": "SCP-5297"
}