{
    "url": "https://scp-wiki.wikidot.com/scp-5298",
    "all_text": "rating: \n+150\n+\n–\nx\n\n\nItem#:\n SCP-5298\n\n\nObject Class:\n \nKeter\n Argus\n\n\nSpecial Containment Procedures:\n As per Settlement-841-M reached with the \nThree Moons Initiative\n on 11/14/20, direct containment of any instance of SCP-5298 is not to take place under any circumstances. Containment, and/or the acquisition of additional information regarding locations or the exact number of extant SCP-5298 instances, would constitute a breach of this agreement, and carry the risk of a ÞK-class Extradimensional Diplomatic Breakdown scenario.\n\n\nAs such, this document contains the maximum amount of information regarding SCP-5298 that the Foundation is permitted to access. Unless emergency authorization has been given by the O5 Council, this document is to not be altered in any form.\n\n\nIn addition, efforts to obfuscate SCP-5298's existence from the public are to be handled exclusively by the Three Moons Initiative, without any further interference from the Foundation.\n\n\nShould SCP-5298's existence come into public knowledge through second- or third-party error, Settlement-841-M is rendered void, SCP-5298 will be reclassified as Keter, and the encrypted prior iteration of this document will be restored.\n\n\nDescription:\n SCP-5298 is a remote-controlled military drone used by the Three Moons Initiative. An estimated ███ SCP-5298 instances are currently operational. The full scope of their combat capabilities are not completely understood, but include 5.7x28mm machine guns (hidden in forearms), finger-mounted electroshock weapons (hidden in fingernails), and neurotoxin-injecting barbs (hidden in teeth).\n\n\nEach individual SCP-5298 takes the appearance of a child between 5 and 13 years of age, and maintains an individual assumed identity. As such, each drone uses civilian property purchased by Three Moons agents as a staging area, staging up to three instances at a time, and handled by one man and one woman to act as \"parents\". Said handlers are willing participants, designated \"pre-mortem undercover contractors\" by the Initiative, and have experience in such fields as robotics, military technology, and method acting.\n\n\nSCP-5298 work undercover in private and public settings, engaging in as much aggressive and problematic behavior as possible. Conduct includes, but is not limited to:\n\n\n\n\nShoplifting,\n\n\ntemper tantrums,\n\n\nvandalism,\n\n\nlying,\n\n\nbullying of other children,\n\n\npulling fire alarms, and\n\n\ndestruction of property.\n\n\n\n\nDue to their destructive capabilities, SCP-5298 will avoid direct physical violence toward civilians and more serious criminal activity.\n\n\nAt nighttime, SCP-5298 engage in their true purpose. Further information about SCP-5298 (including the targets of their extermination efforts) have been restricted by Settlement-841-M.\n\n\nAddendum:\n Foundation agents placed a hidden camera in the bedroom of one SCP-5298 instance in suburban Philadelphia. The following footage was recovered, leading to Settlement-841-M:\n\n\n\n\nDate:\n 11/10/20\n\n\nTime:\n 1:42 AM, EST\n\n\n<begin log>\n\n\n[SCP-5298-██ feigns sleep. A shadowy mass forms from under its bed, slowly rising]\n\n\n[REDACTED:]\n (singing) \n…nasty ickle Timmy-timms… …sittin' in ya jim-jams…\n\n\n[SCP-5298-██ stirs.]\n\n\nSCP-5298-██:\n Mommy?\n\n\n[REDACTED]:\n …I heard a rumor, y'see. You said you weren't afraid of [REDACTED]. And ya figured that meant you could be just as \nnaughty\n as you pleased, izzat right?\n\n\nSCP-5298-██:\n Who's there?!\n\n\n[A large, bloody potato sack materializes in [REDACTED]'s right hand; a meat hook appears in the other. He looms over SCP-5298-██]\n\n\n[REDACTED]:\n Don't you worry, Timmy-timms, I'll give you \nexactly\n what you deser—\n\n\n(SCP-5298-██'s voice shifts to an adult male, over a speaker; its mouth does not move.)\n\n\nSCP-5298-██:\n Target acquired. Engaging.\n\n\n[REDACTED]:\n …'scuse me?\n\n\n[SCP-5298-██ grabs [REDACTED] and electrocutes them. [REDACTED] falls off the bed. The right forearm's machine gun barrel extends from SCP-5298-██'s palm and fires four shots into [REDACTED]'s torso.]\n\n\n[REDACTED]:\n \nJesus fuck, what is WRONG with you?!\n\n\n[Twelve more shots. Flashing from the barrel indicates that [REDACTED] has an insectoid appearance.]\n\n\n[REDACTED]:\n …okay, for the record, this changes nothing. You're \nstill\n a naught—\n\n\n[SCP-5298-██ leaps from the bed and crushes [REDACTED]'s head, stomping apart the rest of its flesh.]\n\n\nSCP-5298-██:\n Target successfully eliminated; consciousness forwarded to Perdition Committee for interrogation.\n\n\nPoI-5298██2:\n \nTimmy, I swear to God, if you're playing with actual guns in here —\n\n\n\n[PoI-5298██2, one of its handlers, enters the room and turns on the light. Blood, viscera, and chitin cover the floor.]\n\n\nPoI-5298██2:\n …oh, thank JALAKÅRA. Martha, they finally bagged one!\n\n\nSCP-5298-██:\n \n(indicating the hidden camera)\n Mr. ██████, did you install that camera?\n\n\nPoI-5298██2:\n No, sir.\n\n\nSCP-5298-██:\n Analyzing… Foundation property. Espionage is an act of war, and will be treated as such. We'll be in contact soon.\n\n\n[SCP-5298-██ shoots the camera, and the feed is cut.]\n\n\n<end log>\n\n\n\n\n\n\n\n\n« \nSCP-5297\n | SCP-5298 | \nSCP-5299\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5298\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5298\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Foundation agents placed a hidden camera in the bedroom of one SCP-5298 instance in suburban Philadelphia. The following footage was recovered, leading to Settlement-841-M:"
    ],
    "documents": [],
    "notes": [
        "Date: 11/10/20 Time: 1:42 AM, EST <begin log> [SCP-5298-██ feigns sleep. A shadowy mass forms from under its bed, slowly rising] [REDACTED:] (singing) …nasty ickle Timmy-timms… …sittin' in ya jim-jams… [SCP-5298-██ stirs.] SCP-5298-██: Mommy? [REDACTED]: …I heard a rumor, y'see. You said you weren't afraid of [REDACTED]. And ya figured that meant you could be just as naughty as you pleased, izzat right? SCP-5298-██: Who's there?! [A large, bloody potato sack materializes in [REDACTED]'s right hand; a meat hook appears in the other. He looms over SCP-5298-██] [REDACTED]: Don't you worry, Timmy-timms, I'll give you exactly what you deser— (SCP-5298-██'s voice shifts to an adult male, over a speaker; its mouth does not move.) SCP-5298-██: Target acquired. Engaging. [REDACTED]: …'scuse me? [SCP-5298-██ grabs [REDACTED] and electrocutes them. [REDACTED] falls off the bed. The right forearm's machine gun barrel extends from SCP-5298-██'s palm and fires four shots into [REDACTED]'s torso.] [REDACTED]: Jesus fuck, what is WRONG with you?! [Twelve more shots. Flashing from the barrel indicates that [REDACTED] has an insectoid appearance.] [REDACTED]: …okay, for the record, this changes nothing. You're still a naught— [SCP-5298-██ leaps from the bed and crushes [REDACTED]'s head, stomping apart the rest of its flesh.] SCP-5298-██: Target successfully eliminated; consciousness forwarded to Perdition Committee for interrogation. PoI-5298██2: Timmy, I swear to God, if you're playing with actual guns in here — [PoI-5298██2, one of its handlers, enters the room and turns on the light. Blood, viscera, and chitin cover the floor.] PoI-5298██2: …oh, thank JALAKÅRA. Martha, they finally bagged one! SCP-5298-██: (indicating the hidden camera) Mr. ██████, did you install that camera? PoI-5298██2: No, sir. SCP-5298-██: Analyzing… Foundation property. Espionage is an act of war, and will be treated as such. We'll be in contact soon. [SCP-5298-██ shoots the camera, and the feed is cut.] <end log>",
        "\" SCP-5298 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-5298 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter Argus",
    "containment_procedures": "As per Settlement-841-M reached with the Three Moons Initiative on 11/14/20, direct containment of any instance of SCP-5298 is not to take place under any circumstances. Containment, and/or the acquisition of additional information regarding locations or the exact number of extant SCP-5298 instances, would constitute a breach of this agreement, and carry the risk of a ÞK-class Extradimensional Diplomatic Breakdown scenario.",
    "description": "SCP-5298 is a remote-controlled military drone used by the Three Moons Initiative. An estimated ███ SCP-5298 instances are currently operational. The full scope of their combat capabilities are not completely understood, but include 5.7x28mm machine guns (hidden in forearms), finger-mounted electroshock weapons (hidden in fingernails), and neurotoxin-injecting barbs (hidden in teeth).",
    "title": "SCP-5298"
}