{
    "url": "https://scp-wiki.wikidot.com/scp-5310",
    "all_text": "rating: \n+189\n+\n–\nx\n\n\n\n\nMy declaration of understanding of this ruthless anomaly formed from the fabric of the cloth of life!\n\n\n\n\nItem #:\n SCP-5310\n\n\nObject Class:\n Safe, hopefully. Or should that be Euclid?\n\n\nSpecial Containment Procedures:\n We’ve discussed this quite a bit, and have agreed that - although there’s quite a few important containment procedures we should be following, important enough that they could maybe be called special, they truly aren’t \nspecial\n enough to be called Special Containment Procedures. It’s hard to admit, but that’s just the truth. After coming to this realization, we at the \nSurrealistics Department\n have decided that \nthese\n are the Containment Procedures that can \ntruly\n be called Special. I’m very excited to get to them.\n\n\n\n\nAll employees at our dear, dear Site-⌘ are to wear red on Mondays, blue on Tuesdays, green on Wednesdays, red again on Thursdays\n1\n and then Friday is dress-down day.\n\n\nIf you see an SCP-5310 standing in a hallway or in the break room or something, that’s fine, it’s supposed to be there. If you see them all standing on the hill outside, that’s not \nfine\n, they’re \nnot\n supposed to be there, go get someone immediately.\n\n\nHave fun - and remember to stay hydrated. No, I’m being serious, if you don’t have at least a glass of water once an hour that’ll breach containment and we’ll all have a - frankly speaking - truly horrifying time.\n\n\nYou are permitted to touch another human being ten times a time during your stay at Site-⌘. If you go over that, get out of the Site straight away and take some time off.\n\n\nMake sure that any lists you create during your time at Site-⌘ have exactly five bullet-points.\n\n\n\n\nThis is also part of the list (but I can’t shoot a bullet in front of it for obvious reasons) - don’t forget to take your Agnostics! If you don’t, it can see you.\n\n\nDescription:\n How to describe SCP-5310? Like the majority of the things we deal with at Site-⌘, it’s not the most concrete thing to look at - or to smell, or to touch, or to hear. I realize that I said ‘touch’ back there, which implies you can touch SCP-5310, but you really shouldn’t do that. I’ll add that to the Containment Procedures later.\n\n\nIf we were engaging in that most tempting of the forbidden fruits, the texture of hands as tongues against the unknown - running your palm over it like it's a piece of paper or a brick or some devilish fish - then an SCP-5310\n2\n is a man or a woman facing away from you. I'm certain we’ve all seen them when we’re going back and forth through Site-⌘ on our business; more often than not, appear in the break room or in the hallways or one time in the bathroom when I was flushing my nails. Ruthless!\n\n\nSo! From what I’ve seen and what you’ve all told me, there are about ten of these devils and - memorize this well, my fellow voyagers - these are their descriptions physical!\n\n\n\n\nThat tall guy with the hat and the backpack.\n\n\nThe little girl with the pigtails.\n\n\nThe old man with the walking stick.\n\n\nThe toddler with the toy car.\n\n\nThe bald physician.\n\n\n\n\nJust so you’re aware, this isn’t the end of the list - I just need to do the second half as another list because of those Special Containment Procedures. Spirit of the law rather than the letter of the law, even though both form the same border they can be confused for one or the other as monozygotic twins like like like a twin formed from the same egg the same seed order and disorder both so not equal but opposite? Don't forget that!\n\n\n\n\nThe haired\n3\n physician.\n\n\nThe flayed priest.\n\n\nThe headless construction worker.\n\n\nThe engorged physician.\n\n\nThe missing physician\n4\n .\n\n\n\n\nAs I said before, these ladies and gentlemen usually just appear facing walls inside our beloved Site-⌘, and being near them gives you those nasty tingling feelings that come when you’re inside the mouth of something simply awful. Probably if you stayed close to them too long you’d get crunched between those jaws.\n\n\nAnd that should be in the Containment Procedures, shouldn’t it?\n\n\nSpecial Containment Procedures (Part 2):\n Don’t stay near SCP-5310 too long.\n\n\nDescription (Part 2):\n With that out of the way, we can get back to these mysterious beings we call SCP-5310. Where did they come from? What do they want? We honestly have no idea, but I asked Professor Bixby after his daily Agnostic cocktail and this is what he had to say.\n\n\n\n\nWell, bubble ruth ‘nd broth you’ve been walkin’ ‘nd talkin’ long I have, you ‘nd yours ken when business ain’t as business be ‘nd lookin’ those \nboys\n you ‘nd yours tell to wrongness - ‘nd wrongness, when you ‘nd yours smell it you ‘nd yours ken the shape o’ that beast that \nbeastliness\n. You ‘nd yours pour water in bottle you ‘nd yours ain’t keepin’ water locked up key and chain and prison and ball water’s just bein’ given shape wit’ that plastic ‘nd shapeliness ‘nd contour ‘nd \ncontainment\n. Architecture o’ coincidence you 'nd yours make ‘nd you ‘nd yours get the shape that boy makes ‘nd if the shape be a man or a lady or a boy or a girl well that’s the world you ‘nd yours livin’ in, so make sure you ‘nd yours keep that shape all friendly one wit’ science broth ‘nd bourbon.\n\n\n\n\nAllow myself to summarize in perhaps more understandable terms! Imagine you've made a box out of your own thoughts like a dangerous drunk driver swerving around the snows of Alaska in prime season like a prime rib steak on the prairie drawing in the sand and you draw a box from it and now there's a box there must be something in the box \nthere must be something in the shape of the box\n and now that it exists it can break free so you must make a new box surrounding the box through your new clumsy choices but targeted, \ntargeted\n my friends.\n\n\nOh, I should probably mention this - if we fuck up the Containment Procedures (the Special ones), we will one day look out and sight one or more of these beasts standing on the hill outside. If there’s one or two or even nine, that’s okay, that’s \nfine\n, it just means we need to do our Special Containment Procedures a little better to take this box we have driven in our Ferrari and indeed make but a simple left turn into the realm of the angle that greatly forms an impenetrable wall of causality (2, 3, 5, 7, 11, 13, 17, 19, 23, 29, 31, 37, 41, 43, 47 THESE SHALL BE IMPORTANT ANGLES) and proceed.\n\n\nhowever, unfortunately.\n\n\nif there’s ten up there, that means everything is over. it’s digestion time. alas.\n\n\nunfortunate. unlucky. luckless. hapless. unhappy. unpleasant. displeasure. dis dis dis is not ideal. 0.00174533. 0.00174533. 0.00174533. i require a fresh dose.\n\n\n\n\nAddendum 5310-1 (Weeky Interview)\n\n\nAs we agreed upon before embarking on this grand endeavor of ours - the den of understanding and virtue and the observation of the grains of sand that we look out on and indeed are but a single grain of sand observing via outwards microscope - this following log I’m about to put in here is a transcript of my weekly-check in with the main Foundation liaison we all know and love, Ernest\n5\n!\n\n\n\n\n<Begin Log>\n\n\n(Our protagonist, Doctor Irving Gat, walks into the interview room, a spring in his step and a twinkle in his eye. This isn’t his first rodeo, not by any means no sir no sir, but it never gets any easier under the intimidating gaze of his opponent. He’ll have to tread carefully and watch the movements of his tongue to make sure he represents the interests of Site-⌘ properly.)\n\n\n“Good evening, Dr. Gat,” \nsays Ernest, his fingers steepled like the pyramids of Giza.\n “I trust your ride here was pleasant?”\n\n\n(An interesting question. There were approximately three-hundred and twenty-two bumps on the road while Dr. Gat was being driven here. So why would this olympian thinker, Ernest, ask such a question? Is it a trick?)\n\n\n(Dr. Gat smiles and chuckles. He shan't be caught out so easily.)\n\n\nTaking a seat with such force that the chair almost topples over, Dr Gat replies:\n “I trust \nyou\n are pleasant, Ernest. And my trust is repaid. Haha.”\n\n\n(Ernest raises an eyebrow. Nailed it.)\n\n\nThe messenger of the monolith, Ernest, clears his throat and continues:\n “I’ve been reading the file you sent out regarding SCP-5310. While the, ah … the \ntone\n here is somewhat lacking, what really concerns me is the consequences of the anomaly you describe here.”\n\n\n“Okay.”\n\n\n“More than once, you refer to SCP-5310 as though its something that can cause the destruction of … well, it’s difficult to say \nwhat\n exactly. You say ‘everything is over’ if all ten SCP-5310 instances appear on a hill, but what does that mean?”\n\n\n(Now it is Dr. Gat’s turn to raise my eyebrow. His eyebrow, even.)\n\n\n“I mean what I say, and I say what I mean, Ernest. Everything is everything, a palindrome in all but letters.”\n\n\n“Do you have any evidence to support that statement?”\n\n\n“Evidence? No, of course not. Why would I?”\n\n\n(He sighs for some reason.)\n\n\n“So - you expect me to just accept that this minor anomaly that does very little except stand in place is capable of causing an end-of-the-world scenario if you don’t perform a series of absurdly specific unrelated actions. And I’m expected to believe this just because you say it’s true, when you don’t have any evidence. And you \nadmit\n you don’t have any evidence.”\n\n\n“Yes!”\n\n\n(He sighs again.)\n\n\n“This … I understand it isn’t your fault, Irving - hell, those Agnostics must have done a number on you - but we can’t have this kind of nonsense present in an official report.”\n\n\n(What is he talking about?)\n\n\nErnest continues:\n “I’ll tell you what. I liked you, Irving, when we worked together - and, and looking at you now … just … get this report rewritten without the baseless panic and I’ll just forget this whole thing ever happened. Out of respect of your previous achievements. Alright?”\n\n\n(Ah! He is referring to my discovery of the Nth floor bathroom!)\n\n\n“Well … I suppose that’s fine.”\n\n\n(He passes the file over to Dr. Gat and puts his pen down. Immediately, Dr. Gat lunges forward and adjusts the angle of the pen by 0.00174533 radian. The pavorfiend coalescing behind Ernest immediately dissipates.)\n\n\n(Ernest blinks.)\n\n\n“Ah … Dr. Gat?”\n\n\n“Sorry, the angle was bad.”\n\n\n“I … I see.”\n\n\n(Picking up the file, Dr. Gat tucks it under his arm and walks out of the room, whistling a tune as he skips down the hallway. Still, his mind is still on poor Ernest. Simply ignoring the obvious threat like that…)\n\n\n(What is he, crazy?)\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. If you weren’t here on Monday, definitely don’t show up on Thursday\n\n\n2\n. SCP-5310 instance? Specimen? The terminal terminology of this interminable terror is hard to pin down.\n\n\n3\n. Hairy? Behaired?\n\n\n4\n. You can’t always tell where a physician \nis\n, but you can definitely tell where it \nisn’t\n.\n\n\n5\n. I do not remember his second name.\n\n\n\n\n\n\n\n\n« \nSCP-5309\n | SCP-5310 | \nSCP-5311\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5310\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5310\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5310-1 (Weeky Interview)\nAs we agreed upon before embarking on this grand endeavor of ours - the den of understanding and virtue and the observation of the grains of sand that we look out on and indeed are but a single grain of sand observing via outwards microscope - this following log I’m about to put in here is a transcript of my weekly-check in with the main Foundation liaison we all know and love, Ernest 5 !"
    ],
    "documents": [],
    "notes": [
        "Well, bubble ruth ‘nd broth you’ve been walkin’ ‘nd talkin’ long I have, you ‘nd yours ken when business ain’t as business be ‘nd lookin’ those boys you ‘nd yours tell to wrongness - ‘nd wrongness, when you ‘nd yours smell it you ‘nd yours ken the shape o’ that beast that beastliness . You ‘nd yours pour water in bottle you ‘nd yours ain’t keepin’ water locked up key and chain and prison and ball water’s just bein’ given shape wit’ that plastic ‘nd shapeliness ‘nd contour ‘nd containment . Architecture o’ coincidence you 'nd yours make ‘nd you ‘nd yours get the shape that boy makes ‘nd if the shape be a man or a lady or a boy or a girl well that’s the world you ‘nd yours livin’ in, so make sure you ‘nd yours keep that shape all friendly one wit’ science broth ‘nd bourbon.",
        "<Begin Log> (Our protagonist, Doctor Irving Gat, walks into the interview room, a spring in his step and a twinkle in his eye. This isn’t his first rodeo, not by any means no sir no sir, but it never gets any easier under the intimidating gaze of his opponent. He’ll have to tread carefully and watch the movements of his tongue to make sure he represents the interests of Site-⌘ properly.) “Good evening, Dr. Gat,” says Ernest, his fingers steepled like the pyramids of Giza. “I trust your ride here was pleasant?” (An interesting question. There were approximately three-hundred and twenty-two bumps on the road while Dr. Gat was being driven here. So why would this olympian thinker, Ernest, ask such a question? Is it a trick?) (Dr. Gat smiles and chuckles. He shan't be caught out so easily.) Taking a seat with such force that the chair almost topples over, Dr Gat replies: “I trust you are pleasant, Ernest. And my trust is repaid. Haha.” (Ernest raises an eyebrow. Nailed it.) The messenger of the monolith, Ernest, clears his throat and continues: “I’ve been reading the file you sent out regarding SCP-5310. While the, ah … the tone here is somewhat lacking, what really concerns me is the consequences of the anomaly you describe here.” “Okay.” “More than once, you refer to SCP-5310 as though its something that can cause the destruction of … well, it’s difficult to say what exactly. You say ‘everything is over’ if all ten SCP-5310 instances appear on a hill, but what does that mean?” (Now it is Dr. Gat’s turn to raise my eyebrow. His eyebrow, even.) “I mean what I say, and I say what I mean, Ernest. Everything is everything, a palindrome in all but letters.” “Do you have any evidence to support that statement?” “Evidence? No, of course not. Why would I?” (He sighs for some reason.) “So - you expect me to just accept that this minor anomaly that does very little except stand in place is capable of causing an end-of-the-world scenario if you don’t perform a series of absurdly specific unrelated actions. And I’m expected to believe this just because you say it’s true, when you don’t have any evidence. And you admit you don’t have any evidence.” “Yes!” (He sighs again.) “This … I understand it isn’t your fault, Irving - hell, those Agnostics must have done a number on you - but we can’t have this kind of nonsense present in an official report.” (What is he talking about?) Ernest continues: “I’ll tell you what. I liked you, Irving, when we worked together - and, and looking at you now … just … get this report rewritten without the baseless panic and I’ll just forget this whole thing ever happened. Out of respect of your previous achievements. Alright?” (Ah! He is referring to my discovery of the Nth floor bathroom!) “Well … I suppose that’s fine.” (He passes the file over to Dr. Gat and puts his pen down. Immediately, Dr. Gat lunges forward and adjusts the angle of the pen by 0.00174533 radian. The pavorfiend coalescing behind Ernest immediately dissipates.) (Ernest blinks.) “Ah … Dr. Gat?” “Sorry, the angle was bad.” “I … I see.” (Picking up the file, Dr. Gat tucks it under his arm and walks out of the room, whistling a tune as he skips down the hallway. Still, his mind is still on poor Ernest. Simply ignoring the obvious threat like that…) (What is he, crazy?) <End Log>",
        "\" SCP-5310 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5310 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5310",
    "object_class": "Safe, hopefully. Or should that be Euclid?",
    "containment_procedures": "We’ve discussed this quite a bit, and have agreed that - although there’s quite a few important containment procedures we should be following, important enough that they could maybe be called special, they truly aren’t special enough to be called Special Containment Procedures. It’s hard to admit, but that’s just the truth. After coming to this realization, we at the Surrealistics Department have decided that these are the Containment Procedures that can truly be called Special. I’m very excited to get to them.",
    "description": "How to describe SCP-5310? Like the majority of the things we deal with at Site-⌘, it’s not the most concrete thing to look at - or to smell, or to touch, or to hear. I realize that I said ‘touch’ back there, which implies you can touch SCP-5310, but you really shouldn’t do that. I’ll add that to the Containment Procedures later.",
    "title": "SCP-5310"
}