{
    "url": "https://scp-wiki.wikidot.com/scp-5319",
    "all_text": "rating: \n+208\n+\n–\nx\n\n\nItem#:\n SCP-5319\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The audio file containing SCP-5319-1, as well as the text file containing SCP-5319-2, has been encrypted and remains at the Site-59 secure electronic archives.\n\n\nAs of 5/3/2020, further testing of SCP-5319's anomalous capabilities has been prohibited by the Foundation Ethics Committee.\n\n\nDescription:\n SCP-5319 is a musical composition, known by the Foundation in two forms:\n\n\n\n\nSCP-5319-1, an instrumental audio file (hsi.mp3) of its first verse.\n\n\nSCP-5319-2, the lyrics of the first verse.\n\n\n\n\nWhen SCP-5319 is exposed, in any form, to an orangutan\n1\n, the specimen will burst into flames. The fire is only capable of being extinguished once SCP-5319 ends.\n\n\n\n\n+ SCP-5319-1 Remote Access - 2/5319 Clearance Required\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ SCP-5319-2 Remote Access - 2/5319 Clearance Required\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n\n\nJALAKÅRA, host and benefactor, rose His ancient face,\n\n\nsmiling on the courage of the resurrected human race.\n\n\nHis protection guides us to a heaven in each sacred moon;\n\n\nHumankind, an army made of angels, thus returns His boon.\n\n\nWhether in life or death, resilience and strength — that is the human destiny!\n\nHomo sapiens invictus\n2\n \never shall we be.\n\n\n\n\n\n\n\n\n\n\n\n\nRecovery Log:\n SCP-5319 came to the attention of the Foundation following an incident at the Ferguson Memorial Zoo in Kenosha, WI. On 10/23/19, a disgruntled zookeeper named John Van Vranken had secretly added SCP-5319-1 to the zoo's ambient music playlist. The following day, all nine resident Sumatran orangutans spontaneously ignited during viewing hours.\n\n\nFollowing an official investigation by the Foundation, the Ferguson Memorial Zoo was permanently closed, all parties involved were given the appropriate amnestics, and the file for SCP-5319-1 was taken into Foundation custody.\n\n\nMr. Van Vranken was later found dead in his apartment from an \nImpaler Event\n. The following message from an anomalous address was recovered from his personal e-mail account.\n\n\n\n\nJohn S. Van Vranken,\n\n\nIt has come to our attention that you have used \nHomo Sapiens Invictus\n as a means to murder the orangutans of your (admittedly unpleasant) employer. Animal cruelty is bad enough, but unauthorized use of our intellectual property is an immediately actionable offense.\n\n\nAs such, you are to be summoned to Luna Major for a preliminary disciplinary hearing in 30 minutes. Thank you for your cooperation.\n\n\nSee you soon,\n\n\nMinister Jillian Goldthwaite, ☽☽☽ Initiative, Perdition Committee\n\n\n\n\nWhen the Foundation reached out to this address for further information, Minister Goldthwaite explained that SCP-5319 is the anthem of the Three Moons Initiative, written and composed by Initiative Poet-Laureate Harald Jansen. SCP-5319-2 was also enclosed with the response. Allegedly, there are 47 other verses to SCP-5319, but only the first was provided. As for its anomalous effects, Dr. Goldthwaite only stated that SCP-5319 has \"confidential defensive characteristics.\"\n\n\nAddendum:\n On 12/30/20, a male Bornean orangutan was tested with SCP-5319-2, sung by Researcher Danvers. Shortly before ignition, the subject closed its ears, and made several distinct vocalizations that differ from typical orangutan calls. Containment staff hypothesized them to be some sort of language.\n\n\nAs such, the sounds were transliterated and forwarded to a contact in the Three Moons Initiative. The reply was as follows:\n\n\n\n\nFoundation,\n\n\nI'll be frank: my higher-ups see your organization's apparent interest in the Strider language as worrisome. Still, in the interest of curiosity, we've managed to scrape together what \"Therrack, therrack, moo-rag zoppery, dalom\" means.\n\n\nFirst off, the official transliteration is \"Zråkh, zråkh, mîreagh tspae, dlåm.\"\n\n\n\"Zråkh\" is the submissive-imperative form of \"stop.\"\n\n\n\"Mîraegh tspae\" is a lot to unpack, but boils down to \"I do not [eat with/know/belong to] the [tribe/group/living-space] which you [seek/hate].\"\n\n\n\"Dlåm\" is \"misunderstanding.\"\n\n\nHope this clears things up. I'm not sure how you were able to hear this on Earth-2L - words like these are exclusive to the Striders and their genetic derivatives in Corbenic. Still, you were right in that they had meaning.\n\n\nYou are watched/protected/loved,\n\n\nDr. Kenneth Marsh\n\n☽☽☽ HDC, Department of Postmortem Anthropology\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All three species under the genus \nPongo\n are susceptible.\n\n\n2\n. According to the Three Moons Initiative, \nHomo sapiens invictus\n is the scientific name of human beings upon reaching the afterlife.\n\n\n\n\n\n\n\n\n« \nSCP-5318\n | SCP-5319 | \nSCP-5320\n »",
    "addendums": [
        "Addendum: On 12/30/20, a male Bornean orangutan was tested with SCP-5319-2, sung by Researcher Danvers. Shortly before ignition, the subject closed its ears, and made several distinct vocalizations that differ from typical orangutan calls. Containment staff hypothesized them to be some sort of language.\nAs such, the sounds were transliterated and forwarded to a contact in the Three Moons Initiative. The reply was as follows:"
    ],
    "documents": [],
    "notes": [
        "JALAKÅRA, host and benefactor, rose His ancient face, smiling on the courage of the resurrected human race. His protection guides us to a heaven in each sacred moon; Humankind, an army made of angels, thus returns His boon. Whether in life or death, resilience and strength — that is the human destiny! Homo sapiens invictus 2 ever shall we be.",
        "John S. Van Vranken, It has come to our attention that you have used Homo Sapiens Invictus as a means to murder the orangutans of your (admittedly unpleasant) employer. Animal cruelty is bad enough, but unauthorized use of our intellectual property is an immediately actionable offense. As such, you are to be summoned to Luna Major for a preliminary disciplinary hearing in 30 minutes. Thank you for your cooperation. See you soon, Minister Jillian Goldthwaite, ☽☽☽ Initiative, Perdition Committee",
        "Foundation, I'll be frank: my higher-ups see your organization's apparent interest in the Strider language as worrisome. Still, in the interest of curiosity, we've managed to scrape together what \"Therrack, therrack, moo-rag zoppery, dalom\" means. First off, the official transliteration is \"Zråkh, zråkh, mîreagh tspae, dlåm.\" \"Zråkh\" is the submissive-imperative form of \"stop.\" \"Mîraegh tspae\" is a lot to unpack, but boils down to \"I do not [eat with/know/belong to] the [tribe/group/living-space] which you [seek/hate].\" \"Dlåm\" is \"misunderstanding.\" Hope this clears things up. I'm not sure how you were able to hear this on Earth-2L - words like these are exclusive to the Striders and their genetic derivatives in Corbenic. Still, you were right in that they had meaning. You are watched/protected/loved, Dr. Kenneth Marsh ☽☽☽ HDC, Department of Postmortem Anthropology"
    ],
    "object_class": "Safe",
    "containment_procedures": "The audio file containing SCP-5319-1, as well as the text file containing SCP-5319-2, has been encrypted and remains at the Site-59 secure electronic archives.",
    "description": "SCP-5319 is a musical composition, known by the Foundation in two forms:",
    "title": "SCP-5319"
}