{
    "url": "https://scp-wiki.wikidot.com/scp-5330",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-5330 - Look Away, Look Away\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5330.\n\n\n\n\n\n\nItem №:\n SCP-5330\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5330 is kept in a standard containment locker in the High-Security Anomalous Items Storage wing of Site-8, and may not be removed from storage under any circumstances. Testing on SCP-5330 is forbidden.\n\n\nDescription:\n SCP-5330 is a small, engraved metal box, secured with a latch and displaying signs of slight oxidation. The material composing SCP-5330 is impermeable to physical force and radiation-opaque, and its latch cannot be released. This has rendered its contents impossible to ascertain.\n\n\nIf SCP-5330 enters the potential visual field of a human (regardless of ambient light levels), they will become subject to a series of miniaturized detonations located within their cranium. These detonations originate in the cerebellum and move outwards, invariably resulting in severe cranial damage, brain hemorrhage and subsequent expiry within 5-10 seconds of initial observation. This effect does not extend to photographs or recordings of SCP-5330.\n\n\nSupplemental Material - Incident 5330-030920:\n On 03-09-2020, severe seismic activity in the vicinity of Site-8 caused a total power failure and subsequent site evacuation and lockdown, during which a significant number of dangerous SCP objects breached containment. Additionally, numerous storage lockers were compromised, including that of SCP-5330, and their contents were scattered across the High-Security Anomalous Items Storage wing.\n\n\nAssistant Researcher Marcus Cromwell was unable to evacuate and was trapped inside the High-Security Anomalous Items Storage wing, which was rendered inaccessible by multiple automatically sealing bulkheads; he was not located for over a week, as the wing could not be breached.\n\n\nAppended below are several audio logs recorded by Cromwell on an emergency terminal over the first 48 hours following Incident 5330-030920.\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n(Rustling fabric and a metallic click, followed by heavy, panicked breathing, are audible.)\n\n\nCromwell:\n Hello? Hello? Is- is this working? M-Marcus Cromwell, Level 1 Assistant Researcher, recording on March 9, 2020. I'm… Fuck. \nFuck.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n(A shaky sigh is audible.)\n\n\nCromwell:\n Okay, I’m alright, I’m fine. Managed to compose myself. Marcus Cromwell again. There’s been… there has been a severe earthquake adjacent to Site-8, and a sh- \nnumerous\n containment breaches right after that. Everyone else managed to- to evacuate. I’m the only one left, and I’m…\n\n\n(Cromwell swallows audibly. The sound of an object, likely Cromwell’s arms, coming to rest on the terminal is audible.)\n\n\nCromwell:\n Uh, well, I’m stuck in the High-Security Anomalous Objects wing, and I've never been in here before. It’s pitch-black, and… and a lot of the lockers are broken, and the stuff inside them fell out. All of the lockers, actually. They're all broken. I saw all the doors coming off when the quake hit.\n\n\nCromwell:\n And, yeah, that means 5330 is… out in the open. Somewhere in here. Don’t know where. So I can’t turn around or anything, unless I want my head to go boom. And I- I sure don't. \n(He laughs uneasily.)\n\n\nCromwell:\n I’ll- I’ll report back later once I assess the situation in more detail. Marcus Cromwell, signing off.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\nCromwell:\n Hello again, terminal. Right, so. I took a very, \nvery\n careful look around while staring up at the ceiling so I didn't catch 5330 in the corner of my eye.\n\n\nCromwell:\n It's completely and utterly dark, even though the reserve power should be working fine, and my eyes aren't adjusting at all. Must be a side effect from one of the skips that breached or something, because this is just weird.\n\n\nCromwell:\n But, yeah, I can't even tell how big the room is. I genuinely can't see shit except the blinking green light on this thing. I think I can use the light to establish a baseline of measurement, though. Let's say I start at the light and take five steps, then five more… don't look behind you, Marcus…\n\n\n(Cromwell's voice recedes and grows fainter. Footsteps are audible until they suddenly halt, along with a faint metallic clang.)\n\n\nCromwell:\n \n(distantly)\n And that's the far wall. About twenty-four steps.\n\n\n(Cromwell's voice approaches; footsteps are audible again.)\n\n\nCromwell:\n Let's see. If I assume the room's roughly cubical and I know all the anomalous objects are in a pile somewhere behind me, that means I've got a ballpark of about where 5330 is. Nicely done, Marcus, if I do say so myself.\n\n\nCromwell:\n Right, also, this terminal's running off battery power. Forgot to mention that. I'll have to conserve it, so once more, signing off for now.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\nCromwell:\n Marcus Cromwell reporting in. Hi, terminal, been a little while. So, uh.\n\n\n(Cromwell clears his throat.)\n\n\nCromwell:\n I did some checking. I'm not sure, but I think the door is right past where- where 5330 is. And I'm… I'm not going over there. I'm not even… \n(speaking quickly)\n I can't look over there. I just can't. You understand, right? Don't you understand? I need to, I have to find another way out.\n\n\n(There is a long pause.)\n\n\nCromwell:\n I'll… I'll report back. I don't want to die. There has to be another way to do this. Signing off. Goodbye, terminal.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\nCromwell:\n Hi, terminal. I'm back and I have some… well, can't say if it's good or bad news. Just news.\n\n\nCromwell:\n So, I might have a way out that doesn't involve going anywhere near 5330. A lot of the other terminals in here that cut out in the quake run on lithium-ion batteries. Useless for this specific terminal, but if I can severely overcharge them with the reserve power, I might be able to create a makeshift bomb and blast my way through the wall.\n\n\n(Cromwell sighs. Rustling fabric is audible as he shifts slightly.)\n\n\nCromwell:\n I don't like this plan. It's really risky. But as far as I can tell, nobody's coming in to rescue me. They don't even know I'm here. Why would they?\n\n\nCromwell:\n It's my only option to escape, and I've got to face that. This is the only way I'll ever see any light again that isn't the goddamned blinking green one on this STUPID terminal.\n\n\n(A harsh metallic clang is heard, presumably from Cromwell slamming his fist against the terminal, followed by heavy breathing.)\n\n\nCromwell:\n I… I got agitated. Fuck. Okay… fuck. Keep your cool, Marcus. Keep it together. Being around… being around 5330's got me on edge. I feel like my head's about to explode and I haven't even looked at it…\n\n\n(Cromwell sighs again.)\n\n\nCromwell:\n Signing off. Goodbye again, terminal. Sorry. I've got to go gather some batteries.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n(Multiple distinct metallic clatters are audible, consistent with a large number of metal objects being dropped onto the ground directly in front of the terminal; this is accompanied by panting from Cromwell.)\n\n\nCromwell:\n Hey, \n(huff)\n terminal. Still can't see \n(huff)\n shit, and I had to keep far, far away from the part of the \n(huff)\n room where 5330 is, but I think I managed to \n(huff)\n get most of this place's batteries. I also \n(huff)\n rounded up a good amount of wires from around the wing.\n\n\nCromwell:\n Next up is… whew… next up is wiring all of these together. When I overcharge them, it'll have to be all at once. So… might as well record myself doing that, you know, for posterity. I'll be out of here soon anyway, so I don't need to worry about battery power.\n\n\nCromwell:\n Gonna be a bitch to do in total darkness and right up against this terminal… but I don't want to risk getting an eyeful of 5330 so close to escape.\n\n\n(Shifting fabric can be heard as Cromwell sits down. He does not speak further. Metallic clicks and snaps are now audible, as well as Cromwell's breathing, grunts, and occasional expletives. This continues for approximately thirty minutes, after which Cromwell is heard standing up and sighing deeply in relief.)\n\n\nCromwell:\n Finally! Phew, holy Christ, my fucking hands… my blisters are gonna have blisters. But it was worth it. I think when I hook this directly into the reserve power, it'll…\n\n\nCromwell:\n Well, I'll be able to get out of here. So… reporting back as soon as I get this set up. Goodbye, terminal.\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n(Electrical buzzing is audible.)\n\n\nCromwell:\n -seven, six, five, four, three, two, one, go!\n\n\n(A sharp metallic click sounds out. The buzzing increases in volume.)\n\n\nCromwell:\n Come on, come o-\n\n\n(A number of loud concussive reports are heard, followed by a rapid series of metallic snaps and pings. Several wet splintering sounds are audible, accompanied by Cromwell's screaming and, shortly afterwards, a loud thud.)\n\n\n(Cromwell continues to scream; his voice eventually grows hoarse and transitions to whimpering before he falls completely silent. A faint electrical buzz is audible in the background. After three hours with no activity, the terminal automatically shuts down in order to preserve battery.)\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\n(A faint dragging sound punctuated by hoarse giggles is audible, followed by a thump.)\n\n\nCromwell:\n Hhhahahaha… this shit is just… a cosmic joke, huh?\n\n\n(Cromwell dissolves into a fit of giggles, which transitions into a hacking, wet cough; this continues for thirty seconds before he resumes speaking.)\n\n\nCromwell:\n It's a cosmic joke and… and I'm the punchline. Fucking batteries blew each other apart. They hit my leg, my ribs, my arm… didn't think ahead, didn't see this one coming. Just an Assistant Researcher, after all. I'm… I'm bleeding all over the damn place. The break in my leg, it's real bad…\n\n\n(Heavy, wet breathing is audible for several seconds.)\n\n\nCromwell:\n I staunched the flow with a few documents I found in a cabinet. Don't know how long they'll last. They're… they're already soaked.\n\n\nCromwell:\n I… I think this is it, terminal. You're almost out of juice, anyway. Got to… got to shut you down… I'd be a shit researcher if I didn't follow protocol…\n\n\n<END LOG>\n\n\n\n\n \n\n\n\n\n<BEGIN LOG>\n\n\nCromwell:\n Hhhey… terminal…\n\n\n(Rough, wet, hacking coughs are audible.)\n\n\nCromwell:\n I lied… got lonely… you'll forgive me, right? I don't wanna die alone, not like this. It hurts, oh God, it hurts…\n\n\n(Cromwell begins coughing again, his voice eventually transitioning into a sob.)\n\n\nCromwell:\n If… if I'm going to kick the bucket in this dark place anyway… I might as well go out spectacularly, right? Go out with a bang? \n(laughs wetly)\n A bang, get it? 5330-style? What do you say, terminal?\n\n\n(Twenty-second pause.)\n\n\nCromwell:\n Yeah. Yeah, that's what I thought. I don't… I don't know why I didn't want to earlier, it's so easy. All I have to do is…\n\n\nCromwell:\n All I've got to do is… is stop looking away…\n\n\n(A faint fabric rustle, presumably from Cromwell turning towards SCP-5330, is audible. This is shortly followed by a series of muffled concussive reports, growing gradually louder and punctuated by wet squelches and crunches. After ten seconds, the reports cease, and the thump of an object hitting the floor of the room is heard, accompanied by a wet splat.)\n\n\n(The terminal remains active until its batteries are completely depleted twenty minutes later, at which point it deactivates.)\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n« \nSCP-5329\n | SCP-5330 | \nSCP-5331\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "<BEGIN LOG> (Rustling fabric and a metallic click, followed by heavy, panicked breathing, are audible.) Cromwell: Hello? Hello? Is- is this working? M-Marcus Cromwell, Level 1 Assistant Researcher, recording on March 9, 2020. I'm… Fuck. Fuck. <END LOG>",
        "<BEGIN LOG> (A shaky sigh is audible.) Cromwell: Okay, I’m alright, I’m fine. Managed to compose myself. Marcus Cromwell again. There’s been… there has been a severe earthquake adjacent to Site-8, and a sh- numerous containment breaches right after that. Everyone else managed to- to evacuate. I’m the only one left, and I’m… (Cromwell swallows audibly. The sound of an object, likely Cromwell’s arms, coming to rest on the terminal is audible.) Cromwell: Uh, well, I’m stuck in the High-Security Anomalous Objects wing, and I've never been in here before. It’s pitch-black, and… and a lot of the lockers are broken, and the stuff inside them fell out. All of the lockers, actually. They're all broken. I saw all the doors coming off when the quake hit. Cromwell: And, yeah, that means 5330 is… out in the open. Somewhere in here. Don’t know where. So I can’t turn around or anything, unless I want my head to go boom. And I- I sure don't. (He laughs uneasily.) Cromwell: I’ll- I’ll report back later once I assess the situation in more detail. Marcus Cromwell, signing off. <END LOG>",
        "<BEGIN LOG> Cromwell: Hello again, terminal. Right, so. I took a very, very careful look around while staring up at the ceiling so I didn't catch 5330 in the corner of my eye. Cromwell: It's completely and utterly dark, even though the reserve power should be working fine, and my eyes aren't adjusting at all. Must be a side effect from one of the skips that breached or something, because this is just weird. Cromwell: But, yeah, I can't even tell how big the room is. I genuinely can't see shit except the blinking green light on this thing. I think I can use the light to establish a baseline of measurement, though. Let's say I start at the light and take five steps, then five more… don't look behind you, Marcus… (Cromwell's voice recedes and grows fainter. Footsteps are audible until they suddenly halt, along with a faint metallic clang.) Cromwell: (distantly) And that's the far wall. About twenty-four steps. (Cromwell's voice approaches; footsteps are audible again.) Cromwell: Let's see. If I assume the room's roughly cubical and I know all the anomalous objects are in a pile somewhere behind me, that means I've got a ballpark of about where 5330 is. Nicely done, Marcus, if I do say so myself. Cromwell: Right, also, this terminal's running off battery power. Forgot to mention that. I'll have to conserve it, so once more, signing off for now. <END LOG>",
        "<BEGIN LOG> Cromwell: Marcus Cromwell reporting in. Hi, terminal, been a little while. So, uh. (Cromwell clears his throat.) Cromwell: I did some checking. I'm not sure, but I think the door is right past where- where 5330 is. And I'm… I'm not going over there. I'm not even… (speaking quickly) I can't look over there. I just can't. You understand, right? Don't you understand? I need to, I have to find another way out. (There is a long pause.) Cromwell: I'll… I'll report back. I don't want to die. There has to be another way to do this. Signing off. Goodbye, terminal. <END LOG>",
        "<BEGIN LOG> Cromwell: Hi, terminal. I'm back and I have some… well, can't say if it's good or bad news. Just news. Cromwell: So, I might have a way out that doesn't involve going anywhere near 5330. A lot of the other terminals in here that cut out in the quake run on lithium-ion batteries. Useless for this specific terminal, but if I can severely overcharge them with the reserve power, I might be able to create a makeshift bomb and blast my way through the wall. (Cromwell sighs. Rustling fabric is audible as he shifts slightly.) Cromwell: I don't like this plan. It's really risky. But as far as I can tell, nobody's coming in to rescue me. They don't even know I'm here. Why would they? Cromwell: It's my only option to escape, and I've got to face that. This is the only way I'll ever see any light again that isn't the goddamned blinking green one on this STUPID terminal. (A harsh metallic clang is heard, presumably from Cromwell slamming his fist against the terminal, followed by heavy breathing.) Cromwell: I… I got agitated. Fuck. Okay… fuck. Keep your cool, Marcus. Keep it together. Being around… being around 5330's got me on edge. I feel like my head's about to explode and I haven't even looked at it… (Cromwell sighs again.) Cromwell: Signing off. Goodbye again, terminal. Sorry. I've got to go gather some batteries. <END LOG>",
        "<BEGIN LOG> (Multiple distinct metallic clatters are audible, consistent with a large number of metal objects being dropped onto the ground directly in front of the terminal; this is accompanied by panting from Cromwell.) Cromwell: Hey, (huff) terminal. Still can't see (huff) shit, and I had to keep far, far away from the part of the (huff) room where 5330 is, but I think I managed to (huff) get most of this place's batteries. I also (huff) rounded up a good amount of wires from around the wing. Cromwell: Next up is… whew… next up is wiring all of these together. When I overcharge them, it'll have to be all at once. So… might as well record myself doing that, you know, for posterity. I'll be out of here soon anyway, so I don't need to worry about battery power. Cromwell: Gonna be a bitch to do in total darkness and right up against this terminal… but I don't want to risk getting an eyeful of 5330 so close to escape. (Shifting fabric can be heard as Cromwell sits down. He does not speak further. Metallic clicks and snaps are now audible, as well as Cromwell's breathing, grunts, and occasional expletives. This continues for approximately thirty minutes, after which Cromwell is heard standing up and sighing deeply in relief.) Cromwell: Finally! Phew, holy Christ, my fucking hands… my blisters are gonna have blisters. But it was worth it. I think when I hook this directly into the reserve power, it'll… Cromwell: Well, I'll be able to get out of here. So… reporting back as soon as I get this set up. Goodbye, terminal. <END LOG>",
        "<BEGIN LOG> (Electrical buzzing is audible.) Cromwell: -seven, six, five, four, three, two, one, go! (A sharp metallic click sounds out. The buzzing increases in volume.) Cromwell: Come on, come o- (A number of loud concussive reports are heard, followed by a rapid series of metallic snaps and pings. Several wet splintering sounds are audible, accompanied by Cromwell's screaming and, shortly afterwards, a loud thud.) (Cromwell continues to scream; his voice eventually grows hoarse and transitions to whimpering before he falls completely silent. A faint electrical buzz is audible in the background. After three hours with no activity, the terminal automatically shuts down in order to preserve battery.) <END LOG>",
        "<BEGIN LOG> (A faint dragging sound punctuated by hoarse giggles is audible, followed by a thump.) Cromwell: Hhhahahaha… this shit is just… a cosmic joke, huh? (Cromwell dissolves into a fit of giggles, which transitions into a hacking, wet cough; this continues for thirty seconds before he resumes speaking.) Cromwell: It's a cosmic joke and… and I'm the punchline. Fucking batteries blew each other apart. They hit my leg, my ribs, my arm… didn't think ahead, didn't see this one coming. Just an Assistant Researcher, after all. I'm… I'm bleeding all over the damn place. The break in my leg, it's real bad… (Heavy, wet breathing is audible for several seconds.) Cromwell: I staunched the flow with a few documents I found in a cabinet. Don't know how long they'll last. They're… they're already soaked. Cromwell: I… I think this is it, terminal. You're almost out of juice, anyway. Got to… got to shut you down… I'd be a shit researcher if I didn't follow protocol… <END LOG>",
        "<BEGIN LOG> Cromwell: Hhhey… terminal… (Rough, wet, hacking coughs are audible.) Cromwell: I lied… got lonely… you'll forgive me, right? I don't wanna die alone, not like this. It hurts, oh God, it hurts… (Cromwell begins coughing again, his voice eventually transitioning into a sob.) Cromwell: If… if I'm going to kick the bucket in this dark place anyway… I might as well go out spectacularly, right? Go out with a bang? (laughs wetly) A bang, get it? 5330-style? What do you say, terminal? (Twenty-second pause.) Cromwell: Yeah. Yeah, that's what I thought. I don't… I don't know why I didn't want to earlier, it's so easy. All I have to do is… Cromwell: All I've got to do is… is stop looking away… (A faint fabric rustle, presumably from Cromwell turning towards SCP-5330, is audible. This is shortly followed by a series of muffled concussive reports, growing gradually louder and punctuated by wet squelches and crunches. After ten seconds, the reports cease, and the thump of an object hitting the floor of the room is heard, accompanied by a wet splat.) (The terminal remains active until its batteries are completely depleted twenty minutes later, at which point it deactivates.) <END LOG>"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-5330 is kept in a standard containment locker in the High-Security Anomalous Items Storage wing of Site-8, and may not be removed from storage under any circumstances. Testing on SCP-5330 is forbidden.",
    "description": "SCP-5330 is a small, engraved metal box, secured with a latch and displaying signs of slight oxidation. The material composing SCP-5330 is impermeable to physical force and radiation-opaque, and its latch cannot be released. This has rendered its contents impossible to ascertain.",
    "title": "SCP-5330"
}