{
    "url": "https://scp-wiki.wikidot.com/scp-5333",
    "all_text": "rating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5333\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5333 is to be held at a Foundation-owned fish farm located in an offshoot of the Nile River, specifically located in the Minya Governorate of Egypt. A research station is to be established, staffed by at least three Level-2 Foundation researchers with experience handling biological anomalies. Additional security personnel may be requested for temporary stationing as necessary.\n\n\nAny personnel entering within 3 meters of the containment zone are to surrender any personal accessories or loose items (e.g., wallets, electronic devices, personalized writing implements, jewelry) for temporary holding. Disposable replacements will be provided as possible, until the personnel member exits the containment zone.\n\n\nShould any objects carried by personnel within SCP-5333's containment be transfigured, they are to be examined for anomalous properties, and stored at the research station in designated secure lockers.\n\n\nDescription:\n SCP-5333 is a male elephant-snout fish (\nMormyrus kannume\n), possessing a bronze disc-shaped headpiece, between two bronze horns, affixed to its skull. Close examination of the fish indicates that it ages at an exponentially slower rate than that of non-anomalous equivalents, and the fish is currently suffering from non-fatal gastric blockage.\n\n\nSCP-5333's primary anomaly involves the sporadic physical alteration of small objects within 5 meters of the fish. The anomaly changes said objects into artifacts traditionally associated with Ancient Egyptian (dated to approximately 25th B.C. or later) celebrations, some with a noticeable occurrence of phallic imagery. Examples of this effect include:\n\n\n\n\nHats and other head coverings being replaced with elaborately curled wigs made of animal and/or human hair or bronze headpieces similar to that worn by SCP-5333. The wigs are adorned with a small gold circlet bearing a small golden penis at the forefront.\n\n\nFacial cosmetics cases being replaced with phallus-shaped \"perfume cones\".\n1\n\n\nPersonal accessories being replaced with handmade jewelry incorporating gold, semiprecious stones, and gems, inscribed with the hieroglyph associated with the words \"phallus\", \"man\", and \"husband\".\n\n\nToiletries and other personal hygiene items being replaced with fresh flowers.\n\n\nIndividually packaged food items being replaced with fruits, pork, beef, or mutton.\n\n\nCandies, cough drops, and sugar packets being replaced with honey cake pastries arranged in stacks to form a vague phallus shape.\n\n\nBottled drinks being replaced with clay jugs of wine or beer.\n\n\nCell phones and personal music players being replaced with sistrums\n2\n, lyres, lutes, and dancers' headdresses.\n\n\n\n\n\n\n\n\nAn example of hieroglyphics present on items altered by SCP-5333.\n\n\n\n\n\n\nLarge containers altered by SCP-5333 consistently bear recurring hieroglyphics somewhere on their surface (see Recovery Log 5333). The symbols translate to various hymns and verses praising Osiris, the Ancient Egyptian god of fertility, agriculture, the afterlife, the dead, resurrection, and vegetation. It is noted that on approximately 5% of all items altered in this way by SCP-5333, the hieroglyphics instead describe the myth of Osiris's death\n3\n at the hands of his brother Set, who cut Osiris's body into pieces, all of which were recovered by Osiris's wife Isis with the exception of the penis. Another 5% of all items display phallic hieroglyphics instead.\n\n\nDiscovery:\n SCP-5333 was discovered following reports of perfume cones washing up in the Minya Governorate's region of the Nile River. Upon inquiry, local residents referenced an Abdelrahman Elgazary (now PoI-5333), who was once known throughout the area for throwing lavish \"theme parties\" for tourists as part of a family tradition spanning multiple generations. Items altered by SCP-5333 matched descriptions of celebration paraphernalia stated to be present at these gatherings; such items were stated to be sometimes offered to guests as party favors \"in memory of Osiris, the greatest party host\". PoI-5333 was reported missing to the local authorities on 1983-9-27. Foundation efforts to locate PoI-5333 are ongoing.\n\n\nAddendum:\n On ██/██/████, an x-ray initiated as part of a battery of typical examinations revealed a severed human phallus lodged within SCP-5333's stomach. Head Researcher Hlad ordered an emergency surgery procedure to attempt to remove the phallus. Standard cutting instruments failed to penetrate SCP-5333's flesh, and instead a medical clamp was inserted orally to attempt to pull the phallus out through the specimen's esophagus.\n\n\nSeconds after the Foundation surgeon managed to attach the clamp onto the phallus, an individual matching the description of a possible perpetrator of PoI-5333's disappearance\n4\n manifested within the research station. The entity demanded the return of '[their] father's pride and joy' (rough translation from Egyptian). The security personnel present attempted to detain the individual (later classified as PoI-5333-2), and were enveloped by a bright beam of light seemingly originating from PoI-5333-2's right eye. The sudden spike in thermal radiation prompted the Site to engage lockdown procedures, which resulted in PoI-5333-2 quickly demanifesting. Additional medical personnel were called in to assess the situation—personnel caught within the beam of light suffered severe burns, but no life-threatening injuries.\n\n\nOne week after the previous incident, PoI-5333-2 reappeared outside of the Site accompanied by a flock of various birds of prey, totaling approximately 1,000 individuals. PoI-5333-2 repeated its original demand, dispatched attending security personnel, and commanded its flock to force down the doorway.\n\n\nThe flock and PoI-5333-2 then breached SCP-5333's containment and vandalized various walls within the Foundation property before seizing and escaping with a live non-anomalous elephant-snout fish that had been cohabitating with SCP-5333 in the fish farm. A day later the abducted specimen was dropped by a falcon directly onto the head of Head Researcher Hlad, who suffered a concussion and afterwards requested immediate use of all vacation hours.\n\n\nSeveral days later, four unidentified humanoids forcibly entered the Site's parking area and performed various acts of vandalism upon the vehicles. The first individual\n5\n was seen keying cars belonging to research personnel, the second and third individuals\n6\n were seen spray-painting large hieroglyphics on an adjacent wall, and the fourth individual\n7\n was seen scaling that wall and presumably remained on the roof until the rest of the individuals had finished. The next morning, the communications tower located on the roof overlooking the area was discovered to be covered in bird droppings and dead flies.\n\n\nTranslations of the entirety of the graffiti are in progress. Partial observational notes are as follows:\n\n\n\n\n\"RETURN THE \nSLAB\n DICK\" was written at the top of the graffiti alongside \"WHY YOU PLAYING HARD TO GET?\".\n\n\n\nAt the center of the graffiti were what appeared to be crude approximations of PoI-5333-2 engaged in sexual congress with the head researcher.\n\n\n\"DUAMUTEF\" and \"HAPI\" were written at the bottom of the graffiti in modern Arabic.\n\n\n\n\nAs of now, the Foundation has not made any further attempts to remove the phallus from SCP-5333. Discussion is underway regarding how best to proceed with maintaining Foundation custody of SCP-5333. Additional security personnel have been requested; field medics are to be called in as available.\n\n\nThe site containing SCP-5333 is currently undergoing revised lockdown procedures. The SCP-5333 documentation will continue to be updated when the research team is able to do so.\n\n\n\n\nFootnotes\n\n\n1\n. Small, scented cones of wax or resin that would be worn atop a person's head during celebrations.\n\n\n2\n. A percussion instrument consisting of a metal frame strung with metal rods, shaken to produce sounds.\n\n\n3\n. Consistent with the classical writer Plutarch's \nDe Iside et Osiride\n.\n\n\n4\n. Police reports from the night of PoI-5333's disappearance describe accounts of a man with \"the head of a falcon\" kicking down the door of the residence, shouting loudly at the inhabitants, and then releasing various birds upon the fleeing individuals. These accounts were previously disregarded as unreliable; reopening of the investigations is underway.\n\n\n5\n. The only entity with completely human features.\n\n\n6\n. Possessing heads resembling those of a jackal and baboon, respectively.\n\n\n7\n. Who had the head of a falcon, but was later identified as not being PoI-5333-2.\n\n\n\n\n\n\n\n\n« \nSCP-5332\n | SCP-5333 | \nSCP-5334\n »",
    "addendums": [
        "Addendum: On ██/██/████, an x-ray initiated as part of a battery of typical examinations revealed a severed human phallus lodged within SCP-5333's stomach. Head Researcher Hlad ordered an emergency surgery procedure to attempt to remove the phallus. Standard cutting instruments failed to penetrate SCP-5333's flesh, and instead a medical clamp was inserted orally to attempt to pull the phallus out through the specimen's esophagus.\nSeconds after the Foundation surgeon managed to attach the clamp onto the phallus, an individual matching the description of a possible perpetrator of PoI-5333's disappearance 4 manifested within the research station. The entity demanded the return of '[their] father's pride and joy' (rough translation from Egyptian). The security personnel present attempted to detain the individual (later classified as PoI-5333-2), and were enveloped by a bright beam of light seemingly originating from PoI-5333-2's right eye. The sudden spike in thermal radiation prompted the Site to engage lockdown procedures, which resulted in PoI-5333-2 quickly demanifesting. Additional medical personnel were called in to assess the situation—personnel caught within the beam of light suffered severe burns, but no life-threatening injuries.\nOne week after the previous incident, PoI-5333-2 reappeared outside of the Site accompanied by a flock of various birds of prey, totaling approximately 1,000 individuals. PoI-5333-2 repeated its original demand, dispatched attending security personnel, and commanded its flock to force down the doorway.\nThe flock and PoI-5333-2 then breached SCP-5333's containment and vandalized various walls within the Foundation property before seizing and escaping with a live non-anomalous elephant-snout fish that had been cohabitating with SCP-5333 in the fish farm. A day later the abducted specimen was dropped by a falcon directly onto the head of Head Researcher Hlad, who suffered a concussion and afterwards requested immediate use of all vacation hours.\nSeveral days later, four unidentified humanoids forcibly entered the Site's parking area and performed various acts of vandalism upon the vehicles. The first individual 5 was seen keying cars belonging to research personnel, the second and third individuals 6 were seen spray-painting large hieroglyphics on an adjacent wall, and the fourth individual 7 was seen scaling that wall and presumably remained on the roof until the rest of the individuals had finished. The next morning, the communications tower located on the roof overlooking the area was discovered to be covered in bird droppings and dead flies.\nTranslations of the entirety of the graffiti are in progress. Partial observational notes are as follows:\nAs of now, the Foundation has not made any further attempts to remove the phallus from SCP-5333. Discussion is underway regarding how best to proceed with maintaining Foundation custody of SCP-5333. Additional security personnel have been requested; field medics are to be called in as available.\nThe site containing SCP-5333 is currently undergoing revised lockdown procedures. The SCP-5333 documentation will continue to be updated when the research team is able to do so."
    ],
    "documents": [],
    "notes": [
        "\"RETURN THE SLAB DICK\" was written at the top of the graffiti alongside \"WHY YOU PLAYING HARD TO GET?\". At the center of the graffiti were what appeared to be crude approximations of PoI-5333-2 engaged in sexual congress with the head researcher. \"DUAMUTEF\" and \"HAPI\" were written at the bottom of the graffiti in modern Arabic."
    ],
    "containment_procedures": "SCP-5333 is to be held at a Foundation-owned fish farm located in an offshoot of the Nile River, specifically located in the Minya Governorate of Egypt. A research station is to be established, staffed by at least three Level-2 Foundation researchers with experience handling biological anomalies. Additional security personnel may be requested for temporary stationing as necessary.",
    "description": "SCP-5333 is a male elephant-snout fish (Mormyrus kannume), possessing a bronze disc-shaped headpiece, between two bronze horns, affixed to its skull. Close examination of the fish indicates that it ages at an exponentially slower rate than that of non-anomalous equivalents, and the fish is currently suffering from non-fatal gastric blockage.",
    "title": "SCP-5333"
}