{
    "url": "https://scp-wiki.wikidot.com/scp-5345",
    "all_text": "rating: \n+78\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-5345\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nView of SCP-5345 from the southeast, exhibiting extensive erosion.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A perimeter of 5 kilometers around SCP-5345 is maintained by Foundation naval assets posing as Korea Coast Guard to deter any civilian vessels that may come into proximity of SCP-5345. Shipping routes within the Yellow Sea have also been rerouted as to minimize any possible contact. The existence of SCP-5345 is obscured via operatives embedded in space administration institutions with satellite imaging capabilities, and the governments of the Republic and Democratic People's Republic of Korea.\n\n\nDescription:\n SCP-5345 is an uninhabited island located in the Yellow Sea at 35°██'██.█\"N, 125°██'██.█\"E. The island contains several heavily damaged structures, believed to have been office blocks and warehouses. Numerous abnormal rock salt formations have been observed to protrude from the floors and walls inside and around these structures. It is noted that a significant amount resemble human beings.\n\n\nThus far, 2 identical sets of thaumaturgic sigils of different sizes have been discovered, one of which had a diameter of 10 meters, and was bleached into the floor of a warehouse from regular usage. The other is approximated to have been several hundred kilometers in diameter, with only a fraction of the set being visible via aerial surveys. No activity was recorded during observation of these sets.\n\n\nIdentified sigils bear marked similarities to those used in known ontokinetic manifestations, thaumaturgical rituals, and temporal alteration incantations for or related to divinity, teleportation, and seances. It is believed they served as ascendance rituals to access afterlife locations, allowing for the transportation of matter and entities. Very few documents have been found that describe the exact methods and resources required to conduct such rituals, and thus they have not been attempted.\n\n\nGeographical surveys indicate the island did not form by natural means, which has been corroborated by evidence of several major thaumaturgic events detected during psychometric analysis. It is currently understood that SCP-5345 was an inland region within a larger landmass that was displaced from consensus reality via thaumaturgic means. It is expected that SCP-5345 will fully collapse into the Yellow Sea within the next 80 years due to a combination of wave erosion and tectonic shifts.\n\n\nDiscovery:\n SCP-5345 was discovered on 21/08/1987, following the detection of a spike in several energy signatures, including electromagnetic, Humic waves, Akiva radiation, and Elan-Vital Energy, from its current location during routine surveillance from several Foundation satellites. Obfuscation protocols were successfully enacted to obscure SCP-5345's existence from surveillance satellite-capable states. Foundation naval and aerial assets were dispatched to investigate the island and evaluate any potential threats, but found nothing of immediate concern. Expeditions into SCP-5345 were approved shortly afterwards.\n\n\nAddendum 5345.01:\n\nTo date, numerous expeditions into SCP-5345 and its structures have been conducted. Identical insignia found on walls across several structures point towards SCP-5345 being the former site of a complex for an organization. Intact documents and audio recordings from interviews and surveillance recorders have been found in intact filing cabinets and safes. All recovered documents did not use the Hangul script, but instead used a modified version of the ʼPhags-pa script.\n1\n Translated excerpts have been attached below.\n\n\n\n\n   ▷ Access Recovered Media 5345-A\n\n\n\n\n   ▽ Access Recovered Media 5345-A\n\n\n\n\n \n\n\n\n\n[…] determined geopositioning sigils within concentric manifolds, circling an area large enough to cover the Motherland. It must be stressed once more that any individuals outside […]\n\n\n[WATER DAMAGE]\n\n\n[…] kilometers of the activation site will not be transported during the process. It is expected that the displacement will be self-correcting, most likely resulting in the integration of the landmass into the underwater continental shelf, widening the Yellow Sea.\n\n\nThe Ritual Committee predicts minimal backlash, and we can expect temporal alterations in basal reality on the order of a few weeks per ton per displacement event. Local SRAs (Scranton Reality Anchors) are currently in use to prevent the Project from erasing itself whenever displacement events occur, currently limited to a 1 kilometer radius. No backlash is expected to occur in this region, and is standard Project Regno protocol. Such contingencies […]\n\n\n[WATER DAMAGE]\n\n\n[…] not repeat the same mistake the Saudis did.\n2\n Maintenance of SRA synchronicity is of utmost importance, secondary only to development of the displacement processes.\n\n\nDue to factors beyond our control, the bulk of the backlash will be directed eastwards, in the general direction of the Daehan Empire.\n3\n We'll leave it to the Ministry of Foreign Affairs to figure that one out until we manage to completely displace the nation, after which their problems will be their own. Furthermore […]\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nHAE:\n You would not believe how many times it comes up. It's ridiculous, almost every drone we send over returns corrupted data.\n\n\nKANG:\n Oh, I would know. We have to document and organize all that noise. If only I were in the Testing Committee, I would've—\n\n\nHAE:\n Here we go again.\n\n\nKANG:\n Hey, I have the right to complain about my disposition, alright? Just when I thought I'd finally get assigned to a Committee that actually works on something, I get hit with yet another Records assignment. My PhD in thaumaturgy might as well be wastepaper at this point.\n\n\nRYEO:\n I don't know, Narae. I'd count myself lucky to even be on the project.\n\n\nKANG:\n \n[Scoffs.]\n Says Mr. Poster-Boy-of-the-Ritual-Committee.\n\n\n[Hae is heard chuckling.]\n\n\nRYEO:\n Oh, shut up. For all you know, you're on some assignment blacklist after that sea serpent incident.\n\n\nKANG:\n It's just — If this project turns out to be the gateway to enlightenment like they keep telling us, then we have to make sure it's done right. I know I could contribute to that if only I was put in charge of something tangible.\n\n\nHAE:\n Documents and tapes are tangible, no?\n\n\nKANG:\n One of these days I'm going to receive a disciplinary for throwing a colleague out of a window.\n\n\nHAE:\n In all seriousness though, I've been told the issue is under the jurisdiction of the Ritual Committee, not Testing. Got anything, Ji-Hyun?\n\n\nRYEO:\n It's nothing serious. Geopositioning the ritual can be a hit or miss.\n\n\nKANG:\n So you're saying they keep missing, and that's why we haven't landed in a proper Otherworld yet?\n\n\nRYEO:\n Well uh, we haven't gotten the right sigils down but that's by no fault of our own. We're in the process of amending some parameters though, so we might be seeing something soon.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nPROJECT REGNO\n\n\nTRANSMISSION PRINTOUT ID 003528 (14/03/1985-21/03/1985)\n\n\n\n\n\n\nFellow members, it is with great joy that I bring this news to the table. We have successfully sent an unmanned drone into an Otherworld, and had it return with photographs and video footage. You should find them attached to this transmission after the bleep.\n\n\nThere is no greater beauty in this world than the one we share with our ancestors. God(s) speed us all.\n\n\n\n\n\n\nREGNO-BGS-DAK, \"Big Sky\"\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nVideo Log\n\n\nDrone ID ABX-002 — Timestamp 19:32:27 08/12/85\n\n\n\n\n\n\n[00:00:00]:\n Drone completes systems check, audio and video feed come online.\n\n\n[00:00:01]:\n Only the soft whirring of the drone's wheels are heard. Camera currently oriented towards the sky, returning footage of black clouds superimposed over a deep red sky. The area is well-lit despite the absence of a visible sun.\n\n\n[00:00:05]:\n Drone reorients itself, returning footage of a long marble brick bridge suspended over an abyss. The bottom, if there is any, is obscured by thick fog. Attempts at navigation sideways along the bridge are followed by the entire structure shifting along with the drone.\n\n\n[00:00:13]:\n Drone is moved forwards. Bridge is noted to be empty.\n\n\n[00:00:58]:\n Signs of damage are noted on the bridge, ranging from scratch marks to large crevices. Burn marks are also recorded. Several structures are visible in the distance. Drone proceeds forwards.\n\n\n[00:02:24]:\n Structures are revealed to be 3 tall columns of indeterminate composition protruding out of the fog below. Drone does not possess adequate equipment nor reach to identify the column materials, but it is inferred from visual analysis that they are made of salt.\n\n\n[00:03:46]:\n Drone stops. It is unable to proceed further due to a large section of the bridge ahead being missing. In the absence of the drone's whirring, a very soft low humming sound can be heard.\n\n\n[00:03:49]:\n Drone reactivates to begin return process. Humming sound increases in volume. Audio and video quality begin to noticeably decline.\n\n\n[00:03:52]:\n Humming sound is now louder than the drone. Audio feed is interspersed by static, however it can be distinguished that the source of the humming is approaching from behind the drone.\n\n\n[00:03:54]:\n Audio and video feeds degrade beyond the point of practicality.\n\n\n[00:03:55]:\n Connection lost.\n\n\n\n\nPost-Exploration Review:\n Drone ABX-002 successfully returned, albeit heavily damaged. Recovered footage presents only successful instance of Otherworld exploration. Nature of damage to be ascertained, hostile Otherworld actors suspected. Research Committee currently working on improved drone design and peripherals.\n\n\nRitual Committee presently posits explored Otherworld to be the Cinvatô Peretûm\n4\n, accessed by unintentional tunneling.\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nHAE:\n I'd say it was a pyrrhic success. Shame about the drone, though.\n\n\nKANG:\n Imagine being sentimental for a drone with a camera that could only face forward.\n\n\nHAE:\n \n[Scoffs.]\n You know full well I advocated for the completion of the 360-degree camera before we proceeded with that test. Wonder what we could've saw coming up behind the drone.\n\n\nRYEO:\n Yeah, about that, the guys at Rituals aren't too sure about what that was exactly. Right now the consensus is that we sent the drone to Chinvat\n5\n or an analogue, only problem is that neither should be having red skies nor damaged bridges. In fact, there should've been plenty of souls and at least 2 guardians there on the bridge, so whatever that was was probably not native to—\n\n\nKANG:\n Be that as it may, this is a crucial moment for the Motherland, and Chinvat isn't even our objective so there's no use ruminating on it. Blacklist those sigils and move on already.\n\n\nRYEO:\n Still, I think it's in our best interests to understand what exactly went on in there. Anyway, Lee managed to plot out some sigils to an otherworld within local cosmology. They'll be formally submitted soon.\n\n\nKANG:\n Things are finally in motion again! Say, Ji-Hyun, you think I can get a look at those sigils later?\n\n\nHAE:\n I will never understand you thaumaturge nerds.\n\n\nKANG:\n And yet you still have lunch with us.\n\n\nHAE:\n Touché.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFrom the Vatican, 4 September 1985\n\n\n\n\n\n\n \n\n\n \n\n\n \n\nDear King Steffen IV of Anglesey-Vestland,\n\n\n \n\nHis Holiness Ioannes Paulus I\n6\n has re-evaluated the involvement of the Holy See in Project Regno. He appreciates the compassion had between faiths to bring about the existence of an endeavor such as Project Regno, but it is the current decision of His Holiness, and by extension the Holy See, to respectfully decline this invitation. His Holiness is of the understanding that such measures of entering Heaven pre-mortem are in opposition to the will of God, as is the Holy See of His papacy. Nonetheless, He is thankful that the Vatican was given such an opportunity.\n\nAssuring that the supplied equipment and machinery are safely returned, and of a remembrance in His Holiness's prayers, I am\n\n\n \n\n\n\n\nYours sincerely in Christ,\n\nMonsignor G. Giovanna\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nKANG:\n This is Dr. Kang, Records Committee, taking a statement from pilot subject Dr. Shin. Please state what you saw upon displacement.\n\n\nSHIN:\n As you know, during the displacement event there was a bright flash of light from the activation site. Once I had recovered from the flash and subsequent disorientation, I found myself floating— no, more like standing on air, if that makes sense, over a lake valley populated by lotus flowers. It was oppressively calm. I could not find any strength in my legs to move about. I could only sit down and observe. I saw clouds nestled between green valleys and mountains, some of which were not connected to the ground at all. Twin suns straddled the horizon on the eastern and western horizons.\n\n\nKANG:\n One of the Pure Lands\n7\n?\n\n\nSHIN:\n It must be. After some time, the suns fell below the horizon. I saw lights in the distance. Cities, perhaps. There were twin moons as well, rising from the north and south.\n\n\nKANG:\n You've reported discrepancies between the interval of displacement and your perception of the flow of time in the otherworld. Please reiterate your statements for the record.\n\n\nSHIN:\n I understand the displacement interval was set by the Testing Committee to be 10 minutes. In the otherworld, I counted approximately 200 days to pass before I returned.\n\n\nKANG:\n Did you experience any sensations of hunger or thirst, or any overarching emotions during your time in the otherworld?\n\n\nSHIN:\n No. In hindsight, I'd describe the entire trip as 'boring', if not peaceful.\n\n\nKANG:\n I've one more question before I can let you go. Did you encounter any inhabitants?\n\n\nSHIN:\n No.\n\n\nKANG:\n Thank you for your time and co-operation.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n* \nNOTICE TO PROJECT REGNO GROUPS\n\n\n\n\n\n\nWe will be moving the deadline forward to \n1st October 1987\n in light of recent breakthroughs and developments. Please make any necessary preparations in advance. No exceptions will be made for personnel who do not finish unsettled business within the allocated timeframe.\n\n\nREMINDER:\n Remember to register your participation with your respective committees before \n1st January 1987\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nKANG:\n It fits the general description, no hunger, no thirst, no aging, but we still have one problem: he didn't see anyone. This shouldn't be the case. How many times has that happened throughout the project?\n\n\nRYEO:\n 3 times, all occurring under West Korean supervision. We've never seen anyone in the otherworlds. This might just be something unique to Pure Lands and Asia in general. I'm sure if we get the Etrurians to do it here, they'd get the same results.\n\n\nKANG:\n It doesn't match up to the scriptures. I'm not expecting direct displacement into the courts of Shambhala, but still. Where are all the bodhisattvas? They couldn't have just upped and left, could they? And what about those lights they keep seeing? How the hell do we explain that? \n[Sighs.]\n We're going to be laughing stocks at the next conference.\n\n\nRYEO:\n Ah cheer up. Not every otherworld's got time dilation.\n\n\nKANG:\n Sure, and then what of mobility? Are we going to keep finding otherworlds where we can't even move? The Remenkhemi have already made contact with the inhabitants of their Aatu and mapped out the most of their otherworld as compared to the rest of us. Why must this be so hard?\n\n\nRYEO:\n Objectively, we've already achieved something great by sending Shin to a Pure Land and not one of the potential Hells. I'd suggest taking a day off from work, all this stress can't be good for you.\n\n\nKANG:\n I appreciate your concern, but we have a duty to the Motherland, and I will not achieve that by lying around in complacency. I'll see you in the next general committee meeting.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nKANG:\n — we have proper protocols in place for this! Thaumaturgy is nothing more than arcane physics and mathematics, if we want to add all this equipment and machinery we must be informed of the specifics to account for them! You can't just waltz in here with god-knows-what under a tarp and expect us t-\n\n\nAU:\n I don't think you understand the situation here. We have followed proper protocol and the machinery have already been accounted for in the displacement process. We're simply accelerating the process. I'd advise you stop making such a ruckus about it front of the entire work floor.\n\n\nKANG:\n Accelerating the— How is this acceleration? I checked the damn manifolds myself, I know for a fact you're swapping out equipment necessary for smoother displacement! I have the equipment manifest right here, it says you've replaced the Diderot HPS with… this is a drill rig, why do you need a-\n\n\nAU:\n Give me that!\n\n\n[Audible sounds of struggling.]\n\n\nKANG:\n Is that what this is? A mining operation piggybacking off the greatest endeavor in the nation's history?\n\n\n[Brief silence.]\n\n\nAU:\n What are you all looking at? Get back to work! As for you, Dr. Kang, you'll be lucky if you get to do the same.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\n[Audio of conversation gradually becomes louder. The operation of a coffee machine can be heard in the background.]\n\n\nHAE:\n The whole thing's got at least 3 entire Committees in a frenzy, did you know that?\n\n\nRYEO:\n Gag order will probably come in soon. Would not be the first time this has happened, but all great projects have their obstacles, I guess.\n\n\nHAE:\n It is quite strange, if you think about it. How Shin went in sane and came out… like that. These things don't just happen to seasoned explorers just from adjusting the ritual by a few degrees.\n\n\nRYEO:\n These are uncharted waters, after all. His premature retirement will be a great loss to the project and the Motherland.\n\n\nHAE:\n I was there during his mental break, you know. The man was delirious. You couldn't ignore his ramblings even if you tried.\n\n\nRYEO:\n Oh really? What did he say?\n\n\n[Audible slurping of liquid, presumably coffee.]\n\n\nHAE:\n That the lights we keep seeing aren't cities. They're fires.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5345.02:\n\nAs of the most recent expedition into SCP-5345, the epicenter of a previously undocumented thaumaturgic sigil was discovered in a warehouse, identical to the other sets but centered around metallic debris.\n8\n A thaumaturgically reinforced safe and two rock salt formations were found next to the sigils. The safe was recovered and sent to Site-52 for inspection and subsequent storage. Several documents and cassettes were found in the safe after Foundation personnel managed to unseal it.\n\n\n\n   ▷ Access Recovered Media 5345-B\n\n\n\n\n   ▽ Access Recovered Media 5345-B\n\n\n\n\nNote:\n Alterations to documents in handwritten form are denoted in red text.\n\n\n\n\nDr. Kang Narae\n,\n\n\nWe understand your concerns regarding the feasibility of a smooth and complete displacement of our nation into the selected Otherworld. However, your recent actions, especially your dispute with Manager Au Min-Ho from the Committee of Investments, are detrimental to the morale of the Project Regno Committees. As you know, the deadline for complete displacement is fast approaching, and we cannot afford any further delays, and as such you have been reassigned to a separate Project for greater efficiency.\n\n\nKindly report to the Committee of Thaumaturgy, Subcommittee of Process Maintenance on Monday.\n\n\n— \nDirector Ma Bon-Hwa, Overseer Committee\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\n[The sound of a door closing is heard.]\n\n\nKANG:\n Ah, there you are, Ji-Hyun.\n\n\nRYEO:\n Wait, why are you packin—\n\n\nKANG:\n I've been reassigned.\n\n\n[Silence for a few seconds.]\n\n\nRYEO:\n Should I be celebrating or..?\n\n\nKANG:\n What? No, I've been kicked to another project entirely. Look Ji-Hyun, listen carefully. The Overseers are fucking it all up. The chaebols have their hands everywhere. This entire project is being run with corporate funds.\n\n\nRYEO:\n Hey, if this is about the drill thing, they're only taking geological samples for lab analysis.\n\n\nKANG:\n That's not even the half of it. You are familiar with the stories of Jeongtu, yes?\n\n\nRYEO:\n Sure, my mother used to—\n\n\nKANG:\n There it is. There used to be a lot more to those stories, things only your grandparents could tell you. Whatever your mother told you was probably some spiel approved by the government. I still remember the ones my grandmother told me, and alongside the warm fuzzy tales of reuniting with loved ones and attaining enlightenment and inner peace, that the mountains of Jeongtu were rich in metals and gems. That's what they're after.\n\n\nRYEO:\n Narae, what are you talking about?\n\n\nKANG:\n Project Regno, and by extension the noble goals of the Motherland, have fallen into the hands of our private sector financiers. In the pursuit of enlightenment, we are prostrating ourselves to greed and vice.\n\n\n[Silence for a few seconds.]\n\n\nRYEO:\n I'm sorry, I—\n\n\nKANG:\n Please, Ji-Hyun. At the very least, look into the equipment manifests and any material exchanges with the Committee of Investments. They literally gave away a reality anchor last week. I'd show you but they've already revoked my access this morning.\n\n\nRYEO:\n \n[Sighs.]\n Alright, fine. Try not to get yourself fired for good in the other site, you hear me?\n\n\nKANG:\n Thank you, Ji-Hyun.\n\n\n[A door is heard opening and closing.]\n\n\n[Shuffling noises are heard.]\n\n\nKANG:\n There you are, you little—\n\n\n\n\n\n\n«AUDIO DISCONNECTED»\n\n\n\n\n\n\n\n\n\n\nPROJECT REGNO BRIEF\n\n\nApproved for distribution by the Committee of Information (04/08/1987)\n\n\n\n\n\n\nOVERVIEW\n\n\nThe study of Otherworlds was first pioneered by the occultist Giordano Bruno in the 16th century, whose views would be misinterpreted as belief in extraterrestrial worlds for the next 300 years. Fortunately, his works have not been lost to the annals of history. New advances in thaumaturgy have allowed for the confirmation of his texts on Otherworlds, primarily the \nDe Umbris Mundos\n, a primitive but foundational interpretation from a modern viewpoint. Now, it is not only possible to study these Otherworlds, which so vary by geography and culture, but to cross over into them as Man has set foot on the Moon.\n\n\nGOALS\n\n\n\n\nDerive a defined and sustainable thaumaturgical process to breach the \nprimum claustra\n.\n9\n \nDone\n\n\nEstablish a safe process for the displacement of survey and exploratory drones into Otherworlds. \nDone\n\n\nEstablish a safe process for the displacement of individuals into Otherworlds. \nDone\n\n\nEstablish Otherworld communications system (Bifröst). \nDone\n\n\nEstablish plausible obfuscation protocol for uninvolved states. \nDone\n\n\nEstablish a safe process for the displacement of a defined area into Otherworlds. \nDone\n\n\nAchieve state transcendence/enlightenment/apotheosis for all project members. \nNot yet done\n\n\n\n\nAFFILIATE MANIFEST\n10\n\n\n\n\nUnited Kingdom of Anglesey-Vesthaven \nDeparted\n\n\nOrder of Aztlán \nDeparted\n\n\nRepublic of Basotoland \nDeparted\n\n\nBod \nDeparted\n\n\nFree Republic of Dakotah \nDeparted\n\n\nKingdom of Etruria \nDeparted\n\n\nFederation of Hiva \nDeparted\n\n\nKingdom of the Remenkhemi \nDeparted\n\n\nKingdom of Saudi Arabia \nWithdrew\n\n\nRepublic of West Korea\n\n\nVatican City State \nWithdrew\n\n\n\n\n\n\n\n\n \n\n\n\n\nI did some digging as you asked. You should find the entire revised equipment manifest in this folder. They've added another 7 tons of industrial equipment to the list. I'll admit it, you were right.\n\n\nWe're the only ones who haven't departed, at least not completely. Not even the other project members have any intention of tethering themselves to the mundane world, and yet we're out here receiving shipments of gold and rare earth metals that will leave the country into the hands of corporations that aren't even coming along. Who knew the greatest motivation to violate the laws of thermodynamics would be the free market?\n\n\nI'm scheduled to be displaced next week, so this will probably be the last message you get from me for a while. Guess I'll see you on the other side, Narae.\n\n\n— Dr. Ryeo Ji-Hyun\n\n\n\n\n\n\n \n\n\n\n\n\n\nBifröst Communications System\n\n\nTranscript Printout ID 005691 (13/08/1987-20/08/1987)\n\n\n\n\n\n\nREGNO-HWK-HVA:\n Hawaiki commsys reporting. Requesting confirmation of anomalous activity at other REGNO sites. Red sky phenomena recorded. Repeat, red sky phenomena recorded. Over.\n\n\nREGNO-BGS-DAK:\n Big Sky commsys reporting. Confirming similar anomalous activity at Big Sky REGNO Site. Please advise. Over.\n\n\nREGNO-FDG-KAV:\n Fiddler's Green commsys […]ting. Comm[…] interference by […] unverified […] advise. Over.\n\n\nREGNO-SAR-RMK:\n Sekhet-Aaru commsys reporting. Requesting status from FDG. Over.\n\n\nREGNO-FDG-KAV:\n Not local inhabit[…] phenomena. Repeat, not loc[…]bitants nor phenomena. Anom[…] [RADIO SILENCE]\n\n\nREGNO-TLC-AZT:\n Tlālōcān commsys reporting. [THUNDER HEARD] No anomalous activity recorded. Repeat, no [THUNDER HEARD] negative, anomalous activity recorded. Over.\n\n\nREGNO-SAR-RMK:\n Requesting elaboration, AZT. Over.\n\n\nREGNO-TLC-AZT:\n Raining [THUNDER HEARD]od. Repeat, raining blood. Oh for fu[LOUD THUD HEARD] Divine inhabitant incapacitated, repeat, divine inhabitant incapacit[…] [RADIO SILENCE]\n\n\nREGNO-SBL-BOD:\n Shambhala commsys reporting. Requesting update on anomalous activity from any REGNO sites. Over.\n\n\nREGNO-APD-ETR:\n Asphodel commsys reporting. Red sky phenomena recorded. Repeat, red sky phenomena recorded. Over.\n\n\nREGNO-MOS-BST:\n Mosima commsys reporting. Red sky phenomena recorded. Repe[…]ed sky phenomena recor[…]ver.\n\n\nREGNO-BGS-DAK:\n Anomalous activity record[…]peat, anomalous activity recorded. Local and displaced inhabitants affected. Please […]vise. Over.\n\n\nREGNO-SAR-RMK:\n Requesting elaboration, BGS. Over.\n\n\nREGNO-BGS-DAK:\n […]bitants covered in black […] unverified, thaumat[…]ontingencies ineffective, eigenwe[…] ineffective. Give […] hell. Ov[…] [RADIO SILENCE]\n\n\n\n\n\n\n \n\n\n\n\n\n\nBifröst Communications System\n\n\nTranscript Printout ID 005692 (20/08/1987-27/08/1987)\n\n\n\n\n\n\nREGNO-JGT-WKO:\n Jeongtu commsys reporting. Apologies for the delay. Over.\n\n\nREGNO-JGT-WKO:\n Repeat, Jeongtu commsys reporting. Please respond. Over.\n\n\nREGNO-JGT-WKO:\n Is anyone receiving. Over.\n\n\nREGNO-JGT-WKO:\n Hel[…] contact REG[…] affected. Ple[…] [RADIO SILENCE]\n\n\n\n\n\n\n \n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nRYEO:\n — sure this will work? It took almost a month to displace all of us here and you're trying to send us back by piggybacking off the anchor? Is that even possib—\n\n\nKANG:\n Ji-Hyun, kindly shut up and pass me that recorder.\n\n\n[Shuffling noises are heard.]\n\n\nKANG:\n I am Dr. Kang Narae of the Ministry of Abnormal Affairs under the Republic of West Korea, and this is Dr. Ryeo Ji-Hyun. He's putting everything he can get his hands on into this safe which we're sending back to the… regular world? Along with this facility. I am recording this while completing the sigils to do so.\n\n\n[Gunfire can be heard in the distance.]\n\n\nKANG:\n We're part of Project Regno, the documents in the safe should explain what it is. We got here late, and we don't know what happened to the others. Our site is currently under attack from uh… multiple hostile entities, and in terms of appearance… off-color flames? Look, I don't even have the slightest idea what they are because we all get nauseous just from looking at them. Definitely not something native to Earth nor the otherworlds so—\n\n\n[Audible screams and louder gunfire in the background. Audio quality decreases.]\n\n\nRYEO:\n It's here, hurry up!\n\n\nKANG:\n Do not follow us. Heaven has been compromised. I repeat, heaven has been [DATA CORRUPTED]\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nAddendum 5345.03:\n As of 26/07/2027, the area surrounding SCP-5345 has been noted to experience an increase in radio miscommunications due to interference from an unverified source. Reclassification of SCP-5345 from Neutralized to an active anomaly currently pending review.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5345\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5345\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n bigsky.jpg\n\n\nName:\n Bisons d'Amérique DSCF6073.jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:Musicaline\n]\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:Bisons_d%27Am%C3%A9rique_DSCF6073.jpg\n]\n\n\n\n\n\n\nFilename:\n bigsky.jpg\n\n\nName:\n Sunflower field Milky Way.jpg\n\n\nAuthor:\n [\nhttps://commons.wikimedia.org/wiki/User:Juliancolton\n]\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:Sunflower_field_Milky_Way.jpg\n]\n\n\n\n\n\n\nFilename:\n westkostack.jpg\n\n\nName:\n Kirk Stack - geograph.org.uk - 908549.jpg\n\n\nAuthor:\n [\nhttps://www.geograph.org.uk/profile/9715\n]\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nhttps://commons.wikimedia.org/wiki/File:Kirk_Stack_-_geograph.org.uk_-_908549.jpg\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An alphabet developed by and for use within the Yuan Dynasty, falling out of use by the 14th century.\n\n\n2\n. Believed to refer to the 1980 Rub' al Khali Incident, which saw the loss of several Foundation and GOC personnel.\n\n\n3\n. Believed to be a non-existent political entity on the Korean Peninsula.\n\n\n4\n. Bridge connecting the living world to the afterlife in Zoroastrian cosmology.\n\n\n5\n. Colloquial term for the Cinvatô Peretûm.\n\n\n6\n. Document is believed to be anachronistic, as Pope John Paul I died in 1978.\n\n\n7\n. A type of celestial realm prevalent in Mahayana Buddhism.\n\n\n8\n. Analysis of the debris has revealed similarities to a regular Scranton Reality Anchor, however a significant portion of components remain unidentified.\n\n\n9\n. Interpreted as the barrier between realms in Franciscan hermeticism.\n\n\n10\n. With the exception of Saudi Arabia and the Vatican City, none of these political entities have ever been recorded to exist during the 1980s, if at all.\n\n\n\n\n\n\n\n\n« \nSCP-5344\n | SCP-5345 | \nSCP-5346\n »",
    "addendums": [
        "Addendum 5345.01: To date, numerous expeditions into SCP-5345 and its structures have been conducted. Identical insignia found on walls across several structures point towards SCP-5345 being the former site of a complex for an organization. Intact documents and audio recordings from interviews and surveillance recorders have been found in intact filing cabinets and safes. All recovered documents did not use the Hangul script, but instead used a modified version of the ʼPhags-pa script. 1 Translated excerpts have been attached below.\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5345 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-5345 . Licensed under CC-BY-SA .",
        "Filename: bigsky.jpg Name: Bisons d'Amérique DSCF6073.jpg Author: [ https://commons.wikimedia.org/wiki/User:Musicaline ] License: CC BY-SA 4.0 Source: [ https://commons.wikimedia.org/wiki/File:Bisons_d%27Am%C3%A9rique_DSCF6073.jpg ]",
        "Filename: bigsky.jpg Name: Sunflower field Milky Way.jpg Author: [ https://commons.wikimedia.org/wiki/User:Juliancolton ] License: CC BY-SA 4.0 Source: [ https://commons.wikimedia.org/wiki/File:Sunflower_field_Milky_Way.jpg ]",
        "Filename: westkostack.jpg Name: Kirk Stack - geograph.org.uk - 908549.jpg Author: [ https://www.geograph.org.uk/profile/9715 ] License: CC BY-SA 2.0 Source: [ https://commons.wikimedia.org/wiki/File:Kirk_Stack_-_geograph.org.uk_-_908549.jpg ]"
    ],
    "containment_procedures": "A perimeter of 5 kilometers around SCP-5345 is maintained by Foundation naval assets posing as Korea Coast Guard to deter any civilian vessels that may come into proximity of SCP-5345. Shipping routes within the Yellow Sea have also been rerouted as to minimize any possible contact. The existence of SCP-5345 is obscured via operatives embedded in space administration institutions with satellite imaging capabilities, and the governments of the Republic and Democratic People's Republic of Korea.",
    "description": "SCP-5345 is an uninhabited island located in the Yellow Sea at 35°██'██.█\"N, 125°██'██.█\"E. The island contains several heavily damaged structures, believed to have been office blocks and warehouses. Numerous abnormal rock salt formations have been observed to protrude from the floors and walls inside and around these structures. It is noted that a significant amount resemble human beings.",
    "title": "SCP-5345"
}