{
    "url": "https://scp-wiki.wikidot.com/scp-5349",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\nby \nElunerazim\n\n\n\n\n\n\nItem Number:\n 5349\n\nObject Class:\n Safe-Eparch\n\n\nSpecial Containment Procedures:\n SCP-5349 is to be kept in the non-hazardous section of the Site 96 Anomalous Literature Wing. Researchers seeking copies of the document should contact \nSTF μ-12 “Book Club with the Gals”\n for approval.\n\n\nThree members of the Tactical Theology Department stationed as members of the Northern Ireland Environmental Agency have remained on-site at Grey Abbey, the discovery site of SCP-5349, to apprehend any future anomalous activity.\n\n\nDescription:\n SCP-5349 is a copy of the Latin Vulgate Bible, showing visual and formatting similarities to the 1454 Mazarin Bible printed by Johannes Gutenberg. The pages, though visually similar to vellum and paper, are genetically and texturally identical to the elytra and wing film of keratinous insects. DNA analysis suggests a genetic match to the extinct \nCicadetta luculenta\n. SCP-5349’s exterior, printing method, estimated age, and written layout seem to be identical to other copies of the Gutenberg bible.\n\n\nSCP-5349’s exterior and formatting appear largely identical to non-anomalous copies of the Gutenberg Bible, with two deviations:\n\n\n\n\nSCP-5349 has 42 lines per page on every page, whereas original copies begin with larger type-face 40 line pages before switching to 42 lines.\n\n\nSCP-5349’s flourishes and visual christian iconography have been amended to include cicadas, especially in depictions of Jesus Christ.\n\n\n\n\nIn addition, SCP-5349’s writings deviate strongly from the original writings of traditional Gutenberg Bibles. Many instances of symbolism and proverbs appear to be taken literally, and many instances of merciful acts or forgiveness have been changed or removed.\n\n\nNoticeably, SCP-5349 contains two additional biblical books, titled “The Book of Luculentus” and “The Gospel of Johnny”.\n\n\nExcerpts from SCP-5349:\n\u2028\u2028\n\n\n\n\nWhen they came to the place where God told them to go, Abraham built an altar. He carefully laid the wood on the altar. Then he tied up his son Isaac and laid him on the altar on top of the wood. Then Abraham reached for his knife to kill his son. But the angel of the Lord stopped him. The angel let loose its holy buzzing, and Abraham began convulsing with devotion to his God. He stood aside as the angel descended, and watched as the vigil of God reduced Isaac to bones, rending flesh and carrying his soul to heaven.\n\n\n\n\n\n\nNow on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee. As he was going into a village, ten men who had leprosy met him. They stood at a distance and called out in a loud voice, “Jesus, Master, have pity on us!” When he saw them, he reached out a hand and healed their suffering. The men shed their bittered husks, emerging from their larval shells as angels. The messiah heard their buzzing, and in his kindness bequeathed to them his sacrament.\n\n\n\n\nResearcher’s Note:\n\n\n\n\nBannock,\n\nFor a long time we thought \n3004\n, Cousin Johnny, it was some fluke, some bastardization by a confused bug diety. Some bug-eyed minor god got it in its head that it was God, \ncapital-G God\n, and started doing some weird Jesus stuff. After finding this… I'm not so sure.\n\n\nSee, I don't think 3004 is confused. I think it's… it's coming from somewhere else. Looking at the Akiva around where we found 5349, it's not a normal distribution like you'd expect. It's more like a puncture wound. Immense force with a sharp point just punching a hole in our world. And if that hole is big enough to fit a bible, a \nmessiah\n, a god- we need to plug it up \nfast\n.\n\n\nI’m officially requesting assistance from the \nMDV-HIVE\n initiative. I know when we’re in over our head, and us analysts at 96 don’t have the skills (or funding!) of your \nTact-Theo boys down at 27\n. Look, Bannock… I don’t know if I can help all that much, but I have a grudge with these cicada fucks. They got Ozid a couple years ago, and he’s not in a good way. If there’s anything I can do to help, give the word- nothing squashes bugs like a rolled up magazine.\n\n\nIncidentally, 3004-2 sightings have been popping up more and more recently. They’re technically made of wood, I guess, so the pesticides have been proven ineffective. Maybe something that can eat em up? You’re the expert, but just thinking out loud.\n\n\n- Elijah Razim\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5348\n | SCP-5349 | \nSCP-5350\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5349\n\" by Elunerazim, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5349\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "When they came to the place where God told them to go, Abraham built an altar. He carefully laid the wood on the altar. Then he tied up his son Isaac and laid him on the altar on top of the wood. Then Abraham reached for his knife to kill his son. But the angel of the Lord stopped him. The angel let loose its holy buzzing, and Abraham began convulsing with devotion to his God. He stood aside as the angel descended, and watched as the vigil of God reduced Isaac to bones, rending flesh and carrying his soul to heaven.",
        "Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee. As he was going into a village, ten men who had leprosy met him. They stood at a distance and called out in a loud voice, “Jesus, Master, have pity on us!” When he saw them, he reached out a hand and healed their suffering. The men shed their bittered husks, emerging from their larval shells as angels. The messiah heard their buzzing, and in his kindness bequeathed to them his sacrament.",
        "Bannock, For a long time we thought 3004 , Cousin Johnny, it was some fluke, some bastardization by a confused bug diety. Some bug-eyed minor god got it in its head that it was God, capital-G God , and started doing some weird Jesus stuff. After finding this… I'm not so sure. See, I don't think 3004 is confused. I think it's… it's coming from somewhere else. Looking at the Akiva around where we found 5349, it's not a normal distribution like you'd expect. It's more like a puncture wound. Immense force with a sharp point just punching a hole in our world. And if that hole is big enough to fit a bible, a messiah , a god- we need to plug it up fast . I’m officially requesting assistance from the MDV-HIVE initiative. I know when we’re in over our head, and us analysts at 96 don’t have the skills (or funding!) of your Tact-Theo boys down at 27 . Look, Bannock… I don’t know if I can help all that much, but I have a grudge with these cicada fucks. They got Ozid a couple years ago, and he’s not in a good way. If there’s anything I can do to help, give the word- nothing squashes bugs like a rolled up magazine. Incidentally, 3004-2 sightings have been popping up more and more recently. They’re technically made of wood, I guess, so the pesticides have been proven ineffective. Maybe something that can eat em up? You’re the expert, but just thinking out loud. - Elijah Razim",
        "\" SCP-5349 \" by Elunerazim, from the SCP Wiki . Source: https://scpwiki.com/scp-5349 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe-Eparch",
    "containment_procedures": "SCP-5349 is to be kept in the non-hazardous section of the Site 96 Anomalous Literature Wing. Researchers seeking copies of the document should contact STF μ-12 “Book Club with the Gals” for approval.",
    "description": "SCP-5349 is a copy of the Latin Vulgate Bible, showing visual and formatting similarities to the 1454 Mazarin Bible printed by Johannes Gutenberg. The pages, though visually similar to vellum and paper, are genetically and texturally identical to the elytra and wing film of keratinous insects. DNA analysis suggests a genetic match to the extinct Cicadetta luculenta. SCP-5349’s exterior, printing method, estimated age, and written layout seem to be identical to other copies of the Gutenberg bible.",
    "title": "SCP-5349"
}