{
    "url": "https://scp-wiki.wikidot.com/scp-5353",
    "all_text": "A name is everything. A name anchors you.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5353:\n Does Anyone Remember Fritz Obermeyer?\n\n\nAuthor:\n \nTufto\n. This tale is part of the \nMan Who Wasn't There\n canon, and is the fourth entry for Team Nobody's Winning in the \nCanon Renaissance Contest\n. More of their work can be found \nhere\n. This forms the fourth\n\n\nImage:\n The image is cropped from a CC0/public domain photograph, which can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+136\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/5353 classified. Unauthorized access is forbidden.\n\n\n\n\n5353\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-5353\n\n\nLevel 4/5353\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nPossible photograph of SCP-5353.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Encounters with SCP-5353 are to be reported to Agent Hester Maliz at Site 122. Any incidents involving SCP-5353 should be dealt with under Protocol Ajax-4, utilising the press, government contacts and tactical use of experimental amnestic drugs to preserve the Veil.\n\n\nDescription:\n SCP-5353 is a anomalous humanoid, first observed by the Foundation in Belgium in 1917. SCP-5353's name and purpose are unknown, and few solid details about his appearance are available; the only consistent facts are that he appears and identifies as male and that he always wears a white suit.\n\n\nSCP-5353 has been sighted worldwide, and is believed to possess several contacts among the anomalous underground. He appears to have little interest in the Foundation and its activities, but has interacted in both a friendly and hostile manner depending on circumstances.\n\n\nSCP-5353 has an unidentified link with PoI-000 \"Nobody\", and most sightings of SCP-5353 in recent decades have involved PoI-000 to some degree. The exact nature of their relationship is unknown, but it is evidently a hostile one, with several altercations between the two on record.\n\n\nUpdate 17/05/1975:\n In the last two months, an unusual acceleration of SCP-5353 and PoI-000 incidents have been recorded in the Western United States. This has made the containment situation more unstable. Agent Hester Maliz, based on her highly successful record in containing SCPs ████ and ████, has been assigned to track down and apprehend SCP-5353, as well as PoI-000 if possible.\n\n\nThe following table is a summary of the aforementioned incidents:\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nAnomalies involved\n\n\nNotes\n\n\n\n\n\n\n16/03/1975\n\n\nPahrump, Nevada\n\n\nPoI-000\n\n\nA man described as a \"hobo in old rags\" reportedly held conversations with several local citizens, asking them if they knew of any shops selling war memorabilia. Only one person answered in the affirmative, and won $10,000 in the lottery the next day.\n\n\n\n\n\n\n23/04/1975\n\n\nBoise, Idaho\n\n\nSCP-5353\n\n\nA man in a white suit was spotted putting up identical leaflets in Boise's North End. Each leaflet bore anomalous text that cannot be perceived.\n\n\n\n\n\n\n05/05/1975\n\n\nNevada City, California\n\n\nSCP-5353\n\n\nA man in a white suit was seen standing in woodland near the town by several individuals, smoking a cigarette. When questioned by locals, he stated that he was \"waiting for a sign\". Three days afterwards, a large wildfire abruptly began in the forest.\n\n\n\n\n\n\n12/05/1975\n\n\nDel Muerto, Navajo Reservation, Arizona\n\n\nPoI-000\n\n\nFigure \"in rags, with an indistinct face\" seen visiting the houses of several widows over the course of the day. One week later, all these women abruptly travelled at the same time to several different towns in southern Nevada. All of them made a call at a payphone to an unknown number, each stating \"no-one is home\", before returning. None of them can recall doing so.\n\n\n\n\n\n\nUpdate 01/06/1975:\n On 26th May, Agent Maliz was able to track and attempted to apprehend the anomaly. A log of her efforts can be found below.\n\n\n\n\n+Incident Log 5353-1\n\n\n\n\n-Incident Log 5353-1\n\n\n\n\n\n\nDate:\n 26/06/1975\n\n\nLocation:\n Paulina Lake, Oregon\n\n\nAgent Maliz is standing on a wooded slope near the edge of the lake. It is late afternoon. A small beach next to the lake is up ahead; SCP-5353 can be seen sitting on it, smoking a cigarette. Maliz approaches slowly.\n\n\nSCP-5353:\n It's beautiful out here, don't you think?\n\n\nMaliz stops.\n\n\nMaliz:\n How the hell did you hear me? I barely made a sound.\n\n\nSCP-5353:\n \nThat’s\n your opening salvo?\n\n\nMaliz:\n Well, you’ve got the drop on me now. There's no point in trying to arrest an ageless dandy without the element of surprise. Long experience has taught me that you cryptic types always have something irritatingly relevant up your sleeve.\n\n\nSCP-5353:\n Won’t your superiors be angry?\n\n\nMaliz:\n They know my methods. They work. You wait for the right moment, and if you don’t have the right moment, you don’t make your play. It’s called “a modicum of caution”.\n\n\nSCP-5353 chuckles.\n\n\nSCP-5353:\n You’re Hester Maliz, I take it? Your reputation precedes you.\n\n\nMaliz:\n How’d you know?\n\n\nSCP-5353:\n I have friends in low places. You made quite a stir in the Three Portlands – such a scene! It’ll take months for the anartists to recover. And that business in Toronto – how did you manage to infiltrate the Children so thoroughly?\n\n\nMaliz:\n Quite easily. They’re a pack of walking clichés.\n\n\nMaliz sits down beside SCP-5353, facing the lake. She pulls out a cigarette.\n\n\nMaliz:\n Got a light?\n\n\nSCP-5353:\n Here.\n\n\nSCP-5353 lights Maliz’s cigarette.\n\n\nMaliz:\n You are right. It is beautiful here.\n\n\nSCP-5353:\n You know who it’s named for?\n\n\nMaliz:\n No. I’m not from here.\n\n\nSCP-5353:\n A Paiute chief called Paulina. He refused to move his tribe to a reservation, so he made a famous last stand. So many famous last stands in those days.\n\n\nMaliz:\n This is a caldera, isn’t it?\n\n\nSCP-5353:\n Indeed so. A great crater lake, sitting on great fires beneath the earth. Very poetic.\n\n\nThe two sit in silence for a while.\n\n\nSCP-5353:\n Don’t you have some questions for me?\n\n\nMaliz:\n I’m working my way there. My schedule today is pretty thin beyond “Contain SCP-5353”, and that’s been blown. It’s such a pretty day.\n\n\nSCP-5353:\n You’re an odd one.\n\n\nMaliz:\n Aren’t I just? I’m beginning to think this meeting wasn’t a result of my impeccable talent as a tracker, but because you wanted me to find you.\n\n\nSCP-5353:\n Why would I want that?\n\n\nMaliz:\n So that you could engineer a situation where you and I have a civil conversation, and you convince me to do your dark bidding. It’s happened before.\n\n\nSCP-5353:\n My bidding is hardly dark. Haven’t you seen my suit? Bright as the sun.\n\n\nMaliz:\n The darkest ones often are.\n\n\nSCP-5353:\n You’re a very perceptive young lady, I have to say.\n\n\nMaliz:\n Thank you.\n\n\nSCP-5353:\n But you’re also Foundation. Foundation types are dangerous. You always believe in… problematic things.\n\n\nMaliz:\n And you don’t? We’ve been tracking you a long time. The list of crimes you’re linked with is huge.\n\n\nSCP-5353:\n But I do it for the sake of life, Miss Maliz. What do you do it for?\n\n\nMaliz:\n Because life could be better. We can take it somewhere else, strip away the dark and let the people flourish as they’re meant to. The Foundation could be a force for good, for liberation, for a bright new world. Or something like that, anyway.\n\n\nSCP-5353:\n You almost sound like him.\n\n\nMaliz:\n PoI-000?\n\n\nSCP-5353:\n Nobody, you mean? Yes. I once tried to explain to him the joys of sitting by a lake in the summer sun, but he didn’t get it. He got quite angry, as I recall. He’s a dull conversationalist.\n\n\nMaliz:\n I got the impression you guys mostly just punched each other.\n\n\nSCP-5353:\n We do, but… it helps to take stock sometimes. Nobody is a monster, after all.\n\n\nMaliz:\n Well, you would say that.\n\n\nSCP-5353:\n Do you know what he does? What he is? All his victims, they lose their names, their identities, their – everything that makes them human. He’s an eater of souls.\n\n\nMaliz:\n Very poetic. But people are more than just names.\n\n\nSCP-5353:\n Are they? A name is everything. A name anchors you. Did you ever come across someone called Fritz Obermayer?\n\n\nMaliz:\n Can’t say I have.\n\n\nSCP-5353:\n No. I didn’t think so.\n\n\nMaliz:\n So let me guess. You lured me here to convince me that you are actually a brave hero, fighting an impossible war against Nobody, and that I and my good comrades should bring him to justice?\n\n\nSCP-5353:\n No. I lured you here to look at the lake. Take it in.\n\n\nThere is a pause; Agent Maliz looks around the lake.\n\n\nMaliz:\n It \nis\n beautiful. But what does that have to do with anything?\n\n\nSCP-5353:\n Look at the trees on the opposite shore. Look at the water, at the birds flying in the sky. The sweep of the mountain. This place is unique. Imagine the roads stretching away, becoming busier and more complex, leading into towns and cities, winding into suburbs and alleyways. The roads of America, a grand chessboard I travel on.\n\n\nMaliz:\n Still not getting it.\n\n\nSCP-5353:\n Just – look, just think of what Nobody is. He's what you get when you lose sight of why you do what you do. He just goes through the motions, not caring how many people he murders. He could never appreciate the specificity of things, the tenor of human life, the way people are and think and feel. That's why, despite the sometimes… reprehensible acts I've committed against others, I'm still different from him.\n\n\nMaliz:\n I mean. They’re still dead.\n\n\nSCP-5353:\n But I do it in the name of humanity. He does it because he doesn't know what else to do with himself.\n\n\nMaliz:\n What are the two of you even doing, anyway? Driving around, upsetting local widows, posting up fliers? Not your usual style.\n\n\nSCP-5353:\n We're… looking for someone. Well, maybe someone isn't the right word. But it's the closest one I can think of. I have an offer to make him, and Nobody doesn't want me making it.\n\n\nMaliz:\n Oh, very cryptic.\n\n\nSCP-5353:\n Hey, a man has a reputation to maintain. But if you must know, well, I am tired of this endless conflict. It's time it came to an end. And the man we're looking for might just know his secrets.\n\n\nSCP-5353 stands up.\n\n\nMaliz:\n Leaving so soon? You were just about to get interesting. I think.\n\n\nSCP-5353:\n I have an appointment in – well, that would be telling. But do me a favour. When he comes for you, and he will come for you, think about what I’ve said. Think about what the Foundation would be like if it had all the drive in the world and no purpose, doing things and hurting people just because that's what they'd always done. Like an automaton. Then you’ll understand what Nobody is.\n\n\nSCP-5353 walks away. Agent Maliz looks out over the lake for a couple of minutes before leaving.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nUpdate 06/08/1975:\n The following is a log of activities involving PoI-000 and SCP-5353 since Incident 5353-1:\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nAnomalies involved\n\n\nNotes\n\n\n\n\n\n\n16/06/1975\n\n\nDetroit, Michigan\n\n\nPoI-000\n\n\nA large factory explosion was linked back to PoI-000, who had been spotted conversing with the perpetrators some days before. Subsequent records revealed that the German-born owner of the factory was a wanted war criminal who had fled to America under a false passport.\n\n\n\n\n\n\n21/07/1975\n\n\nChippewa Falls, Wisconsin\n\n\nSCP-5353\n\n\nA unidentified man in a white suit was seen in conversation with several local officials. The following day, a major bribery and corruption scandal involving these officials was exposed, causing a political crisis and major protests in Chippewa Falls.\n\n\n\n\n\n\n28/07/1975\n\n\nNatchez, Mississippi\n\n\nPoI-000\n\n\nSeveral anomalous symbols were painted by associates of PoI-000 on the ground at key intersections. Each of these contained an infohazardous effect which rendered them unable to be perceived, but instead induced a severe manic and depressive effect. Several individuals suffered mental breakdowns and were hospitalised following this incident.\n\n\n\n\n\n\nUpdate 17/09/1975\n\n\nOn 15/09/1975, Agent Maliz managed to track down PoI-000 and engage the subject in a brief conversation. A log of this can be found below.\n\n\n\n\n+Incident Log 5353-2\n\n\n\n\n-Incident Log 5353-2\n\n\n\n\n\n\nDate:\n 15/09/1975\n\n\nLocation:\n Bluefield, West Virginia\n\n\n<Begin Log>\n\n\nIt is night. Agent Maliz is walking down an alleyway on the city's outskirts. Distant police sirens can be heard. An indistinct figure is leaning against the wall, and looks up as Maliz passes.\n\n\nFigure:\n Got a light?\n\n\nMaliz stops suddenly and looks at the figure.\n\n\nMaliz:\n Hey, that’s my line.\n\n\nThe figure chuckles and holds out a cigarette. Maliz takes out a lighter and lights his cigarette, revealing him to be PoI-000 “Nobody”.\n\n\nPoI-000:\n It’s been a long time, Hester. What was it – Prague, ’67?\n\n\nMaliz:\n ’68. You’d have thought you’d remember that year. Quite a lot happened.\n\n\nPoI-000:\n To you, maybe. To me, it was just another inevitability.\n\n\nMaliz:\n So, how’ll this go, then? You give me a bit of a spiel about why no, actually, you’re the good one all along, and I should join you to help bring the Man in White down?\n\n\nPoI-000:\n No. No, girl, that's not how this story is going to go. We’re not having a cutesy little conversation about our respective philosophies and come to some interesting conclusions. I’ve been on the road for days, weeks, surviving on cigarette butts and pennies thrown at my face. No, this is me telling you to stop following me – us – and you listening.\n\n\nDuring this speech, Agent Maliz moves her hand to rest on her firearm.\n\n\nMaliz:\n This must be that famous Nobody charm I’ve heard so much about. Maybe the Man in White was right about you.\n\n\nPoI-000:\n The Man in White has never done a day’s work in his damn life. He thinks this is a game, a chessboard. He thinks we should all sit down a couple of times a day to contemplate the infinite. He saunters around on his dime-store humanism and presumes to tell the rest of us how to live our lives.\n\n\nMaliz:\n I seem to have touched a nerve. I didn’t know you had any left.\n\n\nPoI-000:\n Do you even know what he is? The cosmic rag and bone man? What he’s made of? Took me a long time to work it out. Took the last version of me even longer. His hatred of me has nothing to do with principle. It’s all ego, personal ego. That’s almost literally what he is.\n\n\nMaliz:\n Spare me the sermon. Why shouldn’t I follow you? I have a job to do, the same as you.\n\n\nPoI-000:\n And I say again, \nthis is not what we’re doing here.\n\n\nThe lights in the neighbouring streets all switch off. Agent Maliz gently levers her firearm out of her holster, but doesn’t train it on PoI-000.\n\n\nPoI-000:\n Do you want me to play the correct part, Hester? The cosmic tramp, stick and moustache and silent song-and-dance? The mad prophet, wandering the roads of America, scaring the locals?\n\n\nMaliz:\n Very spooky. Why don’t you come a little closer, and we can test my theory about your nerves?\n\n\nPoI-000:\n There are people choking every damn day of their lives in coal mines, dreaming of the sun. There are people starving over sunbaked plains, waiting for their lives to end. I walk through those who are maimed, starved, beaten and bruised, because nobody else will. I do what I have to do to keep this broken world running so that someone, \nanyone\n, can have a lick of a chance at life. You know I found him in a Klan outfit once?\n\n\nMaliz:\n What? The Man?\n\n\nPoI-000:\n Yeah. Five years ago, in fucking Ohio of all places. I asked him about it, a while later. He claimed he was “trying it on” and that he was “interested in the history”. I think he took the name “Man in White” a shade too literally.\n\n\nMaliz:\n Fascinating. Do go on.\n\n\nAgent Maliz slowly raises her firearm until it is pointing at PoI-000. PoI-000 laughs.\n\n\nPoI-000:\n How’s Tyler doing these days?\n\n\nAgent Maliz freezes.\n\n\nMaliz:\n Don’t you fucking dare.\n\n\nPoI-000:\n He must be, what – four? Five?\n\n\nMaliz:\n If you even \nthink\n –\n\n\nPoI-000:\n And I hear you’ve enrolled him in the Foundation’s Young Achievers programme. Fascinating. Do you know why I so rarely help you? Because you’re all the kind of people who put their children into fascist brainwashing camps when they’re barely infants. Do you really want your son to have the same life you’ve had?\n\n\nMaliz:\n He is none of your business.\n\n\nPoI-000:\n No, he’s not. It’s just an observation. I can see the Foundation. I can see what you are. All that energy, all those rules – not real rules, but invented ones. I can see where you’re going, too. More research. More militarisation. Fewer compromises. Handshakes with politicians and cocktail parties in Baghdad. And a machine - a frightful machine, an inevitable machine, that someone will have to make and the Foundation will have to have. A machine that will cement their empire. Will Tyler thank you?\n\n\nAgent Maliz fires; she misses. PoI-000 lunges towards her, grabbing the gun and violently biting her arm. Maliz screams and drops her firearm.\n\n\nPoI-000:\n Clever girl.\n\n\nMaliz:\n You… fucking…\n\n\nPoI-000:\n It has. You can’t take me in, and I don’t want to hurt you. So leave me alone.\n\n\nMaliz:\n …Never.\n\n\nPoI-000 lifts his hands in apparent frustration.\n\n\nPoI-000:\n Fine. Whatever. Go digging where you shouldn’t. You won’t win. Like I said, that isn’t how this story goes. The plucky detective doesn’t get her easy resolution. There's an old friend I'm looking for, and if I don't get to him before the Man in White, he'll give him an offer he can't refuse and make the next few decades a real pain in my ass. So necessary measures must be taken. This is bigger than you. All you’ll get is what’s left over.\n\n\nPoI-000 stubs his cigarette on the wall, turns and starts walking away.\n\n\nPoI-000:\n Be seeing you.\n\n\nMaliz:\n Wait.\n\n\nAgent Maliz leans against the wall on her good arm, steadying her breathing. PoI-000 continues to walk away.\n\n\nMaliz:\n Wait, you fuck. One more thing. Have you ever heard of somone named Fritz Obermayer?\n\n\nPoI-000 turns back and grins. Agent Maliz's blood is visible on his teeth.\n\n\nPoI-000:\n Oh yes. Yes, I have.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nUpdate 03/10/1975:\n The following is a log of activities involving PoI-000 and SCP-5353 since Incident 5353-2:\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nAnomalies involved\n\n\nNotes\n\n\n\n\n\n\n23/09/1975\n\n\nCut Bank, Montana\n\n\nSCP-5353\n\n\nAnomaly was spotted conversing with PoI-6236 \"Old Mag\", a former resident of the Three Portlands who was renowned for her fortune-telling abilities. SCP-5353 asked an unknown question, which PoI-6236 responded by shouting \"It will bleed their names! It will strip their souls!\" repeatedly. SCP-5353 then shot her twice in the stomach and departed; PoI-6326 subsequently expired.\n\n\n\n\n\n\n01/10/1975\n\n\nFargo, North Dakota\n\n\nPoI-000\n\n\nPoI-000 incited a riot in several suburbs of Fargo, resulting in 3 deaths and at least 20 injured. Several items appeared to have been stolen from government buildings during the riot, including census data and a list of German-language translators used last year in an investment in local government projects by a German company.\n\n\n\n\n\n\nFinal Update 12/05/1976:\n On 05/10/1975, a major incident involving PoI-000 and SCP-5353 took place in Pierre, South Dakota. An altercation between the two was reported to have taken place outside and in an empty apartment. Witnesses reported seeing a homeless man running from the scene, as well as a man in a white suit walking with a heavy limp and bleeding profusely. One witness reported seeing a man in a long coat fall from a window, but no body was recovered matching this description.\n\n\nThe apartment in question was reported to have been empty since 1955. Inside, however, were signs of recent habitation, including an extensive collection of WW2 memorabilia, several bottles of whisky, books in German and files on Nazi war criminals. A note was also found, written in somewhat old-fashioned German; a transcript can be found below.\n\n\n\n\n+Document 5353-1\n\n\n\n\n-Document 5353-1\n\n\n\n\n\n\nThis body has to remember. Somebody has to remember. So, this page can remember.\n\n\nOnce, there was a boy named Fritz Obermayer. You will not find his name in any records. Fritz Obermayer never died, but ceased to exist in 1917. He met a man in the trenches, an American from across No Man's Land, and then his body was no longer his own. It belonged to Nobody.\n\n\nThen there was a man called Nobody, who strode across Europe for almost 40 years, always concerned with the task at hand. No-one noticed him, but they would still shudder at the sight of a long coat. The body, the mind, the personality within did not mind being bent to a single will, because he was cold and lost and alone in the trenches and never wanted to go back. There was no dread and boredom and more. No more contemplation. Just action.\n\n\nThen Nobody moved on, and another man lost his name. But the body that had once belonged to Fritz Obermayer remained, and it was nothing. It had no identity. It had no personhood. No-one could call it by any name. No-one knew it was even there.\n\n\nAll it had ever been was a function. A soldier, then a fist. Then nothing. It had been warned about this by a man in white, but it hadn't listened. It still wasn't convinced that the man had been right.\n\n\nThe nothing lived for many more years. There were no easy answers. It never knew what it could have been. It ate, and aged, and gnawed its own head at night. Then it saw two men outside its window and that was the end of that.\n\n\nThe world is not a ruin to be admired and exalted. But the world also does not exist to be subordinated to a single will. It exists because it does, endless narratives after narratives that pick each other apart. There is no meaning. There is no identity. There is only the endless, dragging, all-consuming wholeness of existence.\n\n\nWho would Fritz Obermayer have been? His identity, his name, his very way of being, they became a shade. A ghost that moved through the world, a memory that was never spoken. Until it was bought up by someone who only existed through scraps. A figure who was nothing, and yet so many things. A rag and bone man, who only was because of what people left behind.\n\n\nThere is no good. There is no evil.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Man Who Wasn't There\n\n\n\n\nThe Man In The White Suit\n\n\n\n\nHub\n\n\nHello, My Name Isn't\n\n\nChiaroscuro\n\n\nNobody, Nobody, Nobody, and Nobody's Encounters with The Man in the White Suit\n\n→ \nSCP-5353 -- Does Anyone Remember Fritz Obermeyer?\n ←\n\n\nEveryday Is Somebody's Birthday\n\n\nSCP-5877 -- Nobodies\n\n\nGhosts in the Machine\n\n\nFiles intercepted from Anderson Systems personnel\n\n\nSCP-5375 -- Nobody and the Name Machine\n\n\nEpilogue:\n\n\nNobody in Their Right Mind\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5352\n | SCP-5353 | \nSCP-5354\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 26/06/1975 Location: Paulina Lake, Oregon Agent Maliz is standing on a wooded slope near the edge of the lake. It is late afternoon. A small beach next to the lake is up ahead; SCP-5353 can be seen sitting on it, smoking a cigarette. Maliz approaches slowly. SCP-5353: It's beautiful out here, don't you think? Maliz stops. Maliz: How the hell did you hear me? I barely made a sound. SCP-5353: That’s your opening salvo? Maliz: Well, you’ve got the drop on me now. There's no point in trying to arrest an ageless dandy without the element of surprise. Long experience has taught me that you cryptic types always have something irritatingly relevant up your sleeve. SCP-5353: Won’t your superiors be angry? Maliz: They know my methods. They work. You wait for the right moment, and if you don’t have the right moment, you don’t make your play. It’s called “a modicum of caution”. SCP-5353 chuckles. SCP-5353: You’re Hester Maliz, I take it? Your reputation precedes you. Maliz: How’d you know? SCP-5353: I have friends in low places. You made quite a stir in the Three Portlands – such a scene! It’ll take months for the anartists to recover. And that business in Toronto – how did you manage to infiltrate the Children so thoroughly? Maliz: Quite easily. They’re a pack of walking clichés. Maliz sits down beside SCP-5353, facing the lake. She pulls out a cigarette. Maliz: Got a light? SCP-5353: Here. SCP-5353 lights Maliz’s cigarette. Maliz: You are right. It is beautiful here. SCP-5353: You know who it’s named for? Maliz: No. I’m not from here. SCP-5353: A Paiute chief called Paulina. He refused to move his tribe to a reservation, so he made a famous last stand. So many famous last stands in those days. Maliz: This is a caldera, isn’t it? SCP-5353: Indeed so. A great crater lake, sitting on great fires beneath the earth. Very poetic. The two sit in silence for a while. SCP-5353: Don’t you have some questions for me? Maliz: I’m working my way there. My schedule today is pretty thin beyond “Contain SCP-5353”, and that’s been blown. It’s such a pretty day. SCP-5353: You’re an odd one. Maliz: Aren’t I just? I’m beginning to think this meeting wasn’t a result of my impeccable talent as a tracker, but because you wanted me to find you. SCP-5353: Why would I want that? Maliz: So that you could engineer a situation where you and I have a civil conversation, and you convince me to do your dark bidding. It’s happened before. SCP-5353: My bidding is hardly dark. Haven’t you seen my suit? Bright as the sun. Maliz: The darkest ones often are. SCP-5353: You’re a very perceptive young lady, I have to say. Maliz: Thank you. SCP-5353: But you’re also Foundation. Foundation types are dangerous. You always believe in… problematic things. Maliz: And you don’t? We’ve been tracking you a long time. The list of crimes you’re linked with is huge. SCP-5353: But I do it for the sake of life, Miss Maliz. What do you do it for? Maliz: Because life could be better. We can take it somewhere else, strip away the dark and let the people flourish as they’re meant to. The Foundation could be a force for good, for liberation, for a bright new world. Or something like that, anyway. SCP-5353: You almost sound like him. Maliz: PoI-000? SCP-5353: Nobody, you mean? Yes. I once tried to explain to him the joys of sitting by a lake in the summer sun, but he didn’t get it. He got quite angry, as I recall. He’s a dull conversationalist. Maliz: I got the impression you guys mostly just punched each other. SCP-5353: We do, but… it helps to take stock sometimes. Nobody is a monster, after all. Maliz: Well, you would say that. SCP-5353: Do you know what he does? What he is? All his victims, they lose their names, their identities, their – everything that makes them human. He’s an eater of souls. Maliz: Very poetic. But people are more than just names. SCP-5353: Are they? A name is everything. A name anchors you. Did you ever come across someone called Fritz Obermayer? Maliz: Can’t say I have. SCP-5353: No. I didn’t think so. Maliz: So let me guess. You lured me here to convince me that you are actually a brave hero, fighting an impossible war against Nobody, and that I and my good comrades should bring him to justice? SCP-5353: No. I lured you here to look at the lake. Take it in. There is a pause; Agent Maliz looks around the lake. Maliz: It is beautiful. But what does that have to do with anything? SCP-5353: Look at the trees on the opposite shore. Look at the water, at the birds flying in the sky. The sweep of the mountain. This place is unique. Imagine the roads stretching away, becoming busier and more complex, leading into towns and cities, winding into suburbs and alleyways. The roads of America, a grand chessboard I travel on. Maliz: Still not getting it. SCP-5353: Just – look, just think of what Nobody is. He's what you get when you lose sight of why you do what you do. He just goes through the motions, not caring how many people he murders. He could never appreciate the specificity of things, the tenor of human life, the way people are and think and feel. That's why, despite the sometimes… reprehensible acts I've committed against others, I'm still different from him. Maliz: I mean. They’re still dead. SCP-5353: But I do it in the name of humanity. He does it because he doesn't know what else to do with himself. Maliz: What are the two of you even doing, anyway? Driving around, upsetting local widows, posting up fliers? Not your usual style. SCP-5353: We're… looking for someone. Well, maybe someone isn't the right word. But it's the closest one I can think of. I have an offer to make him, and Nobody doesn't want me making it. Maliz: Oh, very cryptic. SCP-5353: Hey, a man has a reputation to maintain. But if you must know, well, I am tired of this endless conflict. It's time it came to an end. And the man we're looking for might just know his secrets. SCP-5353 stands up. Maliz: Leaving so soon? You were just about to get interesting. I think. SCP-5353: I have an appointment in – well, that would be telling. But do me a favour. When he comes for you, and he will come for you, think about what I’ve said. Think about what the Foundation would be like if it had all the drive in the world and no purpose, doing things and hurting people just because that's what they'd always done. Like an automaton. Then you’ll understand what Nobody is. SCP-5353 walks away. Agent Maliz looks out over the lake for a couple of minutes before leaving. <End Log>",
        "Date: 15/09/1975 Location: Bluefield, West Virginia <Begin Log> It is night. Agent Maliz is walking down an alleyway on the city's outskirts. Distant police sirens can be heard. An indistinct figure is leaning against the wall, and looks up as Maliz passes. Figure: Got a light? Maliz stops suddenly and looks at the figure. Maliz: Hey, that’s my line. The figure chuckles and holds out a cigarette. Maliz takes out a lighter and lights his cigarette, revealing him to be PoI-000 “Nobody”. PoI-000: It’s been a long time, Hester. What was it – Prague, ’67? Maliz: ’68. You’d have thought you’d remember that year. Quite a lot happened. PoI-000: To you, maybe. To me, it was just another inevitability. Maliz: So, how’ll this go, then? You give me a bit of a spiel about why no, actually, you’re the good one all along, and I should join you to help bring the Man in White down? PoI-000: No. No, girl, that's not how this story is going to go. We’re not having a cutesy little conversation about our respective philosophies and come to some interesting conclusions. I’ve been on the road for days, weeks, surviving on cigarette butts and pennies thrown at my face. No, this is me telling you to stop following me – us – and you listening. During this speech, Agent Maliz moves her hand to rest on her firearm. Maliz: This must be that famous Nobody charm I’ve heard so much about. Maybe the Man in White was right about you. PoI-000: The Man in White has never done a day’s work in his damn life. He thinks this is a game, a chessboard. He thinks we should all sit down a couple of times a day to contemplate the infinite. He saunters around on his dime-store humanism and presumes to tell the rest of us how to live our lives. Maliz: I seem to have touched a nerve. I didn’t know you had any left. PoI-000: Do you even know what he is? The cosmic rag and bone man? What he’s made of? Took me a long time to work it out. Took the last version of me even longer. His hatred of me has nothing to do with principle. It’s all ego, personal ego. That’s almost literally what he is. Maliz: Spare me the sermon. Why shouldn’t I follow you? I have a job to do, the same as you. PoI-000: And I say again, this is not what we’re doing here. The lights in the neighbouring streets all switch off. Agent Maliz gently levers her firearm out of her holster, but doesn’t train it on PoI-000. PoI-000: Do you want me to play the correct part, Hester? The cosmic tramp, stick and moustache and silent song-and-dance? The mad prophet, wandering the roads of America, scaring the locals? Maliz: Very spooky. Why don’t you come a little closer, and we can test my theory about your nerves? PoI-000: There are people choking every damn day of their lives in coal mines, dreaming of the sun. There are people starving over sunbaked plains, waiting for their lives to end. I walk through those who are maimed, starved, beaten and bruised, because nobody else will. I do what I have to do to keep this broken world running so that someone, anyone , can have a lick of a chance at life. You know I found him in a Klan outfit once? Maliz: What? The Man? PoI-000: Yeah. Five years ago, in fucking Ohio of all places. I asked him about it, a while later. He claimed he was “trying it on” and that he was “interested in the history”. I think he took the name “Man in White” a shade too literally. Maliz: Fascinating. Do go on. Agent Maliz slowly raises her firearm until it is pointing at PoI-000. PoI-000 laughs. PoI-000: How’s Tyler doing these days? Agent Maliz freezes. Maliz: Don’t you fucking dare. PoI-000: He must be, what – four? Five? Maliz: If you even think – PoI-000: And I hear you’ve enrolled him in the Foundation’s Young Achievers programme. Fascinating. Do you know why I so rarely help you? Because you’re all the kind of people who put their children into fascist brainwashing camps when they’re barely infants. Do you really want your son to have the same life you’ve had? Maliz: He is none of your business. PoI-000: No, he’s not. It’s just an observation. I can see the Foundation. I can see what you are. All that energy, all those rules – not real rules, but invented ones. I can see where you’re going, too. More research. More militarisation. Fewer compromises. Handshakes with politicians and cocktail parties in Baghdad. And a machine - a frightful machine, an inevitable machine, that someone will have to make and the Foundation will have to have. A machine that will cement their empire. Will Tyler thank you? Agent Maliz fires; she misses. PoI-000 lunges towards her, grabbing the gun and violently biting her arm. Maliz screams and drops her firearm. PoI-000: Clever girl. Maliz: You… fucking… PoI-000: It has. You can’t take me in, and I don’t want to hurt you. So leave me alone. Maliz: …Never. PoI-000 lifts his hands in apparent frustration. PoI-000: Fine. Whatever. Go digging where you shouldn’t. You won’t win. Like I said, that isn’t how this story goes. The plucky detective doesn’t get her easy resolution. There's an old friend I'm looking for, and if I don't get to him before the Man in White, he'll give him an offer he can't refuse and make the next few decades a real pain in my ass. So necessary measures must be taken. This is bigger than you. All you’ll get is what’s left over. PoI-000 stubs his cigarette on the wall, turns and starts walking away. PoI-000: Be seeing you. Maliz: Wait. Agent Maliz leans against the wall on her good arm, steadying her breathing. PoI-000 continues to walk away. Maliz: Wait, you fuck. One more thing. Have you ever heard of somone named Fritz Obermayer? PoI-000 turns back and grins. Agent Maliz's blood is visible on his teeth. PoI-000: Oh yes. Yes, I have. <End Log>",
        "This body has to remember. Somebody has to remember. So, this page can remember. Once, there was a boy named Fritz Obermayer. You will not find his name in any records. Fritz Obermayer never died, but ceased to exist in 1917. He met a man in the trenches, an American from across No Man's Land, and then his body was no longer his own. It belonged to Nobody. Then there was a man called Nobody, who strode across Europe for almost 40 years, always concerned with the task at hand. No-one noticed him, but they would still shudder at the sight of a long coat. The body, the mind, the personality within did not mind being bent to a single will, because he was cold and lost and alone in the trenches and never wanted to go back. There was no dread and boredom and more. No more contemplation. Just action. Then Nobody moved on, and another man lost his name. But the body that had once belonged to Fritz Obermayer remained, and it was nothing. It had no identity. It had no personhood. No-one could call it by any name. No-one knew it was even there. All it had ever been was a function. A soldier, then a fist. Then nothing. It had been warned about this by a man in white, but it hadn't listened. It still wasn't convinced that the man had been right. The nothing lived for many more years. There were no easy answers. It never knew what it could have been. It ate, and aged, and gnawed its own head at night. Then it saw two men outside its window and that was the end of that. The world is not a ruin to be admired and exalted. But the world also does not exist to be subordinated to a single will. It exists because it does, endless narratives after narratives that pick each other apart. There is no meaning. There is no identity. There is only the endless, dragging, all-consuming wholeness of existence. Who would Fritz Obermayer have been? His identity, his name, his very way of being, they became a shade. A ghost that moved through the world, a memory that was never spoken. Until it was bought up by someone who only existed through scraps. A figure who was nothing, and yet so many things. A rag and bone man, who only was because of what people left behind. There is no good. There is no evil."
    ],
    "containment_procedures": "Encounters with SCP-5353 are to be reported to Agent Hester Maliz at Site 122. Any incidents involving SCP-5353 should be dealt with under Protocol Ajax-4, utilising the press, government contacts and tactical use of experimental amnestic drugs to preserve the Veil.",
    "description": "SCP-5353 is a anomalous humanoid, first observed by the Foundation in Belgium in 1917. SCP-5353's name and purpose are unknown, and few solid details about his appearance are available; the only consistent facts are that he appears and identifies as male and that he always wears a white suit.",
    "title": "SCP-5353"
}