{
    "url": "https://scp-wiki.wikidot.com/scp-5355",
    "all_text": "rating: \n+103\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5355: YOU THINK YOU'RE BIG KID?\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5355, in an inactive state.\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING!\n\n\nThe following file needs to be updated with latest test results in the following sections;\n\n\nDescription\n\n\nProceed with caution.\n\n\n\n\n\n\n\n\nItem Number:\n 5355\n\n\nObject Class/Clearance:\n Safe/\nTwo\n\n\nSpecial Containment Procedures:\n SCP-5355 is to be contained in an anomalous items locker. Under no circumstance is SCP-5355 to be tested.\n\n\nDescription:\n SCP-5355 refers to a toy \"ray-gun\", made of plastic and an unknown metal alloy. \"The Fantastic Shrinkerator\" is crudely written in large block letters with flaking gold paint on its left side. SCP-5355's design is similar to the retrofuturistic style, specifically dieselpunk or steampunk. A series of dials is on its right side. An unknown red liquid can be seen flowing through vials in the gun, appearing to serve a decorative purpose. The creator, charging functionality, and method of power storage of SCP-5355 are all currently unknown.\n\n\nSCP-5355 has no trigger, and can be operated via cranking a small crank on the back of its barrel. After approximately 30 seconds of cranking, SCP-5355 will whir and discharge a thin, bright green beam of concentrated photonic energy from its tip, while outputting a large amount of smoke. SCP-5355 will then cool down for 1 minute before another beam can be discharged. Dependent on what setting its dials are placed at, it is theorized that this beam has a variety of effects.\n\n\n\n\n\n\nShrink\n\n\nEnlarge\n\n\nReturn\n\n\n\n\n\n\nThe beam will decrease the dimensions of an object by an unknown constant.\n\n\nThe beam will increase the dimensions of an object by an unknown constant.\n\n\nThe effects of previous firings of SCP-5355 will be reverted.\n\n\n\n\n\n\nAttached is a log of the single occasion of testing of SCP-5355.\n\n\n\n\n\n\nAddenda - Testing Log\n\n\n\n\n\n\n\n\nTesting Personnel:\n Researcher Pastore, Jr. Researcher Remington.\n\n\nProcedure:\n Fire on a series of objects set up in Site-28's firing range with each setting of SCP-5355, before reverting its effects with the \"Return\" setting.\n\n\n<BEGIN LOG>\n\n\n[Jr. Researcher Remington returns from the firing range's target area. Researcher Pastore has SCP-5355 in hand, and is currently scratching his beard. As J.R. Remington enters, Res. Pastore nods, speaking firmly.]\n\n\nPastore:\n Are the objects ready?\n\n\n[J.R. Remington nods quickly.]\n\n\nRemington:\n Yep! All lined out over there for you.\n\n\n[Res. Pastore smiles.]\n\n\nPastore:\n Thank you, Jeremy. Alright, which is first?\n\n\nRemington:\n Try the wet wipe. Biggest surface area to hit, I think.\n\n\nPastore:\n Good idea.\n\n\n[Res. Pastore turns the dial, and begins cranking while aiming at a wet wipe hung on a clothesline on the opposite side of the firing range.]\n\n\nPastore:\n Alright, set to \"Shrink.\" And… firing.\n\n\n[SCP-5355 fires. The wipe shrinks to approximately half its previous size.]\n\n\nRemington:\n Huh. Neat. \n[J.R. Remington sighs.]\n All things considered, this is a nice change of pace.\n\n\nPastore:\n Don't let your chickens out of the coop preemptively, Remington.\n\n\nRemington:\n Fine. Next is enlarge?\n\n\nPastore:\n \n[nodding]\n Yep. \n[Res. Pastore adjusts the dial to \"Enlarge.\"]\n\n\nRemington:\n Well, we wait now. Thing's gotta cool down.\n\n\n[J.R. Remington and Res. Pastore stand around, not talking. Res. Pastore coughs.]\n\n\nRemington:\n So uh, how're the kids?\n\n\nPastore:\n I don't have kids, Jeremy.\n\n\nRemington:\n Sorry.\n\n\n[J.R. Remington sighs.]\n\n\nPastore:\n Y'know, how's your mom?\n\n\nRemington:\n She's fine.\n\n\nPastore:\n She recognize you last time you saw her? I know that stuff can be hard.\n\n\nRemington:\n Yeah. I can't guarantee when she won't, though. It sucks, Charles. Haven't let me in cause of that nasty cold I had.\n\n\n[Res. Pastore nods. SCP-5355 lets out a quiet ding. J.R. Remington sighs in relief, and sneezes once.]\n\n\nPastore:\n Alright, again. \n[Pastore fires SCP-5355. The wipe enlarges to 2 times its original size, falling off of its clips. Remington heads to place it back on its clips.]\n\n\nRemington:\n Got it, got it.\n\n\nPastore:\n Thanks.\n\n\n[Pastore sets the dial to \"Return,\" and cranks SCP-5355. Upon firing, it appears to have no effect.]\n\n\nPastore:\n Huh.\n\n\nRemington:\n You're sure it was all the way cooled down?\n\n\nPastore:\n I heard the ding and everything, Jeremy. I'm old, but not \nthat\n old.\n\n\nRemington:\n Fair. Try \"Shrink?\"\n\n\nPastore:\n Sure. \n[The dial is cranked, and SCP-5355 is fired. There is no effect.]\n\n\nRemington:\n What the fuck?\n\n\nPastore:\n My thoughts exactly. Let's try \"Enlarge.\"\n\n\n[Res. Pastore cranks the dial and waits for the cooldown timer to finish, as Remington sits deep in thought. As soon as the ding is audible, Res. Pastore fires. J.R. Remington knocks the ray out of Res. Pastore's hand, and pulls him towards the door.]\n\n\nRemington:\n Wait —\n\n\n[Two large creatures spontaneously appear near the wet wipe. One appears similar to a large tardigrade, while the other is vaguely phagic in appearance. Both begin to crawl towards Res. Pastore and J.R. Remington, making deep and low moans.]\n\n\nRemington:\n Shoot it! Shoot the damn things!\n\n\nPastore:\n I got it, I got it.\n\n\n[Res. Pastore fires SCP-5355 once more at the phagic entity. It has no effect. Both Res. Pastore and J.R. Remington make it out safely, as the camera is then swallowed by a large, amoebaic creature. As the creature comes into contact with the remains of the wet wipe, its cellular wall violently explodes, killing both of the other entities.]\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n« \nSCP-5354\n | SCP-5355 | \nSCP-5356\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "WARNING! The following file needs to be updated with latest test results in the following sections; Description Proceed with caution.",
        "Testing Personnel: Researcher Pastore, Jr. Researcher Remington. Procedure: Fire on a series of objects set up in Site-28's firing range with each setting of SCP-5355, before reverting its effects with the \"Return\" setting. <BEGIN LOG> [Jr. Researcher Remington returns from the firing range's target area. Researcher Pastore has SCP-5355 in hand, and is currently scratching his beard. As J.R. Remington enters, Res. Pastore nods, speaking firmly.] Pastore: Are the objects ready? [J.R. Remington nods quickly.] Remington: Yep! All lined out over there for you. [Res. Pastore smiles.] Pastore: Thank you, Jeremy. Alright, which is first? Remington: Try the wet wipe. Biggest surface area to hit, I think. Pastore: Good idea. [Res. Pastore turns the dial, and begins cranking while aiming at a wet wipe hung on a clothesline on the opposite side of the firing range.] Pastore: Alright, set to \"Shrink.\" And… firing. [SCP-5355 fires. The wipe shrinks to approximately half its previous size.] Remington: Huh. Neat. [J.R. Remington sighs.] All things considered, this is a nice change of pace. Pastore: Don't let your chickens out of the coop preemptively, Remington. Remington: Fine. Next is enlarge? Pastore: [nodding] Yep. [Res. Pastore adjusts the dial to \"Enlarge.\"] Remington: Well, we wait now. Thing's gotta cool down. [J.R. Remington and Res. Pastore stand around, not talking. Res. Pastore coughs.] Remington: So uh, how're the kids? Pastore: I don't have kids, Jeremy. Remington: Sorry. [J.R. Remington sighs.] Pastore: Y'know, how's your mom? Remington: She's fine. Pastore: She recognize you last time you saw her? I know that stuff can be hard. Remington: Yeah. I can't guarantee when she won't, though. It sucks, Charles. Haven't let me in cause of that nasty cold I had. [Res. Pastore nods. SCP-5355 lets out a quiet ding. J.R. Remington sighs in relief, and sneezes once.] Pastore: Alright, again. [Pastore fires SCP-5355. The wipe enlarges to 2 times its original size, falling off of its clips. Remington heads to place it back on its clips.] Remington: Got it, got it. Pastore: Thanks. [Pastore sets the dial to \"Return,\" and cranks SCP-5355. Upon firing, it appears to have no effect.] Pastore: Huh. Remington: You're sure it was all the way cooled down? Pastore: I heard the ding and everything, Jeremy. I'm old, but not that old. Remington: Fair. Try \"Shrink?\" Pastore: Sure. [The dial is cranked, and SCP-5355 is fired. There is no effect.] Remington: What the fuck? Pastore: My thoughts exactly. Let's try \"Enlarge.\" [Res. Pastore cranks the dial and waits for the cooldown timer to finish, as Remington sits deep in thought. As soon as the ding is audible, Res. Pastore fires. J.R. Remington knocks the ray out of Res. Pastore's hand, and pulls him towards the door.] Remington: Wait — [Two large creatures spontaneously appear near the wet wipe. One appears similar to a large tardigrade, while the other is vaguely phagic in appearance. Both begin to crawl towards Res. Pastore and J.R. Remington, making deep and low moans.] Remington: Shoot it! Shoot the damn things! Pastore: I got it, I got it. [Res. Pastore fires SCP-5355 once more at the phagic entity. It has no effect. Both Res. Pastore and J.R. Remington make it out safely, as the camera is then swallowed by a large, amoebaic creature. As the creature comes into contact with the remains of the wet wipe, its cellular wall violently explodes, killing both of the other entities.] <END LOG>"
    ],
    "containment_procedures": "SCP-5355 is to be contained in an anomalous items locker. Under no circumstance is SCP-5355 to be tested.",
    "description": "SCP-5355 refers to a toy \"ray-gun\", made of plastic and an unknown metal alloy. \"The Fantastic Shrinkerator\" is crudely written in large block letters with flaking gold paint on its left side. SCP-5355's design is similar to the retrofuturistic style, specifically dieselpunk or steampunk. A series of dials is on its right side. An unknown red liquid can be seen flowing through vials in the gun, appearing to serve a decorative purpose. The creator, charging functionality, and method of power storage of SCP-5355 are all currently unknown.",
    "title": "SCP-5355"
}