{
    "url": "https://scp-wiki.wikidot.com/scp-5359",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\nItem #:\n SCP-5359\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All physical copies of SCP-5359 are stored in a standard low-risk object locker at the East Wing of Site-49; an electronic copy of SCP-5359 has been stored in the Site-49 database. MTF Chi-9 (\"Page Turners\") are to be deployed to all scenes where a death by spontaneous combustion has occurred, to search for copies of SCP-5359. If a physical copy is found, it is to be secured and taken to containment without being read in its entirety - members of MTF Chi-9 have memorized the first and last two stanzas of SCP-5359 in order to facilitate identification.\n\n\nFoundation webcrawler ALPHA-04/TOM is currently monitoring all web activity searching for electronic copies of SCP-5359. If one is found, ALPHA-04/TOM is programmed to isolate and delete the SCP-5359 instance, alerting MTF Chi-9 with all IPs that have visited the compromised page. All witnesses of the effects of SCP-5359 are to be interrogated and amnesticized, using cover story number 24 (\"Abduction and Disappearance\"), or cover story number 15 (\"Gas Leak\") as deemed necessary.\n\n\nDescription:\n SCP-5359 is the designation for an unpublished poem, organized in 11 4-verse stanzas, known as \"The Unknown Lady\", written in 1945 by Kiyoshi Nakamura (1909 - 1950), a former professor at the University of Tokyo. SCP-5359 contains an infohazard that is triggered once subjects acquire full knowledge of the contents of the poem, either by reading it by themselves or by listening to someone else read it aloud. Approximately 55 seconds after completion, the subject's body will begin to emit large amounts of ionizing radiation, followed almost immediately by instantaneous combustion. Radiation from the effects of SCP-5359 will disappear through unknown means approximately 30 seconds after the subject's vital functions have stopped.\n\n\nIt is known, from various letters and pieces of his diary, that Mr. Nakamura wrote SCP-5359 following a series of tourist trips he had made to different countries after being rejected from the Japanese army because of his multiple health problems (including asthma and a limp in his left leg caused by a fracture he sustained in a traffic accident in 1939). It is still unknown how Mr. Nakamura created the infohazard, or how it did not affect him.\n\n\nDiscovery:\n SCP-5359 was discovered after 17 potentially anomalous deaths occurred in Okinawa Prefecture, Japan, in 2010. Agents Yoshida and Akagawa were deployed to investigate these deaths, successfully tracking down and containing a copy of SCP-5359 that had been checked out of a public library by a university student, presumably for the purpose of studying the works of Kiyoshi Nakamura. It is currently unknown how the library obtained a copy of SCP-5359.\n\n\nOnce the anomalous properties of SCP-5359 were confirmed, the Foundation was able to connect 127 other deaths around the world that had previously been classified as Extranormal Events, and were considered to be isolated incidents. So far, the Foundation has seized 53 copies of SCP-5359, including 4 electronic copies. It is currently unknown how all of these copies have been distributed, and \nthe person or group responsible for this\n has been provisionally classified as GoI-5359.\n\n\nAddendum 5359.1:\n Contents of SCP-5359\n\n\nThe following is a summary of the contents of SCP-5359. Some parts have been omitted in order to avoid activation of its infohazardous effects on the reader.\n\n\n\n\nUpon a place where air is warm,\n\n\nThere lays a treasure I want\n\n\nFor inside a village which is shady,\n\n\nLives an unknown lady.\n\n\nShe is unknown by most of them people\n\n\nWho reside outside the bloom.\n\n\nSomeday they will ring the steeple,\n\n\nAnd they will rise upon the navel of the moon.\n\n\nWait we all need to.\n\n\nAs for now,\n\n\nShe will remain unknown,\n\n\nFor another decade or two.\n\n\n[DATA REDACTED]\n\n\nMy beatiful and precious,\n\n\nThe unknown lady talked with me.\n\n\nShe taught me everything she will be,\n\n\nAnd unknown remains why is she seen as dangerous.\n\n\nPower is feared, it is respected.\n\n\nWill they use my lady,\n\n\nTo do something misdirected?\n\n\nI'm afraid she has already betrayed me.\n\n\n[DATA REDACTED]\n\n\nDeath and horror rose to the sky,\n\n\nThey didn't even get to say goodbye.\n\n\nThough, once, time will come,\n\n\nAnd they won't be able to run home.\n\n\nFor the unknown lady will say her name,\n\n\nOut loud, everyone will hear her scream,\n\n\nPlease, make my word known,\n\n\nAs the lady will not be anymore unknown.\n\n\n\n\n\n\n\n\n« \nSCP-5358\n | SCP-5359 | \nSCP-5360\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5359\n\" by EthanHanson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5359\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5359.1: Contents of SCP-5359\nThe following is a summary of the contents of SCP-5359. Some parts have been omitted in order to avoid activation of its infohazardous effects on the reader."
    ],
    "documents": [],
    "notes": [
        "Upon a place where air is warm, There lays a treasure I want For inside a village which is shady, Lives an unknown lady. She is unknown by most of them people Who reside outside the bloom. Someday they will ring the steeple, And they will rise upon the navel of the moon. Wait we all need to. As for now, She will remain unknown, For another decade or two. [DATA REDACTED] My beatiful and precious, The unknown lady talked with me. She taught me everything she will be, And unknown remains why is she seen as dangerous. Power is feared, it is respected. Will they use my lady, To do something misdirected? I'm afraid she has already betrayed me. [DATA REDACTED] Death and horror rose to the sky, They didn't even get to say goodbye. Though, once, time will come, And they won't be able to run home. For the unknown lady will say her name, Out loud, everyone will hear her scream, Please, make my word known, As the lady will not be anymore unknown.",
        "\" SCP-5359 \" by EthanHanson, from the SCP Wiki . Source: https://scpwiki.com/scp-5359 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5359",
    "object_class": "Euclid",
    "containment_procedures": "All physical copies of SCP-5359 are stored in a standard low-risk object locker at the East Wing of Site-49; an electronic copy of SCP-5359 has been stored in the Site-49 database. MTF Chi-9 (\"Page Turners\") are to be deployed to all scenes where a death by spontaneous combustion has occurred, to search for copies of SCP-5359. If a physical copy is found, it is to be secured and taken to containment without being read in its entirety - members of MTF Chi-9 have memorized the first and last two stanzas of SCP-5359 in order to facilitate identification.",
    "description": "SCP-5359 is the designation for an unpublished poem, organized in 11 4-verse stanzas, known as \"The Unknown Lady\", written in 1945 by Kiyoshi Nakamura (1909 - 1950), a former professor at the University of Tokyo. SCP-5359 contains an infohazard that is triggered once subjects acquire full knowledge of the contents of the poem, either by reading it by themselves or by listening to someone else read it aloud. Approximately 55 seconds after completion, the subject's body will begin to emit large amounts of ionizing radiation, followed almost immediately by instantaneous combustion. Radiation from the effects of SCP-5359 will disappear through unknown means approximately 30 seconds after the subject's vital functions have stopped.",
    "title": "SCP-5359"
}