{
    "url": "https://scp-wiki.wikidot.com/scp-537",
    "all_text": "rating: \n+206\n+\n–\nx\n\n\nItem #:\n SCP-537\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-537 is to be kept in a soundproof room. No additional containment measures are required, although SCP-537 has requested:\n\n\n\n\nOne (1) poster of \nThe Muppet Movie\n. (granted)\n\n\nWeekly dusting and cleaning of its record. (granted)\n\n\nDaily one (1)-hour visits from Foundation personnel. (denied)\n\n\nWeekly one (1)-hour to \"converse\" with Foundation personnel sent to clean its record following cleaning. (under consideration)\n\n\nA vinyl record of the soundtrack from \nThe Muppet Movie\n. (denied - it can play the entire soundtrack without need of the actual record)\n\n\n\n\nDescription:\n Recovered from a pawn shop, to which it had reportedly been brought by a young man in February of 198█.\n\n\nSCP-537 bears the appearance of a completely normal - albeit tattered - gramophone, with no visible deviations or abnormalities. The vinyl record (SCP-537-2) beneath its needle has only one circular groove that does not move inward, so that the needle never reaches the center of the turntable. The needle is abnormally difficult to lift, but can be lifted by hand with some effort. The needle will snap back down the moment it is released. SCP-537 is without a doubt intelligent, and demonstrates the ability to both see and hear (it is not yet known how). It communicates by playing songs.\n\n\nSCP-537 is able to play any song that can be found on an existing vinyl record and can do so at will. SCP-537 plays songs all the way through, and will never interrupt a song unless its needle is forced up, in which case it will resume the song from the point it left off at the next time it is able to play music. Forcing SCP-537 to interrupt a song is discouraged, as doing so seems to cause it to become irritated and respond petulantly to testing for up to several days.\n\n\nSCP-537 can raise and lower its needle on its own. It can answer yes or no questions quickly by raising and lowering the needle once for \"yes\", and twice for \"no.\" It moves its needle in a similar fashion to express numbers (usually used to refer to other SCPs). Attempts to teach SCP-537 Morse code as a way of accelerating communications have failed, owing to SCP-537's inability to read or spell.\n\n\nIt does not matter what record is on SCP-537's turntable, it can play whichever songs it pleases regardless. It does, however, prefer to have SCP-537-2, as it seems unable to reset its needle alone and will eventually be unable to continue playing. SCP-537-2, when played back on a normal turntable, is blank.\n\n\nSCP-537 appears to enjoy interacting with humans and thoroughly enjoys being interviewed. Its personality is often described as pompous and flamboyant - usually greeting people with \"Wilkommen!\", from the musical \nCabaret\n - yet distinctly childish. It is prone to \"tantrums\" when offended, which usually consist of it playing angry music at maximum volume nonstop until brought back to containment. It seems more trusting of younger employees, and treats older people with cautious disrespect.\n\n\nWhen asked about its favorite song, SCP-537 invariably responds by playing \"The Rainbow Connection\" from \nThe Muppet Movie\n.\n\n\n\n\nDocument #537-1:\n Test for Special Properties in SCP-537-2\n\nPerformed by Dr. ███████\n\n\nSCP-537-2 was played in a regular turntable. The record is apparently blank.\n\nA vinyl record, consisting of one (1) perfectly circular groove along which the needle would travel was made for the purpose of this experiment. When given to SCP-537 to play, though the replica record was identical, SCP-537 apparently realized that it had not been given SCP-537-2 and reacted angrily, raising its needle and refusing to lower it until given its own record back. SCP-537 continues to refuse to communicate with Dr. ███████.\n\n\nDocument #537-2:\n Experiment 537/043-1\n\n\nSCP-043\n and a second functioning turntable were introduced to SCP-537, overseen by Agent █████. Transcript follows:\n\n\n\n\n(SCP-043 plays to track 29. Heavy breathing is heard.)\n\nAgent █████: He's here now, 537. Say hello.\n\n(SCP-537 plays \"Wilkommen!\" from Cabaret)\n\nSCP-043 [during song]: Hello? What's that sound?\n\n(SCP-537 makes a scratching sound but continues playing \"Wilkommen!\")\n\nSCP-043 [during song]: This is the record player you told me about? Is there a way to shut it up?\n\nAgent █████ [during song]: 537 can't play another song until it finishes the one it's playing.\n\nSCP-043 [during song]: How annoying.\n\n(Song ends.)\n\nSCP-043: Right then, that was… lovely. I'm just supposed to… converse… with you, so, how are you, I suppose?\n\n(SCP-537 begins playing \"Sunshine, Lollipops and Rainbows\" by Lesley Gore)\n\nSCP-043: Oh, wonderful…\n\n(Song ends.)\n\nSCP-043: Right. Let's talk about me, then. Is there something you want to know about me?\n\n(SCP-537 raises and lowers its needle, denoting an affirmative answer.)\n\nSCP-043: And what would you like to know?\n\n(SCP-537 begins playing \"Here Comes The Sun\" by The Beatles)\n\nSCP-043 [during song]: Why are you playing that song? What do you think I-\n\n(SCP-537 raises its volume.)\n\nSCP-043 [during song]: <inaudible, underneath music>\n\n(Song ends, SCP-537 immediately begins playing the same song again.)\n\nSCP-043 [shouting, during song]: Stop it! Stop it!\n\n(SCP-537 raises volume.)\n\nSCP-043 [shouting, during song]: [DATA EXPUNGED]\n\n(SCP-043 is removed from the room as per its own request.)\n\n\n\n\nSCP-043, unsurprisingly, was not willing to discuss its reaction to SCP-537, simply referring to it as \"that cheeky thing\", and mentioning that \"it's the type that needs to learn to be careful if it doesn't want to [DATA EXPUNGED].\"\n\n\nDocument #537-2:\n Experiment 537/043-2\n\n\nSCP-043 was placed, after reluctantly agreeing to do so, under SCP-537's needle. When asked how it was feeling, SCP-537 played the first eight tracks of \"The White Album\" by The Beatles (it should be noted that it is unusual for SCP-537 to play a song on the record it is turning, let alone several songs in the proper order). After the eighth track, rather than record stopping or \"Revolution 9\" playing, the record began to skip. A loud noise, described as \"somewhere between a record scratch and a shriek\" was heard and did not stop until the needle was forced up.\n\n\nSCP-043 refused to speak of the incident, saying only that it never wanted to be near SCP-537 again. SCP-537 reacted similarly; when asked its opinion of SCP-043, it responded by playing George Carlin's routine \"Seven Words You Can Never Say On Television\".\n\n\nAddendum A:\n \nSince Experiment 537/043-2, SCP-537 has flatly and consistently refused to play any song by The Beatles, responding each time by raising and lowering its needle twice. When asked multiple times to do so, SCP-537 reacts angrily.\n Dr. ███████\n\n\nAddendum B:\n Speculation as to whether or not SCP-537 is capable of playing songs from vinyls released after its construction (the date of which is unknown) has been settled as of a recent interview, which it ended by playing \"Caring is Creepy\" from \"Oh, Inverted World\" by The Shins, an album released on vinyl in June of 2004; this is interpreted as SCP-537's way of expressing its apathy towards the interview.\n\n\n\n\n\n\n« \nSCP-536\n | SCP-537 | \nSCP-538\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-537\n\" by Achalk, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-537\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum A: Since Experiment 537/043-2, SCP-537 has flatly and consistently refused to play any song by The Beatles, responding each time by raising and lowering its needle twice. When asked multiple times to do so, SCP-537 reacts angrily. Dr. ███████",
        "Addendum B: Speculation as to whether or not SCP-537 is capable of playing songs from vinyls released after its construction (the date of which is unknown) has been settled as of a recent interview, which it ended by playing \"Caring is Creepy\" from \"Oh, Inverted World\" by The Shins, an album released on vinyl in June of 2004; this is interpreted as SCP-537's way of expressing its apathy towards the interview."
    ],
    "documents": [
        "Document #537-1: Test for Special Properties in SCP-537-2 Performed by Dr. ███████\nSCP-537-2 was played in a regular turntable. The record is apparently blank. A vinyl record, consisting of one (1) perfectly circular groove along which the needle would travel was made for the purpose of this experiment. When given to SCP-537 to play, though the replica record was identical, SCP-537 apparently realized that it had not been given SCP-537-2 and reacted angrily, raising its needle and refusing to lower it until given its own record back. SCP-537 continues to refuse to communicate with Dr. ███████.",
        "Document #537-2: Experiment 537/043-1\nSCP-043 and a second functioning turntable were introduced to SCP-537, overseen by Agent █████. Transcript follows:\nSCP-043, unsurprisingly, was not willing to discuss its reaction to SCP-537, simply referring to it as \"that cheeky thing\", and mentioning that \"it's the type that needs to learn to be careful if it doesn't want to [DATA EXPUNGED].\"",
        "Document #537-2: Experiment 537/043-2\nSCP-043 was placed, after reluctantly agreeing to do so, under SCP-537's needle. When asked how it was feeling, SCP-537 played the first eight tracks of \"The White Album\" by The Beatles (it should be noted that it is unusual for SCP-537 to play a song on the record it is turning, let alone several songs in the proper order). After the eighth track, rather than record stopping or \"Revolution 9\" playing, the record began to skip. A loud noise, described as \"somewhere between a record scratch and a shriek\" was heard and did not stop until the needle was forced up.\nSCP-043 refused to speak of the incident, saying only that it never wanted to be near SCP-537 again. SCP-537 reacted similarly; when asked its opinion of SCP-043, it responded by playing George Carlin's routine \"Seven Words You Can Never Say On Television\"."
    ],
    "notes": [
        "(SCP-043 plays to track 29. Heavy breathing is heard.) Agent █████: He's here now, 537. Say hello. (SCP-537 plays \"Wilkommen!\" from Cabaret) SCP-043 [during song]: Hello? What's that sound? (SCP-537 makes a scratching sound but continues playing \"Wilkommen!\") SCP-043 [during song]: This is the record player you told me about? Is there a way to shut it up? Agent █████ [during song]: 537 can't play another song until it finishes the one it's playing. SCP-043 [during song]: How annoying. (Song ends.) SCP-043: Right then, that was… lovely. I'm just supposed to… converse… with you, so, how are you, I suppose? (SCP-537 begins playing \"Sunshine, Lollipops and Rainbows\" by Lesley Gore) SCP-043: Oh, wonderful… (Song ends.) SCP-043: Right. Let's talk about me, then. Is there something you want to know about me? (SCP-537 raises and lowers its needle, denoting an affirmative answer.) SCP-043: And what would you like to know? (SCP-537 begins playing \"Here Comes The Sun\" by The Beatles) SCP-043 [during song]: Why are you playing that song? What do you think I- (SCP-537 raises its volume.) SCP-043 [during song]: <inaudible, underneath music> (Song ends, SCP-537 immediately begins playing the same song again.) SCP-043 [shouting, during song]: Stop it! Stop it! (SCP-537 raises volume.) SCP-043 [shouting, during song]: [DATA EXPUNGED] (SCP-043 is removed from the room as per its own request.)",
        "\" SCP-537 \" by Achalk, from the SCP Wiki . Source: https://scpwiki.com/scp-537 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-537",
    "object_class": "Safe",
    "containment_procedures": "SCP-537 is to be kept in a soundproof room. No additional containment measures are required, although SCP-537 has requested:",
    "description": "Recovered from a pawn shop, to which it had reportedly been brought by a young man in February of 198█.",
    "title": "SCP-537"
}