{
    "url": "https://scp-wiki.wikidot.com/scp-5381",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5381\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Since the impermanent nature of SCP-5381 instances complicates long-term containment, efforts should concentrate on concealing its existence from the public. In the case of an SCP-5381's manifestation, Mobile Task Force Omega-41 \"Fieles Difuntos\" should move and set a perimeter around the instance in order to prevent encounters with civilians. Any unauthorized witness should be given Class-A amnestics and released.\n\n\nDescription:\n SCP-5381 refers to a small population of spectral entities theorized to be a subspecies of \nGashadokuro\n, a \nyokai\n entity endemic to Japan\n1\n. So far, SCP-5381 manifestations have only been reported in the Soconusco region of Chiapas, México. SCP-5381 is noteworthy for being the second documented sighting of \nGashadokuro\n outside Japan\n2\n and the first documented population external to the island nation.\n\n\nSimilarly to the Japanese \nGashadokuro\n, SCP-5381 instances resemble giant animated human skeletons; the main visual feature distinguishing them is that SCP-5381's bone structure is adorned with patterns resembling traditional Día de Muertos \ncalavera de azúcar\n3\n decorations.\n\n\n\n\n\n\nCalaveritas de azúcar\n. SCP-5381 decorations bear resemblance to these decorative patterns.\n\n\n\n\n\n\nSCP-5381 instances are approximately between 25 and 30 meters tall\n4\n. Like their Asian counterparts, SCP-5381 can not be photographed. Interestingly, SCP-5381 exhibits a drastically different behavior from the Japanese \nGashadokuro\n. Research on the exact nature and reason for this divergent behavior is still ongoing.\n\n\nSo far 14 SCP-5381 instances have been identified. Each one presents unique physical traits, varying in height, color, and pattern decorations\n5\n. Each SCP-5381 individual manifests\n6\n in a different location corresponding to a local cemetery in the Soconusco region of Chiapas, México. These cemeteries belong to towns that were hotspots of Japanese immigration to México during the end of the 19th century and the early 20th century\n7\n. It is unknown what conditions originated the SCP-5381 phenomenon and why it is not present in other regions of Mexico with Japanese immigration.\n\n\nAddendum:\n The following fragments are from Toraji Kusakado's diary, leader of the Enomoto Colony\n8\n, is assumed to be the first record of SCP-5381. Foundation Historians are currently studying historical records in order to obtain a clearer picture of the intercultural exchange that gave rise to SCP-5381's speciation process.\n\n\n \n\n\n\n\nI have brought dishonor to my name and legacy. While malaria took the life of many of my companions, it was my failure at leadership and planning that doomed our harvest. Yesterday, my remaining countrymen decided to leave me. Some were eager to return to our homeland, and others decided to make this land their new home. I have failed them. I failed Lord Enomoto. I failed Japan…\n\n\n\n\n \n\n\n\n\nDue to all of my past tribulations, I missed the chance to honor my fallen companions during the Bon\n9\n festival. The Mexicans have a similar tradition on November 2nd so I decided to honor the customs of this land and paid a visit to the local graveyard in the town of Escuintla where my fallen companions rest.\n\n\nI went to the local market to get the materials for a \nshoryo-dana\n10\n. I had trouble choosing appropriate flowers for the altar since I was still unfamiliar with the local varieties. A merchant kindly explained to me that I should use \ncempasúchil\n, the flower of the dead. I still remember her fondly for she was not only a joyful spirit, but she was also donning the most peculiar makeup I have seen in this land. \nFor moments, that makeup make me feel as if I was talking to a shinigami.\n\n\nI arrived at the cemetery to clean the graves. I built a makeshift \nshoryo-dana\n and placed candles and the \ncempásuchil\n flowers on it. I lit the candles and left the food offerings: our traditional dishes to remind them of our homeland, but also \npan de muerto\n11\n and some one of those curious skull-shaped candies.\n\n\n\n\n \n\n\n\n\nI was alone, praying at \nshoryo-dana\n when a towering figure emerged from the shadows. I recoiled in fear as I recognized the fearsome \nGashadokuro\n, surely sent by angry spirits to punish me for my failings. I tried to run but my legs were failing me. I tripped on an unmarked grave and fell to the ground and watched in horror as the \nyokai\n approached me. I had heard the stories of the \nGashadokuro\n mercilessly biting the head of their unfortunate victims and drinking their blood. I prayed to my ancestors and tried to make peace with my destiny. If being eaten by the \nyokai\n was the just punishment for my failing, then so be it.\n\n\nTo my surprise, the \nGashadokuro\n did not eat me. Instead it just stood for a while in front of me, inspecting me in a curious manner that seemed almost child-like, before losing interest and wandering around the tombs. I could not believe what miracle could have convinced the demon to spare me. Had it been some intervention from the \nKami\n?\n\n\n\n\n \n\n\n\n\nEventually, I realized that, in my initial fear, I had failed to notice something important about this \nGashadokuro\n. It was different from the popular legends and paintings I had seen before. It was even different from \nHantā's records.\n I once had the opportunity to read. Its bones, traditionally supposed to be just bare bones, now bore decorations similar to those put in skull-shaped candies used by Mexicans as offerings to honor their dead. At that moment I realized we had brought the \nGashadokuro\n with us. Alongside our hopes and dreams, we carried also our demons. However, this land and its ritual I had partaken in somehow changed the \nyokai\n, healing its terrible anger and satiating its infinite hunger.\n\n\nSeeing this changed creature filled me with a lot of hope, if even the monstrous \nGashadokuro\n could find peace in this place… maybe… then maybe we also have a future here. The decorated \nGashadokuro\n disappeared slowly into the darkness it had emerged. I was left alone again, contemplating the starry night, wondering if I would live to see the day the Rising Sun and the Navel of the Moon finally shine together.\n\n\n\n\nToraji Kusakado\n\nNovember 3rd 1897\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5380\n | SCP-5381 | \nSCP-5382\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5381\n\" by Kilerpoyo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5381\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n calavera.jpg\n\n\nName:\n File:Calaveras de azúcar XII.jpg\n\n\nAuthor:\n J Mndz\n\n\nLicense:\n Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0)\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/jorge_mendez/50398950667/\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See \nSCP-2863\n for further reference.\n\n\n2\n. The other documented sighting outside of Japan was of a single specimen in China in 1938.\n\n\n3\n. Skull-shapped sugar or chocolate candy, usually put in Día de Muertos altars as part of an offering to the dead.\n\n\n4\n. Generally smaller than the Japanese \nGashadokuro\n which ranges between 30 and 35 meters.\n\n\n5\n. Decorations appear to match popular depictions of Dia de Muertos \ncalaveras\n. At least one of them has been described as wearing headwear resembling of the local \nsombrero\n.\n\n\n6\n. Manifestations can occur at least twice a month and last approximately 4-5 hours before disappearing.\n\n\n7\n. To this day, Japanese surnames are common in the region.\n\n\n8\n. First Japanese attempt at migration to Mexico, orchestrated by viscount Takeaki Enomoto with the blessing of the Mexican President Porfirio Díaz. Thirty-five Japanese migrants tried to establish a coffee plantation new the town of Escuintla, in the Soconusco region of Chiapas. This first colony was ultimately a failure due to poor harvests and sicknesses such as malaria, however, it set the precedent for future Nippon migrations to the country.\n\n\n9\n. Syncretic Buddhist/Shintoist festival to honor the dead celebrated from August 13th to 16th. It presents similarities to the Mexican Día de Muertos, such as the custom of making altars and food offerings to the deceased and cleaning and decorating family graves.\n\n\n10\n. Altar to welcome the spirits during Bon.\n\n\n11\n. Traditional Día de Muertos sweetened soft bread shaped like a bun, decorated with bone-shaped pieces.",
    "addendums": [
        "Addendum: The following fragments are from Toraji Kusakado's diary, leader of the Enomoto Colony 8 , is assumed to be the first record of SCP-5381. Foundation Historians are currently studying historical records in order to obtain a clearer picture of the intercultural exchange that gave rise to SCP-5381's speciation process.\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5381 \" by Kilerpoyo, from the SCP Wiki . Source: https://scpwiki.com/scp-5381 . Licensed under CC-BY-SA .",
        "Filename: calavera.jpg Name: File:Calaveras de azúcar XII.jpg Author: J Mndz License: Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0) Source Link: https://www.flickr.com/photos/jorge_mendez/50398950667/"
    ],
    "containment_procedures": "Since the impermanent nature of SCP-5381 instances complicates long-term containment, efforts should concentrate on concealing its existence from the public. In the case of an SCP-5381's manifestation, Mobile Task Force Omega-41 \"Fieles Difuntos\" should move and set a perimeter around the instance in order to prevent encounters with civilians. Any unauthorized witness should be given Class-A amnestics and released.",
    "description": "SCP-5381 refers to a small population of spectral entities theorized to be a subspecies of Gashadokuro, a yokai entity endemic to Japan1. So far, SCP-5381 manifestations have only been reported in the Soconusco region of Chiapas, México. SCP-5381 is noteworthy for being the second documented sighting of Gashadokuro outside Japan2 and the first documented population external to the island nation.",
    "title": "SCP-5381"
}