{
    "url": "https://scp-wiki.wikidot.com/scp-5405",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\nA tree found within SCP-5405.\n\n\n\n\n\n\nItem #:\n SCP-5405\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area surrounding SCP-5405 is to be monitored at all times for signs of anomalous flora or fauna. The perimiter of SCP-5405 should be surrounded by a six meter high wall. Area 12-5405 is positioned on the north end of the barrier, to provide an entry point to SCP-5405 and also to serve as a base for personnel.\n\n\nIf any unidentified lifeforms are detected, security stationed at Area 12-5405 are to be dispatched to check for possible anomalous threats. Should a confirmed breach have occured, MTF Umbra-6 \"Harsh Critics\" are to be deployed to the area immediately to search for signs of breached flora or fauna.\n\n\nAny personnel entering SCP-5405 should wear protective equipment suited to a toxic environment. Should any spread of SCP-5405 be detected, a squad of MTF Umbra-6 should be deployed to the area, equipped with a Scranton Reality Anchor, and necessary equipment to remove a section of SCP-5405. Should the breach be flora, flame-based suppression is effective. If anomalous fauna breaches, standard anti-personnel weaponry should be used. Any personnel returning from SCP-5405 should receive a full decontamination, and their protective equipment should be checked for breaks and tears.\n\n\nSCP-5405-1 should be kept within a sealed containment chamber, and all contact is to be made only with protective gear suited to dealing with a class-3 infectious object.\n\n\nDescription:\n SCP-5405 is a 50 square kilometer area of northern Canada. Subjects who enter SCP-5405 often find that once within the radius of its effect, the zone grows considerably, suggesting a non-euclidean space. An entirely different ecosystem has developed inside SCP-5405, often conflicting with logic or nature in impossible ways.\n\n\nThe sky inside of SCP-5405 follows the same day cycle as Earth, albeit with no visible source of light. The light within SCP-5405 is considerably brighter than natural sunlight during the day, with transitions to night within a very short period. At night, the only source of light is bioluminescent flora, which reveals a blue fog that fills SCP-5405.\n\n\nThe weather system within SCP-5405 is chaotic and random, often changing from high pressure fronts to low pressure within seconds. Rain and wind occur seemingly at random. Winds are often strong, and the weather can go from still to around 60km/h winds in seconds. Any rain that occurs within SCP-5405 occurs with no visible source, as no clouds have been observed in the sky of SCP-5405.\n\n\nThe geography of SCP-5405 is unsuited to plant life, with few sedimentary layers. Analysis of the area shows that there is a thin layer of soil above bedrock. This prevents detailed root structures required for standard flora inhabiting SCP-5405 from forming, thus resulting in many fallen trees or plants due to the strong winds. However, whenever personnel find an example of a fallen tree or plant, the affected flora always disappears within 24 hours, even when observed. Soon after such an event, personnel often find fully grown trees that should have taken years to grow fully formed within a single day. In this way, the population of flora within SCP-5405 seems to never change dramatically. This majorly affects personnel's ability to map SCP-5405, as the layout of flora, and even of landmass, is always shifting.\n\n\nThe inside of SCP-5405 is populated by many species of anomalous flora and fauna, varying considerably in type. Many species within are seemingly unsuited to their environment, and in a non-anomalous situation would quickly become extinct. Many fauna expire within SCP-5405\n1\n, but through unknown anomalous means, the population never seems to decrease.\n\n\nSome examples of flora documented within SCP-5405 include:\n\n\n\n\n\n\n\n\nA species of tree that seemingly grows roots upwards as well as downwards, wrapping the trunk in odd extrusions.\n2\n\n\nThreat Level: Low to none\n\n\n\n\n\n\n\n\n\n\nA species of small fungi that reacts negatively to water, seemingly relying on a dry environment to survive. The fungi seems to have difficulty remaining healthy due to the non-arid environment of SCP-5405.\n\n\nThreat Level: Low to none\n\n\n\n\n\n\n\n\n\n\nA type of shrub that has razor-edged leaves, able to slice through most material.\n3\n\n\nThreat Level: Moderate\n\n\n\n\n\n\n\n\n\n\nA type of shrub that grows stems from the ends of its leaves, creating long, fragile branches in many directions. This often results in many snapped branches, which leak a clear green liquid.\n\n\nThreat Level: Low to none\n\n\n\n\n\n\n\n\n\n\nA grass that becomes bioluminescent upon nightfall. Tests have revealed that it requires nightfall, not darkness, suggesting a natural way for the flora to record time.\n\n\nThreat Level: Low to none\n\n\n\n\n\n\n\n\nSome examples of fauna documented within SCP-5405 include:\n\n\n\n\n\n\n\n\nA carnivorous bipedal species, seemingly adapted to ambush hunting. It stands at approximately 7 feet tall, and has no other limbs apart from its legs, which end in footless stumps. Tests have confirmed it to be vaguely canine in nature. Strangely for a carnivore, it seems to have difficulty walking and often fails to catch food or cause any serious damage. The species seems to frequently injure itself when it falls, and has difficulty righting itself. Subjects are often found extremely malnourished due to failure to catch prey.\n\n\nThreat Level: Moderate\n\n\n\n\n\n\n\n\n\n\nA quadrupedal omnivore, avian in nature. Oddly enough for an avian species, it has no sign of wings or vestiges of wings. No feathers have been noticed on the creature, instead it has lumpy, soft skin similar to that of birds. It has a single camel-like hump in the centre of its back, which seems to be without purpose. No aggression has been noticed, suggesting it is supposed to be a scavenger. What it scavenges is unknown due to the high decomposition rate within SCP-5405.\n\n\nThreat Level: Low\n\n\n\n\n\n\n\n\n\n\nA small round species with no visible limbs, features, or orifices. Its diet is unknown, and it is covered in scales similar to those of a snake or reptile. The creature's only source of movement is its ability to roll at high speeds. With no visible way of breeding or eating, it is unknown how these creatures survive, but they seem to live in complex underground burrows.\n\n\nSubjects taken into captivity die in a matter of hours, and subterranean scans have revealed huge piles of decomposing corpses within these burrows, suggesting that the species has a very short lifespan.\n\n\nThreat Level: Low to none\n\n\n\n\n\n\n\n\n\n\nA large mammalian species, unknown diet. Octopedic in nature, the creature has legs over nine meters long. Due to a fragile bone structure, it seems to often break its bones, although they heal in a matter of seconds, resulting in twisted, unique structures to their bodies. These strange formations often cause extreme pain and discomfort for subjects, and they are often noted to lack motivation to move or flee from predators. No mouth or other orifice is visible through which food could be consumed, although the tips of its legs seem to absorb nutrients from soil in a manner similar to plant roots.\n\n\nThreat Level: Low\n\n\n\n\n\n\n\n\n\n\nA bipedal species, diet unknown. Its only limbs are its two legs, there is no sign of any other growths or extrusions. Tests have revealed it is incredibly light, weighing only 830 grams. Upon sighting another lifeform, it will unfurl several flaps of skin from its body, creating large surface areas which provide lift upon movement. Due to its light weight, it is at the mercy of winds and weather, often resulting in injury due to impact against trees or rocks. Oddly for a living species, it has no way of naturally healing itself. Several subjects have been taken into custody for further testing.\n\n\nThreat Level: Low\n\n\n\n\n\n\n\n\n\n\nA bacterial species, found in extremely high numbers within SCP-5405. Tests show that the bacteria consumes dead material at a vastly accelerated rate compared to that of regular bacteria. This results in corpses or bodies decomposing in as short a time as several hours. The bacteria is also responsible for manifesting a slight toxin, that seems to affect fauna only, resulting in open sores that bleed profusely.\n\n\nThreat Level: High\n\n\n\n\n\n\n\n\nNo sentient creatures exist inside of SCP-5405.\n Only one sentient creature has been discovered inside of SCP-5405. To date there have been no other examples of sentient life, and no sign that the subject, designated SCP-5405-1, is part of a larger species or group.\n\n\nSCP-5405-1 is a humanoid entity, approximately 6ft tall. The creature has approximately human proportions, with a few exceptions. The subject's bone structure appears to lack cartilage or joint cushioning. This results in jolting and painful movement, although SCP-5405-1 appears to be accustomed to this. SCP-5405-1 has a single finger in place of multiple, greatly thicker than a normal human finger, resulting in a primitive claw-like hand. SCP-5405-1's facial features are very similar to that of a human, with only a few differences. SCP-5405-1 has no sign of a nose or other olfactory organ, and its ears are set several inches further back on its head. This seems to serve little purpose, and only weakens its frontal hearing. SCP-5405-1 also shows signs of advanced infection from the aforementioned anomalous bacteria.\n\n\nCommunication with SCP-5405-1 has been established through spoken language. The subject seems to have a spoken language very similar to English, although very simplified and poorly structured. SCP-5405-1 shows knowledge of complex concepts such as leadership, hunting, and writing, even though it has had no exposure to such ideas.\n\n\n\n\nInterview with SCP-5405-1\n\n\n\n\nHide interview\n\n\n\n\n\n\nSCP-5405-1 interview\n\n\nInterviewer: Dr. Malloc\n\n\n<Begin Log, [2210 hours, 9/21/████]>\n\n\nInterviewer:\n \nSighs.\n Good evening SCP-5405-1. How are you?\n\n\n\n\nSCP-5405-1:\n Cold. Bright. Scared.\n\n\nInterviewer:\n That's nice. We'd like to ask you a few questions, so let's get this over with before it gets too late. How would you describe your time within SCP-5405?\n\n\nSCP-5405-1:\n Want stick. Draw stick and bark.\n\n\nSCP-5405-1 is provided with a pencil and paper.\n\n\nInterviewer:\n Alright, let's try again. How would you describe your time within SCP-5405?\n\n\nSCP-5405-1:\n Scared. Fight. Run. Many hunt. Angry.\n\n\nInterviewer:\n You hunted, or were hunted?\n\n\nSCP-5405-1:\n Hunted by things. Big things. Many things. Scared. Angry.\n\n\nInterviewer:\n Did you ever find any creatures that didn't attack you?\n\n\nSCP-5405-1:\n Yes. Small. Big. Legs.\n\n\nInterviewer:\n Did you hunt those creatures?\n\n\nSCP-5405-1:\n No. No hunt.\n\n\nInterviewer:\n What did you eat?\n\n\nSCP-5405-1 shows visible confusion.\n\n\nSCP-5405-1:\n No eat. No hunt.\n\n\nInterviewer:\n You didn't eat? How did you survive?\n\n\nSCP-5405-1:\n Not eaten.\n\n\nInterviewer:\n What about food for you? Where did you find food?\n\n\nSCP-5405-1:\n No need food. Food for hunters.\n\n\nInterviewer:\n [To personnel away from mic] Can someone get me some damn coffee? Might as well be comfortable. [To SCP-5405-1] Can you clarify? Why didn't you need food?\n\n\nSCP-5405-1:\n King give food. King give bad food.\n\n\nInterviewer:\n King? What do you mean?\n\n\nSCP-5405-1:\n King. Big king. King not like me. King strong. \nSCP-5405-1 uses the pencil to draw a crude circle, with a man standing below it. SCP-5405-1 gestures to the circle.\n King. King strong but stupid. Angry at king.\n\n\nInterviewer:\n I don't understand. Was this king with you there?\n\n\nSCP-5405-1:\n Yes. No. No understand. King always there and never there.\n\n\nInterviewer:\n Was he… imaginary?\n\n\nSCP-5405-1 becomes visibly frustrated, banging its hands on the ground.\n\n\nSCP-5405-1:\n No! No imaginary! Real! No there but real! If no real, no here!\n\n\nInterviewer:\n Okay, okay, calm down. What did this king do?\n\n\nSCP-5405-1:\n Make. King make things. King make trees and animals. King bad at make. King stupid. King things hurt. When animals hurt King make more. When plants hurt King make more. King make hunters. King make plants. King make everything. \nSCP-5405-1 pauses for a moment.\n King make me.\n\n\nInterviewer:\n I see. Was there anything the king didn't make?\n\n\nSCP-5405-1:\n You. This. \nSCP-5405-1 taps the ground, then the paper and pencil.\n This place. King make and make but can't make right. King things break. So he make more but more things bad too. \nSCP-5405-1 seems frustrated.\n\n\nInterviewer:\n Why does king- sorry. Why does this king make things?\n\n\nSCP-5405-1:\n King want this. This. \nSCP-5405-1 gestures to the room.\n King want make this. King want make you and other things. King can't. So King try make new things. New things no work. King try again. Things no work again. King no understand these things. \nOnce again, SCP-5405-1 taps the pencil and paper, then points at the interviewer.\n King make more, make me. I angry at king. King-\n\n\nInterviewer:\n [Interrupts] Let me rephrase; what does the king want?\n\n\nSCP-5405-1:\n King want be like other kings. King want make things. But king stupid, king bad at making.\n\n\nInterviewer:\n Okay, that's all we need for today. We'll see you again with some more questions, SCP-5405-1.\n\n\nSCP-5405-1:\n \nSCP-5405-1 becomes agitated.\n No go! No go! King take! Me no go back!\n\n\nSCP-5405-1 lunges at the glass, and is subdued. Noted was a sudden increase of activity from the various sores across SCP-5405-1's body.\n\n\n\n\nNote: I want a transfer. I have a goddamn Ph.D, I shouldn't be babysitting some creature with the brain of a toddler.\n\n- Dr. Malloc\n\n\n\n\n\n\n\n\nFollowing this, security was doubled on SCP-5405-1's cell. Despite this, by the following day, SCP-5405-1 was reported missing. Full searches of the site revealed no sign of forced exit, and no sign of SCP-5405-1. Should SCP-5405-1 be detected in SCP-5405, it is to be detained again and questioned.\n\n\n\n\nFootnotes\n\n\n1\n. Corpses decompose at a vastly accelerated rate due to extremely high levels of bacteria.\n\n\n2\n. See image above\n\n\n3\n. This has resulted in the loss of approximately $████ worth of important research equipment to date.\n\n\n\n\n\n\n\n\n« \nSCP-5404\n | SCP-5405 | \nSCP-5406\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5405\n\" by Researcher Calloway, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5405\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TreeForest2.png\n\n\nName:\n The roots wrap around the tree, weird atmosphere… Les racines entourent et étouffent le pauvre arbre, bizarre\n\n\nAuthor:\n Richard Mc Neil\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-5405-1 interview Interviewer: Dr. Malloc <Begin Log, [2210 hours, 9/21/████]> Interviewer: Sighs. Good evening SCP-5405-1. How are you? SCP-5405-1: Cold. Bright. Scared. Interviewer: That's nice. We'd like to ask you a few questions, so let's get this over with before it gets too late. How would you describe your time within SCP-5405? SCP-5405-1: Want stick. Draw stick and bark. SCP-5405-1 is provided with a pencil and paper. Interviewer: Alright, let's try again. How would you describe your time within SCP-5405? SCP-5405-1: Scared. Fight. Run. Many hunt. Angry. Interviewer: You hunted, or were hunted? SCP-5405-1: Hunted by things. Big things. Many things. Scared. Angry. Interviewer: Did you ever find any creatures that didn't attack you? SCP-5405-1: Yes. Small. Big. Legs. Interviewer: Did you hunt those creatures? SCP-5405-1: No. No hunt. Interviewer: What did you eat? SCP-5405-1 shows visible confusion. SCP-5405-1: No eat. No hunt. Interviewer: You didn't eat? How did you survive? SCP-5405-1: Not eaten. Interviewer: What about food for you? Where did you find food? SCP-5405-1: No need food. Food for hunters. Interviewer: [To personnel away from mic] Can someone get me some damn coffee? Might as well be comfortable. [To SCP-5405-1] Can you clarify? Why didn't you need food? SCP-5405-1: King give food. King give bad food. Interviewer: King? What do you mean? SCP-5405-1: King. Big king. King not like me. King strong. SCP-5405-1 uses the pencil to draw a crude circle, with a man standing below it. SCP-5405-1 gestures to the circle. King. King strong but stupid. Angry at king. Interviewer: I don't understand. Was this king with you there? SCP-5405-1: Yes. No. No understand. King always there and never there. Interviewer: Was he… imaginary? SCP-5405-1 becomes visibly frustrated, banging its hands on the ground. SCP-5405-1: No! No imaginary! Real! No there but real! If no real, no here! Interviewer: Okay, okay, calm down. What did this king do? SCP-5405-1: Make. King make things. King make trees and animals. King bad at make. King stupid. King things hurt. When animals hurt King make more. When plants hurt King make more. King make hunters. King make plants. King make everything. SCP-5405-1 pauses for a moment. King make me. Interviewer: I see. Was there anything the king didn't make? SCP-5405-1: You. This. SCP-5405-1 taps the ground, then the paper and pencil. This place. King make and make but can't make right. King things break. So he make more but more things bad too. SCP-5405-1 seems frustrated. Interviewer: Why does king- sorry. Why does this king make things? SCP-5405-1: King want this. This. SCP-5405-1 gestures to the room. King want make this. King want make you and other things. King can't. So King try make new things. New things no work. King try again. Things no work again. King no understand these things. Once again, SCP-5405-1 taps the pencil and paper, then points at the interviewer. King make more, make me. I angry at king. King- Interviewer: [Interrupts] Let me rephrase; what does the king want? SCP-5405-1: King want be like other kings. King want make things. But king stupid, king bad at making. Interviewer: Okay, that's all we need for today. We'll see you again with some more questions, SCP-5405-1. SCP-5405-1: SCP-5405-1 becomes agitated. No go! No go! King take! Me no go back! SCP-5405-1 lunges at the glass, and is subdued. Noted was a sudden increase of activity from the various sores across SCP-5405-1's body.",
        "\" SCP-5405 \" by Researcher Calloway, from the SCP Wiki . Source: https://scpwiki.com/scp-5405 . Licensed under CC-BY-SA .",
        "Filename: TreeForest2.png Name: The roots wrap around the tree, weird atmosphere… Les racines entourent et étouffent le pauvre arbre, bizarre Author: Richard Mc Neil License: CC BY 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5405",
    "object_class": "Euclid",
    "containment_procedures": "The area surrounding SCP-5405 is to be monitored at all times for signs of anomalous flora or fauna. The perimiter of SCP-5405 should be surrounded by a six meter high wall. Area 12-5405 is positioned on the north end of the barrier, to provide an entry point to SCP-5405 and also to serve as a base for personnel.",
    "description": "SCP-5405 is a 50 square kilometer area of northern Canada. Subjects who enter SCP-5405 often find that once within the radius of its effect, the zone grows considerably, suggesting a non-euclidean space. An entirely different ecosystem has developed inside SCP-5405, often conflicting with logic or nature in impossible ways.",
    "title": "SCP-5405"
}