{
    "url": "https://scp-wiki.wikidot.com/scp-5415",
    "all_text": "rating: \n+156\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCheck out more of my articles on my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+156\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5415\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe cover art of SCP-5415-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5415 containment procedures are currently reactive in nature, as opposed to preventative. Foundation agents embedded at major publishing houses are to check submitted material for SCP-5415 as part of their daily responsibilities. Foundation webcrawlers are to conduct automatic searches for SCP-5415 instances, prioritising fiction-writing websites and resources.\n\n\nUpon encountering any new references to SCP-5415, agents are to initiate a high-priority alert to the containment team, MTF-Psi-2 \"Invitation Revoked\", and the instance is to be contained immediately.\n\n\nDescription:\n SCP-5415 is the designation for a series of incomplete novels entitled \nThe 120 Days of Gomorrah\n. SCP-5415 are sequels, either direct or thematic, to the novel \"The 120 Days of Sodom\".\n1\n Each instance of SCP-5415 is produced independently from one another by authors that have no currently identified connections linking them.\n\n\nAs the author of an SCP-5415 instance progresses through writing the novel, they will become a conduit for anomalous phenomena, and exhibit steadily increasing signs of mental duress. This effect has become more pronounced with successive SCP-5415 instances. SCP-5415 instances are designated SCP-5415-#, with the numerical component incrementally increasing. The author of an instance is designated SCP-5415-#-A.\n\n\n\n\n\n\nADDENDUM 5415.1: INSTANCE DETAILS\n\n\n\n\n\n\n+ OPEN ADDENDUM 1 +\n\n\n\n\n- CLOSE ADDENDUM 1 -\n\n\n\n\n\n\nSCP-5415-01\n\n\nAuthor (SCP-5415-01-A):\n Edward Henry Forest\n\n\nDescription:\n An epistolary novel and a direct sequel. The novel takes the form of letters sent from Father Bertrand, a priest living near Metz, to an unnamed friend. Bertrand regularly takes confession from a cook who survived the events of \nThe 120 Days of Sodom\n.\n\n\nThe cook relays, in great detail, the tortures he witnessed to Bertrand, who, in turn, relays this to his friend. The nature of the acts described cause Bertrand to frequently contemplate the nature of humanity, and whether it was made in \"God's own image\". A subplot involves Bertrand hearing knocking from within the church's sealed crypt, but he is unable to locate the source of the sound.\n\n\nAt the conclusion of the novel, the cook commits suicide by jumping from the church steeple. Bertrand leaves the clergy, believing that if God does exist he is a \"cruel and lecherous creature\". Before departing his church, he notices a small hole has been knocked through the crypt wall from the inside.\n\n\n\n\nNotes:\n SCP-5415-01 was posted as a PDF document online on multiple forums concerning fiction writing. Medical records indicate SCP-5415-01-A committed suicide a few hours after -01's posting. When questioned, 01-A's family failed to recall any information regarding -01 and were unable to provide details regarding 01-A's death, attributing the latter to psychological repression. Further investigation found medical staff and coroners had similar difficulty recalling 01-A's expiration - the cadaver has yet to be located.\n\n\n\n\n\n\nSCP-5415-02\n\n\nAuthor (SCP-5415-02-A):\n Jessica Turner\n\n\nDescription:\n A science-fiction novel set in the year 7,356 A.D. The four primary characters are wealthy individuals who have extended their lifespans to the point of immortality through technology only affordable to the richest in society. Having each been alive for over a millennium, they find themselves unable to feel emotion, and purchase a cohort of slaves to torture in the hope of regaining their humanity. Each main character occupies a position within the \"Government of Allied Galaxies\" — a universe-wide governing body. The first quarter of the novel contains various allusions to multiple, ongoing political crises and an \"encroaching darkness\" . The characters are purposefully ignorant and refuse to acknowledge or remedy any of these situations.\n\n\n\nAt the climax of the novel, despite progressing through increasingly violent and depraved acts, the main characters have yet to feel any form of emotion. Planetary Governor Keyes, the primary organiser of the event, and whose ship is being used to stage the debauchery, accidentally rips out the cybernetic implants in his left arm during a particularly violent interaction with one of the slaves. Upon doing so he feels pain, and hurriedly encourages his co-conspirators to \"discard your false adornments\". They tear their cybernetic components, including eyes, limbs, primary organs and genitalia, out and find they are able to gain full pleasure from the torture, and praise themselves for \"returning to Flesh\" as they do so. Their mission accomplished, Keyes sets the ship's course to collide with the nearest star. The final scene of the novel is the mangled conspirators running amok amongst the remaining slaves as the stars in the distance go dark one by one.\n\n\nNotes:\n SCP-5415-02-A was reported missing by her employer after being absent from work and uncontactable for three consecutive days. Foundation personnel became involved after two local law enforcement officers were dispatched to SCP-5415-02-A's residence and only one returned five hours later. The returning officer suffered from exhaustion and signs of malnutrition, and described the house as a \"labyrinth\".\n2\n\n\nFoundation agents discovered the residence's architecture had developed non-Euclidean features, with the interior layout being constantly in motion. The centre of the house's new architectural structure remained consistent, and contained a spherical mass of a flesh-like substance, with a diameter of 1.23m and weighing 151kg, levitating 0.8m above the floor. The sphere excreted a liquid composed primarily of water, blood, █████, and honey at a rate of 0.5L per hour. Analysis of the sphere's composition found traces of DNA from both SCP-5415-02-A and the missing law enforcement official.\n\n\nThirty-six printed copies of SCP-5415-02's manuscript were located. Instances were also found to be have been sent via postal mail to five publishing houses in the United Kingdom.\n\n\n\n\n\n\nSCP-5415-03\n\n\nAuthor (SCP-5415-03-A):\n Avery Harper\n\n\nDescription:\n A retelling of the original novel, with the story transposed to a college campus in 1990s America. The four main characters are all students at an unnamed university and belong to the same fraternity. Three of their fathers have the occupation of one of Sade's characters\n3\n. Details of the fourth boy's parents are never given, but it is implied throughout the novel he arranged their murder to inherit their fortune.\n\n\nFeeling constrained by the norms of society, the students decide to \"unmask\" themselves and \"explore [their] desires\"; to do so, they kidnap members of sororities and other fraternities on campus before the Winter Holiday break. Midway through the novel, another fraternity member, Avery Harper, returns to the chapter house early. Upon witnessing the activities underway, he willingly volunteers as a victim.\n\n\nThe narrative is interspersed with dream sequences in which they await the arrival of their fathers to judge their \"work\". The final dream sequence, described in the penultimate chapter, has the four main characters experience a shared fantasy in which they have the same father\n4\n who arrives and judges their work to be worthy of his attention and visitation.\n\n\n\n\nNotes:\n SCP-5415-03 was discovered after its publication online via the self-publishing service of technology company \nAmazon\n, with the title triggering an alert via the Foundation's online watch-list. Upon arriving at SCP-5415-03-A's residence, MTF-Psi-2 discovered the author deceased with anomalous disfigurations. SCP-5415-03-A's limbs had been elongated to lengths of over 110m and fused to the residence's walls and ceilings. Periodically, the limbs were arranged into one of five thaumaturgical summoning symbols, with eighty-two symbols in total.\n\n\n\n\n\n\nSCP-5415-04\n\n\nAuthor (SCP-5415-04-A):\n Wayne Atkin-Clerk\n\n\nDescription:\n A meta-fiction in which an author afflicted by writer's block attempts to write a sequel to \"The 120 Days of Sodom\". Chapters alternate between the author's daily routine written in third person, first person stream of consciousness depicting his attempts to write the novel, and extracts from it.\n5\n From the 22nd page onwards, the name of the protagonist is substituted for the author's.\n\n\nNotes:\n After the neighbours situated below 04-A's apartment complained about water damage to their ceiling, building maintenance were called to investigate. 04-A was discovered deceased in his residence, with a slit throat that was continuously haemorrhaging. The wound is estimated to have bled approximately 24L of blood before alerted Foundation agents arrived and cauterised it. The corpse was disfigured, with 6 bone protrusions, 0.4m each, erupting through the scalp in a circular arrangement. A thaumaturgical summoning symbol had been branded upon the centre of the scalp. SCP-5415-04 was discovered, unfinished, on 04-A's personal laptop.\n\n\n\n\n\n\nSCP-5415-05\n\n\nAuthor (SCP-5415-05-A):\n David Carter\n\n\nDescription:\n A direct sequel. Set an undisclosed number of years after the original novel, the King of France contacts the Duc de Blangis\n6\n upon hearing rumours of the events of \"The 120 Days of Sodom\".\n\n\nThe King is organising a masquerade banquet in honour of a visiting foreign ambassador, and recruits the Duc to arrange the evening's entertainment. The novel primarily follows the Duc's daughter, Claudette, as she attempts to dissuade her father from assisting the King.\n7\n She is ultimately unsuccessful and, after an evening of abuse and torture of the King's courtiers, the novel culminates in Claudette being cannibalised by her father and the banquet attendees.\n\n\nFrom the beginning of the novel, the Duc is assisted by his servant, David. At the beginning of the third act, a comic interlude occurs between the two characters. During this, David ponders aloud why he assists the Duc with his crimes. The Duc responds that, whilst David serve the Duc, the Duc serves the King, the King serves the ambassador, and the ambassador serves \"The Truest King of All\", who shall \"reward us all with infinite glory when he breaches this land\".\n\n\nNotes:\n A draft of SCP-5415-05 was sent via mail to twenty publishers globally, alerting Foundation personnel. MTF-Psi-2 were dispatched to SCP-5415-05-A's residence; a log of the incident is included in the next addendum.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5415.2: INCIDENT 06/08/2019\n\n\n\n\n\n\n+ OPEN ADDENDUM 2 +\n\n\n\n\n- CLOSE ADDENDUM 2 -\n\n\n\n\n\n\n\n\n\n\n\n\nThe floor plans of SCP-5415-5-A's residence.\n\n\n\n\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 06/08/19\n\n\nTeam:\n MTF Psi-2 \"Invitation Revoked\"\n8\n\n\nTeam Lead:\n Melissa Crane\n9\n\n\nTeam Members:\n\n\n\n\nDr. Rajendra Pyne\n10\n\n\nDr. Pham Văn Danh\n11\n\n\nEvelyn Hayle\n12\n\n\nFather Owen Callahan\n13\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n(The team approach SCP-5415-05-A's residence.)\n\n\nCrane:\n Alright team, check your weapons. Anomaly's been inconsistent in the past, we can't rule out hostiles. We've got three floors: ground, second, basement. Pham, ground floor. Hayle and Pyne, take the property exterior and the basement. Callahan and I will take the top. Any sign of topological abnormalities in the architecture, radio it through, we'll regroup and re-plan. Capisce? Capisce. Let's go.\n\n\n(The team run up the steps to the residence's front door. Crane opens it in with one precise kick; her team, bar Hayle and Pyne, enter single file into the entrance hallway.)\n\n\n\n\n[At this point, Psi-2 splits into the three aforementioned groups. Each group's actions over the next five minute period are transcribed below.]\n\n\n\n\n\n\n[GROUND FLOOR]\n\n\n(Pham makes his way into the entrance hallway and turns left, into the lounge. The room is in a state of disarray: the powered-on television and a large mirror set over the fireplace have both been smashed numerous times. As Pham looks into the fireplace, the charred remains of family photos containing SCP-5415-05-A are visible. Cardboard has been haphazardly taped over the windows.)\n\n\n(Pham sweeps the room for signs of anomalous activity. He unplugs the television, compares his surroundings to the reflection shown in the mirror, and then lifts it up to examine the underlying wall. Satisfied, he moves on to the kitchen, where he is immediately hit by the putrid smell of rotten goods.)\n\n\nPham:\n Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying.\n\n\n(Unwashed dishes pile up in the sink. Fragments of ceramic litter the floor at the other end of the room, indicating crockery has been thrown at the wall. A table in the centre of the room is covered in seemingly innocuous maps and photographs of individuals conducting their daily affairs.)\n\n\nCrane:\n We've got signs of \nsomething\n upstairs for sure, but I'm not-\n\n\n(Another voice interjects, interrupting the team lead mid-sentence.)\n\n\nPyne:\n I need all of you down in the basement, right now!\n\n\n\n\n[SECOND FLOOR]\n\n\n(Crane and Callahan make their way into the entrance hall, and run up the flight of stairs to the top floor. Crane pushes open the first door they come to, leading to a small bathroom. The state of the bathroom matches that of the kitchen: the room is filthy, black mould covers the ceiling, faecal matter stains the toilet basin.)\n\n\nCrane:\n Oh Christ — sorry Father.\n\n\n(Callahan laughs.)\n\n\nCallahan:\n Are ya ever going to tire of that piss poor joke?\n\n\n(The two agents make their way down the landing, and take the door on their right. They enter the study, where a laptop and printer sit on an office desk. The floor is littered with the packaging of ink cartridges and printer paper. Crane approaches the laptop, and moves the attached mouse.)\n\n\n(The screen lights up; the laptop is on, and logged in to SCP-5415-05-A's profile — which Crane finds she can access without a password. The profile loads, and lands in to an open Microsoft Word document. \"120 Days of Gomorrah\", emboldened and underlined, entitles the 400 page manuscript.)\n\n\nCrane:\n Well, there goes any chance we're in the wrong house. You found anything?\n\n\n(Crane closes the laptop, places it into a plastic evidence bag, and stores it in her backpack as Callahan scours the bookshelves set against the west wall, calling out the book titles as he does.)\n\n\nCallahan:\n \nStein on Writing\n, King's \nDanse Macabre\n, \nOvercoming Anger\n, \nWhere Nightmares Come From\n, \nLetting Go Of Rage\n, \n101 Ways to Beat Writer's Block\n. Nout that looks anomalous in nature. Let's move on.\n\n\n(Crane and Callahan exit the study, and cross the landing to the bedroom. Crane opens the door, and walks in first.)\n\n\nCrane:\n Christ.\n\n\nCallahan:\n Come off it Mel-… oh.\n\n\n(Callahan follows Crane into the bedroom. The walls are completed covered with pages from SCP-5415-05, imprecisely affixed through a variety of methods: pins, staples, tape, and glue. The surfaces of the walls are uneven, where pages have been pasted over each other, in some places over thirty sheets thick. The majority of the pages are covered in frantic, barely legible scribblings.)\n\n\n(A pair of legs protrude from an alcove on the bedroom's north wall. Crane draws her weapon and moves around the bedroom to obtain a better perspective. A headless corpse, with a mangled upper torso, is slumped on the floor.\n14\n A shotgun lies adjacent, and the residue from its use splatters the wall behind the corpse. As the blood and viscera has dripped down, it has dried in the pattern of a thaumaturgical summoning symbol, over a meter in diameter.)\n\n\n(A voice crackles through their radios.)\n\n\nPham:\n Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying.\n\n\n(Still staring at the symbol, Crane reaches down to her radio.)\n\n\nCrane:\n We've got signs of \nsomething\n upstairs for sure, but I'm not-\n\n\n(Another voice interjects, interrupting the team lead mid-sentence.)\n\n\nPyne:\n I need all of you down in the basement, right now!\n\n\n\n\n[BASEMENT]\n\n\n(As the rest of the team swarm into the property, Hayle and Pyne perform a cursory sweep of the front yard, before walking along the side of the house to the back garden.)\n\n\nHayle:\n There's an ill wind blowing. The aura of this place… it's foul.\n\n\nPyne:\n Are the auras telling you if we'll all make it home in one piece?\n\n\nHayle:\n You'd be wise not to mock that you don't understand, Dr. Pyne.\n\n\nPyne:\n Just doing what I need to do to get through the day.\n\n\n(Arriving at the shed at the property's exterior, Pyne pulls open the door. The wooden structure is filled with gardening equipment. All of it is covered in a thick layer of dust — with the exception of a bundle of rope, on the floor by the entrance. Hayle kneels down, closes her eyes, and picks up a section of rope.)\n\n\nHayle:\n We need to get to the basement. Fast.\n\n\n(The agents walk from the shed towards the house, to a padlocked hatch leading into the basement. Pyne draws a handheld buzzsaw and attempts to cut through the lock. It glows red, and shows no signs of damage.)\n\n\nPyne:\n Thaumaturgically sealed. I don't need the spirits to know that someone didn't want us getting in here. There's another entrance in the house.\n\n\n(Pyne and Hayle run up to the residence's back door; Pyne smashes the door's glass and reaches through to unlock it. They enter the house, turn left, and walk down the stairs to the basement antechamber. A rhythmic pulsing sound begins to be heard.)\n\n\nPyne:\n That sure doesn't sound good.\n\n\n(As the pair approach the door to the main basement chamber, a red light can be seen shining through from underneath it, in time with the pulsing sound. A voice crackles through their radios:)\n\n\nPham:\n Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying.\n\n\n(The pair push open the door to the main basement chamber, and walk through.)\n\n\nHayle:\n Oh no. Oh no, no.\n\n\n(A large thaumaturgical symbol, the same as in the bedroom, has been drawn thickly with chalk across the majority of the floor. The red pulsing light emanates from the source, periodically illuminating the room.)\n\n\n(Four identical, smaller symbols have been drawn over the base shape's thaumaturgical focal points. Above these four symbols float four individuals, suspended and rotating in the air. They all display disfiguration of the scalp similar to that experienced by SCP-5415-04-A.)\n\n\n(At the centre of the room, a metre and a half above the floor, an incredibly bright bead of light shines, no bigger than the head of a pin.)\n\n\n(Pyne hurriedly throws his backpack to the floor, and grasps at his radio as Crane responds to Pham.)\n\n\nCrane:\n We've got signs of \nsomething\n upstairs for sure, but I'm not-\n\n\nPyne:\n I need all of you down in the basement, right now!\n\n\n\n\n(The body cameras of Crane, Pham, and Callahan capture them making their way, at speed, to the basement. Upon arriving, they find Hayle finishing erecting portable flood lights to provide extra visibility, and Pyne standing by the light in the centre of the room.)\n\n\nCrane:\n Tell me that's not what I know it is.\n\n\nPyne:\n Genuine interdimensional rift. What's causing this wants to get through and it's decided to kick the door in. Getting measurements now.\n\n\n(Pyne deploys four microscopic drones, which hover around the rift. They beam information regarding it to a tablet held by Pyne.)\n\n\n(Crane walks over to the thaumaturgical symbol and displaces the chalk on the floor by rubbing it with her boot. With the chalk now gone, the glowing red light continues to emanate out of the room's flooring.)\n\n\nCrane:\n Well, shit. Symbol's taken hold, so disrupting the ritual that way isn't an option. What have you got for me, Pyne?\n\n\nPyne:\n Rift is small, but growing. It's acting like an infection — each unit of our world breached infects the surrounding space, and so forth. I'm estimating… five minutes until we're at a point of no return.\n\n\nCrane:\n Oh wonderful. Command, I need an immediate evacuation of the surrounding area.\n\n\n(She turns and addresses her team.)\n\n\nCrane:\n Listen up! Pham, get vitals on the casualties, see if you can move them off the focal points. Callahan, bless the symbols, try to reduce their potency. Hayle, what do you make of this?\n\n\nHayle:\n Symbol is familiar to those seen in Goetian demonology, yet heavily deviated in certain places. Certainly a summoning symbol. The energy in this room is rancid, I can't sense anything willing to aid us.\n\n\nCrane:\n There's a bedroom on the top floor, walls are plastered in manuscript pages. Burn them.\n\n\nHayle:\n Understood, Captain.\n\n\n(Hayle leaves the basement to complete her orders.)\n\n\n(Pham moves between the suspended individuals, reaching up and taking their pulse. As he approaches each one, their eyes dart downwards and stare at him, indicating they are aware of their situation.)\n\n\nPham:\n Captain, they're all alive, but each time I try to remove them from the symbol, their pulse rockets and they start haemorrhaging from their eyes. I can't safely remove them whilst the ritual is active.\n\n\nCrane:\n Understood. Callahan, any luck?\n\n\nCallahan:\n Nothing I've done seems t' be having any effect. I'm running out of options fast.\n\n\nCrane:\n Pham, get those people delinked from the symbol. We need to slow this down.\n\n\nPham:\n But Captain-\n\n\nCrane:\n Just get it done.\n\n\n(Pham grabs the legs of the individual levitating closest to him. He begins to pull them away from the centre of the symbol, to the side of the room. Pham encounters significant resistance in doing so, but is eventually able to detach them from the focal point. As this happens, the civilian begins to spasm, and haemorrhaging intensifies, covering Pham in a spray of blood. The agent attempts to stabilise them, but to no avail. He moves on to the next civilian.)\n\n\n(Pyne walks over to Crane, and hands her the tablet tracking the size of the rift as he pulls another tablet from his backpack.)\n\n\nPyne:\n Removing them from the symbol has slowed the growth rate — it's bought us time, but not enough. Four minutes left. Rift is big enough to deploy a microdrone through.\n\n\n(One of the microdrones approaches the centre of the rift, before disappearing into it.)\n\n\nPyne:\n Readings are showing an atmospheric composition similar to our own — gravitational force is significantly higher though. Visuals are coming online…\n\n\nPyne's tablet begins to show the drone's camera output. The drone floats through a nondescript environment, covered entirely in a dark green fog. Every few seconds, a crack of thunder illuminates the area.\n\n\nPyne:\n Looks like an ideal place for my next vacation. Just over three minutes left.\n\n\nCrane:\n Command, widen the exclusion zone, I'm officially requesting backup. As many combat teams as you have in the area. We've got a hostile entity due for imminent entry into our reality. We're struggling to impede its efforts here.\n\n\n(A large maroon tentacle rises up through the fog, covered densely with suckers on all sides. A low-toned moan accompanies its appearance. It swings through the air, striking the drone and disabling it.)\n\n\n(Pyne sighs.)\n\n\nPyne:\n Just once, why couldn't \nThe 120 Days of Gomorrah\n be about a pillar of salt who learns about the power of family and how to love her new form?\n\n\n(Crane stares down at her tablet, tracking the size and the growth rate of the rift.)\n\n\nCrane:\n No, that can't…. Pyne, say that again!\n\n\nPyne:\n…say that I wish \nThe 120 Days of Gomorrah\n was a heart-warming tale about love and body positivity?\n\n\n(Crane throws her backpack to the ground, and pulls out the laptop she retrieved from the study. She flips the lid open, and starts rapidly editing the SCP-5415-05 manuscript, glancing up to check the readings on the machine every few seconds. She grabs at her radio.)\n\n\nCrane:\n Hayle! Get back down here now, I need you. Command, I've got an idea on how to fight this thing, but it's going to sound crazy. How many Literature grads are in the room right now?\n\n\n\n\n\n\n\n\nYou are not viewing the latest version of this document. Click here to refresh.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"The 120 Days of Sodom\" is a novel written in 1785 by French nobleman Marquis de Sade during his imprisonment in the Bastille. It follows four central characters, all men of wealth and power, in their quest for gratification via the torture and abuse of abducted victims. The novel was first published in 1904.\n\n\n2\n. Planning records show the residence as a non-anomalous, two-storey detached house. This has been corroborated with past residents, and acquaintances of SCP-5415-02-A.\n\n\n3\n. A banker, a judge, and a bishop.\n\n\n4\n. Consistently stylised throughout the relevant chapter as \"THE FATHER\".\n\n\n5\n. The latter contain a variety of author comments, sentences and paragraphs structured in multiple ways, and text written in strike-through to signify deletion.\n\n\n6\n. One of the primary four libertines in Sade's novel.\n\n\n7\n. Claudette does not appear in Sade's original novel, and is a creation of SCP-5415-05-A's.\n\n\n8\n. A multidisciplinary team specialising in the neutralisation of extradimensional threats attempting to enter our universe.\n\n\n9\n. Specialism: Field experience and team leadership.\n\n\n10\n. Specialism: Interdimensional Studies.\n\n\n11\n. Specialism: Biological hazards and medical expertise.\n\n\n12\n. Specialism: Spiritualism, Occult and Paranormal studies.\n\n\n13\n. Specialism: Theology, Eschatology, and Demonology.\n\n\n14\n. Identified post-incident as SCP-5415-05-A.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5414\n | SCP-5415 | \nSCP-5416\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5415\n\" by Dysadron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5415\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 120GM\n\n\nAuthor:\n Dysadron\n\n\nLicense:\n CC-BY-SA\n\n\n\n\n\n\nFilename:\n FloorPlan1\n\n\nAuthor:\n Dysadron\n\n\nLicense:\n CC-BY-SA\n\n\n\n\n\n\nFilename:\n FloorPlan2\n\n\nAuthor:\n Dysadron\n\n\nLicense:\n CC-BY-SA\n\n\n\n\n\n\nFilename:\n FloorPlan3\n\n\nAuthor:\n Dysadron\n\n\nLicense:\n CC-BY-SA\n\n\n\n\n\n\nFilename:\n Baptism\n\n\nAuthor:\n Dysadron\n\n\nLicense:\n CC-BY-SA\n\n\nDerivative of:\n \"young-happy-couple-at-sunset-beach\" + Free vintage antique leather book cover texture for layers (2981931138).jpg\n\n\n\n\n\n\nFilename:\n Baptism\n\n\nName:\n young-happy-couple-at-sunset-beach\n\n\nAuthor:\n peopleshot\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pickupimage.com/free-photos/young-happy-couple-at-sunset-beach/2333012\n\n\n\n\n\n\nFilename:\n Baptism\n\n\nName:\n Free vintage antique leather book cover texture for layers (2981931138).jpg\n\n\nAuthor:\n Pink Sherbert Photography\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Free_vintage_antique_leather_book_cover_texture_for_layers_(2981931138).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-5415-01 Author (SCP-5415-01-A): Edward Henry Forest Description: An epistolary novel and a direct sequel. The novel takes the form of letters sent from Father Bertrand, a priest living near Metz, to an unnamed friend. Bertrand regularly takes confession from a cook who survived the events of The 120 Days of Sodom . The cook relays, in great detail, the tortures he witnessed to Bertrand, who, in turn, relays this to his friend. The nature of the acts described cause Bertrand to frequently contemplate the nature of humanity, and whether it was made in \"God's own image\". A subplot involves Bertrand hearing knocking from within the church's sealed crypt, but he is unable to locate the source of the sound. At the conclusion of the novel, the cook commits suicide by jumping from the church steeple. Bertrand leaves the clergy, believing that if God does exist he is a \"cruel and lecherous creature\". Before departing his church, he notices a small hole has been knocked through the crypt wall from the inside. Notes: SCP-5415-01 was posted as a PDF document online on multiple forums concerning fiction writing. Medical records indicate SCP-5415-01-A committed suicide a few hours after -01's posting. When questioned, 01-A's family failed to recall any information regarding -01 and were unable to provide details regarding 01-A's death, attributing the latter to psychological repression. Further investigation found medical staff and coroners had similar difficulty recalling 01-A's expiration - the cadaver has yet to be located.",
        "SCP-5415-02 Author (SCP-5415-02-A): Jessica Turner Description: A science-fiction novel set in the year 7,356 A.D. The four primary characters are wealthy individuals who have extended their lifespans to the point of immortality through technology only affordable to the richest in society. Having each been alive for over a millennium, they find themselves unable to feel emotion, and purchase a cohort of slaves to torture in the hope of regaining their humanity. Each main character occupies a position within the \"Government of Allied Galaxies\" — a universe-wide governing body. The first quarter of the novel contains various allusions to multiple, ongoing political crises and an \"encroaching darkness\" . The characters are purposefully ignorant and refuse to acknowledge or remedy any of these situations. At the climax of the novel, despite progressing through increasingly violent and depraved acts, the main characters have yet to feel any form of emotion. Planetary Governor Keyes, the primary organiser of the event, and whose ship is being used to stage the debauchery, accidentally rips out the cybernetic implants in his left arm during a particularly violent interaction with one of the slaves. Upon doing so he feels pain, and hurriedly encourages his co-conspirators to \"discard your false adornments\". They tear their cybernetic components, including eyes, limbs, primary organs and genitalia, out and find they are able to gain full pleasure from the torture, and praise themselves for \"returning to Flesh\" as they do so. Their mission accomplished, Keyes sets the ship's course to collide with the nearest star. The final scene of the novel is the mangled conspirators running amok amongst the remaining slaves as the stars in the distance go dark one by one. Notes: SCP-5415-02-A was reported missing by her employer after being absent from work and uncontactable for three consecutive days. Foundation personnel became involved after two local law enforcement officers were dispatched to SCP-5415-02-A's residence and only one returned five hours later. The returning officer suffered from exhaustion and signs of malnutrition, and described the house as a \"labyrinth\". 2 Foundation agents discovered the residence's architecture had developed non-Euclidean features, with the interior layout being constantly in motion. The centre of the house's new architectural structure remained consistent, and contained a spherical mass of a flesh-like substance, with a diameter of 1.23m and weighing 151kg, levitating 0.8m above the floor. The sphere excreted a liquid composed primarily of water, blood, █████, and honey at a rate of 0.5L per hour. Analysis of the sphere's composition found traces of DNA from both SCP-5415-02-A and the missing law enforcement official. Thirty-six printed copies of SCP-5415-02's manuscript were located. Instances were also found to be have been sent via postal mail to five publishing houses in the United Kingdom.",
        "SCP-5415-03 Author (SCP-5415-03-A): Avery Harper Description: A retelling of the original novel, with the story transposed to a college campus in 1990s America. The four main characters are all students at an unnamed university and belong to the same fraternity. Three of their fathers have the occupation of one of Sade's characters 3 . Details of the fourth boy's parents are never given, but it is implied throughout the novel he arranged their murder to inherit their fortune. Feeling constrained by the norms of society, the students decide to \"unmask\" themselves and \"explore [their] desires\"; to do so, they kidnap members of sororities and other fraternities on campus before the Winter Holiday break. Midway through the novel, another fraternity member, Avery Harper, returns to the chapter house early. Upon witnessing the activities underway, he willingly volunteers as a victim. The narrative is interspersed with dream sequences in which they await the arrival of their fathers to judge their \"work\". The final dream sequence, described in the penultimate chapter, has the four main characters experience a shared fantasy in which they have the same father 4 who arrives and judges their work to be worthy of his attention and visitation. Notes: SCP-5415-03 was discovered after its publication online via the self-publishing service of technology company Amazon , with the title triggering an alert via the Foundation's online watch-list. Upon arriving at SCP-5415-03-A's residence, MTF-Psi-2 discovered the author deceased with anomalous disfigurations. SCP-5415-03-A's limbs had been elongated to lengths of over 110m and fused to the residence's walls and ceilings. Periodically, the limbs were arranged into one of five thaumaturgical summoning symbols, with eighty-two symbols in total.",
        "SCP-5415-04 Author (SCP-5415-04-A): Wayne Atkin-Clerk Description: A meta-fiction in which an author afflicted by writer's block attempts to write a sequel to \"The 120 Days of Sodom\". Chapters alternate between the author's daily routine written in third person, first person stream of consciousness depicting his attempts to write the novel, and extracts from it. 5 From the 22nd page onwards, the name of the protagonist is substituted for the author's. Notes: After the neighbours situated below 04-A's apartment complained about water damage to their ceiling, building maintenance were called to investigate. 04-A was discovered deceased in his residence, with a slit throat that was continuously haemorrhaging. The wound is estimated to have bled approximately 24L of blood before alerted Foundation agents arrived and cauterised it. The corpse was disfigured, with 6 bone protrusions, 0.4m each, erupting through the scalp in a circular arrangement. A thaumaturgical summoning symbol had been branded upon the centre of the scalp. SCP-5415-04 was discovered, unfinished, on 04-A's personal laptop.",
        "SCP-5415-05 Author (SCP-5415-05-A): David Carter Description: A direct sequel. Set an undisclosed number of years after the original novel, the King of France contacts the Duc de Blangis 6 upon hearing rumours of the events of \"The 120 Days of Sodom\". The King is organising a masquerade banquet in honour of a visiting foreign ambassador, and recruits the Duc to arrange the evening's entertainment. The novel primarily follows the Duc's daughter, Claudette, as she attempts to dissuade her father from assisting the King. 7 She is ultimately unsuccessful and, after an evening of abuse and torture of the King's courtiers, the novel culminates in Claudette being cannibalised by her father and the banquet attendees. From the beginning of the novel, the Duc is assisted by his servant, David. At the beginning of the third act, a comic interlude occurs between the two characters. During this, David ponders aloud why he assists the Duc with his crimes. The Duc responds that, whilst David serve the Duc, the Duc serves the King, the King serves the ambassador, and the ambassador serves \"The Truest King of All\", who shall \"reward us all with infinite glory when he breaches this land\". Notes: A draft of SCP-5415-05 was sent via mail to twenty publishers globally, alerting Foundation personnel. MTF-Psi-2 were dispatched to SCP-5415-05-A's residence; a log of the incident is included in the next addendum.",
        "[GROUND FLOOR] (Pham makes his way into the entrance hallway and turns left, into the lounge. The room is in a state of disarray: the powered-on television and a large mirror set over the fireplace have both been smashed numerous times. As Pham looks into the fireplace, the charred remains of family photos containing SCP-5415-05-A are visible. Cardboard has been haphazardly taped over the windows.) (Pham sweeps the room for signs of anomalous activity. He unplugs the television, compares his surroundings to the reflection shown in the mirror, and then lifts it up to examine the underlying wall. Satisfied, he moves on to the kitchen, where he is immediately hit by the putrid smell of rotten goods.) Pham: Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying. (Unwashed dishes pile up in the sink. Fragments of ceramic litter the floor at the other end of the room, indicating crockery has been thrown at the wall. A table in the centre of the room is covered in seemingly innocuous maps and photographs of individuals conducting their daily affairs.) Crane: We've got signs of something upstairs for sure, but I'm not- (Another voice interjects, interrupting the team lead mid-sentence.) Pyne: I need all of you down in the basement, right now! [SECOND FLOOR] (Crane and Callahan make their way into the entrance hall, and run up the flight of stairs to the top floor. Crane pushes open the first door they come to, leading to a small bathroom. The state of the bathroom matches that of the kitchen: the room is filthy, black mould covers the ceiling, faecal matter stains the toilet basin.) Crane: Oh Christ — sorry Father. (Callahan laughs.) Callahan: Are ya ever going to tire of that piss poor joke? (The two agents make their way down the landing, and take the door on their right. They enter the study, where a laptop and printer sit on an office desk. The floor is littered with the packaging of ink cartridges and printer paper. Crane approaches the laptop, and moves the attached mouse.) (The screen lights up; the laptop is on, and logged in to SCP-5415-05-A's profile — which Crane finds she can access without a password. The profile loads, and lands in to an open Microsoft Word document. \"120 Days of Gomorrah\", emboldened and underlined, entitles the 400 page manuscript.) Crane: Well, there goes any chance we're in the wrong house. You found anything? (Crane closes the laptop, places it into a plastic evidence bag, and stores it in her backpack as Callahan scours the bookshelves set against the west wall, calling out the book titles as he does.) Callahan: Stein on Writing , King's Danse Macabre , Overcoming Anger , Where Nightmares Come From , Letting Go Of Rage , 101 Ways to Beat Writer's Block . Nout that looks anomalous in nature. Let's move on. (Crane and Callahan exit the study, and cross the landing to the bedroom. Crane opens the door, and walks in first.) Crane: Christ. Callahan: Come off it Mel-… oh. (Callahan follows Crane into the bedroom. The walls are completed covered with pages from SCP-5415-05, imprecisely affixed through a variety of methods: pins, staples, tape, and glue. The surfaces of the walls are uneven, where pages have been pasted over each other, in some places over thirty sheets thick. The majority of the pages are covered in frantic, barely legible scribblings.) (A pair of legs protrude from an alcove on the bedroom's north wall. Crane draws her weapon and moves around the bedroom to obtain a better perspective. A headless corpse, with a mangled upper torso, is slumped on the floor. 14 A shotgun lies adjacent, and the residue from its use splatters the wall behind the corpse. As the blood and viscera has dripped down, it has dried in the pattern of a thaumaturgical summoning symbol, over a meter in diameter.) (A voice crackles through their radios.) Pham: Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying. (Still staring at the symbol, Crane reaches down to her radio.) Crane: We've got signs of something upstairs for sure, but I'm not- (Another voice interjects, interrupting the team lead mid-sentence.) Pyne: I need all of you down in the basement, right now! [BASEMENT] (As the rest of the team swarm into the property, Hayle and Pyne perform a cursory sweep of the front yard, before walking along the side of the house to the back garden.) Hayle: There's an ill wind blowing. The aura of this place… it's foul. Pyne: Are the auras telling you if we'll all make it home in one piece? Hayle: You'd be wise not to mock that you don't understand, Dr. Pyne. Pyne: Just doing what I need to do to get through the day. (Arriving at the shed at the property's exterior, Pyne pulls open the door. The wooden structure is filled with gardening equipment. All of it is covered in a thick layer of dust — with the exception of a bundle of rope, on the floor by the entrance. Hayle kneels down, closes her eyes, and picks up a section of rope.) Hayle: We need to get to the basement. Fast. (The agents walk from the shed towards the house, to a padlocked hatch leading into the basement. Pyne draws a handheld buzzsaw and attempts to cut through the lock. It glows red, and shows no signs of damage.) Pyne: Thaumaturgically sealed. I don't need the spirits to know that someone didn't want us getting in here. There's another entrance in the house. (Pyne and Hayle run up to the residence's back door; Pyne smashes the door's glass and reaches through to unlock it. They enter the house, turn left, and walk down the stairs to the basement antechamber. A rhythmic pulsing sound begins to be heard.) Pyne: That sure doesn't sound good. (As the pair approach the door to the main basement chamber, a red light can be seen shining through from underneath it, in time with the pulsing sound. A voice crackles through their radios:) Pham: Anyone else seen signs of life yet? This place seems abandoned — fridge is turned off, contents are putrefying. (The pair push open the door to the main basement chamber, and walk through.) Hayle: Oh no. Oh no, no. (A large thaumaturgical symbol, the same as in the bedroom, has been drawn thickly with chalk across the majority of the floor. The red pulsing light emanates from the source, periodically illuminating the room.) (Four identical, smaller symbols have been drawn over the base shape's thaumaturgical focal points. Above these four symbols float four individuals, suspended and rotating in the air. They all display disfiguration of the scalp similar to that experienced by SCP-5415-04-A.) (At the centre of the room, a metre and a half above the floor, an incredibly bright bead of light shines, no bigger than the head of a pin.) (Pyne hurriedly throws his backpack to the floor, and grasps at his radio as Crane responds to Pham.) Crane: We've got signs of something upstairs for sure, but I'm not- Pyne: I need all of you down in the basement, right now!",
        "\" SCP-5415 \" by Dysadron, from the SCP Wiki . Source: https://scpwiki.com/scp-5415 . Licensed under CC-BY-SA .",
        "Filename: 120GM Author: Dysadron License: CC-BY-SA",
        "Filename: FloorPlan1 Author: Dysadron License: CC-BY-SA",
        "Filename: FloorPlan2 Author: Dysadron License: CC-BY-SA",
        "Filename: FloorPlan3 Author: Dysadron License: CC-BY-SA",
        "Filename: Baptism Author: Dysadron License: CC-BY-SA Derivative of: \"young-happy-couple-at-sunset-beach\" + Free vintage antique leather book cover texture for layers (2981931138).jpg",
        "Filename: Baptism Name: young-happy-couple-at-sunset-beach Author: peopleshot License: CC0 Source Link: https://pickupimage.com/free-photos/young-happy-couple-at-sunset-beach/2333012",
        "Filename: Baptism Name: Free vintage antique leather book cover texture for layers (2981931138).jpg Author: Pink Sherbert Photography License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.wikimedia.org/wiki/File:Free_vintage_antique_leather_book_cover_texture_for_layers_(2981931138).jpg"
    ],
    "containment_procedures": "SCP-5415 containment procedures are currently reactive in nature, as opposed to preventative. Foundation agents embedded at major publishing houses are to check submitted material for SCP-5415 as part of their daily responsibilities. Foundation webcrawlers are to conduct automatic searches for SCP-5415 instances, prioritising fiction-writing websites and resources.",
    "description": "SCP-5415 is the designation for a series of incomplete novels entitled The 120 Days of Gomorrah. SCP-5415 are sequels, either direct or thematic, to the novel \"The 120 Days of Sodom\".1 Each instance of SCP-5415 is produced independently from one another by authors that have no currently identified connections linking them.",
    "title": "SCP-5415"
}