{
    "url": "https://scp-wiki.wikidot.com/scp-5425",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\nItem #:\n 5425\n\n\nObject Class:\n Euclid\n\n\nClearance Level:\n \nFive\n\n\n\n\n\n\nEE-5425.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5425 is to be contained at its current developmental level utilizing two Scranton Reality Anchors, and an OBELISK correctional system. SCP-5425's growth is to be minimized via localized reality restructuring.\n\n\nDescription:\n SCP-5425 refers to a spherical singularity with a current event horizon of 3 centimeters in diameter created by EE-5425, located in an OBELISK correctional system in the Jornada Del Muerto desert. SCP-5425 constantly expands, reconstructing reality by replacing baseline matter with its own. SCP-5425's gravitational field is localized around SCP-5425, displaying a strength similar to supermassive black holes.\n\n\nEE-5425 was the detonation of the \"Trinity\" bomb as part of the Manhattan Project. The fission of uranium atoms located within \"Trinity\" led to a spatial rift, creating SCP-5425 and permitting SCP-5425's matter generation. EE-5425 and the existence of SCP-5425 was withheld from the US Government by Foundation agent Julius Robert Oppenheimer, operating on the Foundation's behalf to ensure SCP-5425 posed minimal threat to the Veil. Agent Oppenheimer recorded data concerning SCP-5425, attached below.\n\n\n\n\nAssorted Documentation From Agent Oppenheimer\n\n\n\n\n\n\nWe plan to detonate \"Trinity\" today. I've warned the project leads, but sadly, it must be televised. It poses a major threat, but the Veil is somehow not at the forefront of my mind. What concerns me is the possibility that this weapon proposes.\n\n\n \n\nIt is true that we know not what rending atoms asunder will do. It is undeniable, however, that it will wreak untold havoc. Death. Destruction. At the moment, what threat it poses to \nus\n is terrifying to me. And that is an image I shall not be able to erase from my mind any time soon, no matter the amount of amnestics I use.\n\n\n \n\nIt is an understatement to say I fear what is to come. Humanity's undying urge is to \ndestroy\n, deep down. That is what this war has shown me. And I am expected to end destruction with a final \nflame\n of death? Death so unimaginable no one dares defy it? You cannot douse fire with flame, nor heat snow with ice. It will keep going. Newer, more dangerous, more \nanomalous\n and destructive.\n\n\n \n\nThat is what I fear.\n\n\n \n\n\n\n\nAgent Oppenheimer\n\n\n\n\n\n\n\n\n| ENTER LOG_IN INFORMATION\n\n| CREDENTIALS: WHAT IS THE FINALITY OF DEATH'S SCREECH?\n\n|\n\n| RESPONSE: IF NOT FOR THE LAST ECHO OF LIFE?\n\n|\n\n| WELCOME, OPPENHEIMER\n\n|\n\n| VIEWING: \"PROJECT_CORE_RUNLOG\"\n\n|\n\n| T: 00:00 \"DETONATE\"\n\n| T: 01:12 \"DETONATION COMPLETE: RUNNING DIAGNOSTICS\"\n\n| T: 01:13 \"F: 10,300 DEG RNTGN_LVL: <2 LIFE_SIGNS DETECTED: ~0\"\n\n| T: 01:14 \"SHOCKWAVE: MINIMAL FALLOUT: TRINITITE_PENDING\"\n\n| T: 01:20 \"VEIL THREAT: MINIMAL, DISINFORMATION COMMENCED\"\n\n| T: 01:24 \"ALERT: UNIDENTIFIED MASS DISCOVERED; DIAGNOSTICS COMMENCED\"\n\n| T: 01:24 \"LIFE_DETECTED: ~1. IDENTITY: OPPENHEIMER\"\n\n| T: 01:25 \"OBELISK_ENGAGED. VIEW RIGHT FOR ACTIVE FEED\"\n\n| T: 01:25 \"APPROACH NOT SUGGESTED. FALLOUT ANALYSIS NEEDED.\"\n\n| T: 01:25 \"APPROACH NOT SUGGESTED. FALLOUT ANALYSIS NEEDED.\"\n\n| T: 01:26 \"APPROACH NOT SUGGESTED. GRAVITATIONAL ANALYSIS NEEDED.\"\n\n| T: 01:26 \"APPROACH NOT SUGGESTED. GRAVITATIONAL ANALYSIS NEEDED.\"\n\n| T: 01:26 \"SAFETY MEASURE ENGAGED. DANGER: MINIMAL. VEIL THREAT: PLAUSIBLE.\"\n\n| T: 01:27 \"THREAT: INSUFFICIENT DATA FOR MEANINGFUL ANSWER.\"\n\n|\n\n| CLOSE_LOG\n\n| CLOSING…\n\n|\n\n| GOODBYE, OPPENHEIMER.\n\n\n\n\n\n\nImagine my surprise when I find a localized singularity present \nright\n where Trinity was.\n\n\n \n\nMy predictions were true. The OBELISK is currently in position, keeping it at bay. To be a bit more specific, totally containing it. It is quite humorous, in a twisted way, that humanity is now the master of the total consumption of the Earth itself.\n\n\n \n\nIn watching that small black dot, I am reminded of something I was told by the \nBhagavad Gita.\n \"The Supreme Lord said: I am death, the mighty destroyer of the world, out to destroy. Even without your participation all the warriors standing arrayed in the opposing armies shall cease to exist.\" \nWe\n are now Death. And that terrifies me. For we are fallible. Is it not true we were cast out of Heaven for the attainment of knowledge? What of the attainment of pure and total killing itself? Life is a beautiful thing. Yet most of mine has been devoted to utmost destruction of what lies before me. They tell me the war will end. This is the second one. I've no guarantee that it shall. I know they wish for me to create these weapons to drop on humans themself. Why would I do such a thing? I shall monitor Trinity, and create two more, neither of which shall have such destructive power - it is not as if they can tell.\n\n\n \n\n\n\n\nAgent Oppenheimer\n\n\n\n\n\n\n\n\n| ENTER LOG_IN INFORMATION\n\n| CREDENTIALS: WHAT IS THE FINALITY OF DEATH'S SCREECH?\n\n|\n\n| RESPONSE: IF NOT FOR THE LAST ECHO OF LIFE?\n\n|\n\n| WELCOME, OPPENHEIMER\n\n|\n\n| VIEWING: \"EVENT_ALERT_TAU57_53RD_OCCASION\"\n\n\nALERT! ALERT! UNIDENTIFIED MASS WITHIN TRINITY FALLOUT LOCATION. OBELISK ADJUSTING. IMMEDIATE UPKEEP NEEDED.\n\n\nALERT! ALERT! UNIDENTIFIED GRAVITATIONAL FORCE WITHIN TRINITY FALLOUT LOCATION. OBELISK ADJUSTING. IMMEDIATE UPKEEP NEEDED.\n\n\nALERT! ALERT! UNIDENTIFIED LUMINOSITIES DETECTED.\n\n\nIMMEDIATE UPKEEP NEEDED.\n\n\nUPKEEP PERFORMED. ANOMALIES CULLED.\n\n\nCHANCES OF 54TH LIKEWISE EVENT REOCCURRING: 100%.\n\n\n|\n\n| CLOSE_LOG\n\n| CLOSING…\n\n|\n\n| GOODBYE, OPPENHEIMER.\n\n\n\n\n\n\nAt this time, I find this will likely be a much shorter entry than my typical writings. I have not much time.\n\n\n \n\nIt is true that the OBELISK is doing exceptionally well at containing the Trinity being. This is undeniable fact - however, it is exceptional at containing something within. Something as of yet unknown to me, though I have a \nsmall\n inkling as what it could be. What has grown most concerning to me I have attached in a small log, which I shall ensure of its truth.\n\n\n \n\nHowever, I must append my previous claims.\n\n\n \n\nI have sinned for partaking in the destruction of the human. This is not what I, a man of science, truly wished to be in. Death is final. It is true I have a hand in death. My sins are thus, final.\n\n\n \n\nThey have told me that following Noah's sailing upon the Ark, or Deucalion, or any of the prophets which stood upon the rollicking waves, truly believed their actions were final. That the Earth was razed. It was torn asunder, washed under a tidal power.\n\n\n \n\nHowever, life began anew. I know it shall following Trinity.\n\n\n \n\nI named Trinity not after the Father, the Son, and the Holy Spirit - I named it after Shiva, Brahma, and Vishnu, from the glorious land of India. I was always quite fond of it. All are aspects of the same ideal; creation.\n\n\n \n\nFour-armed Vishnu, in his Nine Avatars, protects creation from meddling. Wise Brahma, keeper of the Knowledge of the Vedas creates. Shiva, however, the completion of the Trimurti, the aspect of destruction, is the antithetical one, or so it seems.\n\n\n \n\nIn destroying he creates space for life anew. So death doth touch the Resurrection, as the poet\n\nDonne so says. This is what I know shall occur. For death is not final. It resounds throughout the space it has left, until a being rises from the ashes.\n\n\n \n\nLife does not go so gently into that good night.\n\n\n \n\nAllow me to append my previous statement.\n\n\n \n\nI am not become Death.\n\n\n \n\nI? I am become Life. Creator of worlds.\n\n\n\n\n\n\n| ENTER LOG_IN INFORMATION\n\n| CREDENTIALS: WHAT IS THE FINALITY OF DEATH'S SCREECH?\n\n|\n\n| RESPONSE: IF NOT FOR THE LAST ECHO OF LIFE?\n\n|\n\n| WELCOME, OPPENHEIMER\n\n|\n\n| VIEWING: \"UPKEEP RESULTS\"\n\n|\n\n| LIFE_SIGNS: OPPENHEIMER, NULL\n\n| LIFE_SIGNS: OPPENHEIMER, UNIDENTIFIED\n\n| TRIGGER_OBELISK\n\n| LIFE_SIGNS: OPPENHEIMER, NULL\n\n| ANOMALIES CULLED. LUMINOSITIES SNUFFED.\n\n| OPPENHEIMER, DATING RESULTS ARE IN. WOULD YOU LIKE TO VIEW?\n\n|\n\n| Y\n\n|\n\n| FALLOUT HALF-LIFE: COMMENCED… EXPECTED TO FINISH IN 30.17 YEARS.\n\n|\n\n| PRINT: MATERIALS\n\n|\n\n| BOMB MATERIALS: SINGULARITY, DEBRIS, POWER, STRUCTURE, DEFENSE, CONCRETE_STRUCTURE, OBJECT1\n\n|\n\n| VIEW: SINGULARITY - \nHEATMAP\n\n|\n\n| VIEW: OBJECT 1 - DATE\n\n|\n\n| THIS OBJECT APPEARS TO HAVE SUFFERED A MISCALCULATION ERROR: VIEW?\n\n|\n\n| Y\n\n|\n\n| OBJECT1: OPPENHEIMER-RECOVERED METAL DEBRIS COLLECTED FROM CONSTRUCTION OF TRINITY: DATED ~13.6 BIL. YRS.\n\n|\n\n| CLOSE_LOG\n\n| CLOSING…\n\n|\n\n| GOODBYE, OPPENHEIMER.\n\n\n\n\n\n\n\n\n« \nSCP-5424\n | SCP-5425 | \nSCP-5426\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "5425",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5425 is to be contained at its current developmental level utilizing two Scranton Reality Anchors, and an OBELISK correctional system. SCP-5425's growth is to be minimized via localized reality restructuring.",
    "description": "SCP-5425 refers to a spherical singularity with a current event horizon of 3 centimeters in diameter created by EE-5425, located in an OBELISK correctional system in the Jornada Del Muerto desert. SCP-5425 constantly expands, reconstructing reality by replacing baseline matter with its own. SCP-5425's gravitational field is localized around SCP-5425, displaying a strength similar to supermassive black holes.",
    "title": "SCP-5425"
}