{
    "url": "https://scp-wiki.wikidot.com/scp-5428",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\nAWeirdBird\n\n\n\n\n\n\nAuthor page to come soon, hopefully, maybe.\n\nMeanwhile you can check my haunted house story \nSCP-6808 This Cancer Within Me\n\nMeanwhile you can check my memecon entry \nSCP-6803 True Earth\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSample frame of SCP-5428 footage. SCP-5428-A is on display.\n\n\n\n\n\n\n \n\n\nItem #: SCP-5428\n\n\nObject Class: Safe\n\n\n\n\nSpecial Containment Procedures:\n\n\nI/O METATRON has been assigned to search online for any references to SCP-5428. Given the rarity of new instances, this task is to be given low priority and take place on a weekly basis. Tapes which contain SCP-5428 are to be retrieved and stored securely within Site-43. Witnesses are to be held under observation for three hours.\n\n\n\n\nDescription:\n\n\nSCP-5428 is a TV special entitled \n101 Household Hints with Eleonor\n; which has been exclusively found distributed via VHS tapes. To date, eight tapes have been located in the continental United States and Canada. All have been found in thrift stores and in no case has staff been able to recall their origin. The physical tapes themselves are not anomalous.\n\n\nThe packaging of the tapes includes the following description:\n\n\n\n\n\n\n\n\nTape #03\n\n\n\n\n\n\nBy popular demand, we are finally publishing the official broadcast of 101 Household Hints With Eleonor!\n\n\n \n\nWorry not if you missed it, you can now rewatch it over and over and over and over! Follow the hottest tips and tricks that will surely help you become the best housewife you can be! All curated by Eleonor herself, directly from her many household management books!\n\n\n \n\nThere is something for every nook and cranny and edge and crevice of the house. From cooking to gardening. If you can think of it, Eleonor has got you covered!\n\n\n \n\nDistributed with love by your friends over at \nVikander-Kneed Technical Media.\n\n\n \n\nThis is a tribute to you, Eleonor. Rest in pieces.\n\n\n\n\nEleonor\n is designation given for the entity which hosts SCP-5428. She is a caucasian woman estimated to be in her 60s, and is henceforth designated SCP-5428-A. The head of SCP-5428-A is rotated 180 degrees, such that her face is in the back of her body while her nape is in front. Despite this, SCP-5428-A behaves as if her head was attached normally to her body. The video cuts whenever SCP-5428-A moves in a way that would reveal her true face, except on occasions when the face itself is concealed by an item of clothing or other object. Efforts to discover a matching identity for SCP-5428-A are underway.\n\n\nSCP-5428 consists of a series of short segments which cover varied topics. These are separated into distinct categories. Examples include health, cleaning, and beauty. All segments invariably showcase nonsensical and potentially dangerous instructions which achieve a wide array of results. However, said instructions are always presented as desirable and factual. There is a live crowd present, but no individuals have been identified. No records of SCP-5428 ever being broadcasted have been found either.\n\n\nUntrained individuals who witness any part of SCP-5428 will not react adversely to the anomalous events presented, and will instead perceive the instructions as useful. They will also experience a weak compulsion to share the footage with others, which lasts for an average of two minutes.\n\nA negligible portion of witnesses may attempt to follow the instructions presented, which can lead to injuries and in some cases death. Two hours after exposure, witnesses will not be able to recall observing the footage unless directly reminded.\n\n\n\n\n\n\n\n\nAddendum SCP-5428.1\n\n\nThe following is a series of transcripts which showcase various segments present within SCP-5428. Selected following no specific criteria.\n\n\n\n\n\n\n\n\nSegment #003 - Cooking\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[SCP-5428-A stands behind the counter of a TV studio set which resembles a kitchen. Mellow background music accompanies the footage.]\n\n\nSCP-5428-A:\n Welcome! Welcome everyone! Today I’m gonna be showing you something truly wonderful!\n\n\n[There are 10 seconds of clapping from the crowd, until SCP-5428-A motions at them to stop. She then points directly towards the camera.]\n\n\nSCP-5428-A:\n We all know the struggle. We want our children to eat healthy. Nutritious. Food.\n\n\n[The crowd voices agreement. SCP-5428-A returns to a relaxed stance.]\n\n\nSCP-5428-A:\n But with so many products in our -very grand- supermarkets, choosing feels like an impossible task. Doesn't it? And worse, all these chemicals! Citric acid, sucrose, protein? I don't want my children to eat none of that!\n\n\n[The crowd voices agreement.]\n\n\nSCP-5428-A:\n So what is a good ol’ American mom to do? Well, I’ve shown you many ways to test if your food is organic before. Vinegar. Acid baths. Enochian chants. But half the time, those only work for a specific product!\n\n\n[The crowd voices displeasement.]\n\n\nSCP-5428-A:\n Fear not, because I've found a new way to test any food. And all you need is tape, marker, and a piece of cloth. It’s that simple!\n\n\n[SCP-5428-A pulls the materials from out of frame, and places them in front of her.]\n\n\nSCP-5428-A:\n Next, your food. And well, this is truly a special ocassion. So, what is a better example than the product that’s taking America by storm? The snack on every suburban home’s pantry. That's right, you guessed it!\n\n\n[SCP-5428-A docks and then lifts a big jar from out of frame. She places it on top of the counter with effort. The jar is full of murky yellow liquid, a dark mass pools at the bottom.]\n\n\nSCP-5428-A:\n Pickled leeches!\n\n\n[The crowd claps for two minutes after the object is revealed, afterwards there are 30 seconds of silence. SCP-5428-A then raises her hands and shakes them, while letting a squeal out.]\n\n\nSCP-5428-A:\n This is so exciting!\n\n\n[SCP-5428-A begins writing with the marker on a piece of tape.]\n\n\nSCP-5428-A:\n Now, all you have to do is write the two magical words. And no, I don't mean ‘thank you’. Who's got time to say that anyways? Not me, and certainly not you with that annoying family of yours! Anyways, once you’re done writing you just-\n\n\n[SCP-5428-A grabs the piece of tape in front of her and sticks it in front of the jar with a single motion. She lifts her hand, the words 'All Natural' are poorly written on the tape.]\n\n\nSCP-5428-A:\n -slap it on! Finally, you cover it with your cloth, wait three minutes and you’re done!\n\n\n[Both SCP-5428-A and the crowd become silent, the background music is also temporarily muted. The camera slowly zooms in towards the covered jar. After one minute there is a cut, the jar below the cloth has been changed to a different one of a smaller size. The camera continues zooming in for two more minutes.]\n\n\nSCP-5428-A:\n Done!\n\n\n[The background music returns. SCP-5428-A lifts the cloth. The jar is now full of green murky liquid. As before, there is a black mass inside. The labels are different from those of the previous product, and the tape is gone. The crowd voices amazement. SCP-5428-A opens the jar, the mass inside writhes in response. She picks up a spoonful of leeches and holds it in front of her. There is a cut after which some of the leeches are now attached to her hand. ]\n\n\nSCP-5428-A:\n So natural they’re still squirmin’! Bon appet-\n\n\n[SCP-5428-A lifts the spoon towards her nape, however the camera cuts midway through the motion. There are three seconds of corrupted footage before the segment ends.]\n\n\n\n\n\n\nFrame recovered from the final seconds of footage.\n\n\n\n\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #012 - Cleaning\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[SCP-5428-A is crouched on the floor, she wears latex gloves and a bandana which obscures her face. There is a small light pink stain on the carpet beneath her. SCP-5428-A scrubs the stain forcefully with a sponge, she is clearly exhausted.]\n\n\nSCP-5428-A:\n That's quite the workout. But sometimes there is no easy way around it.\n\n\n[SCP-5428-A kneels and wipes sweat off her forehead.]\n\n\nSCP-5428-A:\n You know it, if there was a product that could make your life easier, I’d tell you! I always do. But sometimes there aren’t any shortcuts. Sometimes you gotta work hard for it. And once you're done, you work some more!\n\n\n[SCP-5428-A crouches down again, and resumes scrubbing. The stain, however, has turned bright red. It grows in size with each scrub.]\n\n\nSCP-5428-A:\n That's how we do it where I come from!\n\n\n[The camera zooms into the stain. A bump begins growing at the center of it.]\n\n\nSCP-5428-A:\n It’s tiring, I know. But remember, if somebody else tells you otherwise-\n\n\n[The bump has now grown to be one foot wide.]\n\n\nSCP-5428-A:\n -they’re probably lying!\n\n\n[SCP-5428-A forcefully scrubs over the bump one last time, which causes it to scrape off. There is no floor beneath where the bump was, instead many hands with different skin tones are crammed under the carpet. Most have dirt beneath their nails and the skin of some is partially flayed. They are fused to each other, and no stumps are visible. Some fingers wiggle slowly. SCP-5428-A kneels again.]\n\n\nSCP-5428-A:\n There, you see! No more stains!\n\n\n[Segment ends.]\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #018 - Arts and Crafts\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[Unlike most other segments, this one does not feature the normal background soundtrack. Instead it features erratic and arrhythmic music. The music is so loud that it drowns out both SCP-5428-A and the audience. SCP-5428-A glues wobbly eyes on a wooden board. Video cuts.]\n\n\n[SCP-5428-A places a soaked paint roller on the band of an activated treadmill. The band is coated in red paint. Video cuts.]\n\n\n[SCP-5428-A breaks several clay pots. She then makes a pile out of the shards and begins sprinkling glitter over them. Video cuts.]\n\n\n[SCP-5428-A nails eagle feathers onto a wall of the set. More than three fourths of the wall is covered at this point. Small dribbles of blood are pouring out of some of the holes.]\n\n\n[SCP-5428-A guts a bison. She pulls several organs out, all of which appear to be made out of plastic. The audience is vocalizing something although it is unclear due to the music.\n1\n]\n\n\n[SCP-5428-A hangs a dreamcatcher from one of her hands, and uses the other one to motion at the item. Segment ends.]\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #031 - Health\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[SCP-5428-A stands behind the counter, her clothes are wrinkled and she wears a plague doctor mask on her nape. Her voice sounds muffled despite the mask not covering her true face. There are many different products on the counter such as commercial cleaners, soap, alcohol, bleach and essential oils. SCP-5428-A speaks with a nervous tone.]\n\n\nSCP-5428-A:\n Bu- but even after all that, how can we be sure that the miasmatic fumes around us are gone. How?!\n\n\n[SCP-5428-A takes the mask off and reveals the hair on the back of her head, it is very unkempt. Her voice returns to normal.]\n\n\nSCP-5428-A:\n We- we can't! We can't! They come from far away, they were sent from far away! They will send more! The people in the news said so!\n\n\n[The audience voices displacement and a few can be heard screaming.]\n\n\nSCP-5428-A:\n Thankfully! There is one more thing to try!\n\n\n[The audience becomes silent immediately.]\n\n\nSCP-5428-A:\n Ye- Yes, that's right! Our old trusty friend, activated charcoal! Not only is it our best friend in the kitchen. The best ingredient to add to any snack. You can also-\n\n\n[SCP-5428-A rolls her sleeve up and ties a ribbon around her upper arm. Many scars can be seen on her forearm. She pulls a syringe full of black liquid from under the table.]\n\n\nSCP-5428-A:\n -put it directly in, an- and then it will suck out all the toxins fro-\n\n\n[The veins of SCP-5428-A become visible as the black liquid flows within them. The following thirty seconds of footage are corrupted. The video resumes to show the audience who cheers and claps. The eyes of an audience member go black as do the veins in their body. They begin crying black liquid, and seconds later it also starts pouring out of their mouth. A similar effect starts occurring to the audience members sitting besides the affected individual. More black liquid seemingly pours over the camera, obstructing its view. Choking and gurgling noises drown out the cheering. Segment ends.]\n\n\n\n\n\n\n\n\nFrame taken from the final seconds of the segment.\n\n\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #064 - Home\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[SCP-5428-A is wearing a blue jumpsuit and a red bandana tied over her hair. There is a toolbox and a microwave on the counter.]\n\n\nSCP-5428-A:\n Don’t let anyone tell you that you have limits.\n\n\n[SCP-5428-A flexes her arm.]\n\n\nSCP-5428-A:\n You’ve seen the posters. We can do anything. We must do anything. We are in danger. But we can help too. Prove that we-\n\n\n[The next 45 seconds of footage are corrupted. The jumpsuit of SCP-5428-A now has several oil stains. There is a segment of pipe on the counter, black liquid pours slowly from both ends of the pipe.]\n\n\nSCP-5428-A:\n No longer do you have to worry about not finding the right tool. This old clanker has got you covered in any situation. You just-\n\n\n[SCP-5428-A grabs a screwdriver out of the toolbox and throws it into the microwave.]\n\n\nSCP-5428-A:\n -chuck it in there! Now-\n\n\n[There is a cut, the next shot is a close up of the microwave. Sparks and fire are seen within, and smoke comes out of the vents on top. There is another cut and the fire is no longer visible. SCP-5428-A opens the door and grabs a wrench from within, the interior of the microwave is undamaged. The shot widens, SCP-5428-A begins using the wrench on the pipe to separate it into different pieces. Jets of black liquid spray from the seams as she does so, one of them coats SCP-5428-A in said liquid. She does not react.]\n\n\nSCP-5428-A:\n It's that simple! All done, and with no help from no m-\n\n\n[The video cuts and returns to the shot of the microwave which is now engulfed in fire. The door is partially open and an undetermined pink assault rifle pokes out, unable to fully fit in. One end of a pipe rests on the counter. In the background, the rest of the pipe winds around the furniture in the set. Jets of black liquid spray out of it at several points, most of them are also on fire. The other end of the pipe is not visible. The crowd claps and cheers in a frenzy until the segment ends.]\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #087 - Gardening\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[SCP-5428-B stands behind the kitchen counter, she wears an apron with embroidered flowers and gardening gloves. There is a faint crackle in the audio.]\n\n\nSCP-5428-A:\n There are many different easy-to-take-care-of plants you can fill your garden with! For example. Malus domestica.\n\n\n[Footage of a plastic green apple on top of a table is shown.]\n\n\nSCP-5428-A:\n Mentha Spicata.\n\n\n[Footage of a green grasshopper resting on dry soil is shown. It hops away.]\n\n\nSCP-5428-A:\n Solanum lycopersicum.\n\n\n[Footage of a hand holding toy construction blocks, all are green. The hand squeezes the blocks.]\n\n\nSCP-5428-A:\n Persea americana\n\n\n[A traffic light. The three lights are on, all are green.]\n\n\nSCP-5428-A:\n Ananas comosus.\n\n\n[A close up of a human eye with a green iris. It looks around erratically.]\n\n\nSCP-5428-A:\n Musa acuminata.\n\n\n[A hand holds an egg, which it squeezes and breaks. The contents are green. From this point on, every time SCP-5428-A speaks the crackle in the audio worsens. Similarly, noise begins overlaying the image.]\n\n\nSCP-5428-A:\n Cynodon dactylon.\n\n\n[A green car drives quickly through an unidentified city. The car is completely full of emeralds.]\n\n\nSCP-5428-A:\n Elaeis guineensis.\n\n\n[A hand holds a green tree ornament, which it squeezes. Dark green liquid begins dripping from in between the fingers.]\n\n\nSCP-5428-A:\n Saccharum officinarum.\n\n\n[A close up of a human eye, the iris is dark brown. It stares directly at the camera. Green paint is poured directly on it.]\n\n\nSCP-5428-A:\n Theobroma cacao.\n\n\n[The car from earlier drives off a cliff. It explodes on contact with the rocks below. Both the fire and smoke are green. A crowd of people atop the cliff celebrate before they begin throwing themselves off. The first five people to make contact with the ground similarly explode. The footage cuts before any more of the falling bodies land.]\n\n\n[SCP-5428-A continues naming different plants by their scientific names while unrelated footage is shown. Thirty seconds later the audio has become too distorted to be discernible. A minute later the image has been fully overtaken by noise. The segment, however, lasts three more hours. During the last thirty minutes, a green tint starts becoming apparent over the footage. Segment ends.]\n\n\n\n\n\n\nLast frame of segment #087\n\n\n\n\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\nSegment #101 - Beauty\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n[Unlike the other segments there is no background music of any kind. The entire TV studio set room is dimly lit, and noises can be heard periodically echoing from far off in the distance. SCP-5428-A stands at her usual spot behind the counter. She is motionless and her head is slightly tilted to the left.\n2\n]\n\n\n[Thirty seconds later there is video distortion, after which SCP-5428-A is standing straight. A variety of makeup products litter the counter. Faces have been crudely painted on the furniture and walls of the set with said makeup. All of the faces lack at least one facial feature.]\n\n\n[The head of SCP-5428-A begins turning around slowly. The video distortions worsen, there are also several cuts in the footage. The head continues turning slowly but only hair is seen. It is unclear whether the footage is looping or if her head has rotated more than 180 degrees. There appears to be a seam on her neck which allows for the continuous motion.]\n\n\n[Finally, the obscured profile of SCP-5428-A is seen. However, it is unnaturally flat. The rotation slows down further. The faces painted around the set begin melting, eventually leaving them featureless. The segment ends before the face of SCP-5428-A is revealed.]\n\n\n\n\n\n\n\n\n-Close File-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-5428.2\n\n\n\n\n\nOn 04/06/2021 a social media post which contained a segment of SCP-5428 was detected by I/O METATRON. Upon review it was discovered that hundreds of similar posts were already circulating in many social media platforms. A Keneq-level containment breach was declared.\n\nOnce the original post was identified, it was discovered to have been uploaded only 45 minutes earlier. Three hours after the breach was declared, all posts were confirmed to be taken down. It is estimated that over 15 million civilians were exposed to the footage during this time.\n\nA week later the event was declared fully contained. At least 2,305 injuries were directly linked to this event, as well as 127 deaths. Appropriate cover stories were provided for all.\n\n\nThe author of the original post was identified amongst those injured. Interviews revealed the subject found the ninth known VHS tape to contain SCP-5428. While observing the tape on their TV, they used their phone to record the footage and uploaded it online.\n\n\nAnalysis into the quick spread of SCP-5428 during the event is underway. The following contributing factors have been identified:\n\n\n\n\nThe structure of social media platforms allowed witnesses to quickly share the posts which contained SCP-5428, before the compulsion to do so faded.\n\n\nThe algorithms of social media platforms anomalously favored posts containing SCP-5428, over any other kind of post.\n\n\n\n\nReview of containment procedures is pending.\n\n\nUpdate 12/07/2021:\n All nine tapes have suffered a minor change to their contents. Mentions of the title \n101 Household Hints with Eleonor\n have been replaced by a new title, \nLife Hacks with Eleanor\n. No further changes have been noted.\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Several witnesses have stated that the audience was 'clearly laughing' during this.\n\n\n2\n. All witnesses claim they are sure that SCP-5428-A is alone on the set during this segment, but are unable to explain their reasoning. Some also claim hearing the word 'help' within the sounds in the distance.\n\n\n\n\n\n\n\n\n« \nSCP-5427\n | SCP-5428| \nSCP-5429\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5428\n\" by AWeirdBird, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5428\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Eleonor\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited using the three images below. Font is \nTitania\n by \nDieter Steffman\n\n\n\n\n\n\n\n\n\n\nFilename:\n Kitchen Cabinets\n\n\nAuthor:\n Jeanne Michelle Smith\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/89484852@N06/8142526823\n\n\n\n\n\n\n\n\n\n\nFilename:\n Housewife\n\n\nAuthor:\n Garry Knight\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/garryknight/3861865246/in/photostream/\n\n\n\n\n\n\n\n\n\n\nFilename:\n Laryssa Rainbow Wig V2\n\n\nAuthor:\n thepeachpeddler\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/37660097@N08/25962192042\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n VHS\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited using the three images below. Font is \nTitania\n by \nDieter Steffman\n\n\n\n\n\n\n\n\n\n\nFilename:\n VHS casette\n\n\nAuthor:\n Tumi-1983\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:VHS_casette.JPG\n\n\n\n\n\n\n\n\n\n\nFilename:\n Housewife\n\n\nAuthor:\n Garry Knight\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/garryknight/3861865246/in/photostream/\n\n\n\n\n\n\n\n\n\n\nFilename:\n Laryssa Rainbow Wig V2\n\n\nAuthor:\n thepeachpeddler\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/37660097@N08/25962192042\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Jar\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited using the three images below. Font is \nTitania\n by \nDieter Steffman\n\n\n\n\n\n\n\n\n\n\nFilename:\n Pickled Salmon\n\n\nAuthor:\n Isaac Wedin\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/48889038283@N01/4120052436\n\n\n\n\n\n\n\n\n\n\nFilename:\n Leeches Suck (but they are great creatures)\n\n\nAuthor:\n OakleyOriginals\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/47264866@N00/3622999458\n\n\n\n\n\n\n\n\n\n\nFilename:\n Forks and spoons, OpenOffice.org and LibreOffice\n\n\nAuthor:\n opensource.com\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/47691521@N07/7153890869\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Audience\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited using the image below.\n\n\n\n\n\n\n\n\n\n\nFilename:\n Audience enjoy Stallman's jokes\n\n\nAuthor:\n Wikimania2009\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/41749772@N06/3857761660\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Static\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Edited using the image below.\n\n\n\n\n\n\n\n\n\n\nFilename:\n Photo booth portrait of a young woman 3\n\n\nAuthor:\n simpleinsomnia\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/simpleinsomnia/25101402140/in/album-72157639622170263/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5428 \" by AWeirdBird, from the SCP Wiki . Source: https://scpwiki.com/scp-5428 . Licensed under CC-BY-SA .",
        "Filename: Eleonor Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Edited using the three images below. Font is Titania by Dieter Steffman",
        "Filename: Kitchen Cabinets Author: Jeanne Michelle Smith License: CC BY 2.0 Source Link: https://www.flickr.com/photos/89484852@N06/8142526823",
        "Filename: Housewife Author: Garry Knight License: CC BY 2.0 Source Link: https://www.flickr.com/photos/garryknight/3861865246/in/photostream/",
        "Filename: Laryssa Rainbow Wig V2 Author: thepeachpeddler License: CC BY 2.0 Source Link: https://www.flickr.com/photos/37660097@N08/25962192042",
        "Filename: VHS Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Edited using the three images below. Font is Titania by Dieter Steffman",
        "Filename: VHS casette Author: Tumi-1983 License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:VHS_casette.JPG",
        "Filename: Housewife Author: Garry Knight License: CC BY 2.0 Source Link: https://www.flickr.com/photos/garryknight/3861865246/in/photostream/",
        "Filename: Laryssa Rainbow Wig V2 Author: thepeachpeddler License: CC BY 2.0 Source Link: https://www.flickr.com/photos/37660097@N08/25962192042",
        "Filename: Jar Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Edited using the three images below. Font is Titania by Dieter Steffman",
        "Filename: Pickled Salmon Author: Isaac Wedin License: CC BY 2.0 Source Link: https://www.flickr.com/photos/48889038283@N01/4120052436",
        "Filename: Leeches Suck (but they are great creatures) Author: OakleyOriginals License: CC BY 2.0 Source Link: https://www.flickr.com/photos/47264866@N00/3622999458",
        "Filename: Forks and spoons, OpenOffice.org and LibreOffice Author: opensource.com License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/47691521@N07/7153890869",
        "Filename: Audience Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Edited using the image below.",
        "Filename: Audience enjoy Stallman's jokes Author: Wikimania2009 License: CC BY 2.0 Source Link: https://www.flickr.com/photos/41749772@N06/3857761660",
        "Filename: Static Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Edited using the image below.",
        "Filename: Photo booth portrait of a young woman 3 Author: simpleinsomnia License: CC BY 2.0 Source Link: https://www.flickr.com/photos/simpleinsomnia/25101402140/in/album-72157639622170263/"
    ],
    "title": "SCP-5428"
}