{
    "url": "https://scp-wiki.wikidot.com/scp-5430",
    "all_text": "rating: \n+215\n+\n–\nx\n\n\nItem #:\n SCP-5430\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5430 currently inhabits the grounds of \nArea-12\n, and has been given an electric fence collar and implanted with three subdermal trackers to ensure that it remains within the perimeter of the area. The anomaly's non-hostile demeanor means that it may otherwise be left alone outside its bimonthly medical checkup. Because its feet are intended for dry, sandy terrain, they are to be measured by a reptile veterinarian every two months so that protective footwear can be manufactured and fitted on it.\n\n\nDescription:\n SCP-5430 is a male Eastern garter snake (\nThamnophis sirtalis sirtalis\n), approximately 6.7 meters long, that has had 48 legs from an eastern blue-tongued lizard (\nTiliqua scincoides scincoides\n) thaumically grafted onto it. Its length and legs are its only anomalous attributes. Aside from its predilection to use these legs for locomotion and increased appetite, the anomaly behaves like a non-anomalous male Eastern garter snake.\n\n\nSCP-5430 was discovered in New York City's Central Park on ██/██/██, following reports of hysteria in the park and sightings of a massive centipede-like lizard in the area. \nMobile Task Force Lambda-12\n (\"Pest Control\") were dispatched to contain it. The anomaly was found hunting frogs on the western side of the park and restrained with minimal difficulty.\n\n\nDuring containment of SCP-5430, Lambda-12 were accosted by one Jared McBraddock: an unlicensed, untrained thaumaturge that attempted to control the anomaly and have it attack the task force. SCP-5430 ignored McBraddock and chose to walk laps around the pond instead. McBraddock was promptly subdued and brought into custody.\n\n\nA background check revealed that McBraddock had been arrested and released on bail one week previously for attempting to break into the Central Park Zoo's Tropic Zone. In addition, interrogation of McBraddock and a search of his residence revealed that he had been mutating commercial pet snakes with legs, fitting them with miniature bootleg sneakers, and selling them for at least one year prior to his capture. The apartment was thus confiscated by the Foundation and McBraddock was given Class-A amnestics and released. At this time, Mobile Task Force Alpha-4 (\"Pony Express\") is reviewing his records to locate all such mutated specimens.\n\n\nAddendum:\n During its most recent checkup, SCP-5430 was observed to respond positively to the attending physician's music player, undulating and moving its legs in a manner recognizable as dance. Loudspeakers have been set up near its current nesting site (a pond in the corner of Area-12) to play pop music at a low volume during its basking hours.\n\n\n\n\n\n\n« \nSCP-5429\n | SCP-5430 | \nSCP-5431\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5430\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5430\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: During its most recent checkup, SCP-5430 was observed to respond positively to the attending physician's music player, undulating and moving its legs in a manner recognizable as dance. Loudspeakers have been set up near its current nesting site (a pond in the corner of Area-12) to play pop music at a low volume during its basking hours."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5430 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-5430 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5430",
    "object_class": "Safe",
    "containment_procedures": "SCP-5430 currently inhabits the grounds of Area-12, and has been given an electric fence collar and implanted with three subdermal trackers to ensure that it remains within the perimeter of the area. The anomaly's non-hostile demeanor means that it may otherwise be left alone outside its bimonthly medical checkup. Because its feet are intended for dry, sandy terrain, they are to be measured by a reptile veterinarian every two months so that protective footwear can be manufactured and fitted on it.",
    "description": "SCP-5430 is a male Eastern garter snake (Thamnophis sirtalis sirtalis), approximately 6.7 meters long, that has had 48 legs from an eastern blue-tongued lizard (Tiliqua scincoides scincoides) thaumically grafted onto it. Its length and legs are its only anomalous attributes. Aside from its predilection to use these legs for locomotion and increased appetite, the anomaly behaves like a non-anomalous male Eastern garter snake.",
    "title": "SCP-5430"
}