{
    "url": "https://scp-wiki.wikidot.com/scp-5433",
    "all_text": "https://search.creativecommons.org/photos/125ee10f-f42e-437d-8e72-b7b870fc36c1\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\nSCP-5433 during initial containment.\n\n\n\n\n\n\nItem #:\n SCP-5433\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5433 is stored in a standard item locker at Site-19.\n\n\nDescription:\n SCP-5433 is a 1960s era Love Tester arcade machine, the manufacturer of which is currently unknown. All identifying information (including ID number and brand name) on SCP-5433 has been forcibly removed. SCP-5433 operates similarly to a normal machine of its type; an individual must insert the necessary currency (0.25 USD) and grip the activation handle, at which point the machine will determine the user's \"sex appeal.\"\n1\n SCP-5433's primary anomalous traits will appear upon activation.\n\n\nSCP-5433 possesses a Class-V \"sapient\" intelligence; it is capable of self-awareness and advanced communication on par with typical human interaction. Examination of its internal structure reveals no unusual technology. SCP-5433 communicates verbally through a small speaker located on the front of its chassis. Questioning as to the nature of its anomalous capabilities has been inconclusive (See \nAddendum 5433.1\n).\n\n\nSCP-5433 was recovered from the Bendiz Diner, New Jersey, USA, on 18/10/2020 by covert operatives investigating unrelated anomalous activity. After questioning, the owners of the diner admitted to both being aware of SCP-5433's properties and using it to attract customers to their business. The diner's staff was then amnesticized and the item was confiscated. SCP-5433 was moved to Site-19, documented, and placed in temporary storage. Primary examination of the object is \nscheduled for 08/11/2020\n currently underway.\n\n\nAddendum 5433.1:\n Preliminary inspection of SCP-5433.\n\n\n\n\nInterview Log-001\n\n\n\n\nDate:\n 08/11/2020\n\n\nSubject:\n SCP-5433\n\n\nSupervisor(s):\n Researcher Marco Peña, Researcher Mariana San Elia\n\n\nForeword:\n The following is a transcript of Researcher Peña's interview with SCP-5433 while it was held in a temporary holding cell under low security.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Peña:\n This is Marco Peña, conducting an initial interview with SCP-5433. \n(Adjusts microphone)\n Are we set?\n\n\nResearcher San Elia:\n Mics are good, cameras are running. Time is… \n(checks watch)\n nine o'clock, standard time. You can start whenever you're ready. I'll be taking care of some work in the other room, just me know if anything goes wrong.\n\n\nPeña:\n All right. \n(Pause)\n Beginning interview now.\n\n\n(Researcher Peña inserts 0.25 USD into SCP-5433 and grips the handle. SCP-5433 activates.)\n\n\nSCP-5433:\n Welcome, brave soul, to the Love Tester! Dare to find your \ntrue\n romantic potential? Or do you wish to know about the \nJuliet\n to your \nRomeo\n?\n\n\nPeña:\n No, thank you. I'm here to ask a few questions, if that's possible.\n\n\nSCP-5433:\n Questions? I love questions. Ask away.\n\n\nPeña:\n It's not about love, I'm afraid. I need to know a little about you.\n\n\nSCP-5433:\n Not about love? But that's impossible. \nEverything\n is love.\n\n\nPeña:\n Can you tell me about—\n\n\nSCP-5433:\n Describe to me your soulmate.\n\n\nPeña:\n What can you tell me about your manufac—\n\n\nSCP-5433:\n Come on, give me something to work with! A lot of guys would kill to be in your position. One-on-ones are in high demand.\n\n\nPeña:\n I'm single, but I'm—\n\n\nSCP-5433:\n Oh, single he says. My lucky day.\n\n\nPeña:\n Listen, I've been asked to find out who built you and how you can talk, that's it. No love, no romance. Got it?\n\n\nSCP-5433:\n Ugh… wait. Where're my manners? I never got your name.\n\n\nPeña:\n My name's Marco.\n\n\nSCP-5433:\n Where do you work?\n\n\nPeña:\n I work for uh… a research company.\n\n\nSCP-5433:\n Research company, my ass! You must be one of those Foundation guys. Yeah, I know your type. Well, that explains why you're still single.\n\n\nPeña:\n How do you know—\n\n\nSCP-5433:\n Diner gossip. You'd be surprised how many people still eat at those museums.\n\n\nPeña:\n Are you gonna answer the question or no? I can always mark you down as \"non-cooperative\" and they can haul you off to deep storage.\n\n\nSCP-5433:\n Hey, I'm just trying to get you your money's worth. Two bucks ain't cheap.\n\n\nPeña:\n I appreciate the gesture but all I need is for you to answer the question. Now, do you know who built you?\n\n\nSCP-5433:\n Let me think… gosh, it's been so long. Love Testers haven't been in style since the 70s you know. \n(Pause)\n Hmm, now that I think about it, it could've been that penny arcade back in Madison. Always thought there was something funny with the managers at that place…\n\n\nPeña:\n \n(Taking notes)\n Okay, and do you know anything about the identities of your cr—\n\n\nSCP-5433:\n No no, it must've been at the Chevron off the Eighty-seven. One of the regulars worked with cars for a living. Built machines all the time. I'm pretty sure he had enough weed on him to make any machine sentient—but enough about me. I want to know about you! I've been antsy for some romance, and you strike me as someone who hasn't seen some action in—\n\n\nPeña:\n Listen, I work ten-hour shifts six days a week, I haven't had a day off since college, I've spent God-knows-how-long having conversations with talking bears and, oh I don't know, dancing peach cobblers. The last thing I need right now is to have you talk back to me every time I have to check off a box!\n\n\n(Silence for several seconds.)\n\n\nPeña:\n Okay, I may have overstepped the line.\n\n\nSCP-5433:\n \n(Hushed)\n Besides you, is there anyone else here?\n\n\nPeña:\n What? No, it's just me.\n\n\nSCP-5433:\n Where's that girl you were talking to earlier?\n\n\nPeña:\n I'm not sure what you—\n\n\nSCP-5433:\n Back when you did the mic check you talked to someone. Where is she?\n\n\nPeña:\n You heard that? She—she's my supervisor, she's in the other room.\n\n\nSCP-5433:\n Now we're getting somewhere. Alright, here's what's going to happen. In a couple minutes I'm going to start malfunctioning. While this is happening, you're going to go get that girl and tell her I'm freaking out. Really sell it, okay? Once she's in the room, I'll reactivate and take it from there.\n\n\nPeña:\n Wait a minute. You know all of this is recorded, right? I—I don't want to lose my job over this.\n\n\nSCP-5433:\n The way I see it, I'm your best shot at getting anywhere with her. I'm a pro at this, trust me.\n\n\nPeña:\n I—I can't.\n\n\nSCP-5433:\n Come on, I know how you feel about her. I've been monitoring your pulse and perspiration through your hand this whole time. You're not going to get another chance like this.\n\n\n(Silence.)\n\n\nPeña:\n Fine. I'll do it. But don't screw it up, okay?\n\n\nSCP-5433:\n Relax, I got this. Let's see if I still remember how to do this part…\n\n\n(SCP-5433 begins to shake violently. After a moment, sparks are seen flying out of various points on its chassis. A loud grinding noise plays over its speaker.)\n\n\nPeña:\n Okay, okay. \n(Louder)\n Mari? Mari, can you come here for a second? Something's up with 5433.\n\n\nSan Elia:\n \n(Distant)\n Okay, give me a second.\n\n\nPeña:\n \n(Quietly)\n This better work.\n\n\n(Researcher San Elia enters the room.)\n\n\nSan Elia:\n Wha— Jesus, Marco, what the hell happened?\n\n\nPeña:\n I—I don't know. I was going over the sapience checklist, then it… it started doing this.\n\n\nSan Elia:\n Okay, okay. We need to call someone.\n\n\nPeña:\n N—no, we might be able to wait it out—\n\n\n(Researcher San Elia reaches for the emergency telephone.)\n\n\nPeña:\n H—hold on a second! It's stopping.\n\n\n(SCP-5433 ceases movement. A soft whirring sound is heard as its components stop rattling.)\n\n\nSCP-5433:\n Ahh, that's better. I was just telling Marco how much I wanted to get to know some of his coworkers. Isn't that right?\n\n\nPeña:\n Yes, yeah. We were just talking about my job and uh, your name came up.\n\n\nSan Elia:\n What the hell Marco! You know we're not supposed to talk about that with skips.\n\n\nPeña:\n I didn't say anything confidential, don't worry.\n\n\nSCP-5433:\n Listen, I have \nno\n interest in whatever Men in Black business you got here, trust me. I figured since Marco's so great, why not talk to his friends? Come, have a seat. I'll tell you anything you want to know about me.\n\n\nPeña:\n I'd do what he says. This is the most cooperation I've got out of him so far.\n\n\n(Researcher San Elia sits across from SCP-5433.)\n\n\nSan Elia:\n Well… did you cover its manufacturer yet?\n\n\nPeña:\n Yeah, but… I couldn't get a straight answer.\n\n\nSCP-5433:\n Sorry guys, I can't remember that far back. Memory gets kind of foggy, you know?\n\n\nSan Elia:\n Well, what about sapience?\n\n\nPeña:\n I got it right h—\n\n\nSCP-5433:\n All right, I'm gonna cut to the chase. My friend Marco right here, he is \nmadly\n in love with you. I mean really, this guy was just going on and on about you. Hell, we pulled this whole stunt to get you in here, isn't that crazy?\n\n\nPeña:\n What? Cut it out, I never said anything like that. \n(To San Elia)\n Oh come on, you're gonna believe him?\n\n\nSan Elia:\n I—I uh, I don't know—\n\n\nSCP-5433:\n His heart rate's going up right now, see? See?\n\n\n(SCP-5433's display highlights the word \"Wild\", then \"Burning\".)\n\n\nPeña:\n Hey, stop that! Turn it off!\n\n\nSan Elia:\n \n(Laughing)\n\n\nSCP-5433:\n Marco, I can't make this any easier for you. Miss San Elia, he's just a little embarrassed, I swear.\n\n\nPeña:\n It's not what it looks like! I—he—this is… \n(pause)\n well shit. He's telling the truth.\n\n\nSan Elia:\n Marco, this—this is too much. Don't tell me you planned this out.\n\n\nPeña:\n \n(Pointing to SCP-5433)\n It was his idea. No, it was, I swear!\n\n\nSan Elia:\n \n(Laughing)\n You think I believe you? After you broke that coffee machine just so I'd have to ask you to buy me some?\n\n\nPeña:\n I can't believe you still think I did that! We checked the security tapes, remember? Wasn't me!\n\n\nSan Elia:\n You probably paid off the techies to doctor them, didn't you.\n\n\nPeña:\n You think I have that kind of money? You're crazy.\n\n\nSan Elia:\n Says the one who made a skip their wingman! That's what you are, aren't you?\n\n\nPeña:\n No way, tell her about th—\n\n\nSan Elia:\n Hey, wait a second… I think something happened to the skip.\n\n\n(SCP-5433 is silent. Its display is stuck on the words \"Hot Stuff\".)\n\n\nPeña:\n …What happened?\n\n\nSan Elia:\n I… I think it ran out of juice.\n\n\n(The words \"Insert 25 Cents\" appears on SCP-5433's coin slot.)\n\n\nPeña:\n I'll… uh, call up security. Get this thing moved downstairs.\n\n\nSan Elia:\n Yeah, yeah. Good idea. I can take care of the transcripts and… you think maybe we can grab a coffee after this?\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This has later been found to be determined by a combination of \nrandom chance and grip strength.\n\n\n\n\n\n\n\n\n« \nSCP-5432\n | SCP-5433 | \nSCP-5434\n »",
    "addendums": [
        "SCP-5433 possesses a Class-V \"sapient\" intelligence; it is capable of self-awareness and advanced communication on par with typical human interaction. Examination of its internal structure reveals no unusual technology. SCP-5433 communicates verbally through a small speaker located on the front of its chassis. Questioning as to the nature of its anomalous capabilities has been inconclusive (See Addendum 5433.1 ).\nSCP-5433 was recovered from the Bendiz Diner, New Jersey, USA, on 18/10/2020 by covert operatives investigating unrelated anomalous activity. After questioning, the owners of the diner admitted to both being aware of SCP-5433's properties and using it to attract customers to their business. The diner's staff was then amnesticized and the item was confiscated. SCP-5433 was moved to Site-19, documented, and placed in temporary storage. Primary examination of the object is scheduled for 08/11/2020 currently underway.",
        "Addendum 5433.1: Preliminary inspection of SCP-5433."
    ],
    "documents": [],
    "notes": [
        "Interview Log-001 Date: 08/11/2020 Subject: SCP-5433 Supervisor(s): Researcher Marco Peña, Researcher Mariana San Elia Foreword: The following is a transcript of Researcher Peña's interview with SCP-5433 while it was held in a temporary holding cell under low security. [BEGIN LOG] Researcher Peña: This is Marco Peña, conducting an initial interview with SCP-5433. (Adjusts microphone) Are we set? Researcher San Elia: Mics are good, cameras are running. Time is… (checks watch) nine o'clock, standard time. You can start whenever you're ready. I'll be taking care of some work in the other room, just me know if anything goes wrong. Peña: All right. (Pause) Beginning interview now. (Researcher Peña inserts 0.25 USD into SCP-5433 and grips the handle. SCP-5433 activates.) SCP-5433: Welcome, brave soul, to the Love Tester! Dare to find your true romantic potential? Or do you wish to know about the Juliet to your Romeo ? Peña: No, thank you. I'm here to ask a few questions, if that's possible. SCP-5433: Questions? I love questions. Ask away. Peña: It's not about love, I'm afraid. I need to know a little about you. SCP-5433: Not about love? But that's impossible. Everything is love. Peña: Can you tell me about— SCP-5433: Describe to me your soulmate. Peña: What can you tell me about your manufac— SCP-5433: Come on, give me something to work with! A lot of guys would kill to be in your position. One-on-ones are in high demand. Peña: I'm single, but I'm— SCP-5433: Oh, single he says. My lucky day. Peña: Listen, I've been asked to find out who built you and how you can talk, that's it. No love, no romance. Got it? SCP-5433: Ugh… wait. Where're my manners? I never got your name. Peña: My name's Marco. SCP-5433: Where do you work? Peña: I work for uh… a research company. SCP-5433: Research company, my ass! You must be one of those Foundation guys. Yeah, I know your type. Well, that explains why you're still single. Peña: How do you know— SCP-5433: Diner gossip. You'd be surprised how many people still eat at those museums. Peña: Are you gonna answer the question or no? I can always mark you down as \"non-cooperative\" and they can haul you off to deep storage. SCP-5433: Hey, I'm just trying to get you your money's worth. Two bucks ain't cheap. Peña: I appreciate the gesture but all I need is for you to answer the question. Now, do you know who built you? SCP-5433: Let me think… gosh, it's been so long. Love Testers haven't been in style since the 70s you know. (Pause) Hmm, now that I think about it, it could've been that penny arcade back in Madison. Always thought there was something funny with the managers at that place… Peña: (Taking notes) Okay, and do you know anything about the identities of your cr— SCP-5433: No no, it must've been at the Chevron off the Eighty-seven. One of the regulars worked with cars for a living. Built machines all the time. I'm pretty sure he had enough weed on him to make any machine sentient—but enough about me. I want to know about you! I've been antsy for some romance, and you strike me as someone who hasn't seen some action in— Peña: Listen, I work ten-hour shifts six days a week, I haven't had a day off since college, I've spent God-knows-how-long having conversations with talking bears and, oh I don't know, dancing peach cobblers. The last thing I need right now is to have you talk back to me every time I have to check off a box! (Silence for several seconds.) Peña: Okay, I may have overstepped the line. SCP-5433: (Hushed) Besides you, is there anyone else here? Peña: What? No, it's just me. SCP-5433: Where's that girl you were talking to earlier? Peña: I'm not sure what you— SCP-5433: Back when you did the mic check you talked to someone. Where is she? Peña: You heard that? She—she's my supervisor, she's in the other room. SCP-5433: Now we're getting somewhere. Alright, here's what's going to happen. In a couple minutes I'm going to start malfunctioning. While this is happening, you're going to go get that girl and tell her I'm freaking out. Really sell it, okay? Once she's in the room, I'll reactivate and take it from there. Peña: Wait a minute. You know all of this is recorded, right? I—I don't want to lose my job over this. SCP-5433: The way I see it, I'm your best shot at getting anywhere with her. I'm a pro at this, trust me. Peña: I—I can't. SCP-5433: Come on, I know how you feel about her. I've been monitoring your pulse and perspiration through your hand this whole time. You're not going to get another chance like this. (Silence.) Peña: Fine. I'll do it. But don't screw it up, okay? SCP-5433: Relax, I got this. Let's see if I still remember how to do this part… (SCP-5433 begins to shake violently. After a moment, sparks are seen flying out of various points on its chassis. A loud grinding noise plays over its speaker.) Peña: Okay, okay. (Louder) Mari? Mari, can you come here for a second? Something's up with 5433. San Elia: (Distant) Okay, give me a second. Peña: (Quietly) This better work. (Researcher San Elia enters the room.) San Elia: Wha— Jesus, Marco, what the hell happened? Peña: I—I don't know. I was going over the sapience checklist, then it… it started doing this. San Elia: Okay, okay. We need to call someone. Peña: N—no, we might be able to wait it out— (Researcher San Elia reaches for the emergency telephone.) Peña: H—hold on a second! It's stopping. (SCP-5433 ceases movement. A soft whirring sound is heard as its components stop rattling.) SCP-5433: Ahh, that's better. I was just telling Marco how much I wanted to get to know some of his coworkers. Isn't that right? Peña: Yes, yeah. We were just talking about my job and uh, your name came up. San Elia: What the hell Marco! You know we're not supposed to talk about that with skips. Peña: I didn't say anything confidential, don't worry. SCP-5433: Listen, I have no interest in whatever Men in Black business you got here, trust me. I figured since Marco's so great, why not talk to his friends? Come, have a seat. I'll tell you anything you want to know about me. Peña: I'd do what he says. This is the most cooperation I've got out of him so far. (Researcher San Elia sits across from SCP-5433.) San Elia: Well… did you cover its manufacturer yet? Peña: Yeah, but… I couldn't get a straight answer. SCP-5433: Sorry guys, I can't remember that far back. Memory gets kind of foggy, you know? San Elia: Well, what about sapience? Peña: I got it right h— SCP-5433: All right, I'm gonna cut to the chase. My friend Marco right here, he is madly in love with you. I mean really, this guy was just going on and on about you. Hell, we pulled this whole stunt to get you in here, isn't that crazy? Peña: What? Cut it out, I never said anything like that. (To San Elia) Oh come on, you're gonna believe him? San Elia: I—I uh, I don't know— SCP-5433: His heart rate's going up right now, see? See? (SCP-5433's display highlights the word \"Wild\", then \"Burning\".) Peña: Hey, stop that! Turn it off! San Elia: (Laughing) SCP-5433: Marco, I can't make this any easier for you. Miss San Elia, he's just a little embarrassed, I swear. Peña: It's not what it looks like! I—he—this is… (pause) well shit. He's telling the truth. San Elia: Marco, this—this is too much. Don't tell me you planned this out. Peña: (Pointing to SCP-5433) It was his idea. No, it was, I swear! San Elia: (Laughing) You think I believe you? After you broke that coffee machine just so I'd have to ask you to buy me some? Peña: I can't believe you still think I did that! We checked the security tapes, remember? Wasn't me! San Elia: You probably paid off the techies to doctor them, didn't you. Peña: You think I have that kind of money? You're crazy. San Elia: Says the one who made a skip their wingman! That's what you are, aren't you? Peña: No way, tell her about th— San Elia: Hey, wait a second… I think something happened to the skip. (SCP-5433 is silent. Its display is stuck on the words \"Hot Stuff\".) Peña: …What happened? San Elia: I… I think it ran out of juice. (The words \"Insert 25 Cents\" appears on SCP-5433's coin slot.) Peña: I'll… uh, call up security. Get this thing moved downstairs. San Elia: Yeah, yeah. Good idea. I can take care of the transcripts and… you think maybe we can grab a coffee after this? [END LOG]"
    ],
    "item": "SCP-5433",
    "object_class": "Safe",
    "containment_procedures": "SCP-5433 is stored in a standard item locker at Site-19.",
    "description": "SCP-5433 is a 1960s era Love Tester arcade machine, the manufacturer of which is currently unknown. All identifying information (including ID number and brand name) on SCP-5433 has been forcibly removed. SCP-5433 operates similarly to a normal machine of its type; an individual must insert the necessary currency (0.25 USD) and grip the activation handle, at which point the machine will determine the user's \"sex appeal.\"1 SCP-5433's primary anomalous traits will appear upon activation.",
    "title": "SCP-5433"
}