{
    "url": "https://scp-wiki.wikidot.com/scp-5447",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5447: \"Art Imitates Life\" by:\n \nDoctor Fullham\n\n\n\n\n\n\n♫ Doctor Fullham's Author Page ♫\n\n\n\n\n\n\n\n\nCrit Credits:\n\n\nbarredowl\n\n\nNaveil\n\n\nWeryllium\n\n\ncybersqyd\n\n\nSonderance\n\n\nTheyCallMeTim\n\n\nMeska\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.94%\n\n(+57)\n\n\n8.06%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nShow Associated Image\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\nA non-anomalous member of \nXipholena punicea\n in the wild.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nAll known instances of SCP-5447, referred to as SCP-5447-1 through -4, are currently contained at Site-73 in a standard 3 m x 3 m containment chamber, stored inside the safe that the instances were originally recovered in, designated SCP-5447-A. Two research personnel are assigned to simultaneously monitor SCP-5447-1 through -4 via two separate security camera feeds. Each monitoring researcher is to work no more than an 8 hour consecutive shift, and the shifts must be staggered to ensure that the chamber is constantly under the supervision of at least one researcher.\n\n\n\n\nAccess Archived Containment Procedures\n\n\n\n\nClose\n\n\n\n\n\n\nAll known instances of SCP-5447, referred to as SCP-5447-1 through -7, are currently contained at Site-73 in a standard 3 m x 3 m containment chamber, stored inside the safe that the instances were originally recovered in, designated SCP-5447-A. SCP-5447-A is to be opened on a biweekly basis by unassigned Junior Research Personnel, and any changes to instances of SCP-5447 are to be recorded. Changes that differ from the following should be reported to Site Command:\n\n\n\n\nChange in size greater than 5 cm.\n\n\nChange in color.\n\n\nChange in position/orientation.\n\n\nChange in temperature greater than 3 °C.\n\n\nEmission of music below 40 dB.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-5447-1 through -4 refers to four anomalous members of the species \nXipholena punicea\n1\n. The instances were previously assumed to be small wooden statues depicting members of the species. Due to Near-Breach Incident-5447 on 16/04/1999, it is theorized that their creator, Sabrina Gonçalves (hereafter designated PoI-5447) thaumaturgically infused them with EVE\n2\n. Regular monitoring forces the instances to remain in an inert state, during which time they are functionally indistinguishable from wooden statues. Each instance stands at approximately 27cm, including a wooden rod support and varnished base.\n\n\n\n\nAccess Archived Description\n\n\n\n\nClose\n\n\n\n\n\n\nDescription:\n SCP-5447-1 through -7 is the designation for seven wooden statues resembling birds of the species \nXipholena punicea\n, carved out of wood of the \nCopernicia prunifera\n3\n by former Brazilian citizen Sabrina Gonçalves, hereafter designated PoI-5447. Each statue stands at approximately 27cm, including a wooden rod support and varnished base. Thaumaturgic symbols are carved on the underside of the base of each statue.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\n\nSCP-5447 was discovered in Iracema, Roraima, Brazil, after Sabrina Gonçalves\n4\n was reported missing on 02/09/1998. Brazilian Federal Police discovered an Onity brand safe in PoI-5447's abandoned homestead just outside the city limits. Foundation agents embedded in the BFP were alerted to SCP-5447's anomalous nature when the safe began to move of its own accord, and birdsong was heard from inside, steadily increasing in volume. Foundation assets seized the safe and, upon opening it, discovered seven small wooden bird statues. In addition, there were eight individual pieces of paper containing thaumaturgical symbols and writing in Brazilian Portuguese\n5\n. As the instances had ceased activity, the safe was re-sealed and brought to Site-73 for study. During transportation, Foundation personnel again noticed the safe exhibiting anomalous behaviors, opened the safe, and noticed one of the instances' wings moving. Initial containment procedures were developed under the assumption that sporadic monitoring was enough to keep the instances inert. See Near-Breach Incident-5447 Report for a record of the events that led to the updating of containment procedures.\n\n\n\n\n\n\nNear-Breach Incident-5447 Report - 17/04/1999\n\n\n\n\n\n\n\n\nJunior Researchers Karliah Germaine and Ilya Petrovich were on assignment to open SCP-5447-A for its biweekly check by no later than 07:00. However, the two of them were distracted by one another to the point that they were at least 20 minutes behind schedule. Before they could reach the containment cell holding SCP-5447-A, the safe's door had been forced open and all seven instances had become active. The containment cell's door was also forced open when SCP-5447-3 collided with it at a high speed, an impact which would have been fatal to almost any non-anomalous bird.\n\n\nMTF Lambda-4 \"Birdwatchers\" was called in to attempt to re-contain the instances. The thaumaturgic energy had imbued the instances with unnatural strength, speed, endurance, and resistance to small arms fire. Three instances were terminated during the event: -3 flew into a ventilation duct and was terminated via automated security systems, -5 was able to breach the cell of \nSCP-1520\n and was terminated to ensure the latter's safety, and -6 self-terminated by retrieving a grenade from Lambda-4-Gamma's belt and detonating it in the hallway. Thaumaturgically reinforced nets were used to contain the four remaining instances, and after a period of observation, they returned to their inert state. SCP-5447-7 was reclassified as -3.\n\n\nJunior Researchers Germaine and Petrovich were amnesticized and are pending reassignment.\n\n\n\n\n\n\n\n\nAddendum: Recovered Documents\n\n\n\n\n\n\nThe following is a series of notes which appear to detail PoI-5447's thought process during the creation of SCP-5447. They have been translated into English from their original Brazilian Portuguese. Although they are not dated, context suggests that notes two through seven were written close together, with note one being written substantially earlier.\n\n\n\n\nNote 1\n\n\nI had had enough. I tried so hard to get my art into the world, but nobody was interested. I slaved for hours on pieces sold to tourists for prices that would be insulting to any established sculptor in the world. I was so close to giving up.\n\n\nUntil today.\n\n\nA man approached me at the market this morning, and offered triple what I was asking for a small wooden frog I made last week. He said he could feel the passion in my art, and that he wanted to help me. In addition to the money, he offered me a book. He said it would allow me to create sculptures that were totally unique, special, more valuable than Michelangelo's David. I asked him how I could use a book covered in nonsense to make my art more valuable. He laughed and told me to study it, and I'd understand.\n\n\nEven though I cannot read the words, I feel…something within this book.\n\n\n\n\n\n\nNote 2\n\n\nIt has been months of study and frustration, but I think I have finally realized what the strange man from the market that day was talking about. I have carved a beautiful red bird, a cotinga. It will be the first of my real works. Into this one, I pour my passion, my drive to create. This will be the first true work of art I create.\n\n\n\n\n\n\nNote 3\n\n\nThe second. Another bird. The book has mentioned that uniformity will increase their power.\n\n\nThis one was far more difficult. I had to force myself to feel all of the pain I have felt over years of hard work and disappointment. My longing. My striving. The life I left to pursue my craft. The \npeople\n that I left.\n\n\n\n\n\n\nNote 4\n\n\nThe third came much easier than the first two. Either I am getting more accustomed to this language - this power - or this emotion was so at the forefront of my mind that it barely needed any help to work itself into the bird. Soon enough, the recognition I crave - no, I \ndeserve\n - will be mine.\n\n\n\n\n\n\nNote 5\n\n\nFour. I cut myself while carving today, something I have not done for many years. There is no paint. I have soaked it in my own life, my very essence. My anger, my fear, my very soul, I have given to this bird. I hope that it will bring it to light.\n\n\n\n\n\n\nNote 6\n\n\nThe fifth. More cuts today. These ones were on purpose. I was reckless; angry. I was not carving the wood, I was \nattacking\n it. I poured all of my rage and fear into it. The way the red paint mixed with the blood felt….right, somehow.\n\n\n\n\n\n\nNote 7\n\n\nI am so close to completing my work. My \ntrue\n work. Into this one has gone everything I love about my work. The feel of the grain, the pain of splinters, the satisfaction of seeing my work come to life. They will love my art. They will love \nme\n.\n\n\n\n\n\n\nNote 8\n\n\nSeven. The final piece. The keystone. Without this, all of the other work will be for nothing. These symbols have taken something from me as I carved them. A weakness has taken hold of me; my hands will not stop shaking. I hope that these seven little birds will become what I need them to be.\n\n\n\n\nNote from Dr. Carlson:\n\n\nWe have studied the three inscriptions on each sculpture and have matched them to the above notes accordingly:\n\n\n\n\nSCP-5447-1:\n Talent, Art, Creation\n\n\nSCP-5447-2:\n Lonely, Wanting, Longing\n\n\nSCP-5447-3:\n Appreciation (Repeated three times)\n\n\nSCP-5447-4:\n Life, Power, Passion\n\n\nSCP-5447-5:\n Frenzy, Fury, Destruction\n\n\nSCP-5447-6:\n Love, Adore, Attention\n\n\nSCP-5447-7:\n Finality, Sacrifice, [\nUNTRANSLATED\n]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as the Pompadour cotinga.\n\n\n2\n. See \nTranscript of a lecture on Aetheric Energy and Aspect Radiation.\n\n\n3\n. Commonly known as the carnaúba palm or carnaubeira palm.\n\n\n4\n. PoI-5447\n\n\n5\n. See Addendum.\n\n\n\n\n\n\n\n\n« \nSCP-5446\n | SCP-5447 | \nSCP-5448\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5447\n\" by Doctor Fullham, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5447\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n PompadourCotinga.jpg\n\n\nName:\n English: Male perched pompadour cotinga\n\n\nAuthor:\n Mike Goad\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n [\nPixabay\n]",
    "addendums": [],
    "documents": [],
    "notes": [
        "All known instances of SCP-5447, referred to as SCP-5447-1 through -7, are currently contained at Site-73 in a standard 3 m x 3 m containment chamber, stored inside the safe that the instances were originally recovered in, designated SCP-5447-A. SCP-5447-A is to be opened on a biweekly basis by unassigned Junior Research Personnel, and any changes to instances of SCP-5447 are to be recorded. Changes that differ from the following should be reported to Site Command: Change in size greater than 5 cm. Change in color. Change in position/orientation. Change in temperature greater than 3 °C. Emission of music below 40 dB.",
        "Description: SCP-5447-1 through -7 is the designation for seven wooden statues resembling birds of the species Xipholena punicea , carved out of wood of the Copernicia prunifera 3 by former Brazilian citizen Sabrina Gonçalves, hereafter designated PoI-5447. Each statue stands at approximately 27cm, including a wooden rod support and varnished base. Thaumaturgic symbols are carved on the underside of the base of each statue.",
        "Junior Researchers Karliah Germaine and Ilya Petrovich were on assignment to open SCP-5447-A for its biweekly check by no later than 07:00. However, the two of them were distracted by one another to the point that they were at least 20 minutes behind schedule. Before they could reach the containment cell holding SCP-5447-A, the safe's door had been forced open and all seven instances had become active. The containment cell's door was also forced open when SCP-5447-3 collided with it at a high speed, an impact which would have been fatal to almost any non-anomalous bird. MTF Lambda-4 \"Birdwatchers\" was called in to attempt to re-contain the instances. The thaumaturgic energy had imbued the instances with unnatural strength, speed, endurance, and resistance to small arms fire. Three instances were terminated during the event: -3 flew into a ventilation duct and was terminated via automated security systems, -5 was able to breach the cell of SCP-1520 and was terminated to ensure the latter's safety, and -6 self-terminated by retrieving a grenade from Lambda-4-Gamma's belt and detonating it in the hallway. Thaumaturgically reinforced nets were used to contain the four remaining instances, and after a period of observation, they returned to their inert state. SCP-5447-7 was reclassified as -3. Junior Researchers Germaine and Petrovich were amnesticized and are pending reassignment.",
        "Note 1 I had had enough. I tried so hard to get my art into the world, but nobody was interested. I slaved for hours on pieces sold to tourists for prices that would be insulting to any established sculptor in the world. I was so close to giving up. Until today. A man approached me at the market this morning, and offered triple what I was asking for a small wooden frog I made last week. He said he could feel the passion in my art, and that he wanted to help me. In addition to the money, he offered me a book. He said it would allow me to create sculptures that were totally unique, special, more valuable than Michelangelo's David. I asked him how I could use a book covered in nonsense to make my art more valuable. He laughed and told me to study it, and I'd understand. Even though I cannot read the words, I feel…something within this book.",
        "Note 2 It has been months of study and frustration, but I think I have finally realized what the strange man from the market that day was talking about. I have carved a beautiful red bird, a cotinga. It will be the first of my real works. Into this one, I pour my passion, my drive to create. This will be the first true work of art I create.",
        "Note 3 The second. Another bird. The book has mentioned that uniformity will increase their power. This one was far more difficult. I had to force myself to feel all of the pain I have felt over years of hard work and disappointment. My longing. My striving. The life I left to pursue my craft. The people that I left.",
        "Note 4 The third came much easier than the first two. Either I am getting more accustomed to this language - this power - or this emotion was so at the forefront of my mind that it barely needed any help to work itself into the bird. Soon enough, the recognition I crave - no, I deserve - will be mine.",
        "Note 5 Four. I cut myself while carving today, something I have not done for many years. There is no paint. I have soaked it in my own life, my very essence. My anger, my fear, my very soul, I have given to this bird. I hope that it will bring it to light.",
        "Note 6 The fifth. More cuts today. These ones were on purpose. I was reckless; angry. I was not carving the wood, I was attacking it. I poured all of my rage and fear into it. The way the red paint mixed with the blood felt….right, somehow.",
        "Note 7 I am so close to completing my work. My true work. Into this one has gone everything I love about my work. The feel of the grain, the pain of splinters, the satisfaction of seeing my work come to life. They will love my art. They will love me .",
        "Note 8 Seven. The final piece. The keystone. Without this, all of the other work will be for nothing. These symbols have taken something from me as I carved them. A weakness has taken hold of me; my hands will not stop shaking. I hope that these seven little birds will become what I need them to be.",
        "SCP-5447-1: Talent, Art, Creation SCP-5447-2: Lonely, Wanting, Longing SCP-5447-3: Appreciation (Repeated three times) SCP-5447-4: Life, Power, Passion SCP-5447-5: Frenzy, Fury, Destruction SCP-5447-6: Love, Adore, Attention SCP-5447-7: Finality, Sacrifice, [ UNTRANSLATED ]",
        "\" SCP-5447 \" by Doctor Fullham, from the SCP Wiki . Source: https://scpwiki.com/scp-5447 . Licensed under CC-BY-SA .",
        "Filename: PompadourCotinga.jpg Name: English: Male perched pompadour cotinga Author: Mike Goad License: CC-BY-SA 4.0 Source Link: [ Pixabay ]"
    ],
    "description": "SCP-5447-1 through -7 is the designation for seven wooden statues resembling birds of the species Xipholena punicea, carved out of wood of the Copernicia prunifera3 by former Brazilian citizen Sabrina Gonçalves, hereafter designated PoI-5447. Each statue stands at approximately 27cm, including a wooden rod support and varnished base. Thaumaturgic symbols are carved on the underside of the base of each statue.",
    "title": "SCP-5447"
}