{
    "url": "https://scp-wiki.wikidot.com/scp-5449",
    "all_text": "rating: \n+147\n+\n–\nx\n\n\nItem #:\n SCP-5449\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5449 is to be housed in a 40 x 40 x 40 cm terrarium in the west wing of Site-47. Assigned caretakers must maintain an optimal temperature and humidity level, which are to be adjusted when SCP-5449 goes into hibernation. The plants and decorations may be changed after it wakes up at the anomaly's preference.\n\n\nSCP-5449-1 is to be kept available to SCP-5449. If used for recreational purposes, one researcher with a clearance level 2 or higher must accompany SCP-5449 on site. Maintenance is to be carried out whilst SCP-5449 is hibernating.\n\n\n\n\n\n\nSCP-5449 on its new flower after waking from hibernation.\n\n\n\n\n\n\nDescription:\n SCP-5449 is a spider of the \nSalticidae\n family\n1\n whose species is currently unidentified.\n\n\nSCP-5449 demonstrates high levels of intelligence for arachnids, able to learn human language and functions of objects through observation and deduction.\n\n\nSCP-5449-1 is a wooden toy train locomotive with three small carriages originally belonging to Dr. Ramona Sylven. SCP-5449 became attached to it after finding a way to spin its threads around the wheels and maneuver it. Because of this, it can ride on walls and ceilings, and puffs silk clouds even when moved by personnel. It was subsequently designated SCP-5449-1.\n\n\nDiscovery:\n On 25/08/2019, during a renovation of Dr. Sylven's office, a shelf collapsed overnight breaking an heirloom piece of amber containing spider eggs. SCP-5449 hatched and found SCP-5449-1 on the ground next to it. The next morning Dr. Sylven found SCP-5449 riding laps in SCP-5449-1 around her desk. SCP-5449 was successfully contained in a plexiglass container and later transferred into its enclosure. Further research showed that the other eggs were not fertilized. The origin of the amber could not be determined.\n\n\nAddendum 5449.1:\n Events with SCP-5449\n\n\n\n\n30/08/2019\n\n\nEvent:\n SCP-5449 was visibly sad, screeched silently, and refused to eat. Researchers tried to find the cause.\n\n\nResult:\n After unsuccessfully trying to appease it with treats, SCP-5449-1 was placed next to its enclosure. SCP-5449 hugged the wall next to SCP-5449-1. After internal deliberation, researchers let SCP-5449 ride around for four hours until it got hungry.\n\n\nSCP-5449 was permitted access to SCP-5449-1 as long as it was being observed directly.\n\n\n\n\n\n\n18/09/2019\n\n\nEvent:\n SCP-5449 was fed at the scheduled time.\n\n\nResult:\n SCP-5449 wove the words \"Thank you,\" and waved. Upon questioning, SCP-5449 could not make full sentences but appeared to comprehend the speech directed towards it.\n\n\n\n\n\n\n14/10/2019\n\n\nEvent:\n SCP-5449 was not seen for 48 hours.\n\n\nResult:\n Researchers found SCP-5449 hibernating inside its cave. Researchers continued to clean the enclosure weekly. The conditions of the terrarium were adjusted. On 22/02/2020, SCP-5449 woke up and excitedly jumped around in its enclosure.\n\n\n\n\n\n\n05/03/2020\n\n\nEvent:\n SCP-5449 saw that Dr. Carson forgot the cupcake on his desk when he went to the break room.\n\n\nResult:\n SCP-5449 loaded said cupcake in one of the carriages and rode SCP-5449-1 to deliver it. Afterwards, SCP-5449 was reprimanded and explained the potential dangers to itself. Personnel looked into extra security measures.\n\n\nDr. Carson appreciated the gesture and let SCP-5449 have a bite of his cupcake. He looked further into ways the anomaly could be helpful for personnel.\n\n\n\n\n\n\n17/04/2020\n\n\nEvent:\n Dr. Carson's proposal to have SCP-5449 deliver small objects was given a test period of two weeks.\n\n\nResult:\n SCP-5449 delivered non-urgent post, lunch, and several small objects\n2\n in the west wing of Site-47. Due to raised morale, the testing period was extended.\n\n\n\n\n\n\n28/10/2020\n\n\nEvent:\n After circa two days of inactivity, SCP-5449 was found dormant on a bed of moss in its cave under a self-woven blanket.\n\n\nResult:\n Personnel awaits the moment SCP-5449 awakens from hibernation avidly.\n\n\n\n\n\n\n06/05/2021\n\n\nEvent:\n Whilst on its daily delivery route, SCP-5449 brought Dr. Carson a cupcake for his first break. The recently mopped hall was not completely dried up which caused SCP-5449-1 to slip and collide with Dr. Carson's desk.\n\n\nResult:\n Dr. Carson's tea fell on SCP-5449. Dr. Carson called for emergency medical assistance, SCP-5449 was taken away to the medical wing. SCP-5449-1 lost two wheels and a carriage in the collision.\n\n\n\n\n\n\n09/05/2021\n\n\nEvent:\n SCP-5449 succumbed to its injuries.\n\n\nResult:\n A funeral for SCP-5449 was held in the west wing of Site-47. SCP-5449-1 was set on the grave with flowers potted in its carriages with the permission of Dr. Sylven. Several researchers took the day off.\n\n\n\n\n\n\n\n\nTo:\n Site-47 Personnel\n\n\nFrom:\n Site Director T. Y. Meyx\n\n\nSubject:\n In regards to SCP-5449\n\n\n\n\n\n\nI would like to personally give my condolences to everyone at Site-47 after the passing of SCP-5449. Its death has impacted morale greatly. Despite this, I must see this for what it is and file a report that an anomaly has been neutralized. Its object class will be mirrored to this change.\n\n\nI will not give out disciplinary sanctions, as accidents do happen. However, future requests to have anomalies roam freely on-site will be denied by default. I hope this will be a lesson for everyone here at Site-47, including myself.\n\n\n- Site Director Meyx\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly known as the jumping spiders.\n\n\n2\n. Including but not limited to; AA batteries, a USB, another cupcake, tissues, and cartridges.\n\n\n\n\n\n\n\n\n« \nSCP-5448\n | SCP-5449 | \nSCP-5450\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5449\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5449\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Spooder.jpg\n\n\nName:\n Spider's cute eyes.jpg\n\n\nAuthor:\n Sachintha wijenayake\n\n\nDate:\n 27 December 2018\n\n\nLicense:\n CC SA 4.0 International\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5449.1: Events with SCP-5449"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5449 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5449 . Licensed under CC-BY-SA .",
        "Filename: Spooder.jpg Name: Spider's cute eyes.jpg Author: Sachintha wijenayake Date: 27 December 2018 License: CC SA 4.0 International Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5449",
    "object_class": "Safe",
    "containment_procedures": "SCP-5449 is to be housed in a 40 x 40 x 40 cm terrarium in the west wing of Site-47. Assigned caretakers must maintain an optimal temperature and humidity level, which are to be adjusted when SCP-5449 goes into hibernation. The plants and decorations may be changed after it wakes up at the anomaly's preference.",
    "description": "SCP-5449 is a spider of the Salticidae family1 whose species is currently unidentified.",
    "title": "SCP-5449"
}