{
    "url": "https://scp-wiki.wikidot.com/scp-5453",
    "all_text": "SCP-5453\n\n\n\n\n\n\nBy:\n \nbasirskipreader\n\n\n\n\n\n\nPublished on \n23 Mar 2021 00:01\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\nItem #:\n SCP-5453\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-5453 are to be stored in a standard air-gapped Foundation server. Physical copies of SCP-5453 are to be stored beside the server in a standard Foundation locker. In addition, ingredients to make an SCP-5453-1 instance, including an expert in hydromancy, are to be stored on-site.\n\n\nDescription:\n SCP-5453 is an infohazardous recipe for \nsinigang na hipon\n. Any online medium that mentions the process of making SCP-5453 turns into a format resembling a recipe blog; however, physical copies of SCP-5453 are instead turned into a format resembling a recipe book. A previous copy of SCP-5453 when its infohazardous nature was not known can be found in Site-901. When a subject follows the instructions given by SCP-5453, they create an instance of SCP-5453, hereby referred to as SCP-5453-1.\n\n\nSCP-5453-1 is a bowl of shrimp \nsinigang\n. Subjects that consumes SCP-5453-1 expire instantaneously. Expiration from SCP-5453 resemble anaphylaxis due to shrimp allergies, however, reports from test subjects of SCP-5453-1 report the expiration as being peaceful. Although the instructions given by SCP-5453 makes an SCP-5453-1 instance, when any part of SCP-5453 is not followed, a non-anomalous bowl of shrimp \nsinigang\n manifests.\n\n\nInterview and Documents Pertaining to SCP-5453:\n Below are various interviews the Foundation conducted that references SCP-5453.\n\n\n\n\nInterviewed:\n Josie Bautista\n\n\nInterviewer:\n Researcher Danielle\n\n\nPrologue\n Interview was done under the guise of a documentary about the Marcos regime.\n\n\n\n\n[Irrelevant information removed for brevity]\n\n\nDanielle:\n Can you tell me more about your daughter?\n\n\nBautista:\n She was a cute little girl. Inherited most of her attitude from her mother, with my hard-headedness and motivation.\n\n\n[Bautista points to a picture of him and his daughter posing in front of the Univeristy of the Philippines Oblation Statue]\n\n\nBautista:\n There she is, posing with me after she graduated valedictorian in her batch!\n\n\nDanielle:\n She must've been a very bright girl.\n\n\nBautista:\n Every time she would come home, her eyes would shine as she told me the various things they did with their organization, like feed the poor and house the homeless. Until she didn't come home one day.\n\n\nBautista:\n The next day, I see her and her friends on TV being arrested and sent to Bilibid\n1\n for being Communists! Communists! Would you believe that my baby girl, the person who would take care of stray animals and feed them till they grew up, a Communist?!\n\n\nBautista:\n I packed my bags and went out to Manila, hopefully to return to Baguio with her beside me.\n\n\nBautista:\n When I arrived in Bilibid, I asked to visit my daughter, and when I took a look at her…\n\n\n[Bautista shows a piece of parchment to Danielle]\n\n\nBautista:\n Someone once said to me that I should only use this recipe to stop someone who's suffering in pain. That recipe ensured that all people died a peaceful death. I had to do what I had to do.\n\n\nDanielle:\n What was the recipe you made?\n\n\nBautista:\n Ah, it was her favorite dish. Add a tamarind, a pinch of saltwater, and some shrimp, and it's a dish she will eat after swimming in the sea. You know, I got that from my mother. She taught me what I needed to make the recipe. Never have I thought I would use this recipe.\n\n\nDanielle:\n Condolences, Ms. Bautista. I know the feeling of watching someone waste away without guidance on what to do.\n\n\n[Irrelevant information removed for brevity]\n\n\n\n\nEpilogue:\n As Bautista has shown considerable knowledge regarding the existence of SCP-5453, a request to accompany her during her daily life has been filed. The usage of amnestics has been shown to prevent these kinds of cases to occuring, however, due to Bautista's knowledge regarding SCP-5453, it may be a waste of resources and documentation to erase the knowledge Bautista has about the anomaly — Researcher Danielle.\n\n\n\n\n\n\nInterviewed:\n Josie Bautista\n\n\nInterviewer:\n Researcher Danielle\n\n\nPrologue:\n To establish better relations with Bautista along with gathering more information about the anomaly, Danielle accompanied Bautista to Manila Bay.\n\n\n\n\nBautista:\n You know, my daughter used to love \nhalo-halo\n. She would always pester me to buy some whenever we went out to go shopping.\n\n\n[Danielle mixes her halo-halo]\n\n\nDanielle:\n She sounds like she was a wonderful girl, indeed.\n\n\nDanielle:\n Speaking of foods, do you know anything about that \nsinigang\n recipe you used?\n\n\nBautista:\n Ah, that. Truth be told, I didn't make that recipe, it was only taught to me by someone I knew closely. She says that recipe has been passed down from her mother, and her mother before that, and her mother before that, and on and on and on.\n\n\nBautista:\n This recipe of mine is actually a variation of what the Marcoses used.\n\n\nDanielle:\n I can't believe that the Marcoses used… these kinds of magic.\n\n\nBautista:\n It was effective at disposing of a political dissident. Just feed someone the \nsinigang\n, wait a few minutes, then they drop dead. I should know, Marcos himself hired me and a group of my close relatives to create another version of that.\n\n\nDanielle:\n What did they do to your recipe?\n\n\nBautista:\n You could say they \"improved\" it. Made it worked faster. Doesn't kill you, though. Turns you into a puddle of meat they can extract information out of. You would be surprised how much prisoners the Marcoses used this technique to torture their opponents. Reverse the effects, amnesticize them so they forget about the torture but remember the trauma, repeat until they are willing to break.\n\n\nDanielle:\n That's so… horrible.\n\n\nBautista:\n And if you weren't willing to break? Then they'll just beat you up and throw you into a barrel. They called it the \"Trajano method\".\n\n\nDanielle:\n And all of these was done inside Bilibid?\n\n\nBautista:\n Did you know that most of the Marcos' regime's victims' bodies were never found? The ones that were were located mostly in Bilibid.\n\n\n[Bautista chuckles]\n\n\nBautista:\n And to think it would be used against my daughter.\n\n\nDanielle:\n My condolences, Ms. Josie.\n\n\nBautista:\n Thank the Lord that Corazaon decided that it was too cruel and burned every copy of Marcos' version of the recipe.\n\n\nBautista:\n Now I hold the only physical copy of the recipe, and I hope it dies with me.\n\n\nBautista:\n Would you like to walk around the malls with me? I can treat you.\n\n\nDanielle:\n Sure, with pleasure, Josie.\n\n\n[Extreaneuous information removed for brevity]\n\n\n\n\n[Danielle and Bautista are in a Ferris wheel, eating taho]\n\n\nBautista:\n You remind me of my daughter. The way she talks, the way she walks, sometimes, I pretend you were there all along.\n\n\nDanielle:\n That's nice to hear from you.\n\n\nBautista:\n Haha, you even have her attitude!\n\n\nBautista:\n Sometimes, I wonder what would've happened if she wasn't caught. Sometimes, I stay up at night, thinking what would've happen if I didn't accept Marcos' offer to create him that recipe. Maybe those countless nights spent working on the perfect recipe to fulfill his requirements, being the lead researcher on a project that was designed to torture innocent lives, maybe it would've been spent creating something… better.\n\n\nDanielle:\n Sometimes it really just feels like the world is out to destroy what you have built, huh.\n\n\nBautista:\n In that case, I hope the world does try to destroy what I've done. I don't know how will I forgive myself for what I have done.\n\n\nDanielle:\n Self-compassion takes a long time to achieve, Josie. It may take you 10 days, it may take you 10 months, it may take you 10 years, however, as long as you regret what you have done, I believe that anyone can be at peace with themselves.\n\n\nBautista:\n Ha, when I ever forgive myself and go straight to Heaven, I hope my daughter will also forgive me for what I have done to her.\n\n\nDanielle:\n I'm sure she will, Josie. I'm sure she will.\n\n\nBautista:\n Just call me Tita.\n\n\n[Danielle hugs Bautista]\n\n\nDanielle:\n Okay po Tita.\n\n\n[Extreneuous information removed for brevity]\n\n\n\n\n[Danielle and Bautista sit at a bench, currently watching the sun set over the Manila Bay.]\n\n\nBautista:\n Thank you for accompanying me, Danielle. I really appreciate it.\n\n\nDanielle:\n No, thank you, Tita. You've made my day a little less depressing.\n\n\nBautista:\n My conversation with you has made me realized a lot of things about myself.\n\n\nDanielle:\n Me too, me too.\n\n\nBautista:\n Would you mind visiting me every once in a while?\n\n\nDanielle:\n I wouldn't mind.\n\n\n\n\n\n\nInterviewed:\n Josie Bautista\n\n\nInterviewer:\n Researcher Danielle\n\n\nPrologue:\n As Bautista was recently admitted to the hospital for arsenic poisoning, Researcher Danielle has decided to give Bautista her well-wishes in the Chinese General Hospital.\n\n\n\n\nBautista:\n Y-you came.\n\n\nDanielle:\n Why won't I come to my Tita?\n\n\nBautista:\n Haha, now you sound like her too.\n\n\nDanielle:\n What's the diagnosis?\n\n\nBautista:\n …Doctor says I have a few days to live.\n\n\nDanielle:\n Don't worry, Tita. I will make sure you will get the best medicine here in the Philippines.\n\n\n[Bautista raises her hand]\n\n\nBautista:\n No need to. I've lived long enough.\n\n\nDanielle:\n But… you've treated me so kindly! It's natural that I repay you!\n\n\nBautista:\n There's no need to repay me. After all, you've been with me in my twilight years, and that is enough for me.\n\n\nDanielle:\n If there's anything that I can do, please tell me.\n\n\nBautista:\n I actually do have two requests.\n\n\n[Bautista hands over a piece of parchment to Danielle]\n\n\nBautista:\n Please find a way I can die peacefully in my sleep.\n\n\nDanielle:\n I will do so, Tita.\n\n\nBautista:\n Please burn the parchment so no one will relearn how to do this. No one should deserve to learn this, after what I have done.\n\n\nDanielle:\n I promise, Tita.\n\n\n[Bautista hugs Danielle]\n\n\nBautista:\n Thank you, for letting me fulfill my wish.\n\n\nDanielle:\n I hope I've been a good daughter to you.\n\n\nBautista:\n Would you sit by me as I eat my last meal?\n\n\nDanielle:\n I will.\n\n\n\n\nEpilogue:\n Per Bautista's wishes, Researcher Danielle prepared and fed him SCP-5453-1. In addition, she properly disposed of SCP-5453-1 per Foundation policy. Bautista's copy of SCP-5453 has been sent to Site-901 for safekeeping.\n\n\n\n\n\n\n\n\n\n\nYou have one(1) new message!\n\n\n\n\nRe:SCP-5453\n\n\n\n\n\n\n\n\n\n\nTo:\n Danielle Romualdez\n\n\nFrom:\n B███b███ M█████\n\n\nSubject:\n SCP-5453\n\n\n\n\n\n\nGood job on dispatching Bautista. Your payment will be sent after 7 days. Thank you for sending over the recipe, it was just in time for election season too. If you manage to quietly dispose of more people, we might win this coming election and your pay will increase massively. Your next target is Angelo Velasco, anartist. Good luck, and remember, history is written by the victors, and you will be part of that victory.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The New Bilibid Person is a jail built during the Spanish Era to house prisoners. During the Marcos era, it was used to house political dissidents along with Camp Krame\n\n\n\n\n\n\n\n\n« \nSCP-5452\n | SCP-5453 | \nSCP-5454\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5453\n\" by basirskipreader, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5453\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Interview and Documents Pertaining to SCP-5453: Below are various interviews the Foundation conducted that references SCP-5453."
    ],
    "notes": [
        "\" SCP-5453 \" by basirskipreader, from the SCP Wiki . Source: https://scpwiki.com/scp-5453 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5453",
    "object_class": "Euclid",
    "containment_procedures": "All instances of SCP-5453 are to be stored in a standard air-gapped Foundation server. Physical copies of SCP-5453 are to be stored beside the server in a standard Foundation locker. In addition, ingredients to make an SCP-5453-1 instance, including an expert in hydromancy, are to be stored on-site.",
    "description": "SCP-5453 is an infohazardous recipe for sinigang na hipon. Any online medium that mentions the process of making SCP-5453 turns into a format resembling a recipe blog; however, physical copies of SCP-5453 are instead turned into a format resembling a recipe book. A previous copy of SCP-5453 when its infohazardous nature was not known can be found in Site-901. When a subject follows the instructions given by SCP-5453, they create an instance of SCP-5453, hereby referred to as SCP-5453-1.",
    "title": "SCP-5453"
}