{
    "url": "https://scp-wiki.wikidot.com/scp-5456",
    "all_text": "rating: \n+65\n+\n–\nx\n\n\nItem #:\n SCP-5456\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Although no anomalous phenomena or events have been recorded regarding SCP-5456, its classification is maintained due to reasonable suspicion of such activity and the substantial disruption of local community normalcy caused by the disappearance of SCP-5456. Family and other social relations to SCP-5456 have been interviewed extensively and offer no useful information.\n\n\nThe property SCP-5456 operated from has been retrofitted under a \"Poisoned Waterhole\" disinformation protocol, and fortified against entry. Surveillance recordings of the property are to be reviewed once daily.\n\n\nDescription:\n SCP-5456 was a group formerly organized out of the \"Get Jacked\" health club located in a strip mall in Texarkana, Arkansas. SCP-5456 operated from 2002 up until its disappearance in May of 2012. SCP-5456 is the designation for employees, customers, and owners of the facility. SCP-5456 consisted of 146 long term members, each of which were commonly employed as business owners, landlords, military, law enforcement, or those in similar positions of authority, and related family.\n\n\nThe present location of SCP-5456 and the cause of their disappearance is unknown. Social relations of SCP-5456 commonly expressed confusion regarding the disappearance, and did not report anything unusual regarding SCP-5456. SCP-5456 was discovered following the national broadcast of a local news report regarding the disappearances. A budget handover was facilitated following an inconclusive FBI/UIU investigation.\n\n\nGet Jacked health club was outfitted with 4 industrial humidifiers which operated year-round on a low setting for the 9 years it was in operation. Temperature in the facility was fixed to 32°\nC\n. A storage compartment in the locker room contained a makeshift fractional distillation apparatus, presumably used to gather nitrogen. Also installed were drip tanks which housed nitrogen filtered from the indoor air. Other containers in the facility contained this liquid nitrogen with a mixture of salt water and ammonia. The basement of the facility was filled with storage vessels containing this mixture; thirty 50l kegs, 3 rows of wall mounted aquariums encircling the basement room (200000 L), and several buckets which were presumably placed to catch water leaking from the basement ceiling, which had significant water damage.\n\n\nCarpet and surfaces in the facility at time of discovery were water-logged and warped, covered in black mold \nStachybotrys chartarum\n. It is not confirmed that the mold was always present or accumulated due to disuse. It is likely (based on chemical composition of the mixture found in the basement) NO was extracted from human lungs using a lavage or lung irrigation process, following inhalation of the black mold, then combined with ammonia or sweat to produce the N\n2\n0 found at the club. Biological signatures and traces of inflamed or destroyed hemocytes in the liquid suggest all produce in the facility has a unique origin and is completely recycled.\n\n\nSCP-5456 were CrossFit brand affiliates and maintained a ledger of modified rules and strictures, although mainly adhering to functions typical of this program. Individuals affiliated with SCP-5456 abstained when possible from the usage of most machines, and non-animal foods, excluding fruiting plants or nuts. Literature and training videos placed an unusual emphasis on \"the sweat\", \"sweating it out\", and unusual terms and phrases such as \"sweatmother\" or, \"soupdad\n?\n\". It is believed these terms refer to progress or status within the group. SCP-5456 were encouraged to work until muscle failure, and commendations were made if a member lost consciousness while performing with particularly egregious levels of resistance.\n\n\nUPDATE:\n Further review suggests the outlet containing the former SCP-5456 may have been in use as a fitness facility since the late 1950's.\n\n\n2/06/2016:\n Hard drives connected to security cameras in the facility were mostly destroyed due to water damage. Data reconstruction efforts have revealed assorted audio; the only timestamp legible reads May 5th, of an unknown year, at 5:42 AM. The tapes are dominated by a masculine voice.\n\n\n\n\nSpeaker:\n Are you my dad, Chet?\n\n\nSpeaker:\n Susan, are you my dad?\n\n\nVoice:\n No.\n\n\nSpeaker:\n Where's my dad then?\n\n\nSpeaker:\n We can be human, yeah we can be respectful, but we can't tolerate chaos. You \nhave\n to be our\n[sic]\n own dads.\n\n\nVoice:\n I'm…\n\n\nSpeaker:\n Remember to stay hydrated Chet.\n\n\nVoice:\n Okay.\n\n\n\n\n\n\nSpeaker:\n \n(aggressive shouting)\n \n(indiscernible)\n …and now every day is 9/11.\n\n\nVoice:\n So I just suck up gas like this?\n\n\nSpeaker:\n Damnit. Yes. Sorry. Yes honey. Just wrap your lips around the canister and inhale. Now, it's going to make you giggle, but I need to hear you to say what happened that day without laughing.\n\n\n(sound of a continuous stream of liquid hitting a larger body of liquid)\n\n\nSpeaker:\n (\nshouting)\n No! We don't do it that way! It's the sweat! Sweat it out!\n\n\n\n\n\n\nVoice:\n I think I can honestly say I'm my own dad.\n\n\nVoice:\n I don't think I could have said that a year ago when I walked in here, but, yeah. \n(labored laughing)\n I'm my dad. \n(heavy breathing)\n Don't get me wrong. I don't like being a dad.\n\n\nVoice:\n \n(sound of dumbbells dropping)\n I'm sorry Bill, can you repeat that to me a little louder, one more time?\n\n\n(Silence, sound of feet shuffling.)\n\n\n(Sound of person gulping continuously for two minutes.)\n\n\nSpeaker:\n You wouldn't even know to say that if you never came here.\n\n\nSpeaker:\n Do you have the sinthome.\n\n\n\n\n\n\nSpeaker:\n Did you know just last week a Starbucks down the street got its windows broken? A Starbucks. You know what people do in a Starbucks?\n\n\nVoice:\n What's a Starbucks?\n\n\nSpeaker:\n They \nserve\n energy drinks.\n\n\nVoice:\n \n(coughing)\n Whole world's going to shit.\n\n\nSpeaker:\n They \ndrink\n the energy drinks in the Starbucks. That's what people go there to do. You just pay for the drink with money. Someone's dad drove a Subaru right through the front of the building. Screaming, flying glass shards, big spectacle. Furious, furious type of man. Can you believe it? I can only imagine the anger in his heart. They squeeze the energy out of damned beans, Chet.\n\n\n\n\n5/04/2017\n: 1 bottle of Gatorade, Lemon Lime was discovered in a hidden compartment in the attic during a routine checkup. It is not known if the item was initially overlooked or was placed there after initial inspection.\n\n\n\n\n\n\n« \nSCP-5455\n | SCP-5456 | \nSCP-5457\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5456\n\" by faminepulse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5456\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Speaker: Are you my dad, Chet? Speaker: Susan, are you my dad? Voice: No. Speaker: Where's my dad then? Speaker: We can be human, yeah we can be respectful, but we can't tolerate chaos. You have to be our [sic] own dads. Voice: I'm… Speaker: Remember to stay hydrated Chet. Voice: Okay.",
        "Speaker: (aggressive shouting) (indiscernible) …and now every day is 9/11. Voice: So I just suck up gas like this? Speaker: Damnit. Yes. Sorry. Yes honey. Just wrap your lips around the canister and inhale. Now, it's going to make you giggle, but I need to hear you to say what happened that day without laughing. (sound of a continuous stream of liquid hitting a larger body of liquid) Speaker: ( shouting) No! We don't do it that way! It's the sweat! Sweat it out!",
        "Voice: I think I can honestly say I'm my own dad. Voice: I don't think I could have said that a year ago when I walked in here, but, yeah. (labored laughing) I'm my dad. (heavy breathing) Don't get me wrong. I don't like being a dad. Voice: (sound of dumbbells dropping) I'm sorry Bill, can you repeat that to me a little louder, one more time? (Silence, sound of feet shuffling.) (Sound of person gulping continuously for two minutes.) Speaker: You wouldn't even know to say that if you never came here. Speaker: Do you have the sinthome.",
        "Speaker: Did you know just last week a Starbucks down the street got its windows broken? A Starbucks. You know what people do in a Starbucks? Voice: What's a Starbucks? Speaker: They serve energy drinks. Voice: (coughing) Whole world's going to shit. Speaker: They drink the energy drinks in the Starbucks. That's what people go there to do. You just pay for the drink with money. Someone's dad drove a Subaru right through the front of the building. Screaming, flying glass shards, big spectacle. Furious, furious type of man. Can you believe it? I can only imagine the anger in his heart. They squeeze the energy out of damned beans, Chet.",
        "\" SCP-5456 \" by faminepulse, from the SCP Wiki . Source: https://scpwiki.com/scp-5456 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5456",
    "object_class": "Neutralized",
    "containment_procedures": "Although no anomalous phenomena or events have been recorded regarding SCP-5456, its classification is maintained due to reasonable suspicion of such activity and the substantial disruption of local community normalcy caused by the disappearance of SCP-5456. Family and other social relations to SCP-5456 have been interviewed extensively and offer no useful information.",
    "description": "SCP-5456 was a group formerly organized out of the \"Get Jacked\" health club located in a strip mall in Texarkana, Arkansas. SCP-5456 operated from 2002 up until its disappearance in May of 2012. SCP-5456 is the designation for employees, customers, and owners of the facility. SCP-5456 consisted of 146 long term members, each of which were commonly employed as business owners, landlords, military, law enforcement, or those in similar positions of authority, and related family.",
    "title": "SCP-5456"
}