{
    "url": "https://scp-wiki.wikidot.com/scp-5458",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\nItem #:\n SCP-5458\n\nObject Class:\n Safe\n\n\n\n\n\n\nSCP-5458\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5458 is contained in a storage locker in the Safe wing of Site-43.\n\n\nWhen handling SCP-5458, thick gloves should be worn at all times. If SCP-5458 makes contact with exposed skin outside of testing, the affected personnel should be removed from its vicinity and administered Class-A amnestics immediately.\n\n\nDescription:\n SCP-5458 is a gold wedding ring formerly belonging to Foundation Researcher Dr. Henry Fleming. When SCP-5458 makes direct skin contact with a human being, the affected person (henceforth subject) will, within two to five minutes, develop an irrational desire to put it on, even when instructed not to do so with threat of force. This desire continues even if the subject is removed from SCP-5458's vicinity, and may drive them to acts of violence to retrieve it. However, the desire does not continue if the subject's memory of touching SCP-5458 is removed by Class-A amnestics.\n\n\nWhen a subject places SCP-5458 on any finger, they immediately develop strong antimemetic properties and cannot be directly perceived without usage of Class-Y mnestics. SCP-5458, however, remains visible. The subject remains in this state for approximately ten minutes before disappearing entirely, dropping SCP-5458 in the process.\n\n\nAddendum 5458-1 - Discovery\n\nSCP-5458 was initially discovered during an investigation into an affair between Researcher Susan Fleming and Junior Researcher Grant, and the subsequent disappearance of Susan Fleming and her husband, Dr. Henry Fleming. It was found on the floor of Researcher Fleming's office, matching the description of Dr. Fleming's wedding ring. The following note was found on Dr. Fleming's desk, written but apparently undelivered.\n\n\n\n\n\n\nSusan,\n\n\nWhen we married, I vowed to have and to hold from that day forward, for better, for worse, for richer, for poorer, in sickness and in health. To love and cherish you. You did too, but I suppose it's all just empty words to you. With this Ring I thee curse, with my body I thee find, and with all my worldly goods I thee banish.\n\n\n \n\nI'll see you in Hell soon enough.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5457\n | SCP-5458 | \nSCP-5459\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5458\n\" by weiserthanyou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5458\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n zeevveezz-ring.jpg\n\n\nName:\n carvings gold ring-7\n\n\nAuthor:\n zeevveez\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/29001414@N00/3110567181",
    "addendums": [
        "Addendum 5458-1 - Discovery SCP-5458 was initially discovered during an investigation into an affair between Researcher Susan Fleming and Junior Researcher Grant, and the subsequent disappearance of Susan Fleming and her husband, Dr. Henry Fleming. It was found on the floor of Researcher Fleming's office, matching the description of Dr. Fleming's wedding ring. The following note was found on Dr. Fleming's desk, written but apparently undelivered."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5458 \" by weiserthanyou, from the SCP Wiki . Source: https://scpwiki.com/scp-5458 . Licensed under CC-BY-SA .",
        "Filename: zeevveezz-ring.jpg Name: carvings gold ring-7 Author: zeevveez License: CC BY 2.0 Source Link: https://www.flickr.com/photos/29001414@N00/3110567181"
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-5458 is contained in a storage locker in the Safe wing of Site-43.",
    "description": "SCP-5458 is a gold wedding ring formerly belonging to Foundation Researcher Dr. Henry Fleming. When SCP-5458 makes direct skin contact with a human being, the affected person (henceforth subject) will, within two to five minutes, develop an irrational desire to put it on, even when instructed not to do so with threat of force. This desire continues even if the subject is removed from SCP-5458's vicinity, and may drive them to acts of violence to retrieve it. However, the desire does not continue if the subject's memory of touching SCP-5458 is removed by Class-A amnestics.",
    "title": "SCP-5458"
}