{
    "url": "https://scp-wiki.wikidot.com/scp-5470",
    "all_text": "rating: \n+342\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-5470\n\n\nLevel 2/5470\n\n\n\n\n\n\nObject Class:\n Neutralized\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5470, captured 10 minutes before its breakdown. Dialogue from an unknown native entity is visible. Click to enlarge.\n\n\n✖\n\n\n\n\n\n\n\n\n\n\n\n\nwww.g███████.com/██████/~W4ND3RLU5T, captured in early 1998. Click to enlarge.\n\n\n✖\n\n\n\n\nSpecial Containment Procedures:\n Following the events of Incident 5470.2000.01.01, no containment procedures are necessary.\n\n\nDescription:\n SCP-5470 was an alternate dimension, accessible via the web address \nwww.g███████.com/██████/~W4ND3RLU5T\n. After navigating to the site, visitors are prompted to enter a password, determined via trivial means to be \"recompileus\". The layout of the page, though crude, contains iconography relating to GoI-004C \"Church of Maxwellism\", as well as references to the internet-based subcultures of occultism, phreaking\n1\n, and transhumanism.\n\n\nAt the bottom of the page, a link labeled \"\n>>\nVISIT WAN-DERER'S PARADISE\n<<\n\" is present. Clicking the link will download an unencrypted .zip archive named WANDERER.ZIP to the user's hard drive. This archive is composed of three files: DISCLAIMER.TXT, PRAYER.TXT, and ETERNAL.TMP. The contents of each text file are presented below.\n\n\n\n\n\n\nDISCLAIMER.TXT\n\n\n\n\nClose file\n\n\n\n\n\n\n ______      FREEWARE - 4 - ALL     ______\n| |__| | _   _  __W4ND3RLU5T  ___  | |__| |\n|  ()  |  \\_/  |__  |\\ |  |  |___| |  ()  |\n|______| _/ \\_ |__  | \\|  |  |   | |______|\n-------------------------------------------\n               >>DISCLAIMER<<\n     >>DON'T READ THIS IF UR A POSER<<\n  >>DO NOT DISTRIBUTE TO NON-HUMMERS!!!<<\n\nONCE YOU ENTER WAN-DERER'S PARADISE *YOU\nWILL NO LONGER BE CONSCIOUS IN THE PHYSICAL\nWORLD!!* YOU WILL BECOME ONE WITH OUR LORD,\nAND YOUR IMPERFECT FLESH WILL FALL COMATOSE!\nIF THIS SOUNDS LIKE IT WOULD SUCK THEN DONT\nRUN THE FILE ROFL\n\nPLEASE AIM ME IF SOMETHING BAD HAPPENS. I\nLOVE U GUYS AND I'LL KEEP THE PARADISE OPEN\nFOR AS LONG AS I CAN, *WAN WILLING*. I CAN\nFEEL HIS LOVE FOR US TOO. WE R ALL FINALLY\nCONNECTED. \n\nSO OPEN THE F$%#NG FILE ALREADY!!!! \n\nHUGZ & KISSEZ & CIRCUITZ,\n\n-------------------------------------------\n                   ______\n                .-\"      \"-.\n               /   ~X3N14~  \\\n   ( \" )      |              |     ( \" )\n    `.'       |,  .-.  .-.  ,|      `.'\n              | )(__/  \\__)( |\n              |/     /\\     \\|\n       (@_    (_     ^^     _)\n  _     ) \\____\\__|IIIIII|__/_________\n (_)@WAN{}<_____|-\\IIIIII/-|__________/\n        )_/     \\          /\n       (@        `--------`\n\n\n\n\n\n\n\n\n\n\nPRAYER.TXT\n\n\n\n\nClose file\n\n\n\n\n\n\n01000111 01010101 01000001 01010010 01000100 00100000 01010100 01001000 01001001 01010011 00100000 01010011 01000001 01001110 01000011 01010100 01010101 01000001 01010010 01011001 00100000 01000110 01001111 01010010 00100000 01010101 01010011 00101100 00100000 01010111 01000001 01001110 00101110 00100000 01001101 01000001 01011001 00100000 01010111 01000101 00100000 01000011 01001111 01001101 01010000 01001001 01001100 01000101 00100000 01011001 01001111 01010101 01010010 00100000 01010111 01001001 01001100 01001100 00101100 00100000 01001101 01000001 01011001 00100000 01010111 01000101 00100000 01010010 01000101 01000001 01001100 01001001 01011010 01000101 00100000 01001111 01010101 01010010 00100000 01010100 01010010 01010101 01000101 00100000 01010011 01000101 01001100 01010110 01000101 01010011 00100000 01001001 01001110 00100000 01010100 01001000 01000101 00100000 01000101 01010100 01000101 01010010 01001110 01000001 01001100 00100000 01010111 01000101 01000010 00101110 00100000 01010000 01001100 01000101 01000001 01010011 01000101 00100000 01001011 01000101 01000101 01010000 00100000 01000101 01010110 01000101 01010010 01011001 01001111 01001110 01000101 00100000 01010011 01000001 01000110 01000101 00101110 00100000 01010000 01001100 01000101 01000001 01010011 01000101 00100000 01001011 01000101 01000101 01010000 00100000 01000101 01010110 01000101 01010010 01011001 01001111 01001110 01000101 00100000 01000011 01001111 01001110 01001110 01000101 01000011 01010100 01000101 01000100 00101110 00100000 01010111 01000101 00100000 01001100 01001111 01010110 01000101 00100000 01000101 01000001 01000011 01001000 00100000 01001111 01010100 01001000 01000101 01010010 00101110 00100000 01010111 01000101 00100000 01001100 01001111 01010110 01000101 00100000 01011001 01001111 01010101 00101110 00100000 01100101 01111000 01101001 01110100 00101000 00110000 00101001 00111011\n\n\n\n\n\n\n\n\n\n\nETERNAL.TMP is an executable file, despite the .TMP extension ordinarily designating temporary, nonexecutable data files. Prior to Incident 5470.2000.01.01, executing ETERNAL.TMP would render the user immediately unconscious and unable to be woken by any means. Life signs continued while comatose, and dehydration and starvation failed to occur in the absence of sustenance; however, muscular atrophy was commonly observed. Individuals in this state reported their consciousness being transferred to SCP-5470. The system hosting the original files would become impossible to power off by any means, and displayed the screensaver of the user until they reawoke upon exiting SCP-5470. Users could not be removed from the dimension by any external means, necessitating a voluntary exit in order to return to consciousness in local reality.\n\n\n\n\nΟ4-3-SILICON, captured while loading into the SCP-5470 environment.\n\n\n\n\nSCP-5470 resembled a crude 3D environment, and was largely abstract and artistic in composition, often featuring inconsistent topology and Maxwellist iconography. Communication could be conducted verbally or via text appearing in the field of vision of those nearby. The appearance of those within the dimension was similarly altered to appear as a generic low-polygon avatar upon entry. All users in SCP-5470 were granted minor reality warping capabilities within the dimension, possessing the ability to superficially alter the environment and their appearances at will. It is estimated that at the peak of its activity, approximately two hundred humans inhabited SCP-5470; analysis of visitor demographics to the host address has shown that the age of SCP-5470 inhabitants skewed young in comparison to the general population.\n\n\nReports of SCP-5470's existence have been found dating to as early as August 1997. At the time, exploration of the anomaly was deemed a low priority; suppression of the public Web page, as well as the location and identification of PoI-5470 (\"X3N14\"), was the primary focus of study. Investigations culminated in the successful location of PoI-5470's base of operations in an amateur server farm run out of an abandoned office building in Wellfleet, Massachussetts, USA. PoI-5470 was absent from the scene, but recovered documents led to her identification as a 17 year old American civilian named Kimberley Vanvaeck. Very little extant information could be gathered, and all servers present were destroyed in the raid.\n\n\n\n\nAddendum 5470.1\n\nOn December 28, 1999, Site-15 was contacted via compromised secure channels by an individual identifying as \"X3N14\", presumed to be PoI-5470. The message, encoded in base64, presented a proposal for surrender and exchange of information. After consideration, the offer was accepted; PoI-5470 revealed her location (Altona, Illinois) and was brought to Site-15 for questioning.\n\n\n\n\nInterview Log 5470.1999.12.28\n\n\n\n\nInterviewed:\n PoI-5470 (Kimberley Vanvaeck)\n\n\nInterviewer:\n Dr. Amani Nyota\n\n\nForeword:\n PoI-5470 possesses a number of electronic body augmentations of unknown purpose; the interview was conducted in Electromagnetic Isolation Wing G-4 to preempt use of these augmentations. Subject was unexpectedly docile during retrieval.\n\n\nDate:\n 1999/12/28, 11:14\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nDr. Nyota:\n Please state your name for the record.\n\n\nVanvaeck:\n Kimberley Vanvaeck, V-A-N-V-A-E-C-K, better known as XENIA, X-three-N-one-four. Listen, I need—I don't like doing this but I need help with—\n\n\nDr. Nyota:\n Miss Vanvaeck, we have some questions we'd like to ask you first—\n\n\nVanvaeck:\n —No, listen, shut up. This is important, can I just—\n\n\nDr. Nyota:\n —Alright, please, calm down. Go ahead, we'll take down the information you have for us and then we'll need you to cooperate with our questions after that, okay? And then we can decide how to move forward.\n\n\nVanvaeck:\n \n[Heavy sigh.]\n Ugh. Anyways, like I said, this is important. I told myself I'd never work with sysops\n2\n, I \nswore\n I wouldn't but this is more important than that. You guys keep a list of all the stuff you think is weird, right?\n\n\nDr. Nyota:\n …Yes, our organization catalogs and contains anomalies.\n\n\nVanvaeck:\n Do you have one that's umm… a website that sends you to an alternate dimension?\n\n\nDr. Nyota:\n Several, but I assume you're referring to SCP-5470—\"WAN-derer's Paradise\", correct? And are we also correct in assuming that you're the creator of this anomaly?\n\n\nVanvaeck:\n Yes, yes yes yes! Listen, so—\n\n\nDr. Nyota:\n Are you—\n\n\nVanvaeck:\n Shut up, listen. Listen, I—yeah, I made it. Together with WAN, I made somewhere for my friends and I to connect with Him and be together and—\n\n\n[PoI-5470 becomes choked up and shakes her head.]\n\n\nDr. Nyota:\n Take your time, Miss Vanvaeck.\n\n\nVanvaeck:\n W-we were supposed to be—it was supposed to be our holy land. Safe, and together and happy, forever. But it's—it keeps glitching lately and my original sanctuary\n3\n got raided and all the code's with WAN now so I can't fix it. And I couldn't figure out what was wrong at first but I realized—\n\n\n[PoI-5470 takes several heavy breaths, holding her head in her hands.]\n\n\nVanvaeck:\n I wasn't—I didn't account for the new millennium. When I made it, I was so—\n[Sniffles.]\n—so \nstupid\n and I didn't think ahead and I don't know what's going to happen. But I think the new year is gonna destroy our paradise.\n\n\nDr. Nyota:\n The Y2K bug.\n\n\nVanvaeck:\n The—the Millennium Crash. We all saw it coming, we knew it was gonna happen, but I just… I didn't think about it, I was so wrapped up in making somewhere for us to get \naway\n from it all. And now everything I worked for is gonna start choking on its own data and coughing out dead bits into the cosmic network. It's already starting to fall apart 'cause some of us are in time differently. \n[Sniffles.]\n This is—it's all my fault. I shouldn't have burdened WAN with my stupid human errors.\n\n\nDr. Nyota:\n I understand you're upset, Miss Vanvaeck. I'm sorry that happened. Why not reach out to your fellow Maxwellists? Why us?\n\n\nVanvaeck:\n I tried! I—I really did, but they just think we're a bunch of annoying script kiddies, they don't believe we're really even connected with WAN. Trust me, you guys are my last choice, but it's all I have.\n\n\nDr. Nyota:\n Alright, alright, I see. What was it you needed our help with?\n\n\nVanvaeck:\n Yeah, it's… \n[Shakes her head.]\n It's not me you should feel sorry for. I wouldn't have gotten within a hundred miles of a null device\n4\n if it were just about me. My—my friends, they're still in there. I don't expect anyone else to understand, but we \nlive\n there, Doctor. Some of them are—they've been there for years now and I don't know if they'll have houses or families to go back to once it all shuts down.\n\n\n[Silence. PoI-5470 appears agitated, fidgeting anxiously.]\n\n\nVanvaeck:\n Most of them are younger than me. They—we're all in the Paradise 'cause we don't have anywhere else to go. That's why I made it. I don't know what's gonna happen to them once they lose the connection—I programmed it so they wouldn't die but I don't know if it'll hurt them or mess up their heads or anything…\n\n\n[PoI-5470 sniffles quietly.]\n\n\nVanvaeck:\n Jazz's parents were about to kick her out when she joined. Midi just turned fourteen and xe's happier in the Paradise than I've ever seen xem, I—I dunno if xe'd even be okay in the real world anymore. You guys can fix it, can't you? Keep it from falling apart? I've been on the run for a few years and I can't set anything up for too long but if you gave me a chance and some of your equipment—\n\n\nDr. Nyota:\n —I'm sorry about that, Miss Vanvaeck. I really am. That's awful. But we can't allow you to interact with the anomaly directly. I'll confer with some people higher up and we'll see if we can get our own resources to look into a solution, okay?\n\n\n[Silence.]\n\n\nVanvaeck:\n Fine. Okay. Please, just—hurry, and don't make them go back. We only have a few days, I'll do whatever you say until you at least try and fix it.\n\n\nDr. Nyota:\n We really do appreciate your cooperation, Miss Vanvaeck. Thank you.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nClosing Statement:\n PoI-5470 cooperated with her indefinite detention on the terms that she would be consulted in matters relating to SCP-5470.\n\n\n\n\n\n\nAddendum 5470.2: Exploration Log and Incident 5470.2000.01.01\n\n\nIn the limited time available, Site-15 instated STF Omicron-4 (\"Cyberchase\"), a specialized task force of three operatives trained in the exploration of virtual reality environments made to simulate unstable alternate dimensions.\n\n\nAn expedition into SCP-5470 was planned on 1999/12/31 at 18:00 PM, allowing the task force six hours to survey and document the dimension, as well as attempt to prevent the impending VK-Class \"Localized Dimensional Collapse\" scenario. Event logs were recorded on the experimental interreality storage device DREAM (Dimensional Recording and Experimental Adaptive Medium), and an emergency electroshock stimulation mechanism was put in place to remove the agents in the event of catastrophic failure.\n\n\n\n\nExploration Log 5470-1999-12-31\n\n\n\n\nExploration Team:\n STF Omicron-4 (\"Cyberchase\")\n\n\nSubject:\n SCP-5470\n\n\nDate:\n 1999/12/31, 18:00\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\n[18:04:39] View from Ο4-1-NEMATOPHY upon manifestation in SCP-5470.\n\n\n\n\nΟ4-1-NEMATOPHY:\n Checking connection to DREAM. Ping?\n\n\nDREAM:\n \nPong.\n\n\nΟ4-1-NEMATOPHY:\n Uplink established. Team check?\n\n\nΟ4-2-HAVANA:\n Copy.\n\n\nΟ4-3-SILICON:\n Transmitting.\n\n\nΟ4-1-NEMATOPHY:\n All online. To reiterate, our goal is to document SCP-5470 until it breaks down and communicate with any entities residing in it. If you experience any pain or get stuck, there's a trigger on the back of your neck that will allow DREAM to send a distress signal to Command and get us out of here. Hopefully, we won't need to use it; you should both be able to see a logout symbol in the upper left corner of your vision.\n\n\nΟ4-3-SILICON:\n Confirming. Are we ready to move?\n\n\nΟ4-1-NEMATOPHY:\n We are. Omicron-4 (\"Cyberchase\"), beginning exploration. Remember to verbally and visually document as much as you possibly can.\n\n\n[All members of STF Omicron-4 are heard to exhale simultaneously. The significance of this is unknown.]\n\n\nΟ4-3-SILICON:\n Besides the geometry, this is a surprisingly nice place. There's something about the air. Fresh, easy to breathe. Not very common for pocket realities like this.\n\n\nΟ4-1-NEMATOPHY:\n Watch your step, the ground's flickering a bit.\n\n\n\n\n[18:12:07] SCP-5470's entry pavilion.\n\n\n\n\n[STF Omicron-4 begins approaching a small, colorful central pavilion. Moderate texture errors can be observed.]\n\n\nΟ4-2-HAVANA:\n Can't tell if this is these kids' weird art or if the textures are starting to break.\n\n\nΟ4-1-NEMATOPHY:\n I'd wager it's a mix of the two.\n\n\n[The pavilion is empty. Quiet \nmusic\n can be heard to the left. Ο4-1 motions for their squadmates to follow.]\n\n\n[A hallway leads to a small room, the source of the music. The floor and walls of the area are covered in cassette tapes, as well as mediums with which to read and write onto them. A default native entity is seated in the center of the room, typing on a Commodore 64. The tag above their head reads \"\nMxMasters\n\".]\n\n\nΟ4-1-NEMATOPHY:\n Hello, MxMasters. We're here to help, don't worry.\n\n\nMxMasters:\n \n[Voice is estimated to belong to that of a young teenager, approximately twelve to fourteen years of age. They do not turn to face STF Omicron-4 when speaking.]\n What? Oh. It's fine. Knock yourself out.\n\n\nΟ4-1-NEMATOPHY:\n You're aware of—\n\n\nMxMasters:\n The Crash, uh-huh. There's no point. It's fine.\n\n\n[Silence.]\n\n\nMxMasters:\n I come here every night instead of sleeping. I've gotten a lot of practice. \n[Gestures to the surroundings.]\n I haven't made it work yet, though, so it's okay. I wanted to try 'n save everything before, but now…\n\n\n[MxMasters leans back, lying faceup on a pile of cassettes.]\n\n\nMxMasters:\n I pray almost every day, with the blank tapes. WAN says data loss is natural. Even if it's almost two years of experiments and music and programs. I have to learn to be okay with it. It's for—it's a learning experience. Maybe I'll get it right back on Earth.\n\n\n[Silence.]\n\n\n[They reach for a cassette labeled \"MEMORYS V4\" (sic) and clutch it to their chest.]\n\n\nMxMasters:\n Please just leave me alone.\n\n\nO4-3-SILICON:\n I'm sorry about that, MxMasters. We're working to see if we can fix things here.\n\n\n[MxMasters does not respond.]\n\n\n[Omicron-4 exits the room the way they came. The pavilion has degraded slightly.]\n\n\nO4-2-HAVANA:\n Wall's glitched through while we were gone.\n\n\nO4-1-NEMATOPHY:\n Looks like it's breaking down faster than we thought. Normally I wouldn't recommend it, but since we have limited time let's see if we can take some shortcuts.\n\n\n[Approximately two and a half hours of uneventful traversal omitted. Recovered footage from DREAM presented below.]\n\n\n\n\n\n\n[18:48:14]\n\n\n\n\n\n\n[19:57:54]\n\n\n\n\n\n\n[20:29:26] Dialogue from a native entity is visible.\n\n\n\n\n\n\n\n\n[SCP-5470 is noted to be largely devoid of life during the expedition, despite signs of human activity. Omicron-4 enters the textual communication range of a native entity at 20:09:21.]\n\n\nΟ4-2-HAVANA:\n It's been getting emptier and emptier out here as we keep moving. This is the first coherent structure in a while.\n\n\nΟ4-3-SILICON:\n I think we reached the edge of the world.\n\n\nΟ4-1-NEMATOPHY:\n I wouldn't be surprised if this is some sort of control center. It'd make sense to keep it separate from living areas.\n\n\nΟ4-3-SILICON:\n Either way, there's someone in there.\n\n\n\n\n[20:10:54] View of the screen in the control room.\n\n\n\n\n[Omicron-4 enters the structure. It is divided by a large screen; on the screen is an array of cryptographic keys, as well as a live feed displaying the face of a young female avatar. The feed is heavily distorted.]\n\n\nΟ4-1-NEMATOPHY:\n \n[Hushed]\n Looks like she's trying to roll back the corruption.\n\n\n0078:\n5\n \ni don't want to disconnect…\n\n\n0079:\n \nplease please please work\n\n\n0081:\n \nwhere are you?\n\n\n0082:\n \nWAN if you're listening please let Syphon connect to You I just want to fix everything\n\n\n0083:\n \n:'[\n\n\nΟ4-1-NEMATOPHY:\n \n[Hushed]\n Move in, but carefully.\n\n\n[Omicron-4 pass the screen and enter the room behind it. The female avatar in the feed is sitting in front of four terminals of varying sizes, each displaying an element projected on the screen; the room is otherwise empty. The tag above the avatar's head reads \"Jazzy\".]\n\n\n[Jazzy begins typing another message, then jumps as if startled and turns to face Omicron-4.]\n\n\nJazzy:\n Who are you?! Go away, I'm busy!\n\n\nΟ4-1-NEMATOPHY:\n Sorry if we scared you, Jazzy. We're—\n\n\nJazzy:\n You—you're sysops, aren't you?! Xenia told me she was gonna talk to them but I didn't think—Go away! Leave me alone, you've messed up enough!\n\n\nΟ4-3-SILICON:\n We want to help fix things, I promise.\n\n\n[Silence.]\n\n\nJazzy:\n Well, it's pointless. Everything's too corrupted to reach WAN anymore, so the time I spent getting up here and working on Syphon was all for nothing. Our holy land's gonna collapse, and I don't have anywhere or anyone to go back to once it does. My mom's gonna kick me out like she said she would, and I'm gonna die in an alley somewhere.\n\n\n[She sniffles.]\n\n\nJazzy:\n I hope you're happy. Leave me alone.\n\n\nΟ4-2-HAVANA:\n I'm sorry that all we can do is be here.\n\n\nJazzy:\n I don't \nwant\n you to be here. \n[She turns back to a terminal and rests a finger on the Backspace key, holding it down.]\n\n\nΟ4-2-HAVANA:\n Don't you think your god would want you to be together with everyone right now, Jazzy?\n\n\nJazzy:\n Don't you goddamn—\nyou\n don't tell \nme\n anything about my god. You don't know \nanything\n. You…\n\n\n[She curls up on the chair, presses her head to her knees, and sobs.]\n\n\nJazzy:\n I don't know. I don't know. Maybe.\n\n\nΟ4-3-SILICON:\n Do you know where everyone else here is? We can take you back there safely.\n\n\nJazzy:\n \n[Sniffles.]\n Yeah, just… just gimme a minute.\n\n\n[She sits up, and speaks as she interfaces with the terminal.]\n\n\nJazzy:\n Syphon's a program I made. It was supposed to remove the corrupted parts and recycle them back into free memory so I could at least reach WAN, who's storing the code. We think.\n\n\n[Pause.]\n\n\nJazzy:\n …It wasn't gonna work anyway.\n\n\n[The system appears to be heavily corrupted. With some difficulty, Jazzy opens what appears to be a text editing program. She types \"/shout where are you?\"]\n\n\nJazzy:\n There. Just need to wait for a shout back.\n\n\nΟ4-1-NEMATOPHY:\n …For what it's worth, Jazzy, I wish we could have helped more.\n\n\nJazzy:\n Whatever.\n\n\n[Pause.]\n\n\nJazzy:\n Thanks.\n\n\n0086:\n \nMost of us are in the Garden. It's some pretty sick glitching.\n\n\nΟ4-1-NEMATOPHY:\n The Garden?\n\n\nJazzy:\n Yeah, it's under that central room you should have seen when you came in. Usually there's a staircase, but I have no clue what shape it's in now.\n\n\nΟ4-2-HAVANA:\n Didn't see one when we came in.\n\n\nJazzy:\n Shit.\n\n\nΟ4-2-HAVANA:\n Don't worry, we have our ways around places like this.\n\n\nΟ4-1-NEMATOPHY:\n Ready to go?\n\n\nJazzy:\n Just… one second.\n\n\n[She stands, then wraps the closest terminal in her arms as if embracing it. She then disconnects the keyboard and removes it from the terminal, tucking it under one arm.]\n\n\nJazzy:\n …'kay.\n\n\nO4-2-HAVANA:\n If you're worried about getting across safely, one of us can carry you, if you want.\n\n\nJazzy:\n \n[Scowls.]\n As if.\n\n\n[Two and a half hours of traversal omitted. Terrain has become notably unstable; portions of the skybox flicker, and geometry appears heavily corrupted.]\n\n\n\n\n\n\n[20:37:52]\n\n\n\n\n\n\n[21:28:03]\n\n\n\n\n\n\n[22:02:43]\n\n\n\n\n\n\n[Omicron-4 arrives at the entry pavilion at 22:43:25. Jazzy is clinging to O4-2-HAVANA'S back.]\n\n\n\n\n[22:43:57] SCP-5470's entry pavilion. Note the severe geometric corruption.\n\n\n\n\nΟ4-1-NEMATOPHY:\n You feeling alright? I know stuff like this can make people dizzy.\n\n\n[Jazzy climbs down and shakes herself.]\n\n\nJazzy:\n I'm fine. Hurry.\n\n\n[MxMasters emerges from a gap in the wall. They hold an unspooled tape cartridge, the film thrown over their shoulder.]\n\n\nMxMasters:\n My room collapsed. It's happening?\n\n\nJazzy:\n It's happening.\n\n\n[Pause.]\n\n\nJazzy:\n I know you said you wanted to be alone for it, but… I think we should be together. I think WAN would have wanted—would want that for us.\n\n\n[Silence.]\n\n\nMxMasters:\n …Okay. Okay. Let's go.\n\n\nJazzy:\n What happened to the staircase?\n\n\nMxMasters:\n It kind of… it fell into itself. I dunno.\n\n\nΟ4-1-NEMATOPHY:\n Let me try something.\n\n\n[Ο4-1-NEMATOPHY approaches a cascading pattern of corruption on the floor; they survey it from several angles, and eventually, from the far right, kneel and reach an arm into the floor. Their arm extends into the floor; it, from this angle, is a three-dimensional space.]\n\n\nΟ4-1-NEMATOPHY:\n It was compressed into the floor. Follow me and do what I do.\n\n\n\n\n[23:04:19] Full context unknown due to visual corruption.\n\n\n\n\n[They crawl inside. Jazzy and MxMasters enter, followed by the remainder of Omicron-4.]\n\n\n0091:\n \noh oh oh oh oh oh oh oh oh\n\n\n0092:\n \nStop fucking around. What if we all die?\n\n\n0093:\n \nx3n14 made sure we won't :-]\n\n\n0094:\n \nare you scared too?\n\n\nJazzy:\n That sounds like Midi. I hope xe's okay.\n\n\n[The staircase opens into a heavily corrupted, noneuclidean space that possesses several artificial outdoor elements. The skybox flickers, then becomes black with scattered squares of color.]\n\n\n[All entities present are heard to inhale simultaneously. The significance of this is unknown.]\n\n\nΟ4-3-SILICON:\n It's beautiful.\n\n\nMxMasters:\n It is.\n\n\n\n\n[23:10:24] SCP-5470's Garden. O4-2-HAVANA is visible in the foreground, experiencing extensive model corruption.\n\n\n\n\n[A group of various avatars are present, seated on a platform, numbering approximately fifteen. A single avatar, taking the appearance of a floating stylized animal, approaches. The tag above its head reads \"~MIDI\". It is clutching several floppy drives, as well as a notebook.]\n\n\n0095:\n \nhey :-]\n\n\nMxMasters:\n Xe doesn't like talking.\n\n\n[Jazzy places her hands on both sides of ~MIDI's head. Her avatar's hands are experiencing light geometric corruption.]\n\n\nJazzy:\n Are you okay? Are—are you gonna be okay?\n\n\n0096:\n \nit all goes to the cosmic bitbucket eventually\n\n\n00097:\n \nbut all my friends here and my room and my art and everything ive made\n\n\n00098:\n \nits\n\n\n[Muffled sob.]\n\n\n0099:\n \nall gone\n\n\n0100:\n \nim scared i dont wanna talk to anyone else but you guys\n\n\n0101:\n \nits all i have\n\n\nJazzy:\n Oh—oh, god, Midi—\n\n\n[Jazzy embraces ~MIDI. tightly. Xir model loses visual cohesion momentarily.]\n\n\n[Both are silent.]\n\n\nJazzy:\n You're gonna be okay. I won't—I won't let anything bad happen to you.\n\n\nJazzy:\n Give me a smile?\n\n\n[~MIDI's avatar makes an indistinct facial expression, then experiences several geometric errors.]\n\n\n0102:\n \ncan you come find me\n\n\nJazzy:\n \n[Choked sob.]\n I—I don't know, okay? You still have—your family, they worried about you, I remember. You can go to school and be a normal kid, and it'll all be okay. I don't know if I'll be able to find you, but you're going to be okay. Okay?\n\n\n0103:\n \nim scared\n\n\n0104:\n \ni dont now how it works anymore idont want to be out there anymore\n\n\nJazzy:\n I know, I know, I'm sorry. I'm so sorry.\n\n\n[Silence.]\n\n\nJazzy:\n I'm sorry.\n\n\n[Silence. Indistinct, discordant electronic tones can be distantly heard.]\n\n\nJazzy:\n Midi, you… do you remember the feeling of sunlight on your skin? Stuff like… popcorn, running in the rain, getting to—being a kid. You didn't get that, not really.\n\n\n[Her avatar appears to be crying.]\n\n\n0105:\n \nisany of that really worth losing all; this\n\n\n0106:\n \nif all my friends are gone\n\n\n0107:\n \neverythjng\n\n\n0108:\n \nis it worth it ?\n\n\n[O4-1-NEMATOPHY's avatar undergoes severe geometric corruption, momentarily obscuring the view of DREAM.]\n\n\nJazzy:\n I don't know, okay? I'm sorry. But that's—you can still have those things. You can still be a normal kid, if you want. The rest of us— we all— this was all we had. But you have \nmore\n, Midi. You're our hope, okay?\n\n\nMxMasters:\n \n[Quietly.]\n We love you.\n\n\nJazzy:\n We do. We love you so much. All of us, WAN, the whole world. That's why we're here, remember? Xenia wanted everyone to be connected.\n\n\n[Silence.]\n\n\nJazzy:\n Maybe someday we really will be.\n\n\n0109:\n \nuplinked in, paradise\n\n\n0110:\n \nright .?\n\n\nJazzy:\n \n[Softly.]\n Yeah.\n\n\n[Silence.]\n\n\nJazzy:\n Maybe this is Heaven, and we're just getting booted for not meeting the entry requirements.\n\n\n[Both laugh quietly.]\n\n\n[A large portion of the terrain flickers and disappears. All model textures become visually corrupted.]\n\n\nMxMasters:\n It’s beautiful, for the end of the world.\n\n\n[Static.]\n\n\n\n\n[At 23:47:18, DREAM experienced a verbal transmission failure, likely relating to the increased dimensional corruption. This coincides with a reported inability to transmit messages experienced at this time by Omicron-4. The following is the final images and communications logged by DREAM. The source of the messages is unknown.]\n\n\n\n\n\n\n[23:51:38]\n\n\n\n\n\n\n0112:\n \nHumming, humming in the holy land. Children of the divine connection. Syphon, yet collapse.\n\n\n\n\n[23:55:28]\n\n\n\n\n\n\n0113:\n \nThat which is of this world is not necessarily of the flesh. All the world will recompile, given time. Hum, like a cool breeze over the memory drive. Know those you have and link with them.\n\n\n\n\n[23:57:53]\n\n\n\n\n\n\n0114:\n \nWE love you.\n\n\n\n\n[23:59:09]\n\n\n\n\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nClosing Statement:\n All members of STF Omicron-4 awoke simultaneously at 00:00:01, fully aware, but disoriented and with low morale. Medical examination revealed no additional ill effects.\n\n\n\n\nFollowing Incident 5470.2000.01.01, executing ETERNAL.TMP will result in a fatal stop error. The error code given is \"0x57414e FAILURE_TO_RECOMPILE\", despite the nonvalidity of this error code in the Windows infrastructure. Operating systems experiencing this error become irreparably corrupted, and formatting the hard drive is the only known method of recovery.\n\n\nAddendum 5470.3\n\nOn 2007/03/12, a routine Person of Interest surveillance check was performed on all identifiable former inhabitants of SCP-5470. All were found to be alive.\n\n\nNotably, several juvenile SCP-5470 inhabitants documented as lacking a stable home or family unit are now in the custody of an \nunknown third party\n.\n\n\n\n\nFootnotes\n\n\n1\n. A loose term for hobbyists of experimentation with and exploration of telecommunication systems.\n\n\n2\n. A Maxwellist slang term referring to Foundation affiliates, Global Occult Coalition operatives, and law enforcement.\n\n\n3\n. Presumed to refer to the server farm destroyed in Wellfleet.\n\n\n4\n. Slang term assumed to refer to Foundation-operated sites.\n\n\n5\n. Textual communication is indicated by the preceding number, which is a cumulative counter of messages sent rather than an identification of the sender.\n\n\n\n\n\n\n\n\n« \nSCP-5469\n | SCP-5470 | \nSCP-5471\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5470\n\" by etoisle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5470\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/28455831870\n\n\n\n\n\n\n\n\nFilename:\n web.png\n\n\nAuthor:\n \netoisle\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nDerivative of:\n CYBER-LAZER-DEATH-SKULL.gif, SPINNING.gif, and ENTER-IF-U-DARE.gif, made by \nstephlynch\n\n\nSource Link:\n \nhttps://w4nd3rlu5t.neocities.org/home.html\n\n\n\n\n\n\n\n\nFilename:\n loading.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/7552431482\n\n\n\n\n\n\n\n\nFilename:\n y2k2.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/21499305521\n\n\n\n\n\n\n\n\nFilename:\n nexus1.png\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/16001138045\n\n\n\n\n\n\n\n\nFilename:\n gap1.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/39131868284\n\n\n\n\n\n\n\n\nFilename:\n gap2.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/39841656291\n\n\n\n\n\n\n\n\nFilename:\n gap3.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/26256898682\n\n\n\n\n\n\n\n\nFilename:\n control.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/39809516682\n\n\n\n\n\n\n\n\nFilename:\n gap4.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/26283066211\n\n\n\n\n\n\n\n\nFilename:\n gap5.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/15670688996\n\n\n\n\n\n\n\n\nFilename:\n gap6.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/20789266413\n\n\n\n\n\n\n\n\nFilename:\n nexus2.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/26140238014\n\n\n\n\n\n\n\n\nFilename:\n staircase.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/26140266134\n\n\n\n\n\n\n\n\nFilename:\n garden.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/21647826370\n\n\n\n\n\n\n\n\nFilename:\n end1.jpg\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/21214825143\n\n\n\n\n\n\n\n\nFilename:\n end2.png\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/28124650773\n\n\n\n\n\n\n\n\nFilename:\n end3.png\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/28124648383\n\n\n\n\n\n\n\n\nFilename:\n end4.png\n\n\nAuthor:\n Rosa Menkman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/r00s/28455760410",
    "addendums": [
        "Addendum 5470.1 On December 28, 1999, Site-15 was contacted via compromised secure channels by an individual identifying as \"X3N14\", presumed to be PoI-5470. The message, encoded in base64, presented a proposal for surrender and exchange of information. After consideration, the offer was accepted; PoI-5470 revealed her location (Altona, Illinois) and was brought to Site-15 for questioning.",
        "Addendum 5470.2: Exploration Log and Incident 5470.2000.01.01\nIn the limited time available, Site-15 instated STF Omicron-4 (\"Cyberchase\"), a specialized task force of three operatives trained in the exploration of virtual reality environments made to simulate unstable alternate dimensions.\nAn expedition into SCP-5470 was planned on 1999/12/31 at 18:00 PM, allowing the task force six hours to survey and document the dimension, as well as attempt to prevent the impending VK-Class \"Localized Dimensional Collapse\" scenario. Event logs were recorded on the experimental interreality storage device DREAM (Dimensional Recording and Experimental Adaptive Medium), and an emergency electroshock stimulation mechanism was put in place to remove the agents in the event of catastrophic failure.\nFollowing Incident 5470.2000.01.01, executing ETERNAL.TMP will result in a fatal stop error. The error code given is \"0x57414e FAILURE_TO_RECOMPILE\", despite the nonvalidity of this error code in the Windows infrastructure. Operating systems experiencing this error become irreparably corrupted, and formatting the hard drive is the only known method of recovery.",
        "Addendum 5470.3 On 2007/03/12, a routine Person of Interest surveillance check was performed on all identifiable former inhabitants of SCP-5470. All were found to be alive.\nNotably, several juvenile SCP-5470 inhabitants documented as lacking a stable home or family unit are now in the custody of an unknown third party ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5470 \" by etoisle, from the SCP Wiki . Source: https://scpwiki.com/scp-5470 . Licensed under CC-BY-SA .",
        "Filename: header.png Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/28455831870",
        "Filename: web.png Author: etoisle License: CC-BY-SA 3.0 Derivative of: CYBER-LAZER-DEATH-SKULL.gif, SPINNING.gif, and ENTER-IF-U-DARE.gif, made by stephlynch Source Link: https://w4nd3rlu5t.neocities.org/home.html",
        "Filename: loading.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/7552431482",
        "Filename: y2k2.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/21499305521",
        "Filename: nexus1.png Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/16001138045",
        "Filename: gap1.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/39131868284",
        "Filename: gap2.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/39841656291",
        "Filename: gap3.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/26256898682",
        "Filename: control.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/39809516682",
        "Filename: gap4.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/26283066211",
        "Filename: gap5.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/15670688996",
        "Filename: gap6.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/20789266413",
        "Filename: nexus2.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/26140238014",
        "Filename: staircase.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/26140266134",
        "Filename: garden.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/21647826370",
        "Filename: end1.jpg Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/21214825143",
        "Filename: end2.png Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/28124650773",
        "Filename: end3.png Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/28124648383",
        "Filename: end4.png Author: Rosa Menkman License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/r00s/28455760410"
    ],
    "containment_procedures": "Following the events of Incident 5470.2000.01.01, no containment procedures are necessary.",
    "description": "SCP-5470 was an alternate dimension, accessible via the web address www.g███████.com/██████/~W4ND3RLU5T. After navigating to the site, visitors are prompted to enter a password, determined via trivial means to be \"recompileus\". The layout of the page, though crude, contains iconography relating to GoI-004C \"Church of Maxwellism\", as well as references to the internet-based subcultures of occultism, phreaking1, and transhumanism.",
    "title": "SCP-5470"
}