{
    "url": "https://scp-wiki.wikidot.com/scp-5473",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5473\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5473\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5473 has been officially designated as uncontainable however, procedures have been put into place to limit the public's exposure to SCP-5473. An exclusion zone has been established around SCP-5473-A under the guise of a failed CIA operation and subsequent international tension.\n\n\nLocations with high concentrations of SCP-5473-2 are to undergo misinformation plan Rip Van Winkle. Any instances of SCP-5473-1 or SCP-5473-2 are to be sequestered in the low-security wing of Site-██.\n\n\nDescription:\n SCP-5473 is a phenomenon affecting those who have entered an approximately one hundred square kilometer area within the Nanda Devi National Park, India. This zone has been designated SCP-5473-A.\n\n\nSubjects affected by SCP-5473 have been designated as SCP-5473-1 and SCP-5473-2 depending on the stages of the effect.\n\n\nSCP-5473-1 experience an inability to feel fear, pain, or similar negative stimuli. This inability has often led to the death of SCP-5473-1 before entering Foundation custody or transitioning to SCP-5473-2. Instances have reported recurring dreams but are unable or unwilling to divulge the details of these dreams. SCP-5473-1 cases have been recorded to last as few as 4 days with some cases continuing for years. There are 14 SCP-5473-1 instances in custody at Site-██ that have been in the first stage for more than 5 years at the time of writing. It is unclear if there is an upper bound to this stage.\n\n\nSCP-5473-2 experiences a persistent catatonic state with minimal brain activity. Brain activity has been observed to spike during periods of sleep; it is assumed that SCP-5473-2 also experiences recurring dreams, but this has not been confirmed. Subjects in this stage lack any drive toward self-preservation and must be carefully monitored to ensure that all necessities of life are met.\n\n\nThe transition from SCP-5473-1 to SCP-5473-2 is accompanied by an audio negation event. This event has been designated as SCP-5473-B. The mechanism of this audio negation is not known. This event is centered around the transitioning subject. The area of this audio negation has not been accurately recorded but exceeds a radius of 20 meters. Any persons within this radius at the time of the event have fallen under the effect of SCP-5473 and are to be designated further instances of SCP-5473-1.\n\n\nThe nature of SCP-5473 makes interviews of SCP-5473-1 difficult. Representative interviews have been attached below. The full repository of interviews can be accessed in the directory /SCP-5473/Interviews.\n\n\nAddendum:\n\n\n\n\n+ Audio Transcript - SCP-5473-1-273-001\n\n\n\n\n- Audio Transcript - SCP-5473-1-273-001\n\n\n\n\n\n\nInterviewed:\n SCP-5473-1-273, Sarah Steevers, Age: 45\n\n\nInterviewer:\n Dr. Kurt\n\n\nForeword:\n SCP-5473-1-273 was found by paramedics in a residence in suburban Chicago along with SCP-5473-2-272 (deceased) and SCP-5473-1-274. SCP-5473-1-273 was dehydrated and malnourished at time of retrieval. SCP-5473-1-273 was brought into Foundation custody through standard channels and interviewed upon arrival.\n\n\n<Begin Log>\n\n\nDr. Kurt:\n Hello Sarah, I'm Dr. Kurt. You can call me Chris, if you'd prefer. I'd like to talk to you about what happened to Jason. Is that okay?\n\n\nSCP-5473-1-273\n Okay.\n\n\nDr. Kurt:\n You were the one that called for an ambulance right?\n\n\nSCP-5473-1-273\n Yes. It seemed like he should probably eat, but he wasn't.\n\n\nDr. Kurt:\n You tried to feed him?\n\n\nSCP-5473-1-273\n No. But it had been 8 days? 9? - since he'd been up and eaten.\n\n\nDr. Kurt:\n And that had been around the time that you had - let me get this right - \"heard the silence\"?\n\n\nSCP-5473-1-273\n Yes, the beautiful silence. I had been listening to my favorite song and then the silence ended the horrible noise. I guess that was when Jason sat down.\n\n\nDr. Kurt:\n Sat down? You mean on the floor where the paramedics found him?\n\n\nSCP-5473-1-273\n Yes, that's where. He sat down there in the silence. It's easier to enjoy it when you sit down, when you stop.\n\n\nDr. Kurt:\n And do you remember what happened after the paramedics arrived?\n\n\nSCP-5473-1-273\n No. I was in my room. It didn't seem important.\n\n\nDr. Kurt:\n I'm sorry to be the one to tell you this, but Jason didn't make it. It seems pretty obvious that he died of dehydration. He didn't have anything to drink did he?\n\n\nSCP-5473-1-273\n No. He wasn't a drinker.\n\n\nDr. Kurt:\n I mean, he had no water for more than a week. He's dead.\n\n\nSCP-5473-1-273\n Okay.\n\n\nDr. Kurt:\n Ma'am, your husband is dead.\n\n\nSCP-5473-1-273\n Okay. Can I go back to my bed? I was having the most wonderful dream.\n\n\nDr. Kurt:\n Can you tell me about the dream?\n\n\nSCP-5473-1-273:\n No. I don't remember.\n\n\nDr. Kurt:\n Sarah, I need you to be honest with me.\n\n\n[SCP-5473-1-273 does not speak, but looks toward Dr. Kurt]\n\n\nDr. Kurt:\n I'd like to talk to you about what's happened. We'd like to get some answers.\n\n\nSCP-5473-1-273:\n There are no answers. Everything is just noise.\n\n\nDr. Kurt:\n Please, Sarah, we believe that whatever happened to Jason could happen to you as well. If we know more we might be able to stop it.\n\n\nSCP-5473-1-273:\n Why would you stop the silence?\n\n\nDr. Kurt:\n If not for you, for the other people. There are hundreds suffering the same way you are. Can you please help?\n\n\nSCP-5473-1-273:\n There is no suffering, don't you understand? Can I go back to sleep?\n\n\nDr. Kurt:\n If you answer a few questions, yes, I'll have you taken back to your bed.\n\n\nSCP-5473-1-273:\n Okay. Ask.\n\n\nDr. Kurt:\n Did Jason ever travel to India. To a place called Nanda Devi?\n\n\nSCP-5473-1-273:\n Yes. He and his friends went there to climb a mountain or something.\n\n\nDr. Kurt:\n Friends? Do you remember who they were?\n\n\nSCP-5473-1-273:\n Tyler and Matthew, I think. It's really loud in here.\n\n\nDr. Kurt:\n Can we have the fan turned off? Thank you. Sarah, do you remember their last names?\n\n\n[[A click can be heard followed by the cessation of background hum.]]\n\n\nSCP-5473-1-273:\n No. It's not important.\n\n\nDr. Kurt:\n Sarah, this is very important, I assure you. But we'll come back to them. Did your husband act strangely when he came back from that trip? Do you remember when that trip was?\n\n\nSCP-5473-1-273:\n He was really quiet when he came back. He didn't like me playing music, but he was much less angry than normal. Really calm. He must have heard the silence. Doctor, you should hear the silence, you won't need to ask these questions.\n\n\nDr. Kurt:\n I don't know about that. But you didn't answer my second question. Do you remember when that trip was?\n\n\n[SCP-5473-1-273 is unresponsive]\n\n\nDr. Kurt:\n Sarah, please answer my question.\n\n\n[SCP-5473-1-273 is unresponsive]\n\n\nDr. Kurt:\n Okay. I guess we're done for today. Please take her back.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Audio Transcript - SCP-5473-2-274-052\n\n\n\n\n- Audio Transcript - SCP-5473-2-274-052\n\n\n\n\n\n\nNote:\n Interviews of SCP-5473-2 instances were once thought to be impossible, but the development of the Moksha Protocol has provided some success. We'd never been able to get details of the dreams before. Are they antimemetic?\n\n\n- Dr. C. Kurt\n\n\nInterviewed:\n SCP-5473-2-274, ████████ Steevers, Age: 19\n\n\nInterviewer:\n Dr. Kurt\n\n\n<Begin Log>\n\n\nDr. Kurt:\n Is the hypnosis complete?\n\n\nAssistant:\n Yes. We've already administered the mnestic as well. The subject should be as coherent as we can get them.\n\n\nDr. Kurt:\n Can you describe what you've been dreaming of?\n\n\nSCP-5473-2-274:\n No.\n1\n\n\nDr. Kurt:\n No, as in you can't? Or you won't describe what you experienced?\n\n\nSCP-5473-2-274:\n No. There was no experience.\n\n\nDr. Kurt:\n But you were telling others that you had seen a woman. I believe you had called her a goddess, isn't that true?\n\n\nSCP-5473-2-274:\n That's true. I saw what she wasn't and she was beautiful.\n\n\nDr. Kurt:\n Wouldn't you call seeing something an experience?\n\n\nSCP-5473-2-274:\n No, not like this. I didn't experience it. I don't know how to explain it. It was like - like there was so much I didn't see that I knew it was her.\n\n\nDr. Kurt:\n Can you try to describe what you saw?\n\n\nSCP-5473-2-274:\n I was somewhere that wasn't a place. It wasn't the city, and I don't think it was the forest because the trees around me definitely weren't trees. They looked like them, and I touched one. But it felt like it wasn't a tree. There was light in the shadows of the trees where the darkness couldn't reach. After a while, before I got there, there was a clearing where there were no trees the darkness illuminated a pile of gray shapes that weren't stones. There was a clear liquid that absorbed all of the darkness running over the pile of shapes and gathering in a wide hole in front of them. And she was there at the edge of the pool - her face was shining with darkness. She was the absence of want, pain, and fear.\n\n\nDr. Kurt:\n Did she say anything to you?\n\n\nSCP-5473-2-274:\n No. Her voice was beautiful silence.\n\n\nDr. Kurt:\n Was there anything in the silence? Any kind of message?\n\n\nSCP-5473-2-274:\n Yes. She promised us oblivion. That all suffering would end. She's here now in all the places where nothing exists.\n\n\nDr. Kurt:\n She's here now? Can you see her?\n\n\nSCP-5473-2-274:\n She's nowhere. Nowhere is everywhere something isn't, y'know? And she's there.\n\n\n[Recording continues in silence for roughly 10 minutes]\n2\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nTranscriptionist's note:\n This mic might need replaced. Every time the subject speaks all ambient noise ceases.\n\n\n2\n. \nTranscriptionist's note:\n I'd transcribe what I heard in that silence here if there were words worthy of it. It was the most beautiful thing I've ever heard.\n\n\n\n\n\n\n\n\n« \nSCP-5472\n | SCP-5473 | \nSCP-5474\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5473\n\" by torcsandantlers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5473\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5473 \" by torcsandantlers, from the SCP Wiki . Source: https://scpwiki.com/scp-5473 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5473",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5473 has been officially designated as uncontainable however, procedures have been put into place to limit the public's exposure to SCP-5473. An exclusion zone has been established around SCP-5473-A under the guise of a failed CIA operation and subsequent international tension.",
    "description": "SCP-5473 is a phenomenon affecting those who have entered an approximately one hundred square kilometer area within the Nanda Devi National Park, India. This zone has been designated SCP-5473-A.",
    "title": "SCP-5473"
}