{
    "url": "https://scp-wiki.wikidot.com/scp-5483",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n+ ACCESS CREW MEMBER JOURNAL ENTRY ('Michael Carpenter')\n\n\n\n\n- COLLAPSE CREW MEMBER JOUNRAL ENTRY ('Michael Carpenter')\n\n\n\n\n\n\n\n\n29/12/2018\n\n\n\n\nDirector Goodall says we have to start writing in these. About what goes wrong, and stuff. Let me think. Well, for starters, there's always a fish smell. I accidentally tripped on my way to the submarine. I had to try a couple of extra times to pick up one of the fossils. And I saw a scientist drop a couple of papers on their way to the lab. That's it, I think.\n\n\nAlright, the main thing wrong is that this job is boring as shit. My entire job is using a crane to pick up fossils while a scientist guy yells at me. That's it. Also, the boss is shit. Goodall calls us all \"civvies.\" The calm way he talks, it always sounds like he's about to take out an MP5 and mow us all down. I guess that's why he always has his crony, Daniels, do the talking for him. It feels like I'm working for the government without seeing any of the cool shit.\n\n\nI can't wait to get out of this underwater base, and see my bros again.\n\n\n\n\n\n\n\n\n\n\nCatalogue #:\n SCP-5483\n\n\nSeafloor Cataloging Procedures:\n SCP-5483 is currently isolated to Site-78 via complete lockdown of the site.\n\n\nDescription:\n SCP-5483 refers to an area located at the edge of the Alquist Trench, monitored by S.C.P. Aquatic Monitoring Facility Alpha. At its deepest, the Alquist Trench is at the upper edge of the mesopalegic zone, and is notable for having very few hydrothermal vents and an absence of zooplankton, leading to a general lack of life in the local area\n1\n.\n\n\nSCP-5483 contains the underwater Site-78, used for cataloging remarkable phenomena near and around the Alquist Trench. Recently, SCP-5483 has been the location of paranormal occurrences. Examples of these include:\n\n\n\n\nHallucinations of emaciated figures in hallways, often resembling family members.\n\n\nPerceptions of impossible structures, like unending stairways, infinitely long hallways, and floors/surfaces acting similar to fluids.\n\n\nHallucinations of people walking on the seafloor or entering the Alquist Trench.\n\n\nDisappearances of site personnel.\n\n\n\n\nOn May 1st 2019, to curb the apparent disappearances of crewmembers, Acting Site-78 Director Theodore Daniels activated a lockdown of the facility, ensuring that no egress from Site-78 was possible. As of May 22nd 2019, this lockdown is ongoing.\n\n\nDiscovery:\n The paranormal phenomena occurring at Site-78 began after Director Robin Goodall vanished from his sleeping quarters at approximately 1500 hours on the night of April 28th, 2019. Footage of the interior and exterior of the site do not show him leaving his quarters, and no escape pods were engaged. His quarters were soaked with sea water, despite there being no breaches in the site's hull.\n\n\nPer instructions left by Dr. Goodall, Dr. Theodore Daniels became acting director of Site-78 on April 29th, 2019. Documentation of paranormal events began on May 2nd (see phenomena log).\n\n\n\n\n+ ACCESS CREW MEMBER JOURNAL ENTRY ('Shelby McVinny')\n\n\n\n\n- COLLAPSE CREW MEMBER JOURNAL ENTRY ('Shelby McVinny')\n\n\n\n\n\n\n\n\n30/4/2019\n\n\n\n\nDirector G disappeared yesterday. I've talked to people, and nobody knows where he disappeared to. My theory is that he got himself lost somewhere in the Site and locked himself into an old bunker. Good riddance, in my opinion.\n\n\nAnother oddity happened today. I was maintaining a circuit box, trying to keep a sector of the Site from short-circuiting after a cookie cutter shark tried to get into the reactor bay. All of a sudden, I was tackled to the ground by someone in a janitorial uniform. His name was Drake; I knew him from orientation.\n\n\nOnce I recovered from the fall, I looked up and made eye contact. His eyes were going in and out of focus, and moving about like a malfunctioning gyroscope. His teeth were clenched and he was breathing hard in and out, like he was struggling. The most worrying thing was that his muscles were clenched and locked in like clamps.\n\n\nHe started screaming. \"The whole fucking place is flooding! Get out of here, McVinny, you're going to die!\"\n\n\nI managed to push him off, and told him the Site wasn't flooding. If it was, there would be a breach alarm.\n\n\nAlmost immediately, his face sobered and he calmed himself down, like he was cured with some elixir. He stood up, looked around, apologized, and got back to his work.\n\n\nIf anything else went wrong, I don't remember it, since all I've been thinking about was that. Right now, lying in my bed, I still feel shell shocked. Apparently, my roommates, Kreia and Samantha, also had something strange happen in their work day. What's going on?\n\n\n\n\n\n\n\n\n\n\nAddendum:\n Phenomena Log\n\n\n\n\nDate:\n 2019/5/2\n\n\nPhenomena:\n Three members of the crew— Dr. Robinson, Dr. McGill, and Dr. Strader— vanish while going on an unscheduled extravehicular operation. Their last transmissions are \"It calls me down.\"\n\n\nNotes:\n Lockdown established after Dr. Thurston attempted to exit the base through a submarine hatch. Lockdown can only be lifted via communication with ships circling the waters above Site-78.\n\n\nFollow Up:\n Dr. Thurston restrained to on-site psychological care facility. Investigation begun.\n\n\n\n\n\n\nDate:\n 2019/5/4\n\n\nPhenomena:\n A group of people were seen by Giles Robinson crowded around something. When the crowd dissipated, the dead body of Dr. Glenn was found.\n\n\nNotes:\n Dr. Glenn was later found alive. This was probably a hallucination.\n\n\nFollow Up:\n None.\n\n\n\n\n\n\nDate:\n 2019/5/5\n\n\nPhenomena:\n George Halloway reported the Main Observatory being flooded with a yellow, fog-like gas. He would later claim that this gas smelt like gunpowder and burnt flesh, as well as that it made breathing difficult.\n\n\nNotes:\n This hallucination was shared by 5 of the 8 people in the Main Observatory at this time.\n\n\nFollow Up:\n Air recyclers were examined to ensure maximum efficacy.\n\n\n\n\n\n\nDate:\n 2019/5/6\n\n\nPhenomena:\n Gwen Cameron reports the site undergoing sudden explosive decompression, resulting in the death of all crew except herself.\n\n\nNotes:\n Obvious hallucination, but the detail in which she described the remains of both Halpern and Beck is unsettling.\n\n\nFollow Up:\n Gwen Cameron set up with a remote counseling session.\n\n\n\n\n\n\nDate:\n 2019/5/6\n\n\nPhenomena:\n Marcus Halpern reported seeing several starfish crawling on his skin.\n\n\nNotes:\n Phenomenon was corroborated by two others in the room at the time. A sample jar allegedly used to collect one of the starfish was found empty, but with an unknown biological residue within.\n\n\nFollow Up:\n Halpern and others associated given psychotherapy.\n\n\n\n\n\n\nDate:\n 2019/5/7\n\n\nPhenomena:\n A drone used to make repairs to Site-78's antenna array began broadcasting an image of what appeared to be the throat of a whale. Repairs were unable to be completed.\n\n\nNotes:\n Phenomenon corroborated by all personnel.\n\n\nFollow Up:\n Effectiveness of psychotherapy reconsidered.\n\n\n\n\n\n\n+ ACCESS CREW MEMBER JOURNAL ENTRY ('Marcus Halpern')\n\n\n\n\n- COLLAPSE CREW MEMBER JOURNAL ENTRY ('Marcus Halpern')\n\n\n\n\n\n\n\n\n5/9/2019\n\n\n\n\nIt has been 10 days since Goodall vanished. I think. The electronics keep on screwing up down here, we've had a few time sync errors, but thankfully, our internet connection allows us to re-sync them properly.\n\n\nTo be frank, the phenomena we're cataloging is the tame stuff— the stuff that's most believable. There are things I've seen in my dreams that have me questioning… everything.\n\n\nIn my dream last night, I saw what the trench actually was. At the bottom, there was a pupil and an iris. The trench started expanding, opening, until a massive eye was revealed. It was an eye, but I'm not sure what kind of eye— it didn't look like any terrestrial or marine creature. Too many pupils.\n\n\nThe Alquist Trench didn't exist until a few years ago— freak tectonic shift opened it. That's really fast, from what I hear; the S.C.P. guys jumped on it really quick so they could get a good look at what was happening. I'm not sure that was a dream, more of a vision. Whatever's down there is slowly waking up, slowly opening— I've checked the measurements, the trench has grown by about a centimeter since we've come down here. In geological terms, that's massive.\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n 2019/5/9\n\n\nPhenomena:\n A loud bang was heard from Dr. Halpern's quarters. An unfinished journal entry was found on their laptop. Dr. Halpern has yet to be located. Personnel reported a strong smell of gunpowder and burnt flesh.\n\n\nNotes:\n No ash or residue of any kind was found in Dr. Halpern's room. Any reports to the contrary have not been corroborated.\n\n\nFollow Up:\n \nDr. Halpern was sent to psychotherapy.\n No?\n\n\n\n\n\n\nDate:\n 2019/5/13\n\n\nPhenomena:\n Director Daniels reports the sudden sound of alert sirens, corroborated by several of his assistants. These alert sirens were not heard in the rest of the facility.\n\n\nNotes:\n Analysis of the alert system indicated that an alarm was actually triggered by the manifestation of several xenarthran entities in the Alquist Trench.\n\n\nFollow Up:\n None.\n\n\n\n\n\n\nDate:\n 2019/5/14\n\n\nPhenomena:\n Several staff members experience reactions to cafeteria food, including hives and stroke-like symptoms. All staff members asserted that the food smelt like gunpowder and burnt flesh prior to consumption.\n\n\nNotes:\n This is presently believed to be \na malfunction of the food processing units. They will be examined later\n an instance of the placebo effect.\n\n\n\n\n\n\nDate:\n 2019/5/16\n\n\nPhenomena:\n A cell phone was heard ringing for several hours. Eventually, a Samsung smartphone belonging to Director Goodall was located in his former quarters, with over a dozen voice mail messages and text conversations pertaining to the phenomena on the site.\n\n\nNotes:\n Voice mail has been transcribed in the following by Director Theodore Daniels.\n\n\nFollow Up:\n None.\n\n\n\n\n\n\n+ ACCESS CREW JOURNAL ENTRY ('Ted Daniels')\n\n\n\n\n- COLLAPSE CREW JOURNAL ENTRY ('Ted Daniels')\n\n\n\n\n\n\nMessage 1 (Dated 04/26/2019):\n\n\n\n\nBlocked Number:\n Project Angler Fish is Go\n\n\nGoodall:\n About fucking time\n\n\nGoodall:\n The gas was going to start going bad within a month. Fucking bureaucrats.\n\n\nBlocked Number:\n Dispose of your phone. Return to the surface using private escape pod before end of month.\n\n\n\n\n\n\nVoice Mail 1 (Dated 4/29/2019):\n\n\n\n\nUnknown Female Caller:\n Hey, Robin, it's me. Not sure if you can get reception in your part of the ocean, but data transmission's started. Everyone there is looking confused— you should see the look on Daniels's face. He actually tried tasting the water you left in your quarters. They're going to be tripping for a week.\n\n\nUnknown Female Caller:\n But, yeah, just calling to let you know the misters are working fine. They should be getting to the food in the galley with the drugs soon. Depending on their meal preference, we should see results in a day or so. Bye.\n\n\n\n\n\n\nVoice Message 1:\n\n\n\n\nDr. Robinson:\n Director Goodall, we've made it to extraction. Took us a while to get out of range of the base's sensors. En route to the \nCook\n, will update when we get there.\n\n\n\n\n\n\nVoice Message 2:\n\n\n\n\nDirector Goodall:\n God dammit, this is my fifth time calling. Has \nnobody\n seen my phone? Does nobody even hear it? I need to call my wife, goddammit! I can't remember her cell.\n\n\n\n\n\n\nText Conversation 2:\n\n\n\n\nBlocked Number:\n Director Goodall, just checking in.\n\n\nGoodall:\n New phone, sorry. Who is this?\n\n\nBlocked Number:\n Director Stephenson at Site-78.\n\n\nBlocked Number:\n The \nactual\n Site-78. Not the downwelling zone.\n\n\nBlocked Number:\n Your crew's going crazy. We need to give the people in R&D a raise.\n\n\nBlocked Number:\n We're considering ending the test soon, but there's a problem.\n\n\nGoodall:\n What?\n\n\nBlocked Number:\n Daniels is refusing to lift lockdown. We've tried a dozen memetic triggers, but nothing's persuading him.\n\n\nBlocked Number:\n We're thinking a mutiny might be in order. We still have a couple of crew nearby which could trigger one.\n\n\nGoodall:\n No, this is good.\n\n\nGoodall:\n Let them stew for a while longer. Then, have Daniels stuff himself into the escape pod.\n\n\nGoodall:\n I think I just realized where I lost my phone.\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n 2019/5/14\n\n\nPhenomena:\n The entire Collections Department reports being unable to breathe. This is in spite of the fact that they are, in fact, able to breathe.\n\n\nNotes:\n This is believed to be correlated to the appearance of a sperm whale in the vicinity of the site. Relationship unknown.\n\n\n\n\n\n\nDate:\n 2019/5/12 or 2019/5/15\n\n\nPhenomena:\n The day after May 14th, all time stamps assert that it is May 12th. This cannot be corrected by any means.\n\n\nNotes:\n Corrected itself at midnight on the second May 12th, currently May 15th.\n\n\nFollow Up:\n \nComputer system is to be recalibrated.\n Computer system corrected itself.\n\n\n\n\n\n\n+ ACCESS CREW MEMBER JOURNAL ENTRY ('Danny Tubb')\n\n\n\n\n- COLLAPSE CREW MEMBER JOURNAL ENTRY ('Danny Tubb')\n\n\n\n\n\n\n\n\n30/4/2019\n\n\n\n\nI swear to God, I saw Director Goodall before he left. It might've been one of those god damned hallucinations, but I saw him before everything started happening, after he left.\n\n\nThe logs all say he disappeared from the systems at 1500 hours. But at 1700 hours, I saw him walking around the site. He was wearing one of those rubber jumpsuits that the divers wear under the big diving suits. I tried waving hello to him, but he just made a sideways glance to me and nodded. I was suspicious— he wasn't close at all to the departures bay— so I hid behind a tall plant to watch him. He walked up to a wall, opened up a hidden panel, and input some code. A door opened, and he climbed up a ladder before the door closed behind him.\n\n\nThe more I look at the site, the more it reminds me of an ant farm. Do you know \"HexBugs,\" those robot bugs that you put in the plastic tubes to watch them crawl around? Most of the site is made of reinforced glass, like someone could look in and watch us work. I only say this because I've felt like I've been watched for the past few days.\n\n\nOh, I never actually described anything that went wrong today. Nothing, except for some weird yellow gas I saw coming out of the air vents. It's probably something wrong with the air recycler, I'll talk about it with the techies tomorrow.\n\n\n\n\n\n\n\n\n\n\n\n\nDate:\n 2019/5/17\n\n\nPhenomena:\n Crew members report Director Daniels boarding an escape pod and leaving the Site, despite the lockdown.\n\n\nNotes:\n Destination appears to be a boat floating near the surface. Hallucination has persisted for 30 days.\n\n\nFollow Up:\n \n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. A large amount of kelp has grown along the top of the trench. Due to the lack of fauna in the area to consume it, it has formed a large forest, as well as a patch of kelp on the surface not dissimilar to that found in the Sargasso Sea. This is in spite of the fact that this forest should not exist in the aphotic zone, where sunlight cannot reach it.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 590\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 380\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 360\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 280\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 207\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 189\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 188\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 184\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 168\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 161\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 133\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 124\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 124\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 112\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 109\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 87\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 77\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 74\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 70\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 349\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 169\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 143\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 117\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 77\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 63\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 61\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 28\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 24\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 21\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 18\n\n\n\n\n\n\nDown Through\n\n\nRating: 17\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 83\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 42\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 40\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 35\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 33\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5482\n | SCP-5483 | \nSCP-5484\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5483\n\" by Ihp and notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5483\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Phenomena Log\n"
    ],
    "documents": [],
    "notes": [
        "Date: 2019/5/2 Phenomena: Three members of the crew— Dr. Robinson, Dr. McGill, and Dr. Strader— vanish while going on an unscheduled extravehicular operation. Their last transmissions are \"It calls me down.\" Notes: Lockdown established after Dr. Thurston attempted to exit the base through a submarine hatch. Lockdown can only be lifted via communication with ships circling the waters above Site-78. Follow Up: Dr. Thurston restrained to on-site psychological care facility. Investigation begun.",
        "Date: 2019/5/4 Phenomena: A group of people were seen by Giles Robinson crowded around something. When the crowd dissipated, the dead body of Dr. Glenn was found. Notes: Dr. Glenn was later found alive. This was probably a hallucination. Follow Up: None.",
        "Date: 2019/5/5 Phenomena: George Halloway reported the Main Observatory being flooded with a yellow, fog-like gas. He would later claim that this gas smelt like gunpowder and burnt flesh, as well as that it made breathing difficult. Notes: This hallucination was shared by 5 of the 8 people in the Main Observatory at this time. Follow Up: Air recyclers were examined to ensure maximum efficacy.",
        "Date: 2019/5/6 Phenomena: Gwen Cameron reports the site undergoing sudden explosive decompression, resulting in the death of all crew except herself. Notes: Obvious hallucination, but the detail in which she described the remains of both Halpern and Beck is unsettling. Follow Up: Gwen Cameron set up with a remote counseling session.",
        "Date: 2019/5/6 Phenomena: Marcus Halpern reported seeing several starfish crawling on his skin. Notes: Phenomenon was corroborated by two others in the room at the time. A sample jar allegedly used to collect one of the starfish was found empty, but with an unknown biological residue within. Follow Up: Halpern and others associated given psychotherapy.",
        "Date: 2019/5/7 Phenomena: A drone used to make repairs to Site-78's antenna array began broadcasting an image of what appeared to be the throat of a whale. Repairs were unable to be completed. Notes: Phenomenon corroborated by all personnel. Follow Up: Effectiveness of psychotherapy reconsidered.",
        "Date: 2019/5/9 Phenomena: A loud bang was heard from Dr. Halpern's quarters. An unfinished journal entry was found on their laptop. Dr. Halpern has yet to be located. Personnel reported a strong smell of gunpowder and burnt flesh. Notes: No ash or residue of any kind was found in Dr. Halpern's room. Any reports to the contrary have not been corroborated. Follow Up: Dr. Halpern was sent to psychotherapy. No?",
        "Date: 2019/5/13 Phenomena: Director Daniels reports the sudden sound of alert sirens, corroborated by several of his assistants. These alert sirens were not heard in the rest of the facility. Notes: Analysis of the alert system indicated that an alarm was actually triggered by the manifestation of several xenarthran entities in the Alquist Trench. Follow Up: None.",
        "Date: 2019/5/14 Phenomena: Several staff members experience reactions to cafeteria food, including hives and stroke-like symptoms. All staff members asserted that the food smelt like gunpowder and burnt flesh prior to consumption. Notes: This is presently believed to be a malfunction of the food processing units. They will be examined later an instance of the placebo effect.",
        "Date: 2019/5/16 Phenomena: A cell phone was heard ringing for several hours. Eventually, a Samsung smartphone belonging to Director Goodall was located in his former quarters, with over a dozen voice mail messages and text conversations pertaining to the phenomena on the site. Notes: Voice mail has been transcribed in the following by Director Theodore Daniels. Follow Up: None.",
        "Date: 2019/5/14 Phenomena: The entire Collections Department reports being unable to breathe. This is in spite of the fact that they are, in fact, able to breathe. Notes: This is believed to be correlated to the appearance of a sperm whale in the vicinity of the site. Relationship unknown.",
        "Date: 2019/5/12 or 2019/5/15 Phenomena: The day after May 14th, all time stamps assert that it is May 12th. This cannot be corrected by any means. Notes: Corrected itself at midnight on the second May 12th, currently May 15th. Follow Up: Computer system is to be recalibrated. Computer system corrected itself.",
        "Date: 2019/5/17 Phenomena: Crew members report Director Daniels boarding an escape pod and leaving the Site, despite the lockdown. Notes: Destination appears to be a boat floating near the surface. Hallucination has persisted for 30 days. Follow Up:",
        "\" SCP-5483 \" by Ihp and notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-5483 . Licensed under CC-BY-SA ."
    ],
    "description": "SCP-5483 refers to an area located at the edge of the Alquist Trench, monitored by S.C.P. Aquatic Monitoring Facility Alpha. At its deepest, the Alquist Trench is at the upper edge of the mesopalegic zone, and is notable for having very few hydrothermal vents and an absence of zooplankton, leading to a general lack of life in the local area1.",
    "title": "SCP-5483"
}