{
    "url": "https://scp-wiki.wikidot.com/scp-5484",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\nby BlazingPie & Ralliston\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCo-written by \nBlazingPie\n and \nRalliston\n\n\n► BlazingPie's Authorpage\n\n\n► Ralliston's Authorpage\n\n\nImage Sources:\n\n\nThe Site-120 logo used in the header was created by \nEstrellaYoshte\n for the purpose of all articles regarding such. Please check out more of their absolutely stellar work \nhere\n.\n\n\n\n\nName of the file:\n warning.png\n\n\nSource:\n N/A\n\n\nLicense:\n Creative Commons\n\n\nAuthor:\n \ndjkaktus\n.\n\n\n\n\n\n\nName of the file:\n elevator.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nAuthor:\n \nWayTooAztec\n\n\nNotes:\n Edited by \nJackalRelated\n for the purpose of this article\n\n\n\n\n\n\nName of the file:\n elevator2.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Creative Commons\n\n\nAuthor:\n \nThe Legendary Ranger\n\n\n\n\n\n\n\n\n\n\n[{$authorPage} ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5484\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5484 as seen from within the elevator shaft.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-120\n\n\nSite-120 Director Council\n\n\nMieczysław Bury\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nEntry doors to SCP-5484, located on Site-120's fourth level.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5484 is to be sealed off from the remainder of Site-120's building. Until it can be repurposed to serve as an elevator again, Site-120 staff are encouraged to use the remaining means of transport as alternative ways to traverse the building.\n\n\nDescription:\n SCP-5484 is a spacetime disruption taking the form of a seemingly endless pit, located within Elevator 2B's shaft in Site-120, Częstochowa, Poland.\n1\n Alongside its walls, numerous thaumaturgic markings, mainly depicting phrases such as \"suffering,\" \"pain,\" and \"gateway,\" are located, with markings of both high Akiva Radiation and low Hume levels being detected next to it. Though so far, no Foundation equipment was able to reach SCP-5484's bottom, recording equipment sent into it detects muffled noises consistent with human moans, screams, and silent humming coming from within it.\n\n\nThe deepest the Foundation had been able to venture into SCP-5484 was a depth of approximately 25 kilometers down\n2\n — though almost no differences were noted with the increasing depth as compared to the higher parts of the anomaly, a small increase in temperature has been noticed around the deeper parts of it. Similarly, the volume of the sounds coming from within it has been noted to increase slightly with increasing depth — though not enough to be well comprehended by Foundation staff.\n\n\nFrom materials gathered during its discovery, it's theorized SCP-5484 leads to — or at least a version therefor — the catholic version of Hell, as described within the Bible. Though this hypothesis is still being investigated, due to the abnormal amounts of pain energy as well as thaumaturgical and theological processes detected within the anomaly, it is still a possible explanation.\n\n\nAddendum.5484.1:\n Discovery\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\nSCP-5484 was discovered on 05/09/2003, following an attack from a subgroup of GoI-120 (\"Triumviraté\")\n3\n on Site-120.\n\n\nDuring the group's escape from the facility, it initiated a ritual which would, as described in scripts carried by it \"Open a gate to Hell itself, consuming your enemies whole.\" Though it went as planned, due to the ritual site being so remote, it had only affected the elevator, rather than the entire site as initially planned by the group. Following the ritual's activation, all of the group's members were consumed by the forming spatial disruption, effectively eliminating them from the Site.\n\n\nThe following are SCP-5484 test logs conducted shortly after the anomaly's discovery.\n\n\n\n\nTEST 1\n\n\nPROCEDURE:\n Throw a standard testing object (a small steel ball) into SCP-5484.\n\n\nOUTCOME:\n Test subject has not been recovered. It is presumed to still be falling down SCP-5484.\n\n\n\n\nTEST 2\n\n\nPROCEDURE:\n Same as Test 1.\n\n\nOUTCOME:\n Test subject rapidly flew out of SCP-5484 after three minutes of falling. It was covered with salty water and sand of unknown origin.\n\n\n\n\nTEST 3\n\n\nPROCEDURE:\n Same as Test 1.\n\n\nOUTCOME:\n Test subject rapidly flew out of SCP-5484 after four minutes of falling, this time additionally covered with wet kelp.\n\n\n\n\n[9 LOGS OMMITED]\n\n\n\n\nTEST 13\n\n\nPROCEDURE:\n Descend into SCP-5484 using a remote drone.\n\n\nOUTCOME:\n The drone descended to a depth of approximately 4 kilometers, after which it ceased communication. All attempts to locate it have failed. Last footage sent by the drone was that of an unknown fluid, similar in appearance to water.\n\n\n\n\nTEST 14\n\n\nPROCEDURE:\n Same as Test 13.\n\n\nOUTCOME:\n The drone descended to a depth of approximately 6 kilometers, after which it ceased communication. All attempts to locate it have failed. Temperature readings recorded an increase of 5 degrees Celsius. Last footage sent was similar to Test 3.\n\n\n\n\nTEST 15\n\n\nPROCEDURE:\n Same as Test 13.\n\n\nOUTCOME:\n The drone descended to a depth of approximately 10 kilometers, after which it ceased communication. All attempts to locate it have failed. Audio equipment recorded sounds consistent with muffled human speech, rushing wind, and sea waves.\n\n\n\n\nTEST 16\n\n\nPROCEDURE:\n Same as Test 13.\n\n\nOUTCOME:\n The drone descended to a depth of approximately 25 kilometers, after which it ceased communication. All attempts to locate it have failed. Akiva radiation, which became significant enough to be detected after 20 kilometers, increased with depth to the point of sensor overflow.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5484.2:\n Further SCP-5484 Research\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\nThe following is a log of initial research conducted on SCP-5484 as done by Site-120's staff.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 07/09/2003\n\n\n\n\n»BEGIN LOG«\n\n\nBoth present parties are standing on the walls of the elevator shaft, protected by appropriate equipment, looking down into the pit of SCP-5484. Around them, inactive Foundation terrain scanners can be seen, with Micheals holding a small screen linked to them and an activation console.\n\n\nMicheals:\n4\n Y-Yep, that's Hell alright.\n\n\nBury:\n5\n Well, this ain't good.\n\n\nMicheals:\n Because we literally have Hell near our offices?\n\n\nBury:\n No, because we'll actually have to clean somethin' up for once.\n\n\nBoth pause for a second, during which Micheals activates the scanners. All beep with dim light, and three seconds later, the tablet he is holding lights up.\n\n\nMicheals:\n Hmm… y-yeah. Wormhole type — dimensional portal, high Akiva, — though mainly focused around the worship of one entity — t-temperatures higher than 26 Celcius, and the constant hatred outputs and suffering filters. We got Hell on our hands, and it's not pretty.\n\n\nBury:\n Why's that, if I may?\n\n\nMicheals looks directly into Bury's eyes.\n\n\nMicheals:\n Well. Aside from the fact it's, y-you know, literally Hell, the pain scanners are… really, \nreally\n bad. The sheer amount of suffering within is genuinely staggering, to the point my tech's overloading. Give me a moment though. I-I have to check something.\n\n\nMicheals taps the screen twice.\n\n\nMicheals:\n It will… take a while.\n\n\nHe pauses for a second.\n\n\nMicheals:\n Though, if it's not a mistake, then Jesus. The amount of pain emitted from this would be able to literally \npower the human civilization for millennia if harvested well\n. I always imagined a theoretical Hell would be bad, but this… is just… no. No.\n\n\nBury:\n Is this much of a surprise, though? Haven't we \ndiscovered Hell already\n a while back? Heard a thing about it or two sometime ago.\n\n\nMicheals:\n I, I mean, yes, we did, but 5572's an absurdly specific afterlife. Even that, it's just… an actual pleasure when compared to this. I… I'll have to bring this to the rest of the Directors. No one deserves this end to their story.\n\n\nBoth pause for a second.\n\n\nBury:\n If it's so horrible, then what cause even spawned this, actually? What's the Trumbiratee's — Trumbiratee's? — problem?\n\n\nMicheals:\n Triumviraté's. Just general hatred, I imagine. If their goal is to bring back the lands we stole from them in their eyes, I don't think bringing Hell to someone for bringing Hell onto you is… fair, honestly. Hatred only breeds more hatred, and— oh!\n\n\nThe scanner beeps three times in a row, finishing the scanning.\n\n\nMicheals:\n Oh, oh \nno\n.\n\n\nBury:\n What's going on?\n\n\nMicheals:\n I… it's even worse.\n\n\nBury:\n Whatcha mean?\n\n\nMicheals:\n [REDACTED]\n6\n\n\nBury:\n W-what?\n\n\nMicheals:\n Exactly what you heard me say.\n\n\nBury:\n J-Jesus fucking Christ. That… no. Just… no.\n\n\nAll pause for a moment.\n\n\nMicheals:\n We will have to contact Overwatch about this, just to make sure this is real. Because if it is… Jesus Christ.\n\n\n»END LOG«\n\n\n\n\nIn light of further information gathered from scans of the area SCP-5484 leads to as well as the log results, two days later, Overwatch Command issued the following:\n\n\n\n\nProject Gratia Proposal\n\n\n\n\nTHE OFFICE OF O5-1\n\n\n\n\nIn light of all of the discoveries made following initial contact with SCP-5484, the entire SCP Foundation is to change its approach towards all subjects. In previous years, we valued coldness and objectivity over kindness and other human virtues, even after our policies had to change so many years ago after Esterberg's fall and \nDirective Alpha/1911\n.\n\n\nHowever, in the light of newly acquired information, we can never let a single person be a victim of what most likely comes as a punishment for our sins after death.\n\n\nWe still do not know the exact nature of Hell presented to us by SCP-5484. It is, however, an afterlife different from all known descriptions of Hell in recorded human history. And, from what we have gathered, we can be certain that it is not an afterlife one would want to be stuck in.\n\n\nAs we have no other choice than to continue research on SCP-5484, we propose Project Gratia as a temporary containment strategy. We, as the Foundation, need to redeem our personnel as quickly as possible.\n\n\n\n\n— O5-1\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum.5484.3:\n File update — 14/09/2003\n\n\n\n\n▶ACCESS ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nFile update — 14/09/2003\n\n\n\n\nSITE-120 DIRECTOR COUNCIL\n\n\n\n\nOn 13/09/2003, the second and final inspection of SCP-5484's runes prior to the proper Foundation-wide activation of Project Gratia has been conducted by Site-120's Grand Thaumist and Thaumaturgical Archivist and its Director Council member, Daniel Asheworth. Aside from numerous differences between translations of said runes and the ones after the second scan, it was noted that the major rune, used to complete the ritual and properly activate the portal, was mistakenly written with a single \"l,\" resulting in the portal leading to the Hel peninsula of Poland, rather than to a potential torturous afterlife. Due to this, all plans regarding Project Gratia are currently being pulled back.\n\n\nAll similarities between the vision of a hellish afterlife and Poland are currently being investigated.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Prior to SCP-5484's initial manifestation, the elevator was fully functional.\n\n\n2\n. As seen during an unmanned drone exploration.\n\n\n3\n. Fae for \"we will prevail;\" a large-scale organized Fae terrorist group, focused on reclaiming its supposed territory back from humanity, not infrequently focusing on Foundation Sites to do so, mainly operating from within \nEsterberg\n.\n\n\n4\n. Dr. James Micheals, member of Site-120's Director Council and its Ontokinetics and Spatial Disruptions Chief.\n\n\n5\n. Mieczysław Bury, lead of Site-120's Maintenance Team.\n\n\n6\n. \nJust because you want to know what it meant, doesn't mean you should.\n — J. Micheals.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRalliston's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nEE-7372\n \n(+49)\n \n•\n\n\n\n\n\n\nSCP-6292\n \n(+166)\n \n•\n\n\n\n\n\n\nSCP-5795\n \n(+96)\n \n•\n\n\n\n\n\n\nSCP-8572\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-6372\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-8120\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-6120\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-5572\n \n(+165)\n \n•\n\n\n\n\n\n\nSCP-6672\n \n(+82)\n \n•\n\n\n\n\n\n\nSCP-7572\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7672\n \n(+89)\n \n•\n\n\n\n\n\n\nSCP-PL-399\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-6871\n \n(+447)\n \n•\n\n\n\n\n\n\nSCP-8372\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-6335\n \n(+81)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nUIU File: 2014-158 (OPERATION: VENENUM)\n \n(+50)\n \n•\n\n\n\n\n\n\nA Library, Empty\n \n(+58)\n \n•\n\n\n\n\n\n\nSomewhere Out There\n \n(+31)\n \n•\n\n\n\n\n\n\nThe Edge of All Light\n \n(+49)\n \n•\n\n\n\n\n\n\nCritter Profile: Sparky!\n \n(+213)\n \n•\n\n\n\n\n\n\nFresh Blood\n \n(+59)\n \n•\n\n\n\n\n\n\nInternal JOICL-PENTAGRAM Communication Regarding Project SCARLET DAWN\n \n(+70)\n \n•\n\n\n\n\n\n\nCreaking at the Seams\n \n(+72)\n \n•\n\n\n\n\n\n\nExcerpts of Particular Interest From the Galileo Deep-Space Observatory Archives\n \n(+48)\n \n•\n\n\n\n\n\n\nFree Bird\n \n(+37)\n \n•\n\n\n\n\n\n\nThe Lands Nobody Returns From\n \n(+56)\n \n•\n\n\n\n\n\n\nSimply Love\n \n(+32)\n \n•\n\n\n\n\n\n\nAmbrose Esterberg\n \n(+104)\n \n•\n\n\n\n\n\n\nProject Proposal 2049-154: \"Echoes\"\n \n(+49)\n \n•\n\n\n\n\n\n\nThe Ninth Archangel\n \n(+41)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nArtwork: Witches on the Moon\n \n(+43)\n \n•\n\n\n\n\n\n\nRalliston's Authorpage\n \n(+209)\n \n•\n\n\n\n\n\n\nPublic Release of OPERATION: WITNESS Materials\n \n(+165)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5483\n | SCP-5484 | \nSCP-5485\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5484\n\" by BlazingPie and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5484\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ontologonew\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nFilename:\n 120header.png\n\n\nAuthor:\n \nMachen2\n and \ndjkaktus\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n N/A\n\n\n\n\n\n\nName of the file:\n warning.png\n\n\nSource:\n N/A\n\n\nLicense:\n Creative Commons\n\n\nAuthor:\n \ndjkaktus\n.\n\n\n\n\n\n\nName of the file:\n elevator.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nAuthor:\n \nWayTooAztec\n\n\nNotes:\n Edited by \nJackalRelated\n for the purpose of this article\n\n\n\n\n\n\nName of the file:\n elevator2.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Creative Commons\n\n\nAuthor:\n \nThe Legendary Ranger",
    "addendums": [
        "Addendum.5484.1: Discovery",
        "Addendum.5484.2: Further SCP-5484 Research",
        "Addendum.5484.3: File update — 14/09/2003"
    ],
    "documents": [],
    "notes": [
        "Name of the file: warning.png Source: N/A License: Creative Commons Author: djkaktus .",
        "Name of the file: elevator.png Source: link License: Creative Commons Attribution-Share Alike 4.0 International Author: WayTooAztec Notes: Edited by JackalRelated for the purpose of this article",
        "Name of the file: elevator2.png Source: link License: Creative Commons Author: The Legendary Ranger",
        "\" SCP-5484 \" by BlazingPie and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-5484 . Licensed under CC-BY-SA .",
        "Filename: ontologonew Author: EstrellaYoshte License: CC BY 3.0 Source Link: link",
        "Filename: 120header.png Author: Machen2 and djkaktus License: CC BY 3.0 Source Link: N/A",
        "Name of the file: warning.png Source: N/A License: Creative Commons Author: djkaktus .",
        "Name of the file: elevator.png Source: link License: Creative Commons Attribution-Share Alike 4.0 International Author: WayTooAztec Notes: Edited by JackalRelated for the purpose of this article",
        "Name of the file: elevator2.png Source: link License: Creative Commons Author: The Legendary Ranger"
    ],
    "containment_procedures": "SCP-5484 is to be sealed off from the remainder of Site-120's building. Until it can be repurposed to serve as an elevator again, Site-120 staff are encouraged to use the remaining means of transport as alternative ways to traverse the building.",
    "description": "SCP-5484 is a spacetime disruption taking the form of a seemingly endless pit, located within Elevator 2B's shaft in Site-120, Częstochowa, Poland.1 Alongside its walls, numerous thaumaturgic markings, mainly depicting phrases such as \"suffering,\" \"pain,\" and \"gateway,\" are located, with markings of both high Akiva Radiation and low Hume levels being detected next to it. Though so far, no Foundation equipment was able to reach SCP-5484's bottom, recording equipment sent into it detects muffled noises consistent with human moans, screams, and silent humming coming from within it.",
    "title": "SCP-5484"
}