{
    "url": "https://scp-wiki.wikidot.com/scp-5487",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n\n\n\n\nThis case is \nCURRENTLY ACTIVE\n.\n\n\nAny personnel interfering with SCID investigations will be prosecuted to full extent of the law.\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL TWO/5487 CLASSIFICATION\n\n\n\n\n\n\n\n\nITEM #\n\n\n\n\nSCP-5487\n\n\n\n\nOBJECT CLASS\n\n\n\n\nSafe\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5487 (\"Cardocran\").\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nThe entirety of SCP-5487 is to be kept in special storage at Site-989. Two kilograms of 5487 are to be offloaded whenever appropriate to SCID Miami under Provision 57.M-B and 93.\n\n\nAll used amounts of SCP-5487 are to be transported back to Site-989 via SCID courier and disposed of by a chemical team.\n\n\nCertain provisions to hospitals for SCP-5487 medical use is in consideration.\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-5487 is the designation for the anomalous stimulant drug called \"Cardocran\", often nicknamed \"Cardo\". While SCP-5487 acts similarly to cocaine, its anomalous properties occur on its effect as a triple reuptake inhibitor (TRI): it approximately triples its efficiency while also removing its dependency issues on its subject.\n\n\nWhile SCP-5487 can be used as an alternative to cocaine, cocaine cannot be used as an alternative to 5487.\n\n\n5487 is unable to be created without anomalous technology. It is currently unknown who created SCP-5487.\n\n\n\n\nITEM HISTORY\n\n\n\n\nA version of SCP-5487 was discovered on the market by Foundation agents stationed in Miami, Florida, who later notified the Foundation. The compound was analyzed, and the 5487 designation was given to the drug.\n\n\nA subdivision of the Special Crimes Investigative Division (SCID) in Miami was created to combat the appearance and use of veil-breaking drugs to the general public.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nCASE \n1987.CDO-005\n OPENED. SOME FILES HAVE BEEN OMITTED.\n\n\n\n\n\n\n\n\n\n\nLEVEL FOUR/SCID CLASSIFICATION\n\n\n\n\n\n\n\n\nON 5487/CARDOCRAN\n\n\n\n\nThe cardocran given to our division is specifically modified by the Foundation to produce the effects of severe dependency upon use, without any tangible side effects otherwise. This should keep anyone who gets slipped it otherwise desperate enough to come back until we can catch them, then we can do our thing from there.\n\n\nNote that a selling point of cardocran is its low dependency issues, so expect repeat buyers to be agitated or angry.\n\n\n\n\n\n\n\n\nAQUIRED DATA\n\n\n\n\n\n\n\n\n\n\n\n\nSeized Cardocran.\n\n\n\n\n\n\n\n\n\n\n\nCardocran has recently shown up again in the market labeled as \"Cardonian Cocaine\", described as a high-quality variant of cocaine stemming from the (fictional) Cardonia region of Peru.\n\nAnalysis performed on the seized cardocran shows this does not appear to be the same type of cardocran sent to us by the Foundation. An operation will shortly be put in place to determine the source of this new cardocran. If we can nab the buyers, we can get them to give us the sellers.\n\n\nKeep your eyes out. Miami Vice has agreed to work with us on this one, considering it seems like they've been hit hard with this kind of thing popping up again.\n\n\n\n\n- Lieutenant J. Hernandez\n\n\n\n\n\n\n\n\n\n\nOPERATION YELLOWJACKET is a sting operation that will be conducted by the SCID with the help of MPD Vice on the afternoon of July 18th, 1987.\n\n\nThe operation will commence at approximately 10:30, where SCID special teams will set up in the buildings around the main plaza of Hortin Marina.\n\nThese teams will provide covering fire and/or general support should the sting go wrong, and are equipped with tear gas. Designated long-range combatants will be armed with M16A1 rifles from MPD SWAT.\n\n\nLieutenant Hernandez and Captain Peters will be occupying an unmarked squad car from across the street for immediate support. Several other places (see Document OYJ.02 for specific placement) will also contain plainclothes or otherwise disguised officers.\n\n\nAt 11:00, Detectives Richard Garrett and Manuel Acosta (undercover as sellers \"Brad\" and \"De la Cruz\") will meet the buyers. They will be accompanied by Foundation liaison Haskell, who is masquerading as a middleman. Acosta will also be outfitted with a wire to listen in on the conversation.\n\n\nOnce the buyers trade off the money and receive the cardocran, they are to be immediately arrested. The MPD will be around on standby for the SCID's signal.\n\n\nShould any of the plan deviate or if it is apparent that the situation will escalate, the sting is to be immediately ended and the area secured by the SCID and MPD.\n\n\n\n\n\n\n\n\n\n\n[TAPE START]\n\n\n\n\n\n\n\n\n\n\nAcosta can be heard practicing breathing techniques.\n\n\n\n\n\n\nGARRETT\n\n\nNervous?\n\n\n\n\n\n\nACOSTA\n\n\nHell yea, I'm nervous, man. No matter how many times I do this, my nerves got a mind of their own.\n\n\n\n\n\n\nGARRETT\n\n\nI get what you mean. It's more of a rush for me.\n\n\n\n\n\n\nACOSTA\n\n\nA rush? You're crazy. Some kind of masochist? A rush my ass.\n\n\n\n\n\n\n\n\nThey laugh.\n\n\n\n\n\n\nGARRETT\n\n\nI worked out all my nervousness in the firing range. I may not jitter like an addy, but I'm still feeling it all here.\n\n\n\n\n\n\nACOSTA\n\n\nYou know what will cure my nerves?\n\n\n\n\n\n\nGARRETT\n\n\nWhat would?\n\n\n\n\n\n\nACOSTA\n\n\nIf these buyers showed the fuck up already, damn. It's… 11:12 now. It ain't polite to keep your gift horse waiting man.\n\n\n\n\n\n\n\n\nGarrett blows a raspberry.\n\n\n\n\n\n\nGARRETT\n\n\nDon't worry about it.\n\n\n\n\n\n\nACOSTA\n\n\nWhat if they canceled? We're just sitting here like zoo flamingos in this heat all for shit.\n\n\n\n\n\n\nGARRETT\n\n\nDoubt it. They need this trade more than we do.\n\n\n\n\n\n\nACOSTA\n\n\nYou're right, you're right. Haskie would've told us.\n\n\n\n\n\n\nACOSTA\n\n\nI think it's the wire, the wire always sets me on end man. One faulty connection and now you're target numero uno for guys with MAC-10s.\n\n\n\n\n\n\nGARRETT\n\n\nAah, don't worry about it. I got your back. It's just a sting, what's the worst that could happen, right?\n\n\n\n\n\n\nACOSTA\n\n\nYou're right, you're right.\n\n\n\n\n\n\nGARRETT\n\n\n…Is that them?\n\n\n\n\n\n\nACOSTA\n\n\nShit, yeah. Business face on.\n\n\n\n\n\n\n\n\nThe two can be heard standing up, followed by approximately a minute of silence.\n\n\n\n\n\n\nBUYER 1\n\n\nKnow anyone by the name 'o… uhh, Brad and De la Cruz?\n\n\n\n\n\n\nACOSTA\n\n\nDepends, who's asking?\n\n\n\n\n\n\nBUYER 2\n\n\nTwo-hundo-kay in your pocket, that's who.\n\n\n\n\n\n\nACOSTA\n\n\nI see. Where's our midman?\n\n\n\n\n\n\nBUYER 1\n\n\nHell should I know?\n\n\n\n\n\n\nGARRETT\n\n\nHe's a'mportant to us as the stuff you're gett'n. I'd like ta know you two digeridoos didn't knock him off befo' we hand this to ya.\n\n\n\n\n\n\nBUYER 1\n\n\nNo goddamn clue, dude. He just up and fucked off and said it was important. Frankly I don't have time for this chatter. We doing this or what?\n\n\n\n\n\n\n\n\nThe two pause for a minute.\n\n\n\n\n\n\nACOSTA\n\n\nCough the dough up.\n\n\n\n\n\n\nBUYER 2\n\n\nWoah woah, we ain't dumb. We do this the conventional way.\n\n\n\n\n\n\nBUYER 1\n\n\nSuitcase open first, we test the product, you get your money and we all walk off a little happier.\n\n\n\n\n\n\n\n\nA suitcase can be heard opening, as well as a plastic cracking noise. Several seconds elapse as the suitcase is closed again.\n\n\n\n\n\n\nBUYER 2\n\n\nAnd?\n\n\n\n\n\n\nBUYER 1\n\n\nReal godlike shit there. Well then. I got this to give you-\n\n\n\n\n\n\n\n\nTwo gunshots ring out. Buyer 2 yells.\n\n\n\n\n\n\nBUYER 1\n\n\nCrap, setup!\n\n\n\n\n\n\n\n\nA firefight erupts. Multiple gunshots are heard as Acosta fires his CZ75 at the buyers. More armed personnel appear to be wildly shooting into the crossfire by Acosta.\n\n\n\n\n\n\n\n\nDet. Acosta enters a building, auditorily sounding to be flanking the armed buyers. Acosta re-emerges to the outside, where the gunfire has died down into several occasional shots. He yells and sprints.\n\n\n\n\n\n\nBUYER 1\n\n\nFuck!\n\n\n\n\n\n\n\n\nAcosta tackles Buyer 1.\n\n\n\n\n\n\nACOSTA\n\n\nPolice, Miami SCID. Keep those hands up and taste the concrete, bitch.\n\n\n\n\n\n\n\n\nBuyer 1 laughs.\n\n\n\n\n\n\nBUYER 1\n\n\nCongrats, pal.\n\n\n\n\n\n\nBUYER 1\n\n\nAgent Ballard. FBIUIU.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFOUNDATION NOTICE\n\n\n\n\n\n\nON YELLOWJACKET\n\n\n\n\nDue to an oversight in planning and an unprecedented violation in operations scale within the SCID, YELLOWJACKET led to the injuries of several officers in the SCID as well as the FBIUIU. The cause of the shootout was also investigated; it was found to be caused by the misjudgment of SCID Captain James Peters, who mistakenly thought UIU Agent Ivanovic was pulling out a pistol.\n\n\nCaptain Peters has been demoted and put on unpaid administrative leave for a month.\n\n\n\n\nON UIU PRESCENCE\n\n\n\n\nA unit of the FBIUIU was present at the time of the incident to carry out a sting operation against Foundation researchers possibly selling small amounts of SCP-5487 to the general public. Further investigation into this claim has uncovered a chain of misunderstandings stemming from a partnership with the UIU, curated by ████, over proceedings and undercover operations including the use of 5487. No other UIU presence was determined within the recent events.\n\n\nThe FBIUIU has admitted their mistake over their wrongly-implemented investigation and misunderstanding of ████'s good intentions.\n\n\n\n\nOVERALL\n\n\n\n\nFurther investigation into illegal production and distribution of SCP-5487 will be henceforth operated by the main branch of the Foundation. The SCID will be limited to low-level operations (with prior Foundation approval) and executing specific stakeouts/raids as given by the Foundation. This agreement will continue indefinitely until the Foundation believes the SCID is capable enough to handle such large cases without prompting or promoting unacceptable incidents.\n\n\nThe failure of YELLOWJACKET rests squarely on each and every involved member of the SCID.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYou are accessing LEVEL 5 CLASSIFIED material. All violations of this classification will lead to amnesticization and termination of employment by the Foundation.\n\n\n\n\n\n\n\n\n\n\n!NOTICE!\n\n\n\n\nTHIS FILE IS UNAVAILABLE FOR \n[O5-6]\n DUE TO \nCENSURE\n. DO NOT SHARE THIS FILE WITH THIS USER UNTIL THEIR VIEWING CLEARANCE IS REAPPROVED.\n\n\n\n\n\n\n\n\n\n\n\n\nRESTRICTED LEVEL FIVE CLASSIFICATION\n\n\n\n\n\n\n\n\nITEM #\n\n\n\n\nSCP-5487\n\n\n\n\nOBJECT CLASS\n\n\n\n\nSafe\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-5487 (\"Cardocran\").\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nThe entirety of the internally-visible SCP-5487 stores are to be kept in special storage at Site-989. Two kilograms of 5487 are to be offloaded whenever appropriate to SCID Miami under Provision 57.M-B and 93.\n\n\nSCID Miami is to be used to insure the Foundation's dominance in the market for SCP-5487.\n\n\nUnder O5 order, an additional five hundred kilograms are to be dispersed through secure channels to acquire express profits.\n\n\nThe chemical team in charge of SCP-5487 disposal is to reconstitute any inconsistencies with third-party-created 5487 and redistribute it through the above network.\n\n\nProvisions to hospitals for SCP-5487 medical use is not in consideration at this time.\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-5487 is the designation for the anomalous stimulant drug called \"Cardocran\", often nicknamed \"Cardo\". While SCP-5487 acts similarly to cocaine, its anomalous properties occur on its effect as a triple reuptake inhibitor (TRI): it approximately triples its efficiency while also removing its dependency issues on its subject.\n\n\nWhile SCP-5487 can be used as an alternative to cocaine, cocaine cannot be used as an alternative to 5487.\n\n\n5487 is unable to be created without anomalous technology. Currently, the Foundation is the only major producer of SCP-5487.\n\n\n\n\nITEM HISTORY\n\n\n\n\n\n\n\n\n\n\n\n\nEarly chemical base of SCP-5487.\n\n\n\n\n\n\n\n\n\n\n\nAn early prototype of SCP-5487 was discovered after a project to improve medical cocaine via SCP-914 adjustment. Foundation personnel eventually stabilized the most flagrant side-effects of the 5487 prototypes and codified them into the final SCP-5487 drug.\n\nFollowing the lead of PENTAGRAM in drug-related offerings, the Foundation dispersed the process of making 5487 to certain anomalous groups with the intention of receiving payments on its licensing. After enough money was circulated through this process to support the Foundation's own 5487 production cycle, the Special Crimes Investigative Division (SCID) in Miami was employed to unknowingly remove most major competitors.\n\n\nDespite a recent altercation over SCP-5487 involving the FBIUIU, SCID, and MPD-Vice, the major 5487 operation was not affected. Fault was placed on Foundation Liaison Mike Haskell and SCID Lieutenant Jaimie Hernandez, who were later terminated. Internal Agent Peters has been commended for his service in quickly bringing the affair to a close.\n\n\nThe 5487 operation will continue as long as it is profitable for the Foundation to do so.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-5486\n | SCP-5487 | \nSCP-5488\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5487\n\" by JackalRelated, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5487\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFILENAME:\n scid-logo.png\n\n\nTITLE:\n SCID Logo\n\n\nAUTHOR:\n EstrellaYoshte/JakdragonX/Croquembouche\n\n\nLICENSE:\n CC-BY-SA 3.0\n\n\nSOURCE:\n \nhttp://scp-wiki.wikidot.com/theme:turbo-vision\n\n\n\n\n\n\n\n\n\n\n\n\nFILENAME:\n cardocran-scale-1.png\n\n\nTITLE:\n Cardocran Scale 1\n\n\nAUTHOR:\n DMTrott\n\n\nLICENSE:\n CC-BY-SA 4.0 INT\n\n\nSOURCE:\n \nhttps://commons.wikimedia.org/wiki/File:Peruvian_Flake_Cocaine.jpg\n\n\n\n\n\n\n\n\n\n\n\n\nFILENAME:\n cardocran-powder.png\n\n\nTITLE:\n Cardocran Powder\n\n\nAUTHOR:\n An employee of the DEA/uploaded by Anetode\n\n\nLICENSE:\n Public Domain\n\n\nSOURCE:\n \nhttps://commons.wikimedia.org/wiki/File:CocaineHydrochloridePowder.jpg\n\n\n\n\n\n\n\n\n\n\n\n\nFILENAME:\n cardocran-early.png\n\n\nTITLE:\n Prototype Cardocran Base\n\n\nAUTHOR:\n Ed (Edgar181)\n\n\nLICENSE:\n Public Domain\n\n\nSOURCE:\n \nhttps://commons.wikimedia.org/wiki/File:Cocaine_analog_220f.svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5487 \" by JackalRelated, from the SCP Wiki . Source: https://scpwiki.com/scp-5487 . Licensed under CC-BY-SA .",
        "FILENAME: scid-logo.png TITLE: SCID Logo AUTHOR: EstrellaYoshte/JakdragonX/Croquembouche LICENSE: CC-BY-SA 3.0 SOURCE: http://scp-wiki.wikidot.com/theme:turbo-vision",
        "FILENAME: cardocran-scale-1.png TITLE: Cardocran Scale 1 AUTHOR: DMTrott LICENSE: CC-BY-SA 4.0 INT SOURCE: https://commons.wikimedia.org/wiki/File:Peruvian_Flake_Cocaine.jpg",
        "FILENAME: cardocran-powder.png TITLE: Cardocran Powder AUTHOR: An employee of the DEA/uploaded by Anetode LICENSE: Public Domain SOURCE: https://commons.wikimedia.org/wiki/File:CocaineHydrochloridePowder.jpg",
        "FILENAME: cardocran-early.png TITLE: Prototype Cardocran Base AUTHOR: Ed (Edgar181) LICENSE: Public Domain SOURCE: https://commons.wikimedia.org/wiki/File:Cocaine_analog_220f.svg"
    ],
    "title": "SCP-5487"
}