{
    "url": "https://scp-wiki.wikidot.com/scp-5495",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+268\n+\n–\nx\n\n\n\n\n\n\nFILE INFO\n\n\n\n\nYou are viewing External Document 5495, point of origin EXTORG-002, 'The Foundation'. File has been shared with PTOLEMY Command in order to facilitate mutual cooperation following cleanup of LTE-5495.\n\n\nStatements of suspect have been highlighted in blue — hover over them to view attached results from the PSYCHE investigation.\n\n\n\n\nPTOLEMY COMMAND\n\n\nUNGOC\n\n\n\n\n\n\n\n\n\n\n2/5495\n LEVEL \n2/5495\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5495\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStructural diagram of SCP-5495.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\nSCP-5495 has been airlifted to Site-34\n1\n and is undergoing reverse-engineering and investigation into its anomalous effects. Access is restricted to L4/5495\n2\n.\n\n\n\n\nDescription\n\n\nSCP-5495 is a component of a nonfunctional paraweapon, constructed by the Organization for the Reclamation of Islamic Artifacts (ORIA). The particular nature and mechanics of SCP-5495 are under study, but is understood to have ontokinetic effects on nearby individuals, items, and locations. Alone, SCP-5495's effects are variable, violent, and uncontrollable; it is theorized that the rest of the weapon provides a focusing aspect, allowing the weapon to be directed and effectively utilized.\n\n\nPhysically, SCP-5495 is a steel cylinder 0.5m long and 0.25m wide, capped at both ends with discs of beryllium-bronze, weighing 20kg. Its internal composition is \nThe cause for this expungement is filed under \"sensitive information\".\n[REDACTED]\n.\n\n\nSee PSYCHE Investigation Item Charlie.\nORIA denies any knowledge of SCP-5495\n or the rest of the components. Further investigation is discouraged to preserve their already-strained diplomatic relationship with 'Western' anomalous organizations.\n\n\nSCP-5495 was discovered in 1990 following reports of anomalous ontokinetic activity in Andar, a small village in Ghazni, Afghanistan. Activity reported was a variety of ontokinetic effects, including but not limited to spontaneous generation of entities, memory alteration, landscape alteration, biological mutations, sudden ontokinetic ability, etc. The latent ontokinetic contamination produced by SCP-5495 affected the villagers who had removed SCP-5495 from its unsecured storage facility unaware of its effects or purpose, likely to sell it for scrap, and resulted in these anomalies.\n\n\n\n\nTimeline\n\n\nOrigin\n\n\nDue to ORIA's lack of cooperation, little is definitively known about SCP-5495's origins. It is theorized to have been in construction since at least 1980, under orders by the military leadership, presumably to be used in the Iran-Iraq War. Whether the weapon was never finished or was used and then disassembled is similarly unclear; what is known is that by August of 1990, SCP-5495 was residing in \n\"Qardū\" does not appear on any ORIA facility listings available to PSYCHE, though this could be indicative of its secrecy. Accusation of illegal quartering is curious — Afghan-Iran relations pre- and post- Revolution make an ORIA outpost a reasonable possibility.\nan abandoned ORIA storage facility codenamed \n\"Qardū\"\n, (illegally) located in Nawa, Ghazni Province, inside Afghani borders.\n\n\nRemoval from Qardū\n\n\nOn August 14th, Jamsheh Behzadi, 27, discovered the entrance to Qardū several kilometers from his family homestead. \nORIA facilities generally tend toward more esoteric security involving Type-Blue energy.\nThe metal entry door was rusted shut\n, so he noted the location and resolved to return with assistance.\n\n\nOn August 15th, he returned with his cousin Farhad Behzadi, 19, and a friend from the nearby village of Andar, population 598— Abdullah Hashem, 21. Using tools taken from Hashem's father, the group broke the seals on the door and entered the two-room facility, believing they had stumbled upon a \nOdd accusation, but entirely possible for young rural men — question arises on how Foundation Interviewers discovered this knowledge.\nPakistani military outpost\n. They discovered it to be deserted and empty, save for several padded crates containing nonperishable food, ammunition, and one specially padded crate containing SCP-5495, found by Farhad:\n\n\n\n\nWe were so stupid. Idiot teenagers playing explorers, completely clueless as to what we'd walked into. If I could reach through time just once, I would gladly use it to go back and tell the three of us to turn, to run, far far away.\n\n\nI was the first one to see it, you know. Jamsheh was amazed by the machine-gun bullets and the military food, and I pried open the other crate, shoved so far into the corner. The place was so dimly lit and dusty… it had the distinct air of some place that had been forgotten. When I cut the locks and Farhad looked inside, I saw the strange metal thing, and he laid a hand on it - he said it was warm in the center and cool at the edges - we felt like we had discovered something miraculous! None of it knew what it was, of course — Jamsheh was going to the capital in a few weeks to visit some friends at the university, he said he would take it up then and figure out if it was worth any money, and he would split it among us. We were so stupid.\n\n\n\n\nThe group loaded SCP-5495 and the ammunition and food into a wheelbarrow and carted it to Hashem's house in the village, where they decided it would be stored to avoid scrutiny from the Behzadi parents until Jamsheh took it to Kabul.\n\n\nAt the time they parted ways, it is likely that Farhad was the only one contaminated due to his direct inhalation of the \nFew directed paraweapon concepts would vent into the surrounding air.\nstale, contaminated air in the container.\n\n\nCore Exposure\n\n\nBy August 17th, Hashem had sold most of the ammunition, earning a considerable profit for the area. He investigated SCP-5495, hoping to find some clue as to its purpose or design; he discovered a small aperture in the side of \nPolarized glass is far too brittle to be used in a weapon core and is generally reserved for scientific equipment.\npolarized glass\n, and attempted to shatter it — poor storage conditions had left the other primary seals degraded to the point of uselessness. He succeeded in exposing the internal core of the device — while the device had already begun latently lowering the local reality level, the destruction of the seal increased the efficiency of this process twofold. Disturbed by his damaging of the device, he quickly put it away and did not unearth it until the day after. However, direct contact to the internal core likely meant he was already exposed to an overwhelming dosage of \nThe cause for this redaction is filed under \"sensitive information\".\n[REDACTED]\n.\n\n\nAt the Behzadi household, Farhad had already fallen ill the afternoon after his discovery of SCP-5495. By the evening of August 18th, he was bedridden and complaining of aching pains and nausea. This was thought to be a result of food poisoning. His older sister, Raazyah Behzadi, 20, was his primary caretaker:\n\n\n\n\nHis room felt so strange. I came in every hour or so with water and to check on him, he was just rolling around in his sheets, drenched in sweat. His room felt like it was much larger than it was, kilometers long, but I could move across it one step. It's hard to explain, but it just didn't feel quite real.\n\n\nIn hindsight, what should have told me it was something unnatural, though, was the rat. I woke up to sounds of retching, like he was choking on something. I opened the door and looked in, I thought he would be vomiting and then he would be fine. He was sitting on the edge of the bed, eyes wide. I asked what was wrong and he just pointed to a grey spot on the floor - a rat, I realized. Grey and wet with moisture, dead on its back. I figured he had just killed the rat, though rats aren't very common here, and closed the door. It never occurred to me that the rat was wet with spit.\n\n\n\n\nThrough taking care of Farhad, Raazyah was similarly exposed to \nOnly the most reckless of paraweapon concepts would use latent Type-Green energy as a transmission vector — carries a large risk of friendly fire.\nlatent ontokinetic energies in his system\n from his primary exposure to SCP-5495. The secondhand nature of her contamination was weakened enough to manifest as little more than idle shifting that lasted for a few seconds at maximum.\n\n\nBy August 18th, Hashem, Farhad, Raazyah, and their parents Hussein and Latifa were contaminated.\n\n\nInstability\n\n\nOn August 19th, Jamsheh went down to Hashem's home to investigate SCP-5495. Hashem was absent at the time, selling the remainder of the ammunition and food, and Jamsheh discovered the aperture, which had been leaking ontokinetically-unstable radiation at an increased rate for the entire night into the surroundings — including into the store of food that Hashem would wake up to sell in the morning to the rest of the village. This incident resulted in the contamination skyrocketing from ~4 cases at the time to ~300, well over two-thirds of the village population. \nTheoretically possible, if contrived.\nThe ingestion of contaminated food imbued individuals with uncontrollable ontokinetic abilities\n that, while individually minor, were greatly amplified by SCP-5495 degrading the reality-stability of the region. Reports of widespread sickness increased as suspicions grew that some sort of plague had descended upon the village, accompanied by rumours of witchcraft or some divine punishment being cast upon the citizens.\n\n\nJamsheh's investigation included using a saw and bolt cutter to \nExtremely unlikely that a weapons-grade reality core could be disassembled by one individual with primitive tools.\nremove a piece of SCP-5495's casing\n and peer inside. The removal of the casing quadrupled the speed of reality-degradation by exposing significantly more of the core substance. Jamsheh himself almost instantly received a massive overdose, likely causing \nNo feasible explanation for how Foundation investigators were able to infer this level of detail without experience.\nrapid warping and distortion of physical structure and composition, followed by a sudden return to normality, resulting in massive internal trauma, destruction of bones and organs, failure of conception, and internal liquification\n. It is unclear whether Jamsheh died as a result of this, or survived in a semi-real state until August 20th. Meanwhile, spontaneous reality failures were occurring in the homes of other villagers:\n\n\n\n\nI think that was the most scared I've ever been in my life. I was sitting at the dinner table with Amir and Papa, and… I asked someone to pass the dish. Amir reached out, and everything just… shook. Like the world was buzzing with violence. It only lasted for a split second, but I could tell Papa felt it too, because I saw him make a face. Then Amir touched the dish and it turned into a dead cow, trussed up and bleeding from skewers, then Mother, then Najibullah\n3\n, and then Amir, all in a second. He screamed, so did I, and Papa asked us why we were shouting, and we saw nothing had happened at all.\n\n\nI know what I saw. A glimpse of what was to come.\n\n\n\n\nThe reality level of the village had already fallen to dangerous lows, and the density of ontokinetically-capable individuals rapidly increasing resulted in a full collapse of consensus reality on August 20th.\n\n\nCollapse\n\n\nIn the early morning of August 20th, Farhad Behzadi died in his bed. However, the local area of destabilized reality caused by his contamination resulted in his corpse rising and going about the house in a jerking, puppet-like gait and speaking to the rest of the family. This illusion faltered when the corpse, still subject to physical decomposition, succumbed to rigor mortis, and collapsed in the middle of the kitchen during breakfast with his parents and Hashem — no one had discovered Jamsheh's body, and Raazyah had gone into town to get groceries. Upon the realization that Farhad was and had been dead, the collective ontokinetic potential of Hussein, Latifa, Hashem, and Farhad's corpse was unleashed in an emotional rage that is believed to have set off an explosive chain reaction — when villagers in Andar saw the Behzadi homestead at the corona of a blinding explosion of color, their panic and fear involuntarily activated their abilities, forming a positive feedback loop. Eyewitness accounts of this are extremely difficult to separate from ontokinetic creations and hallucinations, but a general image can be gathered:\n\n\n\n\nIt was exhilarating.\n\n\nThe worst thing I have ever lived through, inarguably. I was in the mountains when the Russians invaded and when they pulled out, I lived through the fighting and the shelling and the Talibans. This was a fresh kind of agony.\n\n\nI saw my house be stripped away layer-by-layer like a cow being skinned, exposing the sinewy skeleton inside. My family became a series of giggling explosions, mortar shells frozen midway through detonating. They danced around my head as the sun came up and back down, a thousand times in a second. The ground was much too far away, but I could feel my toes touch it before my toes stopped being there. I was a series of blocks and rods, then calligraphy, then the goat I kept as a child. I could see in all six directions and all my neighbors, friends, families, all were doing the same thing. It went on for days as my home, the home of my parents and their parents and their parents before them, just…. fell apart, in front of our very eyes, because there was never really anything holding it together at all. We were all just there, living out some unreal personal Hell.\n\n\nOr Heaven, maybe. I'm not too sure.\n\n\n\n\nIntervention\n\n\nAt this point, a Foundation source in the district's police force became aware of the events transpiring in Andar, and submitted an investigation advisory. \nOne of these agents was an embedded GOC sleeper agent, who alerted Regional Command to a likely Type-Green PTE on-location.\nTwo agents from Kabul\n were dispatched to the village, arriving in a Jeep:\n\n\n\n\nWell, it was a nightmare, wasn't it? A disaster. It was like a surrealist warzone. Most of the mud-and-clay houses had been properly destroyed, reduced to some wet purple cubic substance that only resembled rubble. The village square was, I remember, the distended and taffy-stretched bodies of a man and his wife laying next to themselves, on and on and on into the infinite horizon. Then I took a step and I was past them. I'm still not sure whether the- the corpses had been vastly multiplied in on themselves or whether I was being looped around and around the town. The sky was a peculiar shade of water, and the water… well, I think that's not relevant.\n\n\nMy point is that it was horrible. I know it sounds like I'm being cavalier, but that's because.. it's one of those things that you see and you just… don't quite process it, your brain decides you'll be more effective if you just maintain a layer of disconnect with your surroundings. A dissociation of necessity. A lot of the details are faded, now, but I remember one thing - a light, soft hissing coming from everywhere all at once, barely perceptible over the fires and the intense \nbum-ba-bum\n and the sounds of a bleeding ground.\n\n\nA very quiet and a very strained screaming.\n\n\n\n\nAgents retreated from the village, reporting the situation to the field office in Kabul, which relayed it to Site-34. Tactical Response Team Romeo-Nine \"Sandstorm\" was discreetly deployed to establish a containment cordon and assess the situation. Officers equipped with Kant counters determined the location was in a state of dramatically unstable and shifting reality, and authorized the aerial drop and activation of a Mobile Scranton Reality Anchor from a CH-47 Chinook. The MSRA landed in the village center and began functioning, allowing Romeo-Niner to move in and secure the area shortly before the \nAssessment Team 0296 \"Clay and Fire\", followed by Strike Team 0995 \"Dune Demons\".\narrival of Global Occult Coalition forces.\n\n\nCleanup\n\n\nOf a population of ~450, 98 survivors were rescued by the Foundation, the vast majority suffering from some form of reality-manipulated syndromes, including but not limited to: expulsion of living mammals, substitution of blood and organs with mundane household objects, fractally infinite bodies, altered conceptions of self, base identity and body changes, a litany of mental issues (anomalous and non-anomalous), and spontaneous implosion. While the abilities were much more limited in scope following the enforcement of consensus reality on the region and the resulting smaller Hume differential, they were still considerable and numerous.\n\n\nKant counters tracking the epicenter of the collapse of reality found two points of note; the location that had once held the Behzadi household and the Hashem household. The former had been entirely annihilated; the house and property had simply vanished, leaving behind a low, wide crater containing Hashem, Raazyah, and Hussein all in shock and suffering from acute paralysis in addition to the ontokinetic effects of the others. Farhad's body had, according to the group, 'not become', and taken his mother with him.\n\n\nThe Hashem household led to the discovery of SCP-5495 as the root cause of the incident, as well as of the liquefied remains of Jamsheh Behzadi. Type-Green and amnestic treatment were used to gradually return surviving victims to a state of relative normality. Due to classified methods, GOC troops were not allowed on-site for the duration of the Foundation occupation, to much consternation.\n\n\nThe approximate timeline above was constructed using testimony from the surviving actors prior to amnesticization\n4\n.\n\n\n\n\nConclusion\n\n\nThe events caused by SCP-5495 have resulted in significant damage to the lives of all individuals involved, whether they survived or not. The more harshly-affected individuals were unable to be returned to normality and have surrendered themself to humane Foundation containment as Persons of Interest. They will be provided medical care for the duration of their lives. All corpses and bodies pulled from the rubble of Andar have been cremated where possible and otherwise destroyed. The ashes and remains are stored at Site-34 in the same isolation chamber as SCP-5495 itself, in telekill-lined steel urns. It is believed the latent ontokinetic properties of the remains will \nThis degree of estimation is beyond current science available to PTOLEMY Research and Development; indicated the Foundation either has a significantly more advanced understanding of anomalous sciences than previously thought, or have previous experience with this degree of Type-Green contamination.\n not entirely subside to negligible levels for another 150 years at minimum\n:\n\n\n\n\nI don't know why this happened. Divine punishment, making us Sodom and Gomorrah to teach Lut's wife a lesson. Supernatural, witchcraft, something. I don't know. I know that I'm never going to be able to visit the graves of my family and that's someone's fault. I don't even know if I want them to pay, but I want them to know what they did.\n\n\nJust hurry and make me forget like the others.\n\n\n\n\nWhile ORIA is generally spiteful of perceived Western judgement, historically they prefer to exercise an almost excessive degree of caution in all activities.\nThe recklessness and negligence of ORIA\n in adequately storing and disposing of their parawaste has caused catastrophic damage and loss of life for uninvolved civilians. However, due to ORIA's complete denial of any involvement in the events, retaliatory action or exigent investigation is inadvisable at best.\n\n\n \n\n\n\n\n\n\nPSYCHE ITEM CHARLIE\n\n\n\n\n\nThe following encoded communications were intercepted at Foundation Site-34 by a deep-cover PSYCHE Special Observer.\n\n\n\n| 09031990████Z\n\n| ENCODED TRAFFIC\n\n| TO: S-001>109385\n\n| FROM: S-34>093842\n\n| RE: OPERATION FLAMING LANTERN\n\n\nCOLLAPSED SRA + VICTIM REMAINS ARE IN CONTAINMENT @ 34, RESTRICTED TO LEVEL 4 CLEARANCE\n\nSURVIVOR AUTOPSIES SCHEDULED FOR TWO WEEKS\n\nDOCUMENT TRANSFER UPDATE? SOME ADMINS WORRIED ORIA DIPLOMATS MAY TRY TO RAISE FUSS WITH GOCS\n\n\n\n\n\n\n| 09031990████Z\n\n| ENCODED TRAFFIC\n\n| TO: S-34>093842\n\n| FROM: S-001>109385\n\n| RE: OPERATION FLAMING LANTERN\n\n\nSUCCESS - AMBASSADORS ACCEPTED DOCUMENT AS SIGN OF COOPERATION + REPARATION FOR TURNING AWAY STRIKE TEAMS\n\nORIA OF LOW RISK\n\nWHO'S GONNA BELIEVE THEM?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Foundation multipurpose site in Balochistan, Pakistan\n\n\n2\n. Foundation compartmentalized security nomenclature; equivalent to Top Secret.\n\n\n3\n. President of Afghanistan from 1987 to 1992.\n\n\n4\n. Foundation practice of chemically erasing memories from civilian witnesses.\n\n\n\n\n\n\nrating: \n+268\n+\n–\nx\n\n\n\n\n\n\n\n\n« \nSCP-5494\n | SCP-5495 | \nSCP-5496\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nEXTDOC-5495\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5495\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Teletherapy Capsule2.svg\n\n\nAuthor:\n KDS444\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "We were so stupid. Idiot teenagers playing explorers, completely clueless as to what we'd walked into. If I could reach through time just once, I would gladly use it to go back and tell the three of us to turn, to run, far far away. I was the first one to see it, you know. Jamsheh was amazed by the machine-gun bullets and the military food, and I pried open the other crate, shoved so far into the corner. The place was so dimly lit and dusty… it had the distinct air of some place that had been forgotten. When I cut the locks and Farhad looked inside, I saw the strange metal thing, and he laid a hand on it - he said it was warm in the center and cool at the edges - we felt like we had discovered something miraculous! None of it knew what it was, of course — Jamsheh was going to the capital in a few weeks to visit some friends at the university, he said he would take it up then and figure out if it was worth any money, and he would split it among us. We were so stupid.",
        "His room felt so strange. I came in every hour or so with water and to check on him, he was just rolling around in his sheets, drenched in sweat. His room felt like it was much larger than it was, kilometers long, but I could move across it one step. It's hard to explain, but it just didn't feel quite real. In hindsight, what should have told me it was something unnatural, though, was the rat. I woke up to sounds of retching, like he was choking on something. I opened the door and looked in, I thought he would be vomiting and then he would be fine. He was sitting on the edge of the bed, eyes wide. I asked what was wrong and he just pointed to a grey spot on the floor - a rat, I realized. Grey and wet with moisture, dead on its back. I figured he had just killed the rat, though rats aren't very common here, and closed the door. It never occurred to me that the rat was wet with spit.",
        "I think that was the most scared I've ever been in my life. I was sitting at the dinner table with Amir and Papa, and… I asked someone to pass the dish. Amir reached out, and everything just… shook. Like the world was buzzing with violence. It only lasted for a split second, but I could tell Papa felt it too, because I saw him make a face. Then Amir touched the dish and it turned into a dead cow, trussed up and bleeding from skewers, then Mother, then Najibullah 3 , and then Amir, all in a second. He screamed, so did I, and Papa asked us why we were shouting, and we saw nothing had happened at all. I know what I saw. A glimpse of what was to come.",
        "It was exhilarating. The worst thing I have ever lived through, inarguably. I was in the mountains when the Russians invaded and when they pulled out, I lived through the fighting and the shelling and the Talibans. This was a fresh kind of agony. I saw my house be stripped away layer-by-layer like a cow being skinned, exposing the sinewy skeleton inside. My family became a series of giggling explosions, mortar shells frozen midway through detonating. They danced around my head as the sun came up and back down, a thousand times in a second. The ground was much too far away, but I could feel my toes touch it before my toes stopped being there. I was a series of blocks and rods, then calligraphy, then the goat I kept as a child. I could see in all six directions and all my neighbors, friends, families, all were doing the same thing. It went on for days as my home, the home of my parents and their parents and their parents before them, just…. fell apart, in front of our very eyes, because there was never really anything holding it together at all. We were all just there, living out some unreal personal Hell. Or Heaven, maybe. I'm not too sure.",
        "Well, it was a nightmare, wasn't it? A disaster. It was like a surrealist warzone. Most of the mud-and-clay houses had been properly destroyed, reduced to some wet purple cubic substance that only resembled rubble. The village square was, I remember, the distended and taffy-stretched bodies of a man and his wife laying next to themselves, on and on and on into the infinite horizon. Then I took a step and I was past them. I'm still not sure whether the- the corpses had been vastly multiplied in on themselves or whether I was being looped around and around the town. The sky was a peculiar shade of water, and the water… well, I think that's not relevant. My point is that it was horrible. I know it sounds like I'm being cavalier, but that's because.. it's one of those things that you see and you just… don't quite process it, your brain decides you'll be more effective if you just maintain a layer of disconnect with your surroundings. A dissociation of necessity. A lot of the details are faded, now, but I remember one thing - a light, soft hissing coming from everywhere all at once, barely perceptible over the fires and the intense bum-ba-bum and the sounds of a bleeding ground. A very quiet and a very strained screaming.",
        "I don't know why this happened. Divine punishment, making us Sodom and Gomorrah to teach Lut's wife a lesson. Supernatural, witchcraft, something. I don't know. I know that I'm never going to be able to visit the graves of my family and that's someone's fault. I don't even know if I want them to pay, but I want them to know what they did. Just hurry and make me forget like the others.",
        "\" EXTDOC-5495 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5495 . Licensed under CC-BY-SA .",
        "Filename: Teletherapy Capsule2.svg Author: KDS444 License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "title": "EXTDOC-5495"
}