{
    "url": "https://scp-wiki.wikidot.com/scp-5503",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\nItem #:\n SCP-5503\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All known instances of SCP-5503 are currently stored in the secure containment warehouse at Site-108. Tablets may be requested for testing purposes via the on-site pharmacy.\n\n\nDescription:\n SCP-5503 is a 2-item supplement package which was available to purchase in health food stores in Devonshire, United Kingdom between 10/11/2018 and 08/01/2019. The outer label reads \"Feeling Gut! Supplement your natural optimism\".\n\n\nSCP-5503-1 is a tinted glass jar containing (at time of purchase) 30 strawberry flavoured probiotic tablets.\n\n\nTransliteration of SCP-5503-1 label:\n\n\n\n\nFeeling Gut Probiotic Boost!\n\n\n30 chewable tablets\n\nSuitable for vegetarians and vegans\n\n\n\n\nDirections: For adults, chew one tablet daily alongside food for a maximum of three days. Do not exceed stated dose. Not suitable for children.\n\n\nDo not consume tablets with hot drinks as this may reduce the efficacity.\n\n\nRefrigerate after opening.\n\n\nFor short term use only\n\n\nall-natural strawberry flavouring!\n\n\n\n\n\n\nSCP-5503-2 is a tinted jar containing 150 antibiotic capsules.\n\n\nTransliteration of SCP-5503-2 label:\n\n\n\n\nBack to Baseline Balancing Capsules\n\n\nSuitable for vegetarians\n\n\n\n\nDirections: For adults, after \nFeeling Gut Probiotic Boost!\n course, take three tablets with meals daily for five days. Do not exceed stated dose.\n\n\n\nKeep taking this medicine until the course is finished.\n\n\n\n\n\n\nWhen SCP-5503-1 is consumed according to the package instructions, users experience an elevated sense of optimism and confidence. If, from the fourth day, the user proceeds to complete the full course of SCP-5503-2, the anomalous effects of SCP-5503-1 will be neutralised and their mood will return to baseline.\n\n\nShould a person continue to use SCP-5503-1 beyond the recommended 3 day period, or fail to take SCP-5503-2, the effects will continue to escalate. The user will become simultaneously more confident in their own capacities, and less able to perceive potential risks. They will also express a growing desire to have an enjoyable time at the expense of completing necessary tasks or working towards long term goals.\n\n\nDiscovery:\n SCP-5503 was first discovered following a series of high profile deaths in the Devonshire area when a significant increase in unusual deaths was reported over a two month period. Incidents included jumps from rooftops, vehicular accidents, and a mass drowning. The sole survivor of the drowning incident, Ms. Mia Price, was interviewed by Field Agent Amy Worthing\n1\n.\n\n\n\n\nSCP-5503 Interview: Mia Price\n\n\n\n\n- Hide Interview\n\n\n\n\n\n\nInterviewed:\n Ms. Mia Price\n\n\nInterviewer:\n Field Agent Amy Worthing\n\n\nForeword:\n Interview conducted at Bigbury-on-Sea police station following an incident at Bigbury beach. Medical reports state that Ms. Price was recovering from a moderate case of hypothermia.\n\n\n\n\n[Begin Log]\n\n\nField Agent Worthing:\n How are you feeling this morning, Mia? The doctors said -\n\n\nMs. Price:\n Never better, thanks. Looking forward to heading home if we're all finished here?\n\n\nField Agent Worthing:\n We'd like to ask you a few questions about what happened to you and your friends first if that's okay?\n\n\nMs. Price smiles and tilts her head.\n\n\nMs Price:\n Of course! I'm sure it won't take long. I'll have this all cleared up for you in no time.\n\n\nField Agent Worthing:\n Mia, can you tell me what you remember about that evening?\n\n\nMs. Price:\n No problem! I have a great memory, you know? Never forget a thing. We were walking back from our yoga class when I suggested we should all go for a swim. I've always been a strong swimmer, ever since I was a young lass. I'm really fast. I could've swum for Britain.\n\n\nSo we stripped right off. The beach was empty - and who really cares if some lucky dogwalker got himself an eyeful. We swam out together. Really in the moment. Loving life, yeah? You should try it sometime. Maybe you could -\n\n\nField Agent Worthing:\n Mia. Do you remember what happened to your friends?\n\n\nMs. Price:\n Well, I think Matty went home first. His wife was probably looking forward to seeing him and he wouldn't want to disappoint her! Claire went next. Me, I could've stayed out there for days!\n\n\nMs. Price grins widely and leans forwards across the table.\n\n\nThe guys who picked me up were shocked! They said they'd never known somebody go so far out in the Winter. Next week, I'll go even further. Really show them. I can't wait to see their faces!\n\n\nField Agent Worthing:\n Mia, I'm afraid your friend's bodies were found washed ashore -\n\n\nMs Price:\n No. I'm sorry, you're mistaken. Those - maybe you \nthought\n you found some bodies. But, you see, I'm having coffee with Elaine tomorrow. And - Oooh, she's going to laugh at this!\n\n\nField Agent Worthing:\n Her brother was here this morning to identify -\n\n\nMs. Price:\n Oh! That's lovely that he's here, it is! He'll have to come along and grab a cappuccino! We can all catch up. I know this place that does cake that's near as good as mine. A chocolate one. Gets better every time we go. I'll write down where it is for you. You're going to love it, promise.\n\n\nField Agent Worthing:\n Mia -\n\n\nMs. Price:\n Can I go now? It's been fun, but I'm a busy girl, you know? But we can catch up soon! I'll leave you all my number! I'm sure you'll have this mix-up sorted soon.\n\n\n[End Log]\n\n\n\n\nFollowing the interview, Ms. Price was treated with a course of SCP-5503-2 and amnesticized before being released.\n\n\n\n\n\n\n\n\nPackages of SCP-5503 were found in 88% of the victim's homes, including that of Ms. Price and the drowned individuals. In 90% of cases, SCP-5503-2 was unopened. A general product recall notice was issued throughout the region and remaining stocks of SCP-5503 were taken into Foundation custody.\n\n\nTo test the effects of SCP-5503-1 in a controlled environment, a daily dose was administered to D-42451,\n2\n to be continued for a period of 30 days. The behaviour and mood of the test subject was to be monitored via interview and observation. Prior to commencement, D-42451 had no history of depression and displayed a mood consistent with their current situation.\n\n\n\n\nSelected Interviews: SCP-5503-1 Trials\n\n\n\n\n- Hide Interviews\n\n\n\n\n\n\nSCP-5503-1 Day 1, 01/03/2019\n\n\nInterviewed:\n D-42451\n\n\nInterviewer:\n Dr. Liam Walker\n\n\n\n\n[Begin Log]\n\n\nDr. Walker:\n Good morning, D-42451. How are you feeling?\n\n\nD-42451:\n Not bad thanks, Doctor.\n\n\nDr. Walker:\n Any discomfort? Have you noticed any changes in your mood?\n\n\nD-42451:\n I can't complain. I mean, it's taco day so I'm feeling pretty good about that. Otherwise.. nothing unusual I don't think. Does that mean it isn't working? They didn't -\n\n\nDr. Walker:\n Thank you, D-42461, that will be all for today.\n\n\n[End Log]\n\n\n\n\n\n\nSCP-5503-1 Day 5, 05/03/2019\n\n\nInterviewed:\n D-42451\n\n\nInterviewer:\n Dr. Liam Walker\n\n\n\n\n[Begin Log]\n\n\nD-42451:\n Good morning, Doctor!\n\n\nDr. Walker:\n Good morning, D-42451 - how are you feeling?\n\n\nD-42451:\n Great thanks. I slept like a baby. My roommate didn't come back after testing yesterday. Fella used to snore like crazy. Best night's sleep I've had in ages.\n\n\nDr. Walker:\n Have you noticed any other changes -\n\n\nD-42451 smiles and winks.\n\n\nD-42451:\n Well your assistant gave me a lovely smile on my way in - does that count? I think she likes me. And my hair looks great! Is this pill some kind of… I don't know, a hair restoring pill or something? By the time that I get out of here it'll be down to my knees at this rate!\n\n\nDr. Walker:\n That's all for today, I think, D-42451.\n\n\n[End Log]\n\n\n\n\nNote:\n No changes in D-42451's general appearance were recorded prior to or during the interview.\n\n\n\n\n\n\nSCP-5503-1 Day 12, 12/03/2019\n\n\nInterviewed:\n D-42451\n\n\nInterviewer:\n Dr. Liam Walker\n\n\n\n\n[Begin Log]\n\n\nDr. Walker:\n Good -\n\n\nD-42451:\n Alright, Doctor? It's your favourite patient! Here to brighten up your morning! Look at this - I think your pill has made my biceps even firmer. Look! Your girl outside could barely keep her hands off of me!\n\n\nD-42451 flexes his arms at Dr. Walker. No change in musculature or appearance, positive or otherwise, is evident.\n\n\nDr. Walker:\n I see. Well, have you -\n\n\nD-42451:\n I tell you, when we're done here I'll be selling smiles and making movies! I've got this great idea about a handsome guy who ends up in some secret institution -\n\n\nDr. Walker:\n D-42451, I'm sure it's a fantastic idea, but can we talk about -\n\n\nD-42451:\n Don't want it ruined for you? Yeah, I get it. But, you know, you're going to love it! This guy, you see - and obviously I'll play the lead - he's going to find a way to get -\n\n\nDr. Walker:\n Thank you, D-42451, that will do for today.\n\n\n[End Log]\n\n\n\n\nNote:\n Following testing, D-42451 continued to detail plans for filming a movie to the security team as he was returned to his room. Security personnel reported no details of particular interest.\n\n\n\n\n\n\nSCP-5503-1 Day 19, 19/03/2019\n\n\nInterviewed:\n D-42451\n\n\nInterviewer:\n Dr. Liam Walker\n\n\n\n\n[Begin Log]\n\n\nD-42451:\n Morning, Liam! \nLove\n the shirt! Can't wait to have one like it! So, the best thing happened. I talked your Poppy outside into getting dinner! Or, at least, I'm going to later. I know! You're thinking who could turn this charmer down. Not Poppy, mate. She's proper smitten. Lucky girl!\n\n\nDr. Walker:\n D-42451, I hardly think -\n\n\nD-42451:\n Don't worry, mate, there won't be any trouble! And I'll bring her back in plenty of time for work tomorrow. I'll have to have a better room, of course, to take her back to. Sure I can persuade you, though. I mean, I am your favourite patient.\n\n\nD-42451 winks and clicks his tongue twice.\n\n\nDr. Walker:\n I -\n\n\nD-42451:\n So! I wrote a script. Well - didn't write it. All up here, it is.\n\n\nD-42451 taps his left temple with his index finger.\n\n\nD-42451:\n A memory like mine's a useful thing in the movie business. So, okay, you're going to love this. First -\n\n\nDr. Walker:\n D-42451, can we please talk about -\n\n\nD-42451:\n Don't worry about that, Liam! Plenty of time for that when you've heard about -\n\n\nDespite protests by Dr. Walker, D-42451 proceeds to describe his film plot in detail for a period of 6 minutes. Details omitted for brevity.\n\n\n[End Log]\n\n\n\n\nNote:\n Dr. Walker's assistant, Mrs. Wash, has shown no indication of interest in D-42451 and has at no point agreed to any form of fraternisation. Mrs. Wash has expressed a strong desire to be excused from duty during further interviews or testing.\n\n\n\n\n\n\nSCP-5503-1 Day 24, 24/03/2019\n\n\nInterviewed:\n D-42451\n\n\nInterviewer:\n Dr. Liam Walker\n\n\n\n\n[Begin Log]\n\n\nD-42451:\n So Liam. Mate. Listen. I know these meetings make your morning, but it's time for me to head for Hollywood. Talent like mine… it isn't fair to deny the world. My face was made for fame and fortune.\n\n\nD-42451 stands and attempts to walk out of the interview room, but is easily prevented from leaving by security personnel.\n\n\nD-42451:\n No problem, guys! I get it. I really do. You'll miss me. But we'll see each other soon, I'm sure! You'll have to visit! Besides, with these great guns, I can go anywhere I want to.\n\n\nD-42451 begins to punch and kick at the external wall, causing superficial damage to the surface rendering.\n\n\nD-42451:\n I'll send a cheque to cover the damage! Don't worry, I'm sure your boss upstairs will understand. You tell them it was me - they'll probably make the hole a permanent feature!\n\n\nAfter a further 3 minutes, D-42451 is again restrained by security personnel and returned to his room. As he leaves the room, D-42451 appears red-faced and is breathing heavily.\n\n\n[End Log]\n\n\n\n\nOn 29/03/2019, 29 days into testing, D-42451 was found deceased in his room with severe cranial trauma, two broken fingers, and extensive abrasions. Security footage showed him repeatedly punching, kicking, and headbutting a wall, whilst repeating \"They're going to love me!\" Further testing schedules for SCP-5503-1 are temporarily postponed pending a procedural review.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Embedded as an investigator within Devon and Cornwall Police Force.\n\n\n2\n. A 48 year old male of average height and build.\n\n\n\n\n\n\n\n\n« \nSCP-5502\n | SCP-5503 | \nSCP-5504\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5503\n\" by Meska, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5503\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5503 \" by Meska, from the SCP Wiki . Source: https://scpwiki.com/scp-5503 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5503",
    "object_class": "Safe",
    "containment_procedures": "All known instances of SCP-5503 are currently stored in the secure containment warehouse at Site-108. Tablets may be requested for testing purposes via the on-site pharmacy.",
    "description": "SCP-5503 is a 2-item supplement package which was available to purchase in health food stores in Devonshire, United Kingdom between 10/11/2018 and 08/01/2019. The outer label reads \"Feeling Gut! Supplement your natural optimism\".",
    "title": "SCP-5503"
}