{
    "url": "https://scp-wiki.wikidot.com/scp-5515",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5515\n - He Knows Something by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5515\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\ntruculent\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n No longer required.\n\n\nDescription:\n SCP-5515 was a male human of Sudanese nationality with cognitohazardous properties. Anyone who made visual contact with SCP-5515 would anomalously gain awareness of the fact that SCP-5515 possessed a vitally important secret known to no other living person.\n\n\nThose affected by SCP-5515 also experienced occasional intrusive thoughts about possible means of extracting this information from SCP-5515. These thoughts were often violent in nature, but did not compel an affected subject to carry out the action. Attempts to nonviolently ascertain the information possessed by SCP-5515 or determine its possible relevance to the Foundation and its goals were unsuccessful.\n\n\nPersonnel involved in containment of SCP-5515 reported mental fatigue and negative emotional states as a result of intrusive thoughts. Those dealing with such issues were encouraged to write down the thoughts that bothered them as a cognitive therapy exercise and research opportunity. Examples of submissions are given below:\n\n\n\n\nHe would tell me his secret if I threatened his family.\n\n\n\n\n\n\nHe would tell me his secret if I gave him a lap dance.\n\n\n\n\n\n\nHe would tell me his secret if I beat him within an inch of his life.\n\n\n\n\n\n\nHe would tell me his secret if I made him eat glass.\n\n\n\n\n\n\nHe would tell me his secret if I strapped him to the underside of a helicopter and flew him over the Grand Tsingy.\n\n\n\n\n\n\nHe would tell me his secret if I covered him in honey and stapled live rats to him by the tail.\n\n\n\n\n\n\nHe would tell me his secret if I stitched his lips to the end of a pool noodle.\n\n\n\n\n\n\nHe would tell me his secret if I put duct tape on his corneas and pulled.\n\n\n\n\n\n\nHe would tell me his secret if I slammed a door on his foot until his toes fell off.\n\n\n\n\n\n\nHe would tell me his secret if I stuck a scissor blade all the way under his fingernail and snipped.\n\n\n\n\n\n\nHe would tell me his secret if I shoved a razor between each of his teeth til they were wedged in his jawbones.\n\n\n\n\n\n\nHe would tell me his secret if I pumped him full of drugs and made him eat his wife alive.\n\n\n\n\n\n\nHe would tell me his secret if I ordered the Foundation to bomb every city on earth one by one.\n\n\n\n\n\n\nHe would tell me his secret if I pulled the tendons from his hands and sucked them up like spaghetti.\n\n\n\n\n\n\nHe would tell me his secret if I cut off a little bit of him every day until there was nothing left.\n\n\n\n\n\n\nHe would tell me his secret if I cut spirals in his skin and peeled him like an orange.\n\n\n\n\n\n\nHe would tell me his secret if I gave him too much Ritalin and let him watch me drill holes in his bones.\n\n\n\n\n\n\nHe would tell me his secret if I blowtorched every inch of his body, gave him an escharotomy, and then did it again after his scar tissue grew in.\n\n\n\n\nOn 13/03/2020, SCP-5515 confessed to Foundation personnel that he was a closeted homosexual. Special concessions were made to allow SCP-5515 to come out publicly via social media, after which all anomalous activity ceased. SCP-5515 was pronounced neutralized, administered selective amnestics, and later emigrated to Canada with the aid of Foundation resources.\n\n\nThe origins of SCP-5515's anomalous properties remain unknown. SCP-5515 has claimed to have full knowledge of how the phenomenon began, what party was responsible, and what that party plans to do next. SCP-5515 readily offered this information to the Foundation at several junctures; however, no testimony was ever documented due to a lack of interest among presiding staff.\n\n\n\n\n\n\nPeppo Jamcon 2020\n\n« \nSCP-5031\n | SCP-5515 | \nSCP-5155\n »\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5514\n | SCP-5515 | \nSCP-5516\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5515\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5515\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5515 \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-5515 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "No longer required.",
    "description": "SCP-5515 was a male human of Sudanese nationality with cognitohazardous properties. Anyone who made visual contact with SCP-5515 would anomalously gain awareness of the fact that SCP-5515 possessed a vitally important secret known to no other living person.",
    "title": "SCP-5515"
}