{
    "url": "https://scp-wiki.wikidot.com/scp-5522",
    "all_text": "rating: \n+215\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5522:\n Pizza Delivery Speedrun (RTA) 100% Completion\n\n\nAuthor:\n \nDeadly Bread\n \n\n\n\n\n\n\n\n\nOther Articles of Mine\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-4966\n\n\nRating: 736\n\n\n\n\n\n\nSCP-1401-EX\n\n\nRating: 304\n\n\n\n\n\n\nSCP-4052\n\n\nRating: 262\n\n\n\n\n\n\nSCP-4088\n\n\nRating: 237\n\n\n\n\n\n\nSCP-5522\n\n\nRating: 215\n\n\n\n\n\n\nSCP-4109\n\n\nRating: 213\n\n\n\n\n\n\nSCP-7441\n\n\nRating: 141\n\n\n\n\n\n\nSCP-5020\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4035\n\n\nRating: 122\n\n\n\n\n\n\nSCP-4286\n\n\nRating: 120\n\n\n\n\n\n\nSCP-4270\n\n\nRating: 117\n\n\n\n\n\n\nSCP-4664\n\n\nRating: 116\n\n\n\n\n\n\nSCP-7966\n\n\nRating: 109\n\n\n\n\n\n\nSCP-3462\n\n\nRating: 102\n\n\n\n\n\n\nSCP-6663\n\n\nRating: 96\n\n\n\n\n\n\nSCP-5693\n\n\nRating: 66\n\n\n\n\n\n\nSCP-6633\n\n\nRating: 62\n\n\n\n\n\n\nSCP-4570\n\n\nRating: 60\n\n\n\n\n\n\nSCP-5261\n\n\nRating: 59\n\n\n\n\n\n\nSCP-444-J\n\n\nRating: 54\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSomething Glowing\n\n\nRating: 190\n\n\n\n\n\n\nLog Of Extranormal Events, Vol II\n\n\nRating: 37\n\n\n\n\n\n\nPrelude To Presents\n\n\nRating: 26\n\n\n\n\n\n\nThe Bears\n\n\nRating: 16\n\n\n\n\n\n\nYour Memory Forever Seen\n\n\nRating: 13\n\n\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\nSCP-005 Proposal Hub\n\n\nRating: 94\n\n\n\n\n\n\nThe Bread Box\n\n\nRating: 93\n\n\n\n\n\n\nSecure Facility Dossier: Reliquary Area-27\n\n\nRating: 91\n\n\n\n\n\n\nExperiment Log-4035\n\n\nRating: 73\n\n\n\n\n\n\n\n\nCollab Articles\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nPage\n\n\nTitle\n\n\nCo-Author\n\n\n\n\n\n\nSCP-4733\n\n\nBut Not Forgotten\n\n\nLamentte\n\n\n\n\n\n\nSCP-5225\n\n\nThe Abyss Stares Back\n\n\nXilasCrowe\n\n\n\n\n\n\nSCP-5785\n\n\nCraptivism\n\n\nSonderance\n\n\n\n\n\n\nSCP-5993\n\n\nWe want you to come visit Heaven, just don't fuck with those bees\n\n\nch00bakka\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nPage\n\n\nCo-Author\n\n\n\n\n\n\nThe Bathrooms Wiki\n\n\nToo many to list\n\n\n\n\n\n\nSnippets of an Unveiled World\n\n\nNykacolaquantum\n does not match any existing user name\n, \nLt Flops\n, \nIFBench\n, \nWestrin\n\n\n\n\n\n\nGone,\n\n\nLamentte\n\n\n\n\n\n\nYour Imaginary Friend\n\n\nFishish\n\n\n\n\n\n\n\n\nCheck out Deadly Bread's Author Page\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM NUMBER:\n SCP-5522\n\n\nLEVEL 3/5522\n\n\n\n\n\n\nCONTAINMENT CLASS:\n KETER\n\n\nCONFIDENTIAL\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation webcrawler J/M-CON is to monitor social media websites for reports of SCP-5522 advertisements, or mentions of SCP-5522-1, which are to be removed. SCP-5522-1's domain is to be artificially repressed by Foundation agents planted within world governments. SCP-5522-1's online traffic is to be monitored, with viewers having their internet speed throttled as to discourage continued viewing. If an individual successfully uses SCP-5522-1, they are to be apprehended and amnestized. Tracking of SCP-5522's infection rate is currently being monitored by Dr. Randall Bannock, who is to produce a detailed report of its contagion pattern monthly to help develop additional containment measures.\n\n\nEstablishments discovered possessing SCP-5522 are to be purchased using Foundation assets, with former employees being administered targeted Class-C amnestics. Establishments are to then be condemned or remodeled and used as Foundation housing for field agents.\n\n\nDescription:\n SCP-5522 is a metaphysical pathogen capable of infecting restaurants and \nother food service industries\n. SCP-5522's main vector for infection is \"Delicious Dan's Delivery Speedrun [sic]\", an anomalous website designed similarly to those used by third-party food delivery services (designated SCP-5522-1). The website features various slogans such as \"100% Completion\" and \"Only RTA\", although the meaning of these phrases is currently unknown. The website also boasts the promise that all food ordered through it will be received in a maximum of 30 minutes, or the delivery will be free of charge. All attempts to find the original owner of SCP-5522-1 have been met with failure, as all documentation has been registered under the name \"Delicious Dan\". All attempts by the Foundation to acquire or censor SCP-5522-1 have similarly failed.\n\n\nWhen SCP-5522-1 is used to order food from an establishment, that establishment becomes infected with SCP-5522. SCP-5522 will physically manifest as an advertisement campaign produced by the infected establishment in conjunction with SCP-5522-1. Advertisements often appear in the form of paper flyers and print ads, although television commercials and cross-brand sponsorship deals have been recorded. These advertisements make similar claims to those by SCP-5522-1, although offer it as a temporary offer with no concrete deadline. If advertisements are capable of reaching an uninfected establishment, it has a high probability of becoming another vector for SCP-5522.\n\n\nWhen SCP-5522-1 is used to order food from an SCP-5522 infected establishment, a Λ-Event will be triggered. These events are always accompanied by an immediate drop in ambient temporal stability. Λ-Events differ from normal deliveries by the method of transport utilized. Rather than using traditional means of transport such as a motorized vehicle, employees will enact various rituals resulting in their immediate spatial displacement.\n1\n These rituals are often bizarre in nature, consisting of nonsensical movements and significant physical exertion, with employees preforming actions that would normally result in severe bodily injury. The contents of these rituals vary between Λ-Events, and are believed to correspond with the complexity of the order placed. Attempts to recreate these rituals outside of Λ-Events have universally failed to produce anomalous properties.\n\n\nFollowing displacement, the employee will arrive at their intended destination. No limit to the distance employees are able to be displaced has been found. Following the standard exchange of currency for the meal, the employee will become displaced once again, reappearing within the establishment. All individuals who have performed or observed Λ-Events have been unable to recognize their anomalous nature, although this does not apply to photographs or videos taken of Λ-Events, or individuals with prior knowledge of SCP-5522.\n\n\nAddendum.5522.1:\n Included below are notable Λ-Events recorded during Foundation testing. All recorded Λ-Events occurred within a former Spicy Cheese Pizzeria location following SCP-5522 infection. The restaurant was vacant save for D-Class staffing the location and security personnel. Orders were placed through SCP-5522-1 on a computer terminal within Site-66, with personnel observing the events through closed circuit cameras. For a full list of known Λ-Events, please see \nDocument-5522-ICV\n.\n\n\n\n\nSCP-5522-1 Order:\n Small cheese pizza\n\n\nFollowing Λ-Event:\n Subject stood in the southwestern corner of the kitchen and performed a series of crouches and jumps. These actions were done in quick succession and seemingly at random. Occasionally, subject's limbs were observed passing through the surrounding building, with the limbs being slightly rebuffed and ejected from the wall. After several minutes, the subject suddenly passed through the kitchen floor unimpeded, completely vanishing. Subject arrived at Site-66 unharmed, but complained of aching legs.\n\n\n\n\nSCP-5522-1 Order:\n Medium pepperoni pizza, small order of wings\n\n\nFollowing Λ-Event:\n Subject stood on a cushioned chair, placed in front of the main entrance. Subject proceeded to jump upwards while holding the chair, then using the chair as a base to jump again. This was done using rapid minor changes in elevation, with the subject's jumps becoming blurred motion. Subject continued this action until they had reached the ceiling, upon which they released the chair and launched themselves upwards, passing through the obstruction. Subject arrived at Site-66 unharmed, although slightly fatigued.\n\n\n\n\nSCP-5522-1 Order:\n Medium Hawaiian pizza, two medium orders of mozzarella sticks\n\n\nFollowing Λ-Event:\n Subject collided with a freestanding table, pushing the object against the southernmost wall. Subject began walking against the obstruction, their feet moving unimpeded by friction. As the subject moved, the tabletop and center stand were observed to laterally bisect the subject's abdominal and pelvic regions. Subject then began to incrementally move themselves downwards through the tabletop and under the table. Once under the table, subject is believed to have passed through the floor, using the still intersected center stand to propel themselves downwards. Subject appeared at Site-66 unharmed, but complained of moderate fatigue.\n\n\n\n\nSCP-5522-1 Order:\n Large meat lover's pizza, two large orders of mozzarella sticks, medium order of breadsticks\n\n\nFollowing Λ-Event:\n Subject entered a crouched position, and began propelling themselves backwards, using their body weight to achieve minor momentum. Over several minutes, subject experienced a dramatic increase in velocity, hopping in a circular motion around the building's interior. This velocity was maintained by the subject jumping immediately upon contact with the ground. After enough momentum had been built, the subject ceased their circular trajectory, instead accelerating towards the southernmost wall before passing through it harmlessly. Subject appeared at Site-66 complaining of severe motion sickness.\n\n\n\n\nAddendum.5522.2:\n Following Level 4 approval, a test was conducted to determine whether a Λ-Event could be manually obstructed, resulting in a free delivery. D-30852 was outfitted with a remote shock collar, which would be intermittently activated by Site-66 personnel. Λ-Event proceeded as normal until the first electric shock was administered, upon which all active surveillance cameras ceased to function. After attempts to communicate with security personnel failed, Mobile Task Force Kappa-13 (\"With Everything On It\") were dispatched to investigate.\n\n\nOn-scene personnel were discovered dead, showing signs of severe spatial distortion, such as elongated sections of skin, dislocation or relocation of limbs, and loss of cohesion. Corpse of D-30852 was unable to be located, although a large amount of ash present within the building was noted.\n2\n During post-incident analysis, a pop-up notification was received from SCP-5522-1 that read as follows:\n\n\n\n\nUser D-30852 has been banned from further participation: [Attempted TAS on secure server]\n\n\n\n\nThe precise meaning of this message is currently under analysis.\n\n\n\n\nrating: \n+215\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. Normally manifesting as the individual passing through physical space to another location.\n\n\n2\n. No other signs of heat damage were found within the building.\n\n\n\n\n\n\n\n\n« \nSCP-5521\n | \nDeadly Bread\n | \nSCP-5523\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5522\n\" by Deadly Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5522\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.5522.1: Included below are notable Λ-Events recorded during Foundation testing. All recorded Λ-Events occurred within a former Spicy Cheese Pizzeria location following SCP-5522 infection. The restaurant was vacant save for D-Class staffing the location and security personnel. Orders were placed through SCP-5522-1 on a computer terminal within Site-66, with personnel observing the events through closed circuit cameras. For a full list of known Λ-Events, please see Document-5522-ICV .",
        "Addendum.5522.2: Following Level 4 approval, a test was conducted to determine whether a Λ-Event could be manually obstructed, resulting in a free delivery. D-30852 was outfitted with a remote shock collar, which would be intermittently activated by Site-66 personnel. Λ-Event proceeded as normal until the first electric shock was administered, upon which all active surveillance cameras ceased to function. After attempts to communicate with security personnel failed, Mobile Task Force Kappa-13 (\"With Everything On It\") were dispatched to investigate.\nOn-scene personnel were discovered dead, showing signs of severe spatial distortion, such as elongated sections of skin, dislocation or relocation of limbs, and loss of cohesion. Corpse of D-30852 was unable to be located, although a large amount of ash present within the building was noted. 2 During post-incident analysis, a pop-up notification was received from SCP-5522-1 that read as follows:\nThe precise meaning of this message is currently under analysis."
    ],
    "documents": [],
    "notes": [
        "SCP-5522-1 Order: Small cheese pizza Following Λ-Event: Subject stood in the southwestern corner of the kitchen and performed a series of crouches and jumps. These actions were done in quick succession and seemingly at random. Occasionally, subject's limbs were observed passing through the surrounding building, with the limbs being slightly rebuffed and ejected from the wall. After several minutes, the subject suddenly passed through the kitchen floor unimpeded, completely vanishing. Subject arrived at Site-66 unharmed, but complained of aching legs. SCP-5522-1 Order: Medium pepperoni pizza, small order of wings Following Λ-Event: Subject stood on a cushioned chair, placed in front of the main entrance. Subject proceeded to jump upwards while holding the chair, then using the chair as a base to jump again. This was done using rapid minor changes in elevation, with the subject's jumps becoming blurred motion. Subject continued this action until they had reached the ceiling, upon which they released the chair and launched themselves upwards, passing through the obstruction. Subject arrived at Site-66 unharmed, although slightly fatigued. SCP-5522-1 Order: Medium Hawaiian pizza, two medium orders of mozzarella sticks Following Λ-Event: Subject collided with a freestanding table, pushing the object against the southernmost wall. Subject began walking against the obstruction, their feet moving unimpeded by friction. As the subject moved, the tabletop and center stand were observed to laterally bisect the subject's abdominal and pelvic regions. Subject then began to incrementally move themselves downwards through the tabletop and under the table. Once under the table, subject is believed to have passed through the floor, using the still intersected center stand to propel themselves downwards. Subject appeared at Site-66 unharmed, but complained of moderate fatigue. SCP-5522-1 Order: Large meat lover's pizza, two large orders of mozzarella sticks, medium order of breadsticks Following Λ-Event: Subject entered a crouched position, and began propelling themselves backwards, using their body weight to achieve minor momentum. Over several minutes, subject experienced a dramatic increase in velocity, hopping in a circular motion around the building's interior. This velocity was maintained by the subject jumping immediately upon contact with the ground. After enough momentum had been built, the subject ceased their circular trajectory, instead accelerating towards the southernmost wall before passing through it harmlessly. Subject appeared at Site-66 complaining of severe motion sickness.",
        "User D-30852 has been banned from further participation: [Attempted TAS on secure server]",
        "\" SCP-5522 \" by Deadly Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-5522 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation webcrawler J/M-CON is to monitor social media websites for reports of SCP-5522 advertisements, or mentions of SCP-5522-1, which are to be removed. SCP-5522-1's domain is to be artificially repressed by Foundation agents planted within world governments. SCP-5522-1's online traffic is to be monitored, with viewers having their internet speed throttled as to discourage continued viewing. If an individual successfully uses SCP-5522-1, they are to be apprehended and amnestized. Tracking of SCP-5522's infection rate is currently being monitored by Dr. Randall Bannock, who is to produce a detailed report of its contagion pattern monthly to help develop additional containment measures.",
    "description": "SCP-5522 is a metaphysical pathogen capable of infecting restaurants and other food service industries. SCP-5522's main vector for infection is \"Delicious Dan's Delivery Speedrun [sic]\", an anomalous website designed similarly to those used by third-party food delivery services (designated SCP-5522-1). The website features various slogans such as \"100% Completion\" and \"Only RTA\", although the meaning of these phrases is currently unknown. The website also boasts the promise that all food ordered through it will be received in a maximum of 30 minutes, or the delivery will be free of charge. All attempts to find the original owner of SCP-5522-1 have been met with failure, as all documentation has been registered under the name \"Delicious Dan\". All attempts by the Foundation to acquire or censor SCP-5522-1 have similarly failed.",
    "title": "SCP-5522"
}