{
    "url": "https://scp-wiki.wikidot.com/scp-5534",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\nItem #:\n SCP-5534\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5534 is to be contained in a standard humanoid containment cell at Humanoid Containment Site-06-3. Experimentation with SCP-5534 is not permitted. All human interaction requires approval from its appointed child psychiatrist\n1\n.\n\n\nDescription:\n SCP-5534 is a human child, age 10.\n\n\nProvided SCP-5534 believes that it is being tested, any information thus obtained will pose cognitohazards\n2\n embedded in whichever medium SCP-5534 conveys it.\n\n\nIndividuals affected by SCP-5534 feel an urge to vocalize hostile speech directed at it. The severity and duration time of this effect is dependent on the amount of information perceived.\n\n\nAddendum 5534.1: Discovery.\n\n\nSCP-5534 was discovered on 2020/05/02, when a Foundation agent embedded within the local Child Protective Services (CPS)\n3\n office of Wichita, Kansas, United States, witnessed SCP-5534's caseworker verbally abusing it. Coworkers gathered, and were subsequently affected after reading a form SCP-5534 had filled out. Suspecting the effect of a cognitohazard, the agent confiscated the document and alerted The Foundation. The affected individuals were amnesticized and SCP-5534 was contained.\n\n\nAddendum 5534.2: Interview log.\n\n\n\n\nInterviewed:\n [SCP-5534]\n\n\nInterviewer:\n [Dr. Allan Bowes]\n\n\n\n\nForeword:\n Following the assessment of the anomaly, Dr. Allan Bowes, a Foundation child psychiatrist, was tasked to perform SCP-5534's psychological evaluation.\n\n\nDr. Bowes proposed that his interview be conducted in a non-formal setting, hypothesizing that the anomaly could be circumvented in this manner. The interview was conducted at Site-06-3 staff cafeteria.\n\n\n\n\n<Begin Log>\n\n\nDr. Allan Bowes:\n Hi! My name is Allan, I thought you might be a bit tired of going through all those tests, right? I figured you might enjoy, well, just hanging out for a bit.\n\n\nSCP-5534:\n \n(Does not respond)\n\n\nDr. Allan Bowes :\n This site is a safe place, it'll feel different from what you're used to. Different from how it was at home, or school. We look after all kinds of people, people that need to be cared for in a special way.\n\n\nSCP-5534:\n \n(Does not respond)\n\n\nDr. Allan Bowes :\n Tell you what, I noticed a little something in the backpack you had coming here. The vending machines here aren't too bad, give me a second.\n\n\nDr. Allan Bowes :\n \n(Walks towards the cafeteria's vending machine, and comes back with two Bounty candy bars)\n I was really happy when I saw that wrapper. We coconut fans aren't common. Here, one for you, one for me.\n\n\nSCP-5534:\n \n(Unintelligible)\n\n\nDr. Allan Bowes :\n I didn't quite catch that. Could you speak up, if that's alright?\n\n\nSCP-5534:\n Can I have my backpack?\n\n\nDr. Allan Bowes :\n Why, sure—\n\n\nSCP-5534:\n Please. I'm sorry I forgot to say please.\n\n\nDr. Allan Bowes :\n That's alright, I don't mind at all! I'm not the most polite guy around. You can have it back, we had it put aside somewhere safe while you were getting settled in here, just so it wouldn't get lost. It must be important to you.\n\n\nSCP-5534:\n \n(Nods)\n\n\nDr. Allan Bowes :\n Is there anything in particular inside it that you want to get back?\n\n\nSCP-5534:\n Ye—No.\n\n\nDr. Allan Bowes :\n Okay. No worries, you'll get everything back, I promise.\n\n\nSCP-5534:\n \n(Glances at Dr. Bowes for an instant, then looks down)\n\n\nDr. Allan Bowes :\n I'm gonna ask a friend of mine to bring it by, since I'm quite busy today. Here, write down what was in it, so he makes sure nothing's missing. You can use my notebook.\n\n\nSCP-5534:\n \n(Writes for approximately 5 minutes before handing the notebook back to Dr. Bowes and covering its ears.)\n4\n\n\nDr. Allan Bowes :\n \n(Closes notebook. Nods and smiles at SCP-5534.)\n It's okay. You did great. See? Hanging out and snacking is all we're doing. I'll walk you back to your room.\n\n\n<End Log>\n\n\n\n\nAddendum 5534.3: Item list\n\n\n\n\n- One pencil.\n\n- Two erasers.\n\n- One Wite-Out pen.\n\n- Candy bar wrappers.\n5\n\n\n\n\nAddendum 5534.4: Excerpt from Dr. Bowes's notes.\n\n\n\n\nBefore joining The Foundation, my duty was to help children much like SCP-5534. My duty is now to Secure. Contain. Protect. While the latter is of the utmost priority, they do not always have to conflict with each other.\n\n\nAs far as I can tell, two theories must be correct in order to neutralize it :\n\n\n\n\n- SCP-5534 is immune to its own anomalous properties, which I believe is the case given our interaction.\n\n\n\n- SCP-5534 did not become anomalous overnight, neither was it born anomalous. This property might have been nurtured and reinforced by experiencing a non-anomalous, yet similar reality. A perpetual cycle allowing for an eventual transition into the anomalous. SCP-5534 probably hasn't even noticed anything out of the ordinary whenever this occurred.\n\n\n\n\nI cannot imagine the damage a single mistake on my part might cause. Extreme caution is necessary, as there's no telling when it may feel like it's being \"tested\". Frankly, at the moment, I am not sure how to proceed. Effective therapy is going to be difficult.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For further information, please contact Dr. Allan Bowes.\n\n\n2\n. Copied and verbally relayed information will lose its anomalous properties.\n\n\n3\n. Both of SCP-5534's parents are alive.\n\n\n4\n. A non-anomalous copy can be found in Addendum 5534.3.\n\n\n5\n. After its backpack was returned, SCP-5534 was seen inserting an additional wrapper inside of it.\n\n\n\n\n\n\n\n\n« \nSCP-5533\n | SCP-5534 | \nSCP-5535\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5534\n\" by kantum, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5534\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5534.1: Discovery.\nSCP-5534 was discovered on 2020/05/02, when a Foundation agent embedded within the local Child Protective Services (CPS) 3 office of Wichita, Kansas, United States, witnessed SCP-5534's caseworker verbally abusing it. Coworkers gathered, and were subsequently affected after reading a form SCP-5534 had filled out. Suspecting the effect of a cognitohazard, the agent confiscated the document and alerted The Foundation. The affected individuals were amnesticized and SCP-5534 was contained.",
        "Addendum 5534.2: Interview log.",
        "Addendum 5534.3: Item list",
        "Addendum 5534.4: Excerpt from Dr. Bowes's notes."
    ],
    "documents": [],
    "notes": [
        "Interviewed: [SCP-5534] Interviewer: [Dr. Allan Bowes] Foreword: Following the assessment of the anomaly, Dr. Allan Bowes, a Foundation child psychiatrist, was tasked to perform SCP-5534's psychological evaluation. Dr. Bowes proposed that his interview be conducted in a non-formal setting, hypothesizing that the anomaly could be circumvented in this manner. The interview was conducted at Site-06-3 staff cafeteria. <Begin Log> Dr. Allan Bowes: Hi! My name is Allan, I thought you might be a bit tired of going through all those tests, right? I figured you might enjoy, well, just hanging out for a bit. SCP-5534: (Does not respond) Dr. Allan Bowes : This site is a safe place, it'll feel different from what you're used to. Different from how it was at home, or school. We look after all kinds of people, people that need to be cared for in a special way. SCP-5534: (Does not respond) Dr. Allan Bowes : Tell you what, I noticed a little something in the backpack you had coming here. The vending machines here aren't too bad, give me a second. Dr. Allan Bowes : (Walks towards the cafeteria's vending machine, and comes back with two Bounty candy bars) I was really happy when I saw that wrapper. We coconut fans aren't common. Here, one for you, one for me. SCP-5534: (Unintelligible) Dr. Allan Bowes : I didn't quite catch that. Could you speak up, if that's alright? SCP-5534: Can I have my backpack? Dr. Allan Bowes : Why, sure— SCP-5534: Please. I'm sorry I forgot to say please. Dr. Allan Bowes : That's alright, I don't mind at all! I'm not the most polite guy around. You can have it back, we had it put aside somewhere safe while you were getting settled in here, just so it wouldn't get lost. It must be important to you. SCP-5534: (Nods) Dr. Allan Bowes : Is there anything in particular inside it that you want to get back? SCP-5534: Ye—No. Dr. Allan Bowes : Okay. No worries, you'll get everything back, I promise. SCP-5534: (Glances at Dr. Bowes for an instant, then looks down) Dr. Allan Bowes : I'm gonna ask a friend of mine to bring it by, since I'm quite busy today. Here, write down what was in it, so he makes sure nothing's missing. You can use my notebook. SCP-5534: (Writes for approximately 5 minutes before handing the notebook back to Dr. Bowes and covering its ears.) 4 Dr. Allan Bowes : (Closes notebook. Nods and smiles at SCP-5534.) It's okay. You did great. See? Hanging out and snacking is all we're doing. I'll walk you back to your room. <End Log>",
        "Foreword: Following the assessment of the anomaly, Dr. Allan Bowes, a Foundation child psychiatrist, was tasked to perform SCP-5534's psychological evaluation. Dr. Bowes proposed that his interview be conducted in a non-formal setting, hypothesizing that the anomaly could be circumvented in this manner. The interview was conducted at Site-06-3 staff cafeteria.",
        "- One pencil. - Two erasers. - One Wite-Out pen. - Candy bar wrappers. 5",
        "Before joining The Foundation, my duty was to help children much like SCP-5534. My duty is now to Secure. Contain. Protect. While the latter is of the utmost priority, they do not always have to conflict with each other. As far as I can tell, two theories must be correct in order to neutralize it : - SCP-5534 is immune to its own anomalous properties, which I believe is the case given our interaction. - SCP-5534 did not become anomalous overnight, neither was it born anomalous. This property might have been nurtured and reinforced by experiencing a non-anomalous, yet similar reality. A perpetual cycle allowing for an eventual transition into the anomalous. SCP-5534 probably hasn't even noticed anything out of the ordinary whenever this occurred. I cannot imagine the damage a single mistake on my part might cause. Extreme caution is necessary, as there's no telling when it may feel like it's being \"tested\". Frankly, at the moment, I am not sure how to proceed. Effective therapy is going to be difficult.",
        "- SCP-5534 is immune to its own anomalous properties, which I believe is the case given our interaction. - SCP-5534 did not become anomalous overnight, neither was it born anomalous. This property might have been nurtured and reinforced by experiencing a non-anomalous, yet similar reality. A perpetual cycle allowing for an eventual transition into the anomalous. SCP-5534 probably hasn't even noticed anything out of the ordinary whenever this occurred.",
        "\" SCP-5534 \" by kantum, from the SCP Wiki . Source: https://scpwiki.com/scp-5534 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "SCP-5534 is to be contained in a standard humanoid containment cell at Humanoid Containment Site-06-3. Experimentation with SCP-5534 is not permitted. All human interaction requires approval from its appointed child psychiatrist1.",
    "description": "SCP-5534 is a human child, age 10.",
    "title": "SCP-5534"
}