{
    "url": "https://scp-wiki.wikidot.com/scp-5542",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nItem #:\n SCP-5542\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The parcel of land SCP-5542 is located at is currently held by a Foundation shell company (Singh, Chang, and Partners). A standard perimeter has been established under cover story \"Retiree Timesharing\". Objects recovered from the property are kept in cold storage at Site-42 pending further testing. Investigation into PoI-5542 (see Addendum 5542-A) is ongoing.\n\n\nDescription:\n SCP-5542 is a section of California coastline that is composed of cake to an average depth of 2.5 meters. Walking on the surface of the beach is possible despite the composition, while purposefully digging downwards past 2cm reveals non-anomalous cake. The effect is contained entirely within the property lines of 1812 Sea Ledge Ln, a beachfront residence.\n\n\nDiscovery:\n On 12/15/2020, Foundation agents embedded in the Santa Barbara Police Department were alerted to a potential anomaly during an altercation between an officer and a local psychic/detective claiming that he'd had a vision of \"multiple people disappearing on a beach made of cake\" at the given address. After cross-referencing with open missing persons cases in the Campanil area and an interview with the psychic and a corroborating witness, the agents decided to take over the investigation. Class-B amnestics were administered to all civilians involved.\n\n\nAddendum 5542-A - Investigation Log:\n Investigation of the property and an attempt to contact the property owner were authorized on 12/15/2020 for the following day. A partial transcript of the agents' body camera footage is logged below.\n\n\n\n\n<BEGIN LOG, 12/16/2020 - 16:32>\n\n\n\n\nAgents Roday and Hill activate their body cameras on arrival to the property.\n\n\nRoday:\n You see any cameras on the house?\n\n\nHill:\n No. No fences, no cameras… security is pretty lax for a house in this neighborhood.\n\n\nRoday:\n Right. Let's hit the beach.\n\n\nAgents exit their vehicle and proceed along the side of the house towards the beach behind the property.\n\n\nRoday:\n See? This is the kind of place I want to get once I make O5.\n\n\nHill:\n You? O5? You got your hand stuck in the infinite peanut butter jar and flooded the men's locker room last week!\n\n\nRoday:\n I was hungry! They can't disqualify me for that!\n\n\nHill:\n You're lucky you're not stuck in some basement dictating the database onto audio logs.\n\n\nRoday:\n Ugh, yeah, Theron needs to get some sun.\n\n\nAgents reach the beach behind the house. Agent Roday digs his hand into the sand, grasping a handful of chocolate cake. He attempts to taste it before Agent Hill grabs his wrist.\n\n\nHill:\n C'mon, son! Eating anomalous beach cake?\n\n\nRoday:\n I was only gonna taste it!\n\n\nHill:\n Put it down.\n\n\nAgent Roday drops the cake. Agent Hill uses an evidence bag to retrieve a sample.\n\n\nHill:\n Alright, the beach is cake. Confirmed.\n\n\nRoday:\n Interrogate the family?\n\n\nHill:\n Interrogate the family. Let's go- hey! Don't wipe that on me! I just got this uniform cleaned!\n\n\nAgents start towards the front of the property.\n\n\nRoday:\n How're you and Selene doing?\n\n\nHill:\n You know how it is, we're taking some time apart to find-\n\n\nRoday:\n She dumped you.\n\n\nHill:\n She said I was keeping secrets from her, man!\n\n\nRoday:\n That's your entire job! You gotta get better at keeping the fact that you're keeping secrets secret, dude.\n\n\nHill:\n Shut up!\n\n\nAgents reach the front of the property and proceed to the front door. Agent Hill lifts his hand to knock on the door; it opens before he makes contact. Engelbert Leckermaul, property owner based on public records, approximate age 55, stands in the doorway.\n\n\nLeckermaul:\n Well hello there, constables! How can I help you today?\n\n\nRoday:\n Hello, sir-\n\n\nLeckermaul:\n Call me Bertie.\n\n\nRoday:\n Bertie, right. I'm Officer Spencer, this is Officer Grimm. We're here to ask you some questions about some disappearances in this area.\n\n\nLeckermaul:\n Oh, wow! I'd be happy to help in any way that I can. Come on in, we can talk inside.\n\n\nAgents enter the residence. As they pass the living room, a teenage male is sprawled on one of the couches wearing headphones.\n\n\nLeckermaul:\n The wife is at La Cumbre working on her tennis game. Wish she would take that boy with her; he could use some exercise. Gettin’ a little plump around the frame, if you know what I mean.\n\n\nHill:\n Right. We're investigating a rash of disappearances of local youths.\n\n\nLeckermaul:\n How tragic! Such an awful waste of potential!\n\n\nRoday:\n Yeah, the kids were all last seen in this neighborhood. You haven't seen anybody shady around lately, have you?\n\n\nLeckermaul:\n Not that I've noticed. My family and I have lived here for ages. We know everyone, and I haven't noticed any perfidious persons, no sir.\n\n\nThe group arrives in the kitchen.\n\n\nLeckermaul:\n Coffee?\n\n\nHill:\n No thank-\n\n\nRoday:\n I'd love some.\n\n\nLeckermaul places two disposable coffee pods into an elaborate coffee machine.\n\n\nLeckermaul:\n Got this beauty when we renovated the kitchen. Empty night, the doublewide oven cost as much as my car, but the missus had to have her domain be \"state of the art.\"\n\n\nRoday:\n Amen that!\n\n\nHill:\n \nBack\n to the investigation, I was wondering if you had any problems with trespassers? We've had complaints from some of the neighbors about local kids sneaking onto the private beaches to party.\n\n\nLeckermaul:\n Of course! It happens all the time, but we're not as stuck up as \"some of the community.\" \n(Leckermaul raises his pinky finger in a mocking gesture.)\n\n\nRoday:\n Amen again! But Bertie, let's cut to the chase: \n(Pounds his hand on the counter.)\n Why is your section of beach literally made out of cake!?\n\n\nLeckermaul and Agent Hill stare at Agent Roday.\n\n\nLeckermaul:\n What in blazes are you on about?\n\n\nRoday:\n Yeah, dude. It's completely edible. There's no way that could have happened without you knowing.\n\n\nLeckermaul:\n I don't- I mean… you can’t be serious.\n\n\nRoday:\n As a witch in a tornado.\n\n\nHill:\n We checked ourselves before we came to the door. Your beach is somehow cake instead of sand. It seems impossible, but there it is written in the frosting.\n\n\nLeckermaul:\n You know what? This is probably an elaborate prank from my Alpha Tau Omega brothers, those incorrigible rogues. You know, UC Santa Barbara, \"Go, Gauchos!\"\n\n\nThe coffee maker beeps. Leckermaul moves to retrieve the coffee.\n\n\nRoday:\n They excavated your backyard beach… and replaced it with cake?\n\n\nLeckermaul:\n \n(Hands a mug coffee to Agent Roday)\n I don't know how they got the dean's car on top of the roof either! These pranks get better every year.\n\n\nHill:\n Why don't we head out back and show you the situation?\n\n\nLeckermaul starts towards the back of the house. Agent Roday moves to take a sip of his coffee before Agent Hill takes it from him. They begin to whisper to each other.\n\n\nHill:\n What the hell was that?\n\n\nRoday:\n I thought I could get him to crack!\n\n\nHill:\n Get the hell out of here!\n\n\nRoday\n: No, \nyou\n get the hell out of here.\n\n\nHill:\n No, go with Bertie! I'll catch up.\n\n\nRoday:\n Oh! Gotcha.\n\n\nAgent Roday moves to follow Leckermaul to the back of the property. Agent Hill takes a sample of the coffee before dumping it in the sink.\n\n\nEND LOG\n\n\n\n\nExtraneous data redacted. Agents Roday and Hill confirmed with Mr. Leckermaul that the beach was cake before giving him a number to reach them if he had any more information. They then adjourned to their motel for the evening.\n\n\n\n\nAddendum 5542-B - Disappearance:\n On 12/17/2020, Agents Roday and Hill returned to the address for follow up questions. Upon arrival, Agent Roday noted that the house looked different in a \"hard to place\" way. Agent Hill's knock on the door caused it to fall inwards, off its hinges.\n\n\nInvestigation of the interior revealed that the house was now vacant. Agent Roday described the residence as \"decrepit, as if it had been abandoned for decades,\" with the sole exception being the kitchen, where Agent Hill noted that the room smelled as if someone had been cooking, in line with Agent Roday's observation that the oven was still warm.\n\n\nFurther forensic analysis found evidence suggesting that the aged sections of the home had been abandoned for upwards of 40 years, where the appliances in the kitchen were found to be less than a month old and otherwise non-anomalous.\n\n\nFood items recovered from the kitchen included:\n\n- Fresh and frozen meats\n\n- Dried and cured meats (jerky)\n\n- Bottles of wine\n\n- Baked goods and components for baking (flour, yeast, etc.)\n\n- Disposable coffee pods\n\n\nLaboratory analysis revealed the meat to be human flesh, while the other food products also tested positive for human DNA.\n\n\n\n\n\n\n« \nSCP-5541\n | SCP-5542 | \nSCP-5543\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5542\n\" by glewmie and TheeSherm, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5542\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5542-A - Investigation Log: Investigation of the property and an attempt to contact the property owner were authorized on 12/15/2020 for the following day. A partial transcript of the agents' body camera footage is logged below.",
        "Addendum 5542-B - Disappearance: On 12/17/2020, Agents Roday and Hill returned to the address for follow up questions. Upon arrival, Agent Roday noted that the house looked different in a \"hard to place\" way. Agent Hill's knock on the door caused it to fall inwards, off its hinges.\nInvestigation of the interior revealed that the house was now vacant. Agent Roday described the residence as \"decrepit, as if it had been abandoned for decades,\" with the sole exception being the kitchen, where Agent Hill noted that the room smelled as if someone had been cooking, in line with Agent Roday's observation that the oven was still warm.\nFurther forensic analysis found evidence suggesting that the aged sections of the home had been abandoned for upwards of 40 years, where the appliances in the kitchen were found to be less than a month old and otherwise non-anomalous.\nFood items recovered from the kitchen included: - Fresh and frozen meats - Dried and cured meats (jerky) - Bottles of wine - Baked goods and components for baking (flour, yeast, etc.) - Disposable coffee pods\nLaboratory analysis revealed the meat to be human flesh, while the other food products also tested positive for human DNA."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5542 \" by glewmie and TheeSherm, from the SCP Wiki . Source: https://scpwiki.com/scp-5542 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5542",
    "object_class": "Euclid",
    "containment_procedures": "The parcel of land SCP-5542 is located at is currently held by a Foundation shell company (Singh, Chang, and Partners). A standard perimeter has been established under cover story \"Retiree Timesharing\". Objects recovered from the property are kept in cold storage at Site-42 pending further testing. Investigation into PoI-5542 (see Addendum 5542-A) is ongoing.",
    "description": "SCP-5542 is a section of California coastline that is composed of cake to an average depth of 2.5 meters. Walking on the surface of the beach is possible despite the composition, while purposefully digging downwards past 2cm reveals non-anomalous cake. The effect is contained entirely within the property lines of 1812 Sea Ledge Ln, a beachfront residence.",
    "title": "SCP-5542"
}