{
    "url": "https://scp-wiki.wikidot.com/scp-5559",
    "all_text": "Wherein an arrogant upstart forces an unlikely alliance to stand against him.\n\n\n\n\n\n\n \n\n\nrating: \n+134\n+\n–\nx\n\n\nCalibold\n\n\n\n\n\n\n \n\n\nSCP-5559-D — The Great Ambrose Bake-Off!\n\n\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5559-D\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nDecommissioned\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLogo for Ethan's Eateries.\n\n\n\n\n\n\nSpecial Containment Procedures (Archived):\n Presently, SCP-5559 is uncontained. \nMTF Lambda-14\n (\"One Star Reviewers\") is monitoring SCP-5559 and interfering with SCP-5559-1 operations when necessary.\n\n\nCurrently, the most effective method of containment is to mass review SCP-5559-1 instances and to utilize all available methods to deter the populace from investigating these locations. If necessary, false health code violations and other illegal activity may be falsely attributed to SCP-5559-1 instances.\n\n\nThe current goal regarding SCP-5559 is to locate PoI-3737 (\"Ethan\") and \nconvince him to cease SCP-5559's operation, and relocate to strictly anomalous locales\n shut down all operations regarding his business, effectively decommissioning SCP-5559 (See Addendum 5559.1 and Decom. Proposal 5559).\n\n\nDescription (Archived):\n SCP-5559 is a phenomenon in which SCP-5559-1 instances will spontaneously appear across the United States. SCP-5559 itself is self-containing, and the generation of SCP-5559-1 instances is generally unacknowledged.\n\n\nSCP-5559-1 instances are small restaurant outlets, named \"Ethan's Eateries\". Each SCP-5559-1 instance spontaneously appears with existing staff, and requires no setup between manifestation and opening. Each SCP-5559-1 instance serves a wide variety of anomalous foodstuffs, a complete list of which is available upon request.\n\n\nAddendum 5559.1:\n Shortly after the discovery of SCP-5559, Captain Antoine Daniels of Lambda-14 received a request from \nGoI-116\n (\"Ambrose Restaurants\") to discuss SCP-5559 with Chaz Ambrose, founder of the group. Notably, Lambda-14 had interacted with Ambrose Restaurants previously, albeit mostly with conflicting interests at hand.\n\n\n\n\nDaniels:\n Evening, Chaz.\n\n\nAmbrose:\n Antoine. Been a while.\n\n\nDaniels:\n To what do I owe the pleasure?\n\n\nAmbrose:\n I'm gonna cut to the chase here. You've heard of Ethan's Eateries, yes?\n\n\nDaniels:\n Mhm.\n\n\nAmbrose:\n Now, I'm sure you want them contained, right? Kept out of sight from the public, but letting them operate in places like \nPortlands\n or whatever.\n\n\nDaniels:\n Right.\n\n\nAmbrose:\n I know it's not your MO, but I'm willing to work with you on this if we can find some way to get rid of them completely.\n\n\nDaniels:\n Let me guess, they're cutting in on your business.\n\n\nAmbrose:\n Bingo. I want them gone even more than you do. They have restaurants popping up every other day, their sticky fingers all across the states. Anomalous food has always been my thing. But whoever this Ethan fellow is, he's draining all my patrons.\n\n\nDaniels:\n Right. So why should we work with you on this?\n\n\nAmbrose:\n Couple reasons. First, I'm motivated. I'm in it for me, but we have the same goals. Second, I have contacts, resources, and a reputation. We both know the Foundation isn't very well-liked. You won't be able to get some places or reach some people.\n\n\nDaniels:\n Mkay. Is that all you wanted to tell me?\n\n\nAmbrose:\n I guess so.\n\n\nDaniels:\n Well, I'll bring it up with my superiors, but I think we can handle this on our own.\n\n\nAmbrose:\n Look, I'm willing to cut a deal with you guys. What's something that I can do for you?\n\n\n[A few moments of silence.]\n\n\nDaniels:\n I might have an idea. I'll have to run it by my superiors first, but it might make it worth it on our end.\n\n\nAmbrose:\n I'm listening.\n\n\nDaniels:\n If we get rid of Ethan's business entirely, you'll provide both assistance to the operation, but you'll also have to cut down your business operations.\n\n\nAmbrose:\n What do you mean?\n\n\nDaniels:\n I'm suggesting that you restrict your operations to purely anomalous locales.\n\n\nAmbrose:\n That would be a big shift for us. And I'm not sure how Marius would feel about it\n\n\nDaniels:\n It might not be such a big change, honestly. It's where you mostly run anyway, and when you do try to spread out, it always results in unnecessary conflict with folks like us or the GOC. It's easier for us, and it's easier for both you guys.\n\n\nAmbrose:\n Well, I'm interested. \n[Stands up and sticks out hand.]\n I'll take it to Marius, but I think we can outline an agreement.\n\n\nDaniels:\n \n[Takes hand and shakes it.]\n Might be nice to actually work \nwith\n my favorite restaurant for a change, eh?\n\n\nAmbrose:\n And nice to work with my favorite task force.\n\n\n\n\nFollowing the interview, Head Researcher Melvin Dash submitted a proposal to the \nDecommissioning Department\n.\n\n\n\n\n\n\nSCP Object Decommissioning Proposal Form\n\n\n\n\n\n\nItem #:\n SCP-5559\n\nObject Class:\n Keter\n\n\nHead Researcher:\n Dr. Melvin Dash\n\n\nSupporting Personnel:\n\n\n\n\nCaptain Antoine Daniels - Representing MTF Lambda-14 (\"One-Star Reviewers\")\n\n\nA. Ferril - Representing Foundation Treasury and Finances Dept.\n\n\n\n\nPlease check off or fill in the applicable boxes regarding the reasons for submitting your proposal:\n\n☑ Excessively High Risk of Lifted Veil Scenario\n\n☐ Excessive Danger\n\n☐ Ability to Decom. Apollyon-Class Object\n\n☑ Expense\n\n☐ Ethical Concerns Over Necessary Containment\n\n☐ Legal Concerns\n\n☐ High Risk of K-Class Scenario (if so, please state which type(s):\n____\n)\n\n☑ Other (please state): Should we agree to Decommission SCP-5559, Chaz Ambrose and Marius of GoI-116 (\"Ambrose Restaurants\") have agreed to rescind their operations from the non-anomalous community as well as assist in the containment/neutralization of SCP-5559, in return for the Decommissioning of SCP-5559. \n- Melvin Dash\n\n\nSummary:\n Admittedly, SCP-5559 would not normally present a significant enough risk for us to consider Decommissioning outright. However, not only does it still remain an incredibly high chance of lifting the Veil, third-party organization Ambrose Restaurants has agreed to both assist in the neutralization as well as to cease their own operations that represent a threat to normalcy, in exchange for the Decommissioning of SCP-5559. This opportunity is clearly a beneficial one, and should be taken, in my opinion. \n- Melvin Dash\n\n\n\n\nThe Decommissioning Proposal was signed and approved by Director Bold, and an agreement was written outlining the conditions of both the SCP Foundation and Ambrose Restaurants in the joint operations. A full transcript of the agreement is available upon request.\n\n\nAddendum 5559.2 (Project JAMCON):\n Following the agreement with Ambrose Restaurants, a multi-step project, known as JAMCON\n1\n, was devised in order to neutralize Ethan's Eateries and, by extension, SCP-5559.\n\n\nPhase 1 (Operation Telephone):\n A high-ranking Ambrose employee, with proof of employment by Ambrose Restaurants, was sent to an instance of SCP-5559-1 to try and find a contact line with the owners of Ethan's Eateries. The employee was under the guise of a former and disgruntled Ambrose employee, codenamed \"Ronald King,\" hoping to sell trade secrets to Ethan's Eateries.\n\n\n\n\nKing:\n Excuse me, sir?\n\n\nEmployee:\n Oh! How may I help you?\n\n\nKing:\n Is there any way I could speak with your management please?\n\n\nEmployee:\n \n[Sighs.]\n Sir, you could at least \ntry\n our food before you make a complaint.\n\n\nKing:\n Oh, uh, I'm not here to make a complaint, ma'am. I'm actually hoping to speak to corporate.\n\n\nEmployee:\n Oh! My bad then, I'll grab our manager.\n\n\nKing:\n No worries. You seem pretty frustrated anyway, what's going on?\n\n\nEmployee:\n Just bureaucracy, PR, all that. I swear we're just getting trolls, all sorts of random folks keep leaving one-star reviews on the place. Nobody's wanting to come here, and now we're getting a surprise inspection?\n\n\nKing:\n Oh. Um, yeah. Sounds rough.\n\n\nEmployee:\n Sorry, just venting. I'll get the manager, my bad. You can have a seat while you wait, is there anything you'd like?\n\n\nKing:\n Well, I was just looking at your menu. May I try your Sahara Spring and maybe some Cutesy Cake please?\n\n\nEmployee:\n Sure thing.\n\n\n[King sits at a table. After a few minutes, his meal is delivered.]\n\n\nEmployee:\n Manager's just making a phone call, he'll be out in a few.\n\n\n[After a few minutes, a man sits down across from King.]\n\n\nKing:\n Are you the manager?\n\n\nManager:\n That I would be! What can I do for you?\n\n\nKing:\n I'm actually hoping to contact your corporate branch or your owner.\n\n\nManager:\n You talking about Ethan?\n\n\nKing:\n Yes I am. \n[Sips Sahara Spring.]\n I'd like to- I'd like- sorry, do you have some water?\n\n\nManager:\n \n[Laughs.]\n Should've read the description, pal! Ah, it's just a little joke, just makes you even more thirsty.\n\n\nKing:\n It's certainly interesting.\n\n\nManager:\n Sure is! You know the best part? It just means they buy more drinks from us!\n\n\nKing:\n That is… a business strategy.\n\n\nManager:\n Ah, it still tastes good. I see you got some Cutesy Cake, give it a shot! Got that recipe right from JGT!\n\n\nKing:\n JGT?\n\n\nManager:\n Don't know what it is either, but they know how to bake a cake! Go on, have a bite!\n\n\nKing:\n \n[Takes a forkful of cake, then gags.]\n Holy- is that just straight sugar?\n\n\nManager:\n You get used to it, and then you'll start tasting the strawberries and stuff!\n\n\nKing:\n I have to say, a lot of your operations seem… mildly unethical? Or at least manipulative.\n\n\nManager:\n \n[Shrugs]\n That's just business, partner.\n\n\nKing:\n Well, I'm not here to complain.\n\n\nManager:\n Yes, yes, you wanted to talk to Ethan! I think I can help you, though I know he might not have time. The man must be working constantly! You know the saying, busy as a butterfly.\n\n\nKing:\n You mean- never mind. Would you know how to contact him or his headquarters?\n\n\nManager:\n Oh yeah. He has an office in New York, I think. Might I ask what this is all about?\n\n\nKing:\n I'm from Ambrose Restaurants, actually.\n\n\nManager:\n Really?\n\n\nKing:\n Well, I don't work for them anymore. We're downsizing pretty heavily, actually. I could go on and on about how crappy it is that I got fired, but the end result is, if I can't beat them, I'll join them.\n\n\nManager:\n Oh! Well, I'm glad you're interested, we need all the help we can get. It's been hectic lately. The Foundation's been on our back constantly, no room for growth at all, and I know Ambrose is pissed that we're taking his customers.\n\n\nKing:\n Yeah, well he's losing more than just customers now.\n\n\nManager:\n Ooh, do tell.\n\n\nKing:\n Ambrose has his own secrets. You really thought that I'd just take all this lying down? \n[Passes a sheet of paper to the manager.]\n\n\nManager:\n Is that-\n\n\nKing:\n One of Ambrose's original recipes, yes. And there's plenty more where that came from.\n\n\nManager:\n Well, well, well. A fellow man of business.\n\n\nKing:\n I assume Ethan's gonna be interested in this?\n\n\nManager:\n Oh, I'm sure he will.\n\n\nKing:\n Wonderfu- the \nhell\n, why is everything pink?\n\n\nManager:\n Ah, that would be the cake. Don't worry, it'll wear off.\n\n\nKing:\n Holy- you know what, just give me the address.\n\n\n\n\nKing received an address for Ethan's headquarters, allowing Project JAMCON to proceed into the second phase.\n\n\nPhase 2 (Operation Tablecloth):\n Unit 1 of MTF Lambda-14, along with Chaz Ambrose, Marius, and Ronald King, were sent to the given address, with the goal of detaining Ethan and halting his operations.\n\n\n\n\nDaniels:\n Stay sharp. We don't know what we're dealing with here.\n\n\nAmbrose:\n The man's a chef, Daniels, and not a very good one. I don't see what we have to worry about.\n\n\n[The party enters the entrance hall of the building, which is unlit. Immediately, the doors shut behind them and the lights turn on, revealing multiple armed guards around the perimeter of the room.]\n\n\nMarius:\n Huh.\n\n\nDaniels:\n Nice going, Ambrose.\n\n\n[A man emerges from a pair of doors on the other side of the room, wearing a chef's outfit.]\n\n\nAmbrose:\n Ethan, I presume?\n\n\nEthan:\n That's right! Welcome to my office!\n\n\nDaniels:\n A bit unwelcoming to visitors, to be honest.\n\n\nEthan:\n Oh please. Some guy comes in from Ambrose, with a pathetic sob story about revenge, and I'm supposed to just think that everything's cool?\n\n\nKing:\n Hey, they came up with that plan, not me.\n\n\nEthan:\n But I'm glad to have you! Well, the Foundation I didn't need, but whatever. But Ambrose and Marius… \n[Claps hands.]\n Well, you're the ones who've really been causing problems for me.\n\n\nAmbrose:\n \nWe're\n the ones- We were here first! You're the one causing problems!\n\n\nEthan:\n Oh, I'm not denying it! But that's just business. Which is why I have to kill you, I'm afraid.\n\n\nDaniels:\n Wait, what? That's a pretty quick escalation.\n\n\nEthan:\n I mean, I have to cut out the competition! With Ambrose and Marius out of the picture, their company will just fall apart, leaving me with a monopoly that he used to have.\n\n\nDaniels:\n And the rest of us have to die because…?\n\n\nEthan:\n You're bothering me almost as much as them. Speaking of which, you're still bothering me, so I'm afraid the time for talking is-\n\n\nAmbrose:\n Wait!\n\n\nEthan:\n I just said we're done talking, what do you want?\n\n\nAmbrose:\n You'll like this, hold on. \n[Turns to Marius. The two of them whisper for a few moments.]\n I have a better idea.\n\n\nEthan:\n A better idea than just killing you and removing all competition and interference?\n\n\nAmbrose:\n A contest. A bake-off.\n\n\nDaniels:\n You have to be joking.\n\n\nEthan:\n I agree with that guy. What on Earth are you even talking about?\n\n\nAmbrose:\n Hear me out. The two of us have a bake-off, at the Portlands Stadium. I win, I get all of your assets, locations, and whatever. If you win, you get all of mine.\n\n\nEthan:\n That sounds like a far more risky option for me.\n\n\nAmbrose:\n But if you just kill me, everything stays the same for you. But if you win the contest, you get to take all of my restaurants, employees, recipes, marketing, money, and so on.\n\n\nEthan:\n There's still a high chance of losing for me.\n\n\nAmbrose:\n Well, not if you're as great as you think you are. If you're really the better chef, then you should be able to win, right?\n\n\n[A few moments of silences.]\n\n\nEthan:\n Okay, I'll bite!\n\n\nMarius:\n Really?\n\n\nEthan:\n I mean, you're right! I'm the better chef, so I'll easily win!\n\n\nDaniels:\n So… you're letting us go?\n\n\nEthan:\n I mean, for now. But I expect to see you in Three Portlands on… let's say Saturday at noon?\n\n\nAmbrose:\n Uh, sure. Great.\n\n\nEthan:\n Awesome! See you on Saturday!\n\n\n[Ethan claps his hands once, and the lights turn off. The party exits the building.]\n\n\nAmbrose:\n So, Daniels. You any good in a kitchen?\n\n\n\n\nPhase 3 (Unplanned):\n The following Saturday, Ambrose, Marius and Unit 1 of MTF Lambda-14 travelled to Three Portlands Stadium for the bake-off. The two contestants were supplied with various ingredients, both anomalous and non-anomalous, in order to create their dishes.\n\n\n\n\n[Captain Daniels, Ambrose, and Marius are on one side of the stadium at a large cooking station. Ethan and two other individuals are located at the other end with their own station.]\n\n\nDaniels:\n So how does this work, exactly?\n\n\nAmbrose:\n Haven't done one of these in a while.\n\n\nDaniels:\n Wait, you mean this is an actual thing that people do? You've done this before?\n\n\nMarius:\n Oh yeah, there's a committee and everything.\n\n\nDaniels:\n So what are the rules though?\n\n\nMarius:\n You see that panel over there? \n[Points to table with five individuals sitting behind it.]\n Those are the judges. Basically, anything is fair game here, as long as you keep to your own station. The judges each rate your dish out of ten after the two hours. Make sense?\n\n\nDaniels:\n That's all?\n\n\nAmbrose:\n It's a bake-off, what else do you need?\n\n\nDaniels:\n Fair enough.\n\n\n[People begin entering the stadium. After several minutes, a woman walks up to the podium.]\n\n\nAnnouncer:\n Welcome, all! Today, we have a special show for all of you! \n[Crowd applauds.]\n Our guest tonight, I'm sure you've seen him around, but he's just getting started! Please welcome Ethan, from Ethan's Eateries!\n\n\n[Ethan stands up and bows. Crowd cheers and applauds loudly.]\n\n\nAnnouncer:\n As for our other competitor, he needs no introduction from me! Put your hands together for Chaz Ambrose!\n\n\n[Ambrose stands and waves to the crowd, which starts chanting his name and applauding.]\n\n\nDaniels:\n Someone's a fan favorite.\n\n\nAnnouncer:\n Let's go over the rules real quick! The contestants have two hours to make their dish, with help from two partners, after which the judges will taste and score them! Whoever has the highest score wins the others' company! Let's bring the contestants up here, shall we?\n\n\n[Ambrose and Ethan both walk up to a table in front of the podium. The announcer sets a sheet of paper down.]\n\n\nAnnouncer:\n Now, this is a totally binding contract here, a geas. Both of you agree to the terms, yes?\n\n\nAmbrose:\n Yes.\n\n\nEthan:\n Sure do.\n\n\n[The two of them sign the contract, and return to their stations.]\n\n\nAnnouncer:\n The conditions are set, the contestants are ready, and the bake-off starts… now!\n\n\nDaniels:\n Alright, what do you want me to do?\n\n\nAmbrose:\n We're putting together a Forché Bon for the main course, grab those two bottles at the end of the table and mix them in a bowl. Marius is handling the side dishes, just hand him anything if he needs it.\n\n\nMarius:\n \n[Pulls out measuring cups and begins mixing various ingredients.]\n I need some sugar!\n\n\nDaniels:\n \n[Pulls out a container.]\n Here!\n\n\nMarius:\n To the right of that! That's Meiic salt right there, the sugar!\n\n\n[Daniels gives the container of sugar to Marius and starts mixing ingredients in the bowl.]\n\n\nDaniels:\n How are you so sure we'll win this?\n\n\nAmbrose:\n Trust me, he can't win. There's one thing a great chef must have, and Ethan doesn't have it.\n\n\nDaniels:\n How are you sure he doesn't have it? What is it anyway?\n\n\nAmbrose:\n You'll see! For now, stay concentrated. \n[Ambrose pours an unknown mixture into his pot, causing it to briefly distort spacetime above it.]\n Keep up the good work!\n\n\n[Extraneous logs redacted for brevity.]\n\n\nAnnouncer:\n Time! Put everything down! Let's start with Ethan, what do you have?\n\n\nEthan:\n The main course, we have a Brimmerulic leg, sautéed in antimemetic Chrerl sauce. The sauce itself is forgotten, but combined with the leg's taste is nullified, leaving a strong yet appealing taste. Our side dishes consist of a non-Euclidean fruit rings, topped with a simple sweet onion sauce, and prismic oil poured over an invisible pasta, forming the illusion of a suspended liquid, shaped into a sort of web.\n\n\nMarius:\n Curses.\n\n\nDaniels:\n What's wrong?\n\n\nMarius:\n That's one of our dishes. He stole our recipe.\n\n\nAmbrose:\n Patience, it only helps us.\n\n\nAnnouncer:\n Very interesting! Now, let's come over to Ambrose's station, what have you prepared?\n\n\nAmbrose:\n For our main course, this is a strawberry pastry of the Forché Bon style. Now, you'll notice that the pastry itself is slightly shaking, which is the result of a small animation enhancement, similar to golems. It's not sentient, and I promise it won't lay eggs inside of you- \n[Crowd chuckles.]\n -but it does allow for an enhancement in the actual texture of the meal, an aspect of dining not often focused on. It's frosted with a vanilla-and-Orsech cream. As for our side dishes, you can see we've placed a ring of gelatin cubes around the dish, which is actually one cube, existing simultaneously around and centered upon the plate itself. And we have a temporal salad, made from lettuce, tomatoes, and kleimic cheese. After eating a bite, you'll be taken a few seconds into the future.\n\n\nAnnouncer:\n Well, these are a pair of very fancy dishes we have, but it's up to the judges to decide which one is better. Ethan, please give yours to the judges for scoring.\n\n\n[Ethan walks to the panel and puts his plate in front of the judges, who each taste a small amount of each course. After a few moments, the judges write on dry-erase boards and hold them up.]\n\n\n\n\n\n\n6\n\n\n7\n\n\n5\n\n\n8\n\n\n6\n\n\n\n\n\n\nAnnouncer:\n Ethan comes out with a decent score of thirty-two! But let's see what Ambrose has to offer!\n\n\nAmbrose:\n Not too bad, not too bad.\n\n\n[Ambrose walks to the panel and gives the judges his dish. They sample his meal\n2\n and reveal their score.]\n\n\n\n\n\n\n9\n\n\n8\n\n\n7\n\n\n9\n\n\n8\n\n\n\n\n\n\nAnnouncer:\n And Ambrose comes out with a score of forty-one, making him the winner!\n\n\n[Crowd cheers and applauses wildly. Ambrose and Marius hug each other and laugh.]\n\n\nEthan:\n Impossible!\n\n\n[The crowd dies down.]\n\n\nEthan:\n I did everything right, I even used your recipe! \n[Crowd gasps.]\n Oh, shut up you lot, there's no rules against it! But I was using a tried and true recipe, while you guys slapped something together on the spot!\n\n\nAmbrose:\n Oh please, Ethan. Did you really think I'd just leave all my best recipes lying around? You may have gotten most of the instructions, but what makes my best recipes truly special- \n[Ambrose taps his forehead.]\n -stays right up here.\n\n\n[Crowd gasps and applauds briefly.]\n\n\nAmbrose:\n You can copy my recipes all you want, but you'll never be able to recreate what makes them amazing. If I'd written out the most disgusting meal in my recipes, that's exactly what you would have made, and you would never know how to make it better. You're not a chef, and you don't know what makes good food!\n\n\n[Crowd applauses wildly.]\n\n\nEthan:\n Fine then! Take my restaurants. There's other ways to make money anyway.\n\n\nDaniels:\n Not where you're going, Ethan. I'm taking you in.\n\n\nEthan:\n Cute. But I'm not going with you, I'm afraid. \n[Pulls out a wrapped piece of gum and starts chewing.]\n I've still learned a few tricks with food, even if you don't always eat it.\n\n\n[Ethan blows a bubble out of his gum, which pops, and he vanishes. Brief silence, followed by the crowd cheering again. Daniels shakes both Ambrose's and Marius' hands.]\n\n\nDaniels:\n I guess that's that.\n\n\nAmbrose:\n We'll be sure to close down Ethan's stores. I figure we can sell the real estate for a good price, but I'm just glad to have him gone.\n\n\nMarius:\n Plus we can take down that \nawful\n logo, it looks like a backwards 3 humping another backwards 3.\n\n\nDaniels:\n And you guys will keep your end of the bargain?\n\n\nMarius:\n We're men of our words, Daniels. But…\n\n\nDaniels:\n Marius.\n\n\nMarius:\n I'm kidding, we'll keep it on the down-low. But I'm sure we'll see each other again.\n\n\nDaniel:\n I still don't trust you two.\n\n\nAmbrose:\n Then everything's back to normal, I suppose.\n\n\nDaniel:\n It would seem so. Although I don't think we've seen the last of our dear friend Ethan.\n\n\n\n\nFollowing Ambrose Restaurants' acquisition of Ethan's Eateries, SCP-5559 has ceased, and SCP-5559-1 instances have been decommissioned. PoI-3737 (\"Ethan\") remains at large.\n\n\n\n\nrating: \n+134\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.8.0 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.8.0\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Joint Ambrose-MTF Containment Oversight and Neutralization.\n\n\n2\n. Each judge vanished for a few moments at different intervals due to the salad.\n\n\n\n\n\n\n\n\n« \nSCP-5558\n | SCP-5559 | \nSCP-5560\n »\n\n\n\n\n\n\n\n\n\n\nThe Great Ambrose Bake-Off!\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5559-D\n\" by Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5559\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Ethan%27s%20Eateries.png\n\n\nName:\n Ethan's Eateries\n\n\nAuthor:\n Calibri Bold\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Ethan%27s%20Eateries.png",
    "addendums": [
        "Addendum 5559.1: Shortly after the discovery of SCP-5559, Captain Antoine Daniels of Lambda-14 received a request from GoI-116 (\"Ambrose Restaurants\") to discuss SCP-5559 with Chaz Ambrose, founder of the group. Notably, Lambda-14 had interacted with Ambrose Restaurants previously, albeit mostly with conflicting interests at hand.\nFollowing the interview, Head Researcher Melvin Dash submitted a proposal to the Decommissioning Department .\nThe Decommissioning Proposal was signed and approved by Director Bold, and an agreement was written outlining the conditions of both the SCP Foundation and Ambrose Restaurants in the joint operations. A full transcript of the agreement is available upon request.",
        "Addendum 5559.2 (Project JAMCON): Following the agreement with Ambrose Restaurants, a multi-step project, known as JAMCON 1 , was devised in order to neutralize Ethan's Eateries and, by extension, SCP-5559."
    ],
    "documents": [],
    "notes": [
        "Daniels: Evening, Chaz. Ambrose: Antoine. Been a while. Daniels: To what do I owe the pleasure? Ambrose: I'm gonna cut to the chase here. You've heard of Ethan's Eateries, yes? Daniels: Mhm. Ambrose: Now, I'm sure you want them contained, right? Kept out of sight from the public, but letting them operate in places like Portlands or whatever. Daniels: Right. Ambrose: I know it's not your MO, but I'm willing to work with you on this if we can find some way to get rid of them completely. Daniels: Let me guess, they're cutting in on your business. Ambrose: Bingo. I want them gone even more than you do. They have restaurants popping up every other day, their sticky fingers all across the states. Anomalous food has always been my thing. But whoever this Ethan fellow is, he's draining all my patrons. Daniels: Right. So why should we work with you on this? Ambrose: Couple reasons. First, I'm motivated. I'm in it for me, but we have the same goals. Second, I have contacts, resources, and a reputation. We both know the Foundation isn't very well-liked. You won't be able to get some places or reach some people. Daniels: Mkay. Is that all you wanted to tell me? Ambrose: I guess so. Daniels: Well, I'll bring it up with my superiors, but I think we can handle this on our own. Ambrose: Look, I'm willing to cut a deal with you guys. What's something that I can do for you? [A few moments of silence.] Daniels: I might have an idea. I'll have to run it by my superiors first, but it might make it worth it on our end. Ambrose: I'm listening. Daniels: If we get rid of Ethan's business entirely, you'll provide both assistance to the operation, but you'll also have to cut down your business operations. Ambrose: What do you mean? Daniels: I'm suggesting that you restrict your operations to purely anomalous locales. Ambrose: That would be a big shift for us. And I'm not sure how Marius would feel about it Daniels: It might not be such a big change, honestly. It's where you mostly run anyway, and when you do try to spread out, it always results in unnecessary conflict with folks like us or the GOC. It's easier for us, and it's easier for both you guys. Ambrose: Well, I'm interested. [Stands up and sticks out hand.] I'll take it to Marius, but I think we can outline an agreement. Daniels: [Takes hand and shakes it.] Might be nice to actually work with my favorite restaurant for a change, eh? Ambrose: And nice to work with my favorite task force.",
        "SCP Object Decommissioning Proposal Form Item #: SCP-5559 Object Class: Keter Head Researcher: Dr. Melvin Dash Supporting Personnel: Captain Antoine Daniels - Representing MTF Lambda-14 (\"One-Star Reviewers\") A. Ferril - Representing Foundation Treasury and Finances Dept. Please check off or fill in the applicable boxes regarding the reasons for submitting your proposal: ☑ Excessively High Risk of Lifted Veil Scenario ☐ Excessive Danger ☐ Ability to Decom. Apollyon-Class Object ☑ Expense ☐ Ethical Concerns Over Necessary Containment ☐ Legal Concerns ☐ High Risk of K-Class Scenario (if so, please state which type(s): ____ ) ☑ Other (please state): Should we agree to Decommission SCP-5559, Chaz Ambrose and Marius of GoI-116 (\"Ambrose Restaurants\") have agreed to rescind their operations from the non-anomalous community as well as assist in the containment/neutralization of SCP-5559, in return for the Decommissioning of SCP-5559. - Melvin Dash Summary: Admittedly, SCP-5559 would not normally present a significant enough risk for us to consider Decommissioning outright. However, not only does it still remain an incredibly high chance of lifting the Veil, third-party organization Ambrose Restaurants has agreed to both assist in the neutralization as well as to cease their own operations that represent a threat to normalcy, in exchange for the Decommissioning of SCP-5559. This opportunity is clearly a beneficial one, and should be taken, in my opinion. - Melvin Dash",
        "King: Excuse me, sir? Employee: Oh! How may I help you? King: Is there any way I could speak with your management please? Employee: [Sighs.] Sir, you could at least try our food before you make a complaint. King: Oh, uh, I'm not here to make a complaint, ma'am. I'm actually hoping to speak to corporate. Employee: Oh! My bad then, I'll grab our manager. King: No worries. You seem pretty frustrated anyway, what's going on? Employee: Just bureaucracy, PR, all that. I swear we're just getting trolls, all sorts of random folks keep leaving one-star reviews on the place. Nobody's wanting to come here, and now we're getting a surprise inspection? King: Oh. Um, yeah. Sounds rough. Employee: Sorry, just venting. I'll get the manager, my bad. You can have a seat while you wait, is there anything you'd like? King: Well, I was just looking at your menu. May I try your Sahara Spring and maybe some Cutesy Cake please? Employee: Sure thing. [King sits at a table. After a few minutes, his meal is delivered.] Employee: Manager's just making a phone call, he'll be out in a few. [After a few minutes, a man sits down across from King.] King: Are you the manager? Manager: That I would be! What can I do for you? King: I'm actually hoping to contact your corporate branch or your owner. Manager: You talking about Ethan? King: Yes I am. [Sips Sahara Spring.] I'd like to- I'd like- sorry, do you have some water? Manager: [Laughs.] Should've read the description, pal! Ah, it's just a little joke, just makes you even more thirsty. King: It's certainly interesting. Manager: Sure is! You know the best part? It just means they buy more drinks from us! King: That is… a business strategy. Manager: Ah, it still tastes good. I see you got some Cutesy Cake, give it a shot! Got that recipe right from JGT! King: JGT? Manager: Don't know what it is either, but they know how to bake a cake! Go on, have a bite! King: [Takes a forkful of cake, then gags.] Holy- is that just straight sugar? Manager: You get used to it, and then you'll start tasting the strawberries and stuff! King: I have to say, a lot of your operations seem… mildly unethical? Or at least manipulative. Manager: [Shrugs] That's just business, partner. King: Well, I'm not here to complain. Manager: Yes, yes, you wanted to talk to Ethan! I think I can help you, though I know he might not have time. The man must be working constantly! You know the saying, busy as a butterfly. King: You mean- never mind. Would you know how to contact him or his headquarters? Manager: Oh yeah. He has an office in New York, I think. Might I ask what this is all about? King: I'm from Ambrose Restaurants, actually. Manager: Really? King: Well, I don't work for them anymore. We're downsizing pretty heavily, actually. I could go on and on about how crappy it is that I got fired, but the end result is, if I can't beat them, I'll join them. Manager: Oh! Well, I'm glad you're interested, we need all the help we can get. It's been hectic lately. The Foundation's been on our back constantly, no room for growth at all, and I know Ambrose is pissed that we're taking his customers. King: Yeah, well he's losing more than just customers now. Manager: Ooh, do tell. King: Ambrose has his own secrets. You really thought that I'd just take all this lying down? [Passes a sheet of paper to the manager.] Manager: Is that- King: One of Ambrose's original recipes, yes. And there's plenty more where that came from. Manager: Well, well, well. A fellow man of business. King: I assume Ethan's gonna be interested in this? Manager: Oh, I'm sure he will. King: Wonderfu- the hell , why is everything pink? Manager: Ah, that would be the cake. Don't worry, it'll wear off. King: Holy- you know what, just give me the address.",
        "Daniels: Stay sharp. We don't know what we're dealing with here. Ambrose: The man's a chef, Daniels, and not a very good one. I don't see what we have to worry about. [The party enters the entrance hall of the building, which is unlit. Immediately, the doors shut behind them and the lights turn on, revealing multiple armed guards around the perimeter of the room.] Marius: Huh. Daniels: Nice going, Ambrose. [A man emerges from a pair of doors on the other side of the room, wearing a chef's outfit.] Ambrose: Ethan, I presume? Ethan: That's right! Welcome to my office! Daniels: A bit unwelcoming to visitors, to be honest. Ethan: Oh please. Some guy comes in from Ambrose, with a pathetic sob story about revenge, and I'm supposed to just think that everything's cool? King: Hey, they came up with that plan, not me. Ethan: But I'm glad to have you! Well, the Foundation I didn't need, but whatever. But Ambrose and Marius… [Claps hands.] Well, you're the ones who've really been causing problems for me. Ambrose: We're the ones- We were here first! You're the one causing problems! Ethan: Oh, I'm not denying it! But that's just business. Which is why I have to kill you, I'm afraid. Daniels: Wait, what? That's a pretty quick escalation. Ethan: I mean, I have to cut out the competition! With Ambrose and Marius out of the picture, their company will just fall apart, leaving me with a monopoly that he used to have. Daniels: And the rest of us have to die because…? Ethan: You're bothering me almost as much as them. Speaking of which, you're still bothering me, so I'm afraid the time for talking is- Ambrose: Wait! Ethan: I just said we're done talking, what do you want? Ambrose: You'll like this, hold on. [Turns to Marius. The two of them whisper for a few moments.] I have a better idea. Ethan: A better idea than just killing you and removing all competition and interference? Ambrose: A contest. A bake-off. Daniels: You have to be joking. Ethan: I agree with that guy. What on Earth are you even talking about? Ambrose: Hear me out. The two of us have a bake-off, at the Portlands Stadium. I win, I get all of your assets, locations, and whatever. If you win, you get all of mine. Ethan: That sounds like a far more risky option for me. Ambrose: But if you just kill me, everything stays the same for you. But if you win the contest, you get to take all of my restaurants, employees, recipes, marketing, money, and so on. Ethan: There's still a high chance of losing for me. Ambrose: Well, not if you're as great as you think you are. If you're really the better chef, then you should be able to win, right? [A few moments of silences.] Ethan: Okay, I'll bite! Marius: Really? Ethan: I mean, you're right! I'm the better chef, so I'll easily win! Daniels: So… you're letting us go? Ethan: I mean, for now. But I expect to see you in Three Portlands on… let's say Saturday at noon? Ambrose: Uh, sure. Great. Ethan: Awesome! See you on Saturday! [Ethan claps his hands once, and the lights turn off. The party exits the building.] Ambrose: So, Daniels. You any good in a kitchen?",
        "[Captain Daniels, Ambrose, and Marius are on one side of the stadium at a large cooking station. Ethan and two other individuals are located at the other end with their own station.] Daniels: So how does this work, exactly? Ambrose: Haven't done one of these in a while. Daniels: Wait, you mean this is an actual thing that people do? You've done this before? Marius: Oh yeah, there's a committee and everything. Daniels: So what are the rules though? Marius: You see that panel over there? [Points to table with five individuals sitting behind it.] Those are the judges. Basically, anything is fair game here, as long as you keep to your own station. The judges each rate your dish out of ten after the two hours. Make sense? Daniels: That's all? Ambrose: It's a bake-off, what else do you need? Daniels: Fair enough. [People begin entering the stadium. After several minutes, a woman walks up to the podium.] Announcer: Welcome, all! Today, we have a special show for all of you! [Crowd applauds.] Our guest tonight, I'm sure you've seen him around, but he's just getting started! Please welcome Ethan, from Ethan's Eateries! [Ethan stands up and bows. Crowd cheers and applauds loudly.] Announcer: As for our other competitor, he needs no introduction from me! Put your hands together for Chaz Ambrose! [Ambrose stands and waves to the crowd, which starts chanting his name and applauding.] Daniels: Someone's a fan favorite. Announcer: Let's go over the rules real quick! The contestants have two hours to make their dish, with help from two partners, after which the judges will taste and score them! Whoever has the highest score wins the others' company! Let's bring the contestants up here, shall we? [Ambrose and Ethan both walk up to a table in front of the podium. The announcer sets a sheet of paper down.] Announcer: Now, this is a totally binding contract here, a geas. Both of you agree to the terms, yes? Ambrose: Yes. Ethan: Sure do. [The two of them sign the contract, and return to their stations.] Announcer: The conditions are set, the contestants are ready, and the bake-off starts… now! Daniels: Alright, what do you want me to do? Ambrose: We're putting together a Forché Bon for the main course, grab those two bottles at the end of the table and mix them in a bowl. Marius is handling the side dishes, just hand him anything if he needs it. Marius: [Pulls out measuring cups and begins mixing various ingredients.] I need some sugar! Daniels: [Pulls out a container.] Here! Marius: To the right of that! That's Meiic salt right there, the sugar! [Daniels gives the container of sugar to Marius and starts mixing ingredients in the bowl.] Daniels: How are you so sure we'll win this? Ambrose: Trust me, he can't win. There's one thing a great chef must have, and Ethan doesn't have it. Daniels: How are you sure he doesn't have it? What is it anyway? Ambrose: You'll see! For now, stay concentrated. [Ambrose pours an unknown mixture into his pot, causing it to briefly distort spacetime above it.] Keep up the good work! [Extraneous logs redacted for brevity.] Announcer: Time! Put everything down! Let's start with Ethan, what do you have? Ethan: The main course, we have a Brimmerulic leg, sautéed in antimemetic Chrerl sauce. The sauce itself is forgotten, but combined with the leg's taste is nullified, leaving a strong yet appealing taste. Our side dishes consist of a non-Euclidean fruit rings, topped with a simple sweet onion sauce, and prismic oil poured over an invisible pasta, forming the illusion of a suspended liquid, shaped into a sort of web. Marius: Curses. Daniels: What's wrong? Marius: That's one of our dishes. He stole our recipe. Ambrose: Patience, it only helps us. Announcer: Very interesting! Now, let's come over to Ambrose's station, what have you prepared? Ambrose: For our main course, this is a strawberry pastry of the Forché Bon style. Now, you'll notice that the pastry itself is slightly shaking, which is the result of a small animation enhancement, similar to golems. It's not sentient, and I promise it won't lay eggs inside of you- [Crowd chuckles.] -but it does allow for an enhancement in the actual texture of the meal, an aspect of dining not often focused on. It's frosted with a vanilla-and-Orsech cream. As for our side dishes, you can see we've placed a ring of gelatin cubes around the dish, which is actually one cube, existing simultaneously around and centered upon the plate itself. And we have a temporal salad, made from lettuce, tomatoes, and kleimic cheese. After eating a bite, you'll be taken a few seconds into the future. Announcer: Well, these are a pair of very fancy dishes we have, but it's up to the judges to decide which one is better. Ethan, please give yours to the judges for scoring. [Ethan walks to the panel and puts his plate in front of the judges, who each taste a small amount of each course. After a few moments, the judges write on dry-erase boards and hold them up.] 6 7 5 8 6 Announcer: Ethan comes out with a decent score of thirty-two! But let's see what Ambrose has to offer! Ambrose: Not too bad, not too bad. [Ambrose walks to the panel and gives the judges his dish. They sample his meal 2 and reveal their score.] 9 8 7 9 8 Announcer: And Ambrose comes out with a score of forty-one, making him the winner! [Crowd cheers and applauses wildly. Ambrose and Marius hug each other and laugh.] Ethan: Impossible! [The crowd dies down.] Ethan: I did everything right, I even used your recipe! [Crowd gasps.] Oh, shut up you lot, there's no rules against it! But I was using a tried and true recipe, while you guys slapped something together on the spot! Ambrose: Oh please, Ethan. Did you really think I'd just leave all my best recipes lying around? You may have gotten most of the instructions, but what makes my best recipes truly special- [Ambrose taps his forehead.] -stays right up here. [Crowd gasps and applauds briefly.] Ambrose: You can copy my recipes all you want, but you'll never be able to recreate what makes them amazing. If I'd written out the most disgusting meal in my recipes, that's exactly what you would have made, and you would never know how to make it better. You're not a chef, and you don't know what makes good food! [Crowd applauses wildly.] Ethan: Fine then! Take my restaurants. There's other ways to make money anyway. Daniels: Not where you're going, Ethan. I'm taking you in. Ethan: Cute. But I'm not going with you, I'm afraid. [Pulls out a wrapped piece of gum and starts chewing.] I've still learned a few tricks with food, even if you don't always eat it. [Ethan blows a bubble out of his gum, which pops, and he vanishes. Brief silence, followed by the crowd cheering again. Daniels shakes both Ambrose's and Marius' hands.] Daniels: I guess that's that. Ambrose: We'll be sure to close down Ethan's stores. I figure we can sell the real estate for a good price, but I'm just glad to have him gone. Marius: Plus we can take down that awful logo, it looks like a backwards 3 humping another backwards 3. Daniels: And you guys will keep your end of the bargain? Marius: We're men of our words, Daniels. But… Daniels: Marius. Marius: I'm kidding, we'll keep it on the down-low. But I'm sure we'll see each other again. Daniel: I still don't trust you two. Ambrose: Then everything's back to normal, I suppose. Daniel: It would seem so. Although I don't think we've seen the last of our dear friend Ethan.",
        "\" SCP-5559-D \" by Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-5559 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Ethan%27s%20Eateries.png Name: Ethan's Eateries Author: Calibri Bold License: CC-by-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Ethan%27s%20Eateries.png"
    ],
    "object_class": "Keter",
    "title": "SCP-5559-D"
}