{
    "url": "https://scp-wiki.wikidot.com/scp-5561",
    "all_text": "rating: \n+70\n+\n–\nx\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document has been affected by an infohazard, and is unreadable in its current state. A translation has been provided at the end of the file.\n\n\n \n\n— Maria Jones, Director, \nRAISA\n\n\n\n\n\n\n\n\n \n\n\n\n\n[EEEEEEEEEEE EEEEEEEE EEEEE: EEEEE E EEEEEEEEE EEEEEEEE]\n\n\n\n\n[EEEEEE EEEEEEE]\n\n\n\n\nEEEE #:\n EEE-EEEE\n\n\nEEEEEE EEEEE:\n EEEE\n1\n\n\nEEEEEEE EEEEEEEEEEE EEEEEEEEEE:\n EEE EEEE EEEEE EE EEEEE EEE-EEEE EEEEEEE EEEE EE EEEE EE E EEEEEEE EEEEEE EE EEEEEEEEE EEEEEEEE EEEEEEEE-EE. EEEEEEEEEEE EEE EE EEEE EEE EEEEEE EE EEE EEEEEEEE EEEE EEEEEEE EEE EEEEEEEEE EEEEEE EE EEE-EEEE. EEEEEE EEEEEEEEEE EE EE EE EEEEE EEEEEEEEEE EEEE EEEEE EEEE/EE/EE.\n\n\nEE EE EEEE/EE/EE EE EEEEE EEEEEEEEE EE EEE \"EEEE EEEEEEEE E\" EEEE EEEEEEE EEEEEEEEE EEEEEEE.\n\n\nEEEEEEEEEEE:\n EEE-EEEE EE E EEEE EEEE EE EE EEEEEEEE EEEE EEEEEEEE EE EE \"EEEE EEEEEEEE E\". EE EE EE EEEEE EE EEEEEEEE EEEE \n\"EEEEEEEEEE\"\n EEEEEEEEE'E EEE EEEE EEEEEEEE'E\n2\n EEEEE EEEEEE EEEEEEEE EEE EEEEE EEEEEEE EEEE EE EEEEE EEEE EEE EEEE EEEEEEEEEE EEEEEEEEEEEEE EEEEEEEE\n3\n.\n\n\nEEE EEEEEEE EE EEE-EEEE EEEEEE EEEEEEEE EEEEEEEE EEE EEEE EEEE EE EEE EEEE EEEEE EE EEEEEEEE EEEEEEEEEE EE E EEEEEEEEEEEE EEEEEEEE. EEE EEEEEEEE EE EEEEEEEE EE EEE EEEEEEE EEEEEE \"E\". EEE-EEEE EEEE EEE EEEEEEE EEE EEEEEEE EE E EEEEEEEE EEE EEEEEEEE EEEEEEEEEEE EEE EEEE EEEE; EEEEEE, EEE EEEEEEEEEEEE EEE EE. EEEEEEEEE'E EEEEEEEE EEEE EEEE EE EEEE EEEEEEEEEEE EEE EEEEEEE.\n\n\nEEE-EEEE EEE EEEEEEEEEE EE E EEEE EEEEE EEEEEEEEE EE EEEEEE EEEEEEEEEE, EE EEEEEEEEEEEE EEEEEEE EEE EEEEEEEE EEEE EEEEE EEEEEEEEEE. EE E EEEEE EEEEEEEEEE, EE. EEEEEEEEEE EEEEE E EEEEEE EE \"EEEE EEEEEEEE E\".\n\n\nEEE-EEEE'E EEEEEEEEE EEEEEE EE EEE EEEEEEEEE EE EE. EEEEEEEEEE EE EEEEE EEEEEEEEEEEEE EEEEEEEEEEEE EEEEEEEEE\n4\n. EEEEEEEEEEEE, EEE EEEEEEE EE EEEEEEE EEEEEEEEE EE EEEEEE EEE EEEE EE \nEEE EEEEEE EEEE EEEEEEEE\n. EEEEEEEEE EEE EEEEEEEE EE EEEE EE EEEEEE.\n\n\nEEE EEEEEEEEEE EEEEEEE EEE EE EEEE EEEEEEEEEEE EEE EEEEEEEEEEE. EE. EEEEEEEEEEE EEEEEEEE EE EEEEEEEEE EEE EEE EEEEE EEEEEEEEEE EEEEEEEEEEEE EEE EE EEEE. EE EEEE EEEE EE EEEEEEEEE EEEEEEEE EEE EEEEEEEE.\n\n\nEE EE EEEE/EE/EE EEEEEE EEEEEEEEEE EE EEE EEEE EEEEE EEEEEEEEEE EE EEEEEEE EEE-EEEE'E EEEEEEEEE EEEEEE.\n\n\nEEEEEEEE-E:\n EEEEEE EEE EEEEEEE EE EEEEEE EEEEEEEEEE'E EEEEEEEEEEEE EEEEEEE EEEE EEEEEEEE EE EEE EEEEEEEEEE.\n\n\n\n\nEEEEEEEEEEEE EEEEEEE EEEEEEE:\n\n\n \n\n\n\n\nEEEE:\n EE/EE/EEEE\n\n\nEEEEEE:\n EEEEEEEEE EEEEE\n\n\nEEEEEEEEEEE:\n EEEEEE EEEEEEEE\n\n\nEEEEEEEE:\n EEEEEE EEEEE\n\n\nEEEE EEEEEE:\n EEEEEEE EEEEE\n\n\nEEEEEEEEE:\n EEEEEE EEEE, EEEEEE EEEEEEEEEE, EEEEEEEEE EEEE, EEEEEEEE EEEE, EEEE EEEEEEEEE\n\n\n\n\nEEEEEE EEEEE:\n EEEEEEEEEEEE EEEEEE EE EE. EEEEEE EEEEEEEEEE'E EEEEEE EE EEEEEE EEEEEEE\n\n\nEEEE EEEEEEEE:\n EEE EEEE\n\n\n\n\nEEEEEEEEEEE:\n EE. EEEEEEEE EEEEEEEEE EEE EEEEEE, EEE EEEEEE EEEEEEEEEE EEEEEEEEE EEEE EEEEEEEE EEEE EE. EEEEEEEEEE EEEE EEE EEEEEE EE EEE EEEEEEEE. EE. EEEEEEEEEE EEEEEE EEEE EEE EEEEEEEEEEE EEEE EEEEEEEE EE EEEEEEEEE EEEEEE EE EEE EEEEEEEEE EEE EEEE EEEEEE EEEE EE EEEE EEEE. EEEEEEEEE EEEE EEEEEEEEE EEEEEEE EEE EEEEEEEEEE EEE EEE EE EEEEE EEEEEEE EE EEEEEEE EEEEEEE EE EEE EEEEEEEE.\n\n\nEE. EEEEEEEEEE EEEEEE EEEEE EEEEEE EEEE EEE EEE E EEEEEEEE EE EEE EEEEE EEE EEEEEEEE EEEEEEEEE EEEE EEE EEEEEEEEE E EEEE EEEEEEE EEE EEE EEEE EEEEEEEE EEEEEEEEEEE. EEEE EEEEEEEE EEE EEEE EEEEEEEE EE EEE EEEEEEE EEE EEE EEEEEEE EEE EE EEEEE EEEEE EEEEEE EEEEEEEE EEE EEEEEEEEE EEEE'E EEEEEE EEEEEE.\n\n\nEE. EEEEEEEE EEEEE EE. EEEEEEEEEE EE EEE EEEEEEEEEE EEEEEEE EEEEEEEEE EEEE EEE EEEEEEE EE EEE EEEEEEEE. EE. EEEEEEEEEE EEEE EE EEEE'E EEEEEEEE EEEEEEEEE EEEE EEE EEEE EEEEEEE EEEEEEEEEEE EE. EEEEEEEEEE EEEEEE EEEEEEEEEE EEE EEEEEEEEEE EEE EEEEEEEEE. EE. EEEEEEEEEE EEE EE EE EEEEEEEE EEE EEEEEE.\n\n\n\n\nEEEEEEEEEEE:\n EEE EEEEEEEEE EEEEE EEE EEEEEEEEE EEE EEEE EEEE EEE EEEEEEE EEEEEEEEE EE EEEE EEEEEE EE EEEE. EEEEEEEEEEE, EEE EEEEEEEEE EEEE EE EEEEEEE EE EEEEE EE EEEEE EEEEEEEE\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEE:\n \nEEE.EEE.EEEEEEE|EEEEEEEEEEEE_E#EEE.EEE.EEEEEEE|EEEEEEEEEEEE_E\n\n\nEEEE:\n \nEEE.EEE|EEEEEEEEEEEEEEE#EEE.EEE|EEEEEEEEEEEEEEE\n\n\nEEEEEEE:\n EEEEEEE EE EEEEEEE\n\n\nEEEE:\n EE/EE/EEEE\n\n\n\n\n\n\nEEEEEE EEEEEEEEEE,\n\n\nEEE EE EEE EEEEEEE EE EEEEEEEEEE EEEEEEE EEE, EEE EEEE EEEEEEE EE EEE EEEEEEE EEEEEEEEEE EE E EEEEEEE EEEEEEE, EEE EEEEEE EE EEEEEEEE EEEEEEE EEEE EEEEEEE EE EEEEE EEE EEEE EEEE EEEEE EEEEEEEEEE. EEEEE EE EE EEEEEE EE EEEEEE EEE EEEEEEEE EEE EE EEE EEEEEEEE EE EEE EEEE.\n\n\n-EEEEEE EEEEEEEE\n\n\nEEEE EE EEE EEEEEE EE EEEEEEEE EEEEEEE\n\nEEEEE: EEE-EEE-EEEE\n\nEEE: EEE-EEE-EEEE\n\n\n\n\n\n\n\n\n\n\nEEEEEEEE-E:\n EEEEEE EEEEEEEEEEEEEE, EEEEEE EEEEEEEEEE'E EEEEEEEEE EEE EEEEE EE E EEEEE EE EEEEEEEE. EEE EEEE EEEEEE EEE EEEEEEE EE EEEEEEEEEE EE EEE EEEEEEEEEE, E EEEEEEE EEEE EE EEE EEE EEE EEEEEEEE EEEEEE EEEEEE. EE EEEEEEEEE EEEE EEEEEE EEEEEEEEEE EEE EEEEEEEEE.\n\n\n\n\nEEEEEEEEEEE:\n EEEEE EEEEEE\n\n\nEEEEEEEEEEE:\n EEEEEE EEEEEEEEEE\n\n\nEEEE:\n EEEE/EE/EE\n\n\n\n\n<EEEEE EEE>\n\n\n\n\nEEEEEE:\n EEEEE EEE EEE EEE EEEEEEEEE. E'E EEEEE EEEEEE. \n(EEEEEEE EEE EEEE)\n\n\nEEEEEEEEEE:\n \n(EEEEEEE EEEEEEEEE)\n EE'E EEEE EEEE EEEEEEE EEEEE'E EEEEE E'E EEEEE.\n\n\nEEEEEE:\n EEEEEEEEE EE EEEE EEEEEEE, EEE EEEEE E EEEEEE EEEEE EEEE EEEE?\n\n\nEEEEEEEEEE:\n EEEEE EE, EEE.\n\n\nEEEEEE:\n -EEEE EE EEEEEEEE EEEEEEEE EEEE EEEE EEEE EEEEEEEE EEE E EEEEEEEE EEEEE EE EEE EEEEEEEEE, EEE EEE EEEEEEE EEEEEEEE EEEE E EEEEEEE EEEEEE \"E\"?\n\n\nEEEEEEEEEE:\n …EEEE'E EEEEEEE. \n(EEEEEE)\n …EEEE EEEEE'E EEEE E EEEE EEEE. EEEEEE EEEEEEE EE.\n\n\nEEEEEE:\n E EE, EEEE EEEEEEEE, EEEEE EEE EEE EEEEEEEE EEE EEEEE EEEE?\n\n\nEEEEEEEEEE:\n E EEE'E EEEE? EEEEEEE EE EEE? E EEE'E EEEEEEEE.\n\n\nEEEEEE:\n EEEE'E EEEEEEEEEEEEEE. \n(EEEEEE EEEEEE)\n EEEE EEE EEEEEEEEE EEEEEEEEE EEEEEE EEEE EEEE EEEEE EEEEE?\n\n\nEEEEEEEEEE:\n EE! EEE EEEE'E EEEE, EE!! E EEE EEEEEE EE EEEE EE EEEE EEEEEEE EEEEEEEEEE!\n\n\nEEEEEE:\n \n(EEEEEE EEEEE)\n EEEE EEEE EEEEEE!\n\n\n[EEEEEEE]\n\n\nEEEEEE:\n EEE EEE EEEEEEEEEE EE EEEEEEEEE EEEE EEEEEE EE EEE EEEEEE EEEEEEEEE?\n\n\nEEEEEEEEEE:\n E'E EEE EEEEEEEEE EEE EEEEEE. \n(EEEEE EEE EEEEE)\n EEEE EE EEEE E'EE EEEE EEEEEE EE EEE.\n\n\nEEEEEE:\n EE. EEEEEEEEEE, E EEEEEEEEEE EEEE EEEEEEEEEEE EEEE EEE EEE EEEEEE EEEEEE EEE EEEEEEEE.\n\n\nEEEEEEEEEE:\n …EE EEEE'E EEEEEE EE EEE EEEEEEEEE.\n\n\nEEEEEE:\n EEEEE EEE. EEEE EEEEEEEE EEE EEEE EEE'EE EE EE EEEE EEE.\n\n\nEEEEEEEEEE:\n \n(EEEEE EEEEEEE)\n …EE.\n\n\nEEEEEE:\n EEE EEE EEEE \nEEEEEEEEEE\n.\n5\n\n\n[EEEEEEEEEE EEEEEE EEEEEEEEE EE EEE EEEEE EEE EEEEE EEE EEEEE EE EEEEE. EEEEEE EEEEEEE EEE EEEEE EEEEEEEE EEE EEE EEEE EE \nEEE EEEEE EEEE EEEE\n; EEEEEEEE, EEEEE EEEEEEE EEE EEEEEE \nEEE EEE EEE EEEE EEEE EEEEE EEEE EEE EEEE\n.]\n\n\nEEEEEEEEEE:\n …E EEEEEE EEEEE EE EEEE EEEEEE EEE EEEEEEE.\n\n\n[EEEEEEE.]\n\n\nEEEEEEEEEE:\n EEEE EEEEEEE E EEE EEEEEEE EEE EEEEEEEEEEE EEEE, EEE EE EEEEEEEEE… \n(EEEEEE EE EEE EEEEEEEE)\n …EEE E EEEEEEEE EE EEEEE EEEEEEEE EEE EEEEEE.\n\n\nEEEEEE:\n E EEEE EE'EE EEEEEEEE EEEE EEE EEEEEEEEE. EEEEE EEE EEEEE EEE EEEE EEEEEEEEEEE.\n\n\n[EEE EEEEEEE EEEE EEE EEEEEEEE EEEEEE EEE EEEE EEE EEEEEEE EEEEEE EEEEEEEEEE EE EEEEEEEE EEEEEEEEEEEEEE. EEEEE EE EEE EEEEEEEEEE EEEE EEEEEEEEE EEE EE EEEEEE EE EEE EEEEEEE, EE. EEEEEEEEEE EEE EEEEE EEEEEEE EE EEEEEE EEEEEE EEEEEEE EEEEEEEE EE E EEEEEEEEEE EEEEE EEEEEEEE.]\n\n\n\n\n<EEE EEE>\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n[Translation attached below: Level 2 Clearance Required:]\n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\nItem #:\n SCP-5561\n\n\nObject Class:\n Safe\n6\n\n\nSpecial Containment Procedures:\n The hard drive on which SCP-5561 resides must be kept in a storage locker at Auxiliary Research Facility-19. Webcrawlers are to scan for images on the internet that exhibit the anomalous effect of SCP-5561. Samuel Fitzgerald is to be under Foundation care until 2021/02/02.\n\n\nAs of 2020/02/02 no other instances of the \"Lord Marquaad E\" meme exhibit anomalous effects.\n\n\nDescription:\n SCP-5561 is a save file of an internet meme referred to as \"Lord Marquaad E\". It is an image of YouTuber Mark \n\"Markiplier\"\n Fischbach's and Lord Farquaad's\n7\n faces merged together and super imposed over an image from the Mark Zuckerberg Congressional Hearings\n8\n.\n\n\nThe effects of SCP-5561 become apparent whenever the save file on the hard drive is directly referenced in a bureaucratic document. All language is replaced by the capital letter \"E\". SCP-5561 does not replace the letters in a document not directly referencing the save file; however, the nomenclature for Mr. Fischbach's username will vary in text referencing the anomaly.\n\n\nSCP-5561 was discovered on a hard drive belonging to Samuel Fitzgerald, an anthropology student who attended Ohio State University. As a class assignment, Mr. Fitzgerald wrote a thesis on \"Lord Marquaad E\".\n\n\nSCP-5561's secondary effect is the inability of Mr. Fitzgerald to write consequential bureaucratic documents\n9\n. Additionally, the subject is further incapable of saying the name of \nthe horror game YouTuber\n. Amnestics are recorded to have no effect.\n\n\nThe Foundation reached out to Mark Fischbach for questioning. Mr. Fischbach declined an interview and was under Foundation surveillance for 30 days. In that time no anomalous activity was detected.\n\n\nAs of 2020/02/02 Samuel Fitzgerald is the only known individual to exhibit SCP-5561's secondary effect.\n\n\nAddendum-1:\n Emails and minutes of Samuel Fitzgerald's disciplinary hearing were acquired by the Foundation.\n\n\n\n\nDisciplinary Hearing minutes:\n\n\n \n\n\n\n\nDate:\n 11/12/2019\n\n\nLeader:\n Elizabeth Dower\n\n\nFacilitator:\n Kenton Moraines\n\n\nRecorder:\n Valery Trace\n\n\nTime Keeper:\n Richard Jones\n\n\nAttendees:\n Harvey Grey, Samuel Fitzgerald, Annabelle Ward, Samantha Cole, Hugh Hensworth\n\n\n\n\nAgenda Topic:\n Disciplinary action of Mr. Samuel Fitzgerald's breach of school conduct\n\n\nTime allotted:\n One hour\n\n\n\n\nDiscussions:\n Mr. Moraines discussed the emails, and verbal harassment Professor Grey received from Mr. Fitzgerald over the course of the semester. Mr. Fitzgerald stated that the assignments were effected by technical errors as the documents had been normal when he sent them. Professor Grey commented fearing the harassment was due to false charges of ableism earlier in the semester.\n\n\nMr. Fitzgerald became irate saying that him and a majority of the class had reported Professor Grey for harassing a deaf student and her sign language interpreter. This incident had been reported to the college but was dropped due to there being little evidence and Professor Grey's recent tenure.\n\n\nMr. Moraines asked Mr. Fitzgerald if his harassment towards Professor Grey was related to the incident. Mr. Fitzgerald said he hadn't harassed Professor Grey and upon further questioning Mr. Fitzgerald became aggressive and threatened the committee. Mr. Fitzgerald had to be escorted off campus.\n\n\n\n\nConclusions:\n The committee calls for expulsion and will vote via private committee on what action to take. Furthermore, the committee will be sending an email of their decision\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nude.uso.tneduts|29dlaregztif_s#ude.uso.tneduts|29dlaregztif_s\n\n\nFrom:\n \nude.uso|sriaffacimedaca#ude.uso|sriaffacimedaca\n\n\nSubject:\n Results of Hearing\n\n\nDate:\n 11/16/2019\n\n\n\n\n\n\nSamuel Fitzgerald,\n\n\nDue to the charges of harassment against you, and your actions at the hearing unbecoming of a Buckeye student, the Office of Academic Affairs have decided to expel you from Ohio State University. There is no option to repeal the decision due to the severity of the case.\n\n\n-Kenton Moraines\n\n\nHead of the Office of Academic Affairs\n\nPhone: 614-292-5881\n\nFax: 614-292-3658\n\n\n\n\n\n\n\n\n\n\nAddendum-3:\n During investigations, Samuel Fitzgerald's apartment was found in a state of disarray. The home office was covered in hardcopies of the assignment, a printer with no ink and the bathroom mirror broken. An interview with Samuel Fitzgerald was requested.\n\n\n\n\nInterviewer:\n Agent Królik\n\n\nInterviewee:\n Samuel Fitzgerald\n\n\nDate:\n 2019/11/18\n\n\n\n\n<Begin Log>\n\n\n\n\nKrólik:\n Thank you for the interview. I'm Agent Królik. \n(extends his hand)\n\n\nFitzgerald:\n \n(accepts handshake)\n It's nice that someone doesn't think I'm lying.\n\n\nKrólik:\n According to your account, you wrote a thesis about this meme?\n\n\nFitzgerald:\n Tried to, yes.\n\n\nKrólik:\n -both an attached document sent from your computer and a hardcopy given to the professor, had all letters replaced with a capital letter \"E\"?\n\n\nFitzgerald:\n …that's correct. \n(pauses)\n …they weren't when I sent them. Please believe me.\n\n\nKrólik:\n I do, next question, where did you download the image from?\n\n\nFitzgerald:\n I don't know? Discord or IRC? I don't remember.\n\n\nKrólik:\n That's understandable. \n(clears throat)\n Were you harassing Professor Harvey Grey with these memes?\n\n\nFitzgerald:\n NO! For fuck's sake, no!! I was trying to turn in this fucking assignment!\n\n\nKrólik:\n \n(taking notes)\n Calm down please!\n\n\n[Silence]\n\n\nKrólik:\n Was the harassment of Professor Grey fueled by his charge dismissal?\n\n\nFitzgerald:\n I'm not harassing him period. \n(grits his teeth)\n This is what I've been trying to say.\n\n\nKrólik:\n Mr. Fitzgerald, I understand your frustration with him but please answer the question.\n\n\nFitzgerald:\n …It wasn't fueled by the dismissal.\n\n\nKrólik:\n Thank you. Last question and then you'll be on your way.\n\n\nFitzgerald:\n \n(hands tremble)\n …OK.\n\n\nKrólik:\n Say the name \nDarkiplier\n.\n10\n\n\n[Fitzgerald shifts nervously in his chair and opens his mouth to speak. Camera records his mouth sounding out the name of \nthe gamer from Ohio\n; although, audio records him saying \nthe man who runs head first into the dark\n.]\n\n\nFitzgerald:\n …I became aware of this during the hearing.\n\n\n[Silence.]\n\n\nFitzgerald:\n They thought I was mocking and threatening them, and it escalated… \n(stares at the backwall)\n …all I remember is being escorted off campus.\n\n\nKrólik:\n I feel we're finished with the interview. Thank you again for your cooperation.\n\n\n[The session ends and security enters the room and escorts Samuel Fitzgerald to amnestic administration. After it was discovered that amnestics had no effect on the anomaly, Mr. Fitzgerald was court ordered to attend weekly therapy sessions at a Foundation cover hospital.]\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nMore from fairydoctor\n\n\n\n\nClose me!\n\n\n\n\nSCPs\n:\n\n\n\n\n\n\n\n\nSCP\n\n\nCreated\n\n\nRating\n\n\nComments\n\n\nLength\n\n\n\n\n\n\nSCP-6420\n\n\n25 May 2021 20:59\n\n\n105\n\n\n26\n\n\n15512\n\n\n\n\n\n\nSCP-5561\n\n\n08 Jul 2021 20:30\n\n\n70\n\n\n48\n\n\n17183\n\n\n\n\n\n\npage 1 of 3\n1\n2\n3\nnext »\n\n\n\n\nGoI Formats\n:\n\n\n\n\n\n\n\n\nSCP\n\n\nCreated\n\n\nRating\n\n\nComments\n\n\nLength\n\n\n\n\n\n\n\n\nFoundation Tales\n:\n\n\n\n\n\n\n\n\nSCP\n\n\nCreated\n\n\nRating\n\n\nComments\n\n\nLength\n\n\n\n\n\n\nProse Bot and Perseverance\n\n\n24 Mar 2021 02:56\n\n\n31\n\n\n1\n\n\n7667\n\n\n\n\n\n\nDaisy the Clown\n\n\n29 Mar 2021 22:23\n\n\n33\n\n\n5\n\n\n5156\n\n\n\n\n\n\npage 1 of 7\n1\n2\n3\n...\n6\n7\nnext »\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. EEEEEEE EEEEEE EEEEEEEEEEEEEEEE.\n\n\n2\n. EEE EEEEEEEEEE EEEE EEE EEEEE \"EEEEE\".\n\n\n3\n. EEE EEEEE EEE EEEE EEE EEEEEEE EEEEEEE EEEEEEE EEEEEE EEE EEEEE EEEEEE EEEEEE-EEE, EEE EEEEEEEEE EEEE EEEEE EE E EEEEEEE EEEEEE EEEEEEEE EEEEE EE \"EEEE EEEEE\"\n\n\n4\n. EEEE EE EEEEEE EEEEEEEEEEE, EEEEEEEEEEEE, EEEEEEEEEE EEEEE, EEE.\n\n\n5\n. EEEEEEE EEEEEEE EEE \nEEE EEEEEEEE EEEEEEEE\n.\n\n\n6\n. Pending Euclid reclassification.\n\n\n7\n. The antagonist from the movie \"Shrek\".\n\n\n8\n. The image has been run through various filters making the image appear washed-out, and saturated with color in a graphic design commonly known as \"deep fried\".\n\n\n9\n. Such as school assignments, applications, government forms, etc.\n\n\n10\n. Another moniker for \nthe screamer streamer\n.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5560\n | SCP-5561 | \nSCP-5562\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5561\n\" by fairydoctor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5561\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5561 \" by fairydoctor, from the SCP Wiki . Source: https://scpwiki.com/scp-5561 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5561",
    "object_class": "Safe6",
    "containment_procedures": "The hard drive on which SCP-5561 resides must be kept in a storage locker at Auxiliary Research Facility-19. Webcrawlers are to scan for images on the internet that exhibit the anomalous effect of SCP-5561. Samuel Fitzgerald is to be under Foundation care until 2021/02/02.",
    "description": "SCP-5561 is a save file of an internet meme referred to as \"Lord Marquaad E\". It is an image of YouTuber Mark \"Markiplier\" Fischbach's and Lord Farquaad's7 faces merged together and super imposed over an image from the Mark Zuckerberg Congressional Hearings8.",
    "title": "SCP-5561"
}