{
    "url": "https://scp-wiki.wikidot.com/scp-5565",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5565\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⠀\n\n\n\n\n\n\nFigure 1: An instance of SCP-5565 in the wild.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All wild populations of SCP-5565 are to be secured and transferred to Site-24. Captive instances of SCP-5565 are to be kept in bins coated with at least 2cm of lead and fed weekly. This lead coating is to be inspected and, if necessary, reapplied once every two weeks.\n\n\nAll direct handling of SCP-5565 instances is to be done using lead-covered gloves. Exposure of SCP-5565 instances to seawater is only to be done for testing purposes and in small numbers.\n\n\nDescription:\n SCP-5565 is a species of earthworm of the family \nLumbricidae\n which is endemic to a number of caves in the Levant.\n\n\nSCP-5565 instances are capable of transmuting solid matter in close proximity to their peristomium\n1\n into soil, which they then eat. The speed of this transmutation is inversely proportional to the material's density. In effect, this makes SCP-5565 capable of burrowing into and consuming any solid object.\n\n\nAdditionally, SCP-5565 instances are capable of anomalously detecting the nearby presence of seawater, which they attempt to avoid. However, unlike other earthworm species, SCP-5565 displays no negative consequences from exposure to overly saline environments, or from underexposure to air. Instances of SCP-5565 which have previously come into contact with seawater behave erratically, often neglecting their own safety or feeding. Research into this phenomenon is ongoing.\n\n\nDiscovery:\n SCP-5565 was first discovered on the 12th of November 2018 in a cave near Akko, Israel, during an expedition by amateur cavers. During this expedition, initial observations of SCP-5565's anomalous properties were made. Foundation agents acted based on local rumours, and successfully established initial containment.\n\n\nUpdate 13/2/2019:\n On the 9/2/2019, a second population of SCP-5565 was found inhabiting a seafront grotto south of Tyre, Lebanon. This population has proven to be more difficult to contain, with instances often burrowing in the rock upon the arrival of Foundation teams. This unusual behaviour has been attributed to the high amounts of seawater exposure this population underwent.\n\n\nTest Log 5565.18:\n\n\n\n\n\n\nTest Number\n\n\nAbstract\n\n\nResult\n\n\n\n\n\n\n5565.18\n\n\nAn instance of SCP-5565 that has previously been exposed to seawater is placed within a wooden box, with a wall thickness of 1cm.\n\n\nThe instance eats through the wood's surface in a pattern, digitally rendered in Figure 2.\n\n\n\n\n\n\n\n\n\n\nFigure 2: Text generated by SCP-5565 during test 5565.18.\n\n\n\n\n\n\nTranslated from Phoenician, the text reads as follows:\n\n\n\n\nI am the judge of sea and river.\n\n\nWho is it who steals my slaves?\n\n\n\n\nNo further texts were generated by SCP-5565 instances. All attempts at communication received no visible response.\n\n\nUpdate 19/2/2019:\n During extraction and transportation efforts in the grotto, Foundation teams encountered a large, seemingly artificial cavern. On its floor was an approximately 12-meter-long stone sculpture of a sword, with the tip of the blade pointing towards and being seamlessly encased within the eastern wall.\n\n\nUpon initial discovery, agents reported an extreme presence of SCP-5565 instances eating through the eastern wall of the cavern. These instances quickly retreated from the chamber, moving in unison towards the waterfront and swimming away. The current status of this population is unknown.\n\n\nUpdate 5/5/2019:\n In an attempt to potentially locate the now-lost grotto population, an instance of SCP-5565 was fitted with a tracking microchip and released in the area. The instance moved in a straight line towards a location off the coast of Latakia, Syria, where transmission ended.\n\n\nFoundation ships approaching the location were intercepted by GOC vessels patrolling under the guise of Syrian Navy ships. This encounter resulted in several information-sharing agreements.\n\n\nThese agreements revealed that the GOC believes the area in question to be the focal point of an entity or phenomenon classified as UTE-1594-Shaznaqa-Ex Machina-Cetus. While the GOC has as of yet not allowed Foundation entry into the area, bathymetric scans of it were conducted by Foundation radars from outside the exclusion zone.\n\n\n\n\nAddendum - Result of Bathymetric Scans\n\n\n\n\nHide\n\n\n\n\n\n\n\n\nFigure 3: Unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The first true body segment of an annelid worm, which includes the mouth.\n\n\n\n\n\n\n\n\n« \nSCP-5564\n | SCP-5565 | \nSCP-5566\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "I am the judge of sea and river. Who is it who steals my slaves?"
    ],
    "containment_procedures": "All wild populations of SCP-5565 are to be secured and transferred to Site-24. Captive instances of SCP-5565 are to be kept in bins coated with at least 2cm of lead and fed weekly. This lead coating is to be inspected and, if necessary, reapplied once every two weeks.",
    "description": "SCP-5565 is a species of earthworm of the family Lumbricidae which is endemic to a number of caves in the Levant.",
    "title": "SCP-5565"
}