{
    "url": "https://scp-wiki.wikidot.com/scp-5571",
    "all_text": "rating: \n+116\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\nMore by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+116\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMap presented towards the beginning of SCP-5571's run time.\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nMETATRON.aic will track any further dissemination of SCP-5571 and insert Themis into any devices upon which the anomaly is stored. The AIC is also to monitor for any activity resembling SCP-5571 and alert MTF-Kappa-43 (“The Mediators”) if found.\n\n\nA single copy of SCP-5571 is stored in High-Yield Data Storage Facility 1 at Site-43, having been transferred via flash drive which was then destroyed to limit further contamination.\n\n\n\n\nDescription\n\n\nSCP-5571 is a digital recording of the first season\n1\n of the documentary series, \nAmerican Backyard\n produced by \nVikander-Kneed Technical Media (GOI-5889)\n. The series focuses on both the natural wildlife and culture of a given area of the United States. SCP-5571 is comprised of five episodes focusing on the Appalachians, each approximately fifteen minutes in length.\n\n\nWhen SCP-5571 is played on a device, the video file is saved to the device’s hard drive and cannot be deleted.\n2\n The file can be transferred from one device to another, but each device retains a copy.\n\n\nAdditionally, watching SCP-5571 will plant a memetic compulsion with several layers.\n3\n First, the subject will be compelled to share the video through social media or other means. Second, the subject’s ability to accept concepts without tangible, verifiable proof will be steadily eroded until the individual cannot accept even the most basic of tenets without said proof. This process takes approximately thirty minutes.\n\n\nDiscovery\n:\n\nOn 4 July, 2021, SCP-5571 was uploaded to YouTube on various channels that did not have an existing connection with GOI-5889. Within an hour of the uploads, thousands of posts on forums and social media shared links to the video. Within ten hours, the video had been viewed upwards of two hundred thousand times.\n\n\nThe Foundation was informed of the matter when Parawatch forum posts began discussing the anomaly. MTF-Kappa-43 were mobilized from \nSite-43\n to secure servers storing the file.\n\n\nGiven the wide-reaching scope of the danger to normalcy represented by this discovery, Director McInnis requested assistance from the \nAIAD\n. In the following twenty-seven hours, another 2.5 million devices had been infected with the anomaly.\n\n\nFurthermore, the secondary anomalous effects began impacting societal function throughout the United States and Canada. Subjects that had viewed the anomaly were incapable of accepting any premise or fact without tangible proof. This affected the very machinery of society in many ways, most notably the following:\n\n\n\n\nEmployees stopped appearing for work without physical reassurance of payment by employers;\n\n\nLegislators affected refused to agree on any aspect of proposed legislation without tangible proof of the benefits, causing turmoil between affected and nonaffected individuals;\n\n\nMembers of the police force affected refused to enforce laws without tangible proof that those laws protected the citizenry.\n\n\n\n\nIn addition, conspiracy boards and discussion groups on social media saw a steep decline in activity. Notably, sharing of material associated with \nQanon\n dropped to an imperceptible level.\n\n\nThirty-six hours after the anomaly was uploaded, AIAD – along with assistance from Dr. Lillihammer and her team of memeticists – had successfully developed a virus to counteract the anomaly. The virus, designated Themis, would ride the signal of the anomaly’s spread through digital channels and insert code into each device that stored a copy of the file. The virus had two effects: a) it would deceive the operating system of a device containing a copy of SCP-5571 into not recognizing the file, such that the file would not be visible or watchable; b) a memetic agent would be inserted into the hard drive that counteracted the compulsion and removed the anomalous effect on the subject’s ability to accept premises without tangible proof.\n\n\nThemis proved to be successful in completely counteracting the anomalous effects of SCP-5571. Thus, even though several million copies of the file were stored on numerous devices, the anomaly no longer posed a threat to normalcy.\n\n\n\n\n \n\n\nAddendum 5571-1\n:\n\n\n\n\n\n\nTranscript of SCP-5571’s Contents\n4\n\n\n\n\nThe following is a transcript of all five episodes of SCP-5571. The series is hosted by Herbacious Willoughby, a female humanoid entity who is estimated to be 2.9 meters tall but otherwise non-anomalous.\n\n\n\n\n\n\n► Transcript of Episode One ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\nEpisode One\n\n\n[The words “American Backyard” are imposed upon a black screen and then fade out. The opening shot is of a forested mountain trail. The camera appears to be held by an individual as they walk along the trail. Herbacious Willoughby’s voice is heard overlaying the footage and is periodically emphasized by the sound of a violin.]\n\n\nWilloughby\n: Northeastern Pennsylvania, out in the woods it’s easy to forget that Philadelphia is close at hand. There’s no sign of human habitation other than the sound of my voice, it’s so peaceful.\n\n\n[A loud crashing through underbrush and trees occurs just off camera.]\n\n\nWilloughby\n: Well, it \nwas\n.\n\n\n[A middle aged man in a denim jacket and ball cap steps into frame and turns to face the camera. Willoughby begins speaking.]\n\n\nWilloughby\n: Let me introduce William “Skeet” McKenzie, a local wildlife expert. Having explored these woods for the past three decades, he’s volunteered to guide us for today’s episode.\n\n\nMcKenzie\n: I spent damn near three days outta seven out here for my whole life, there’s nothing out here I’ve not seen.\n\n\nWilloughby\n: Well, Skeet, what’s some of the highlights of the local fauna.\n\n\nMcKenzie\n: You got deer, cougars, raccoons, all the normal shit you see all over the country. But that’s just the surface level.\n\n\nWilloughby\n: We’ve heard of a rare sight out this way, a local legend. Could you tell us about that?\n\n\nMcKenzie\n: Oh, shit, you mean the squonk? Ain’t no legend, no conspiracy, that’s real as I am standing in front of you. I seen it two, three times in the last year.\n\n\nWilloughby\n: What are some of the characteristics of the squonk?\n\n\nMcKenzie\n: Mostly, it’s just ugly as sin. But that’s not the problem. The problem is the government.\n\n\nWilloughby\n: Oh? Have some laws made the squonk’s territory harder to sustain? Like lack of environmental regulations?\n\n\nMcKenzie\n: What? Hell no, there’s already too much goddamn regulation. That ain’t how this country was founded. We hacked and bled and died to make this country our own, liberated from them English fellas. We didn’t do it for no regulations. You take them gun laws? What the hell that about? I can’t own whatever gun I want? Where’s it say that in the Constitution, huh?\n\n\nWilloughby\n: Uh well maybe–\n\n\nMcKenzie\n: That’s right, nowhere. Big government, that’s the real problem out here. Taxes, and laws, and fucking affirmative action. That’s the conspiracy!\n\n\nWilloughby\n: Could we–\n\n\nMcKenzie\n: And I’ll tell you another thing, we can’t even have an honest election no more. Them lefties gone and stole this election from the greatest man I ever had the privilege of voting for… and what can we do about it? Absolutely fuck all. Responsible citizens oughta speak their mind, stand up and be counted. Things is coming to head in this country, I tell you what.\n\n\nWilloughby\n: I’d rather you tell me about the–\n\n\nMcKenzie\n: ‘Course you can’t even speak your mind without offending some idiot got themselves a fancy degree. In my day, you got to speak your mind and if someone don’t like it, well then too bad. Those bastards in Washington ‘bout ready to make it illegal to offend someone.\n\n\n[McKenzie spits. He’s breathing hard and is slightly red as if from exertion.]\n\n\nWilloughby\n: Could we come back to that later? Tell me about the squonk, after all that’s why you’re on the show.\n\n\nMcKenzie\n: I’m trying to tell you ‘bout the real woes of the working man in this country, and all you wanna do is talk about that ugly critter?\n\n\nWilloughby\n: Yes.\n\n\nMcKenzie\n: Shit, fine. Thing walks around on four legs, got a long ass rat tail, looks like an armadillo been shucked of its shell–\n\n\nWilloughby\n: Armadillos don’t have sh–\n\n\nMcKenzie\n: I tell ya how ugly it is yet? Damn thing is covered in boils, like it’s got leprosy or something. Stinks too.\n\n\nWilloughby\n: Any chance we could see it today?\n\n\nMcKenzie\n: Doubt it, thing’s awfully squirrelly around cameras. You know, my buddy Eustace caught a helluva picture of it bout a week into January this year… hold on, lemme look for it. Almost never out without Eustace, we’ve been hunting these woods forever. Now there’s an American, if you know what I mean.\n\n\n[McKenzie begins searching through his smart phone.]\n\n\nMcKenzie\n: Goddamn thing, ain’t half so smart as it is just plain ornery. Can’t find an app that’ll replace good ol’ fashioned human connection, ya hear? Where is that picture?\n\n\n[McKenzie searches through his phone for another minute, cursing to himself.]\n\n\nWilloughby\n: Well, perhaps you could send it to my producer.\n\n\nMcKenzie\n: Fuck it, I can’t find it. Helluva picture though.\n\n\nWilloughby\n: So, where was the squonk seen? Maybe we could go there?\n\n\nMcKenzie\n: Ah hell, I don’t know.\n\n\nWilloughby\n: Sorry, what?\n\n\nMcKenzie\n: I wasn’t with Eustace.\n\n\nWilloughby\n: But I thought you said…\n\n\nMcKenzie\n: I was… out of town from January 5\nth\n to the 8\nth\n…\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n► Transcript of Episode Two ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\nEpisode Two\n\n\n[Scene opens on a shot of wilderness lit by afternoon sunlight streaming through dense foilage. Willoughby walks on camera, which has to zoom out to catch her whole height in the shot.]\n\n\nWilloughby\n: Here in West Virginia, the forest can get quite unruly. Outside of city centers, this region is dense with trees as you can see behind me. In many ways, parts of the region appear as untouched as they were before the colonists came from Europe to wipe out the native peoples and take this land for themselves.\n\n\n[Behind Willoughby, there is movement visible through the trees. It is unclear what is causing the motion but flashes of gray can be seen.]\n\n\nWilloughby\n: The natural fauna in this area is diverse, although not as diverse as it was four centuries ago. But what are you gonna do?\n\n\n[Movement in the foliage behind Willoughby intensifies and a shrill call is made from the trees.]\n\n\nWilloughby\n: And here comes one of those diverse creatures right now, we’re in luck.\n\n\n[Willoughby turns and looks towards the rustling trees and bushes. The camera moves to the side and zooms in to frame the movement. Suddenly, a large entity emerges from the trees and screams. It is approximately two meters in height with large wings similar to those of members of the lepidoptera order. The entity is vaguely humanoid with clawed appendages instead of hands and feet. The head also resembles that of species within the order lepidoptera.]\n\n\nWilloughby\n: Ah, the dreaded and mysterious Mothman. He roams up and down the central areas of the Appalachia, keeping to West Virginia. Usually he’s camera shy, but today is our lucky day. Oh look, he’s curious.\n\n\n[The entity begins a cautious approach towards the camera. It cocks its head to the side and emits another shrill sound. The entity’s eyes begin glowing a bright red.]\n\n\nWilloughby\n: No, that’s not it at all. We’re not “stalking” you. We’re filmmakers, trying to make something of educational value.\n\n\n[Another shrill sound, followed by a trilling call.]\n\n\nWilloughby\n: I agree, education is incredibly important.\n\n\n[The trilling gets louder.]\n\n\nWilloughby\n: Montessori, really? I had heard it was controversial. I don’t have children myself. I’d say my career was too important but honestly, I just never wanted them.\n\n\n[A series of chirps interrupts the trilling.]\n\n\nWilloughby\n: We started this project out of a sense of responsibility. There used to be actual documentaries being produced for television, of a historical or natural focus. But these days, it’s all sensationalist or reality TV.\n\n\n[The trilling continues but varies in frequency.]\n\n\nWilloughby\n: I know, it’s shameful. But entertainment is the only coin those channels care about anymore.\n\n\n[The entity makes a clicking sound.]\n\n\nWilloughby\n: Oh, 100% independent. We’re thinking of releasing it on YouTube, get some attention for our documentary division.\n\n\n[The entity ceases the trilling and makes another shrill sound, then flies away.]\n\n\nWilloughby\n: Thanks for the help! Give your wife my best!\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n► Transcript of Episode Three ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\nEpisode Three\n\n\n[Scene opens on a shot of a clear night sky. The camera pans down to frame Willoughby staring up at the moon. She is joined by another individual, a young woman wearing a head bandage. Overlaid at the bottom of the screen are the words “Marian MacPhaerson – Producer.” The scene begins mid conversation.]\n\n\nMacPhaerson\n: …but we know they exist right?\n\n\nWilloughby\n: I’m not saying they don’t exist at all… \n[Sighs.]\n Okay, lemme tell you a story.\n\n\n[Willoughby turns and looks at MacPhaerson.]\n\n\nWilloughby\n: In 1955, a group of adults and children appeared at a local Hopkinsville police station in a panic. They claimed they had been in a pitched battle on their farmstead with aliens from outer space.\n\n\n[Willoughby looks up at the stars again.]\n\n\nWilloughby\n: They reported heights varying from two feet to four feet, with claw-like hands, eyes that glowed yellow, thin upper and lower extremities, and large pointed ears.\n\n\nMacPhaerson\n: See, now that’s a believable report! What did the police do?\n\n\nWilloughby\n: They investigated the farmhouse, finding evidence of significant gunfire within the home aiming outwards. But no blood or bodies were found. The people who complained were ignored and then they disappeared overnight. Their neighbors claimed that the family packed up their belongings and left without another word, having seen the creatures return during the night. They were never heard from again.\n\n\nMacPhaerson\n: That’s awfully suspicious.\n\n\n[Willoughby sighs.]\n\n\nWilloughby\n: In the coming weeks of media attention, the color green was added to the reports, and this is the beginning of the moniker of “little green men” for aliens. Reports continued in Kentucky for decades, changing in shape and tone but frequently featuring the strangely lit eyes and the attempt to break into homes. Of course, this was often followed by reports of gunfire and violence.\n\n\n[Willoughby stops speaking and just gazes at the night sky.]\n\n\nMacPhaerson\n: I don’t know, Herb… that sure sounds convincing.\n\n\n[Willoughby rubs her temples.]\n\n\nWilloughby\n: No, listen. Seventy years later, and we have still have no evidence. What did those people see? What is the threat from the stars?\n\n\nMacPhaerson\n: Pretty convinced they saw aliens.\n\n\n[Willoughby turns to the camera, her eyes narrowing.]\n\n\nWilloughby\n: The saw absolutely nothing! Those people were drunk, saw some horned owls and shot the shit outta their living room. They tried to make an excuse out of embarrassment, delusion, or both. It just goes to show you, in a world full of racial and economic injustice, the average Kentuckian landowner would rather unload their guns at some owls and think it was aliens then face up to the real problems in the world.\n\n\n[Willoughby turns from the camera and her producer and walks away.]\n\n\nWilloughby\n: Grow the fuck up, Kentucky!\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n► Transcript of Episode Four ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\nEpisode Four\n\n\n[Scene opens on roadside general store and gas station. The exterior of the run-down building is populated with numerous representations of a large, hairy humanoid. Willoughby stands with two middle aged men.]\n\n\nWilloughby\n: Let me introduce Kevin Greene and Robert “Whitey” Cooper. These two are the authority in Southern Appalachian wildlife. Go ahead, gentlemen, tell the folks at home what you were telling me.\n\n\nCooper\n: Well, it’s like I was saying, media’d have you believe the only place they been seen is the Pacific Northwest, but that’s hogwash.\n\n\nGreene\n: Yeah, there’s been sightings round these parts for the last sixty years. But, y’all the first film crew ever come looking down here. I musta sent a dozen letters to the fellas at the National Geographic, ain’t got a response yet. But Whitey’ll tell ya, we got them hairy bastards right here in Tennessee!\n\n\nWilloughby\n: Is that right, Mr. Cooper? Have you seen the animal with your own eyes?\n\n\nCooper\n: Hells yes I have, ten times at least. I’ll tell you something else, ain’t just one of ‘em neither. Gotta be a whole tribe of the fuckers.\n\n\nGreene\n: Almost winged one of the suckers too.\n\n\nCooper\n: Yeah, had em in my sights but damn thing moved at the last moment. Found some blood though, but I couldn’t track it. Swear to god, that ape like thing just vanished.\n\n\nWilloughby\n: Why do you think photographic evidence has been so evasive?\n\n\nCooper\n: It ain’t evasive, darling. Damn things photograph as well as you or me. You wanna know why the scientific world ain’t crowding in around Jackson Hollow, trying to bag one of these furry boys?\n\n\nWilloughby\n: Why, Whitey?\n\n\nCooper\n: The liberal goddamn media! They know it, they just don’t want anyone else to know it. Scientists are in on it with em! They’ll bend your ear about evolution and horseshit global warming, but you wanna show em a goddamn real specimen, clear as day, and they ain’t interested! “Urban legend” says they. “Ain’t no appreciable proof” says they. Horseshit.\n\n\nWilloughby\n: Why would the media want to hide such an amazing find? Think of the coverage! It would be a sensation.\n\n\nGreene\n: Now, you seem a right smart gal, and pleasant to boot, if freakishly tall. So I don’t mean no disrespect, mind you… but the media is full of pedophiles and bumboys, all interested in keeping the honest American in the dark so they can sell us smart phones and electric cars. I drive a diesel, and I ain’t never driving no electric fucking car.\n\n\nWilloughby\n: Right…\n\n\nGreene\n: Hey, you wanna let us take you out there? We might could find one and get that footage out. Spread the word that Bigfoot is alive and well in Eastern Tennessee.\n\n\n[Scene fades to black. The words “Later that day.” appear in white and then fade as the scene opens on wilderness. Cooper and Greene are cutting through underbrush in a dense forest. Willoughby follows several feet behind them.]\n\n\nCooper\n: Now your everyday Bigfoot ain’t a small bastard, they gotta be seven, maybe eight foot. And packed with muscle. We talking missing link here, still existing in these here woods.\n\n\nWilloughby\n: And you’ve observed them several times, you said? What are they like?\n\n\nCooper\n: Dead quiet. Like a goddamn ninja in one of them eastern movies. But they ain’t that scary, more scared of you than you is of them.\n\n\nGreene\n: Mostly eat plants and what not, but some hunting.\n\n\nWilloughby\n: They use tools?\n\n\nGreene\n: Hells yes they do. Smart mothers, for all them lacking social graces and culture and what not.\n\n\nWilloughby\n: Well, the usage of tools implies culture in an anthropological sense.\n\n\nGreene\n: You know what I mean… they ain’t like us. Bigfoot ain’t putting on his Sunday best and going to church, you know? Savages.\n\n\nCooper\n: If’n they got culture, what they hell they doing living in the woods like beasts? Nah, Ms. Willoughby, they’re animals. You give a chimp a tool and he’ll know what to do, doesn’t mean he knows the Pledge of Allegiance.\n\n\nGreene\n: Need to be quiet from here on out, don’t wanna scare ‘em off.\n\n\n[What follows is a montage of the trio cutting through dense foliage and hiking along the edge of a forested ravine. Cooper holds up a fist, and then points down into the ravine. The camera zooms in and sees a small figure, barely visible within the entrance of a cave mostly shrouded by foliage.]\n\n\nCooper\n: \n[Whispering.]\n Got ‘em.\n\n\n[Suddenly a loud roar is heard from across the ravine. Cooper and Greene freeze, both gripping hunting rifles tightly as they search for the source of the sound.]\n\n\nWilloughby\n: What’s happening?\n\n\nGreene\n: \n[Strained whispering.]\n Jesus, be quiet!\n\n\n[The foliage nearby Cooper and Greene splits to reveal a tall furry humanoid. Both raise their rifles but two hairy arms reach out and rip the weapons from the men. Both start screaming and run back beyond the view of the camera.]\n\n\nCooper\n: RUN!\n\n\n[The camera turns to watch the two run from the edge of the ravine back the way they had come. The sound of metal and wood breaking overtakes the screaming. A shower of debris is thrown from off camera towards the retreating men, seemingly the remains of the two rifles. The camera turns back and catches a large furry humanoid approaching Willoughby.]\n\n\nUnknown\n: I swear, those two are cowardly little shits.\n\n\nWilloughby\n: You’d run into them before?\n\n\nUnknown\n: Oh yes, they gave me this!\n\n\n[The entity parts his fur to reveal a shallow six centimeter scar along his side.]\n\n\nUnknown\n: They got no problems with shooting a stranger in the woods without warning, figured they’d like a taste of it in return. They’re always out here, loudly discussing their echo chamber philosophies and reiterating some nonsense they read online. Night sky above, if I had to hear another speech about states’ rights or the liberal Hollywood agenda, I’d have murdered those two.\n\n\n[The humanoid turns to look out after the fleeing hunters. He shakes his head.]\n\n\nWilloughby\n: I don’t want to ruin this opportunity, could you tell me a little about yourself?\n\n\nUnknown\n: Oh, sure. What did you want to know?\n\n\nWilloughby\n: To start with, what do you call yourselves? “Bigfoot” is rather ridiculous.\n\n\n[The entity chuckles lightly.]\n\n\nUnknown\n: We used to call ourselves something different but some big magic whatsit back in the day messed that up and y’all forgot about us. Now, it’s just the “people.”\n\n\nWilloughby\n: Interesting, some human cultures have named themselves similarly. Well, what’s your culture like? What about family structures?\n\n\n[The entity leans on a tree and crosses its arms across its chest, smiling.]\n\n\nUnknown\n: Well, we live in small groups, surviving. And our culture is similar to others, we have art and music, just like you, but we’re more active at night. What about you, what do you like to do at night?\n\n\nWilloughby\n: Usually a nice pot of tea and a book, or a little brandy goes a long way. I’m old fashioned like that. So, tell me about mating patterns.\n\n\nUnknown\n: \n[Laughing.]\n Well, we like to fool around just like anyone else. Find an intelligent species – or even not so intelligent – and ask them not to procreate, and you’re in for a surprise.\n\n\nWilloughby\n: Sorry for the strange questions, it’s just there’s not a lot of evidence about your people.\n\n\nUnknown\n: I don’t mind.\n\n\nWilloughby\n: Okay great! So, do you mate for life or serial monogamy or ….?\n\n\nUnknown\n: No, we raise our children as a community, there’s no need for romantic partnership structures. We’re pretty freewheeling, if you get what I mean.\n\n\nWilloughby\n: I do, I do! So, what form do courting rituals take? Are there typical practices?\n\n\n[The entity leans towards where Willoughby is standing.]\n\n\nUnknown\n: It’s all fairly relaxed. For example, now that you mention it…\n\n\nWilloughby\n: Oh… oh! No, I think you misunderstood. I have a scientific interest, not a personal one.\n\n\n[Willoughby backs up and raises both hands, palm towards the entity.]\n\n\nUnknown\n: Ah fuck. I’m sorry… you’re just so tall, and I thought you were flirting with me.\n\n\nWilloughby\n: What does my height have to do with anything?\n\n\nUnknown\n: I guess I just got my wires crossed. I’m sorry.\n\n\n[Willoughby is silent for thirty seconds.]\n\n\nUnknown\n: I’ve gone and ruined it, haven’t I?\n\n\nWilloughby\n: Well, it’s a touch awkward, I will say.\n\n\nUnknown\n: I’m good. I thought you were… anyway, no worries. Actually, lots to do what with moving camp so I should probably get going. Um… be seeing you.\n\n\nWilloughby\n: Well… ok. Thanks for talking with us!\n\n\n[The entity walks away from Willoughby and the camera. She too turns to walk away but then remembers something and turns back.]\n\n\nWilloughby\n: Oh, wait! I forgot to ask, why hasn’t there ever been any evidence of your kind after all the searching people do?\n\n\nUnknown\n: It’s a conspiracy!\n\n\n[The entity waves without turning back and the credits roll.]\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n► Transcript of Episode Five ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\nEpisode Five\n\n\n[The words “Walker County, Alabama” appear overlaid on a black screen before the scene opens on a small town meeting house filled with several dozen individuals. The camera zooms in on the man behind a podium on stage. The words “Jacob Riordan – local business owner” are overlaid on the screen. Willoughby begins a voiceover.]\n\n\nWilloughby\n: We’ve explored the wilds of the Appalachians from Pennsylvania to Alabama in this series, but tonight as a special finale, we’ll be examining the most dangerous animal to live in the region. Responsible for more death and destruction than any other.\n\n\n[Riordan’s voice fades in, mid-speech.]\n\n\nRiordan\n: And I for one am sick of this thing terrorizing us. We’ve had attacks for years, and I’m not going to take it anymore. Your children and wives aren’t safe. Your property ain’t safe. This thing has killed dogs, too. Our parent’s didn’t fight in WWII and Korea and Vietnam so that we could shiver in the dark and hope the next one to be attacked wasn’t us. This is America, goddamnit! We have rights! We don’t understand this thing and we ain’t gonna let it terrorize us no more!\n\n\n[Riordan slams the podium. The camera zooms out to see Willoughby seated in the back row of the meeting house.]\n\n\nRiordan\n: I want each and every one of you to go home, gather up your weapons, kiss your children and your wives, and say a prayer for our success. We meet back here in an hour and we’re killing this abomination tonight! Praise the Lord! Time to hunt!\n\n\n[While the crowd slowly filters out of the hall, the camera centers on Riordan again. He is sweaty and overweight, dabbing his forehead with a handkerchief. The camera cuts to frame Willoughby in profile. She looks at the camera out of the side of her eye and winks.]\n\n\nWilloughby\n: Told you.\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nrating: \n+116\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. And as of writing, the only season.\n\n\n2\n. The only way of neutralizing the file appears to be the destruction of the hard drive it is stored on.\n\n\n3\n. Memetic filters developed at Site-19’s laboratories have proven to be \neffective\n in counteracting this compulsion.\n\n\n4\n. Prepared through utilization of memetic filter to counteract the file’s anomalous effects.\n\n\n\n\n\n\n\n\n« \nSCP-5570\n | SCP-5571 | \nSCP-5572\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5571\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5571\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Subregions of Appalachia.\n\n\nAuthor:\n The Appalachian Regional Commission\n\n\nLicense:\n Public Domain\n\n\nSource\n: \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Appalachian Trail: Totts Gap to Mount Minsi.\n\n\nAuthor:\n Nicholas_T\n\n\nLicense:\n CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Bigfoot store\n\n\nAuthor:\n Amit Patel\n\n\nLicense:\n CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Appalachian Trail.\n\n\nAuthor:\n Pen Waggener\n\n\nLicense:\n CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Backwoods\n\n\nAuthor:\n shroud’s mum\n\n\nLicense:\n CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n 5571 Logo\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5571 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5571 . Licensed under CC-BY-SA .",
        "Filename: Subregions of Appalachia. Author: The Appalachian Regional Commission License: Public Domain Source : LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Appalachian Trail: Totts Gap to Mount Minsi. Author: Nicholas_T License: CC BY 2.0 Source : LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Bigfoot store Author: Amit Patel License: CC BY 2.0 Source : LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Appalachian Trail. Author: Pen Waggener License: CC BY 2.0 Source : LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Backwoods Author: shroud’s mum License: CC BY 2.0 Source : LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: 5571 Logo Author: HarryBlank License: CC BY-SA 3.0 Source Link: Link"
    ],
    "title": "SCP-5571"
}