{
    "url": "https://scp-wiki.wikidot.com/scp-5584",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains allusions to abuse, stalking, body horror, and suicidal ideation.\n\n\n\n\n\n\n\n\nrating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe information describing SCP-5584-1's previously unknown online activities and anomalous properties during the research for the SCP-████ article \nis to be\n has been added to the object's original document and the superfluous article archived and discontinued.\n\n\nSenior Researcher Mattias Brown will remain the head researcher of SCP-5584 and work with the former head researcher of SCP-████, Senior Researcher Riley Ellis, to consolidate information.\n Following Senior Researcher Mattias Brown's most recent Foundation Loyalty Test results, Senior Researcher Riley Ellis has been temporarily appointed as head researcher over SCP-5584 while Dr. Brown receives re-training.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-████\n\n\nLEVEL\n \n3/████\n\n\n\n\n\n\nCLASS:\n \nketer\n\n\nconfidential\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nvlam\n\n\n\n\n\n\nTHIS ARTICLE REMAINS ACCESSIBLE FOR ARCHIVE PURPOSES ONLY\n\n\n\n\nSpecial Containment Procedures:\n SCP-████'s accounts are to be suppressed from search results to prevent interactions with internet users. Class C amnestics are to be administered to any individuals exposed to SCP-████'s effects immediately after the incident and a cover story for the missing objects provided. Following the return of the object, Class C amnestics are to be administered again.\n\n\nIf SCP-████ replaces its accounts, a remote access trojan installed on its remaining trusted individual's computer can be used to locate the new accounts. Due to the increased risk of SCP-████ ceasing contact with this individual, all interview attempts must be approved and Foundation involvement concealed from SCP-████. Following SCP-████'s physical containment, amnestics are to be administered to this individual.\n\n\n\n\n\n\n\n\nSCP-████'s original Twitter account immediately prior to foundation contact.\n\n\n✖\n\n\n\n\nDescription:\n SCP-████ is an anomalous internet user possessing the ability to temporarily teleport and telekinetically interact with objects under ~6kg. SCP-████'s anomalous properties are activated when it is irritated by another internet user or automated process. The target's internet-accessible device will be temporarily teleported away or destroyed via brute force by telekinesis.\n1\n\n\nSCP-████'s IP addresses and cookies are traceable but come from non-anomalous internet-accessible devices located worldwide. These devices always differ and no connections have been identified. It has accounts on multiple services which it uses to interact with other users. These accounts have been replaced a total of 66 times in an attempt to avoid Foundation surveillance. Previously, it identified itself as Brónach ██████████ but now uses pseudonyms with no correlation.\n\n\nKnown services used by SCP-████:\n\n\n\n\nGMail[Replaced 16 times, Most recently 28/12/2018]\n\n\nFacebook\n[Deactivated and not replaced, 22/05/2016]\n\n\nYouTube[Replaced 12 times, Most recently 28/12/2018]\n\n\nMinecraft\n[Deactivated and not replaced, 25/01/2018]\n\n\nTwitter[Replaced 14 times, Most recently 28/12/2018]\n\n\nSkype\n[Account Abandoned, 14/8/2016]\n\n\nDiscord[Replaced 14 times, Most recently 28/12/2018]\n\n\nEpic Games\n[Replaced 5 times, Deactivated and not replaced, 13/05/2018]\n\n\nSteam.\n[Replaced 5 times, Deactivated and not replaced, 13/05/2018]\n\n\n\n\nSCP-████ created its first known account on 08/06/2009 but did not display anomalous properties until 03/01/2015. Circumstantial evidence points to this change being triggered by 3 days of absence from the internet between 31/12/2014 to 03/01/2015. The reason for its absence was described by SCP-████ as an event resulting in it \"constantly being watched\".\n\n\nThe full archive of all data taken from accounts connected to SCP-████ is available on request from Dr. Riley Ellis.\n\n\n\n\n+Documented SCP-████ Incidents Prior to Foundation Intervention\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nDate\n\n\nCause\n\n\nEffect\n\n\n\n\n\n\n03/01/2015\n\n\nSCP-████ is repeatedly defeated in a game of Team Fortress 2 by the same opponent\n\n\nSCP-████ expresses anger through the in-game chat then the opponent's computer is teleported. Object returned 17/02/2015\n\n\n\n\n\n\n03/01/2015\n\n\nSCP-████ engages in a lengthy argument with a user on Twitter\n\n\nSCP-████ insults the user, waits for the user to see it, then the user's phone is teleported. Objects returned 17/02/2015\n\n\n\n\n\n\n04/01/2015\n\n\nSCP-████ is repeatedly defeated in a game of online chess by the same opponent\n\n\nSCP-████ insults opponent in the in-game chat and opponent's computer is teleported. The white king of the user's chess set is teleported moments later. Objects returned 17/02/2015\n\n\n\n\n\n\n22/05/2016\n\n\nSCP-████ receives a rude comment on Facebook\n\n\nUser's computer is teleported, user begins typing another comment over a smartphone, user's smartphone followed by 3 other internet-accessible devices are teleported. SCP-████ deactivates its account. Objects returned 4 hours later.\n\n\n\n\n\n\n05/12/2017\n\n\nSCP-████ is muted in the popular MineGambit Minecraft server by the automated word filter\n\n\nThe processor of the tower server used to host the game lobby is teleported, causing an outage. SCP-████ apologizes publicly on Twitter and object returned 18/12/2017\n\n\n\n\n\n\n05/12/2017-16/12/2017\n\n\nSCP-████ is harassed on Twitter by users of the MineGambit Minecraft server\n\n\n43 users' internet-accessible devices teleport following contact with SCP-████. Objects returned 18/12/2017\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-1 Discovery:\n\nSCP-████ was discovered by a Foundation WebCrawler after its Twitter account was brigaded by comments. A discussion in the Discord server for the MineGambit Minecraft server had accused it of disabling the service via anomalous means. C-Class amnestics were administered to individuals aware of SCP-████ after the interviews concluded and a disinformation campaign of an anonymous DDOS attack was launched.\n\n\nAddendum-2 Interviews:\n\n\n\n\n+Interview Log ████-13\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-████'s Discord account\n\n\n\n\nInterviewer:\n Dr. Riley Ellis, Level 3 Researcher\n\n\nForeword:\n Initial contact attempted with SCP-████ over Discord. SCP-████ accepted the invite and responded immediately.\n\n\n<Begin Log, 25/01/2018>\n\n\nSCP-████:\n Do I know you?\n\n\nDr. Ellis:\n In all likelihood, no. I just have a few questions for you regarding the missing computers and server tower.\n\n\nSCP-████:\n Yeah… that was ████ty of me. I get frustrated and take it out on other people.\n\n\nDr. Ellis:\n Can you tell me about the mechanism behind your ability to make objects disappear? Do the computers dematerialize or are you teleporting them elsewhere?\n\n\nSCP-████:\n teleportation. lemme show you.\n\n\nDr. Ellis:\n A demonstration would be greatly appreciated as would your cooperation.\n\n\n[There is a considerable pause between SCP-████'s communications]\n\n\nSCP-████:\n wait…\n\n\nSCP-████:\n how did you ████ing find me here?\n\n\nDr. Ellis:\n Pardon me?\n\n\nDr. Ellis:\n Are you still there?\n\n\n[Dr. Ellis's terminal is teleported, then reappears 3 seconds later to be destroyed via brute force telekinetically.]\n\n\n<End Log>\n\n\nClosing Statement:\n The change in SCP-████'s anomalous effect is notable. Following this interview SCP-████ deleted and replaced all of its active accounts. New accounts were located via SCP-████'s panicked messages to a Discord group chat describing \"stalkers\" finding their old accounts. SCP-████ appears either knowledgeable about the Foundation or is mistaking Dr. Ellis for someone else.\n\n\n\n\n\n\n\n\n\n\n\n\n+Interview Log ████-14\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-████'s 2nd Discord account\n\n\n\n\nInterviewer:\n Dr. Riley Ellis, Level 3 Researcher\n\n\nForeword:\n A GPS tracker was concealed within the computer used for the interview. SCP-████'s new account was traced via private discord messages.\n\n\n<Begin Log, 01/02/2018>\n\n\nDr. Ellis:\n Greetings. Your demonstration was helpful, but you seem angered by something. Can you tell me why?\n\n\nSCP-████:\n You think I'm trying to ████ing help you???? you're just going to make my life worse! ████ OFF!\n\n\nDr. Ellis:\n What makes you think that? Is something wrong?\n\n\nSCP-████:\n YOU'RE ████ING \nSTALKING ME\n\n\n[Dr. Ellis's terminal is destroyed via brute force telekinetically.]\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview SCP-████ deleted and replaced all of its active accounts. SCP-████ sent a private message to a trusted individual implying that he will recognize it and promptly deleted it. SCP-████'s new accounts were sent to said trusted individual in an anonymous message containing only a series of usernames.\n\n\n\n\n\n\n\n\n\n\n\n\n+Interview Log ████-45\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-████'s 14th Twitter account\n\n\n\n\nInterviewer:\n D-534-332, 43-year-old White male.\n\n\nAdditional Party:\n Trusted individual of SCP-████\n\n\nForeword:\n Multiple attempts to coerce SCP-████ into teleporting a tracking device while impersonating a civilian failed. SCP-████ ceased contact with all but one trusted individual. This individual deleted and recreated his accounts alongside SCP-████. SCP-████'s new accounts were discovered through said trusted individual's computer via a remote access trojan. D-534-332 was sent in plain clothes to a Foundation-controlled apartment complex and instructed to insult SCP-████.\n\n\n<Begin Log, 31/01/2019>\n\n\nD-534-332:\n Hey █████.\n\n\nTrusted individual of SCP-████:\n Oh no\n\n\nD-534-332:\n I'll kill you.\n\n\n[D-534-332's terminal is teleported. Location is traced to an island off the coast of Scotland]\n\n\nSCP-████:\n It was a real person this time. ████, that scared the ████ out of me lol.\n\n\nSCP-████'s trusted individual:\n That is the weakest threat I have heard.\n\n\n<End Log>\n\n\nClosing Statement:\n The location of the missing terminal was traced to Provisional Site-98. Investigation into connections between SCP-████ and SCP-5584 are underway.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5584\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n euclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n: The entrance to Provisional Site-98 is to be examined regularly for visual differences to the surrounding columnar basalt. Should a change be noted, the cave is to be closed off from public access while repairs are made. Any individual coming into contact with SCP-5584 requires a loyalty score of 95% or higher.\n\n\nA camera and alarm system are positioned outside of SCP-5584-1's reach within its chamber. \nSCP-5584-1 spends approximately 23 hours a day sleeping so minimal observation is required.\n SCP-5584-1 requires no rest; should SCP-5584-1 attempt to enter a catatonic state, it is to be awoken immediately via the alarm.\n\n\nA whiteboard and an internet-accessible terminal with remote monitoring software installed are to be provided for communication and leisure. No audio surveillance is necessary. A single member of Foundation personnel with advanced experience in software development is to keep constant observation over SCP-5584-1's activities, switching out four times daily. The security personnel is to approve every action SCP-5584-1 makes on the terminal before a request is sent over the internet.\n\n\nIn the event this personnel becomes an instance of SCP-5584-1, backup incapable of reading \nboth English and Irish\n any language are to remove the original SCP-5584-1's terminal and whiteboard. The new instance of SCP-5584-1 is to be relocated and contained in a standard humanoid cell if possible, otherwise, the control room is to be retrofitted. The new instance of SCP-5584-1 will construct a word filter to prevent further transmission of the infohazard before regular containment returns.\n\n\nTwice weekly on Tuesdays and Fridays, SCP-5584-1 is to be visited by Dr. Izem for cognitive behavioral therapy. SCP-5584-1 requires no sustenance and is capable of the majority of its own self-care. It is to be provided with the following supplies each week:\n\n\n\n\n1 60mL bottle of shampoo\n\n\n1 80mL bottle of conditioner\n\n\n1 bar of body wash\n\n\n1 portable shower system\n\n\n500L of freshwater\n\n\n1 black whiteboard marker replacement cartridge\n\n\n7 60mg tablets of citalopram(One tablet administered orally once daily)\n\n\n7 100 mg tablets of quetiapine(One tablet administered orally once daily)\n\n\n\n\n\n\n\n\n\n\nEntrance to the cave SCP-5584 is located in\n\n\n✖\n\n\n\n\nDescription:\n\nSCP-5584 is a carving in old Irish in the Ogham alphabet obscured behind SCP-5584-1\n2\n. Any individual who reads and comprehends the meaning of SCP-5584 is theorized to be converted into an instance of SCP-5584-1. Due to SCP-5584-1's body obscuring the full carving and its refusal to share the original meaning, further testing cannot be performed and the risk of personnel becoming an instance of SCP-5584-1 is minimal. However, should SCP-5584's meaning be spread to individuals liable to share it or posted to the internet, the resulting disruption event would be difficult to contain and potentially worldwide.\n\n\nOnly part of one line is visible behind SCP-5584-1: the phrase \"NÍL A FHIOS AGA\"\n3\n. The final word of SCP-5584's visible line is partially obscured but can be assumed as a prepositional pronoun. The sentence is translated as: \"(You/I/You all/We) don't know\".\n\n\nOnly one instance of SCP-5584-1 is currently known and thus this individual will be referred to as such. SCP-5584-1 is a 29-year-old human female identified as Brónach ██████████ fused to a wall in a concealed portion of Fingal's Cave on the Isle of Staffa, Scotland. It is attached by a web of flesh extending from the skin of its back. Its throat and jaw are split open and a large mass of approximately 200 tentacles extends from the hole. Due to the missing anatomy, SCP-5584-1 is mute. Its neck is broken and healed over, leaving it at an askew angle and severing its spinal cord. SCP-5584-1 cannot move or feel any part of its body from the neck down but has full control over the remaining parts of its face and the tentacles.\n\n\n\n\n\n\n\n\nOne of SCP-5584-1's tentacles with protractible tooth sockets visible.\n\n\n✖\n\n\n\n\nEach tentacle is between 3m to 4m long and 12cm to 20cm in diameter tapering to a flat paddle near the tip. Approximately 40cm down on each tentacle unilaterally is a row of 12 teeth that rest internally and can be protracted for use as weapons or to gain traction. Tentacles extend from the spinal cord located between the third and fourth cervical vertebrae.\n\n\nPeriodically SCP-5584-1 will attempt to enter a state of catatonia from which it is capable of telekinetic projection. It uses this to access the internet via unattended devices. This manifestation is hereby referred to as SCP-5584-2\n\n\nSCP-5584-2 can physically interact with and perceive its surroundings but cannot be perceived directly by others. If SCP-5584-2 is located within the 5-meter radius of SCP-5584 it is capable of teleporting where it pleases. If it has already teleported away from the range, it is only capable of teleporting back to SCP-5584. If SCP-5584-2 teleports while holding an object, the object will travel with it.\n\n\n\n\n+Documented SCP-5584-2 Events Correlated to Foundation Actions\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nDate\n\n\nCause\n\n\nEffect\n\n\n\n\n\n\n31/12/2014\n\n\nFoundation makes initial contact and begins securing site\n\n\nSCP-5584-2 is absent from the internet for 3 days.\n\n\n\n\n\n\n03/01/2015\n\n\nSCP-5584-1 watches camera installed in the north corner of the containment chamber then enters a catatonic state for the first time since the start of containment.\n\n\nSCP-5584-2 teleports objects away from three internet users\n\n\n\n\n\n\n17/02/2015\n\n\nInitial interviews with SCP-5584-1 is conducted by Dr. Mattias Brown following completion of site construction.\n\n\nSCP-5584-2 returns stolen objects\n\n\n\n\n\n\n22/05/2016\n\n\nInterviews with SCP-5584-1 by Dr. Mattias Brown conclude.\n\n\nSCP-5584-2 teleports objects away from 1 internet user. Objects returned 4 hours later.\n\n\n\n\n\n\n05/12/2017\n\n\nSCP-5584-1 requests to see Dr. Mattias Brown then insults an agent when its request is denied. Its whiteboard is removed by the agent.\n\n\nSCP-5584-2 teleports objects away from 1 server tower and 43 internet users\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-1 Discovery:\n\n\nSCP-5584 was recovered following reports from a tourist group describing an anomaly within Fingal's cave. Amnestics were administered to all civilians who made contact with the SCP-5584-1. The Foundation secured the site 2 hours post-discovery under the guise of an injury taking place in the cavern and construction for a remote research post began. SCP-5584-1 displayed fearful behavior and attempted assault on Foundation personnel but no casualties were sustained. Assault attempts ceased on day 2 of construction.\n\n\nAddendum-2 Interview:\n\n\n\n\n+Interview Log 5584-01\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-5584-1\n\n\n\n\nInterviewer:\n Dr. Mattias Brown, Level 3 Researcher\n\n\nForeword:\n SCP-5584 was provided with a whiteboard and 1 black whiteboard pen to communicate.\n\n\n<Begin Log, 17/02/2015>\n\n\nDr. Brown:\n Hello SCP-5584-1, good to finally meet you! My name is Dr. Brown. Would you mind answering a few questions? I'll get out of your hair soon enough.\n\n\nSCP-5584-1:\n What's going on? Please.\n\n\n[The pace of SCP-5584-1's breathing increases]\n\n\nDr. Brown:\n Did no one… tell… Calm down, we're not going to hurt you. We're just going to study you, alright?\n\n\nSCP-5584-1:\n NO GO AWAY.\n\n\nDr. Brown:\n I'll make sure your needs are met and you're comfortable, but there will be a few compromises.\n\n\nSCP-5584-1:\n NO NO NO NO NO NO\n\n\n[The pace of SCP-5584-1's breathing increases further.]\n\n\nDr. Brown:\n Hey hey hey, calm down! No one's going to be in here unless you call them or we need an interview, yeah?\n\n\n[The pace of SCP-5584-1's breathing slows slightly.]\n\n\nSCP-5584-1:\n Do you have to watch everything I do?\n\n\n[SCP-5584-1 gestures towards the camera]\n\n\nDr. Brown:\n I'm not keen on it either but it's procedure. I'll ask if we can remove it, alright? No promises, though.\n\n\n[SCP-5584-1 wheezes]\n\n\nDr. Brown:\n I know, I know. I don't blame you. Can you describe what happened to you?\n\n\nSCP-5584-1:\n I translated the text behind me and it broke my neck.\n\n\nDr. Brown:\n Well ████ me, I was about to ask what it said.\n\n\n[SCP-5584-1 produces laughter in the form of rapid rhythmic breaths. Dr. Brown joins in after comprehending what the sound was.]\n\n\nDr. Brown:\n There you are! Did it do anything else to you?\n\n\n[SCP-5584-1 pauses]\n\n\nSCP-5584-1:\n No. I want to be alone. Please.\n\n\nDr. Brown:\n Alright. I'll let you rest for now. I'll be back in an hour.\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Brown's request for the removal of surveillance device has been denied. \nTesting of SCP-5584-1 concluded no anomalous properties outside of the change in form.\n SCP-5584-1 is capable of anomalous telekinesis via SCP-5584-2.\n\n\n\n\n\n\n\n\n\n\nAddendum-3 Update:\n\n\nOn 31/01/2019 Senior Researcher Riley Ellis successfully persuaded SCP-5584-2 into teleporting a terminal with a GPS tracking device concealed within during an investigation for a separate now abandoned article. Following a discussion with Senior Researcher Mattias Brown and approval from the O5 council, an investigation was launched regarding SCP-5584-1's connection with the internet anomaly.\n\n\n\n\n+Interview Log 5584-56\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-5584-1\n\n\n\n\nInterviewer:\n Dr. Riley Ellis, Level 3 researcher, and Dr. Mattias Brown, Level 3 Researcher\n\n\nForeword:\n A terminal was provided with a text editor and image viewing system for communication outside of the range of SCP-5584-1's tentacles. The whiteboard was temporarily removed from SCP-5584-1's containment chamber.\n\n\n<Begin Log, 15/02/2019>\n\n\nDr. Ellis:\n Greetings, SCP-5584-1. Do you have knowledge of anyone named Brónach?\n\n\n[The pace of SCP-5584-1's breathing increases and it appears unsettled. Dr. Ellis displays a screenshot of a private message between SCP-5584-2 and a trusted individual over Discord.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrónach\n\n\nToday at 2:30 AM\n\n\n\n\nThere's already a camera on me 24/7. I can't fucking breathe without someone writing it down. But I had gotten used to that.\n\nI still had \nhere\n to myself you know?\n\nNow I worry every single day they can read my fucking MIND. How else are they finding my accounts over and over again?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Ellis:\n Do you recognize these messages? They seem to describe your containment. Could that have been \nyou\n speaking about the surveillance camera up \nthere\n?\n\n\n[Dr. Ellis gestures to the surveillance camera. SCP-5584-1 begins hyperventilating, looks at Dr. Brown for assistance, then firmly gestures towards the computer with a tentacle. Dr. Ellis displays the next image.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrónach\n\n\nToday at 2:30 AM\n\n\n\n\nIf I disappear one day just know I'm not doing it because I hate you.\n\nIt's because they figured out who I am and how FUCKING easy it would be for them to stop me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Ellis:\n Could this be you describing how easy it would be for \nus\n to prevent \nyou\n from breaching containment further after we found out? Because we were \ngoing\n to find out. We \ndid\n find out.\n\n\nDr. Brown:\n Jesus ████ing Christ do we really need to show this?\n\n\n[Dr. Ellis displays the next image. SCP-5584-1 gestures hysterically towards the computer, wheezes, and produces a gurgling sound, presumably of distress. SCP-5584-1 stares at Dr. Brown with a pleading expression.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBrónach\n\n\nToday at 2:31 AM\n\n\n\n\nI'm just… exhausted. I have \nnothing left\n to myself. No privacy at all.\n\nI'm getting so desperate, Percy. I'm scared I might do something.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Ellis:\n What are you planning on doing SCP-5584-1? Spread the translation online? …To harm yourself? I understand the stress of your situation, I do. We can \nhelp you\n feel better. Despite how \nfrustrating\n working with you has been… even \nI\n don't want you miserable in containment.\n\n\nDr. Brown:\n Dr. Ellis, please…\n\n\n[SCP-5584-1 looks away from Dr. Brown and turns towards the computer. It lashes toward the terminal in an attempt to destroy it. Dr. Brown takes a few steps closer to SCP-5584-1 holding his hands up.]\n\n\nDr. Ellis:\n Hiding this from us to breach containment behind Dr. Brown's back is inexcusable! You clearly \nknow\n you shouldn't be doing this. Why else would you try so hard to \nhide\n it?! Did you really think you were going to get away with this? Do you think we're that \nstupid\n?!\n\n\n[SCP-5584-1 ceases attempts to destroy the computer and shifts its gaze between Dr. Ellis and Dr. Brown while producing gurgling noises. Tears form in its eyes. Dr. Brown moves towards the terminal.]\n\n\nDr. Brown:\n With all due respect this has gone too f-\n\n\n[SCP-5584-1's tentacles go limp. The terminal is lifted telekinetically and thrown at high velocity at Dr. Ellis. Dr. Brown moves to Dr. Ellis and holds a hand up towards SCP-5584-1.]\n\n\nDr. Brown:\n Please calm down! It's not worth it!\n\n\nDr. Ellis:\n You… You think this is any way to prove you're fit to interact with the outside world unsupervised?! Even if you weren't a liability, even if you weren't \nstealing\n computers and vital hardware, you are acting like a \nchild\n when we are just asking you questions! You are a \ngrown woman!\n Act your ████ing age!\n\n\n[SCP-5584-1 wheezes, gurgles, and begins to cry.]\n\n\nDr. Brown:\n That is \nenough\n! Florez cut the recording. Where's the medic?!\n\n\n<End Log>\n\n\nClosing Statement:\n Dr. Ellis required 5 stitches over her left supraorbital ridge and sustained a concussion but is expected to make a full recovery.\n\n\n\n\n\n\n\n\n\n\n\n\n+Interview Log 5584-57\n\n\n\n\n– hide block\n\n\n\n\n\n\nInterviewed:\n SCP-5584-1\n\n\n\n\nInterviewer:\n Dr. Mattias Brown, Level 3 Researcher\n\n\nForeword:\n SCP-5584-1's whiteboard was returned following the previous interview. A second attempt was made by Dr. Brown exclusively.\n\n\n<Begin Log, 16/02/2019>\n\n\n[Dr. Brown gives a small smile. SCP-5584-1 avoids eye contact with Dr. Brown, stares at the whiteboard, and taps the still capped pen against it. Dr. Brown stops smiling.]\n\n\nDr. Brown:\n You seemed upset…. in those messages. That was… you… right?\n\n\n[SCP-5584-1 looks over to Dr. Brown then back to the whiteboard to uncap the pen and begin writing.]\n\n\nSCP-5584-1:\n Yes. Now go away.\n\n\nDr. Brown:\n What? Dr. Ellis really messed up yesterday but don't you want to catch up a bit? DeNiro said you kept asking about me.\n\n\n[SCP-5584-1 does not respond.]\n\n\nDr. Brown:\n I read some of those other messages. Good lord, you said some rude things about \nhim\n, aye?\n\n\n[Dr. Brown laughs. SCP-5584-1 does not return his laughter.]\n\n\nSCP-5584-1:\n Do you have everything I said to my friends?\n\n\nDr. Brown:\n It's standard procedure to keep records.\n\n\nSCP-5584-1:\n Of course it is. What about Percy? Am I ever going to get to talk to him again?\n\n\nDr. Brown:\n Well you… you told him a lot he shouldn't know. We're going to have to…\n\n\n[Dr. Brown pauses.]\n\n\nDr. Brown:\n I'll submit a request.\n\n\n<End Log>\n\n\nClosing Statement:\n SCP-5584-1 ceased communication following admission of guilt.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Riley Ellis has been suspended for improper provocation of SCP-5584-1 during the interview process.\n Following the completion of further training in proper interviews with sapient subjects, Dr. Riley Ellis is to be reinstated to her former position.\n\n\nDr. Ellis is still a capable researcher and the information gathered was vital for the full containment of a potentially catastrophic infohazard.\n\n\n-Provisional Site Director Johann Weber\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Concerns on SCP-5584 Containment Procedures\n\n\n\n\n\n\n\n\n\n\nTo:\n Commander Verity Calvin\n\n\nFrom:\n Senior Researcher Mattias Brown\n\n\nSubject:\n Concerns on SCP-5584 Containment Procedures\n\n\n\n\n\n\nHello Verity,\n\n\nI really need you to make good on that favor. Could you push the issue of lessening surveillance on SCP-5584 with Director Weber? Or get Dr. Ellis reassigned \nat least\n. My requests were denied going through the proper channels. Please, just anything besides being constantly monitored. Even an automatic word filter! Something that gives her the peace of mind that she still has SOME privacy. I can't imagine what it's like.\n\n\nDr. Mattias Brown\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Senior Researcher Mattias Brown\n\n\nFrom:\n Commander Verity Calvin\n\n\nSubject:\n Re:Concerns on SCP-5584 Containment Procedures\n\n\n\n\n\n\nDr. Mattias Brown,\n\n\nThere's no chance in hell that that's getting through, Matt. People adapt to things, just give her some time and she'll come back to herself.\n\n\nI might be able to do something about Ellis. Everything else, though… I've got to be pretty far down your list of names. You're smart enough to know I don't have a say over this.\n\n\n-Commander Verity Calvin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Occasionally, various other objects have teleported accompanying the devices.\n\n\n2\n. Carvings written up the natural corner edges of the columnar basalt\n\n\n3\n. Original carving written as \"᚛ᚅᚔᚂ ᚐ ᚃᚆᚔᚑᚄ ᚐᚌᚐᚋ\". Síneadh fada placed over the I in transliteration added by assumption from context.\n\n\n\n\n\n\n\n\n« \nSCP-5583\n | SCP-5584 | \nSCP-5585\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5584\n\" by IronShears, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5584\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n brónachTwitter.png\n\n\nName:\n Brónach's Twitter\n\n\nAuthors:\n Papercutieart, SUNCLOWNN, lemonspawn, and IronShears.\n\n\nLicense:\n \nhttps://creativecommons.org/licenses/by-sa/3.0\n\n\nSource Link:\n \nhttps://twitter.com/IronShears/status/1428896596549201924\n\n\nAdditional Notes:\n This image is a collaboration between all artists specifically created for this article. papercutieart goes by \npaperbackstab\n here!\n\n\n\n\n\n\nFilename:\n Inside Fingal's Cave - geograph.org.uk - 270790.jpg\n\n\nAuthor:\n Rob Farrow\n\n\nLicense:\n \nhttps://creativecommons.org/licenses/by-sa/2.0/?ref=ccsearch&atype=rich\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/321f2b28-09d3-4679-8320-096c4c8798a0\n\n\n\n\n\n\nFilename:\n Eptatretus_stoutii_1.jpg\n\n\nAuthor:\n Stan Shebs\n\n\nLicense:\n \nhttps://creativecommons.org/licenses/by-sa/3.0/deed.en\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Eptatretus_stoutii_1.jpg",
    "addendums": [
        "Addendum-1 Discovery:\nSCP-5584 was recovered following reports from a tourist group describing an anomaly within Fingal's cave. Amnestics were administered to all civilians who made contact with the SCP-5584-1. The Foundation secured the site 2 hours post-discovery under the guise of an injury taking place in the cavern and construction for a remote research post began. SCP-5584-1 displayed fearful behavior and attempted assault on Foundation personnel but no casualties were sustained. Assault attempts ceased on day 2 of construction.",
        "Addendum-2 Interview:",
        "Addendum-3 Update:\nOn 31/01/2019 Senior Researcher Riley Ellis successfully persuaded SCP-5584-2 into teleporting a terminal with a GPS tracking device concealed within during an investigation for a separate now abandoned article. Following a discussion with Senior Researcher Mattias Brown and approval from the O5 council, an investigation was launched regarding SCP-5584-1's connection with the internet anomaly."
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-████'s Discord account Interviewer: Dr. Riley Ellis, Level 3 Researcher Foreword: Initial contact attempted with SCP-████ over Discord. SCP-████ accepted the invite and responded immediately. <Begin Log, 25/01/2018> SCP-████: Do I know you? Dr. Ellis: In all likelihood, no. I just have a few questions for you regarding the missing computers and server tower. SCP-████: Yeah… that was ████ty of me. I get frustrated and take it out on other people. Dr. Ellis: Can you tell me about the mechanism behind your ability to make objects disappear? Do the computers dematerialize or are you teleporting them elsewhere? SCP-████: teleportation. lemme show you. Dr. Ellis: A demonstration would be greatly appreciated as would your cooperation. [There is a considerable pause between SCP-████'s communications] SCP-████: wait… SCP-████: how did you ████ing find me here? Dr. Ellis: Pardon me? Dr. Ellis: Are you still there? [Dr. Ellis's terminal is teleported, then reappears 3 seconds later to be destroyed via brute force telekinetically.] <End Log> Closing Statement: The change in SCP-████'s anomalous effect is notable. Following this interview SCP-████ deleted and replaced all of its active accounts. New accounts were located via SCP-████'s panicked messages to a Discord group chat describing \"stalkers\" finding their old accounts. SCP-████ appears either knowledgeable about the Foundation or is mistaking Dr. Ellis for someone else.",
        "Interviewed: SCP-████'s 2nd Discord account Interviewer: Dr. Riley Ellis, Level 3 Researcher Foreword: A GPS tracker was concealed within the computer used for the interview. SCP-████'s new account was traced via private discord messages. <Begin Log, 01/02/2018> Dr. Ellis: Greetings. Your demonstration was helpful, but you seem angered by something. Can you tell me why? SCP-████: You think I'm trying to ████ing help you???? you're just going to make my life worse! ████ OFF! Dr. Ellis: What makes you think that? Is something wrong? SCP-████: YOU'RE ████ING STALKING ME [Dr. Ellis's terminal is destroyed via brute force telekinetically.] <End Log> Closing Statement: Following this interview SCP-████ deleted and replaced all of its active accounts. SCP-████ sent a private message to a trusted individual implying that he will recognize it and promptly deleted it. SCP-████'s new accounts were sent to said trusted individual in an anonymous message containing only a series of usernames.",
        "Interviewed: SCP-████'s 14th Twitter account Interviewer: D-534-332, 43-year-old White male. Additional Party: Trusted individual of SCP-████ Foreword: Multiple attempts to coerce SCP-████ into teleporting a tracking device while impersonating a civilian failed. SCP-████ ceased contact with all but one trusted individual. This individual deleted and recreated his accounts alongside SCP-████. SCP-████'s new accounts were discovered through said trusted individual's computer via a remote access trojan. D-534-332 was sent in plain clothes to a Foundation-controlled apartment complex and instructed to insult SCP-████. <Begin Log, 31/01/2019> D-534-332: Hey █████. Trusted individual of SCP-████: Oh no D-534-332: I'll kill you. [D-534-332's terminal is teleported. Location is traced to an island off the coast of Scotland] SCP-████: It was a real person this time. ████, that scared the ████ out of me lol. SCP-████'s trusted individual: That is the weakest threat I have heard. <End Log> Closing Statement: The location of the missing terminal was traced to Provisional Site-98. Investigation into connections between SCP-████ and SCP-5584 are underway.",
        "Interviewed: SCP-5584-1 Interviewer: Dr. Mattias Brown, Level 3 Researcher Foreword: SCP-5584 was provided with a whiteboard and 1 black whiteboard pen to communicate. <Begin Log, 17/02/2015> Dr. Brown: Hello SCP-5584-1, good to finally meet you! My name is Dr. Brown. Would you mind answering a few questions? I'll get out of your hair soon enough. SCP-5584-1: What's going on? Please. [The pace of SCP-5584-1's breathing increases] Dr. Brown: Did no one… tell… Calm down, we're not going to hurt you. We're just going to study you, alright? SCP-5584-1: NO GO AWAY. Dr. Brown: I'll make sure your needs are met and you're comfortable, but there will be a few compromises. SCP-5584-1: NO NO NO NO NO NO [The pace of SCP-5584-1's breathing increases further.] Dr. Brown: Hey hey hey, calm down! No one's going to be in here unless you call them or we need an interview, yeah? [The pace of SCP-5584-1's breathing slows slightly.] SCP-5584-1: Do you have to watch everything I do? [SCP-5584-1 gestures towards the camera] Dr. Brown: I'm not keen on it either but it's procedure. I'll ask if we can remove it, alright? No promises, though. [SCP-5584-1 wheezes] Dr. Brown: I know, I know. I don't blame you. Can you describe what happened to you? SCP-5584-1: I translated the text behind me and it broke my neck. Dr. Brown: Well ████ me, I was about to ask what it said. [SCP-5584-1 produces laughter in the form of rapid rhythmic breaths. Dr. Brown joins in after comprehending what the sound was.] Dr. Brown: There you are! Did it do anything else to you? [SCP-5584-1 pauses] SCP-5584-1: No. I want to be alone. Please. Dr. Brown: Alright. I'll let you rest for now. I'll be back in an hour. <End Log> Closing Statement: Dr. Brown's request for the removal of surveillance device has been denied. Testing of SCP-5584-1 concluded no anomalous properties outside of the change in form. SCP-5584-1 is capable of anomalous telekinesis via SCP-5584-2.",
        "Interviewed: SCP-5584-1 Interviewer: Dr. Riley Ellis, Level 3 researcher, and Dr. Mattias Brown, Level 3 Researcher Foreword: A terminal was provided with a text editor and image viewing system for communication outside of the range of SCP-5584-1's tentacles. The whiteboard was temporarily removed from SCP-5584-1's containment chamber. <Begin Log, 15/02/2019> Dr. Ellis: Greetings, SCP-5584-1. Do you have knowledge of anyone named Brónach? [The pace of SCP-5584-1's breathing increases and it appears unsettled. Dr. Ellis displays a screenshot of a private message between SCP-5584-2 and a trusted individual over Discord.]",
        "Dr. Ellis: Do you recognize these messages? They seem to describe your containment. Could that have been you speaking about the surveillance camera up there ? [Dr. Ellis gestures to the surveillance camera. SCP-5584-1 begins hyperventilating, looks at Dr. Brown for assistance, then firmly gestures towards the computer with a tentacle. Dr. Ellis displays the next image.]",
        "Dr. Ellis: Could this be you describing how easy it would be for us to prevent you from breaching containment further after we found out? Because we were going to find out. We did find out. Dr. Brown: Jesus ████ing Christ do we really need to show this? [Dr. Ellis displays the next image. SCP-5584-1 gestures hysterically towards the computer, wheezes, and produces a gurgling sound, presumably of distress. SCP-5584-1 stares at Dr. Brown with a pleading expression.]",
        "Dr. Ellis: What are you planning on doing SCP-5584-1? Spread the translation online? …To harm yourself? I understand the stress of your situation, I do. We can help you feel better. Despite how frustrating working with you has been… even I don't want you miserable in containment. Dr. Brown: Dr. Ellis, please… [SCP-5584-1 looks away from Dr. Brown and turns towards the computer. It lashes toward the terminal in an attempt to destroy it. Dr. Brown takes a few steps closer to SCP-5584-1 holding his hands up.] Dr. Ellis: Hiding this from us to breach containment behind Dr. Brown's back is inexcusable! You clearly know you shouldn't be doing this. Why else would you try so hard to hide it?! Did you really think you were going to get away with this? Do you think we're that stupid ?! [SCP-5584-1 ceases attempts to destroy the computer and shifts its gaze between Dr. Ellis and Dr. Brown while producing gurgling noises. Tears form in its eyes. Dr. Brown moves towards the terminal.] Dr. Brown: With all due respect this has gone too f- [SCP-5584-1's tentacles go limp. The terminal is lifted telekinetically and thrown at high velocity at Dr. Ellis. Dr. Brown moves to Dr. Ellis and holds a hand up towards SCP-5584-1.] Dr. Brown: Please calm down! It's not worth it! Dr. Ellis: You… You think this is any way to prove you're fit to interact with the outside world unsupervised?! Even if you weren't a liability, even if you weren't stealing computers and vital hardware, you are acting like a child when we are just asking you questions! You are a grown woman! Act your ████ing age! [SCP-5584-1 wheezes, gurgles, and begins to cry.] Dr. Brown: That is enough ! Florez cut the recording. Where's the medic?! <End Log> Closing Statement: Dr. Ellis required 5 stitches over her left supraorbital ridge and sustained a concussion but is expected to make a full recovery.",
        "Interviewed: SCP-5584-1 Interviewer: Dr. Mattias Brown, Level 3 Researcher Foreword: SCP-5584-1's whiteboard was returned following the previous interview. A second attempt was made by Dr. Brown exclusively. <Begin Log, 16/02/2019> [Dr. Brown gives a small smile. SCP-5584-1 avoids eye contact with Dr. Brown, stares at the whiteboard, and taps the still capped pen against it. Dr. Brown stops smiling.] Dr. Brown: You seemed upset…. in those messages. That was… you… right? [SCP-5584-1 looks over to Dr. Brown then back to the whiteboard to uncap the pen and begin writing.] SCP-5584-1: Yes. Now go away. Dr. Brown: What? Dr. Ellis really messed up yesterday but don't you want to catch up a bit? DeNiro said you kept asking about me. [SCP-5584-1 does not respond.] Dr. Brown: I read some of those other messages. Good lord, you said some rude things about him , aye? [Dr. Brown laughs. SCP-5584-1 does not return his laughter.] SCP-5584-1: Do you have everything I said to my friends? Dr. Brown: It's standard procedure to keep records. SCP-5584-1: Of course it is. What about Percy? Am I ever going to get to talk to him again? Dr. Brown: Well you… you told him a lot he shouldn't know. We're going to have to… [Dr. Brown pauses.] Dr. Brown: I'll submit a request. <End Log> Closing Statement: SCP-5584-1 ceased communication following admission of guilt.",
        "\" SCP-5584 \" by IronShears, from the SCP Wiki . Source: https://scpwiki.com/scp-5584 . Licensed under CC-BY-SA .",
        "Filename: brónachTwitter.png Name: Brónach's Twitter Authors: Papercutieart, SUNCLOWNN, lemonspawn, and IronShears. License: https://creativecommons.org/licenses/by-sa/3.0 Source Link: https://twitter.com/IronShears/status/1428896596549201924 Additional Notes: This image is a collaboration between all artists specifically created for this article. papercutieart goes by paperbackstab here!",
        "Filename: Inside Fingal's Cave - geograph.org.uk - 270790.jpg Author: Rob Farrow License: https://creativecommons.org/licenses/by-sa/2.0/?ref=ccsearch&atype=rich Source Link: https://search.creativecommons.org/photos/321f2b28-09d3-4679-8320-096c4c8798a0",
        "Filename: Eptatretus_stoutii_1.jpg Author: Stan Shebs License: https://creativecommons.org/licenses/by-sa/3.0/deed.en Source Link: https://commons.wikimedia.org/wiki/File:Eptatretus_stoutii_1.jpg"
    ],
    "containment_procedures": "SCP-████'s accounts are to be suppressed from search results to prevent interactions with internet users. Class C amnestics are to be administered to any individuals exposed to SCP-████'s effects immediately after the incident and a cover story for the missing objects provided. Following the return of the object, Class C amnestics are to be administered again.",
    "description": "SCP-5584 is a carving in old Irish in the Ogham alphabet obscured behind SCP-5584-12. Any individual who reads and comprehends the meaning of SCP-5584 is theorized to be converted into an instance of SCP-5584-1. Due to SCP-5584-1's body obscuring the full carving and its refusal to share the original meaning, further testing cannot be performed and the risk of personnel becoming an instance of SCP-5584-1 is minimal. However, should SCP-5584's meaning be spread to individuals liable to share it or posted to the internet, the resulting disruption event would be difficult to contain and potentially worldwide.",
    "title": "SCP-5584"
}