{
    "url": "https://scp-wiki.wikidot.com/scp-5591",
    "all_text": "PlaguePJP: II\n\n\n\n\n\n\n \n\n\nrating: \n+131\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5591\n — \nBlabbers of the Badalisc\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5591\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5591 in the location of its initial recovery.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5591 is a large, serpentine entity resembling a garden snake. It is green in coloration, with a thick layer of matted, gray fur coating the majority of its form. Two curved horns composed of keratin extend from the base of its head. Two large, dull fangs protrude from its upper jaw, still visible when its maw is closed.\n\n\nWhile SCP-5591 is sentient, sapient, and capable of speech, its intelligence does not approach that of human beings. This is typically displayed in its general naiveté, broken phrasing, and misunderstanding of complex concepts. SCP-5591 has localized omniscience, centered entirely on sapient entities that may interact with it. The knowledge it gains from these interactions does not last, as SCP-5591 tends to forget what it previously learned and stated within approximately one hour.\n\n\nSCP-5591 utilizes the combination of these abilities to reveal the misdeeds, mistakes, or generally embarrassing moments conducted by those it is observing.\n\n\nSCP-5591 was originally discovered in Andrista, a small mountainside village in Lombardy, Italy after multiple reports of a large serpent attacking livestock and \"spreading slander\" were sent to local police departments. A containment team was deployed to the location, quickly discovering SCP-5591, as it was enamored with a colorful mushroom at the base of a tree.\n\n\nThe following video transcript provides an example of SCP-5591 interaction — specifically its first conversation with responding containment personnel as they were transporting the entity to Site-322.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nSCP-5591:\n You. 'Willow.'\n\n\nφ-103 | Sycamore:\n Oooh, it knows your code name.\n\n\nφ-103 | Willow:\n What's up, snake-guy?\n\n\nSCP-5591:\n Bored Ape. CryptoZoo egg. CrytpoPunk.\n\n\nφ-103 | Sycamore:\n NFTs.\n\n\nφ-103 | Willow:\n Let's get you a Nobel prize for gracing us with that revelation.\n\n\nφ-103 | Sycamore:\n Okay, touchy subject, I guess.\n\n\nSCP-5591:\n You spent three hundred thousand.\n\n\nφ-103 | Sycamore:\n \nDollars?\n\n\nSCP-5591:\n Yes. I thought that was implied. I guess not.\n\n\nφ-103 | Sycamore:\n Woah, woah, woah, woah. Woah. Hold on. Did you spend three hundred thousand real, human money on fucking NFTs, Will?\n\n\nSCP-5591:\n She did. Some would call her an 'idiot.'\n\n\nφ-103 | Willow:\n That's nice. Real nice.\n\n\nSCP-5591:\n Some would say that. Not me. I'm just an observer.\n\n\nφ-103 | Willow:\n Doesn't change the fact that no one asked you.\n\n\nSCP-5591:\n I know. Do I care? The answer is no.\n\n\nφ-103 | Willow:\n Sick, I'm gonna be real; I have no idea what this thing's talking about.\n\n\nSCP-5591:\n Wrong. You, 'Sycamore.'\n\n\nφ-103 | Sycamore:\n I'll bite.\n\n\nSCP-5591:\n Please do not bite.\n\n\nφ-103 | Sycamore:\n Figure of speech, big guy.\n\n\nSCP-5591:\n When you were 12 years old. Swimming in the public pool. You went to the ladder. Your swim pant leg got stuck underwater. You are drowning. You take off your pants. Naked swimming. The girl you fancied was near.\n\n\nφ-103 | Sycamore:\n Yeah that's certainly true—\n\n\nSCP-5591:\n I know.\n\n\nφ-103 | Sycamore:\n Willow, now, did you \nfor real\n spend three hundred grand on fucking jpegs.\n\n\nφ-103 | Willow:\n Yeah! Yeah I fucking did. Are you happy? I bought into the whole thing. I thought they were going to be the future.\n\n\nSCP-5591:\n They were not the future.\n\n\nφ-103 | Willow:\n No shit.\n\n\nSCP-5591:\n Yes. No dung here. Good job.\n\n\nφ-103 | Willow:\n I mean— I— Hindsight is 20/20, asshole.\n\n\nSCP-5591:\n No. The year is 2023.\n\n\n«END LOG»\n\n\n\n\nAddendum 5591.1:\n Primary Interactions\n\n\nUpon SCP-5591's relocation to Site-322, it revealed a number of hitherto unknown facts regarding the personnel that passed its temporary containment chamber, including:\n\n\n\n\nDr. Coix being responsible for the thievery of Dir. Lague's food on multiple occasions;\n\n\nDr. Mooney coordinating a time-stealing scheme with \nSCP-5595\n;\n\n\nDr. Hoover scraping the side of Dir. Lague's car and successfully concealing the marks with a can of similar colored spray paint;\n\n\nOver 300 members of Site-322 staff coordinating the cover-up of a major containment breach so as to not alert Lague and \"deal with [him]\";\n\n\nDr. Kline having knowledge of the existence of a colony of gnomes living in the walls of a lower subbasement.\n\n\n\n\nDirector Lague abruptly halted all relevant containment duties, immediately dismissed the containment team, and barred personnel under a Level 4 clearance from accessing SCP-5591. There is a single member of personnel with Level 4 clearance at Site-322. The following interaction was then recorded as Lague was completing the intake form.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nSCP-5591:\n You are upset.\n\n\nLague:\n It doesn't matter. I'm gonna deal with all of this when I have the time. Right now—\n\n\n(SCP-5591 peers at Lague.)\n\n\nSCP-5591:\n Oh no. This is not good.\n\n\nLague:\n What? What's wrong?\n\n\nSCP-5591:\n I must not say. I am sorry.\n\n\nLague:\n No, no, no. Tell me.\n\n\nSCP-5591:\n I can not. I do not want to burden you with this speak.\n\n\n(Dr. Anthony Coix enters the containment hall in search of Lague.)\n\n\nCoix:\n Important. I know you asked for no one to bother you but we have—\n\n\nSCP-5591:\n Anthony. I just found this out. You will not believe it.\n\n\nCoix:\n Should I talk to this thing—?\n\n\nSCP-5591:\n Director Paul Lague is cursed.\n\n\nLague:\n Why the fuck couldn't you just say that!\n\n\nSCP-5591:\n He asked me.\n\n\nCoix:\n No. No, I didn't.\n\n\n(SCP-5591 peers at Coix.)\n\n\nSCP-5591:\n Doctor Anthony dropped LEGO set number 21310 in Lague's office. 'Old Fishing Village'. He put it back together without instructions. Lost 14 pieces.\n\n\nLague:\n Are you kidding me? That's a five hundred dollar set, Ant! Five hundred fucking dollars! You're a fucking snake.\n\n\nSCP-5591:\n No. I am a snake. This is a human, right? I have never seen one of such a shape.\n\n\nCoix:\n You know what, you're clearly occupied here. I'll just talk to you after this whole thing is over.\n\n\n(Coix swiftly exits.)\n\n\nSCP-5591:\n Did you hear? Doctor Coix dropped your LEGO—\n\n\nLague:\n We're gonna stop this train of thought. Let's rewind—\n\n\n(SCP-5591 slithers about its containment chamber in a counter-clockwise motion.)\n\n\nLague:\n If that helps, sure. What do you mean by cursed?\n\n\nSCP-5591:\n You are cursed. This should not be difficult to understand.\n\n\nLague:\n Is this why I feel like I have to—\n\n\nSCP-5591:\n The gassiness? Yes. That would be a side effect.\n\n\nLague:\n What else does this entail?\n\n\nSCP-5591:\n It is a dark cloud swirling. Bad curse.\n\n\nLague:\n Go on…?\n\n\nSCP-5591:\n I can not speak anymore. Too scary for me.\n\n\n(Lague radios Coix to return. Coix swiftly reenters the containment hall.)\n\n\nCoix:\n What's up?\n\n\nSCP-5591:\n You will not believe it. Director Lague. There is a dark cloud and bad energies. He is cursed.\n\n\n(Lague whispers in Coix's ear.)\n\n\nCoix:\n Uh… who cursed him?\n\n\nSCP-5591:\n I did. Clearly.\n\n\nLague:\n Are you kidding me?! Why?\n\n\nSCP-5591:\n I do not mean to. It is inadvertent. You have a lot of negative energy. When I focus on one person with already a lot of negative energies it starts a cycle. Self-sustaining. It is your fault for being so negative. You should do yoga or perhaps meditate or even perhaps swallow a small mammal whole. That is what I do after a hard day.\n\n\nCoix:\n Look, alright. It's being honest with us, Paul. How about we—\n\n\nLague:\n Don't patronize me, Ant. How about this, how about \nyou\n don't ever touch my motherfucking goddamn orange peel beef again and maybe I'll decide to listen to a single opinion of yours sometime in the next thirty years.\n\n\nSCP-5591:\n See? Negative energies. So moist and decadent. How can I resist? Answer: I can not.\n\n\nCoix:\n Snake, since you've been an open book—\n\n\nSCP-5591:\n I am neither open nor a book.\n\n\nCoix:\n Sure. You've been honest, is my point. Can you tell me how I might go about removing the curse that's been placed on Mr. Lague here?\n\n\nSCP-5591:\n Yes.\n\n\n(Silence.)\n\n\nCoix:\n Can you elaborate on that?\n\n\nSCP-5591:\n Yes. I do that often.\n\n\n(Silence. SCP-5591 glances around its containment chamber.)\n\n\nLague:\n Sweet mother— Tell us the instructions, \nplease.\n\n\nSCP-5591:\n You should have asked that earlier. You must gather all the townsfolk. I will get on a stage. I need a stage by the way. We will squeeze out all of your negative energies. The curse will be no more after that because there will be nothing left to eat.\n\n\n«END LOG»\n\n\n\n\nAddendum 5591.2:\n Curse Removal\n\n\n\n\n\n\nSite-322's amphitheater.\n\n\n\n\n\n\nDirector Lague organized a mandatory meeting of all Site-322 staff in the Site's amphitheater. Personnel were not told what this event entailed, and upon entry, the doors out of the lecture hall were locked and then guarded by unarmed on-site security agents.\n\n\nLague declared that the following eight hours\n1\n would be occupied by this event.\n\n\nOriginally, it was believed that explaining this process to Site-322 staff would cause a protest, panic, and/or a riot due to the fact some of their private opinions and experiences were being stated to their peers. Instead, it was quickly discovered that not explaining this process ironically led to a mass panic, as personnel were under the belief they were either being fed alive to SCP-5591 or being forced to witness SCP-5591 consuming their colleagues.\n\n\nEventually, personnel were calmed after the day's proceedings were explained. While opposition remained, it was eventually quelled peacefully when those refusing to participate slowly realized they were not leaving. Staff would be guided by agents one row at a time towards SCP-5591, where it would then utilize its anomalies properties to announce a negative event, opinion, or mistake that affects Director Lague.\n\n\nBelow is an abridged log of SCP-5591's interactions with various members of Site-322 personnel.\n\n\n\n\n\n\nINTERACTION ID - 5591.01\n\n\nSubject: Doctor Arn Shantz\n\n\n\n\n\n\nSCP-5591:\n Oh no.\n\n\nLague:\n What?\n\n\nSCP-5591:\n Mr. Lague. Did you hear? Dr. Arn Shantz was doing an experiment. Multiverse traveling. He sent a machine to another universe. It went to another Site three hundred and twenty-two. The machine exploded. It killed another Mr. Lague.\n\n\nShantz:\n I—\n\n\n(Pause.)\n\n\n(Silence.)\n\n\nShantz:\n Yeah. Right on the money.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.156\n\n\nSubject: Researcher Ashley Blaese\n\n\n\n\n\n\nSCP-5591 Described Event:\n Attempted to \n\"Midsommer\"\n one of Dr. Lague's morning coffees multiple times but would ultimately refrain. When questioned on what \"\nMidsommer\n-ing\" someone is, SCP-5591 would not elaborate, and those that seemed to understand the meaning stayed silent.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.310\n\n\nSubject: Doctor Micheal Mendez\n\n\n\n\n\n\nSCP-5591 Described Event:\n As Site Manager,\n2\n Mendez embezzled over $15,000 worth of Amazon e-gift cards. Mendez managed to pay this back by selling the gift cards on online marketplaces, taking the money into online casinos, and managing to win a one-million-dollar jackpot within his first 50 slot spins.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.541\n\n\nSubject: SCP-5595\n\n\n\n\n\n\nSCP-5595:\n \nBLOW ME. I'M NOT COMING.\n\n\nLague:\n That's not how it works, Geoff.\n\n\nSCP-5591:\n \"Blow me.\" I get it. The joke is funny because of the gumballs.\n\n\nSCP-5595:\n \nROCKS BEING THROWN FROM A GLASS HOUSE. IMAGINE A SNAKE RACIALLY PROFILING ME. THE ONE CREATURE KNOWN BY EVERYONE DURING EVERY PERIOD OF HISTORY FOR LYING IS PLAYING STEREOTYPES.\n\n\nSCP-5591:\n Geoffrey, you won't believe this. Did you hear about this? Director Lague thinks you are doing a good job.\n\n\nSCP-5595:\n \nREALL—\n\n\n(Pause.)\n\n\nSCP-5595:\n \nI… I DON'T CARE. HARRUMPH.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID -5591.696\n\n\nSubject: Doctor Lorenzo Orechio-Luciano\n\n\n\n\n\n\nSCP-5591 Described Event:\n Hacked into SCiPNET's personnel assignments and transferred himself to Site-322 solely because his personnel identifier would be updated to 322-LOL-696.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.1024\n\n\nSubject: Doctor Elizabeth Moore\n\n\n\n\n\n\nSCP-5591:\n Arn Shantz.\n\n\nLague:\n Nope. Right here to Doctor Moore. We're focused on airing her dirty laundry right now. You did Shantz already. Wasting time.\n\n\nSCP-5591:\n Mrs. Moore. You will not believe this. Remember Arn Shantz killed an alternate Lague?\n\n\n(Shantz is seen standing from his seat, running towards the doors, and vehemently attempting to break through the line of agents blocking his exit.)\n\n\nMoore:\n Yeah— I mean… I guess.\n\n\nSCP-5591:\n Yes good. He realized fast he killed a different Lague. Arn Shantz went into the machine with stolen items from this Paul Lague. He placed them all over the scene of crime. He implicated our Paul Lague in killing another Paul Lague.\n\n\n(Lague slams a coffee mug on the ground.)\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.1346\n\n\nSubject: Researcher Joshua Gilmore\n\n\n\n\n\n\nSCP-5591 Described Event:\n Breached the Veil by hiring a market research firm to determine what research expedition would give him the most potential for promotion.\n\n\n\n\n\n\n\n\n\n\nINTERACTION ID - 5591.1583\n\n\nSubject: Researcher Jason Hodges\n\n\n\n\n\n\n(Lague is half asleep in his seat, as are most of the attendees.)\n\n\nSCP-5591:\n Mr. Lague. You will not believe this.\n\n\nLague:\n Do you have to do that every time?\n\n\nSCP-5591:\n Yes.\n\n\nLague:\n Just tell me.\n\n\nSCP-5591:\n He has been using your bathroom.\n\n\nLague:\n You're really scraping the bottom of the barrel at this point. My office bathroom isn't locked.\n\n\nSCP-5591:\n No. Researcher Hodges has been using the bathroom. The one in your home. Away from Site-322.\n\n\n(Lague slowly nods.)\n\n\nLague:\n That's a problem, yeah.\n\n\nHodges:\n I just found your spare key under the rug and with the work-from-home days I've been having— You know? I'm not a crazy person!\n\n\nSCP-5591:\n No. He is a crazy person.\n\n\n\n\n\n\nThe curse removal ritual concluded at 4:49 AM. SCP-5591 declared Director Lague \"free from this wicked curse,\" despite the fact Lague claimed to feel no different than before the ritual.\n\n\nAddendum 5591.3:\n Update\n\n\nDirector Lague reported a slight uptick in positive interactions with his personnel following the completion of the above event. This is significant as it was assumed the embarrassment from the previous day's proceedings would lead to incredibly low morale among Site-322's personnel. Additionally, Lague's reported intestinal issues had subsided.\n\n\nInteractions with SCP-5591 now led to a wider variety of subjects instead of focusing solely on Lague's transgressions and those taken against him. Despite the ritual, Lague continued to urge SCP-5591 for further incidents he may have been unaware of. It is unknown if any more fruitful insight was gained through these interactions.\n\n\nOver the course of the following month, Director Lague performed a number of sporadic actions including:\n\n\n\n\nBanning the practice of having office mini-fridges;\n\n\n\nThis privilege had previously only been granted to Dr. Coix.\n\n\n\n\n\n\nRevoking parking assignments for those within a three-spot radius of his car;\n\n\nReassigning Site-322's time tickets to be approved by Site-17's financial department;\n\n\nHosting and forcing participation in a three-hour-long karaoke night;\n\n\nSlowly raising the temperature of Site-322 until room temperature reached 26° C and subsequently acting oblivious when questioned, despite visibly perspiring.\n\n\n\n\nThis behavior ceased after medical staff received a report from Director Lague stating that he had felt an uncomfortable build-up of gas in his lower digestive tract. Before receiving a diagnosis, Lague raced out of the medical bay.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\n(Lague and Coix are seen speedwalking into Site-322's Euclid-class containment chambers. They approach SCP-5591.)\n\n\nCoix:\n I don't understand what you're trying to tell me.\n\n\nSCP-5591:\n Hello.\n\n\nLague:\n Look at me!\n\n\n(SCP-5591 peers at Director Lague.)\n\n\nSCP-5591:\n Oh no. This is not good.\n\n\nLague:\n Motherfucker.\n\n\nCoix:\n What the hell is going on?\n\n\nSCP-5591:\n Anthony Coix. Did you hear? Director Lague is cursed.\n\n\n«END LOG»\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This was an estimation based on SCP-5591's previous experiences with curse removal. In reality, this event took 12 hours as over 1600 people comprise Site-322's personnel dossier.\n\n\n2\n. An unofficial position given to newer members of personnel. Site Managers are responsible for ensuring the Site's stock of supplies is maintained and any issues with the Site are communicated to maintenance personnel.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5590\n | SCP-5591 | \nSCP-5592\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8591\n \n(+136)\n \n•\n\n\n\n\n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+553)\n \n•\n\n\n\n\n\n\nSCP-8598\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+301)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-8594\n \n(+125)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-5594\n \n(+100)\n \n•\n\n\n\n\n\n\nSCP-7595\n \n(+214)\n \n•\n\n\n\n\n\n\nSCP-7590\n \n(+152)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+166)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+198)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5591\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5591\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest.png\n\n\nName:\n File:Ocotal forest 202006p1.jpg\n\n\nAuthor:\n Carlos Valenzuela\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5591.1: Primary Interactions\nUpon SCP-5591's relocation to Site-322, it revealed a number of hitherto unknown facts regarding the personnel that passed its temporary containment chamber, including:\nDirector Lague abruptly halted all relevant containment duties, immediately dismissed the containment team, and barred personnel under a Level 4 clearance from accessing SCP-5591. There is a single member of personnel with Level 4 clearance at Site-322. The following interaction was then recorded as Lague was completing the intake form.",
        "Addendum 5591.2: Curse Removal\nDirector Lague organized a mandatory meeting of all Site-322 staff in the Site's amphitheater. Personnel were not told what this event entailed, and upon entry, the doors out of the lecture hall were locked and then guarded by unarmed on-site security agents.\nLague declared that the following eight hours 1 would be occupied by this event.\nOriginally, it was believed that explaining this process to Site-322 staff would cause a protest, panic, and/or a riot due to the fact some of their private opinions and experiences were being stated to their peers. Instead, it was quickly discovered that not explaining this process ironically led to a mass panic, as personnel were under the belief they were either being fed alive to SCP-5591 or being forced to witness SCP-5591 consuming their colleagues.\nEventually, personnel were calmed after the day's proceedings were explained. While opposition remained, it was eventually quelled peacefully when those refusing to participate slowly realized they were not leaving. Staff would be guided by agents one row at a time towards SCP-5591, where it would then utilize its anomalies properties to announce a negative event, opinion, or mistake that affects Director Lague.\nBelow is an abridged log of SCP-5591's interactions with various members of Site-322 personnel.\nThe curse removal ritual concluded at 4:49 AM. SCP-5591 declared Director Lague \"free from this wicked curse,\" despite the fact Lague claimed to feel no different than before the ritual.",
        "Addendum 5591.3: Update\nDirector Lague reported a slight uptick in positive interactions with his personnel following the completion of the above event. This is significant as it was assumed the embarrassment from the previous day's proceedings would lead to incredibly low morale among Site-322's personnel. Additionally, Lague's reported intestinal issues had subsided.\nInteractions with SCP-5591 now led to a wider variety of subjects instead of focusing solely on Lague's transgressions and those taken against him. Despite the ritual, Lague continued to urge SCP-5591 for further incidents he may have been unaware of. It is unknown if any more fruitful insight was gained through these interactions.\nOver the course of the following month, Director Lague performed a number of sporadic actions including:\nThis behavior ceased after medical staff received a report from Director Lague stating that he had felt an uncomfortable build-up of gas in his lower digestive tract. Before receiving a diagnosis, Lague raced out of the medical bay."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5591 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-5591 . Licensed under CC-BY-SA .",
        "Filename: forest.png Name: File:Ocotal forest 202006p1.jpg Author: Carlos Valenzuela License: CC BY-SA 4.0 Source Link: SCP Foundation Wiki Derivative of: Wikimedia Commons"
    ],
    "description": "SCP-5591 is a large, serpentine entity resembling a garden snake. It is green in coloration, with a thick layer of matted, gray fur coating the majority of its form. Two curved horns composed of keratin extend from the base of its head. Two large, dull fangs protrude from its upper jaw, still visible when its maw is closed.",
    "title": "SCP-5591"
}