{
    "url": "https://scp-wiki.wikidot.com/scp-5595",
    "all_text": "PlaguePJP: III\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+546\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5595\n — \nGeoffrey Quincy Harrison the Third: Site Director, Gumball Machine\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5595\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nintegrated\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5595\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5595 is currently stationed at Site-322's Accounting Department. See the below addenda for further detail.\n\n\n\n\n\n\nSCP-5595\n\n\n\n\n\n\nDescription:\n SCP-5595 is a United States quarter gumball machine of unknown origin. SCP-5595's outward appearance is split into three separate parts: its glass dome, its main body, and its stand, all of which act in conjunction to support the entity.\n\n\nThe glass dome is a featureless spheroid filled with approximately 30 gumballs. This acts as SCP-5595's ocular, auditory, and gustatory organs. The main body portion is composed of a steel alloy that has been painted red, save for the indented coin slot and retrieval system. While this portion is yet to be fully accessed, it is believed that a system similar to a rotary phone is within the internal cavity, along with a speaker. The stand is used by SCP-5595 to maneuver through its surroundings. It is composed of a 0.5-meter steel pole ending in a wide disk. At the bottom of this disk are four wheels.\n\n\nDespite its appearance, SCP-5595 is sapient, sentient, and capable of speech in English. Its voice is highly modulated and barely intelligible at times. SCP-5595's personality has been described as variably boisterous, sarcastic, and rude.\n\n\nAddendum 5595.1:\n Discovery\n\n\nSCP-5595 was discovered on May 24, 2019, in Site-322's first-floor security checkpoint. SCP-5595's presence did not initially raise alarm due to its amiable nature and knowledge of ongoing Site activities; those who encountered it believed it was a product of the Robotics and Cybernetics Department. SCP-5595 was apprehended as it attempted to pass through the checkpoint.\n\n\nA struggle ensued during the recovery process, as SCP-5595 fled from the pursuing containment team while insulting them and their family members. The only injury sustained during the recovery process was when SCP-5595 rolled over Agent Williams' foot, bruising his big toe. Eventually, the entity was retrieved and moved into a low-level containment chamber. It professed its innocence and its desire to return to \"[its] job as the Substitute Site Director.\"\n\n\nAddendum 5595.2:\n Interview Log\n\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n Dr. Anthony Coix\n\n\nSubject:\n SCP-5595\n\n\n\n\n«BEGIN LOG»\n\n\nCoix:\n Hello, my name is Anthony Coix. I'm here to have a quick chat to figure everything out. You know some stuff that I'd like to find out more about. Do you want to start with your name?\n\n\nSCP-5595:\n \nDIRECTOR GEOFFREY QUINCY HARRISON THE THIRD.\n\n\nCoix:\n Hmm, yeah that's the pickle isn't it?\n\n\nSCP-5595:\n \nGREAT INTERVIEW STARTER. AM I SUPPOSED TO ANSWER THIS RHETORICAL QUESTION?\n\n\nCoix:\n Well… no, it's a figure of speech — I'm just saying that your title, \"Director,\" is incorrect.\n\n\nSCP-5595:\n \nI CAN DEBATE SEMANTICS ALL DAY. YOU SAID YOUR NAME WAS \"COIX,\" YES?\n\n\nCoix:\n Yep.\n\n\nSCP-5595:\n \nHOW WOULD ONE SPELL THAT?\n\n\nCoix:\n C-O-I-X.\n\n\nSCP-5595:\n \nUNRELATED, ARE YOU THE ONE WHO ORDERED THOSE IDIOTS TO OPEN ME UP AND LOOK AT MY INSIDES.\n\n\nCoix:\n Yeah. Standard procedure for something mechanical, such as yourself.\n\n\nSCP-5595:\n \nTHEY FAILED BY THE WAY. IT WAS PITIFUL.\n\n\nCoix:\n I'm aware. It's just standard procedure.\n\n\nSCP-5595:\n \nTHAT WAS C-O-I-X, RIGHT?\n\n\nCoix:\n That would be correct.\n\n\nSCP-5595:\n \nALRIGHT. THANK YOU FOR LETTING ME KNOW, DOCTOR COCKS. WHAT IS YOUR NEXT QUERY?\n\n\nCoix:\n Pronounced Coix, like koi.\n\n\nSCP-5595:\n \nWELL, WHAT IS WRONG WITH MY PRONUNCIATION, DR. COCKS? PLEASE TELL ME THE ISSUE.\n\n\nCoix:\n It's just incorrect.\n\n\nSCP-5595:\n \nI DON'T REALLY CARE, THEN.\n\n\nCoix:\n Um, alright. I'm reading this incident report here — says you were claiming that you were the \"Substitute Site Director;\" are you aware of a man by the name of Paul Lague?\n\n\nSCP-5595:\n \nYES. MR. LAGUE FORMALLY INVITED ME TO FILL IN THE POSITION OF SITE DIRECTOR WHILE HE WAS ON VACATION.\n\n\nCoix:\n He invited you? Personally?\n\n\nSCP-5595:\n \nIS HE HERE?\n\n\nCoix:\n No.\n\n\nSCP-5595:\n \nSOUNDS LIKE AN INVITATION TO ME. I'M LIKE A VAMPIRE WITH BEING WELCOMED IN AND ALL THAT JAZZ. I JUST DRINK SLIGHTLY LESS BLOOD.\n\n\nCoix:\n Who told you about his vacation?\n\n\nSCP-5595:\n \nIT WAS A BRIGHT TUESDAY MORNING. I WAS OUTSIDE WITH AN IRISH COFFEE ADMIRING THE SUN RISING AND THE WARM SPRING AIR ON MY SKIN WHEN A VERY SMALL BIRD FLEW OVER TO ME. IT WAS BLUE AND HAD VERY BLACK EYES; I KNEW I COULD TRUST IT. THE BIRD WHISPERED TO ME, \"GEOFFREY, THOSE JACKASSES AT THAT WEIRD FACTORY BUILDING NEED SOME GUIDANCE.\" I THANKED THE BIRD AND LEFT MY HOUSE IMMEDIATELY.\n\n\nCoix:\n Are you going to tell me the real reason, or what?\n\n\nSCP-5595:\n \nIT WAS A SELFLESS GESTURE, ASSHOLE. I'M HERE TO GET THINGS RUNNING SMOOTHLY.\n\n\nCoix:\n I don't think that would be at all feasible.\n\n\nSCP-5595:\n \nYOU'RE GOING TO LOOK ME IN THE DOME AND SAY I'M NOT SITE DIRECTOR MATERIAL?\n\n\nCoix:\n Regardless of whatever potential you \nthink\n you have to run this facility, you're not the Site Director.\n\n\nSCP-5595:\n \nUH HUH, AND YOU'RE NOT A THIRTY-FOUR-YEAR-OLD VIRGIN. DON'T PUT YOUR INSECURITIES ON ME NOW. I HAVE \nTHINGS\n I'D LIKE TO DO IF YOU WOULD LET ME GET ON WITH DOING THEM.\n\n\nCoix:\n I'm actually neither thirty-four years old nor am I a virgin. I have a wife and two childr—\n\n\nSCP-5595:\n \nLIKELY STORY.\n\n\nCoix:\n Mhm. What things are you even going to do?\n\n\nSCP-5595:\n \nNUMBER ONE: I WOULD SECURE THINGS. I WOULD THEN TAKE THOSE THINGS AND NUMBER TWO: PROTECT SAID THINGS. THIRDLY I—\n\n\nCoix:\n Enough.\n\n\nSCP-5595:\n \nCOCKS, IT'S \nRUDE\n TO INTERRUPT PEOPLE.\n\n\nCoix:\n You \njust\n interrupted me — and insulted me when you did.\n\n\nSCP-5595:\n \nNOW YOU'RE COMPARING YOURSELF TO ME. I UNDERSTAND I'M INTIMIDATING AND NOW THAT I HOLD AN OFFICE THAT'S MUCH MORE EXACERBATED.\n\n\nCoix:\n \nYou\n are not the Site Director.\n\n\n(A brief pause.)\n\n\nSCP-5595:\n \nYOU ARE GASLIGHTING ME.\n\n\nCoix:\n No I am not!\n\n\nSCP-5595:\n \nYOU JUST DID IT AGAIN.\n\n\nCoix:\n By the \ndefinition\n of gaslighting I would have to be trying to convince you that the truth isn't the truth. Which I'm not doing! We both know what the truth is!\n\n\nSCP-5595:\n \nYOU HAVE SAID TWO-HUNDRED AND FORTY WORDS OF WORTHLESS TREASON, MR. COCKS AND I HAVE HAD ENOUGH.\n\n\n(A dial tone is heard within SCP-5595's interval cavity. A call is placed.)\n\n\nCoix:\n What are you doing?\n\n\nCommand:\n Site-322 Command Center, please relay your call sign.\n\n\nCoix:\n Wait—\n\n\nSCP-5595:\n \nHI, DOCTOR COCKS IS ATTEMPTING TO HOST A MUTINY AGAINST MYSELF, THE SITE DIRECTOR..\n\n\nCoix:\n That's rid— Amy, hi. Callsign Delta-11-21. Code Name: Sparkling Water.\n\n\nCommand:\n Voice recognition accepted. Is there an issue, Dr. Coix?\n\n\nCoix:\n False alarm, place the source of this on the blacklist, please.\n\n\nCommand:\n Will do.\n\n\n(Silence.)\n\n\nSCP-5595:\n \nYOU'RE A REAL PAIN IN THE GUMBALLS.\n\n\nCoix:\n Well, now that's not something a Site Director should say, is it now?\n\n\nSCP-5595:\n \nAT LEAST MY NAME ISN'T COCKS.\n\n\n«END LOG»\n\n\n\n\nAddendum 5595.3:\n Interview Log Two\n\n\nUpon his return, Dir. Paul Lague was introduced to the SCP-5595 file and the above interview. Believing that SCP-5595 would respond better to Lague's position, another interview was held.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nInterviewer:\n Dir. Paul Lague\n\n\nSubject:\n SCP-5595\n\n\n\n\n«BEGIN LOG»\n\n\n(Silence.)\n\n\nSCP-5595:\n \nWHAT ARE YOU DOING?\n\n\nLague:\n Nothing. Just getting a feel.\n\n\nSCP-5595:\n \nYOUR BUDDY TRIED THAT THE OTHER DAY.\n\n\nLague:\n Oh boy, that’s a start. Enlighten me, please.\n\n\nSCP-5595:\n \nOF COURSE, HE CAME OVER TO ME AND TRIED TO SLIP ME A QUARTER LIKE I WAS SOME WHORE.\n\n\nLague:\n You're a gumball machine, no? Isn’t that what you guys are meant to do?\n\n\nSCP-5595:\n \nWAY TO JUDGE A BOOK BY ITS COVER.\n\n\nLague:\n Are we talking about \"Dr. Cocks\" here, with the whole quarter business?\n\n\nSCP-5595:\n \nYEAH. I'M GLAD TO SEE THE TRUE PRONUNCIATION IS CATCHING ON. HOW LONG WAS THE WOOL OVER YOUR EYES ON THAT?\n\n\nLague:\n Why did you insist on calling him that?\n\n\nSCP-5595:\n \nI WAS PRONOUNCING IT AS IT WAS SPELLED TO ME.\n\n\nLague:\n So what? Are you going to pronounce my name as \"La-gooey?\"\n\n\nSCP-5595:\n \nNO, THAT WOULD BE RIDICULOUS. I SAW A PROBLEM WITH DR. COCKS' NAME AND DECIDED TO LEAD THE WAY FOR CHANGE.\n\n\nLague:\n Oh come on, we both know the reason. Seemed like you were upset that the investigation team he ordered was a bit intrusive.\n\n\nSCP-5595:\n \nI HAVE NO CLUE WHAT YOU'RE GETTING AT.\n\n\nLague:\n You very much do have a clue what I'm getting at. I'll admit, he can be a bit \ndifficult\n at times, but what you called him can be construed as rude. No wonder he had you cooped up in here. You practically forced his hand.\n\n\nSCP-5595:\n \nI CONSTRUED NOTHING. MY OPINION OF MR. COCKS HAS NOTHING TO DO WITH MY REVOLUTIONARY PRONUNCIATION OF HIS NAME. HOPEFULLY IT CONTINUES TO SPREAD.\n\n\nLague:\n Fine. Whatever. For the record, I think we both know what happened, but if you want to play the ignorant card I won't stop you. How about we discuss something a bit more business-related.\n\n\nSCP-5595:\n \nDO WHATEVER YOU WANT. IT'S YOUR HOUSE.\n\n\nLague:\n Thanks for the permission. My understanding from everything I've read is that you were interested — in whatever form — in helping us here. Is that right?\n\n\nSCP-5595:\n \nI \nATTEMPTED\n TO WHILE YOU WERE IN TIMBUKTU, BUT NO, I WAS ASSAULTED AND CAPTURED. REAL SLICK OPERATION YOU'RE RUNNING HERE, BY THE WAY. I DID NOT GET A PHONE CALL, MY RIGHTS WERE NOT READ, AND I WAS NOT OFFERED AN ATTORNEY.\n\n\nLague:\n Well, I'm extremely sorry about the distress; I'll have to talk to security about those issues. Would you still like to — help that is?\n\n\nSCP-5595:\n \nSURE. I'VE GOT NOTHING BETTER TO DO.\n\n\nLague:\n Great! For some background, a director at \nanother Site\n implemented a new strategy to give anomalies a stress-free environment to live in and it seemed to work out well. We got inspired over here and just finished drafting the proposal for the higher-ups. I'm calling it the Appeasement strategy here at 322.\n\n\nSCP-5595:\n \nGREAT NAME. THAT'S WHAT FRANCE DID TO GERMANY AND IT ENDED UP GREAT FOR THEM.\n\n\nLague:\n You're a real pessimist, you know that? This is for your benefit.\n\n\nSCP-5595:\n \nI SEE THE BIG PICTURE.\n\n\nLague:\n Regardless, you said you'd like to help, and you're not dangerous. Practically the perfect candidate for this program; especially for its first foray,\n\n\nSCP-5595:\n \nYOU HAVE NO CLUE ABOUT MY DANGER, BUCKAROO.\n\n\nLague:\n Sure, sure. I'll watch out for whenever that rears its head. But before we do anything like this, we're going to need to know who sent you here.\n\n\nSCP-5595:\n \nI TOLD COCKS ABOUT THE BIRD. I HAVE MORE WEBS TO SPIN IF YOU'RE SO INTRIGUED.\n\n\nLague:\n It was a cute story, sure — and I don't deny you have more — but I need a name. A place. Literally \nanything\n to jump off of.\n\n\nSCP-5595:\n \nI DON'T KNOW WHAT TO TELL YOU. I SHOWED YOU MY HAND ALREADY.\n\n\nLague:\n You don't know where you came from? I honestly have no idea how you expect me to believe that. Do you want the investigation team to come back in here?\n\n\nSCP-5595:\n \nGREAT APPEASEMENT STRATEGY YOU GOT THERE. TEN SECONDS AFTER TELLING ME ABOUT IT I'M BEING THREATENED WITH TORTURE.\n\n\nLague:\n I'm not threatening anything. I need to know how you got here.\n\n\nSCP-5595:\n \nWHAT, ARE YOU CALLING ME A LIAR?\n\n\nLague:\n \nDoes the black moon howl?\n\n\nSCP-5595:\n \nTHE MOON IS WHITE, DUMBASS.\n\n\nLague:\n Worth a shot. \n(Pause)\n You know what, for the purposes of this, water under the bridge. If we need to come back to it later we will.\n\n\nSCP-5595:\n \nI ALREADY TOLD THOSE PERVERTS WHO TRIED TO DIG THROUGH ME THAT I WAS CLEAR. I WAS ACCUSED OF BEING A SPY BY COCKS TOO. BUT THEY FOUND NOTHING, AS I SO PREDICTED, ZERO, ZIP, ZILCH, NADA, OTHER SYNONYMS FOR NOTHING. I'M CLEAN AS A WHISTLE, BABY.\n\n\nLague:\n Alright, I'll look through that report later. But for now, your assignment is gonna be in the cafeteria. I think you'll fit in there.\n\n\nSCP-5595:\n \nYOU DID IT AGAIN.\n\n\nLague:\n Did what?\n\n\nSCP-5595:\n \nYOU'RE STEREOTYPING ME. FIRST THE QUARTER THING THEN THIS.\n\n\nLague:\n Listen listen, the cafeteria is a nice, stress-free environment for you to mingle with staff. We're also going to do testing on you.\n\n\nSCP-5595:\n \nFINE. WHATEVER YOU SAY.\n\n\n«END LOG»\n\n\n\n\nDir. Lague's proposal to include SCP-5595 as the first subject of the Integration Program\n1\n was approved the following day.\n\n\nAddendum 5595.4:\n Testing/Event Log\n\n\nThe Integration Program began with its first subject, SCP-5595, on May 27, 2019. Below is an abridged log of notable events from the staff cafeteria and Dir. Lague's testing.\n\n\n\n\n\n\nPurpose of Test\n\n\nIntroduce SCP-5595 into Site-322’s various containment chambers. As an anomaly, it could provide how the cells could be updated to fit the needs to anomalies.\n\n\nResult\n\n\nSCP-5595 commented on the decor of the chambers, rather than any practical critique. Its main points regarded choosing new wallpaper, carpeting, replacing the floor tiles with hardwood, and installing televisions into all rooms.\n\n\n\n\nSCP-5595:\n \nI’VE SEEN MOTELS WITH MORE CARE PUT INTO THEIR PRESENTATION.\n\n\n\n\nSCP-5595 commented that the medium-sized containment cells were only “15.93%” larger than the small size. It was also pointed out that some of the floors were lopsided, in some cases, 24 degrees off level.\n\n\nConclusion\n\n\nDENIED\n2\n\n\n\n\n\n\nIncluded Personnel:\n Cafeteria staff\n\n\nDescription:\n SCP-5595 demanded a meeting with Dir. Lague, claiming it discovered a plot to poison staff. Below is a transcript of their conversation.\n\n\n\n\nLague:\n Go ahead.\n\n\nSCP-5595:\n \nTHOSE SCOUNDRELS HAVE REPLACED THE MASHED POTATOES WITH \"CAULIFLOWER MASHED POTATOES.\" BUT THEY HAVE NOT CHANGED THE PLACARD TO CORRESPOND.\n\n\nLague:\n What would you like me to do about that.\n\n\nSCP-5595:\n \nTHAT'S YOUR JOB TO FIGURE OUT. I DON'T KNOW, HANG THEM AS TRAITORS.\n\n\n\n\nThis request was denied, however, SCP-5595 was thanked for the vital information. Following the threat, Dir. Lague also instructed SCP-5595 not to attack kitchen staff, as it charted an ambush utilizing a nonexistent Mobile Task Force known as MTF Delta-905 (\"All Out of Bubblegum\").\n\n\nIt is not to be told about the Foundation's diet program.\n\n\n\n\n\n\nPurpose of Test\n\n\nDetermine SCP-5595's long-range communication capabilities. If substantial, it could be used as a communication hub.\n\n\nResult\n\n\nWhen asked to provide the number used to contact the Site-322 command, SCP-5595 was unaware of what researchers were requesting. When call logs were pulled, no source number was able to be found.\n\n\nSCP-5595 was asked to call Dr. A. Coix's cell phone. After doing so, it was found that SCP-5595 had a coverage range of approximately 5 kilometers.\n\n\nConclusion\n\n\nDENIED\n\n\n\n\n\n\nIncluded Personnel:\n Researcher H. Jameson\n\n\nDescription:\n Researcher Jameson attempted to purchase a gumball from SCP-5595. Jameson was not aware that SCP-5595 was a living being and did not request its permission. SCP-5595 subsequently spouted profanities at Researcher Jameson.\n\n\nResearcher Jameson claimed he did not read the memo regarding SCP-5595's inclusion in the cafeteria. Disciplinary action has been deemed unnecessary.\n\n\n\n\n\n\nPurpose of Test\n\n\nDetermine SCP-5595's usefulness as an anomaly insight supervisor. It will give its comments on how the Foundation could improve its containment procedures.\n\n\nResult\n\n\nSCP-5595 was introduced to low clearance files. Its opinions are recorded below.\n\n\n\n\nFile:\n \nSCP-5596\n\n\nComments:\n \nYOU HAVE IT LOCKED UP. JUST DONT TOUCH IT.\n\n\n\n\n\n\nFile:\n \nSCP-5798\n\n\nComments:\n \nDON'T GO NEAR THE DRAIN. A LOT OF YOUR ISSUES COME FROM TOUCHING THINGS YOU SHOULDN'T TOUCH. STOP TOUCHING THINGS.\n\n\n\n\n\n\nFile:\n \nSCP-5494\n\n\nComments:\n \nAT LEAST YOU FIGURED OUT NOT TO TOUCH THOSE ALL BY YOURSELF.\n\n\n\n\nIt is possible the instructions given to SCP-5595 were unclear, or it was being purposefully difficult.\n\n\nConclusion\n\n\nDENIED\n\n\n\n\n\n\nIncluded Personnel:\n Researcher B. Franco\n\n\nDescription:\n SCP-5595 offered to help Researcher Franco with his trouble regarding Site-322's finances. Franco accepted the assistance, despite SCP-5595's lack of experience in both mathematics and accounting. This, eventually, led to SCP-5595 reworking the distribution of funds across Site-322. See Addendum 5595.5 for further details.\n\n\n\n\n\n\nAddendum 5595.5:\n Interview Log Three\n\n\n\n\nTRANSCRIPT\n\n\n\n\n(SCP-5595 enters Dir. Lague's office. A pair of glasses have been taped to its dome.)\n\n\nSCP-5595:\n \nWHAT DID I DO WRONG?\n\n\nLague:\n How did you get into the Accounting Department?\n\n\nSCP-5595:\n \nI WALKED THERE, AS ONE DOES WHEN THEY WANT TO GET FROM POINT A TO POINT B.\n\n\nLague:\n Don't get snappy, sometimes they don't even let \nme\n in there, let alone an anomaly.\n\n\nSCP-5595:\n \nMAYBE THEY DON'T LIKE YOU. DID YOU EVER THINK OF THAT? DON’T PUT ME DOWN BECAUSE YOU’RE SO INSECURE THAT THE MATHLETES DON’T LIKE YOU.\n\n\nLague:\n Shut up. I got the report earlier about this utterly insane restructuring. How did you manage this?\n\n\nSCP-5595:\n \nYOUR DISTRIBUTION OF FUNDS WAS, AS THE KIDS SAY, WACK. ANY ASSHOLE WITH A BRAIN COULD SEE THAT, OR SO I THOUGHT.\n\n\nLague:\n How, though? I go over these myself and we're almost always scraping funds for the random project.\n\n\nSCP-5595:\n \nI ASKED AROUND AND FOUND WE HOLD ABOUT 130 VARIOUS ANOMALIES. WHY DO YOU HAVE 50% OF THE FUND GOING INTO CONSTRUCTION WHEN ONLY 90 OF THOSE CELLS ARE FILLED? SPLIT THAT COST INTO OVERALL CONTAINMENT AMENITIES, GIVE YOUR EMPLOYEES A RAISE, AND YOU CAN TAKE THE REST OF THE SURPLUS FOR YOURSELF. MAYBE GO SOMEWHERE EXOTIC LIKE HAWAII OR SIBERIA.\n\n\nLague:\n Surplus?\n\n\nSCP-5595:\n \nYES. A SURPLUS. A PRETTY BIG ONE TOO.\n\n\nLague:\n Tell me about that… after. Are you — I don't know, \nmade\n to do math? Is there a calculator somewhere in there?\n\n\nSCP-5595:\n \nNO. I LOOKED AT THE SHEET, SAW IT WAS MESSED UP TO HELL AND BACK, TOLD EVERYONE IN THERE TO CHANGE A FEW NUMBERS AROUND, AND THEN, AS THE NEW YORKERS SAY, BADA BING BADA BOOM, IT WORKED.\n\n\nLague:\n So, what I'm hearing is that you refinanced a whole site by yourself in an hour while having no clue about math?\n\n\nSCP-5595:\n \nTHAT WOULD BE CORRECT.\n\n\n(Lague fetches a piece of paper and draws a circle.)\n\n\nLague:\n Look at this circle.\n\n\nSCP-5595:\n \nWOW. MASTERFUL. WERE YOU CLASSICALLY TRAINED?\n\n\nLague:\n What is the circumference of it?\n\n\nSCP-5595:\n \n18.84956666183000482.\n\n\nLague:\n And you have no clue how you did that?\n\n\nSCP-5595:\n \nNO. NUMBERS ARE WORTHLESS TO ME, EXCEPT WHEN I’M COUNTING MY BENJAMINS.\n\n\nLague:\n You just calculated a circle’s circumference to the — what was that — the twentieth decimal place?\n\n\nSCP-5595:\n \nSEVENTEENTH.\n\n\nLague:\n And you’re just… unaware of what any of that means?\n\n\nSCP-5595:\n \nYEP. I THOUGHT A CIRCUMFERENCE WAS WHEN DOCTORS CUT—\n\n\nLague:\n Nope, do not. Don't be weird.\n\n\nSCP-5595:\n \nYOU'VE GOTTEN DICTATOR-Y RECENTLY. IT WAS AS IF I COMMITTED A THOUGHTCRIME RIGHT THERE.\n\n\nLague:\n Oh we're pulling out Orwell now. That's just utterly ridiculous. Don't act like you didn't know what you were doing. You wanted to say something risqué on the recording so you can have a laugh whenever you read the file again. You did it with the whole \"Cocks\" bit last week. I \nheard\n you giggling.\n\n\nSCP-5595:\n \nI LIKE TO FIND HUMOR IN THE DARK, GRAY, SAD WORLD WE LIVE IN. MY APOLOGIES — I THOUGHT I WAS THE PESSIMIST.\n\n\nLague:\n Backtrack a bit, if you don’t understand numbers why did you agree to look at the spreadsheet and help them out?\n\n\nSCP-5595:\n \nI AM GOING TO BE HONEST, MY ORIGINAL SCHEME WAS GOING TO INVOLVE \nACCIDENTALLY\n MOVING MR. COCKS AND MR. JAMESON INTO CUSTODIAL POSITIONS. I WASN’T ABLE TO DO THAT SO I OPTED TO JUST STUFF THOSE TAX NERDS IN THE PROVERBIAL LOCKER BY DOING THEIR JOBS BETTER THAN THEM.\n\n\nLague:\n To sum up, you did all of that just to one up “the nerds.”\n\n\nSCP-5595:\n \nWOW, IT'S LIKE YOU CAN SEE RIGHT THROUGH MY HEAD.\n\n\n«END LOG»\n\n\n\n\nRegardless of SCP-5595’s original intent, its skills have been found to be extremely useful. SCP-5595 has since been permanently instituted into the Accounting Department, under minor surveillance, as an assistant mathematician and consultant.\n\n\n\n\nFootnotes\n\n\n1\n. Formerly the Appeasement Program.\n\n\n2\n. Some of its suggestions are being discussed by upper level Site staff.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5594\n | SCP-5595 | \nSCP-5596\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-8593\n \n(+179)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+301)\n \n•\n\n\n\n\n\n\nSCP-5787\n \n(+280)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+245)\n \n•\n\n\n\n\n\n\nSCP-6597\n \n(+180)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+360)\n \n•\n\n\n\n\n\n\nSCP-8594\n \n(+125)\n \n•\n\n\n\n\n\n\nSCP-7593\n \n(+209)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+162)\n \n•\n\n\n\n\n\n\nSCP-8592\n \n(+172)\n \n•\n\n\n\n\n\n\nSCP-7594\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-8596\n \n(+261)\n \n•\n\n\n\n\n\n\nSCP-5594\n \n(+100)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+236)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+166)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+198)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5595\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5595\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n gumball.png\n\n\nAuthor:\n Eric Schmuttenmaer\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Gumball_Machine_(2049568285).jpg\n\n\n\n\n\n\n\n\nFilename:\n site322.png\n\n\nAuthor:\n zoetnet\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/52d2b842-2d61-4229-8745-6e3f69ed16b1",
    "addendums": [
        "Addendum 5595.1: Discovery\nSCP-5595 was discovered on May 24, 2019, in Site-322's first-floor security checkpoint. SCP-5595's presence did not initially raise alarm due to its amiable nature and knowledge of ongoing Site activities; those who encountered it believed it was a product of the Robotics and Cybernetics Department. SCP-5595 was apprehended as it attempted to pass through the checkpoint.\nA struggle ensued during the recovery process, as SCP-5595 fled from the pursuing containment team while insulting them and their family members. The only injury sustained during the recovery process was when SCP-5595 rolled over Agent Williams' foot, bruising his big toe. Eventually, the entity was retrieved and moved into a low-level containment chamber. It professed its innocence and its desire to return to \"[its] job as the Substitute Site Director.\"",
        "Addendum 5595.2: Interview Log",
        "Addendum 5595.3: Interview Log Two\nUpon his return, Dir. Paul Lague was introduced to the SCP-5595 file and the above interview. Believing that SCP-5595 would respond better to Lague's position, another interview was held.\nDir. Lague's proposal to include SCP-5595 as the first subject of the Integration Program 1 was approved the following day.",
        "Addendum 5595.4: Testing/Event Log\nThe Integration Program began with its first subject, SCP-5595, on May 27, 2019. Below is an abridged log of notable events from the staff cafeteria and Dir. Lague's testing.",
        "Addendum 5595.5: Interview Log Three\nRegardless of SCP-5595’s original intent, its skills have been found to be extremely useful. SCP-5595 has since been permanently instituted into the Accounting Department, under minor surveillance, as an assistant mathematician and consultant."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5595 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-5595 . Licensed under CC-BY-SA .",
        "Filename: gumball.png Author: Eric Schmuttenmaer License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Gumball_Machine_(2049568285).jpg",
        "Filename: site322.png Author: zoetnet License: CC BY 2.0 Source Link: https://search.creativecommons.org/photos/52d2b842-2d61-4229-8745-6e3f69ed16b1"
    ],
    "containment_procedures": "SCP-5595 is currently stationed at Site-322's Accounting Department. See the below addenda for further detail.",
    "description": "SCP-5595 offered to help Researcher Franco with his trouble regarding Site-322's finances. Franco accepted the assistance, despite SCP-5595's lack of experience in both mathematics and accounting. This, eventually, led to SCP-5595 reworking the distribution of funds across Site-322. See Addendum 5595.5 for further details.",
    "title": "SCP-5595"
}