{
    "url": "https://scp-wiki.wikidot.com/scp-5598",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n\n\nNotice:\n This file possesses cognitohazardous properties. While reading this text is not believed to be harmful, comprehension and interpretation of the text will be negatively affected. Please exercise discretion when reading this document.\n\n\n\n\n\n\nCANTO I\n\n\n\n\nNow right off\n\n\nthe bat\n\n\nyou're going to be confused\n\nbut this is because there is a lack of a lack of a \nnumber 5598\n\nbut this is because we are men of science and theory (who do not answer to poetry)\n\nbut this is because we are not lesser men\n\n\nif we die in the dark then who dies in the light?\n\nbut this is because the \nobject\n of poetry is not idiot clarity and washington stakeform\n\nneither the bank vault nor the greek mathematician\n\nbut the topmost of the **Kabbalah abbalah abalone, the most hidden of hiddens,\n\n\n\n\n(injected with Jenova geneva (a city in Switzerland) (designed by Tetsuya Nomura and voiced by Lance BassGeorgeNewbernTylerHoechlin, for english is what we are concerned with today))\n\n\n\n\nI think you the reader understand the problem here,\n\n\nand the problem is \npoetry is difficult to contain\n, meaning is squeezed out of it and we have to force the words back into an order of magnitude\n\nthe truth, proscribed\n\nbeing that our humans, our people, our he/she/they/xe\n\nshining coats glory be\n\nmust try and find meaning\n\nwhere meaning slips free into the very foundational order of the language\n\nif you want to taste poetry melting ice cream on the tongue\n\nyou have to let the words\n\n\nslip into sounds\n\n\nbut\n\nwe cant\n\notherwise poetry overwhelms the system\n\nbecause we live in a world with out poetry\n\nwe die in the dark\n\n(we let the leaker live in a platinum safe, site 93, where Dr. Nealon (who is not assigned to SCP-5598) [fight!] is to maintain a 24 hour operating security camera watching it to make sure the poem-intestines do not prolapse. The documents he works on [he does!] is an example of how much leak is out, floating boating boat moat boat on a moat stoat groat worming up your throat boat boat boat on an endless starlit sea. (\nthis is almost poetry, and therefore it is bad poetry\n))\n\n\na team of psychiatrists and PhD (you), normally Pound collection in hand and a knowledge of Lowell and Creeley at arms like guns, are tasked to force things back into.\n\nyou are antipoetry,\n\nyou fight language itself,\n\nyou wield what you hate, the silly amateur rhyme and the cutesy platitutde as antiguns, a gun turned inside out against the falling out of meaning\n\nif you hate poetry (you) you wield anti-intellectualism to preserve your world. You wield the Hallmark card against the eldritch force that unwinds the tongue and burns the brain.\n\nthe avant-garde is evil, the counterculture can't help me\n\nWhere your beloved thing blends, in capitalism, with the banality of the liberal nothing.\n\nthat is where you save our reality\n\n\nthis thing cannot move,\n\nbut it hates you\n\n\nthis poem you read (hopefullly) means something, it fails as poetry. It should not be difficult to those who get it, but it is a crapshoot. It is meant to be consumed as manual, it can't. This poem is corruption.\n\n\n\n\n\n\n\n\n\n\n\n\nCANTO II\n\n\n\n\n\n\nI Ferlinghetti, stand on a blasted heath in health that lies\n\nno where,\n\nwhere no\n\nman can not think too much without dehydration\n\nthe \ndescription\n above is false, yes, but it is also true.\n\nconsider a magazine of poetry OR poetry, 1981 March, \nL=A=N=G=U=A=G=E\n, founded, edited and edited by Charles Bernstein and Bruce Andrews. If you know of the language poets than you know what I know, which is truth. \nCan the truth handle the truth\n [bernstein] But if SCP-1981 really does see circles that are not circles, billions of dead souls inside containment, unravellers have eaten country's moral fabric, turning hearts into filth, yadda yadda yadda, et cetera et cetera, will you just shut up man, is he really from a kingdom level above human?\n\n\nWell, no.\n\n\nHere is how you understand the magazine, the SCP-5598. As you've guessed, smart boy, it leaks. It leaks its inner contents and we don't have a clue of the original innards before the victim\n\nwas slaughter\n\ned.\n\nIt leaks the language poets, who abhorr poetry as consumerism, the vampire of meaning and memory. Words should stay hidden. The meaning is mine. This is less poetry than poetry.\n\nYou built from words first and words for words sake than any sort of involuntary unvoluntary desire to communicate. A spokesman for Bernstein, who is himself himself.\n\n\nSCP-1981 was found in a library, though, that's important.\n\nbooks/not books (SCP-1981 is a book) butting up against each other and leaking. We have to consider how poetry plays, because if I author quote Fake Reagan here, then is fake reagan here?(and is this how the thing in the bay of bengal functions?)\n\n\nPoetry is an idea sponge.\n\n\n(the working theory in the department is that the magazine was placed next to a worse thing, and if Bernstein's rules of axioms hold true, then, logically, we have a problem wherein the interchange of meaning destabilizes words and liberates them, sets the words free. Current theories on the worse thing are\n\n\n\n\nA blasted heath (literally)\n\n\nMax Stirner, but who takes Max Stirner one step further, an uber Marxist who hates marxists who points out that if society and liberalism and communism and capitalism are spooks that do not exist, and by that same measure there is only the ego in the worker, but if the ego is merely making meaning, and if meaning itself has no matters, and as consequence the ego does not exist, and if the Freudian ego (proven true see SCP-XXXX) isn't real, and as consequence life has no matters, could it be that life does not exist? stops. breathing. you never could breath.\n\n\nFuck (he/hers/them)\n\n\nthe underworld itself\n\n\n\n\nWe know.)\n\n\nIf you can quote it, it exists, and if it is assumed true that poetry has a language, then it *has* a language. It has a language. It can speak to itself. It's already doing it. Think about it, literally.\n\nthis\n\npoem\n\nis\n\nin\n\ncommunication\n\nwith\n\nSCP-5598\n\nand\n\nthe\n\nlanguage\n\ncenters\n\nof\n\nyour\n\nbrain\n\nand\n\nit\n\nchanges\n\nthe\n\nway\n\nyou\n\nsee\n\nit. Protocols are in place, no worry and yet. You already think in poetry. Just take care stare bear in the forest at where the wind blows and whistles through the tall grass housewife at home playing lute [yes! more!]\n\n\nWhat's worse, the poets are unsleeping with poetry that isn't poetry, bogged down by thoughts that aren't them because think about it. really think about it, if poetry the way the language poets practice it is divorced from ideas of personal experience and is words first than you loose your own personal experience, then you lose your own personal experience. Pay Attention.\n\n\nWhat's worse, the poets see it, and it wears a \nwhite gown.\n\n(If your thoughts aren't your own, and they aren't thoughts, what are they? are they human? If not, what are they capable of?)they won't describe more before their eyes often\n\n\njust\n\n\n\n\ngo\n\n\n\n\n\n[OK Go is an American rock band ok now go dont go yugo slavia flavia flavor of mine inside bind tie them down \na white gown\n big frown big mouth loose teeth I am a freak. I have hands and I have feet, and if you saw me you'd faint, you'd be petrified, mummified, turned into stone or a pillar of salt sodom and gomorrah are burning]\n\nthe poem wrote that\n\n\nNow, for the next part of the story, I'm going to get technical. Hang on, I promise it'll be alright. It will help you understand poetry's place in a modern capitalism age and also how to contain SCP-5598.\n\n\ntwo years from now 2021 the poet and bookseller Lawrence Ferlinghetti, aged 101, will die on the floor of his old covidclosed bookshop City Lights Bookstore eyes missing arms missing mouth agape they will find fragments of white fabric on his coat and a great disturbance in the poetry section. The blood and gore leaking from the old man's face will be consistent with Kerouac long ago. October 20, 1969, St. Petersburg, Florida, Kerouac vomits blood. the sky hangs heavy over St. Anthony's Hospital, the official death is from an esophageal hemorrhage due to alcohol abuse but we lied, we die in the dark. It ripped out his liver, the source of his poetry, present in every bottle of booze that wormed its dark way into his songs (its skin is long) It is a creature of Interzone, but now back there Wuthering Heights is destroyed in City Lights Bookstore. The Beat Generation will pass and we will no longer face darkness the same way. No more cutups or \nfacing the terror through the wall\n [ginsberg].\n\n\n\n\nWilliam S. Burroughs starred in both Drugstore Cowboy and a Nike ad. He shot his fucking wife in the head while high. If you sing your grief the world will sing\n\n\n\n\n\nBut the thing will be he (Ferlinghetti on a blasted heath) wont be dead. aged 103 it sliced off his arms and cut out his eyes and left him sputtering on bookshelf floor but it had been there since the fifties tracing him through word after word after word.\n\n\n\nNo eyes to read no hands to write because the poetry stole them, the poetry we discuss races through the skull and burns out the neurons like lights in a city winking off one by one by one.\n\n\n\n\n(No, this is wrong)\n\n\nIt affects you too. You haven't seen SCP-5598 yet but maybe one day you'll be alone, in a shopping mall Disneyworld hell or else a dark room, the love of your life fucking you on the bed or sobbing inconsolably at horrifying things on the television and what do you know you'll be shot through the head with talkpoems and cut-ups and submarine light in Bickfords and the scales of a fish and you'll be sobbing as your mind undoes itself. You've seen it, the disconnect of all the words that make up you (because the words really do make up you) and then you'll see the white gown and the long skin and the nails that fold back on the head.\n\n\nI've seen them.\n\n\nSoft nail.\n\nSky sharp.\n\nRoger snore\n\nwhy did the chicken\n\n\nIf the past ten words are pointless, \nyou might be a redneck\n [foxworthy] if if if if if!\n\n\nNo matter how political or polemical or puritanical (lou dobba\nlina mr bob dobalina\n [funky homosapien[tork]] fuck stop stop stop), I have a moment of lucidity to know I am a dead man. I am ashamed that any sense I make is just part of the fucking poetry. [no]\n\n\nlast call of the night: if poetry is an idea sponge, what does it absorb? more poetry? or else?\n\n\n\n\n\n\n\n\n\n\nCANTO III\n\n\n\n\n\n\nquick example\n\nif you look at the poems of 1981 March, \nL=A=N=G=U=A=G=E\n like I did, it slips a trip a grip. consider how a man imprisoned on false and fraudulent trumped-up judgery tries his fingers at a basic construction, where the simple center of the poem is the poem. C\n\nonsider the crisis at hand when you write on trying to recall parties at drunken colleges singing Chainsmokers into smoky night, drunk and alone:\n\n(no training):\n\n\n404 Internal Server Error\n\n\nThe server encountered an unexpected condition which prevented it from fulfilling the request:\n\n\n\n\n Traceback (most recent call last):\n\n\n   File \"/SCP/5598/files/_display.py\", line 551, in respond\n\n\n     table.open.body = self.handler()\n\n\n   File \"/SCP/5598/files/_display.py\", line 331, in __call__\n\n\n     return self.callable(*self.args, **self.kwargs)\n\n\n   File \"error_classic.py\", line 12 in index\n\n\n     raise FileNotFoundError(obj)\n\n\n FileNotFoundError: [Errno 6] File inaccesible: 'D-34666_TESTING_INPUT01.pdf'\n\n\n\n\nunderstand this is fleeting\n\nit is a lie\n\nbut also if you want to fight it, preserve what remains,\n\nthis is also a lie. Periodt.\n\n\nThe transfiguration! Christ will come like that!\n [o'connor]\n\n\n\n\nFollowing A Party at XXXXXX's (Oct. 2019)\n\n\nLife is blunt smoke and hot sauce,\n\na spiraling cigarette abyss.\n\nIn arc-sodium spaces\n\nthey cut White Claw seltzers like birthday cake\n\nunder marijuana vice grips\n\nand all our yesterdays really HAVE lighted fools the way to dusty death.\n\nThe Twitter literati, they say,\n\nhave debated whether pegging is a reflection of the base code of the universe,\n\nfractalized anal sex in A minor,\n\nfellas, is it gay to be alone?\n\n\nIn the dim and longing steets,\n\na solitary skateboarder rides nowhere fast;\n\nhis face glassy mirror under hooded cloak,\n\nBeats by Dre melting like clocks on an ant-beach.\n\nHe soars into a harrowing middle distance sunrise.\n\nAdmit it.\n\nYour home died 7 years ago, gurgling on the floor in someone else’s kitchen\n\n“Away! Away! We must make haste! Avast ye! I’ve heard the mermaids calling!”\n\n\n\n\nthis means nothing to you,\n\n\n\n\nif you piece more than bare logic from it there's fire to be\n\n\n\n\n\n\n\n\nheld\n\n\nin sunrise hands\n\n\nand rotting flesh from bone\n\n\n\n\nso we shouldn't have looked back, shouldn't have saved her, we loved her.\n\nher skin is long\n\n\n\n\n\n\n\n\n\n\nCANTO IV\n\n\n\n\n\n\nArthur Handscome,\n tall and intellected a cut too big for his coat sits with the site director, alone, coffee and cronut display with grapes in salad, to discuss a matter of unnerving importance. You see, says he, the problem with Five Five Nighty Eight is even though Analytics determines yes, our army of poets must write bad poetry, the horseshoe circles around. What do you mean says the director legs bulging muscled in suit. Well, consider it thus, if we fight high art's decay of meaning with low art, poetry that is communicative and simple, well this is no protection from decay of meaning. It doesnt matter if capitalism or postmodernism absorbs poetry and removes its meaning as art, the kind of poetry the language poets preach has no meaning, its words first just a jumble of them the reader creates the meaning and well he gestures broadly thats the anomaly. Here the words dont stick and it destroys consciousness slowly as the brain scrambles for meaning. the site director frowns and gulper eel takes a swig mouth too wide for his teeth, but then we have no way of containing it, it eats through every poet except Dr. Nealon and it spreads throughout word by word by sentence by sentence turning back on it, poetry as plague, and we have no backup procedures every procedure is a poem and every procedure author dies but handscome knows this and he freezes and realizes there's a lack of __ in the air. it is\n\nit her it\n\n\nno way out he thinks\n\nthe doors the walls arent opening but of course they arent doors or walls they arent even real.\n\n\n\n\n(this is what I told you about the kingdom level above human and the thing in the bay of bengal. they originate from it)\n\n\n\n\nthe site director realizes it too but too late and begins to scramble and cry but its not tears its meat coming out\n\n\nin a fetus the agent dives under the table, ears ringing 300 decibelles \nwe didn't start the fire\n [joel] and he\n\ntries to pull a poem out \nI wandered lonely as a cloud\n\nThat floats on high o'er vales and hills,\n\nWhen all at once I saw a crowd,\n\nA host, of golden daffodils;\n [wordsworth] but soon daffodils are nothing and so are clouds, nothing is nothing is nothing is poetry, and the song that sings the universe is only itself and now he thinks this:\n\n\nhumans are\n\nmeant to\n\nbe complex.\n\n\nThey are\n\nmeant to\n\nbe a vision\n\nof wheels rhyming\n\nwith each other,\n\nin unusual bouncing off\n\nway\n\n\nThey are meant\n\nto exist\n\nin large tribes\n\nand unknowing groups\n\nwith multitudes\n\nno one man\n\nknowing each other,\n\nknowing the\n\nfull\n\n\nthe deer\n\ndied following\n\nthe toyota\n\nin the cornfield\n\nwith the state park\n\nlooming.\n\n\ntrees turn\n\nto fire\n\nat dawn.\n\n\nthen Handscome thinks one last think a rinky dink (im trying to finish [stop]) before he passes into elysium fields and that's what he thinks elysium fields abandon all hope ye who enter here the styx the lyre the ending in the beginning.\n\n\n(she's tearing at his eyes now)\n\n\non the verge of becoming human again, of seeing sunshine,\n\n\nh\n\n\nIf you see me we will die\ne\n\n\n\n\nsees\n\n\n\n\n\n\n\n\nher again\n\n\n\n\nand the lyre strings break, and die.\n\n(poetry lasts since forever. [shut up already!]\n\n\nmy love to you my pillar of salt halt walt walt disney\n\n\n[die! die under the claws and the long skin! just fucking shut up! i hate this poem!]\n\n\nSing O'muse!)\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3999\n\n\nRating: 2844\n\n\n\n\n\n\nSCP-2432\n\n\nRating: 482\n\n\n\n\n\n\nSCP-Big egg\n\n\nRating: 430\n\n\n\n\n\n\nSCP-4012\n\n\nRating: 276\n\n\n\n\n\n\nSCP-3000-J\n\n\nRating: 244\n\n\n\n\n\n\nSCP-5702\n\n\nRating: 189\n\n\n\n\n\n\nSCP-2817\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2714\n\n\nRating: 154\n\n\n\n\n\n\nSCP-4930\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3520\n\n\nRating: 136\n\n\n\n\n\n\nSCP-5401\n\n\nRating: 107\n\n\n\n\n\n\nSCP-3672\n\n\nRating: 96\n\n\n\n\n\n\nSCP-3643\n\n\nRating: 62\n\n\n\n\n\n\nSCP-2302\n\n\nRating: 60\n\n\n\n\n\n\nSCP-6513\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5598\n\n\nRating: 54\n\n\n\n\n\n\nSCP-5753\n\n\nRating: 53\n\n\n\n\n\n\nSCP-4701\n\n\nRating: 46\n\n\n\n\n\n\nSCP-2653\n\n\nRating: 45\n\n\n\n\n\n\nSCP-4875\n\n\nRating: 42\n\n\n\n\n\n\nSCP-4302\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4753\n\n\nRating: 30\n\n\n\n\n\n\nSCP-3796\n\n\nRating: 23\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nRONALD REAGAN CUT UP WHILE RAPPING\n\n\nRating: 246\n\n\n\n\n\n\nasmr by dado\n\n\nRating: 243\n\n\n\n\n\n\nExcerpt from The Astrolabe Institute Journal\n\n\nRating: 187\n\n\n\n\n\n\nAmnestic\n\n\nRating: 50\n\n\n\n\n\n\nThe William Penn Iteration\n\n\nRating: 47\n\n\n\n\n\n\nEnd Of Deaf; or, In the Clutches of Dumb\n\n\nRating: 38\n\n\n\n\n\n\nInterior—Interior\n\n\nRating: 33\n\n\n\n\n\n\nThe News Tonight: Wednesday April 26th 2017\n\n\nRating: 33\n\n\n\n\n\n\nThe Undoing\n\n\nRating: 30\n\n\n\n\n\n\nHoly Mackerel\n\n\nRating: 28\n\n\n\n\n\n\nPortrait of Two Choreographers\n\n\nRating: 24\n\n\n\n\n\n\nGrandchildren Frost\n\n\nRating: 23\n\n\n\n\n\n\nWade Williams Distribution Presents:\n\n\nRating: 20\n\n\n\n\n\n\nThe DevourerLand Diaries\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5597\n | SCP-5598 | \nSCP-5599\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5598\n\" by LordStonefish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5598\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Notice: This file possesses cognitohazardous properties. While reading this text is not believed to be harmful, comprehension and interpretation of the text will be negatively affected. Please exercise discretion when reading this document.",
        "Following A Party at XXXXXX's (Oct. 2019) Life is blunt smoke and hot sauce, a spiraling cigarette abyss. In arc-sodium spaces they cut White Claw seltzers like birthday cake under marijuana vice grips and all our yesterdays really HAVE lighted fools the way to dusty death. The Twitter literati, they say, have debated whether pegging is a reflection of the base code of the universe, fractalized anal sex in A minor, fellas, is it gay to be alone? In the dim and longing steets, a solitary skateboarder rides nowhere fast; his face glassy mirror under hooded cloak, Beats by Dre melting like clocks on an ant-beach. He soars into a harrowing middle distance sunrise. Admit it. Your home died 7 years ago, gurgling on the floor in someone else’s kitchen “Away! Away! We must make haste! Avast ye! I’ve heard the mermaids calling!”",
        "\" SCP-5598 \" by LordStonefish, from the SCP Wiki . Source: https://scpwiki.com/scp-5598 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5598"
}