{
    "url": "https://scp-wiki.wikidot.com/scp-5602",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\nItem #:\n SCP-5602\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n A permanent installation designated Area-881 is to be established around SCP-5602. MTF Lambda-44 (\"Cross Guards\") are to be on indefinite assignment at Area-881. A 1x1 km perimeter is to be established around Area-881, and marked as a hazardous landfill to dissuade civilian intrusion. Foundation field agents have been embedded in state and federal environmental safety agencies to provide false inspection reports and maintain secrecy. Foundation elements in the Portland City Council are to actively oppose and prevent development and/or expansion in the vicinity of Area-881. Individuals exposed to an SCP-5602-P event are to be transported a safe distance from human settlements before being allowed to succumb to the accompanying cognitohazard.\n\n\nDescription:\n SCP-5602 is a recurring anomaly located on the now-decommissioned Foster Road in Southeastern Portland, Oregon. On a daily basis, most frequently between the hours of 10AM to 3PM, a white \nGallus gallus domesticus\n1\n will manifest on the eastern side of the road. The entity, hereby designated SCP-5602-1, will attempt to reach the western side of the road at a walking speed of approximately 2 mph. Following 68% of recorded completed 5602 events, an anomalous event is triggered. Any form of this event is designated SCP-5602-P. Following the conclusion of SCP-5602-P, an auditory effect identified as a comic rimshot will manifest, ranging from 140-200 dB. Subjects exposed to any SCP-5602-P event are coerced into reciting a joke with logic consistent with the preceding P-event (the \"punchline\"), as soon as presented with the opportunity in the form of human conversation. Recitation triggers an additional auditory effect, often with destructive effect.\n\n\nSCP-5602-1 demonstrates an ability to develop a resistance to methods of termination used repeatedly against it. Currently, SCP-5602-1 has developed an high resistance to small arms fire, incendiary weapons, sustained machine gun fire, and anti-tank ordnance placed in its path.\n\n\n\n\nLEVEL 1 CREDENTIALS REQUIRED - Report-5602-1E\n\n\n\n\nClose Report\n\n\n\n\n\n\nInterviewed:\n Subject-P006\n\n\nInterviewer:\n Researcher Dawson; Site-64 Study Attaché\n\n\nForeword:\n Subject-P006 is a 67-year-old male living in the southeastern Portland area. Subject-P006 encountered SCP-5602 on April 9, 19██ while driving on Foster Road, nearly resulting in an accident. Subject witnessed SCP-5602-1 walk to the other side of the road before he continued home. Upon reaching his home, an SCP-5602-P event occurred, resulting in the injury of Subject-P006. Orbital Kant counters registered a sharp dip in Hume levels and Site-64 security personnel were quickly dispatched and retrieved Subject-P006.\n\n\n<Begin Log>\n\n\nDawson:\n Alright, let's begin. Can you describe your interaction with the entity?\n\n\nSubject-P006:\n The chicken? Well, I saw it marching across the road and I slammed on the brakes. What a chicken was doi-\n\n\nDawson:\n (\nInterrupting\n) Please describe your subsequent interaction with the entity.\n\n\nSubject-P006:\n Yeah, sorry. I didn't think much of it after almost running it over, so I got home and went about my business as usual. About a half hour later I heard two knocks on the door, loud as all hell. I thought it was the police, yet no one declared themselves, so I was a bit worried. I went to open it and wouldn't you know, it was the same damn chicken standing at my doorstep. At this point, I heard this fucking earsplitting… uh, rimshot? Is that the term? Like, 'badum-tss', that sound on the drums? One, two, cymbal crash. Anyway, it was like a bomb went off. I fell backward and when I looked up the damn thing was gone. [Audible laughter] You know, it actually played out exactly like this stupid joke I heard once.\n\n\nDawson:\n A joke?\n\n\nSubject-P006:\n Why did the chicken cross the road?\n\n\nDawson:\n I don't know.\n\n\nSubject-P006:\n To get to your house! Knock Knock.\n\n\nDawson:\n Look this doesn't-\n\n\nSubject-P006:\n Just humour me.\n\n\nDawson:\n (\nwith audible exasperation\n) Who's there?\n\n\nSubject-P006:\n The chicken! Ha-\n\n\n[Feed Lost]\n\n\n<End Log>\n\n\nClosing Statement:\n At this point in Subject-P006's sentence, a comic rimshot\n2\n exactly like the one described by him was heard in the interview room. All microphones save for one in the observation room immediately ceased functionality. Both Researcher Dawson and Subject-P006 were admitted to the Site infirmary for acute hearing damage. Subject-P006 was later administered Class B amnestics and released.\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 2 CREDENTIALS REQUIRED - Incident Log-P/L/002\n\n\n\n\nClose Log\n\n\n\n\nIncident P008 - April 21, 19██\n\n\n\n\nP-Event:\n Several poultry farmers across the state of Oregon reported sudden destruction of cage locks and release of caged chickens. Deafening comic rimshots were reported by all affected individuals.\n\n\nRecited \"Punchline\":\n \"Because it was free-range.\"\n\n\nAnalysis:\n SCP-5602 has the ability to affect multiple individuals across considerable distance, and those affected do not necessarily have to witness the SCP-5602-1 crossing to be affected. SCP-5602 reclassified as Keter.\n\n\n\n\nIncident P011 - May 15, 19██\n\n\n\n\nP-Event:\n Five instances of SCP-5602-1 manifested at a KFC location in Central Portland and began attacking patrons, inflicting severe lacerations on those attacked. Prepared fried chicken in the kitchen reanimated and regained partial locomotion, burning employees with frying oil.\n\n\nRecited \"Punchline\":\n \"Because his brother was at KFC\"\n\n\nAnalysis:\n Instances of SCP-5602-1 are to be considered openly hostile. Containment efforts are to be expedited. Refer to incoming notice for further instructions.\n\n\n\n\n\n\n\n\n\n\n\n\nTranscription of Memo on 5/16/19██ from Site-64 Director █████:\n\n\nGood Morning Team,\n\n\nFollowing the events of Incident P011, the containment area around Provisional SCP Designation-5602 will receive immediate construction priority.\n\n\nThe remaining third of MTF Mu-78 (\"Cryptids\") will be merged with current staff assigned to PSCPD-5602 and are hereby redesignated MTF Lambda-44 (\"Cross Guards\"). For any Mu-78 members still possessing extra limbs, please report to your Medical Liaison to determine your ability to serve in Lambda-44.\n\n\nL-44, your orders are simple. Kill that godforsaken bird.\n\n\n\n\n\n\nLEVEL 3 CREDENTIALS REQUIRED - ECTT O/001\n\n\n\n\nClose Log\n\n\n\n\n\n\nTranscript of Emergency Channel Transmission from MTF Lambda-44 on ██/██/████\n\n\n<Begin Transcript>\n\n\nL-44 Yei:\n Command, please acknowledge.\n\n\nSite-64:\n You are heard L-44, please proceed.\n\n\n[Sustained gunfire and abnormally low-pitched gallinaceous vocalizations may be heard]\n\n\nL-44 Yei:\n The cluster bombs are losing effectiveness, and 5602-1 is making it past the second barrier.\n\n\n[A thundering cluck is audible, followed by the sound of crumbling stone]\n\n\nL-44 Yei:\n Shit, we need revised ordinance. A railgun may do the tri- is that an egg?\n\n\n[An explosion is briefly heard before connection is briefly cut]\n\n\nSite-64:\n L-44, do you read?\n\n\nL-44 Yei:\n [Distant unintelligible yelling]\n\n\nSite-64:\n Site RR Forces have been dispatched to your location L-44, await extraction.\n\n\nL-44 Yei:\n Want to hear a joke [REDACTED]?\n\n\nSite-64:\n How do you know-\n\n\nL-44 Yei:\n Why did the chicken cross the road?\n\n\nSite-64:\n L-44 Yei, you may be experiencing a cognitohazard resulting from SCP-5602, please await extraction by en-route reinforcements.\n\n\nL-44 Yei:\n To get to the other side!\n\n\n[Feed Lost]\n\n\n<End Transcript>\n\n\nClosing Statement:\n Area-88 sustained heavy damage following the above events, including the breaching of all 3 containment barriers. A comic rimshot was heard throughout Site-64, capped at 194 decibels. All Foundation personnel in the East Communications center were immediately killed by air embolisms within the lungs or outright rupture. Heavier ordnance has been approved for use by Lambda-44.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A domesticated chicken\n\n\n2\n. Measured at 174 decibels before recording equipment ceased function\n\n\n\n\n\n\n\n\n« \nSCP-5601\n | SCP-5602 | \nSCP-5603\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5602\n\" by Neuhaus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5602\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Subject-P006 Interviewer: Researcher Dawson; Site-64 Study Attaché Foreword: Subject-P006 is a 67-year-old male living in the southeastern Portland area. Subject-P006 encountered SCP-5602 on April 9, 19██ while driving on Foster Road, nearly resulting in an accident. Subject witnessed SCP-5602-1 walk to the other side of the road before he continued home. Upon reaching his home, an SCP-5602-P event occurred, resulting in the injury of Subject-P006. Orbital Kant counters registered a sharp dip in Hume levels and Site-64 security personnel were quickly dispatched and retrieved Subject-P006. <Begin Log> Dawson: Alright, let's begin. Can you describe your interaction with the entity? Subject-P006: The chicken? Well, I saw it marching across the road and I slammed on the brakes. What a chicken was doi- Dawson: ( Interrupting ) Please describe your subsequent interaction with the entity. Subject-P006: Yeah, sorry. I didn't think much of it after almost running it over, so I got home and went about my business as usual. About a half hour later I heard two knocks on the door, loud as all hell. I thought it was the police, yet no one declared themselves, so I was a bit worried. I went to open it and wouldn't you know, it was the same damn chicken standing at my doorstep. At this point, I heard this fucking earsplitting… uh, rimshot? Is that the term? Like, 'badum-tss', that sound on the drums? One, two, cymbal crash. Anyway, it was like a bomb went off. I fell backward and when I looked up the damn thing was gone. [Audible laughter] You know, it actually played out exactly like this stupid joke I heard once. Dawson: A joke? Subject-P006: Why did the chicken cross the road? Dawson: I don't know. Subject-P006: To get to your house! Knock Knock. Dawson: Look this doesn't- Subject-P006: Just humour me. Dawson: ( with audible exasperation ) Who's there? Subject-P006: The chicken! Ha- [Feed Lost] <End Log> Closing Statement: At this point in Subject-P006's sentence, a comic rimshot 2 exactly like the one described by him was heard in the interview room. All microphones save for one in the observation room immediately ceased functionality. Both Researcher Dawson and Subject-P006 were admitted to the Site infirmary for acute hearing damage. Subject-P006 was later administered Class B amnestics and released.",
        "P-Event: Several poultry farmers across the state of Oregon reported sudden destruction of cage locks and release of caged chickens. Deafening comic rimshots were reported by all affected individuals. Recited \"Punchline\": \"Because it was free-range.\" Analysis: SCP-5602 has the ability to affect multiple individuals across considerable distance, and those affected do not necessarily have to witness the SCP-5602-1 crossing to be affected. SCP-5602 reclassified as Keter.",
        "P-Event: Five instances of SCP-5602-1 manifested at a KFC location in Central Portland and began attacking patrons, inflicting severe lacerations on those attacked. Prepared fried chicken in the kitchen reanimated and regained partial locomotion, burning employees with frying oil. Recited \"Punchline\": \"Because his brother was at KFC\" Analysis: Instances of SCP-5602-1 are to be considered openly hostile. Containment efforts are to be expedited. Refer to incoming notice for further instructions.",
        "Transcription of Memo on 5/16/19██ from Site-64 Director █████: Good Morning Team, Following the events of Incident P011, the containment area around Provisional SCP Designation-5602 will receive immediate construction priority. The remaining third of MTF Mu-78 (\"Cryptids\") will be merged with current staff assigned to PSCPD-5602 and are hereby redesignated MTF Lambda-44 (\"Cross Guards\"). For any Mu-78 members still possessing extra limbs, please report to your Medical Liaison to determine your ability to serve in Lambda-44. L-44, your orders are simple. Kill that godforsaken bird.",
        "Transcript of Emergency Channel Transmission from MTF Lambda-44 on ██/██/████ <Begin Transcript> L-44 Yei: Command, please acknowledge. Site-64: You are heard L-44, please proceed. [Sustained gunfire and abnormally low-pitched gallinaceous vocalizations may be heard] L-44 Yei: The cluster bombs are losing effectiveness, and 5602-1 is making it past the second barrier. [A thundering cluck is audible, followed by the sound of crumbling stone] L-44 Yei: Shit, we need revised ordinance. A railgun may do the tri- is that an egg? [An explosion is briefly heard before connection is briefly cut] Site-64: L-44, do you read? L-44 Yei: [Distant unintelligible yelling] Site-64: Site RR Forces have been dispatched to your location L-44, await extraction. L-44 Yei: Want to hear a joke [REDACTED]? Site-64: How do you know- L-44 Yei: Why did the chicken cross the road? Site-64: L-44 Yei, you may be experiencing a cognitohazard resulting from SCP-5602, please await extraction by en-route reinforcements. L-44 Yei: To get to the other side! [Feed Lost] <End Transcript> Closing Statement: Area-88 sustained heavy damage following the above events, including the breaching of all 3 containment barriers. A comic rimshot was heard throughout Site-64, capped at 194 decibels. All Foundation personnel in the East Communications center were immediately killed by air embolisms within the lungs or outright rupture. Heavier ordnance has been approved for use by Lambda-44.",
        "\" SCP-5602 \" by Neuhaus, from the SCP Wiki . Source: https://scpwiki.com/scp-5602 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5602",
    "object_class": "Euclid Keter",
    "containment_procedures": "A permanent installation designated Area-881 is to be established around SCP-5602. MTF Lambda-44 (\"Cross Guards\") are to be on indefinite assignment at Area-881. A 1x1 km perimeter is to be established around Area-881, and marked as a hazardous landfill to dissuade civilian intrusion. Foundation field agents have been embedded in state and federal environmental safety agencies to provide false inspection reports and maintain secrecy. Foundation elements in the Portland City Council are to actively oppose and prevent development and/or expansion in the vicinity of Area-881. Individuals exposed to an SCP-5602-P event are to be transported a safe distance from human settlements before being allowed to succumb to the accompanying cognitohazard.",
    "description": "SCP-5602 is a recurring anomaly located on the now-decommissioned Foster Road in Southeastern Portland, Oregon. On a daily basis, most frequently between the hours of 10AM to 3PM, a white Gallus gallus domesticus1 will manifest on the eastern side of the road. The entity, hereby designated SCP-5602-1, will attempt to reach the western side of the road at a walking speed of approximately 2 mph. Following 68% of recorded completed 5602 events, an anomalous event is triggered. Any form of this event is designated SCP-5602-P. Following the conclusion of SCP-5602-P, an auditory effect identified as a comic rimshot will manifest, ranging from 140-200 dB. Subjects exposed to any SCP-5602-P event are coerced into reciting a joke with logic consistent with the preceding P-event (the \"punchline\"), as soon as presented with the opportunity in the form of human conversation. Recitation triggers an additional auditory effect, often with destructive effect.",
    "title": "SCP-5602"
}