{
    "url": "https://scp-wiki.wikidot.com/scp-5621",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\n\n\n\n\n\n\n#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\nAnomalous Item Entry\n\n\n\n\n\n\n\n\nItem #:\n SCP-5621\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nDue to the immobile nature of SCP-5621, the pool complex at Calvin University is marked as closed at this time. The entrance to basement level is to be locked at all times. Foundation agents are to be inserted into the University security staff in order to ensure that no unauthorized personnel attempt to access SCP-5621. Students or faculty who become too curious should be dissuaded with Class-F amnestics.\n\n\n\nSee \n[Addendum 1 - Containment Record]\n\n\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\n\n\n\nSCP-5621 is an anomalous alchemic imprint occurring at Calvin University in Grand Rapids, Michigan. SCP-5621 is imprinted upon the swimming pool within the Ed Taylor gym complex.\n\nWith some regular frequency, SCP-5621 will cause the water within the pool to be unable to break surface tension through anomalous alchemic means. This effect can occur at any time.\n\n\n\n\nSee \n[Addendum 2 - Alchemic Report on Aetheric Entity]\n.\n\n\n\n\nSCP-5621 has been observed to exhibit this behavior almost exclusively when at least one human is within the pool. Invariably, this phenomenon has led to the death of the subject, without extreme precautions such as those taken during testing procedures. At least six deaths have been recorded at this time due to SCP-5621, with several others suspected to involve SCP-5621.\n\n\nDraining the water which SCP-5621 inhabits does not remove the effect.\n\n\n\n\nSee \n[Addendum 3 - Testing and Observation Log]\n.\n\n\n\n\nSCP-5621 is believed to be the remaining consciousness of █████ ████████ (hereafter referred to as SCP-5621-1) who was a student at Calvin University from 2015 to 2017. SCP-5621-1 was a third-string member of the collegiate swim team. SCP-5621-1 died due to drowning in 2017, which was deemed an accident by local authorities.\n\n\n\n\nFoundation investigations can be found in \n[Addendum 4 - Investigation Log]\n.\n\n\n\n\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\n\n\nAddendum 1 - Containment Log\n\n\n\n\nSCP-5621 was first brought to the Foundation’s attention when a routine scan of local news and blog posts discovered a significant uptick in the number of deaths due to drowning at Calvin University’s Pool.\n\n\nFoundation agents were dispatched to investigate. Please see attached transcript of an interview in which Foundation agents witnessed SCP-5621’s anomalous effect firsthand.\n\n\n\n\n▶ Interview Log - Agents Denton & McDowell \n\n\n\n\n▼ Close Log\n\n\n\n\n\n\nInterviewers:\n Agent Sam Denton, Agent Jim McDowell\n\n\nInterviewee:\n ███████ Chambers, a student at Calvin University.\n\nTranscription is provided by a combination of security footage, and recording devices on the agents.\n\n\n\n\nBEGIN TRANSCRIPTION\n\nChambers was floating on the edge of the pool, holding on to the edge.\n\n\nAgent Denton:\n To be clear, this was one of the members of the swim team, not some random student?\n\n\nChambers:\n Yeah, Nick was a really good guy. He was the best on the team, no one really expected him to drown.\n\n\nAgent McDowell:\n Was he alone at the time?\n\n\nChambers:\n I’m not sure, I think they found him…well, floating in the pool the next morning. I think swim team members get access to the pool 24/7 or something.\n\n\nAgent McDowell:\n And you’re sure that there was no one there? This couldn’t have been foul play?\n\n\nChambers:\n I really doubt it. No one’s a saint, but most people liked Nick. Huge jock, but he was part of the chapter of ACM too. Had friends among just about everyone on campus.\n\n\nAgent Denton:\n Anything else you can think of that would give us a clue what happened?\n\n\nChambers thinks for a minute, then shakes his head.\n\n\nChambers:\n Sorry, officer….?\n\n\nAgent Denton:\n Agent Holly. Thanks for your time, Mr. Chambers. Have a good swim.\n\n\nChambers detaches from the wall and resumes swimming laps while the two agents converse.\n\n\nAgent McDowell:\n I dunno, Sam. This feels weird. I’m pretty sure this is just straight up murder or something.\n\n\nAgent Denton:\n Seems that way. Nothing really indicates something anomalous. I guess we’re hopping the next train out of—\n\n\nBoth agents look down at their hands, where they wear Foundation-issue Thaumic/Aetheroglyph rings, which begin vibrating.\n\n\nBoth agents look out over the pool. Chambers can be seen thrashing in the far end of the pool, the water stretching around his mouth which is stretched towards the surface of the water. The surface tension stretches but does not break.\n\n\nAgent McDowell:\n Sam!\n\n\nAgent Denton:\n I’m on it!\n\n\nAgent Denton jumps off of the edge of the pool, and towards the water. He lands with an audible thud, and slides across the surface of the water, as if it were ice. He orients himself for a moment, before scrambling over to where Chambers is panicking.\n\n\nAgent Denton claws at the surface of the water ineffectually. Chambers drowns seventeen seconds later.\n\n\nEnd Transcription\n\n\n\n\nFollowing this incident, Foundation agents within Calvin University had SCP-5621 declared off-limits, and sealed the area entirely.\n\n\nA sizable donation was made under the Salvation Crisis Protectorate corporate umbrella, to facilitate a new pool facility.\n\n\nFoundation agents monitored the new facility for any sign of SCP-5621 contamination, but at this time it appears localized to SCP-5621 itself. Agents Denton and McDowell stayed on-site for several weeks until a permanent Foundation security presence could be established.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2 - Alchemic Report on SCP-5621\n\n\n\n\n\n\n▶ Alchemic Report - SCP-5621\n\n\n\n\n▼ Close Report\n\n\n\n\n\n\n\n\nPrepared by the Department of Science - Alchemy Division\n\n\n\n\nReporter:\n Arturo Genuomo\n\n\nPosition:\n Journeyman Alchemist - Seventh Circle\n\n\n\n\nSCP-5621 was presented to the Department of Alchemy for study on 14/07/2017.\n\n\nWith the assistance of several other esteemed colleagues, we have determined that SCP-5621 is most likely the latent aetheric remains of SCP-5621-1. The specific form this anomaly takes is consistent with several other aetheric imprints observed throughout the world. (See Document-ALC-2521 and Document-ALC-1777 for examples).\n\n\nIn layman's terms, SCP-5621 is a \"ghost\" left upon an object. In this case, SCP-5621. Director Diaghilev concurs with my assessment that SCP-5621-1 was a latent alchemic talent who had not received the proper training to harness his abilities. It would also explain his talent for swimming, as SCP-5621-1 was most likely an aequeous affinity.\n\n\nSeveral alchemic reductions and rituals were attempted to establish contact with SCP-5621-1 within SCP-5621; however, it appears that SCP-5621 is merely an imprint of SCP-5621-1, lacking any cogent personality.\n\n\nIts apparent malice would have to be explained through more terrestrial investigations. Entities like this generally appear malefic if the circumstances of their death are violent or premature.\n\n\nOur suggested course of action would be to identify the cause of death of SCP-5621-1 and ensure they are not also the cause of SCP-5621's anomaly.\n\n\nSigned:\n Arturo Genuomo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3 - Testing Log\n\n\n\n\nFollowing the incident within Addendum 1, testing of SCP-5621's anomaly was undertaken with extreme precautions.\n\n\nFoundation divers entered SCP-5621 to conduct tests, both with bottled oxygen and emergency air lines in case of prolonged anomalous activity.\n\n\n\n\n▶ Show Testing Log\n\n\n\n\n▼ Close Log\n\n\n\n\n\n\nTest:\n Foundation divers enter SCP-5621 in shifts until anomaly presents itself.\n\n\nTime to anomalous activity:\n 27 minutes.\n\n\nLength of anomalous activity:\n 1 hour, 17 minutes.\n\n\nDescription:\n After a duration of one hour, seventeen minutes, SCP-5621's effect ended abruptly and Foundation divers were able to exit SCP-5621. Emergency supplies were not required. Air hoses deemed sufficient, as the surface tension did not preclude their flow. This test was repeated several times to establish a baseline of the anomaly, with an average time to effect of 22 minutes, and an average duration of 1 hour, 7 minutes.\n\n\n\n\n\n\nTest:\n Foundation divers enter SCP-5621 in shifts until anomaly presents itself. 1500 kg weight dropped from high dive board.\n\n\nTime to anomalous activity:\n 17 minutes.\n\n\nLength of anomalous activity:\n 11 minutes.\n\n\nDescription:\n When Foundation divers indicated the effect had begun, a 1500kg weight was dropped from the high dive board on to SCP-5621. The surface of the water buckled significantly, but did not break tension. Duration of effect was observed to be significantly shorter than previous tests.\n\n\n\n\n\n\nTest:\n D-Class personnel floated on the surface of the water, until anomalous effect presented itself.\n\n\nTime to anomalous activity:\n 1 hour, 11 minutes.\n\n\nLength of anomalous activity:\n 1 hour, 47 minutes.\n\n\nDescription:\n D-74810 was instructed to sit in a Foundation provided flotation device, which left her suspended at the waist within SCP-5621. Foundation divers indicated that SCP-5621's effect had begun, and D-74810 did not report any significant effects on her person. She found it mildly difficult to exit SCP-5621, and the water on her clothing appeared to \"cling\" to her person for several seconds after exiting SCP-5621.\n\n\n\n\n\n\nTest:\n Water was drained from SCP-5621 and refilled.\n\n\nTime to anomalous activity:\n 51 minutes after refilling SCP-5621\n\n\nLength of anomalous activity:\n 1 hour, 17 minutes.\n\n\nDescription:\n SCP-5621's effect was not diminished in any appreciable way during this test.\n\n\n\n\nNo further testing is considered required at this time, and all requests for approval should be directed to the current Containment Coordinator for SCP-5621.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4 - Investigation Log\n\n\n\n\n\nDuring the course of containment of SCP-5621, the Foundation undertook a significant investigation, under the advice of Journeyman Genuomo.\n\nThe potential cause of death of SCP-5621-1 was assumed to be foul play based on the Journeyman's report, and as such Agents Denton and McDowell conducted an investigation during the initial containment phases.\n\n\nAgents Denton and McDowell collected physical and aetheric evidence over a period of several weeks. After submitting a report to Foundation agents, a suspect was identified based on patterns of entry to the complex, and a combination of electronic and visual surveillance. Michael Stahlmeyer was brought in for questioning in conjunction with SCP-5621-1's death, with Agents Denton and McDowell interviewing.\n\n\n\n\n▶ Show Interview Log\n\n\n\n\n▼ Close Log\n\n\n\n\n\n\nInterview Log\n\n\nInterview Purpose:\n Confirm cause of death; confirm perpetrator for followup observation.\n\n\nInterviewer:\n Agent Sam Denton, Agent Jim McDowell\n\n\nInterviewee:\n Michael Stahlmeyer, Senior at Calvin University\n\n\n\n\nBEGIN TRANSCRIPTION\n\n\nAgent Denton:\n Good afternoon, Michael. We'd like to ask you a few questions about the death of one of your teammates if you're alright with that?\n\n\nStahlmeyer:\n I don't like to think about it, but alright.\n\n\nAgent Denton:\n Do you know why so many of your teammates have been drowning in your school pool?\n\n\nStahlmeyer looks visibly uncomfortable.\n\n\nStahlmeyer:\n Look, college sports are…they're like a giant business these days. There's so much pressure. Maybe they're overworking themselves? Maybe they…cracked.\n\n\nStahlmeyer visibly breaks eye contact with Agent Denton\n\n\nAgent Denton:\n Right. And it doesn't help when one of their teammates kills them, right?\n\n\nStahlmeyer shudders\n\n\nStahlmeyer:\n Excuse me? Are you implying I had something to do with █████'s death?\n\n\nAgent McDowell:\n Not implying. Accusing, and asserting. You poisoned your teammate with a tiny bit of botulism and GHB, then dumped him in the pool. The drugs burned out of his system before the autopsy.\n\n\nStahlmeyer:\n Fuck you, man, how fucking dare you!? I want my lawyer, I know my rights.\n\n\nAgent McDowell leans across the table\n\n\nAgent McDowell:\n We're not the cops, kid. We're not the feds either. You have no rights with us, and you're not going anywhere until you explain why you did it. I don't know if you realize this, but your bullshit is what's killing all of your friends on the team still.\n\n\nStahlmeyer leans back, shaken\n\n\nStahlmeyer:\n What?! What the hell are you talking about?\n\n\nAgent McDowell:\n You didn't think it was strange that after you drowned your buddy, everyone started dying?\n\n\nAgent Denton:\n See, Jim and I can't figure it out. He wasn't getting better grades than you. You were ahead of him in every category on the leaderboards. Hell, you were getting laid with half the cheerleading team, so it wasn't a girl. So why?\n\n\nStahlmeyer bursts into tears, and his voice begins to shake\n\n\nStahlmeyer:\n You don't understand, how much pressure we're under. How hard they push us. There's so much to perform, to get better, to do more.\n\n\nAgent Denton:\n Rrrrright. Yes. But you were ahead of him by a decent amount. He wasn't even on the first string.\n\n\nStahlmeyer:\n Didn't you see his times when he joined the team? He's getting so much better, so much…faster. In a couple years, he would have been a serious Olympic contender. He would have jeopardized my chances of going to the Olympics.\n\n\nAgent McDowell:\n So let me get this straight. You killed your teammate, and unleashed a highly dangerous anomaly…because you were scared someone might work hard and become as good as, or better than you?\n\n\nStahlmeyer:\n Anomaly? What? I don't know what the hell you're talking about, but yes, sure, I did it. I admit it. I don't care anymore, I can't handle the fucking guilt, just take me to jail or whatever.\n\n\nAgent McDowell scoffs\n\n\nAgent McDowell:\n Kid, we're not the cops. You get to live with the guilt of getting away with murdering your teammate. Have fun with that.\n\n\nStahlmeyer reacts with visible shock.\n\n\nStahlmeyer:\n Wait, you're just… no, but…\n\n\nAgent Denton:\n Oh, and you get to live with the fact that because of you, six \nother\n people are dead. Have fun with the guilt, buddy.\n\n\nBoth agents leave the room. Stahlmeyer begins sobbing. Foundation agents return Stahlmeyer to the edge of Calvin University's campus several hours later. Targeted amnestics were administered to remove any knowledge of anomalous activity, or the Foundation. Memories of the murder, and knowledge of responsibility of the six murders, were unaffected.\n\n\nEND TRANSCRIPT\n\n\n\n\nFollowing this interview, Michael Stahlmeyer was put under observation for the foreseeable future. No further anomalous activity has been found around him. Observation ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5620\n | SCP-5621 | \nSCP-5622\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewers: Agent Sam Denton, Agent Jim McDowell Interviewee: ███████ Chambers, a student at Calvin University. Transcription is provided by a combination of security footage, and recording devices on the agents. BEGIN TRANSCRIPTION Chambers was floating on the edge of the pool, holding on to the edge. Agent Denton: To be clear, this was one of the members of the swim team, not some random student? Chambers: Yeah, Nick was a really good guy. He was the best on the team, no one really expected him to drown. Agent McDowell: Was he alone at the time? Chambers: I’m not sure, I think they found him…well, floating in the pool the next morning. I think swim team members get access to the pool 24/7 or something. Agent McDowell: And you’re sure that there was no one there? This couldn’t have been foul play? Chambers: I really doubt it. No one’s a saint, but most people liked Nick. Huge jock, but he was part of the chapter of ACM too. Had friends among just about everyone on campus. Agent Denton: Anything else you can think of that would give us a clue what happened? Chambers thinks for a minute, then shakes his head. Chambers: Sorry, officer….? Agent Denton: Agent Holly. Thanks for your time, Mr. Chambers. Have a good swim. Chambers detaches from the wall and resumes swimming laps while the two agents converse. Agent McDowell: I dunno, Sam. This feels weird. I’m pretty sure this is just straight up murder or something. Agent Denton: Seems that way. Nothing really indicates something anomalous. I guess we’re hopping the next train out of— Both agents look down at their hands, where they wear Foundation-issue Thaumic/Aetheroglyph rings, which begin vibrating. Both agents look out over the pool. Chambers can be seen thrashing in the far end of the pool, the water stretching around his mouth which is stretched towards the surface of the water. The surface tension stretches but does not break. Agent McDowell: Sam! Agent Denton: I’m on it! Agent Denton jumps off of the edge of the pool, and towards the water. He lands with an audible thud, and slides across the surface of the water, as if it were ice. He orients himself for a moment, before scrambling over to where Chambers is panicking. Agent Denton claws at the surface of the water ineffectually. Chambers drowns seventeen seconds later. End Transcription",
        "Reporter: Arturo Genuomo Position: Journeyman Alchemist - Seventh Circle SCP-5621 was presented to the Department of Alchemy for study on 14/07/2017. With the assistance of several other esteemed colleagues, we have determined that SCP-5621 is most likely the latent aetheric remains of SCP-5621-1. The specific form this anomaly takes is consistent with several other aetheric imprints observed throughout the world. (See Document-ALC-2521 and Document-ALC-1777 for examples). In layman's terms, SCP-5621 is a \"ghost\" left upon an object. In this case, SCP-5621. Director Diaghilev concurs with my assessment that SCP-5621-1 was a latent alchemic talent who had not received the proper training to harness his abilities. It would also explain his talent for swimming, as SCP-5621-1 was most likely an aequeous affinity. Several alchemic reductions and rituals were attempted to establish contact with SCP-5621-1 within SCP-5621; however, it appears that SCP-5621 is merely an imprint of SCP-5621-1, lacking any cogent personality. Its apparent malice would have to be explained through more terrestrial investigations. Entities like this generally appear malefic if the circumstances of their death are violent or premature. Our suggested course of action would be to identify the cause of death of SCP-5621-1 and ensure they are not also the cause of SCP-5621's anomaly. Signed: Arturo Genuomo",
        "Test: Foundation divers enter SCP-5621 in shifts until anomaly presents itself. Time to anomalous activity: 27 minutes. Length of anomalous activity: 1 hour, 17 minutes. Description: After a duration of one hour, seventeen minutes, SCP-5621's effect ended abruptly and Foundation divers were able to exit SCP-5621. Emergency supplies were not required. Air hoses deemed sufficient, as the surface tension did not preclude their flow. This test was repeated several times to establish a baseline of the anomaly, with an average time to effect of 22 minutes, and an average duration of 1 hour, 7 minutes.",
        "Test: Foundation divers enter SCP-5621 in shifts until anomaly presents itself. 1500 kg weight dropped from high dive board. Time to anomalous activity: 17 minutes. Length of anomalous activity: 11 minutes. Description: When Foundation divers indicated the effect had begun, a 1500kg weight was dropped from the high dive board on to SCP-5621. The surface of the water buckled significantly, but did not break tension. Duration of effect was observed to be significantly shorter than previous tests.",
        "Test: D-Class personnel floated on the surface of the water, until anomalous effect presented itself. Time to anomalous activity: 1 hour, 11 minutes. Length of anomalous activity: 1 hour, 47 minutes. Description: D-74810 was instructed to sit in a Foundation provided flotation device, which left her suspended at the waist within SCP-5621. Foundation divers indicated that SCP-5621's effect had begun, and D-74810 did not report any significant effects on her person. She found it mildly difficult to exit SCP-5621, and the water on her clothing appeared to \"cling\" to her person for several seconds after exiting SCP-5621.",
        "Test: Water was drained from SCP-5621 and refilled. Time to anomalous activity: 51 minutes after refilling SCP-5621 Length of anomalous activity: 1 hour, 17 minutes. Description: SCP-5621's effect was not diminished in any appreciable way during this test.",
        "Interview Log Interview Purpose: Confirm cause of death; confirm perpetrator for followup observation. Interviewer: Agent Sam Denton, Agent Jim McDowell Interviewee: Michael Stahlmeyer, Senior at Calvin University BEGIN TRANSCRIPTION Agent Denton: Good afternoon, Michael. We'd like to ask you a few questions about the death of one of your teammates if you're alright with that? Stahlmeyer: I don't like to think about it, but alright. Agent Denton: Do you know why so many of your teammates have been drowning in your school pool? Stahlmeyer looks visibly uncomfortable. Stahlmeyer: Look, college sports are…they're like a giant business these days. There's so much pressure. Maybe they're overworking themselves? Maybe they…cracked. Stahlmeyer visibly breaks eye contact with Agent Denton Agent Denton: Right. And it doesn't help when one of their teammates kills them, right? Stahlmeyer shudders Stahlmeyer: Excuse me? Are you implying I had something to do with █████'s death? Agent McDowell: Not implying. Accusing, and asserting. You poisoned your teammate with a tiny bit of botulism and GHB, then dumped him in the pool. The drugs burned out of his system before the autopsy. Stahlmeyer: Fuck you, man, how fucking dare you!? I want my lawyer, I know my rights. Agent McDowell leans across the table Agent McDowell: We're not the cops, kid. We're not the feds either. You have no rights with us, and you're not going anywhere until you explain why you did it. I don't know if you realize this, but your bullshit is what's killing all of your friends on the team still. Stahlmeyer leans back, shaken Stahlmeyer: What?! What the hell are you talking about? Agent McDowell: You didn't think it was strange that after you drowned your buddy, everyone started dying? Agent Denton: See, Jim and I can't figure it out. He wasn't getting better grades than you. You were ahead of him in every category on the leaderboards. Hell, you were getting laid with half the cheerleading team, so it wasn't a girl. So why? Stahlmeyer bursts into tears, and his voice begins to shake Stahlmeyer: You don't understand, how much pressure we're under. How hard they push us. There's so much to perform, to get better, to do more. Agent Denton: Rrrrright. Yes. But you were ahead of him by a decent amount. He wasn't even on the first string. Stahlmeyer: Didn't you see his times when he joined the team? He's getting so much better, so much…faster. In a couple years, he would have been a serious Olympic contender. He would have jeopardized my chances of going to the Olympics. Agent McDowell: So let me get this straight. You killed your teammate, and unleashed a highly dangerous anomaly…because you were scared someone might work hard and become as good as, or better than you? Stahlmeyer: Anomaly? What? I don't know what the hell you're talking about, but yes, sure, I did it. I admit it. I don't care anymore, I can't handle the fucking guilt, just take me to jail or whatever. Agent McDowell scoffs Agent McDowell: Kid, we're not the cops. You get to live with the guilt of getting away with murdering your teammate. Have fun with that. Stahlmeyer reacts with visible shock. Stahlmeyer: Wait, you're just… no, but… Agent Denton: Oh, and you get to live with the fact that because of you, six other people are dead. Have fun with the guilt, buddy. Both agents leave the room. Stahlmeyer begins sobbing. Foundation agents return Stahlmeyer to the edge of Calvin University's campus several hours later. Targeted amnestics were administered to remove any knowledge of anomalous activity, or the Foundation. Memories of the murder, and knowledge of responsibility of the six murders, were unaffected. END TRANSCRIPT"
    ],
    "item": "SCP-5621",
    "object_class": "Euclid",
    "title": "SCP-5621"
}