{
    "url": "https://scp-wiki.wikidot.com/scp-5632",
    "all_text": "Oh. I didn't know Goddesses could die.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-5632\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5632, depicted by a painter as a reflection, appearing to the subject, having performed its duties, circa ~1802\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the neutralization of SCP-5632, no containment is required at this time. Foundation webcrawlers are to continue to monitor online discussions for any reports of hallucinations of a 'woman in the mirror' during significant gender-related events.\n\n\nEfforts are underway to retrieve the soul of SCP-5632 from the Dreamscape, however, this is considered a low priority.\n\n\nDescription:\n SCP-5632 referred to Nessa Antonos, a woman of European descent, believed to have been born in the late 1300s. At birth, SCP-5632 was named ██████ Antonos, the male heir to the Antonos dynasty — by 1402, Nessa Antonos had transitioned her gender, despite lack of medical knowledge at the time. She is believed to have been attained this transition through anomalous means and thaumic rites.\n\n\nFollowing this ritual, SCP-5632 was restricted to her bedroom by her father, Duke Antonos. Recovered and translated journal entries show SCP-5632's degrading mental state, as well as indicating a progression of violence against them by their family. This culminated in 1403, when the Antonos Estate burned down, with no survivors. SCP-5632's body was not recovered from the wreckage.\n\n\nFollowing the incident, SCP-5632's spirit is assumed to have survived in the Dreamscape, and through unknown means, achieved apotheosis. According to historical research, combined with modern day interviews, SCP-5632 is self-identified as the 'Goddess of True Reflections'. As a part of its duties, SCP-5632 would appear to those individuals who are questioning their gender identity. SCP-5632 appears at the first moment an individual looks in a mirror and feels validated in their gender, also known as experiencing 'gender euphoria' — SCP-5632 appears as a reflection of the individual, and reassures them that they are on the right path.\n\n\n\n\nAddendum 5632.1:\n Discussion Regarding Impending Neutralization\n\n\n\n\nSummary:\n Despite numerous attempts by the Foundation, SCP-5632 was unable to be contained, as it would freely leave containment to perform its duties; when SCP-5632 began to fade, internal discussions took place to determine the best course of action.\n\n\n\n\nSubject:\n SCP-5632\n\n\nDate:\n June 27th, 2024\n\n\nPresent:\n Dir. Gerald Scarborough, Agent Basil Bayside-Sias, Dr. Aylynn Grant (Remote)\n\n\nForeward: The following discussion captures the culmination of the discussion regarding how to respond to the approaching death of SCP-5632.\n\n\n<Begin transcript>\n\n\n\n\nDir. Scarborough:\n Why are we still having this debate? I've got five other gods in danger of dying, whose domains could actually impact the world if they were to disappear — what's so special about SCP-5632?\n\n\nAgent Sias:\n Sir, SCP-5632's domain has a significantly smaller impact than most, however, I don't think you truly grasp the scale.\n\n\nDir. Scarborough:\n By all means, help me understand it then. Dr. Grant, you're the 'expert' here, what kind of impact are we talking about?\n\n\nDr. Grant:\n Right — sorry, my notes are all over the place, one second.\n\n\nDr. Grant's video feed appears to stutter, and xey are seen freezing. All individuals in physical attendance begin to look around the room.\n\n\nDir. Scarborough:\n \nSighing\n What are we doing here Basil? You know as well as I do that SCP-5632 just isn't a priority, it never has been.\n\n\nAgent Sias:\n I know that but… Respectfully? Aren't all gods worth saving?\n\n\nDir. Scarborough:\n Maybe. But we're not a charity her—\n\n\nDr. Grant's video unfreezes, as xey begin to talk.\n\n\nDr. Grant:\n Can you hear me?\n\n\nAgent Sias:\n We can, Aylynn, please continue.\n\n\nDr. Grant:\n Thanks. So, as you know, SCP-5632's domain was more specific than most, being responsible for the initial experience of gender euphoria, for transgender individuals who have that moment upon looking at a mirror. To you, as well as the rest of the world, it seems pointless. Tiny. Insignificant. When we're talking about how medical professionals determine if an individual is transgender, they do not look at gender euphoria; they instead follow the DSM-5 criteria for 'gender dysphoria'.\n\n\nDr. Grant pauses, collecting themselves.\n\n\nDr. Grant:\n Systematically, transgender euphoria is relegated to the side, ignored and deemed irrelevant. But when you interview transgender individuals, and listen to their stories; the one commonality is feeling good in their body, as it is now. That first moment, the initial instance of euphoria — that is what SCP-5632 represents. She appears to the individuals who are just starting their gender journey, and tells them that they are on the right track. SCP-5632 reassures them, reminding them that they deserve to feel good, that they should be able to change who they are. If SCP-5632 were to disappear, that moment would be lost.\n\n\nDir. Scarborough:\n Right. Well, you're the gender expert, that's why you're here. So help me understand, what kind of ramifications would we see if SCP-5632 was to die?\n\n\nDr. Grant:\n To clarify, my specialization is abnormal anomalous psychology, specializing in gendered identities, so anything I say from this point on is, at best, an educated guess. However, based on what I've read from the files you've sent over, I believe that the neutralization of SCP-5632 would prevent that moment from occurring for any transgender individual in the future.\n\n\nDir. Scarborough:\n And? Doctor, I deal with dying gods every day. SCP-5632 seems meaningless compared to that, and I just don't have the resources to spare so that I can avoid hurt feeli—\n\n\nDr. Grant is seen becoming visibly frustrated, as xey fail to mask the expressions on xer face.\n\n\nAgent Sias:\n If I can cut in — Aylynn, what would be the repercussions. Would individuals still transition?\n\n\nDr. Grant takes a moment to recompose xemselves, before responding. Director Scarborough is seen glaring at Agent Sias, who ignores him.\n\n\nDr. Grant:\n Good question Agent Sias. The problem is, we don't know. It could stop all gender transitions, or it could change nothing — transitioning is not a monolithic experience, it is deeply personal and varies from individual to individual. I actually remember my encounter with SCP-5632—\n\n\nDir. Scarborough:\n I didn't authorize any remote intervi—\n\n\nDr. Grant:\n When I was first transitioning, I remember that day. I looked in the mirror, saw myself, and for once, didn't want to smash the glass. I didn't hear my mind screaming about the wrongness of my body, about how I would never feel right, how I was trapped like a passenger in a false shell; for once, I saw myself, and I smiled. I was… I was proud of what I looked like. SCP-5632 was there, I know because I saw my reflection smile, give a knowing wink, and then walk away; at the time, I assumed I had been losing it, but ever since getting these files, I've been replaying that moment in my mind.\n\n\nDr. Grant:\n I don't know if I would have transitioned without that. Maybe I would have, I know that I've always desired the change, the control over who I am, but… having that reassurance helped me feel confident, pushed me to seize the moment and become who I am today. Does that answer the question?\n\n\nAgent Sias:\n I think it does. Thank you for sharing your story Aylynn. \npause\n Director Scarborough, what do you think?\n\n\nDirector Scarborough sighs, rubbing his temples while his other hand taps a pen on the table.\n\n\nDir. Scarborough:\n First thing, Dr. Grant, I wanted to let you know I didn't mean any harm with my comments today. I'm an old man, but I'm doing my best. On the topic of SCP-5632, I can understand why it would be important to try and save. However, I keep looking at my budget and the staffing numbers I have available, and the math just can't work.\n\n\nDirector Scarborough sighs, clearing his throat.\n\n\nDir. Scarborough:\n I know what SCP-5632 means, but, I just cannot find a way to save it, without losing another god — the other gods that need us have significantly worse repercussions if they were to disappear. I'm sorry, Aylynn, but I don't think there is anything we can do.\n\n\nDr. Grant:\n But sir, I know it doesn't seem important but—\n\n\nDir. Scarborough:\n I know. Trust me, I see it every day. I watch as countless gods fade, disappearing forever, their domains lost. I see each and every star that flickers before blinking out of existence. If I could, I would save them all. But I can't. The Foundation can't save everybody. The Foundation shouldn't save everybody. Meeting dismissed.\n\n\nAgent Sias:\n No.\n\n\nDir. Scarborough:\n What was that, Agent Sias?\n\n\nAgent Sias:\n I said no. This meeting is \nnot\n over.\n\n\nDir. Scarborough:\n I have made my decision and I wo—\n\n\nAgent Sias:\n Your decision? You mean, how you just unilaterally decided that it was okay to sacrifice every transgender person around the world?\n\n\nDr. Grant:\n If I can jump in?\n\n\nAgent Sias:\n By all means, go ahead!\n\n\nDir. Scarborough:\n I said the meeting is over. Was that unclear?\n\n\nDr. Grant:\n Director Scarborough, I do not believe that you should be able to make this decision. So, yes, it was unclear. Help me understand how an old straight white man can decide if a transgender person on the other side of the planet lives or dies? What gives you the right?\n\n\nDir. Scarborough:\n What gives me the right? The fact that I'm an old man who is still working at the Foundation. I have survived air raids, memetic bombs, raids, containment breaches and countless end of the world scenarios. I know that if I do my job, the gears will keep turning and the veil will be safe. The world keeps spinning. If I don't make this decision, the world will decide for us.\n\n\nAgent Sias:\n Gerald, you understand what you're suggesting, right?\n\n\nDr. Grant:\n I doubt it, he's just like the rest of them. Unwilling to change.\n\n\nDir. Scarborough:\n That is enough Doctor Gra—\n\n\nAgent Sias:\n No. Xey are right. Stop for a second, Scarborough. Think about what you're saying. You are willing to throw an entire group to the side, because \nyou\n don't think they're relevant? What makes being transgender different than being gay? Would you let that disappear?\n\n\nDir. Scarborough:\n If it was for the greater good, then I wou—\n\n\nDr. Grant:\n Isn't it funny how the 'greater good' always seems to be what is good for you? I'm so fucking tired of being told that I don't matter, of having to fight for recognition, or having to kick and scream just to have my pronouns be respected. I am constantly struggling just to keep my head above water, and over the course of a 15 minute meeting, you have deemed my entire identity irrelevant? So again, I ask you; what gives you the right?\n\n\nDir. Scarborough:\n I only do what is needed.\n\n\nDr. Grant:\n Wrong answer.\n\n\nDr. Grant disconnects from the call.\n\n\nDir. Scarborough:\n What a fuckin—\n\n\nAgent Sias:\n No. We \nwill\n be better.\n\n\nAgent Sias leaves the room, slamming it behind him. Director Scarborough looks at the door, waiting to see if he would return. After a beat, he stops, staring directly in front of him. He takes a deep breath, exhaling as he stares blankly ahead; his eyes close. A minute later, Director Scarborough reopens his eyes, and begins to write on the page in front of him.\n\n\n\n\n<End transcript>\n\n\n\n\nFollowing the above meeting, funding for SCP-5632 research was cut, and reallocated to other entities in the Dreamscape. In the following months, there was increased activity online referring to SCP-5632's anomalous effect, and confusion surrounding the consequences of said neutralization. The following is a pinned post from \"r/TransesYourVeil\", an anomalous subreddit focused on the experiences of being transgender while living behind the veil.\n\n\n\n\n\n\n\n\n[PINNED] The Visitor Situation Discussion Megathread\n\n\nsubmitted 1 mo. ago by\n \nPeepawTransElder\n\n\n117 comments\n \nshare\n \nsave\n \nhide\n \ngive gold\n \nreport\n \ncrosspost\n\nHey there everybody, I know a lot of people are really worried about the ongoing situation with the visitor, but to cut down on the new posts we see daily, the moderation team and I wanted to create a mega-thread to discuss it all on one place.\n\n\nHere's what we know so far:\n\n\n\n\nThe Visitor is missing\n\n\nThe Visitor was last seen ~2-3 months ago (See Discussion)\n\n\nThe Foundation has \nnot\n made an official statement on the topic\n\n\nNobody knows what will happen if she stays gone\n\n\n\n\nPlease feel free to use this thread for any questions or concerns you might have!\n\n\n\n\n \n⬆\n\n\n731\n\n\n \n⬇\n\n\n\n\n\n\n\n\n[–]\n \nBoobles\n \n497 points 14 days ago\n\n\nNobody has seen the Visitor in a long time, and people seem to forget why we are all so worked up about this, so that you for making this thread. She saw me when I needed her the most, and she saved my life.\n\n\nThat's the point of all of this. The point is that, without the Visitor, people don't get that moment anymore. If anybody knows how we could help her, \nplease\n tell us.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nBad_Batch\n \n104 points 12 days ago\n\n\nOh my god, Mira is missing?? Edit: Sorry, Mira is what I call the Visitor, since you can only see her in the mirror! I remember, back when she visited, it was like… one of the worst days of my life.\n\n\nI had spent the entire day bawling my eyes out, hiding in my room, terrified of having to deal with my family again. I looked liked absolute shit. My make-up was running, everything was falling apart, and I just wanted it to be done. I couldn't take another fucking day of hiding who I was, lying to myself.\n\n\nAnd then I just looked up and saw her in the mirror. Well, not her; it was me. But she was there too, staring back from me, looking from the mirror. I wish I could remember every second I had with her, but I can't. It was a blur.\n\n\nI do remember her looking at me, and smiling, telling me how pretty I looked. She saw me, and said that I was the prettiest girl she'd seen all day. I kept crying, but they were tears of joy.\n\n\nCause, I finally felt like a girl, ya know?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nOrcCharm\n \n15 points 8 days ago\n\n\nomg that sounds so magical!!\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nRestfulWeeks\n \n13 points 8 hours ago\n\n\nWait who is she? Why is everybody so worried?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nPeepawTransElder\n \n[\nOP\n]\n \n51 points 3 hours ago\n\n\nCome sit by Peepaw, and let me tell you a story about the woman we call 'The Visitor'.\n\n\nOnce in your life, right as you are barely starting to figure out your gender, there comes a moment in your gender journey where something feels… different. I know that I used to avoid mirrors everywhere I went. I had covered the ones I have in my apartment with paint, and couldn't even look at anything that was metallic and shiny, terrified of what I might see. I didn't see myself, I saw all the things that I wasn't, and I hated it.\n\n\nThat was, until the visitor came.\n\n\nI don't even remember the exact day, or time, or circumstances, but I do remember this. I was freaking out, trying to pull myself together enough to go to work when I saw myself in the mirror. But this time, it wasn't bad. Because, this time, the visitor was here.\n\n\nI had heard rumors about it, but I never thought it was real. I had been told by friends that there was the ghost of a transgender woman, who died after being found out by her father. Now this was all the way back in the middle ages, so of course, there were no records. They say that when she died, she became a ghost, and her spirit lived on with a purpose. The Visitor would find people just like her, people whose gender didn't fit the mold, who didn't conform to what was expected of them. And she would see them for the first time, just like they saw themselves.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nRestfulWeeks\n \n12 points 2 hours ago\n\n\nWait so she's a ghost?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nPeepawTransElder\n \n[\nOP\n]\n \n51 points 3 hours ago\n\n\nNot quite. She told me that she was the 'Goddess of True Reflections'. I didn't know what she meant at the time, but I think I do now. When I think back to that moment, you know what I remember?\n\n\nHow happy I was.\n\n\nHow, for once, I saw what I could be. Not what I was, and not what I couldn't escape. I wasn't stuck; I could become my true self. She was there for that. She watched from the mirror, looking just like me… just like I could.\n\n\nThat's who the Visitor is. She comes to trans people, who are just discovering who they really are. She is there, sharing in your victory, being present in the moment. She tells you that it's all going to be okay — and she's right. It will all be okay. And then, just like that, she leaves. But I never forgot her.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nPeepawTransElder\n \n[\nOP\n]\n \n240 points 8 days ago\n\n\nHey! So we keep seeing a lot of questions about what the Visitor looks like, because some people keep saying they've seen her. This comment is to \ndebunk\n those claims, as they all describe her as looking like the same between appearances.\n\n\nThis is not true. The Visitor does not have a single consistent appearance, nor does she 'glow' or have any other visible 'holiness'.\n\n\nShe always looks just like you. A true reflection, of who you really are — the gender euphoria is because, for once, your internal vision and external self are in sync. Or at least, that's what I think she means and why she looks like that.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nDado_Fangirl\n \n6 points 3 days ago\n\n\nWhen is she coming back? When is it my turn?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nMCD_Sales_29821923\n \n-21 points 6 days ago\n\n\nCan we offer you a wonderful miracle drug to help your transition? You could become the goddess you need…\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nPuppyGirlHater\n \n89 points 5 days ago\n\n\nEat shit capitalist.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nYonderfulDreaming\n \n14 points 3 days ago\n\n\nI was waiting for her. I needed to see her, to know that I was right. What if I'm not right? She would have come if I was \nreally\n trans, right?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nYonderfulDreaming\n \n10 points 2 days ago\n\n\nI just wanted to say goodbye to you all. I don't think I fit in here anymore, sorry everyone.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nFaeowynn_Real\n \n526 points 3 weeks ago\n\n\nThank you all for making this post, The Visitor was just a figure from my past until… well, until things changed. I lost a friend recently. She died, with her family forgetting who she was — she died, hiding who she was.\n\n\nShe died before she got to meet The Visitor. Maybe, if she had met her, she… she might still be here. We need the Visitor back.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nbluntfiend\n \n80 points 2 weeks ago\n\n\nShe deserved better.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nLeftOfMemories\n \n2 points 5 hour ago\n\n\nI guess she really is gone. I give up.\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\n\n\n[–]\n \nThrowaway29123910\n \n3 points 1 hour ago\n\n\nIf she's not coming, what's the point… Why keep fighting?\n\n\n\n\n⬆\n\n\n⬇\n\n\n\n\n\n\nAddendum 5632.2:\n Incident 5632.NG\n\n\n\n\nFollowing the meeting on June 27th, 2024, SCP-5632's divine signature was noted as fading to below detectable levels. On July 17th, 2024, Dreamscape scanners detected SCP-5632's divine signature, and captured the following exchange.\n\n\n\n\nThe following recording was captured by Foundation Dreamscape monitoring equipment. The footage was partially corrupted — this recording was recovered.\n\n\nThe participants are believed to be SCP-5632 and an unknown person of interest, POI-5632, presumed to be a spirit dwelling within the Dreamscape. The Foundation is unaware of who he/she/it may be, as no private, public, or Foundation databases contain any matches.\n\n\n<Begin Log>\n\n\n\n\nA short haired masculine-appearing individual, POI-5632, sits on a bench in an empty expanse, separate from all other spirits or entities. A female-presenting individual wearing robes, presumed to be SCP-5632, approaches them from behind. POI-5632 does not notice them.\n\n\nSCP-5632:\n Excuse me? Are you Katie?\n\n\nPOI-5632:\n Who?\n\n\nSCP-5632:\n Are you Katie?\n\n\nPOI-5632:\n Do I look like a Katie?\n\n\nSCP-5632 pauses, as if to consider the question.\n\n\nSCP-5632:\n Do you know where I could find Katie Calhoun?\n\n\nPOI-5632:\n Katie… No, but… Oh!\n\n\nSCP-5632:\n What is it?\n\n\nPOI-5632:\n My last name was Calhoun — when I was alive, that is. Not that it matters anymore.\n\n\nSCP-5632:\n What was your first name?\n\n\nPOI-5632 freezes.\n\n\nPOI-5632:\n I can't remember.\n\n\nSCP-5632:\n Maybe it was Katie.\n\n\nPOI-5632:\n I wasn't a girl. My name wasn't Katie, it was Eri—\n\n\nPOI-5632 pauses mid-sentence, mouth hanging open. It closes slowly, and they frown.\n\n\nPOI-5632:\n I'm sorry. I haven't been myself since I died, I've forgotten so much. It… Nobody remembers me. My family doesn't even care.\n\n\nSCP-5632 sits down on the bench beside POI-5632; the two are a similar build, with similar traits. Both watch the landscape, as the two sit in silence.\n\n\nSCP-5632:\n You know, you were close to the top of my list.\n\n\nPOI-5632:\n Your list?\n\n\nSCP-5632:\n Katie, I need you to know I'm sorry.\n\n\nPOI-5632:\n I told you, my name isn't Katie, I wasn't a g—\n\n\nSCP-5632 reaches out an index finger, laying it on POI-5632's lips. After a second, they take their hand back.\n\n\nSCP-5632:\n I need to tell you something. Something that your family didn't know, about somebody that you hid from even yourself — you died, and that part of you faded. It would have been gone forever, if not for your friend.\n\n\nPOI-5632:\n What are you talking about?\n\n\nSCP-5632:\n You don't deserve to be remembered like this. This isn't who you are. Katie, you were so much more than what your family could ever dream of.\n\n\nPOI-5632:\n I already told you, miss, I'm not—\n\n\nSCP-5632 laughs.\n\n\nSCP-5632:\n You know, it's funny. I didn't even recognize your spirit until I heard a… a prayer of sorts. From a \nfriend of yours\n.\n\n\nPOI-5632:\n I didn't have friends. You're right, nobody knew me. Nobody saw who I was, nobody understood that I was more than an empty puppet they could project their hopes and dreams onto.\n\n\nSCP-5632:\n You did. Don't you remember Faeowynn? Faeowynn Wilson?\n\n\nPOI-5632:\n Faeowynn… She… I… We were… She knew who I was.\n\n\nSCP-5632:\n She still does.\n\n\nPOI-5632 begins to glow with divine energy, as the winds pick up, whirling around the duo. As it increases, the glow begins to envelop them as SCP-5632 watches and smiles. The winds slow down, as the light begins to fade. The figure is revealed as the divine energy fades, revealing that POI-5632 now resembles SCP-5632 exactly.\n\n\nPOI-5632:\n I… I wasn't Eric, I was never a man, I was just—\n\n\nSCP-5632:\n You.\n\n\nPOI-5632:\n Yeah. Me. Katie.\n\n\nA beat. The two stare at the landscape, as if waiting for something to change.\n\n\nPOI-5632:\n Why are you here?\n\n\nSCP-5632:\n It's what I do. More importantly, it's what I hope you'll do.\n\n\nPOI-5632:\n What are you talking about?\n\n\nSCP-5632:\n Don't you wish you could have gotten more out of life?\n\n\nPOI-5632:\n I just… I wish that I could have been more than what my family wanted. I wish I could have just been myself, could have grown and changed and fucked up and survived as Katie; but I couldn't. I didn't get to have that, and before this, I didn't even have it in death.\n\n\nSCP-5632:\n So, why are you still here?\n\n\nPOI-5632 turns to face SCP-5632.\n\n\nPOI-5632:\n What do you mean?\n\n\nSCP-5632:\n I mean, why haven't you moved on? What is keeping you here?\n\n\nPOI-5632:\n Regret. I just wish I could have had one moment where I felt good about myself, you know? Where I could see myself and not hate all that I am. Where I could be happy. Does that make sense?\n\n\nSCP-5632:\n Of all of the gods and goddesses, I am the only one who that makes perfect sense to.\n\n\nPOI-5632 reacts in surprise to the new information.\n\n\nPOI-5632:\n I'm talking to a goddess?\n\n\nSCP-5632:\n In the spirit.\n\n\nPOI-5632:\n Huh. Of what, if I can ask?\n\n\nSCP-5632:\n I was hoping you would. I am the 'Goddess of True Reflections'. Katie, as a Goddess, my domain is to be there when somebody looks in the mirror, and, for the very first time, they have that exact feeling that you missed out on. They get a moment of joy, of euphoria, or knowing that they have made the right choices, because at the end of the day, they are here. They are alive, and things are getting better. Things won't stay the same forever. I am hope, in a way.\n\n\nPOI-5632's expression appears to flash between surprise and frustration.\n\n\nPOI-5632:\n So what do you want with me. Are you just here to rub it in?\n\n\nSCP-5632:\n I'm dying.\n\n\nPOI-5632:\n Oh. I didn't know Goddesses could die.\n\n\nSCP-5632 shrugs, before removing a hand mirror from within their clothes.\n\n\nSCP-5632:\n I'm old. I've existed for centuries, giving people just like you the little nudge they need to become who they are inside. When I die, nobody will be left to do that. I can't let us down — people like us, we need this.\n\n\nPOI-5632:\n So?\n\n\nSCP-5632:\n So, take up my mantle. Become the Goddess that you could never be in life, giving the gift of euphoria to people just like you all around the world.\n\n\nPOI-5632:\n Seriously? Sure, I'll just live each and every day of my eternal afterlife staring at an infinite number of people who all get to experience the joy that I never had; the ones who were saved.\n\n\nPOI-5632 begins to cry.\n\n\nPOI-5632:\n Did you really just expect me to agree and put myself through that? Every day, just stuck reliving my death, hating my family, furious that it was stolen from me? Furious that I never got to be this? \nPOI-5632 gestures to their appearance.\n I hated every second, of every day of my life. Seriously, that's why I did it. That's why I gave up. I couldn't take another second of knowing I would never be 'right', no matter what I did.\n\n\nSCP-5632:\n Would you deny others that joy?\n\n\nPOI-5632 pauses. The two sit in silence for some time.\n\n\nPOI-5632:\n …I would get to help others? To give them that hope?\n\n\nSCP-5632:\n For as long as they remember you Katie, you would be that hope. And Faeowynn won't let you be forgotten, she's why I'm here. Will you accept the burden of being a witness to that which you can never have?\n\n\nPOI-5632:\n Fae…\n\n\nPOI-5632 reaches out to SCP-5632 with an open hand. SCP-5632 smiles, the two reflecting each other, in a moment of shared euphoria. SCP-5632 passes the hand mirror to POI-5632, and as it lets go, begins to fade into nothingness.\n\n\nPOI-5632:\n I won't let you down.\n\n\n\n\n<End Log>\n\n\n\n\nFollowing this log, there was a sudden resurgence of reported instances of SCP-5632 appearing to individuals around the globe. SCP-5632 is pending reclassification, and reassignment of the designation to the spirit of the deceased, Katie Calhoun, believed to be the new 'Goddess of True Reflections'.\n\n\n\n\n\n\n\n\n« \nSCP-5631\n | SCP-5632 | \nSCP-5633\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5632\n\" by Queerious, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5632\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Elizabeth_Alexeevna_with_mirror_after_J.L.Mosnier_(1800s,_Hermitage).jpg\n\n\nAuthor:\n Jean-Laurent Mosnier\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Elizabeth_Alexeevna_with_mirror_after_J.L.Mosnier_(1800s,_Hermitage).jpg",
    "addendums": [
        "Addendum 5632.1: Discussion Regarding Impending Neutralization",
        "Addendum 5632.2: Incident 5632.NG\nFollowing the meeting on June 27th, 2024, SCP-5632's divine signature was noted as fading to below detectable levels. On July 17th, 2024, Dreamscape scanners detected SCP-5632's divine signature, and captured the following exchange.\nFollowing this log, there was a sudden resurgence of reported instances of SCP-5632 appearing to individuals around the globe. SCP-5632 is pending reclassification, and reassignment of the designation to the spirit of the deceased, Katie Calhoun, believed to be the new 'Goddess of True Reflections'."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5632 \" by Queerious, from the SCP Wiki . Source: https://scpwiki.com/scp-5632 . Licensed under CC-BY-SA .",
        "Filename: Elizabeth_Alexeevna_with_mirror_after_J.L.Mosnier_(1800s,_Hermitage).jpg Author: Jean-Laurent Mosnier License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Elizabeth_Alexeevna_with_mirror_after_J.L.Mosnier_(1800s,_Hermitage).jpg"
    ],
    "containment_procedures": "Due to the neutralization of SCP-5632, no containment is required at this time. Foundation webcrawlers are to continue to monitor online discussions for any reports of hallucinations of a 'woman in the mirror' during significant gender-related events.",
    "description": "SCP-5632 referred to Nessa Antonos, a woman of European descent, believed to have been born in the late 1300s. At birth, SCP-5632 was named ██████ Antonos, the male heir to the Antonos dynasty — by 1402, Nessa Antonos had transitioned her gender, despite lack of medical knowledge at the time. She is believed to have been attained this transition through anomalous means and thaumic rites.",
    "title": "SCP-5632"
}