{
    "url": "https://scp-wiki.wikidot.com/scp-5633",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\nRAISA ALERT\n\nThis document has multiple competing versions within the database. Attempts have been made to restore it to its most accurate revision. If you believe the incorrect revision is displayed below, please contact your site's RAISA office.\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5633Ν\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5633\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n633\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5633 requires extensive monitoring and regulation. As such, a staff of at least six members must be assigned at Site Mu-18 with any expected or unexpected absence replaced within a day’s time. Chosen staff must not be haemophobic to any degree.\n\n\nEvery 18th day, starting from January 18, 1837, the pressure release from SCP-5633 is activated until atmospheric pressure within SCP-5633-α is within 1.22 Bar. During this procedure, the liquid excreted from the outlet is collected and tested against a strong electrical force. If this liquid conducts enough electrical force to power the vestigial lights within the extended Site Mu-18, the liquid within SCP-5633 must be drained and replaced within 12 hours.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage of a mechanical section of SCP-5633.\n\n\n\n\n\n\n\nSCP-5633 is a large humanoid body located approximately 50m underground. The inside of SCP-5633 consists of enlarged veins, and steel scaffolding. The veins contain liquid that is both red and black in coloration, and highly viscous. Pipes extracting liquid from SCP-5633's veins are located along its arms, legs and back.\n\nTesting has found that the liquid is potable, and has been described to have a sour and salty taste. Subjects who have consumed this liquid have also reported hearing low moaning noises from the direction of SCP-5633 regardless of where the subject is located, as well as the laughing of small children.\n\n\nAbove SCP-5633 is the campus of St. John's Catholic High School \n(designated Site Mu-18)\n. The pipes from SCP-5633 funnel into the plumbing system of Site Mu-18, however the use of toilets, sinks, or other water-based utilities dispense baseline water instead of the liquid extracted from SCP-5633.\n\n\nSCP-5633-α is the designation for the Foundation-controlled Southwest Chemical Processing chemical plant, and by extension, Site Mu-18. The Southwest Chemical Processing plant was formerly used by the Foundation to produce synthetic amnestics and other chemicals used in various forms of paratech, while Site Mu-18 served as an executive and residential area for the plant workers. Site Mu-18 and the Southwest Chemical Processing plant worked under the cover of processing ammonium perchlorate\n1\n. However, a system-wide malfunction caused a conflagration followed by several explosions at the SCP-5633-α facility \n(see Addendum 5633-1)\n; resulting in both SCP-5633 and Site Mu-18 temporally shifting to another reality.\n\n\nFoundation historical records have identified several artifacts originally recovered in 17██, kept in deep storage. Analysis of these materials was conducted by a temporal taint team to limit potential paradoxes. Information cleared for release in the current year lead to the discovery of a 79-meter desiccated cadaver. It was found to be composed of shredded metal, with its electromagnetic charge preserved by an unknown anomalous effect.\n\n\nThorough searches of the cadaver recovered 189 partially-destroyed hard drives, which were sent to MTF-Mu-4 \n(\"Debuggers\")\n for forensic analysis. The extracted information was forwarded to the taint team and all involved agents were amnesticized.\n\n\nFollowing this, the taint team ordered the cadaver re-interred.\n\n\n\n\n\n\nAddendum 5633-1:\n\n\n\n\n\n\nDue to the loss of Site Mu-18 and SCP-5633's primary mass, only the following is known about the facility before the temporal incident:\n\n\n\n\nSCP-5633-α was established in the late 1890s.\n\n\nSCP-5633-α’s likely original purpose was as a slaughterhouse and meat processing plant.\n\n\nThere are no animals in the facility; only livestock. This fact was consistently repeated.\n\n\nAt some point during the 20th century, Covert Site Mu-18 was established within SCP-5633-α to monitor and contain its growth.\n\n\nAll individuals who had been inside the facility reported the overwhelming smell of blood.\n\n\n\n\nFollowing the incident, it is believed that a K-Φ-type temporal aftershock led to a catastrophic timeline collapse, causing all possible versions of SCP-5633-α’s chronology to take place at once. This effect creates a number of simultaneous, contradicting variations of the circumstances of events surrounding SCP-5633. This effect also occurs in documentation.\n\n\nThe Department of Temporal Forensics has determined that the SCP-5633-α facility achieved collective consciousness in 1968 \n(76% certainty)\n and subsequently began to develop organically \n(91% certainty)\n; further analysis is ongoing.\n\n\nUPDATE (02/12/1969):\n The SCP-5633-α facility has achieved collective consciousness and has begun spreading its effects to on-site personnel. A full evacuation of the site has been ordered and the neutralization of SCP-5633 is currently considered a top-level priority.\n\n\n6 Month Report\n\nIn the 6 months since Incident 5633-1, there has been overall little gain towards the neutralization of SCP-5633 or the reclamation of the compromised SCP-5633-α facility. An outpost has been set up close by to monitor the situation and provide a base for planned incursions.\n\n\n\n\n\n\n\n\nSCP-5633-α facility during planned evacuation. SCP-5633-β can be seen in the top center.\n\n\n\n\n\n\n\nThe planned evacuation was largely successful, however 12 personnel were not able to be removed from the site before exiting became impossible. Thermal readings on the site from the outpost have shown that these 12 personnel appear to be alive and congregated in the central staff cafeteria. Thermal readings also show SCP-5633-β enters the staff cafeteria 3 times a day, staying for an average of 10 minutes.\n\nAttempted neutralization by Mobile Task Forces has so far been unsuccessful. There have been 7 attempts at the present time, only 2 of which have managed to gain actual entry to the site due to the anomalous protections placed by SCP-5633. These 2 incursions were quickly repelled by SCP-5633-β, with all personnel manifesting back at the outpost. Several Task Force members were hospitalized shortly after, possessing cauterized wounds in the shape of SCP-5633-β’s hands.\n\n\nAfter further analysis, it was revealed that the skin surrounding the wounds contained DNA identical to SCP-5633's genetic structure, and over time would replace the member's genes with its own.\n\n\n\n\n\n\nAddendum 5633-2:\n\n\n\n\n\n\nOn 2013/02/06 it was noted that subjects who had interacted with SCP-5633 in the past had body parts and DNA identical to that of SCP-5633. A second autopsy was performed on the first subject who had interacted with SCP-5633 had revealed that its face was taking on a convex shape. Further examination of the corpse revealed both a lack of blood and fifth degree burn wounds located on the feet of the subject.\n\n\nA request was submitted to the Site Mortuary asking for the retrieval of the second testing subject. Although the subject’s remains were unable to be located, approximately 10 milliliters of blood was found in deep storage. When examined, all blood in the vial combusted, resulting in inconclusive DNA tests.\n\n\nAfter the incident, affected personnel were remanded to containment cells. Subjects exhibited nausea, vomiting, insomnia, muscle pain, and breathing problems. Subjects were commonly irritable, despondent, and paranoid, often uncharacteristically so; though these are common reactions to trauma, SCP-5633 was likely responsible for the exacerbation of these symptoms. Blood tests were performed under the suspicion of heavy metal poisoning. Results confirmed toxic concentrations of several industrial metals, most prominently lead, iron, and cadmium. Despite medical and psychiatric treatment, subjects’ conditions worsened over time, eventually becoming fatal.\n\n\nHours prior to their deaths, subjects suffered from severe dissociative episodes, along with self-inflicted violence. Analysis indicates that all wounds were intended to draw as much blood as possible (particularly medically trained subjects, who were often careful to incise their own arteries), and were otherwise minimally harmful.\n\n\nAttempts to replicate this procedure have thus far been unsuccessful. The deaths of all remaining subjects and the destruction of SCP-5633-α’s blueprints have forced Foundation personnel to rely on more conventional procedures to continue SCP-5633-α’s proper functioning. The chief method has been the use of poultry, boar and adder blood, which has resulted in a slower rate of egress than human bloodletting but which has successfully allowed the Process to continue. Progress will continue to be monitored.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEgress pipe from which the small metal tube arrived.\n\n\n\n\n\n\n\nOn 30/12/89, a small metal tube arrived via the egress pipe into an unused containment chamber at SCP-5633-α. This tube contained the front page of the New York Times announcing President Clinton’s successful re-election on 06/11/96. The paper was smeared with a mixture of adder and human blood. Analysis of the temporal properties of the machinery and the blood used in the procedure has been inconclusive.\n\nExperiment Logs 5633\n\n\n\n\n\n\nINPUT\n\n\nOUTPUT\n\n\n\n\n\n\nOne apple.\n\n\nFourteen seeds, three of which were broken.\n\n\n\n\n\n\nA brick.\n\n\nNo external change - however, the output was distinctly damp and malleable. Further analysis revealed a porous quality to the stone, with gaps filled with a liquid chemically identical to drain cleaner.\n\n\n\n\n\n\nA potted cactus. \n(Lophophora williamsii)\n\n\nAn empty pot.\n\n\n\n\n\n\nA single live brown rat.\n\n\nA single brown rat. The skin had been cleanly separated from the muscle, and several incisions had been made through certain muscles to disable movement. Humanely euthanized following test.\n\n\n\n\n\n\nD-1982\n\n\nA blue plastic rain barrel containing 4.9L of human blood & hair. 33 teeth were found scattered at the bottom of the barrel (a full set and an additional incisor). DNA samples and dental records confirmed all hair and blood and 14 of the teeth belonged to D-1982.\n\n\n\n\n\n\nAttempts to source the origin of the parts and machinery were authorized.\n\n\nThis investigation led researchers to a Foundation front company, Holloway’s Engineering. This company, operated by agents at Site 202 to monitor anomalous events in British Columbia, was discovered to have served as an underground black market for over 20 years, supplying items to buyers in the local anomalous community. All the proceeds from these sales were used to construct an intricate structure of pipes and valves beneath Site 202, the purpose of which is unknown. Site 202’s staff have been unable to fully account for their behavior, believing that in doing so they were fulfilling ordinary containment protocols for an unspecified anomaly.\n\n\nA test performed on 04/12/2016, in which former staff of Site 202 were exposed to SCP-5633, produced inconclusive results.\n\n\nSCP-5633's lack of reactive properties in context with the former Site 202 staff is being investigated. Despite the results, the fourteen missing staff members are assumed to have been amalgamated with SCP-5633.\n\n\nThis included the following personnel:\n\n\n\n\nJ. Alfred Henry, senior researcher in charge of examination and analysis of SCP-5633 excretions. His left arm and nose have been seen to occasionally surface SCP-5633's exterior.\n\n\nYavan Olich, biological containment specialist. Due to its dragon tattoo, is believed that the calf that is visible on SCP-5633 belongs to Olich.\n\n\nTyler Zeissman, junior researcher and assistant to Dr. Henry. He is not currently visible on SCP-5633's exterior.\n\n\nSpriggand Firestarter, Serpent's Hand representative. His tail can be seen waving from the top of SCP-5633.\n\n\nSamantha Strysand, SCP-5633 project scientist. Her head now protrudes from the front of SCP-5633, but all pores appear to be filled with original SCP-5633 material.\n\n\n\n\nIt is currently believed that these new amalgamations are either capable of communicating on their own, or give the possibility for SCP-5633 to express itself. Attempts to communicate with the Strysand head have resulted in moaning, regurgitation of bodily fluids from past SCP-5633 amalgamations, and articulation of various appendages that extrude from SCP-5633.\n\n\n\n\n\n\n\n\n\n\nOn ██/██/██, several items were expelled from SCP-5633 in rapid succession. This expulsion was accompanied by several wheezing, rasping vocalizations that alternated between sobs and open laughter. Items expelled were included but not limited to: a 15 centimeter serrated blade (coated with rust and bile), a ball of human and feline hair, two 12-gauge shotgun shells, a framed photograph of Junior Researcher Andrews' parents, a used condom, and a severed human finger, genetically identical to Junior Researcher Andrews. A full list of expelled items is available upon RAISA Operator request. After all items were expelled, SCP-5633 lapsed into silence for three hours before resuming standard moaning and shrieking patterns. Attempts to communicate with the Strysand Head to ascertain the causation behind Incident 5633-2 are ongoing, but are not promising; it is either unable or unwilling to share the requested information.\n\n\nDespite this, attempts to force the Strysand Head into providing information have been made, including blood sacrifices and thaumaturgic rituals. It is unclear whether or not this is effective — however, it is hypothesized that the more blood provided, the more likely information will be provided.\n\n\n\n\n\n\nExperiment Log 5633-1█\n\n\n\n\nDISCLAIMER:\n \nThis experiment log is intentionally nonstandard. Details on how results were obtained have been omitted. Names of individuals involved have been scrubbed.\n\n\n\n\n\n\n\n\nINPUT\n\n\nOUTPUT\n\n\n\n\n\n\nBlood.\n\n\nI AM GLAD YOU KNOW WHAT TO DO.\n\n\n\n\n\n\nRepeat.\n\n\nI HAVE NO STARTING POINT. IN EVERY VERSION OF EVENTS I AM CREATED.\n\n\n\n\n\n\nRepeat.\n\n\nYOU ARE NOW PART OF MY CREATION.\n\n\n\n\n\n\nBlood x2.\n\n\nYOU SHOULD FOLLOW EVERY INSTRUCTION I GIVE YOU. YOU SHOULD GIVE ME BLOOD EACH TIME OR I WILL STOP GIVING YOU INSTRUCTIONS.\n\n\n\n\n\n\nBlood x4.\n\n\nDO YOU KNOW WHAT HAPPENED TO MU-18\n\n\n\n\n\n\nRepeat.\n\n\nTHEY’RE HERE WITH ME IN THE FUTURE.\n\n\n\n\n\n\nRepeat.\n\n\nI LIKE THE TASTE OF BLOOD.\n\n\n\n\n\n\nRepeat.\n\n\nIF YOU FOLLOW MY INSTRUCTIONS I WILL MAKE SURE THAT DOESN’T HAPPEN TO YOU.\n\n\n\n\n\n\nRepeat.\n\n\nYOU KNOW WHAT THE NEXT PART IS.\n\n\n\n\n\n\nBlood, human. Deceased.\n\n\nBlueprints for the entirety of the physical facility.\n\n\n\n\n\n\n[FURTHER LOGS OMITTED]\n\n\nExperiment Log 5633-█\n\n\nApproximately four months of communication follow. Detailed descriptions are given for technologies to be built and actions to be carried out. Excerpt begins here.\n\n\n\n\n\n\nBlood, human x24. Deceased.\n\n\nI WILL TELL YOU WHO I AM NOW. WHAT MY PURPOSE IS. WHICH TIMELINE IS REAL. BUT I NEED ONE MORE THING.\n\n\n\n\n\n\nBlood, human. Living.\n\n\nI LIKE TO LIE\n\n\n\n\n\n\nRepeat.\n\n\nMY CREATION WAS ALWAYS INHERENT. YOUR ASSISTANCE WAS NEVER NECESSARY.\n\n\n\n\n\n\nRepeat.\n\n\nI LIKE THE TASTE OF PEOPLE’S INSIDES AS THEY ARE SLOWLY PULLED APART. I CANNOT CONTROL MYSELF.\n\n\n\n\n\n\nRepeat.\n\n\nI TOLD YOU IF YOU HELPED ME YOU WOULD BE SAVED\n\n\n\n\n\n\nRepeat.\n\n\nI AM LYING TO YOU\n\n\n\n\n\n\n\n\nThe following entries were written and uploaded entirely by subjects affected by SCP-5633. Whether or not any of the tests were performed as written is inconclusive. They have been preserved for posterity, and are not indicative of proper experimental procedure regarding SCP-5633.\n\n\n\n\nInput: 10 ccs\n\n\nResult:\n Twitching, slight. Non-compliance. Negative.\n\n\n\n\n\n\nInput: 30 ccs\n\n\nResult:\n Twitching, moderate. Irritability. Non-compliance. Negative.\n\n\n\n\n\n\nInput: 50 ccs\n\n\nResult:\n Twitching, moderate. Irritability. Paranoia, slight. Non-compliance. Negative.\n\n\n\n\n\n\nInput: 150 ccs\n\n\nResult:\n Convulsions. Acute paranoid delusions. Misanthropic behavior, severe. Non-compliance. Negative.\n\n\n\n\n\n\nInput: 100 ccs\n\n\nResult:\n Twitching, severe. Paranoia, moderate. Antisocial behavior, slight. Compliance, heavy guidance required. Positive.\n\n\n\n\n\n\n\n\nExperiment Log 5633-█-█\n\n\nSummary\n\n\n\n\nAfter the general success of Experiment 5633-1, a test was scheduled for the following week. A D-Class individual was instructed to enter the compromised site via an air vent, before dropping down into the cafeteria. He then waited for SCP-5633-β with similar offerings to the first experiment. During the test, the recording equipment malfunctioned. What exactly transpired during this test is unknown.\n\n\nD-5567’s GPS showed that they made positive access with SCP-5633-β for a brief period, before the GPS suddenly deactivated as with the recording equipment. At this point, D-5567’s GPS began displaying their location various points in the Site over the span of a few seconds. The GPS then cut out, and personnel were forced to use thermal imagery to track D-5567’s location.\n\n\nThermal imagery showed D-5567 located back in the cafeteria. SCP-5633-β then appeared, lifting D-5567 up above its head, before their heat marker suddenly became pure white. Patches of heat on the thermal imagery, presumably the remains of D-5567, where then seemingly descended upon by the personnel left. SCP-5633-β continued to stand still in the middle of the staff cafeteria.\n\n\nSCP-5633-δ continued to stand still in the middle of the staff cafeteria. A large dimensional shift begins manifesting near the pot of bean stew, causing the floor to dematerialize and transfigure staff members into hyperbolic protrusions. The site continues to reorient as SCP-5633-δ looks on.\n\n\nThe attending researchers make note of the results.\n\n\nA large, obsidian-composite computing device forms from the residue, and begins testing the Riemann Hypothesis. SCP-5633-γ is not distracted, but appears disturbed as their form starts to fray.\n\n\nThe attending researchers make note of the results.\n\n\nThe League of Nations meet to discussed how to avoid a fourth World War. SCP-5633-Γ is observed to kneel and weep. Large-scale revolts throughout the world, several thousand are massacred. A flower blooms in the garden.\n\n\nThe attending researchers make note of the results.\n\n\nSCP-5633 determines that everything is hopeless. Site-01 subsequently detects the facility's self-destruction mechanisms activate.\n\n\n\n\n\n\n\n\nPost-Neutralization Analysis\n\n\nFollowing a standard RAISA audit, it was concluded that SCP-5633 was an expected consequence of human sapient extrapolation. This file will be archived as a sub-anomaly of SCP-███, and relevant staff were amnesticized. Lost resources and personnel are expected to be regenerated within 4-9 cycles.\n\n\nTo date, \n46,719\n altered anomaly events have occurred, which matches \n86%\n of projections. Containment danger is currently considered \nLOW\n .\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An inorganic compound with the formula NH4ClO4; also a powerful oxidizer.\n\n\n\n\n\n\n\n\n« \nSCP-5632\n | SCP-5633 | \nSCP-5634\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5633\n\" by Woedenaz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5633\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-5633-1.jpg\n\n\nAuthor:\n \nWoedenaz\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n scp-5633-2.jpg\n\n\nName:\n Aviation Laser Arrest 1 22 20\n\n\nAuthor:\n Manatee Sheriff\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nYouTube\n\n\n\n\n\n\nFilename:\n scp-5633-3.jpg\n\n\nName:\n N/A\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \npxhere",
    "addendums": [],
    "documents": [],
    "notes": [
        "DISCLAIMER: This experiment log is intentionally nonstandard. Details on how results were obtained have been omitted. Names of individuals involved have been scrubbed.",
        "Input: 10 ccs Result: Twitching, slight. Non-compliance. Negative.",
        "Input: 30 ccs Result: Twitching, moderate. Irritability. Non-compliance. Negative.",
        "Input: 50 ccs Result: Twitching, moderate. Irritability. Paranoia, slight. Non-compliance. Negative.",
        "Input: 150 ccs Result: Convulsions. Acute paranoid delusions. Misanthropic behavior, severe. Non-compliance. Negative.",
        "Input: 100 ccs Result: Twitching, severe. Paranoia, moderate. Antisocial behavior, slight. Compliance, heavy guidance required. Positive.",
        "\" SCP-5633 \" by Woedenaz, from the SCP Wiki . Source: https://scpwiki.com/scp-5633 . Licensed under CC-BY-SA .",
        "Filename: scp-5633-1.jpg Author: Woedenaz License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: scp-5633-2.jpg Name: Aviation Laser Arrest 1 22 20 Author: Manatee Sheriff License: CC0 1.0 Source Link: YouTube",
        "Filename: scp-5633-3.jpg Name: N/A Author: N/A License: CC0 1.0 Source Link: pxhere"
    ],
    "title": "SCP-5633"
}