{
    "url": "https://scp-wiki.wikidot.com/scp-5640",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\na thalassophile\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n3/5640\n LEVEL \n3/5640\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5640\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-5640's limited range, there is no restriction on the movement of aquatic animals in the area. To avoid a Dagon-Class\n1\n Conflict Scenario, SCP-5640 is observed continuously by researchers equipped with ATCA to identify and, if needed, counteract the growth of a Barrow Type I-minus civilization\n2\n.\n\n\n\n\n\n\nSCP-5640 as seen from the air.\n\n\n\n\n\n\nDescription:\n SCP-5640 is a partially-submerged triangular coral reef in the Pacific Ocean. SCP-5640 emits small amounts of thaumaturgical radiation through unknown means. As a result, many of its inhabitants display conditional sapience within 400 meters of its structure.\n\n\nThe various resident species of SCP-5640 have been seen cooperating in ways indicative of societal relationships. Further analysis has not yet been possible; Foundation researchers are capable of communicating with said species using the recently-developed Aquatic Telepathic Communication Apparatus, but all species contacted thus far have been distrustful to the point of fleeing. Efforts to improve relations are ongoing.\n\n\nAddendum:\n Several inhabitants of SCP-5640 have become enamored with Junior Researcher Timothy Kari following a recent observational period. Video and ATCA transcription is being processed now.\n\n\nAddendum:\n The following is the relevant component of the video and ATCA transcript of JR Kari's observation.\n\n\n\n\nObservational Log Transcript\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nJunior Researcher Kari descends to the sea floor approximately 10 meters from the edge of SCP-5640.\n\n\nKari:\n I'm starting my watch now. It's about 11:30 AM. Inhabitants of SCP-5640 are vacating my immediate vicinity. As usual.\n\n\nA few minutes pass. Kari remains as motionless as possible.\n\n\nKari:\n It is now noon. Nothing has changed. Really looking forward to the next two hours thirty.\n\n\nMore time passes. Kari blows a bubble ring to entertain himself. A juvenile parrotfish approaches.\n\n\nParrotfish:\n Upbeast.\n\n\nKari:\n What? Hello! What?\n\n\nParrotfish:\n You, upbeast. What're you doing?\n\n\nKari:\n Oh, I was exhaling! See, I breathe air, since I don't have gills—\n\n\nParrotfish:\n Yeah, yeah, we know how upwater works. I was talking about that thing you just did.\n\n\nKari:\n Wait, you mean this?\n\n\nKari blows another bubble ring. The parrotfish swims in a circle.\n\n\nParrotfish:\n Holy shit. Eugene!\n3\n Eugene, get over here!\n\n\nA small red crab approaches slowly.\n\n\nCrab:\n Ethel, that's an upbeast. You know that, right? You're way too close. Back up.\n\n\nParrotfish:\n Yeah, I know, but it's doing this…well, just watch! Upbeast, again!\n\n\nKari blows another bubble ring. The crab stops moving.\n\n\nCrab:\n Holy fuck.\n\n\nParrotfish:\n Right?\n\n\nCrab:\n This is huge. We've got to tell someone.\n\n\nParrotfish:\n I mean, I told you, so my job's done.\n\n\nKari:\n Wait, tell who?\n\n\nCrab:\n Shut up, upbeast.\n\n\nA few moments of silence. Neither animal moves.\n\n\nCrab:\n Okay, I've got it. Let's take it to the Vizier. She'll know what to do.\n\n\nParrotfish:\n Hey, if you want to wake her up, be my guest.\n\n\nThe two animals turn and move towards SCP-5640. Kari follows.\n\n\nOnce they reach the edge of SCP-5640, the crab taps its claw against a gap in the coral.\n\n\nCrab:\n Vizier! We have something amazing!\n\n\nA zebra moray emerges from the crevice, its jaws opening and closing.\n\n\nVizier:\n And why, pray tell, have you disturbed my slumber? And with an upbeast, no less?\n\n\nCrab:\n It does this thing, Vizier, and I—\n\n\nVizier:\n Do not interrupt me. This creature's cohorts have abducted countless of our citizens. Their upvessels are omnipresent shadows over our fair habitat. There is no possible recourse for those who accept them other than the dry maw of oblivion.\n\n\nKari blows a bubble ring. The Vizier stops talking.\n\n\nVizier:\n … oh my.\n\n\nParrotfish:\n Right?\n\n\nVizier:\n That is…well. This is quite a different story, now, isn't it?\n\n\nCrab:\n We're really sorry for waking you, Vizier, but it seemed important.\n\n\nVizier:\n You have no benthic idea, my delicious little denizen. We must take it directly to the Lord.\n\n\nParrotfish:\n Whoa, wait, 'we'? There's no way we're allowed—\n\n\nVizier:\n This is a unique circumstance. Come.\n\n\nThe eel exits its crevice and heads towards the center of SCP-5640. Kari and the other animals follow.\n\n\nThe Vizier stops in front of an outcropping of rock and presses its body to the sand. The parrotfish and crab do the same.\n\n\nVizier:\n My Lord. We have brought you a gift.\n\n\nTentacles unfurl from the darkness under the rock. The eyes of a giant Pacific octopus are barely visible.\n\n\nThe Lord:\n \nWHAT IS IT?\n4\n\n\nThe Vizier flicks its tail frantically at Kari. Kari blows another bubble ring. There is silence for a moment.\n\n\nThe Lord:\n \nHOLY SHIT.\n\n\nParrotfish:\n Right?\n\n\nCrab:\n Right?!\n\n\nThe Vizier dashes forward and clamps its jaws down on the crab. The crab squeals in pain as the eel's teeth crush its shell.\n\n\nVizier:\n See, my lord?\n\n\nThe Lord:\n \nTHAT'S TIGHT AS FUCK.\n\n\nThe parrotfish swims in a small circle against the sand. The crab has stopped screaming as the Vizier eats.\n\n\nThe Lord:\n \nYOU. UPBEAST. WHAT DO THEY CALL YOU?\n\n\nKari:\n Uh, Tim. Timothy, sir, Timothy Kari.\n\n\nKari attempts to bow. When that doesn't work, he instead blows another bubble ring.\n\n\nThe Lord:\n \nTHAT IS NOT A NAME. FROM NOW ON, YOU WILL BE DUKE ETHEL, WIELDER OF THE UPWATER CIRCLET.\n\n\nKari:\n Sure! Yeah, that works.\n\n\nThe Lord:\n \nYOU HAVE PROVEN YOURSELF A TRUE FRIEND OF THE BENTHIC PEOPLE.\n\n\nKari:\n I appreciate that, really. But I'm actually running low on, uh, upwater, so if you don't mind…\n\n\nThe Lord:\n \nOF COURSE. ANY MEMBER OF MY COURT MAY COME AND GO AS THEY PLEASE.\n\n\nKari:\n Oh, cool! I'll be back later. If that works for you, I mean.\n\n\nThe Lord withdraws its tentacles back under the outcropping. Since the Vizier is still eating, Kari then turns and leaves the way he came.\n\n\nThe Lord:\n \nABSOLUTELY FUCKING RAD.\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Denotes an aggressive aquatic military presence.\n\n\n2\n. According to the Barrow extension to the Kardashev Scale, Type I-minus civilizations are capable of mechanical engineering to some degree.\n\n\n3\n. Inhabitants of SCP-5640 answer solely to the names Eugene and Ethel. The names are used independently of sex.\n\n\n4\n. Bolded text in ATCA transcripts indicates telepathic communication with intensity exceeding an 8 on the Adjusted Hallorann Scale.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSonderance's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7302\n \n•\n\n\n\n\n\n\nSCP-7770\n \n•\n\n\n\n\n\n\nSCP-6012\n \n•\n\n\n\n\n\n\nSCP-5625\n \n•\n\n\n\n\n\n\nSCP-4653\n \n•\n\n\n\n\n\n\nSCP-6531\n \n•\n\n\n\n\n\n\nSCP-5785\n \n•\n\n\n\n\n\n\nSCP-8123\n \n•\n\n\n\n\n\n\nSCP-8880\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSudoku Puzzles and a Lit Cigarette\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSonderance\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5639\n | SCP-5640 | \nSCP-5641\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5640\n\" by Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5640\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n reef.jpg\n\n\nName:\n File:Kingman_Reef_NWR._Photo_credit-_Susan_White-USFWS_(121989553).jpg\n\n\nAuthor:\n USFWS - Pacific Region\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: Several inhabitants of SCP-5640 have become enamored with Junior Researcher Timothy Kari following a recent observational period. Video and ATCA transcription is being processed now.",
        "Addendum: The following is the relevant component of the video and ATCA transcript of JR Kari's observation."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5640 \" by Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-5640 . Licensed under CC-BY-SA .",
        "Filename: reef.jpg Name: File:Kingman_Reef_NWR._Photo_credit-_Susan_White-USFWS_(121989553).jpg Author: USFWS - Pacific Region License: Public Domain Source Link: SCP Foundation Wiki Derivative of: Wikimedia Commons"
    ],
    "containment_procedures": "Due to SCP-5640's limited range, there is no restriction on the movement of aquatic animals in the area. To avoid a Dagon-Class1 Conflict Scenario, SCP-5640 is observed continuously by researchers equipped with ATCA to identify and, if needed, counteract the growth of a Barrow Type I-minus civilization2.",
    "description": "SCP-5640 is a partially-submerged triangular coral reef in the Pacific Ocean. SCP-5640 emits small amounts of thaumaturgical radiation through unknown means. As a result, many of its inhabitants display conditional sapience within 400 meters of its structure.",
    "title": "SCP-5640"
}