{
    "url": "https://scp-wiki.wikidot.com/scp-5659",
    "all_text": "rating: \n+270\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\nRalliston\n's entry in the \n2021 Cupid Contest\n.\n\n\n\n\nImage Sources:\n\n\nThe Site-120 logo used in the header was created by \nEstrellaYoshte\n for the purpose of all articles regarding such. Please check out more of their absolutely stellar work \nhere\n.\n\n\n\n\nName of the file:\n sewer2.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nThe City of Toronto\n\n\n\n\n\n\nName of the file:\n picture.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n Jacobolus\n\n\n\n\n\n\nName of the file:\n love.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nRojer\n\n\n\n\n\n\n\n\n\n\nrating: \n+270\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5659\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe exit tunnel from Section A leading towards Section B.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5659's location has been cut off from the public. Any non-\nSite-120\n personnel attempting to enter are to be denied access.\n\n\nThe only individuals that are to be allowed entry to Section B are personnel trained for a lack of any emotional response to outside stimuli. In the event an individual displays any emotional response upon entering,\n1\n they are to immediately leave the area. The rooms located within Section B surrounding Section C are to be constantly marked with four separate thaumaturgic protection circles reinforced with Scranton Reality Anchors located directly near the entrance to the next sections. The thaumaturgic symbols depicting positive love embued with protective anti-thaumic energy on the walls must be checked for damage twice a week.\n2\n\n\nNo entry to Section C is allowed under any circumstances.\n\n\nTo enforce a proper state of the thaumaturgic circles limiting SCP-5659's effects via the depiction of anti-lust images as well as anti-ontokinetic runes on Section B and Section A, they are to be maintained with a special paste, composed of a mix of perfume liquid, mashed rose petals, cloth, and blood on a weekly basis. Their effectiveness is to be measured with Hume and Akiva Radiation meters with outputs directly set in Section A.\n\n\nShould SCP-5659's containment fail at any point, Overwatch Command is to be immediately notified and the entity is to be reclassified as Tiamat.\n\n\n\n\n\n\nAn ancient mural depicting SCP-5659 found within Section C.\n\n\n\n\n\n\nDescription:\n SCP-5659 is a Class VI theologically-ontokinetic humanoid approximately 20 meters in height. It is currently residing in a hibernation state inside a pocket dimension situated in the sewers underneath Częstochowa, Poland.\n\n\nAlthough the exact nature and shape of the entity are mostly unknown, it was confirmed that the entity increases in size when negative emotions are present within its vicinity.\n3\n\n\nIt is theorized that should the entity's size increase to over 100 meters in height, it would emerge from Section B into baseline reality, as a result destroying most of Poland's Silesian Voivodeship. Its subsequent actions and the threat posed by said developments are currently unclear. As such, post-breach protocols are focused on the establishment of thaumaturgic runes suitably sized for re-containing SCP-5659 and deployment of forces purposed for neutralizing the entity.\n\n\nThe area surrounding SCP-5659 has been divided into three parts — Section A, Section B, and Section C.\n\n\nSection A designates the central headquarters assigned with the organization and implementation of containment protocols related to SCP-5659. It serves as the monitoring hub for all outputs of all meters located within all three Sections. This hub is located immediately adjacent to Section B.\n\n\nSection B is the spatial disruption within which Section C is located, occupying a approximately 10% of the entire sewer system of Częstochowa. It is a non-Euclidian area, occupying more space than outside observations would suggest.\n\n\nSection C designates the circular room which is the immediate area surrounding SCP-5659. Due to the ban on entry, its exact shape is unknown.\n\n\nFrom materials found near entry to Section C upon initial discovery,\n4\n it was deduced that SCP-5659 is, or is at least an avatar of, the Slavic god of lust and negative affection, Jarilo. Despite being described as a peaceful deity within most Slavic mythology material, SCP-5659 appears to be heavily aggressive; a satisfactory theory explaining the discrepancy is yet to be determined. Due to this, research into its connection towards another anomalies contained by the Foundation relating to the Slavic mythology — such as \nSCP-PL-231\n — are ongoing.\n\n\nThe material found near Section C suggests that the entity had initially entered baseline reality around the year 800 and was contained by local shamans and spiritualists shortly after. It is unknown how humans of that area managed to do so despite evidence suggesting their lack of knowledge of any effective containment methods.\n\n\nAddendum 5659-1:\n Transcript of material found near Section C\n\n\nThe following files are rough translations of material describing SCP-5659 found near Section C during initial discovery. Due to their damaged state, the full transcript is incomplete.\n\n\n\n\n(…) and when the world was done, they all looked upon their creation, proud of what they created. Except for him, who saw it as a betrayal — his people whom he had gifted with love dared to see something above him; they dared to love something more than him. And that he saw as the highest act of treason (…)\n\n\n\n\n\n\n(…) and as he rose from his throne of lust cast in the Earth's deepest pits, he saw the world that changed since his banishment so long ago. For he saw the humans that he hated for so long, he could not bear to stand this what he thought of as a treachery upon the world he helped to create. And they would soon feel his wrath. (…)\n\n\n\n\n\n\n(…) and they all did feel it. All that ever lived upon the world he made his playground. No matter the age or sex, they all felt it, for the Lord of Lust was finally free. (…)\n\n\n\n\n\n\n(…) the wrath that burned reached all he could see, and soon all lands of men would feel his fury. Hatred reached for all he could see, as his wrath burned with a passion like none have ever seen before, as the years of banishment he had endured did not lessen his hatred. All, regardless of status, age, and power, saw what he (…)\n\n\n\n\n\n\n(…) the wise. They channeled all they could as they knew it was the only chance they had. The harmony and unison that could be felt between them made what one could see as one being, one human, one god. The only one to challenge the Lust in centuries (…)\n\n\n\n\nNo further related material could be recovered.\n\n\nAddendum 5659-2:\n SCP-5659 fluctuation reports\n\n\nIn order to prevent the emergence of SCP-5659, numerous tests with Foundation equipment were performed with said entity in order to attempt to develop better containment methods. The following is a list of reports regarding such attempts.\n\n\n\n\nTest #:\n 02\n\n\nProcedure:\n Twenty-three additional Scranton Reality Anchors were added throughout Section B.\n\n\nResult:\n No results were observed.\n\n\n\n\n\n\nTest #:\n 14\n\n\nProcedure:\n Entry into Section C was entirely blocked with concrete enhanced with Telekill Alloy. The surroundings of the chamber were soundproofed to obscure any audible emotional responses.\n\n\nResult:\n No results were observed.\n\n\n\n\nFollowing Test 14 being conducted, all personnel within Section A received the following message telepathically.\n\n\n\n\nRun, little sheep. Run while you still can.\n\n\n\n\nAs a message composed by SCP-5659 was able to breach Sections C and B, Foundation resources far beyond the norm were made available for testing purposes.\n\n\n\n\nTest #:\n 23\n\n\nProcedure:\n All entry to Section B, and all activities in the area above, were forbidden for one week.\n\n\nResult:\n SCP-5659 increased 5 meters in size.\n\n\n\n\n\n\nTest #:\n 31\n\n\nProcedure:\n Entry into Section B was indefinitely forbidden. All personnel working in Section A were rotated out.\n\n\nResult:\n SCP-5659 increased 10 meters in size.\n\n\n\n\n\n\nTest #:\n 56\n\n\nProcedure:\n All thaumaturgic symbology within Section B was recreated with more modern techniques under the direction of D. Asheworth. Section B entirely was filled with Scranton Reality Anchors rotated out of other Foundation projects.\n\n\nResult:\n No results were observed.\n\n\n\n\n\n\nTest #:\n 73\n\n\nProcedure:\n All traffic entering and exiting Częstochowa was restricted for two days. Further areas surrounding the section above Section B were quarantined.\n\n\nResult:\n SCP-5659 increased 10 meters in size.\n\n\n\n\n\n\nTest #:\n 82\n\n\nProcedure:\n All personnel from the Thaumaturgy Division were permitted to enter Section B. In two days, the amount and quality of thaumaturgic features within it increased three times.\n\n\nResult:\n SCP-5659 increased 10 meters in size.\n\n\n\n\n\n\nTest #:\n 93\n\n\nProcedure:\n All personnel in Section A were administered a meme that nullified emotional responses.\n\n\nResult:\n SCP-5659 increased 25 meters in size. Critical containment failure.\n\n\n\n\n\n\nTest #:\n 100\n\n\nProcedure:\n All action regarding SCP-5659 was halted. Section A was evacuated.\n\n\nResult:\n SCP-5659 increased 20 meters in size. Containment Breach imminent.\n\n\n\n\nAddendum 5659-3:\n Emergency Foundation-wide SCP-5659 Notice\n\n\n\n\n\n\nOfficial Notice From Site Director D. Asheworth\n\n\n13/02/2019, 23:54\n\n\n\n\n\n\nTo everyone — from my project co-workers to fellow Site-120 staff — we're sorry. We're sorry we couldn't have done more.\n\n\nSCP-5659 is going to emerge within the next 24 hours, as a result obliterating the entirety of the Silesian Voivodeship, Site-120, and \nEsterberg\n. We will attempt to rescue as many as we possibly can, but Foundation staff are unfortunately top priority. We will not save everyone, that is certain, but we will do as much as we possibly can. Our only hope is that Esterbergians will be able to somehow avoid it through their magic.\n\n\nOverwatch Command authorized the direct usage of Ways in and out of the region — however, due to our limited number of thaumaturgists, we will not be able to maintain them indefinitely. The approximated number of refugees we will be able to hold within Central Europe's Regional Command is around 5% of all individuals living within the region.\n\n\nThe GOC and the Serpent's Hand are currently attempting to create a protective circle around the entirety of Silesia, encompassing SCP-5659 within it and potentially allowing us to eliminate it later. We do not know how successful this will be. Naturally, we will devote as many resources as possible to help this goal — however, we cannot guarantee success.\n\n\nThe potential damage that will be accounted for if SCP-5659 breaches the outskirts of Poland is still being calculated by \nO4 Command\n alongside Overwatch Command, but even without the numbers, I can assure you — it will not be pretty. I have lived through too much to tell myself an emerging god will do no harm.\n\n\nWithin the next 24 hours, we will be stationing all available military personnel and experimental weaponry we can prepare within a safe zone of SCP-5659's emergence location. Of course, thinking that victory is assured even with legions of Mobile Task Forces and temporal weaponry would be utterly ludicrous. However, it is the best we have. And it is the best we will ever have. We will not surrender.\n\n\nWhen the Lord of Lust will be ready, so will we. We will show him that we are more than mere apes he encountered millennia ago, using basic magic and rituals as an attempt to combat gods. With an iron fist we will fight the lord of fear and jealousy when the sun rises from the East. We will be ready, and we will prevail.\n\n\nBrace yourselves friends, for a dawn of mankind is coming.\n\n\n\n\nMoments after the expected emergence of SCP-5659 was confirmed, an emergency message was sent to all other Groups of Interest the Foundation was able to reach. The message consisted of a warning of SCP-5659's planned spike in activity and a coalition proposal. Out of all groups to receive this message, the only ones to respond were the GOC, the Serpent's Hand, MC&D, and the Church of the Broken God.\n\n\nA temporary coalition consisting of these groups is currently in the process of forming. Should SCP-5659 properly emerge, all resources are to be devoted to maintaining this coalition for as long as the entity remains uncontained. The amount of time potentially required to properly accomplish this still unknown.\n\n\nAddendum 5659-4:\n Event-5659 Report Log\n\n\nDespite best Foundation efforts, the number of refugees rescued from Częstochowa peaked at around 2 000 people on 14/02, 10:12, an hour before SCP-5659's planned emergence. As no further civilians could be extracted due to logistical and practical limitations associated with mass panic should the populace be informed of the emergence of SCP-5659, remaining residents continued with their daily lifestyles.\n\n\nDue to a lack of Foundation presence above Section B, a spontaneous civilian rally was recorded taking place at 11:02.\n\n\nThe following photo is the only available record of the event transpiring.\n\n\n\n\n\n\n\n\n▶ Open Image ◀\n\n\n\n\n▼ Close Image ▼\n\n\n\n\n\n\n\n\n\n\nThe exact nature and true purpose (if any) of this event, publically described as a \"Romance Festival\" are currently unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing this event, SCP-5659 has drastically decreased to the size of 0.002 mm. Further research is currently ongoing.\n\n\nSCP-5659 has been reclassified as Neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. As determined by biological function meters installed in all SCP-5659 project members.\n\n\n2\n. Replacement material used to reinforce these runes is currently located within Section A.\n\n\n3\n. These emotions include, but are not limited to anger, frustration, grief, and envy.\n\n\n4\n. These materials consist of, among others, written journals, scripts, and rune paintings found within the chamber.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRalliston's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6772\n \n(+84)\n \n•\n\n\n\n\n\n\nSCP-5890\n \n(+84)\n \n•\n\n\n\n\n\n\nSCP-PL-399\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-8120\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-7572\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-6120\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-6079\n \n(+96)\n \n•\n\n\n\n\n\n\nSCP-7472\n \n(+128)\n \n•\n\n\n\n\n\n\nSCP-7600\n \n(+206)\n \n•\n\n\n\n\n\n\nSCP-6172\n \n(+87)\n \n•\n\n\n\n\n\n\nSCP-6292\n \n(+166)\n \n•\n\n\n\n\n\n\nSCP-6871\n \n(+447)\n \n•\n\n\n\n\n\n\nSCP-6483\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-6372\n \n(+111)\n \n•\n\n\n\n\n\n\nSCP-7292\n \n(+67)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nO4's Summit\n \n(+60)\n \n•\n\n\n\n\n\n\nThe Queens Butterfly\n \n(+42)\n \n•\n\n\n\n\n\n\n'Test Subjects' (B82SW/9KL74/Y4P1K)\n \n(+119)\n \n•\n\n\n\n\n\n\nOf the Crimeless Traitors\n \n(+46)\n \n•\n\n\n\n\n\n\nFree Bird\n \n(+37)\n \n•\n\n\n\n\n\n\nArco\n \n(+52)\n \n•\n\n\n\n\n\n\nTime Machine\n \n(+34)\n \n•\n\n\n\n\n\n\nunVeiled: The Face of Silesian Independence in the 21st Century\n \n(+37)\n \n•\n\n\n\n\n\n\nBeyond the Rubicon\n \n(+31)\n \n•\n\n\n\n\n\n\nCasefile #03/12/2021-A (\"The Liberal Vampire\")\n \n(+51)\n \n•\n\n\n\n\n\n\nSimply Love\n \n(+32)\n \n•\n\n\n\n\n\n\nProject Proposal 2049-154: \"Echoes\"\n \n(+49)\n \n•\n\n\n\n\n\n\nDark Sushi File No. 120 \"Mab Maki\"\n \n(+31)\n \n•\n\n\n\n\n\n\nBury the Light\n \n(+36)\n \n•\n\n\n\n\n\n\nFor Merely Dreaming We Were Snow\n \n(+54)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nRalliston's Authorpage\n \n(+209)\n \n•\n\n\n\n\n\n\nArtwork: Witches on the Moon\n \n(+43)\n \n•\n\n\n\n\n\n\nPublic Release of OPERATION: WITNESS Materials\n \n(+165)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5658\n | SCP-5659 | \nSCP-5660\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5659\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5659\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ontologonew\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nName of the file:\n sewer2.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nThe City of Toronto\n\n\n\n\n\n\nName of the file:\n picture.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n Jacobolus\n\n\n\n\n\n\nName of the file:\n love.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nRojer",
    "addendums": [
        "Addendum 5659-1: Transcript of material found near Section C\nThe following files are rough translations of material describing SCP-5659 found near Section C during initial discovery. Due to their damaged state, the full transcript is incomplete.\nNo further related material could be recovered.",
        "Addendum 5659-2: SCP-5659 fluctuation reports\nIn order to prevent the emergence of SCP-5659, numerous tests with Foundation equipment were performed with said entity in order to attempt to develop better containment methods. The following is a list of reports regarding such attempts.\nFollowing Test 14 being conducted, all personnel within Section A received the following message telepathically.\nAs a message composed by SCP-5659 was able to breach Sections C and B, Foundation resources far beyond the norm were made available for testing purposes.",
        "Addendum 5659-3: Emergency Foundation-wide SCP-5659 Notice\nMoments after the expected emergence of SCP-5659 was confirmed, an emergency message was sent to all other Groups of Interest the Foundation was able to reach. The message consisted of a warning of SCP-5659's planned spike in activity and a coalition proposal. Out of all groups to receive this message, the only ones to respond were the GOC, the Serpent's Hand, MC&D, and the Church of the Broken God.\nA temporary coalition consisting of these groups is currently in the process of forming. Should SCP-5659 properly emerge, all resources are to be devoted to maintaining this coalition for as long as the entity remains uncontained. The amount of time potentially required to properly accomplish this still unknown.",
        "Addendum 5659-4: Event-5659 Report Log\nDespite best Foundation efforts, the number of refugees rescued from Częstochowa peaked at around 2 000 people on 14/02, 10:12, an hour before SCP-5659's planned emergence. As no further civilians could be extracted due to logistical and practical limitations associated with mass panic should the populace be informed of the emergence of SCP-5659, remaining residents continued with their daily lifestyles.\nDue to a lack of Foundation presence above Section B, a spontaneous civilian rally was recorded taking place at 11:02.\nThe following photo is the only available record of the event transpiring.\nFollowing this event, SCP-5659 has drastically decreased to the size of 0.002 mm. Further research is currently ongoing.\nSCP-5659 has been reclassified as Neutralized."
    ],
    "documents": [],
    "notes": [
        "Name of the file: sewer2.jpg Source: link License: CC BY 2.0 Author: The City of Toronto",
        "Name of the file: picture.jpg Source: link License: CC BY 2.0 Author: Jacobolus",
        "Name of the file: love.jpg Source: link License: CC BY 2.0 Author: Rojer",
        "\" SCP-5659 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-5659 . Licensed under CC-BY-SA .",
        "Filename: ontologonew Author: EstrellaYoshte License: CC BY 3.0 Source Link: link",
        "Name of the file: sewer2.jpg Source: link License: CC BY 2.0 Author: The City of Toronto",
        "Name of the file: picture.jpg Source: link License: CC BY 2.0 Author: Jacobolus",
        "Name of the file: love.jpg Source: link License: CC BY 2.0 Author: Rojer"
    ],
    "containment_procedures": "SCP-5659's location has been cut off from the public. Any non-Site-120 personnel attempting to enter are to be denied access.",
    "description": "SCP-5659 is a Class VI theologically-ontokinetic humanoid approximately 20 meters in height. It is currently residing in a hibernation state inside a pocket dimension situated in the sewers underneath Częstochowa, Poland.",
    "title": "SCP-5659"
}