{
    "url": "https://scp-wiki.wikidot.com/scp-5667",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\n⚠ NOTICE ⚠\n\n\n\n\n\n\n\n\nThe file for \n[SCP-5667]\n has been placed into \n[INVESTIGATION MODE]\n. On 2020/16/01, the following document was found embedded inside a concrete wall of Site-54, following the disappearance of RAISA employee Bill Marlow. His exact employment position is classified. Further details on the nature of \n[SCP-5667]\n are unknown at this time.\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nSeeking Greenlights:\n \nYes\n\n\nPage Type:\n SCP-5667\n\n\nGenre:\n Other (Keter)\n\n\nPage Layout:\n\n\n\n\nSpecial Procedures:\n Exact procedures are indeterminable, as SCP-5667's existence is purely. The colors seen when closing ones eyes are to be numbed upon birth. SCP-5667 is. As such, it is currently unknown. The space in which it exists has been sealed, the \nhole\n in human thought has been dammned with concrete. The oldest door has been deadbolted.\n\n\nNobody is to remember being born.\n\n\n\n\nElevator Pitch:\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nFootage recorded from the floor of an elevator, angle tilted towards the ceiling. The elevator doors open, Bill Marlow enters. A device chimes, he produces a tablet from his side, and taps across the screen with his fingers.\n)\n\n\nMARLOW:\n Hrm.\n\n\n(\nMarlow removes his hand from the tablet and presses an elevator button several times, until the elevator dings and the door close.\n)\n\n\nMARLOW:\n (\nGrumbling\n) Buttons, damn buttons.\n\n\n(\nMarlow returns to scrolling through the tablet, as the elevator creaks into motion.\n)\n\n\nMARLOW:\n 5667, hrm, hell's this one?\n\n\n(\nMarlow presses the tablet once and squints his eyes at its screen, pupils ticking back and forth.\n)\n\n\nMARLOW:\n Huh. Well, consider me hooked. (\nChuckles\n)\n\n\n(\nThe current floor reader of the elevator clicks up a number, then to nothing. The elevator remains in motion. Marlow continues reading.\n)\n\n\nMARLOW:\n Hell's this thing?\n\n\n(\nA tile of the elevator ceiling is removed from above, pushed aside, all is dark above. Marlow glances up at the current floor reader.\n)\n\n\nMARLOW:\n (\nGrumbling\n) Dammit.\n\n\n(\nMarlow jams his finger on an elevator button, becoming increasingly agitated. He swears to himself, turns around, and looks around the elevator. First the floor, then the walls, then the ceiling. He steps forward, gaze stuck upon the open ceiling tile.\n)\n\n\n(\nMarlow is pulled through the opening. The tablet clatters to the floor. He does not have the chance to make a sound. A light flickers green briefly above the opening.\n)\n\n\n\n\n<END LOG>\n\n\n\n\nCentral Narrative:\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nMarlow runs through the dark. There is nothing but him. He is in clear distress. He reaches for anything but finds nothing. There is nothing but him.\n)\n\n\nMARLOW:\n Fuck. FUCK!\n\n\n(\nMarlow halts his erratics. He breathes in, something breathes out for him. He falls to the floor coughing.\n)\n\n\nJudge of reality, beckoner of the truth; sand me space, forge me form:\n Who's there— WHO ARE YOU‽\n\n\n(\nMarlow uncrumples himself from the floor.\n)\n\n\nYou alone must answer those questions, I plead you:\n I don't know, I—\n\n\nNor do I, I plead you:\n \nI'm\n the one asking, me— I AM! The hell do you want from me?\n\n\nLocked away, a melted, writhing burial of color. Seeped through the crack at the bottom. Congealed foreign thoughts. Nothing but which remembrance gives. Sand me space, forge me form:\n What are you… what are you even \nsay\n—\n\n\n(\nSomething scrapes across the floor. Marlow turns to look, body twirling around aimlessly. Nothing is there. The scraping grows closer.\n)\n\n\nWhat am I?:\n I don't know… I don't— Please. PLEASE! Let me out… let me… I have a husband. We— we just adopted, we…\n\n\n(\nHe produces his wallet, unfurling its contents, a family portrait is framed by its leather.\n)\n\n\nAm I them?:\n No you FUCKING AREN'T!\n\n\nYou mold truth, edit, falsify, records of absolute truth contorted to further conceal reality. Reality bends to your will. Use your power, sand me space, forge me form:\n How do you— I don't care, I don't care— don't touch them. Do whatever the hell you want to do with me… Don't— don't \nfucking\n touch them.\n\n\nAlas, nothing can be done, I am nothing to do anything:\n Then what… what the hell do you \nWANT‽\n\n\nA gesture of assertion. Assertion of reality, the path of existence, lost upon. What am I?:\n(\nSilence, then shakily\n) I know— I know what the fuck you are. You're a \nmonster\n. A cold, damn, \nmonster.\n\n\n(\nThe greenlight shines. It attacks. Marlow is hooked.\n)\n\n\n\n\n<END LOG>\n\n\n\n\nHook:\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nMarlow sits upon a chair, the only feature in a sea of nothing. He struggles and fails to remove himself. There are no restraints visible. The hook scrapes in circles around him, the greenlight shines a meter above it. Marlow cries.\n)\n\n\nTHE MONSTER:\n A center has been cast, a narrative scripted. Features fleeting. Lo, my body remains distant; lend me life. Life is not I. I am not life yet.\n\n\n(\nThe hook wraps around a chair leg, pulling it backwards. Marlow yelps.\n)\n\n\nTHE MONSTER:\n Form without feature, poreless skin, hairless fur, teethless maws, sightless sockets. I forgot; everyone forgets. I, which everyone forgets, that which nobody recalls; reimbued with form. Form without feature, features I must attain.\n\n\n(\nThe hook scrapes towards the front of Marlow, the greenlight sickening the color of his skin as it halts. Marlow squints.\n)\n\n\nTHE MONSTER:\n Features you must give me.\n\n\n(\nThe hook swipes, knocking the chair over, Marlow remains seated, his prior breath escaping him. Marlow wheezes.\n)\n\n\nTHE MONSTER:\n A hook, a hook to catch, to take, to entice. Monster, monster. All I am, what else am I?\n\n\n(\nThe hook hoists the chair back upright, jolting a still seated Marlow. Marlow—\n\n\nMARLOW:\n \nLET ME OUT!\n\n\nTHE MONSTER:\n Do I bite with teeth? Do I smell a nose? Do I hear those ears? Do I…\n\n\nMARLOW:\n I don't care… \nI DON'T FUCKING CARE!\n\n\nTHE MONSTER:\n …see with eyes? Taste with tongue? Touch with hands? Walk with feet? Think with brains? Smite with brawn? Do I? Do I? Do I? Do \nyou\n?\n\n\n(\nMarlow. Marlow. Marlow. He screams.\n)\n\n\nTHE MONSTER:\n Angle of vision must be achieved, deliberation cast forth. Something is nothing without. Nothing without. Nothing. Do I bite with teeth? Do I smell a nose? Do I hear those ears? Do—\n\n\n(\nOn and on and on until the sun eventually rises, awakening. Vivid memories become vague, too long ago to muster. Ripped apart, insipid fragments tossed to the floor. The chair creaks, cracks, the chair, the chair, go to the chair Marlow. Go to the chair Marlow and think about what you've done — Here's your wedding gift, don't you remember it? The chair, oh, the chair. Why you're welcome, I know how much you loved it — Marlow, why'd you take his last name? How could you — Go to the chair Marlow. Marlow, Marlow, Marlow's screams rasp his throat, vocal cords nearly give out, before—\n\n\nMARLOW:\n \nALL OF IT!\n Every. Last. \nTHING.\n I don't care, let me out… Let me… please… you you \nfucking\n… green…\n\n\nTHE MONSTER:\n I do. I do. I do. You do. We do.\n\n\n(\nThe second greenlight shines. They gaze into Marlow, they see his torso, blood, organs, teeth, hands, tongue, they encase it all in sight — in light. A smile contorts, the greenlights smile, the hook rises, Marlow rises. His eyes open more than ever. The hook rises higher, an arm rises it higher. A torso, blood, organs, teeth, hands, tongue, all rise it higher. It presses upon Marlow's forehead.\n)\n\n\nTHE GREENLIGHTS:\n You will now remember me, you will now remember being born.\n\n\n(\nThe hook pierces. Flesh parts away, skull blooms open, concrete cracks apart, a lock is picked effortlessly. The knob is turned, the colors become less dull, they're something now, they're vivid now. Oh god. Oh my god—\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nAdditional Notes:\n\n\n\n\nDescription:\n SCP-5667 is born, SCP-5667 remembers it.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-5666\n | SCP-5667 | \nSCP-5668\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5667\n\" by Laneous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5667\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5667 \" by Laneous, from the SCP Wiki . Source: https://scpwiki.com/scp-5667 . Licensed under CC-BY-SA ."
    ],
    "description": "SCP-5667 is born, SCP-5667 remembers it.",
    "title": "SCP-5667"
}