{
    "url": "https://scp-wiki.wikidot.com/scp-5676",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5676\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-5676 is to be contained within a standard \nOubliette\n-class Anomaly Womb cell\n1\n pending further developments. Heart rate and brain activity are to be monitored, and X-rays taken weekly. These tasks, including nutrition and waste management, are to be handled remotely via an automated system. No contact is to be initiated with SCP-5676 without the express permission of Dr. De Weger.\n\n\nIn the event of host death, G-class \"Anomaly Birth\" scenario, other sudden changes in host status, or forseeable approach of any of these events, anomaly is to be observed and tested anew, and containment procedures revised accordingly.\n\n\nSCP-5676-1 is to remain in total isolation indefinitely.\n\n\n\n\nDescription:\n\n\nSCP-5676 is a potentially sentient cardiac tumor that bears a strong visual resemblance to popular, primarily American depictions of Jesus Christ.\n\n\nSCP-5676-1 is a 23-year-old Caucasian American female with no prior recorded medical issues. SCP-5676 is located partially in and around SCP-5676-1's heart. Preliminary incisions and examinations yielded the conclusion that safe removal of SCP-5676 from its host was possible at time of initial examination, but doing so would have led to the item's \"death\". As of ██/██/2021, SCP-5676 has grown significantly enough that safe removal is no longer possible.\n\n\nSCP-5676-1 was not raised in a Christian household, nor educated at a nominally Christian school. Questioning of SCP-5676-1 revealed that the subject only began to notice physical discomfort following an interaction with a \"tall androgynous person in a wide-brimmed black hat and priest's collar\", hereby designated PoI-5676\n2\n. PoI-5676 approached SCP-5676-1 in an otherwise nondescript parking lot and initiated a conversation about the Church of Latter Day Saints. Even when subjected to interrogation, SCP-5676-1 did not recall many specifics, other than PoI-5676 ending the conversation with the phrase \"The Lord is in all of our hearts\". SCP-5676-1 noted an unusual sensation in the chest cavity later that day, but was not apprehended by Foundation personnel until nearly a month later.\n\n\n\n\n5676.1: Detailed Observations\n\n\nSCP-5676 exhibits highly irregular growth patterns, at times rapidly increasing in mass for currently unknown reasons. It is believed that the item began as an unremarkable (if rare) teratoma, and developed its anomalous appearance at a later date. As of ██/██/2021, the item measures approximately 4.5 by 1 by 0.5 inches - proportions consistent with the relative height, width and depth of an average human male. SCP-5676 is malformed, but displays features identifiable as facial hair, teeth, eyes, limbs, and thumbs\n3\n. SCP-5676 also appears to be wearing a white robe, red sash and sandals, but these are in fact composed of flesh, bone and cartilage. It, like its host, appears Caucasian and has blue eyes. It is unknown if these traits are inherited from SCP-5676-1.\n\n\nSCP-5676 primarily holds itself in a \"thumbs up\" position, its face fixed in a wide smile. It has, however, been observed to move on more than one occasion. In initial open-chest surgery, SCP-5676 appeared to be affected by anesthesia administered to SCP-5676-1, and assumed a \"sleeping\" position. A second open-chest surgery was performed at a later date with minimum possible use of anesthetics, during which SCP-5676 was reported to have \"smiled beatifically\" at Dr. De Weger. De Weger later insisted that SCP-5676's mouth moved, but any speech would have been inaudible at the time.\n\n\nSCP-5676 has been observed to grow in sporadic bursts. Despite extensive testing, the exact stimulus that causes these growth spurts remains unknown. The tumor visibly increased in mass in response to stimuli including but not limited to: bright light, loud noises, induced hemorrhaging, nutrition deprival, oxygen deprival, and sleep deprival. Dr. De Weger was unable to draw a conclusion after three months of testing, and was equally unable to determine the anomaly's root cause, whether it is transmissible, and whether its anomalous properties evolved over time. It is for these reasons that Dr. De Weger recommended SCP-5676 and its host be contained in total sensory isolation in an Anomaly Womb cell until the item's growth has plateaued. Based on current estimates, this intermediary period could last between three months and four years. It is thought that when SCP-5676-1 no longer complicates efforts, testing conducted on the anomaly's complete form will be far more conclusive.\n\n\n\n\n\n\n+ Addendum\n\n\n\n\n- Addendum\n\n\n\n\n\n\nThe nature of the cancer is that of metastasis. The item in question is, as of yet, like a child - we do not know what form it might take, what butterfly may emerge once its cocoon is discarded. Our duty is simple: secure, yes; contain, certainly; but we must also protect. I am confident that there is more to be learned from SCP-5676 that we have simply not yet been able to grasp. Understanding is the key to control, and this matter I am most, most determined to understand.\n\n- Dr. Ethan De Weger.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 2\n\n\n\n\n- Addendum 2\n\n\n\n\n\n\nConcerns have been raised by the Ethics Committee, so this addendum should clear up some matters.\n\n\nPrior to current containment, SCP-5676-1 was informed of the details of its upcoming containment procedures as per Ethics Committee guidelines. At this stage there was in fact sudden violent resistance and desperate protestation from the host.\n4\n Ethics Committee members should note that the item risked damage as a result of this reaction, and as such I recommend rethinking the guidelines for this sort of situation. Nonetheless, SCP-5676-1 was rapidly lowered into the Anomaly Womb cell and sealed into containment, which quickly restricted movement and ensured the item's safety.\n\n\nSCP-5676 has been in current containment for \neleven months\n. Despite no vocalizations from SCP-5676-1 in over \nseven months\n, and brain activity levels indicating a debilitating increase in discomfort/pain from the anomaly's expansion, the anomaly's host remains conscious and stable. X-rays clearly show that SCP-5676's growth is progressing at a steady and healthy rate. According to our data, this is greatly aided by a near total lack of movement from the item's host, which has helped to stabilise growth patterns.\n\n\nI am confident in the safety of the item. I hope this assuages the concerns of the Ethics Committee, and I look forward to sharing our ultimate findings.\n\n- Dr. Ethan De Weger.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. New as of 2020, the Anomaly Womb cell series is a fully controlled environment intended to contain items that are currently undergoing a process of rapid change.\n\n\n2\n. Searches for PoI-5676 have thus far returned no results.\n\n\n3\n. The \"fingers\" are currently fused together, but it is expected that they will separate as the item grows.\n\n\n4\n. By contrast, previous signs of extreme depression and mental distress resulted in a satisfactorily docile state throughout most of the testing period.\n\n\n\n\n\n\n\n\n« \nSCP-5675\n | SCP-5676 | \nSCP-5677\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "The nature of the cancer is that of metastasis. The item in question is, as of yet, like a child - we do not know what form it might take, what butterfly may emerge once its cocoon is discarded. Our duty is simple: secure, yes; contain, certainly; but we must also protect. I am confident that there is more to be learned from SCP-5676 that we have simply not yet been able to grasp. Understanding is the key to control, and this matter I am most, most determined to understand. - Dr. Ethan De Weger.",
        "Concerns have been raised by the Ethics Committee, so this addendum should clear up some matters. Prior to current containment, SCP-5676-1 was informed of the details of its upcoming containment procedures as per Ethics Committee guidelines. At this stage there was in fact sudden violent resistance and desperate protestation from the host. 4 Ethics Committee members should note that the item risked damage as a result of this reaction, and as such I recommend rethinking the guidelines for this sort of situation. Nonetheless, SCP-5676-1 was rapidly lowered into the Anomaly Womb cell and sealed into containment, which quickly restricted movement and ensured the item's safety. SCP-5676 has been in current containment for eleven months . Despite no vocalizations from SCP-5676-1 in over seven months , and brain activity levels indicating a debilitating increase in discomfort/pain from the anomaly's expansion, the anomaly's host remains conscious and stable. X-rays clearly show that SCP-5676's growth is progressing at a steady and healthy rate. According to our data, this is greatly aided by a near total lack of movement from the item's host, which has helped to stabilise growth patterns. I am confident in the safety of the item. I hope this assuages the concerns of the Ethics Committee, and I look forward to sharing our ultimate findings. - Dr. Ethan De Weger."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-5676"
}