{
    "url": "https://scp-wiki.wikidot.com/scp-5684",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\nItem #:\n SCP-5684\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Currently, all activity that may be related to SCP-5684 or any of its instances must be monitored.\n\n\nDescription:\n SCP-5684 is the designation given to an event that occurs every November 19, in which two light beams\n1\n colored bluish and purple, respectively, make an appearance in multiple areas of the world, both pointing towards the Moon when activated regardless of Earth's logical rotation. The following is a table showing SCP-5684's most frequent spawning areas.\n\n\n\n\n\n\nDate\n\n\nLocation of SCP-5684-A\n\n\nLocation of SCP-5684-B\n\n\nNotes\n\n\n\n\n\n\nNovember 19; 2026, 2027, 2028 and 2029\n\n\nMadrid, Spain\n\n\nMexico; exact location undetermined\n\n\nN/A\n\n\n\n\n\n\nNovember 19; 2030, 2031 and 2032\n\n\nOsaka, Japan\n\n\nPhilippines; exact location undetermined\n\n\nN/A\n\n\n\n\n\n\nNovember 19; 2033, 2034 and 2035\n\n\nNorway; exact location undetermined\n\n\nBerlin, Germany\n\n\nN/A\n\n\n\n\n\n\nNovember 19; 2036, 2037 and 2038\n\n\nCopenhagen, Denmark\n\n\nAarhus, Denmark\n\n\nN/A\n\n\n\n\n\n\nNovember 19, 2039\n\n\nSevilla, Spain\n\n\nSevilla, Spain\n\n\nSee Addendum 5684/1\n\n\n\n\n\n\nIt is completely unknown what generates SCP-5684 and how it has the ability to activate in areas that have been invaded by SCP-ES-244, not being affected in any way by the said anomaly.\n\n\nIt should be noted that the lighting generated by both SCP-5684-A and SCP-5684-B, despite illuminating a large part of the satellite, has never affected and/or targeted Selene-Site-129.\n In 2039, SCP-5684-A and SCP-5684-B jointly targeted Selene-Site-129, causing an anomalous effect on personnel found on the upper floor of it. \n(See Document 5684/1 for more information)\n\n\nAddendum 5684/1:\n Update 11/19/2039\n\n\n\n\n++ Review Documentation [LEVEL 3 OR HIGHER]\n\n\n\n\n-- Access Granted\n\n\n\n\n \n\n\n\n\n\n\n \nSELENE-SITE-129 REPORT\n \n\n\n\n\nOn November 19, 2039, SCP-5684 and SCP-5684-B appeared in the same location, this being in Spain, at 19:00 AM in that country, where it is presumably believed to have once been Seville. Once activated, they both targeted Selene-Site-129. We do not yet know at the time of writing this document why both instances carried out this action, although we do not know whether they were conscious or not from the beginning, and surely, we will probably never know.\n\n\nHowever, when that event occurred, staff members sleeping in each other's assigned rooms on the upper floor described that as SCP-5684 struck the facility with blinding splendor, they felt a shocking warmth and happy feeling. A feeling that was widely described as \"similar to when a friend of yours achieves something that he wanted for a long time.\" In addition, the staff who were awake at the time felt a joyful feeling, one that lasted throughout the next month.\n\n\nAdditionally, not only did this occur but after the event, some 200 meters from Selene-Site-129, a monolith of a mineral similar to common amethyst could be found. Once we went exploring and checked the perimeter, it was possible to see that there was something inscribed on the figure that read:\n\n\n\n\nTo my love, a coin.\n\nFor my love, I'd give my life.\n\nFor my love, I'd reach the moon.\n\nAnd with my love, forever I'll stay.\n\n\n\n\nThere have been no further incidents. SCP-5684 is considered neutralized.\n\n\n\n\n\n\n— Res. Maia Ross.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As of now, SCP-5684-A and SCP-5684-B.\n\n\n\n\n\n\n\n\n« \nSCP-5683\n | SCP-5684 | \nSCP-5685\n »",
    "addendums": [
        "Addendum 5684/1: Update 11/19/2039"
    ],
    "documents": [
        "It should be noted that the lighting generated by both SCP-5684-A and SCP-5684-B, despite illuminating a large part of the satellite, has never affected and/or targeted Selene-Site-129. In 2039, SCP-5684-A and SCP-5684-B jointly targeted Selene-Site-129, causing an anomalous effect on personnel found on the upper floor of it. (See Document 5684/1 for more information)"
    ],
    "notes": [],
    "item": "SCP-5684",
    "object_class": "Neutralized",
    "containment_procedures": "Currently, all activity that may be related to SCP-5684 or any of its instances must be monitored.",
    "description": "SCP-5684 is the designation given to an event that occurs every November 19, in which two light beams1 colored bluish and purple, respectively, make an appearance in multiple areas of the world, both pointing towards the Moon when activated regardless of Earth's logical rotation. The following is a table showing SCP-5684's most frequent spawning areas.",
    "title": "SCP-5684"
}