{
    "url": "https://scp-wiki.wikidot.com/scp-5687",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\nArtist's Rendering of SCP-5687. A lower level thaumaturgical energy has been observed to emanate from accurate renderings, though it does not display significant anomalous properties.\n\n\n\n\n\n\nItem #:\n SCP-5687\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5687-2 is to be staffed at all times by at least one Foundation agent taking on the role of \"concierge\". They are to provide information to SCP-5687-2 entrants via video presentation.\n\n\nUpon entry, all entrants to SCP-5687-2 will be presented with a choice of four objects:\n\n\n\n\nHandcuffs. Entrants who choose this will be brought to Secure Facility 32-C for containment.\n\n\nAn identification keycard. Entrants who choose this will be taken to Site-33 for orientation and exams to determine their most fitting position as Foundation staff.\n\n\nA spyglass. Entrants who choose this will be turned over to GoI-5917\n1\n agents who will transport them to their final destination.\n\n\nA map. Entrants who choose this are to be instructed to open the map and speak the words: “main office.”\n\n\n\n\nNo entrants are permitted to leave. Hostile entrants are to be restrained until they have made their formal choice. Failure of entrants to comply will result in the handcuffs as an automatic choice.\n\n\nThe use of amnestics on entrants is strictly prohibited.\n\n\nSee addendums below for logs of previous containment efforts.\n\n\nDescription:\n SCP-5687 is an insignia of an eye flanked by two feathered wings. The insignia is roughly 30 cm in length and 10 cm in height. Text in Hebrew below the eye roughly translates to \"Right and True\". SCP-5687 is only visible to individuals who have been granted access to SCP-5687-2; those with access to SCP-5687-2 have been estimated to comprise approximately 5% of the population, almost all of these people being civilians with academic or investigative backgrounds.\n\n\nSCP-5687’s location varies, although it is consistently found on flat surfaces in locations with human activity.\n\n\nSCP-5687's method of relocation was initially unknown, however, after several attempts to contain it, it has been noted that SCP-5687-2A is responsible for its frequent movement. (See Addenda.)\n\n\nEntrants access SCP-5687-2 by cupping a hand over SCP-5687 or within 1 meter of it on the surface where it is located. SCP-5687 and its accompanying surface will then dissipate, revealing an entrance to SCP-5687-2.\n\n\nOnce an entrance has been opened, any individual may enter, even if they were not able to perceive SCP-5687. Only thaumaturgically sensitive recording equipment is able to capture images of SCP-5687.\n\n\nSCP-5687-2 is a retail bodega arranged similarly to those commonly found on Earth. The products found in the bodega include, but are not limited to:\n\n\n\n\nPeriodicals.\n\n\nVarious food products, not all of which are intended for human consumption.\n\n\nClothing themed after GoI-5917, the Wandsmen.\n\n\n\n\nContents of the periodicals available within SCP-5687-2 range from the mundane, to information purporting to be from other dimensions, to highly classified information from the Foundation database. It is currently unknown how this information was obtained.\n\n\nDirectly in the center of SCP-5687-2 is a magazine titled, ‘The Wandsmen’s Gazette’, which is held in a locked glass box reinforced with a wire frame and protected with currently unidentified runes.\n\n\nSCP-5687-2’s main retail lobby is managed by SCP-5687-2A.\n\n\nSCP-5687-2A is a bipedal avian creature with features similar to owls (\nStrigiformes\n). It stands at approximately 3 meters. SCP-5687-2A's wings have another pair of talons to mimic the usage of human hands. It theoretically is capable of flight, but this has not been observed directly.\n\n\nDiscovery:\n SCP-5687 was discovered in Sunset River, Florida, when high quantities of Aspect radiation were detected leaking from dehydrated corpses. The bodies were all identified as civilians who had ties to human trafficking rings. CCTV Video footage recorded a male civilian, later identified as 16-year-old Johnny Davis, performing thaumaturgic rites on these victims. Davis is now designated PoI-5687.\n\n\nAddendum-5687:\n\n\nDispatched Foundation Agents located and attempted to capture PoI-5687. PoI-5687 escaped via vanishing through the newly discovered SCP-5687.\n\n\nVideo log added below.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 4/28/2021\n\n\nNOTE:\n Initial apprehension attempt.\n\n\n\n\n[BEGIN LOG]\n\n\n<Agents Richards and Peters sit in their car outside Sunset River Mall's food court at night, near closing.>\n\n\nRichards:\n I have a visual.\n\n\n<PoI-5687 is working at the nearby McDonalds, currently mopping.>\n\n\nPeters:\n Should be another…\n<He looks at his watch.>\n twenty minutes.\n\n\n<Twenty minutes pass and PoI-5687 clocks out and walks towards his car, near which Richards and Peters are currently parked.>\n\n\nRichards:\n Now.\n\n\n<Richards and Peters get out of their car and quickly approach PoI-5687.>\n\n\nRichards:\n Johnathan Davis?\n\n\n<PoI-5687 quickly turns around, surprised.>\n\n\nPoI-5687:\n Yes? A-and who are you guys?\n\n\n<Richards flashes a badge.>\n\n\nRichards:\n Officer Richards and Officer Peters. Come with us.\n\n\nPoI-5687:\n Whoa, whoa, whoa, am I under arrest?!\n\n\nPeters:\n Yes. Come with us. Now.\n\n\n<PoI-5687 turns, faces his car and pauses a moment. The front left tire has been locked by a car boot.>\n\n\nPoI-5687:\n \n<Whispers.>\n Shit!\n\n\nRichards:\n Just make it easy for us, son. It'll make it easy for you, too.\n\n\n<PoI-5687 immediately sprints past Richards and Peters, who give chase. He runs to the entrance and attempts to pry it open, failing. He notices Richards and Peters rapidly approaching and he runs left towards the employee entrance instead. Richards and Peters turn around the corner and see PoI-5687 open a half-rotting cardboard box and jump inside, disappearing in a bright flash of light.>\n\n\nPeters:\n What the fuck?\n\n\nRichards:\n Ho-ly jesus. I was…\nnot\n expecting that.\n\n\nPeters:\n Alright, so, fun fact; kid's not a reality bender.\n\n\nRichards:\n But he's still a problem.\n\n\nPeters:\n I'll call Command.\n\n\n\n\n[END LOG]\n\n\n\n\nInitial Investigation notes:\n\n\nInitial examination of SCP-5687 showed it had a very distinctive thaumaturgic signature typically associated with GOI-5917. However, when the box was transported to Site-33 for further examination by Foundation Researchers, the marking on the box vanished, and no Aspect radiation could be found on it.\n\n\nSCP-5687 was detected two days later on a brick wall inside a shopping center in southern Milwaukee.\n\n\nField Agents secured the area, Researcher Barnum from Site-33 was assigned as head of the investigation. He found no records of any thaumaturgical working associated with the Symbol.\n\nSubject D-2348 was told to touch SCP-5687 and report his findings. No changes were observed.\n\n\nResearcher Barnum then attempted to examine the symbol using a simple thaumaturgic ritual. However as he touched the symbol to begin the ritual, SCP-5687 reformed itself into a stone doorway which promptly opened to a darkened stairway leading down.\n\n\nAddendum-5687-2:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 5/21/2021\n\n\nNOTE:\n Investigation conducted via reconnaissance drone.\n\n\n\n\n[BEGIN LOG]\n\n\n<The drone hovers slowly down the stairs, panning back and forth as it travels. Night vision camera reveals several rows of bookshelves, with many of the titles written in unknown languages.>\n\n\n<Upon reaching the bottom step, its propellers cease functioning due to an electrical short.>\n\n\n<Camera continues to record a large pair of talons slowly walking towards it.>\n\n\nUnknown Entity:\n Why don't you just come down and have a chat?\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum-5687-3:\n\n\nAfter the initial failure of Drone Reconnisance, Researcher Barnum requested an exploration of the structure by Mobile Task Forces.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 5/22/2021\n\n\nNOTE:\n Investigation conducted by MTF Sigma-2 (\"Corn Watchers\").\n\n\nVIDEO SOURCE:\n Lead Agent Singh's helmet camera.\n\n\n\n\n[BEGIN LOG]\n\n\nSingh:\n Alright team, as this is an Indoor op, we'll be joined by-\n\n\nAgent Wells:\n Woo! The Falcon is flying again!\n\n\nAgent Grant:\n It's good to have you back old man.\n\n\nAgent Singh:\n Yes, yes, we're all glad Agent Briggs\n2\n is back on field duty. Agent Briggs, can you brief us on GOI-5917?\n\n\nAgent Briggs:\n Yes ma'am, I reckon most of you know the look of what kinds of creatures we're expecting to encounter.\n\n\n<Agent Briggs is seen gesturing to himself.>\n\n\nAgent Briggs:\n From a combat standpoint, they're tough to take down. They can also fly, and generally they're capable of thaumaturgical workings. However, the only time GOI-5917 attacked us directly was during a failed prison break of \nSCP-5946\n, and no casualties were reported from the encounter.\n\n\n<Agent Briggs is seen scratching at the back of his elongated neck with his talons.>\n\n\nAgent Briggs:\n It sounds like these… people just want to have a conversation with us. Don't shoot unless you need to, but I would definitely keep your guard up.\n\n\nAgent Singh:\n Sound advice. Agent Briggs will be taking point. We don't know how electronics are going to be affected down there so everyone has been issued chemical lighting as well. Form up!\n\n\n< An exploration team consisting of Agents Singh, Grant, Briggs and Wells forms up at the door.>\n\n\n<Agent Briggs opens the stone door and turns on his head lamp.>\n\n\n<The team proceeds to advance. The space is lit now and appears to be a large convenience store with an unusually large book and periodical section. Sitting behind a folding table set up in the middle of the store is a large avian creature\n3\n designated SCP-5687-2A. The creature gestures to chairs at the other side of the table.>\n\n\nSCP-5687-2A:\n I would offer you all tea, but I know you wouldn't drink it… Are the guns really necessary?\n\n\nAgent Singh:\n We have reason to believe you're harboring someone who has killed three people, so yes.\n\n\nSCP-5687-2A:\n I would hardly call those book burning slavers \"people\", but fair enough.\n\n\n<It rotates its head to Agent Briggs>\n\n\nSCP-5687-2A:\n You must be the 4th Wandsman of Earth. I don't suppose you've reconsidered our offer?\n\n\n<Agent Briggs tenses.>\n\n\nAgent Briggs.\n I told that Arbiter of yours and now I'm telling you. My family is here.\n\n\nSCP-5687-2A:\n Really? Was that poor soul you had test out the doorbell \"family\" too? You know she hardly deserved the death penalty in my opinion, not that anyone really does. Her husband was beating her, of course she'd fight back. And then the judge just wanted to look tough on cri-.\n\n\nAgent Singh:\n Enough! What is the purpose of this facility, and where is our murder suspect?\n\n\nSCP-5687-2A:\n This \"facility\" as you call it is meant to provide, in exchange for a small modicum of gossip, all of the information that your organization has decided to restrict from the public. We are \njournalists\n after all.\n\n\nAgent Singh:\n … So you've been handing out classified information?\n\n\nSCP-5687-2A:\n I have been teaching that which is vital to allow the citizens of your planet to defend themselves. There are large numbers of \"anomalous\" predators surrounding them that render them utterly powerless. It seems necessary for us to assist them, as your organization has not had a history of reliable protection.\n\n\nAgent Briggs:\n I don't think blood sacrifices are protecting anyone.\n\n\nSCP-5687-2A\n Your \"family\" strongly disagrees 4th, ask them about the Stag someti-\n\n\n<Johnny Davis enters swiftly from a room in the back of the sales floor.>\n\n\nJohnny:\n Miss 14th! Mom is-.\n\n\n<All MTF agents immediately raise their weapons at the 16 year old.>\n\n\n<Johnny immediately puts his hands behind his head.>\n\n\nJohnny:\n Please… Just let me help her.\n\n\n<SCP-5687-2A enters the frame once more, sprinting to the back room with a large tome in its claws.>\n\n\n<Agent Singh starts chasing after it.>\n\n\nAgent Singh:\n Briggs, with me! Grant, secure the ki-\n\n\n<Agent Singh opens the back door to reveal SCP-5687-2A playing a soft song on a set of panpipes, apparently reading the music out of the book she was carrying.>\n\n\n<It appears to be playing the song for a convulsing woman in a hospital bed. The soft beep of a heart monitor is heard slowly reducing in frequency as the woman slowly comes to rest.>\n\n\n<SCP-5687-2A stops playing and lifts the woman’s hospital gown, revealing that her leg shows serious signs of bruising and is covered in large lumps.>\n\n\nSCP-5687-2A:\n Blast it all, they should have stayed put for longer…\n\n\nAgent Briggs:\n What… What’s happening to her?\n\n\n<SCP-5687-2A shakes its head.>\n\n\nSCP-5687-2A:\n Johnny bought his mother some life, but these rats are far too hungry.\n\n\nAgent Singh:\n … We’re taking you, the boy, and this woman into custody.\n\n\n<SCP-5687-2A glares at her.>\n\n\nSCP-5687-2A:\n You know, I rather think I've wasted enough hospitality on you monsters. Good day.\n\n\n<SCP-5687-2A claps its talons together.>\n\n\n<After .3 seconds of static, the video feed returns, showing the team back in the secured shopping center. The doorway has vanished.>\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum-5687-4:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 4/24/2021\n\n\nNOTE:\n A member of GoI-5917 appeared in Site-33 Director Nakamura's office and requested an impromptu negotiation, identifying itself under the title, \"Fourth Wandswoman of Chelon.\" The entity appears to have utilized an instance of SCP-5917 in order to evade security.\n\n\n\n\n[BEGIN LOG]\n\n\n<Fourth Wandswoman of Chelon appears in Nakamura's office, an unfurled map in its claws. It rolls it up and slips it inside a coat pocket.>\n\n\nWandswoman:\n Hello, Director. How do you do? \n<It tips its bowler hat and curtsies.>\n\n\nNakamura:\n …So you basically do the anomalous equivalent of breaking and entering and then take the time to act proper?\n\n\nWandswoman:\n \n<Chuckles.>\n It's not like I expected to be let in through the front door. Anywho, I'll make this brief, Director. There are a lot of tensions between our two factions and I'd like to broker a peace deal.\n\n\nNakamura:\n You're actively disseminating dangerous knowledge to the general populace and you turned one of my men into…one of you. I'm not sure how you think you can get any leverage with me.\n\n\nWandswoman:\n Director, please—\n\n\nNakamura:\n \nAnd\n you're giving a high schooler the power to siphon life force and put it in someone else.\n\n\nWandswoman:\n That poor boy's mother is dying! It's not a human disease either. Really, we're the best doctors he's got. Look, I know we're not on a first name basis, but I know you at least have a heart, unlike most people who work here.\n\n\nNakamura:\n Hm. I care, but it doesn't give me or you the right to give some kid anomalous items. But I know you're not here to talk about that. What do you want?\n\n\nWandswoman:\n Look Director… I know that interactions between our two factions haven't been the best. I'm here to offer a diplomatic solution to our problems. The last thing either of us want is to spill more blood from either your personnel or my siblings. I know of a peaceful conclusion we can reach.\n\n\nNakamura:\n …I'm listening.\n\n\nWandswoman:\n Alright. You and I technically are on the same side—\n\n\nNakamura:\n Doing everything you can to shatter the Veil hardly aligns with our goal. But continue.\n\n\nWandswoman:\n Our methods may be different, but in the end, we both serve to preserve knowledge.\n\n\nNakamura:\n No. You gather knowledge and sell it.\n\n\nWandswoman:\n We're not Marshall, Carter, and Dark, Director. The only profit we want from this is simply more knowledge.\n\n\nNakamura:\n Well, you have knowledge. Keep it to yourself. The Veil stays.\n\n\nWandswoman:\n Actually, about that. \n<It pulls out a seat and gestures.>\n May I?\n\n\n<Nakamura nods; the wandswoman sits down.>\n\n\nWandswoman:\n The Veil…you \ndo\n know that maintaining it is pointless, right? You already receive countless warning signs on a daily basis. Containment breaches, new anomalies being found everyday, more of that knowledge-deleting toxic poison you force people to breath in just because they were at the wrong place at the wrong time.\n\n\nNakamura:\n Mistakes happen. We cover them up. Whatever hole appears in the Veil, we patch it.\n\n\nWandswoman:\n But they don't stay patched forever. That Veil is going to shatter soon. Far sooner than you think.\n\n\nNakamura:\n …What aren't you telling me?\n\n\nWandswoman:\n This is the closest I've ever come to begging. \n<It reaches over slowly and puts a 'hand' over Nakamura's.>\n Listen to me. We have a \nlot\n of common enemies. Far, far more than you think. \n<It leans forward and whispers.>\n I really don't want us to antagonize each other. We really are on each other's side, despite the differing idealogies.\n\n\nNakamura:\n \n<Slowly moves hand away from the wandswoman's talons.>\n What's your proposal, then?\n\n\nWandswoman:\n You don't care about people knowing things, as long as they don't know them 'here.' We don't care about \nwhere\n people know things, as long as they know things. We can make a compromise.\n\n\nNakamura:\n And that would be?\n\n\nWandswoman:\n People find our shop, we take them away. They can join us or we can put them somewhere on an alien planet where an arbitrary Veil doesn't exist. You make people disappear all the time, so this really is no different.\n\n\nNakamura:\n If the Veil shatters—\n\n\nWandswoman:\n \nWhen\n, Director.\n\n\nNakamura:\n \nIf\n it happens, you'll bring these people back, right?\n\n\nWandswoman:\n Of course.\n\n\nNakamura:\n Very well. I'll need to discuss this proposal with the O5 Council. Admittedly, I'm more intrigued than I thought I would be.\n\n\n<Nakamura gets up. The wandswoman does so as well.>\n\n\nWandswoman:\n Thank you, Director. \n<It holds out a claw, presumably for a 'handshake'.>\n\n\nNakamura:\n Don't thank me. Just because we reached an agreement now doesn't mean we won't be enemies later.\n\n\nWandswoman:\n \n<It slowly lowers its hand and looks down at the ground.>\n I…know earning your trust won't be an easy feat, but this is a good start. That's worth something.\n\n\nNakamura:\n Perhaps.\n\n\n<The wandswoman takes its map out of its pocket and unfurls it.>\n\n\nWandswoman:\n Good day, Director.\n\n\n<It vanishes.>\n\n\n\n\n[END LOG]\n\n\n\n\nAddendum-5687-5:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 5/25/2021\n\n\nNOTE:\n Anomalous Ritual Conducted by GoI-5917, aided by Foundation assets\n\n\nVIDEO SOURCE:\n\n\nThe following recording was generated by what SCP-5687-2A described as “A Ritual of Choice”.\n\n\nThe recording seems to show the ritual from the perspective of Latisha Davis, with viewers somehow \"knowing\" what she is feeling.\n\n\nIt does not appear possible to record a transcript of this ritual without her perspective. Currently no available method has been found that is able to disentangle this perspective from any audio, video, or written account of these events.\n\n\nThe reason for these anomalous attributes is currently under investigation. However, the transcript’s anomalous properties have been deemed safe by Foundation thaumaturgists.\n\n\n\n\n[BEGIN LOG]\n\n\n<You wake up. You are in terrible pain, but you feel more lucid than you have in a long time.>\n\n\nLatisha:\n Wha… Where? Oh… god…\n\n\n<You spot a giant owl in a pantsuit at the bottom of the bed. You try to cry out, but your throat is too sore.>\n\n\n<The giant owl notices you stirring, its head swiveling around to face you just like in videos. It reaches out and holds a covered cup with a straw to your face.>\n\n\n<You scrabble back, or try to… the pain is excruciating…>\n\n\nOwl Monster:\n Try not to move if you can help it, you're still not well. Please, I swear on my name, it’s just water. You are as safe here as you can be anywhere.\n\n\n<It’s amazing how much madness you’re willing to accept when you know you’re about to die. You suck on the straw. The owl wasn’t lying.>\n\n\n<You drink your fill. Your throat is still sore, but much better than before.>\n\n\nLatisha:\n Thank you… Where am I? Wha- who are you?\n\n\nOwl:\n I suppose I must look strange given how long you’ve lived in the dark. I’m the Fourteenth Wandswoman of the planet Tell. My name is…Frasia. You’ve earned it. And the Foundation is bound to figure it out eventually anyway.\n\n\n<You have so many questions, but for some reason you just say the first thing that pops in your head>\n\n\nLatisha:\n Frasia… That’s pretty.\n\n\n<You swear, you see the owl smile.>\n\n\nFrasia:\n I can see why Johnny’s so devoted to you.\n\n\n<Johnny! How had you forgotten? A hundred questions start pouring out of your mouth.>\n\n\nLatisha:\n Where is he? Is he alright? Can I see-\n\n\n<You start coughing. Frasia offers you the water again, but you bat it away with your face. It makes your head swim, but you don’t care.>\n\n\nLatisha:\n Frasia! Where is Johnny!?\n\n\n<Frasia puts the cup down and pulls back a curtain beside you. You're overcome with relief. There you see Johnny, lying down on a couch with his earbuds in. He's grown so much, but he always looks so small when he's asleep.>\n\n\nFrasia:\n He tired himself out.\n\n\n<Frasia picks up a blanket off a nearby table scattered with supplies and gently drapes it over your baby.>\n\n\nFrasia:\n Fear not, he's never far.\n\n\n<Oh god, you’re a terrible mother… You should be the one taking care of him, not… but you’ve just been so tired and it hurts so much…>\n\n\nLatisha:\n Why are we here? What’s going on?\n\n\nFrasia:\n Johnny found me and asked for my help treating your illness. He’s been staying with me for some time while I’ve healed you… I’m not a doctor, exactly, but I know a lot. And I fear you would have lost your life several times over if he hadn’t brought you to me.\n\n\n<Frasia looks away for a moment.>\n\n\nFrasia:\n I can’t take credit for waking you up though. I have some… “acquaintances” who are quite skilled with painkillers and stimulants. They have some experience with making people in your situation more… lucid. At least for a time.\n\n\n<Your head swims. This is a lot to process for a lot of reasons.>\n\n\nLatisha:\n How much time do I have?\n\n\nFrasia:\n Enough to make a decision. I’m afraid your time living in the mundane world you knew is over, but you need not stay in it.\n\n\n<Frasia waves a hand and suddenly you see an office filled with people all examining some sort of strange, tentacled dog creature together and making notes.>\n\n\nFrasia:\n Your first option is to join the SCP Foundation. They’re a group that seeks to protect the Earth from things that would try to destroy it. They are…complicated, but as strongly as I disagree with some of their methods, they genuinely want to help. They have enough technology to keep you alive for some time, though I can’t say how long.\n\n\n<You think about that. This definitely isn't the first time you've seen something you couldn't explain. And you know what’s in your legs isn’t normal. None of the doctors knew what to make of it… If these were the Men in Black, were they your best shot at living long enough to see your son graduate?>\n\n\nLatisha:\n You said I had other options?\n\n\n<Frasia nods, she spreads her wings once more and the image of a strange massive tree covered in large, but not so scary looking lizards appears in your mind. They’re moving crates up and down the tree, and talking to some people in a large hollow lined with stone.>\n\n\nFrasia:\n You second option is to become a colonist on another planet. The sapient beings there would have technology that could aid in healing you, but I admit it’s a frontier world. If you were healthy I would reccommend it as a wonderful adventure, but as you are…\n\n\nLatisha:\n I get it… It sounds nice for some folk, but I don’t think it’s for me. What’s next?\n\n\n<The image fades and Frasia Weaves you a new one. You see yourself strapped to a table, with furious notes being taken. You see the doctors around you monitoring your vitals and dissecting the rat things they take out of you.>\n\n\nFrasia:\n This one is like the first option, but with you having considerably less freedom. Rather than joining the Foundation, you become one of the things it contains. It means they would likely devote more energy to studying your illness though, it may even increase your chance for a cure, but I wouldn’t count on having much… agency under their care.\n\n\n<You get a sinking feeling in your gut. Had Frasia put the only good option at the start?>\n\n\nLatisha:\n Is there any other option?\n\n\nFrasia:\n Yes… Though I don’t want to minimize the price of it.\n\n\n<The image in your mind fades once more and you see yourself standing in a massive library filled with bird creatures like Frasia. You feel a strange sense of family and purpose to the place… but it has the strangest undertone of doubt.>\n\n\nFrasia:\n Your final option, and this is the option that gives you the best chance of survival by far, is to become one of us. The Wandsmen are a team of interdimensional reporters that seek to preserve knowledge and life. Your body will be strengthened greatly and the parasites inside you will flee from it… But you won’t be human anymore.\n\n\n<Frasia looks… strangely defeated.>\n\n\nFrasia:\n I know it sounds silly, worrying about what you see in the mirror when dimensions are crumbling around you, but… You have to rebuild your sense of self after something like that, even though your mind doesn’t change. It’s not pleasant.\n\n\n<You grit your teeth. There’s really only one answer here.>\n\n\nLatisha:\n How do I become like you?\n\n\n<Frasia looks at you, surprised.>\n\n\nFrasia:\n Latisha, are you sur-\n\n\nLatisha:\n Frasia, I’ve got a kid to look after. If this is my best chance to stick around to protect him, then I have to take it.\n\n\n<Frasia seems to consider this… She nods. She reached behind her and hands you some sort of… Scroll?>\n\n\nFrasia:\n If you’re sure about this, then all you need to do is open the scroll and speak the words “Main Office”. That will start the process, though you’ll need to travel the roads a bit more to finish it.\n\n\n<You look at the roll of paper in front of you. It feels old, and heavy in your hand. You know this whole thing is crazy, but you don’t know what else to try…>\n\n\nLatisha:\n Will it hurt?\n\n\n<Frasia looks down. She nods.>\n\n\n<You take in a deep breath that strains your damaged lungs and let out a long sigh.>\n\n\nLatisha:\n Well… Guess I gotta take my shots.\n\n\n<Frasia remains silent.>\n\n\nLatisha:\n… Main Office.\n\n\n\n\nEnd log\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A group of interdimensional reporters referring to themselves as \"The Wandsmen\". Their core motives and objectives remain unclear. Notably all members undergo transformation into anomalous avian entities.\n\n\n2\n. Agent Briggs had previously undergone a transformation into a vulture like creature during a search and rescue operation. See \nSCP-5917\n logs for details.\n\n\n3\n. The creature is similar in size and stature to Agent Briggs, though it resembles a member of the \nStrigiformes\n order.\n\n\n\n\n\n\n\n\n« \nSCP-5686\n | SCP-5687 | \nSCP-5688\n »",
    "addendums": [
        "Addendum-5687:\nDispatched Foundation Agents located and attempted to capture PoI-5687. PoI-5687 escaped via vanishing through the newly discovered SCP-5687.\nVideo log added below.",
        "Addendum-5687-2:",
        "Addendum-5687-3:\nAfter the initial failure of Drone Reconnisance, Researcher Barnum requested an exploration of the structure by Mobile Task Forces.",
        "Addendum-5687-4:",
        "Addendum-5687-5:"
    ],
    "documents": [],
    "notes": [
        "VIDEO LOG DATE: 5/21/2021 NOTE: Investigation conducted via reconnaissance drone. [BEGIN LOG] <The drone hovers slowly down the stairs, panning back and forth as it travels. Night vision camera reveals several rows of bookshelves, with many of the titles written in unknown languages.> <Upon reaching the bottom step, its propellers cease functioning due to an electrical short.> <Camera continues to record a large pair of talons slowly walking towards it.> Unknown Entity: Why don't you just come down and have a chat? [END LOG]",
        "VIDEO LOG DATE: 5/22/2021 NOTE: Investigation conducted by MTF Sigma-2 (\"Corn Watchers\"). VIDEO SOURCE: Lead Agent Singh's helmet camera. [BEGIN LOG] Singh: Alright team, as this is an Indoor op, we'll be joined by- Agent Wells: Woo! The Falcon is flying again! Agent Grant: It's good to have you back old man. Agent Singh: Yes, yes, we're all glad Agent Briggs 2 is back on field duty. Agent Briggs, can you brief us on GOI-5917? Agent Briggs: Yes ma'am, I reckon most of you know the look of what kinds of creatures we're expecting to encounter. <Agent Briggs is seen gesturing to himself.> Agent Briggs: From a combat standpoint, they're tough to take down. They can also fly, and generally they're capable of thaumaturgical workings. However, the only time GOI-5917 attacked us directly was during a failed prison break of SCP-5946 , and no casualties were reported from the encounter. <Agent Briggs is seen scratching at the back of his elongated neck with his talons.> Agent Briggs: It sounds like these… people just want to have a conversation with us. Don't shoot unless you need to, but I would definitely keep your guard up. Agent Singh: Sound advice. Agent Briggs will be taking point. We don't know how electronics are going to be affected down there so everyone has been issued chemical lighting as well. Form up! < An exploration team consisting of Agents Singh, Grant, Briggs and Wells forms up at the door.> <Agent Briggs opens the stone door and turns on his head lamp.> <The team proceeds to advance. The space is lit now and appears to be a large convenience store with an unusually large book and periodical section. Sitting behind a folding table set up in the middle of the store is a large avian creature 3 designated SCP-5687-2A. The creature gestures to chairs at the other side of the table.> SCP-5687-2A: I would offer you all tea, but I know you wouldn't drink it… Are the guns really necessary? Agent Singh: We have reason to believe you're harboring someone who has killed three people, so yes. SCP-5687-2A: I would hardly call those book burning slavers \"people\", but fair enough. <It rotates its head to Agent Briggs> SCP-5687-2A: You must be the 4th Wandsman of Earth. I don't suppose you've reconsidered our offer? <Agent Briggs tenses.> Agent Briggs. I told that Arbiter of yours and now I'm telling you. My family is here. SCP-5687-2A: Really? Was that poor soul you had test out the doorbell \"family\" too? You know she hardly deserved the death penalty in my opinion, not that anyone really does. Her husband was beating her, of course she'd fight back. And then the judge just wanted to look tough on cri-. Agent Singh: Enough! What is the purpose of this facility, and where is our murder suspect? SCP-5687-2A: This \"facility\" as you call it is meant to provide, in exchange for a small modicum of gossip, all of the information that your organization has decided to restrict from the public. We are journalists after all. Agent Singh: … So you've been handing out classified information? SCP-5687-2A: I have been teaching that which is vital to allow the citizens of your planet to defend themselves. There are large numbers of \"anomalous\" predators surrounding them that render them utterly powerless. It seems necessary for us to assist them, as your organization has not had a history of reliable protection. Agent Briggs: I don't think blood sacrifices are protecting anyone. SCP-5687-2A Your \"family\" strongly disagrees 4th, ask them about the Stag someti- <Johnny Davis enters swiftly from a room in the back of the sales floor.> Johnny: Miss 14th! Mom is-. <All MTF agents immediately raise their weapons at the 16 year old.> <Johnny immediately puts his hands behind his head.> Johnny: Please… Just let me help her. <SCP-5687-2A enters the frame once more, sprinting to the back room with a large tome in its claws.> <Agent Singh starts chasing after it.> Agent Singh: Briggs, with me! Grant, secure the ki- <Agent Singh opens the back door to reveal SCP-5687-2A playing a soft song on a set of panpipes, apparently reading the music out of the book she was carrying.> <It appears to be playing the song for a convulsing woman in a hospital bed. The soft beep of a heart monitor is heard slowly reducing in frequency as the woman slowly comes to rest.> <SCP-5687-2A stops playing and lifts the woman’s hospital gown, revealing that her leg shows serious signs of bruising and is covered in large lumps.> SCP-5687-2A: Blast it all, they should have stayed put for longer… Agent Briggs: What… What’s happening to her? <SCP-5687-2A shakes its head.> SCP-5687-2A: Johnny bought his mother some life, but these rats are far too hungry. Agent Singh: … We’re taking you, the boy, and this woman into custody. <SCP-5687-2A glares at her.> SCP-5687-2A: You know, I rather think I've wasted enough hospitality on you monsters. Good day. <SCP-5687-2A claps its talons together.> <After .3 seconds of static, the video feed returns, showing the team back in the secured shopping center. The doorway has vanished.> [END LOG]"
    ],
    "item": "SCP-5687",
    "object_class": "Keter",
    "containment_procedures": "SCP-5687-2 is to be staffed at all times by at least one Foundation agent taking on the role of \"concierge\". They are to provide information to SCP-5687-2 entrants via video presentation.",
    "description": "SCP-5687 is an insignia of an eye flanked by two feathered wings. The insignia is roughly 30 cm in length and 10 cm in height. Text in Hebrew below the eye roughly translates to \"Right and True\". SCP-5687 is only visible to individuals who have been granted access to SCP-5687-2; those with access to SCP-5687-2 have been estimated to comprise approximately 5% of the population, almost all of these people being civilians with academic or investigative backgrounds.",
    "title": "SCP-5687"
}