{
    "url": "https://scp-wiki.wikidot.com/scp-569",
    "all_text": "rating: \n+204\n+\n–\nx\n\n\nItem #:\n SCP-569\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-569 are currently contained at Bio-Research Site-66. Contained instances of SCP-569 are to be sealed within 1 m\n3\n steel crates and immersed in ice water baths when not under research. If containment is breached, aggressive instances are to be neutralized through application of aerosolized liquid nitrogen. Passive instances are to be herded back into a containment crate and returned to containment.\n\n\nPersonnel injured by SCP-569 may be treated via amputation of affected surfaces; severely affected personnel are to be terminated. Matter produced by agitated instances of SCP-569 is to be ground into powder and utilized in Site construction.\n\n\nDescription:\n SCP-569 appear to be a collection of 46 animate, disembodied, floating human heads. All instances are identical, resembling a bald man in his late 40s. Analysis reveals that SCP-569 are sculpted from Sylacauga marble; no further anomalous materials are present.\n\n\nSCP-569 will usually congregate into a loose swarm and float aimlessly at a mean height of 10 m. Individuals will randomly shift between several identical expressions, ranging from apparent joy to considerable distress. No pattern or probable cause for these shifts may be found; they are hypothesized to be simply random. In addition, instances of SCP-569 appear to react to temperature variances; temperatures below 4\no\n Centigrade render them inert.\n\n\nIf an instance of SCP-569 is assaulted by a human, a sudden movement is perceived in its direct field of vision, or a sufficiently sudden loud noise occurs in the immediate vicinity, the affected instances will transform into an aggravated state and attempt to destroy the source of aggression or noise. This transformation involves said instance seemingly dissolving into the shape of a human skull, then launching a colourful material spray in the general direction of its target. This material will rapidly harden into coloured marble, coating the target in a heavy, sharp shell.\n\n\nThis marble produced from SCP-569 is chemically similar to the normal Sylacauga marble that SCP-569 consist of, but contains simple pigmentation to lend to its various hues. In addition, the coloured portions are fused, solid sheets of marble; no seams, cracks, or similar structural flaws are present after setting. SCP-569 will continue launching this material at its target until the target has been completely covered; material will fuse at the molecular level to the target's surface. At this point, the instance will revert to its calm state and resume aimlessly floating.\n\n\nAddendum - Cross Testing:\n Due to recent developments, proposals regarding cross-experimentation with \nSCP-2860\n have been suspended.\n\n\n\n\n\n\n« \nSCP-568\n | SCP-569 | \nSCP-570\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-569\n\" by Dexanote, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-569\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum - Cross Testing: Due to recent developments, proposals regarding cross-experimentation with SCP-2860 have been suspended."
    ],
    "documents": [],
    "notes": [
        "\" SCP-569 \" by Dexanote, from the SCP Wiki . Source: https://scpwiki.com/scp-569 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-569",
    "object_class": "Euclid",
    "containment_procedures": "SCP-569 are currently contained at Bio-Research Site-66. Contained instances of SCP-569 are to be sealed within 1 m3 steel crates and immersed in ice water baths when not under research. If containment is breached, aggressive instances are to be neutralized through application of aerosolized liquid nitrogen. Passive instances are to be herded back into a containment crate and returned to containment.",
    "description": "SCP-569 appear to be a collection of 46 animate, disembodied, floating human heads. All instances are identical, resembling a bald man in his late 40s. Analysis reveals that SCP-569 are sculpted from Sylacauga marble; no further anomalous materials are present.",
    "title": "SCP-569"
}