{
    "url": "https://scp-wiki.wikidot.com/scp-5695",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\nItem #:\n SCP-5695\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5695 is available for use by any member of personnel upon request. Usage of SCP-5695 is to be recorded in the Experiment Log for the sake of posterity. At least one instance of SCP-5695 is to be kept in existence at all times.\n\n\nDescription:\n SCP-5695 is a figurine formed of milk chocolate, superficially resembling a common goldfish. When SCP-5695 is placed into a body of water, all aquatic organisms in that body of water will become additional instances of SCP-5695, regardless of the size of the area involved. All additional instances of SCP-5695 demonstrate the same anomalous properties.\n\n\nSCP-5695 has been described as extremely pleasing to the palate, exhibiting a smooth texture that nonetheless holds a distinctive structure when pressed against the tongue. Although most chocolate is considered to be an indulgence, popular consensus is that SCP-5695 can be consumed at any time of the day with no ill effects. Analysis of SCP-5695's components has been ineffective in proving or disproving this belief.\n\n\nDiscovery:\n SCP-5695 was discovered in a cabin owned by amateur chef Arnold Grussman after passing hikers complained of a foul smell emanating from the building. Upon investigation by local authorities, the body of Mr. Grussman was discovered\n1\n along with SCP-5695 itself.\n\n\nThe Foundation became involved with this case after it became apparent that, at some point prior to the body's discovery, all fish in the nearby Lake Gray had become instances of SCP-5695.\n\n\nExperiment Log 5695-1:\n\n\nIn order to test the limits of SCP-5695's conversion properties, a series of experiments were undertaken. All tests were undertaken by placing SCP-5695 into a body of water and observing the results.\n\n\n\n\nBody of Water:\n Small tank.\n\n\nItem:\n One goldfish.\n\n\nResult:\n Goldfish became an additional instance of SCP-5695.\n\n\n\n\n\n\nBody of Water:\n Small tank.\n\n\nItem:\n Two starfish.\n\n\nResult:\n Starfish became additional instances of SCP-5695.\n\n\n\n\n\n\nBody of Water:\n Large tank.\n\n\nItem:\n Four Mallard ducks.\n\n\nResult:\n None.\n\n\n\n\n\n\nBody of Water:\n Large tank.\n\n\nItem:\n Six dolphins.\n\n\n\n\nResult:\n Dolphins became additional instances of SCP-5695.\n\n\nInteresting. A dolphin is a mammal, not a fish, yet SCP-5695 converted it all the same. What kind of criteria does it use? Not that I'm complaining, with how tasty the things are!\n - Dr. Grade.\n\n\n\n\n\n\nBody of Water:\n Large tank.\n\n\nItem:\n Twelve dolphins.\n\n\nResult:\n None.\n\n\nDisappointing.\n - Dr. Grade.\n\n\n\n\n\n\nBody of Water:\n Lake St. James, Massachusetts\n\n\nItem:\n All fish present.\n\n\nResult:\n All fish converted into instances of SCP-5695.\n\n\nI would say this proves there's no distance limit on SCP-5695's conversion. Imagine the returns if we hadn't blocked off the river beforehand!\n - Dr. Grade.\n\n\n\n\nAddendum 5695-1 (Freeze on Testing)\n\n\n\n\nLast night, our security system detected Junior Researcher Darnell attempting to smuggle an SCP-5695 instance out of the Site. As if that weren't bad enough, under interrogation he kindly informed me that this is something the SCP-5695 research staff have been doing quite a bit.\n\n\nI hope I don't have to say how appalled I am. All of you, expect to be summoned to a formal inquiry within the next few days. None of you are to leave Site-37 until then.\n\n\nDirector Fitzpatrick\n\n\n\n\nOn 12/06/2019, during a meeting with senior site staff regarding recent containment breaches, Director Fitzpatrick suddenly fell from his seat and began spasming wildly while gasping for breath.\n\n\nSeveral seconds later, Director Fitzpatrick's entire body was transfigured into a statue of milk chocolate, save for his eyes, which continued to follow personnel around the room. Witnesses described said eyes as delicious.\n\n\n\n\nFootnotes\n\n\n1\n. Cause of death determined as autocannibalistic puncture of the jugular.\n\n\n\n\n\n\n\n\n« \nSCP-5694\n | SCP-5695 | \nSCP-5696\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5695\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5695\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5695-1 (Freeze on Testing)\nOn 12/06/2019, during a meeting with senior site staff regarding recent containment breaches, Director Fitzpatrick suddenly fell from his seat and began spasming wildly while gasping for breath.\nSeveral seconds later, Director Fitzpatrick's entire body was transfigured into a statue of milk chocolate, save for his eyes, which continued to follow personnel around the room. Witnesses described said eyes as delicious."
    ],
    "documents": [],
    "notes": [
        "Body of Water: Small tank. Item: One goldfish. Result: Goldfish became an additional instance of SCP-5695.",
        "Body of Water: Small tank. Item: Two starfish. Result: Starfish became additional instances of SCP-5695.",
        "Body of Water: Large tank. Item: Four Mallard ducks. Result: None.",
        "Body of Water: Large tank. Item: Six dolphins. Result: Dolphins became additional instances of SCP-5695. Interesting. A dolphin is a mammal, not a fish, yet SCP-5695 converted it all the same. What kind of criteria does it use? Not that I'm complaining, with how tasty the things are! - Dr. Grade.",
        "Body of Water: Large tank. Item: Twelve dolphins. Result: None. Disappointing. - Dr. Grade.",
        "Body of Water: Lake St. James, Massachusetts Item: All fish present. Result: All fish converted into instances of SCP-5695. I would say this proves there's no distance limit on SCP-5695's conversion. Imagine the returns if we hadn't blocked off the river beforehand! - Dr. Grade.",
        "Last night, our security system detected Junior Researcher Darnell attempting to smuggle an SCP-5695 instance out of the Site. As if that weren't bad enough, under interrogation he kindly informed me that this is something the SCP-5695 research staff have been doing quite a bit. I hope I don't have to say how appalled I am. All of you, expect to be summoned to a formal inquiry within the next few days. None of you are to leave Site-37 until then. Director Fitzpatrick",
        "\" SCP-5695 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-5695 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5695",
    "object_class": "Safe",
    "containment_procedures": "SCP-5695 is available for use by any member of personnel upon request. Usage of SCP-5695 is to be recorded in the Experiment Log for the sake of posterity. At least one instance of SCP-5695 is to be kept in existence at all times.",
    "description": "SCP-5695 is a figurine formed of milk chocolate, superficially resembling a common goldfish. When SCP-5695 is placed into a body of water, all aquatic organisms in that body of water will become additional instances of SCP-5695, regardless of the size of the area involved. All additional instances of SCP-5695 demonstrate the same anomalous properties.",
    "title": "SCP-5695"
}