{
    "url": "https://scp-wiki.wikidot.com/scp-5706",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-5705\n |\nSCP-5706\n| \nSCP-5707\n »\n\n\n\n\n\n\n\n\nrating: \n+259\n+\n–\nx\n\n\nItem #:\n SCP-5706\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The Foundation has made large anonymous donations to sexually transmitted disease awareness and prevention programs in a number of countries with documented SCP-5706 outbreaks; the patents to the antiviral drugs acyclovir and valacyclovir have been purchased by Foundation front companies, and these drugs have been substantially reduced in price to aid in SCP-5706 containment efforts.\n\n\nIndividuals identified as carriers of SCP-5706 are to be detained and questioned about their sexual history to identify other possible carriers, then treated with a targeted antiviral drug developed as part of the SCP-5706 containment initiative. Before release, former SCP-5706 carriers should be treated with Class-B or -C amnestics, depending on the duration of infection.\n\n\nSamples of SCP-5706 are stored in Bio Site-66's cryogenic storage facility; research proposals involving exposure of D-Class personnel to SCP-5706 must be approved by Site-66's Ethics Committee liaison, and all experimental subjects must be treated with the targeted SCP-5706 antiviral at the conclusion of the experiment.\n\n\nDescription:\n SCP-5706 is a strain of the Herpes simplex virus that causes a perceptual anomaly when an infected individual orgasms. The non-anomalous symptoms of SCP-5706 are identical to those of HSV-2, the strain of Herpes simplex which causes most cases of genital herpes; blisters appear on the genitalia within approximately 7 days of initial exposure, and heal over the next several weeks. SCP-5706 is transmitted in the same way as non-anomalous HSV-2, and use of barrier contraceptives such as condoms can reduce its spread.\n\n\nWhen an SCP-5706-infected individual is brought to orgasm, either alone or with a partner, they experience a perceptual anomaly which includes total sensory hallucination and significant time dilation. This perceptual anomaly consists of the entirety of the action role-playing videogame \nSkyrim\n, released by Bethesda Softworks in 2011 (including the three downloadable expansion packs, \nDawnguard\n, \nHearthfire\n, and \nDragonborn\n), beginning at the start of the game, when the player character awakens in a horse-drawn carriage on their way to be executed, and not ending until the defeat of the game's \"final boss\", the dragon Alduin, at the end of the main quest-line. Affected individuals report being placed into the world of the game completely, able to perform actions\n1\n not normally possible in the original game; however, conversations with non-player characters are still limited to the game's original dialogue options, and certain areas, such as any land beyond the bounds of the game's world map, remain inaccessible. Affected individuals are able to access the game's menus, manage their inventory, and save and load their progress by closing their eyes, but all menu options that would quit out of the game are unavailable.\n\n\nAffected individuals report being aware that they will remain in the game world until they complete the main quest-line; Regardless of how much subjective time it takes an individual to complete \nSkyrim\n2\n, to outside observers the perceptual anomaly only lasts for the duration of orgasm\n3\n, and its physical signs - closed eyes, open mouth, labored breathing - are nearly indistinguishable from the effects of a particularly strong orgasm.\n\n\nSCP-5706 was first discovered in June 2017, when Foundation agents were alerted to reports of unusual behavior following an orgy held by attendees of the Electronic Entertainment Expo (E3) in Los Angeles, California. A number of participants were detained and interviewed; those who had experienced the effects of SCP-5706 all reported sexual contact with a man who resembled Todd Howard, the creative director of Skyrim. At the time of the orgy, Mr. Howard was on stage at Bethesda Softworks' E3 presentation. When interviewed, Mr. Howard denied all knowledge of the orgy and of SCP-5706; surveillance of Mr. Howard's banking records revealed that he had recently made several large payments to an account registered under the name \"\nSimo Plecks\n\". This account was emptied and closed on the day of the orgy, and all attempts to trace the individual to whom the account belonged have so far been fruitless; the investigation is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. e.g. climbing walls and moving furniture\n\n\n2\n. Recorded subjective times have ranged from approximately two hours (subject was, at the time, the world record holder for the \"Glitchless Main Quest\" \nSkyrim\n speedrun category) to over one year.\n\n\n3\n. Between 10 seconds and 2 minutes, depending on a number of physiological and psychological factors - see S. Kratochvil, \"The Duration of Female Orgasm,\" \nCeskoslovenska Psychiatrie\n 89.5 (Oct 1993), 296-9.\n\n\n\n\n\n\n\n\n« \nSCP-5705\n | SCP-5706 | \nSCP-5707\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5706\n\" by ch00bakka, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5706\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5706 \" by ch00bakka, from the SCP Wiki . Source: https://scpwiki.com/scp-5706 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5706",
    "object_class": "Euclid",
    "containment_procedures": "The Foundation has made large anonymous donations to sexually transmitted disease awareness and prevention programs in a number of countries with documented SCP-5706 outbreaks; the patents to the antiviral drugs acyclovir and valacyclovir have been purchased by Foundation front companies, and these drugs have been substantially reduced in price to aid in SCP-5706 containment efforts.",
    "description": "SCP-5706 is a strain of the Herpes simplex virus that causes a perceptual anomaly when an infected individual orgasms. The non-anomalous symptoms of SCP-5706 are identical to those of HSV-2, the strain of Herpes simplex which causes most cases of genital herpes; blisters appear on the genitalia within approximately 7 days of initial exposure, and heal over the next several weeks. SCP-5706 is transmitted in the same way as non-anomalous HSV-2, and use of barrier contraceptives such as condoms can reduce its spread.",
    "title": "SCP-5706"
}