{
    "url": "https://scp-wiki.wikidot.com/scp-5708",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+69\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5708\"From Asgard With Love\" by: \nDrAkimoto\n\n\n \n\n\n \n\n\n~DrAkimoto's Author Page~\n\n\n\n\n\n\n\n\nrating: \n+69\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#: SCP-5708\n\n\n\n\n\n\n \n\n\n\n\n\n\nContainment Class:\n Safe\n\n\nLevel 5/5708\n\n\n\n\n\n\nObject Class:\n Prodest\n1\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite–Q7\n\n\nMichael Strauss\n\n\nHaru Akimoto\n\n\nMTF Zeta-17\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nArchived Containment Procedures:\n SCP-5708 is held within Laboratory-2 at Site-Q7, access is restricted to Project Midgard personnel with Level-4/5708 Clearance or above. The Site-Q7 Research and Development Team are to perform the necessary repair in order to prepare SCP-5708 for operation.\n\nAll five instances of SCP-5708/A live communally within Secure Humanoid Housing Unit 4 and have Level-1 Basic Clearance. Subjects have permission to assist Site-Q7 personnel with clearance-appropriate operations.\n\n\nUpdate 2019/12/20:\n SCP-5708 is held within Security Chamber-5 in preparation for Operation Bifrost, access is limited to personnel with Level 5/5708 clearance.\n\n\nThe remaining two instances of SCP-5708/A live communally within Secure Humanoid Housing Unit 4 and have been given Level-1 basic clearance, subjects have permission to visit clearance-appropriate areas of Site-Q7. Due to their advanced age monthly medical evaluations are to be performed.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nSCP-5708 upon containment, circa1950.\n\n\n\n\n\n\nSCP-5708 is a cylindrical transportation device originating from an alternate reality and capable of extra-universal translocation. The inside of SCP-5708 features a central control panel, rear control panel, six microscopic particle accelerators, and seven passenger seats, along with several components of unknown function, some of which are damaged. When activated, SCP-5708 will open an extra-universal wormhole around itself transporting the capsule into alternate realities. Due to damage and an insufficient supply of the unknown fuel required, testing of SCP-5708's capabilities are inconclusive.\n\n\nSCP-5708/A is the collective designation given to the six human passengers of SCP-5708 upon its arrival in our reality. These subjects were personnel of various fields, all members of a project ran by the U.S. Department of Defense of their reality. All six subjects are non-anomalous aside from their place of origin. Upon arrival SCP-5708/A-6, Thomas Murray, was quarantined and died shortly after from injuries sustained before arriving in our reality.\n\n\n\n\nUpdate 1988/5/18:\n\n\nThe rear control panel within SCP-5708, which was identified as the navigational equipment, has been repaired. SCP-5708 uses unknown predetermined criteria for selecting realities in which it can enter. SCP-5708 has a total of eight realities to which it can translocate, one of which is our reality. These realities have been given the designation of Reality Y9/01 through Reality Y9/08; Reality Y9/09 would be the now collapsed reality SCP-5708 originated from.\n\n\n\n\nUpdate 1995/5/18:\n\n\nThe fuel remaining within SCP-5708 has been successfully reverse-engineered and designated Compound-5708/Z. Production of this compound for testing has been approved and current estimates indicated that a sufficient supply will be available by the year 2021.\n\n\n\n\nUpdate 2000/7/25:\n\n\nAll six particle accelerators within SCP-5708 have been repaired and tested using an outside power source; output meets or exceeds all set performance indices.\n\n\n\n\nUpdate 2009/6/14:\n\n\nTwo of the components with previously unknown purpose have been discovered to be a reality stabilizer and a reality destabilizer. It is theorized that this is what allows SCP-5708 to de-manifest from one reality and re-manifest in another.\n\n\n\n\nUpdate 2017/9/30:\n\n\nThe last unknown component has been identified as a dark energy sensor. Data output indicates that this sensor traces the source of dark energy to an extra-universal location outside of any known reality. It is theorized that the dark energy present in the eight available realities is being drawn to this location. This phenomenon\n2\n has been designated as a narrative-sink, wherein the affected realities are being drawn to a void below known reality.\n\n\n\n\nUpdate 2019/2/23:\n\n\nRepair of SCP-5708 as progressed sufficiently to allow for full-scale testing. A reanalysis of the navigational systems has revealed that the total number of possible destinations is now 7. It is unknown whether the previously included reality no longer fits the predetermined parameters or has succumbed to the narrative-sink.\n\n\n\n\n\n\nAttached Addenda\n\n\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\nOn 1950/5/26 SCP-5708 manifested above a convenience store in Danner, Utah, before falling approximately 30 meters and crashing into the store. Local reports of a UFO crash began to spread prompting the immediate response of a local Foundation investigation team. Additional concealment and response teams were put on standby. The investigation team deduced that SCP-5708 was extra-universal in origin due to the presence of asbru particles\n3\n detected by the Vescio-Lee Device.\n4\n Due to the extra-universal nature of the anomaly, Site-Q7 and Project Midgard requested it be transferred to their facility. The Site-Q7 concealment team enacted Cover-Story 6B47 (fallen satellite), and all further civilian investigations were discontinued.\n\nUpon opening SCP-5708, the SCP-5708/A instances began pleading for Foundation personnel to help SCP-5708/A-6 who was profusely bleeding from his abdomen. All six subjects were quarantined after SCP-5708/A-6's wound was found to be infected with \nSCP-4608-1\n seeds. Several seeds were removed and flash frozen for testing before the rest started to hatch and incineration protocols were enacted, SCP-5708/A-6 did not survive this process. The remaining SCP-5708/A received full medical evaluations and after being determined as human, were treated for injuries and malnutrition. The SCP-5708/A instances were placed communally within a Site-Q7 Secure Humanoid Housing Unit. It was at that time SCP-5708/A-1, Steven Thompson, made himself known as the leader of the group and demanded to speak to whoever was in charge. All SCP-5708/A instances remained in the housing unit for 3 days without contact from Foundation personnel, after which SCP-5708/A-1 was removed and questioned by the investigation team.\n\n\n\n\n\n\n\n\nInterviews SCP-5708/A\n\n\n\n\n\n\n \n\n\n\n\n■ Interview 1 | SCP-5708/A-1 ■\n\n\n\n\n□ Interview 1 | SCP-5708/A-1 □\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 1950/9/30\n\n\nInterviewer:\n Michael Strauss\n\n\nInterviewed:\n SCP-5708/A-1, Steven Thompson\n\n\nForeword:\n Interview takes place after preliminary intake interviews were performed. These interviews covered details of Reality Y9/09 and briefed SCP-5708/A-1 on some details of our reality. This included a basic overview of the Foundation and its overall function in our world.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Strauss:\n I would like to start by thanking you for your cooperation Mr. Thompson.\n\n\nA-1:\n You're welcome, sir.\n\n\nDr. Strauss:\n We haven't met; my name is Dr. Strauss I am the Lieutenant Director of this facility.\n\n\n[Dr. Strauss reaches a hand across the table, SCP-5708/A-1 returns the gesture and they shake hands.]\n\n\nA-1:\n I assumed as much, sir.\n\n\nDr. Strauss:\n Oh, and why is that?\n\n\nA-1:\n The security clearance on your identification badge is six, higher than the other people I've met so far.\n\n\nDr. Strauss:\n Very perceptive, Mr. Thompson. It appears your world's DoD trained you well.\n\n\nA-1:\n I'd like to believe so. But to be fair, we had no organization like your own to compare to.\n\n\nDr. Strauss:\n Ah yes, a world without anomalies– fascinating. Well, no anomalies till the end it seems, and that brings me to what I'd like to speak about today, the end.\n\n\nA-1:\n I was curious about why the rest of them didn't ask for the details. Very well, what exactly do you want to know, sir?\n\n\nDr. Strauss\n You don't need to address me as sir, Doctor or Dr. Strauss will do just fine. I'm not your CO and you're a long way from home.\n\n\n[Dr. Strauss flips through his briefing papers.]\n\n\nDr. Strauss:\n It says here that your world was visited by extra-universal entities about five years ago– let's start there.\n\n\nA-1:\n Yeah there were five of them, called themselves Vanir. They appeared in the Vatican one day, claimed themselves harbingers of the \"true gods\" but they just looked like normal people. Obviously, no one took them seriously, then they leveled all of Vatican City. A whole city gone in a matter of hours– they were capable of things we had never seen before. Terrible things. You'd probably think of them as just another anomaly, but we had never seen anything like it.\n\n\nDr. Strauss:\n What was the public's reaction to these visitors?\n\n\nA-1:\n Pandemonium. It was chaos, some people started looting, a good bunch dropped to their knees and worshiped them, others just went crazy. We tried maintaining order where we could, but we could only do so much. They started appearing other places and with each country they visited, more followers flocked to them.\n\n\nDr. Strauss:\n So what was the goal of these Vanir– what did they want from your world.\n\n\nA-1:\n At first, we thought they wanted to enslave mankind, and, in a way, I guess they did. Churches– Cults started popping up these Vanir as their leaders. We did our best to keep track of them, but they were many and we were few. The DoD wasn't prepared for a situation like this… no one was.\n\n\n[SCP-5708/A-1 takes a moment to drink the water in front of him.]\n\n\nA-1:\n That's not to say we didn't do anything. We had agents infiltrate the cults to sniff out any usable information.\n\n\nDr. Strauss:\n What did these agents learn?\n\n\nA-1:\n Not much. But enough to make us realize we were out of our league. The Vanir didn't come alone, they brought servants, they were just normal humans, we had captured a few and interrogated them. From what we learned the Vanir were anomalies from another version of Earth. They had band together and contacted something the servants called a \"void-dweller\" and somehow made a deal with it.\n\n\nDr. Strauss:\n So the Vanir were human, well anomalous humans?\n\n\nA-1:\n At least at first, they were. The Vanir proceeded to wipe out 3/4 of that Earth's population and enslaved the rest.\n\n\nDr. Strauss:\n So naturally you assumed they were going to do the same thing to your world.\n\n\nA-1:\n I think that would've been better. We were days away from assaulting every Vanir compound in the Western Hemisphere when we got word that the Vanir were planning something big. We were too late– July 5th, 1949, was the beginning of the end. 1 billion people died simultaneously. \"mistletoe syndrome\" is what we called it, they instantly erupted from the victims turning them into twisted piles of mistletoe vines.\n\n\nDr. Strauss:\n 1 billion people is nearly half of our world's population is th–\n\n\nA-1:\n Yeah, half the world— gone in an instant. Funny thing is… they were the lucky ones.\n\n\n[SCP-5708/A-1 stops for a moment to finish his water. The subject is visibly uneasy.]\n\n\nDr. Strauss:\n We can take a break if you'd like.\n\n\nA-1:\n No, it's fine. It's just hard to think about– like a bad dream, it’s hard to focus on. It was a week later when reality broke. It was like having double vision, but it was everyone, it looked like the color was being bled from reality, like its very outline was being pulled away. It wasn't like that at first, it was a slow build-up over two or three weeks. It was around that time we saw it, telescope observatory in Hawaii that saw it first. A black amorphous void the size of the moon, had appeared just past Mars' orbit. It was heading towards Earth. It was at this time that Dr. Scranton contacted the DoD.\n\n\nDr. Strauss:\n Dr. Robert Scranton?\n\n\nA-1:\n How did yo– No, that makes sense. You have a Dr. Scranton on your world too and of course, he works for you guys. Yes well, our Scranton was… looked down on by the scientific community. Everyone thought he was a pseudo-scientific quack, well turned out he wasn't crazy– he was right.\n\n\nDr. Strauss:\n He has a tendency for being both.\n\n\n[Both chuckle.]\n\n\nA-1:\n Yeah well, he had a bunker where whatever was happening to reality didn't affect it, called it a Deepwell. That's when I first saw the Scranton-Capsule, or 5708 as you call it, he said he'd been building it for years.\n\n\nDr. Strauss:\n So he knew this was going to happen?\n\n\nA-1:\n I'm not going to lie, I didn't fully understand his science, the narrative stuff was confusing to me, still is. But he said he realized something was wrong with reality years before and began building the capsule as a way to escape and possibly get help. The amorphous mass kept getting closer to earth and the distortion was getting worse, we were out of options.\n\n\nDr. Strauss:\n So you used the capsule to escape? And Scranton didn't come? Seems unlikely.\n\n\nA-1:\n Well escape wasn't the plan. We were sent to get help. I was chosen to lead a team including Scranton, to go to another reality he theorized to be affected by whatever was happening to our reality. He said these Vanir and the mass were just a side effect. He thought that other realities must have noticed the issue like he had and maybe they would be able to help.\n\n\nDr. Strauss:\n So that's how you came to this reality?\n\n\nA-1:\n No. We ended up somewhere much worse first.\n\n\n[Subject shifts in his chairs showing visible discomfort.]\n\n\nDr. Strauss:\n How about we take that break? It's just about time for dinner.\n\n\nA-1:\n Yeah… that would be good.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\nSubject requested the interview be continued the next day. This request was approved.\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n■ Interview 2 | SCP-5708/A-1 ■\n\n\n\n\n□ Interview 2 | SCP-5708/A-1 □\n\n\n\n\nAudio Log Transcript\n\n\nDate:\n 1950/10/1\n\n\nInterviewer:\n Michael Strauss\n\n\nInterviewed:\n SCP-5708/A-1, Steven Thompson\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Strauss:\n Good morning Mr. Thompson, I hope you're feeling up to continuing our conversation.\n\n\n[Dr. Strauss places a cup of coffee on the table in front of A-1.]\n\n\nA-1:\n Good morning– \n[Subject drinks the coffee.]\n This is a very odd tasting tea.\n\n\nDr. Strauss:\n That's coffee, are you not familiar?\n\n\nA-1:\n No, sir. We drink tea back on my world, never even heard of coffee.\n\n\nDr. Strauss:\n Interesting. So, we left off as your team was leaving your reality. What happened next?\n\n\nA-1:\n Yes August 1st, my team and I boarded the Scranton-Capsule along with Dr. Scranton. Our mission was to make contact with another reality and hopefully find help… or at least answers.\n\n\nDr. Strauss:\n How long did the trip take?\n\n\nA-A1:\n It was only a few second, I didn't even think it worked until we opened the capsule door.\n\n\nDr. Strauss:\n What was this other reality like, was it similar to yours?\n\n\nA-1:\n No, their world was in ruin. There were signs of a civilization but all that was left was trees and death.\n\n\n[SCP-5708/A-1 stops again to drink the coffee.]\n\n\nA-1:\n Where we landed was the remains of a city, crumbling under the weight of thousands of trees, not normal trees, but trees with faces.\n\n\nDr. Strauss:\n We are familiar with the anomaly you’re speaking of.\n\n\nA-1:\n Y–you've seen them? They are here too?\n\n\n[Subject shows visible signs of distress.]\n\n\nDr. Strauss:\n Don't worry, Mr. Thompson. The infestation here was destroyed before it could spread.\n\n\nA-1:\n You have no clue how lucky you are. The faces looked pained, like the souls used for their creation were crying out for a salvation that would never come. There were other things too, the tree creatures that weren't like the forest around us. They had long legs that looked like roots, topped by a large mass I can only describe as a featureless head. They were immediately hostile— chased us through the weeping forest, we had a few weapons but there were far too many— all we could do was run.\n\n\n[Dr. Strauss shows SCP-5708/A-1 a picture of a SCP-4608-1 instance.]\n\n\nDr. Strauss:\n These are the creatures you're describing correct?\n\n\nA-1:\n \n[Subject shudders after looking at the picture.]\n Yeah that’s them alright. We were cornered by three of them when \"the resistance\" showed up, set them all ablaze and sent them screeching through the forest.\n\n\nDr. Strauss:\n The resistance? I assume these were the natives of this world. Were they humans?\n\n\nA-1:\n They appeared to be, though they all had very sharp facial features and strange ears that were pointed at the tops. They spoke a strange dialect of Italian– luckily, we had Dr. Murray, our language expert, to translate for us.\n\n\nDr. Strauss:\n How many of these natives were there?\n\n\nA-1:\n We had only seen about a hundred in the underground dwelling they brought us to, though they spoke of other places like that one, so I assume there were many more. They said that thousands of tree monsters just appeared one day and began transforming people into the trees with faces. It was a year before the population was converted. It was soon after when a giant monstrosity swallowed the moon. We thought they were describing something like the void approaching our world, we were wrong.\n\n\nDr. Strauss:\n How long had their world been like this?\n\n\nA-1:\n They said it had been years. Whatever was happening to our worlds was affecting them at different rates. Scranton theorized that each reality was unique and posed a unique challenge to this outside force.\n\n\nDr. Strauss:\n So what of the moon, you said the anomaly they spoke of was not the same as your world's?\n\n\nA-1:\n Not at all. When night fell on that first day we saw it for the first time, it almost looked like a bundle of roots, but I had never seen something so big. It covered the moon with its roots reaching down for earth as if to grab ahold of it. We decided we needed to go home the next morning, the mission was a failure.\n\n\nDr. Strauss:\n The natives offered no new information regarding the threat at hand?\n\n\nA-1:\n These were normal people just desperately trying to survive. That is why we had to lie to them, we couldn't tell them that our capsule was a way to escape from that hellscape, we feared they would attempt to take it from us. We told them it had medical supplies and food, things we know they needed. It was not wholly a lie as we did have supplies to offer. They gathered 20 of their strongest to escort us to the capsule, unfortunately none of them would live to return the supplies.\n\n\nDr. Strauss:\n I assume this is when Scranton was lost to your team.\n\n\nA-1\n \n[Subject points to the picture on the table.]\n There were 50 of the them surrounding the capsule, the native attacked them as a distraction as my team made a run for the capsule. One of them grabbed Murray and it was Scranton that saved him— he threw himself at the creature which then dropped Murray. We had made it to the capsule just in time to see it tear Scranton in half. I waited a moment to assess the situation as my team entered the capsule. The natives had all met a similar fate as Scranton— we had to leave.\n\n\nDr. Strauss:\n As the team’s leader I assume you know how to pilot the capsule?\n\n\nA-1:\n I know enough to operate its basic controls. Our engineer sat at the navigational panel and told us we couldn't go home; the option just wasn't there. Scranton had told me of this possibility, we were too late. Our world, our reality— it was already gone. The creatures were banging on the capsule, rocking it back and forth. I didn't have time to think I told our engineer to pick an option and I slammed the activation button.\n\n\nDr. Strauss:\n And that's what brought you here. Very interesting Mr. Thompson, you and your team were quite lucky to—\n\n\nA-1:\n I'm sorry but I have a hard time seeing it as lucky.\n\n\nDr. Strauss:\n I apologize, that was a poor choice of words.\n\n\nA-1:\n So, what happens now?\n\n\nDr. Strauss:\n Do you or your team have any knowledge that could help us repair the capsule?\n\n\nA-1:\n No sir. We were taught to operate the capsule, that's all. We can tell you how to do that, but I'm afraid Scranton is the only one who really knows how that thing works.\n\n\nDr. Strauss:\n Very well, the men you spoke with previously will conduct a further debrief with you and your team.\n\n\nA-1:\n And then what?\n\n\nDr. Strauss:\n I can't be certain yet. However, I don't foresee you leaving this facility Mr. Thompson; I'm afraid that just isn't an option.\n\n\nA-1:\n I understand, sir.\n\n\nDr. Strauss:\n Once again, I appreciate your cooperation— I think that will be all for today.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n All five SCP-5708/A instance were debriefed over the next several weeks; their stories all matched the one dictated by SCP-5708/A-1. All known information regarding SCP-5708 and the events that led to the destruction of Reality Y9-09 is available for review in the Site-Q7 archives.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nOperation Bifrost Proposal\n\n\n\n\n\n\nLogin\n\n\n\n\nWelcome Overseer\n\n\n \n\n\n\n\n\n\n\n\nOperation Bifrost\n\n\nRequisite\n\n\nProposal\n\n\n\n\n\n\n\n\n\n\nIt has been the goal of Project Midgard to protect our reality from extra-universal threats in connection with the narrative-sink we have long ago confirmed. SCP-5708 and the testimony of its passengers were instrumental in the beginning stages of Project Midgard. It focused our already growing suspicions and gave proof of the scale at which these threats operate.\n\n\nNow that SCP-5708 is complete, we request to utilize it in order to visit and establish contact with the remaining realities caught in the narrative-sink. To this end, Operation Bifrost will set relations and gather crucial information needed to understand and eliminate the threat at hand.\n\n\n\n\n–Dr. Michael Strauss, Director Site-Q7, Project Midgard\n\n\n\n\n\n\n\n\n\n\nRequirements:\n\n\n\n\nSCP-5708\n\n\nSite-Q7 Operational Department\n\n\nFinancial Assets required for extra-universal operations.\n\n\nDiplomatic affairs teams\n\n\nMobile Task Force Zeta-17 (\"Bridge Builders\")\n\n\nMobile Strick Force Zulu-1 (\"God's Boot\")\n\n\nSite-Q7 Research and Development Team\n\n\nSite-Q7 Intelligence Department\n\n\n\n\n\n\nProcedural Outline:\n\n\nEstimated Date of Preparation: 2021/1/1\n\n\nUsing SCP-5708, Operation Bifrost will send teams of 6 personnel and one pilot to affected realities, the pilot will return SCP-5708 between each drop. These teams will covertly investigate these realities and report back to the drop-off location, where the pilot will then return and retrieve the personnel. At this time an evaluation of the reality and further interaction can be planned accordingly. This process will be repeated for all affected realities.\n\n\n\n\n\n\n\n\n\n\n\n\nY\n\n\nN\n\n\nAbstained\n\n\n\n\n\n\nO5-1\n\n\nO5-3\n\n\nO5-7\n\n\n\n\n\n\nO5-2\n\n\nO5-4\n\n\n\n\n\n\n\n\nO5-6\n\n\nO5-5\n\n\n\n\n\n\n\n\nO5-10\n\n\nO5-8\n\n\n\n\n\n\n\n\nO5-11\n\n\nO5-9\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nStatus\n\n\n\n\n\n\nOperation Approved\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Item possesses useful attributes.\n\n\n2\n. Excerpt from Report on Dark Energy and Extra-Universal Phenomena by Dr. Richard Thomasina. \"…This flow of motion, this outward/downward attraction presently poses two possibilities: Either our universe is inherently destined for total collapse or an outside force is currently exerting influence over our [narrative] affecting our universe and possibly others. It is to that end, that my research leads me to theorize that dark energy, and by extension dark matter, are foreign infiltration of an unknown outside force and that all available resources must be used to determine the nature and purpose of these forces…\"\n\n\n3\n. Particles directly associated with extra-universal breaches into our reality.\n\n\n4\n. Device invented by Foundation personnel Pietro Vescio and Richard Lee, used for detecting anomalous factors such as Hume distortion, asbru particles, thaumic residuals, and many other anomaly related factors.\n\n\n\n\n\n\n\n\n« \nSCP-5707\n | SCP-5708 | \nSCP-5709\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5708\n\" by DrAkimoto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5708\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cap.jpg\n\n\nName:\n Detail view of the Drag Shield Capsule for the Zero Gravity Drop Tower - Marshall Space Flight Center, Saturn V Dynamic Test Facility, East Test Area, Huntsville, Madison HAER ALA,45-HUVI.V,7C-49.tif\n\n\nAuthor:\n Rosenthal, James W.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5708 \" by DrAkimoto, from the SCP Wiki . Source: https://scpwiki.com/scp-5708 . Licensed under CC-BY-SA .",
        "Filename: cap.jpg Name: Detail view of the Drag Shield Capsule for the Zero Gravity Drop Tower - Marshall Space Flight Center, Saturn V Dynamic Test Facility, East Test Area, Huntsville, Madison HAER ALA,45-HUVI.V,7C-49.tif Author: Rosenthal, James W. License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-5708"
}