{
    "url": "https://scp-wiki.wikidot.com/scp-5717",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\nThe primary locus of \nSCP-5717\n\n\n\n\n\n\n\n\n\n\n\n\nItem №:\n \nSCP-5717\n\n\nAnomaly Class:\n \nKeter\n\n\n\n\n\n\nSite Responsible:\n \nGBRC Site-90\n\n\nDirector:\n \nLiam Pvalle\n\n\nResearch Head:\n \nDr. Tobias Zapata\n\n\nAssigned Task Force:\n \nMTF λ-7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 3/5717\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5717 cannot be physically contained. Reports of individual instances of SCP-5717-1 are to be investigated by MTF Lambda-7 (\"Into the Woods\"). Should conclusive evidence be found, MTF λ-7 will head to the location and attempt to capture the instance. Cooperative instances are to be brought back to Site-90 and kept in a communal enclosure fitted with flora commonly found in a temperate forest, alongside environmental controls to mimic the weather and climate of the biome. The enclosure should be stocked on a monthly basis with fruits, vegetables, grains and, occasionally, █████\n1\n.\n\n\nAttempts to coerce uncooperative instances into containment are to be attempted by MTF λ-7 and, if successful, the instance is to be taken to the enclosure in Site-90. In the attempt to compel the creature to be contained, MTF λ-7 may use offers such as fruits, baked goods and, if necessary, █████. Meat products are prohibited. Should the instance not accept, it may be taken by force into a separate containment unit at Site-90 where they may be kept and fed once a week until their cooperation or eventual expiration. Emphasis is to be made on cooperating with SCP-5717-1 when possible, for reasons detailed in Addendum 2.\n\n\nFeral instances of SCP-5717-1 are to be terminated on contact.\n\n\n\n\nDescription:\n SCP-5717 is a spatiotemporal distortion centred around a point in the New Forest, England, responsible for the creation of entities (SCP-5717-1) resembling evolutionary descendants of \nHomo sapiens\n. The apparition of SCP-5717-1 is sporadic and unpredictable, but appears to be limited to a radius of ~80km from the centre of SCP-5717, with a mean rate of 23 instances per annum. Rare cases of instances outside of this zone are known, but are believed to simply be the result of SCP-5717-1's migratory habits.\n\n\nInstances of SCP-5717-1 physically deviate from baseline humans in numerous ways, including:\n\n\n\n\nA jaw and digestive system adapted to a purely herbivorous diet.\n\n\nSeverely lower average percentages of both body-fat and muscle.\n\n\nA posture more closely resembling that of modern-day apes, resulting in larger knuckles and a more prominently curved spine.\n\n\nA smaller skull, with a cranial cavity dominated by thicker layers of bone and cerebrospinal fluid.\n\n\nA highly elongated neck, and a widened lower body to accommodate the additional weight.\n\n\nAn overall reliance on easily-foraged nutrients, and a lack of natural defences against predators.\n\n\n\n\nAdditionally, no instance of SCP-5717-1 to-date has demonstrated language comprehension, a grasp of complex counting techniques, or any other marker of higher intelligence. Instances have demonstrated wariness of humanity, but no awareness of their evolutionary lineage, and are non-hostile in 95% of cases. In the remaining 5%, SCP-5717-1 display hostility to all humanoid creatures, and a violent aversion to certain elements of human society such as buildings and processed food\n2\n. Additional distinguishing features — primarily discolouration of the skin and eyes — is also common. \nDisease or psychological trauma are believed to be the root cause.\n See addendum.\n\n\nThe significance of SCP-5717's location is \nunknown\n currently unclear, pending further investigation.\n\n\n\n\nAddendum - [CLASSIFIED]:\n\n\n\n\n«Submit L-4τ Security Credentials»\n\n\n\n\n«Access Granted»\n\n\n\n\nAddendum - Exploration log:\n\n\n\n\nExploration Log 5717/1/1, 2019-07-22\n\n\n\n\nAssigned Force:\n MTF Lambda-7 (\"Into the Woods\")\n\n\nNotes:\n The purpose of the exploration was to determine the source(s) of both SCP-5717 and SCP-5717-1, as well as to ascertain the scale of the timeline involved. To this end, MTF λ-7 was equipped with a Xyank \"\nEvent Modus\n\" Permeable Time Sink\n3\n.\n\n\n\n\n[BEGIN LOG]\n\n\nT+00:00:\n The XEMPTS is installed 10 metres from the centre of SCP-5717. Personnel are braced for activation.\n\n\nT+00:10:\n XEMPTS is activated, with its internal clock deviating from 2019 to 2140 CE. Visual distortion is observed in the immediate vicinity, but with no major differences from the standard timeframe.\n\n\nT+00:22:\n The XEMPTS internal clock continues to deviate, registering 4499 CE. Several non-anomalous humans can be seen standing in the clearing. The majority of personnel are covertly withdrawn to prevent interaction.\n\n\nT+00:52:\n Internal clock registers 109581 CE. A large number of humans have congregated around the centre of SCP-5717, and appear to be positioned in a roughly spiralling pattern, extending out from an unidentified cuboid mass. Individuals can be seen talking, collecting food from nearby flora, and engaging in sexual intercourse. None deviate more than one metre from their base position in the spiral.\n\n\nAll remaining personnel are withdrawn. Additional information recovered from onboard XEMPTS cameras.\n\n\nT+01:16:\n Internal clock registers 766466 CE. Humans have biologically deviated from the standard, and no longer verbally communicate. Approximately ten-thousand such 'proto-SCP-5717-1' are visible. The mass in the centre of SCP-5717 has acquired a large opening on one side, as well as ridges on the upper surface and long protrusions from the bottom.\n\n\nT+01:35:\n The unidentified mass becomes clearly recognisable as a commercial food stand, and continues to gain detail and clarity. The operator (designated AE-5717) of the stand appears to be a gaunt human male in a faded grey suit and apron. The name of the food stand is stylised as \"▓▓T ▓▒▓▓E\n \n S▓▒T\".\n\n\nT+02:02:\n The food stand is fully realised, and all SCP-5717-1 immediately cease activities and turn to face it. AE-5717 twitches, and places a polystyrene container in the leading instance's hands, which it then opens, revealing a mixed slurry of macaroni and cheese, ground beef, and an unidentified deep-fried matter. The internal clock registers 320060001 CE.\n\n\nT+02:03:\n After presenting the container to the instances in the queue behind it, the leading SCP-5717-1 begins to consume the material. As they do so, their body begins to distend along various diagonal axes. Discolouration consistent with feral instances is observed. The XEMPTS internal clock registers simultaneously 400000000 CE and 2002-12-06\n4\n.\n\n\nT+02:06:\n The leading SCP-5717-1 finishes the meal and its distortion increases rapidly, distending the instance to infinity in multiple directions. Large quantities of microwave radiation and its tachyonic counterpart are emitted, and the instance disappears, producing a shockwave that throws nearby instances several metres from the food stall. These instances then also disappear, but do not display the same distortion or discolouration.\n\n\nT+02:07:\n AE-5717 is observed writing on a clipboard and measuring ingredients. The XEMPTS internal clock registers 2019-07-22, and ceases functionality due to damage from accumulated radiation. Before camera shutdown, all SCP-5717-1 in the queue can be seen moving forward simultaneously.\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Information restricted to Containment Team CT-5717.\n\n\n2\n. Most notably meat products, which they are unable to digest efficiently.\n\n\n3\n. A device designed to safely navigate temporal distortions and event sequences without the isolation (and risk of tearing) provided by Constant Temporal Sinks. Based on designs salvaged from known \nstable temporal loops\n.\n\n\n4\n. Confirmed manifestation date of six SCP-5717-1.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5716\n | SCP-5717 | \nSCP-5718\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5717\n\" by MaliceAforethought and Zapperr459, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5717\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest.jpg\n\n\nName:\n Beech trees in Mallard Wood, New Forest\n\n\nAuthor:\n \nJim Champion\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Beech_trees_in_Mallard_Wood,_New_Forest_-_geograph.org.uk_-_779513.jpg",
    "addendums": [
        "Addendum - [CLASSIFIED]:\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5717 \" by MaliceAforethought and Zapperr459, from the SCP Wiki . Source: https://scpwiki.com/scp-5717 . Licensed under CC-BY-SA .",
        "Filename: forest.jpg Name: Beech trees in Mallard Wood, New Forest Author: Jim Champion License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Beech_trees_in_Mallard_Wood,_New_Forest_-_geograph.org.uk_-_779513.jpg"
    ],
    "containment_procedures": "SCP-5717 cannot be physically contained. Reports of individual instances of SCP-5717-1 are to be investigated by MTF Lambda-7 (\"Into the Woods\"). Should conclusive evidence be found, MTF λ-7 will head to the location and attempt to capture the instance. Cooperative instances are to be brought back to Site-90 and kept in a communal enclosure fitted with flora commonly found in a temperate forest, alongside environmental controls to mimic the weather and climate of the biome. The enclosure should be stocked on a monthly basis with fruits, vegetables, grains and, occasionally, █████1.",
    "description": "SCP-5717 is a spatiotemporal distortion centred around a point in the New Forest, England, responsible for the creation of entities (SCP-5717-1) resembling evolutionary descendants of Homo sapiens. The apparition of SCP-5717-1 is sporadic and unpredictable, but appears to be limited to a radius of ~80km from the centre of SCP-5717, with a mean rate of 23 instances per annum. Rare cases of instances outside of this zone are known, but are believed to simply be the result of SCP-5717-1's migratory habits.",
    "title": "SCP-5717"
}