{
    "url": "https://scp-wiki.wikidot.com/scp-5718",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5718\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The location of SCP-5718 should remain unknown to the public. SCP-5718 must never leave SCP-5718-A-1, unless for testing of individual instances; even then, taking any part of SCP-5718 outside SCP-5718-A is strictly prohibited. To prevent any accidental confidentiality breaches, Dr. Rogers, previously independently researching the life of Edward Thatch and the possible whereabouts of his treasure, has been employed by the Foundation as a history expert to work on the case. Provisional Reliquary Site-37 has been established around SCP-5718-A (36°40'12.4\"N, 67°58'17.4\"W). Should any unauthorized person attempt to reach the island, they should be treated according to standard procedures when dealing with trespassing on military grounds. The area around the entrance grotto should be sealed off with metal fencing and be closed off to any employee under the Clearance Level of 4.\n\n\nDuring any volcanic activity (even such that in non-anomalous circumstances would not be harmful), the resident staff should be evacuated and MTF Eta-7 (\"Pirate Hunters\") is to employ Protocol \"Maynard\", which includes checking if SCP-5718-B is still in its designated place, next to the body in the treasure room (for exact orders see Document 3/5718). Any eventual changes to the containment procedures should first be consulted with Provisional Reliquary Site-37 director Spotswood.\n\n\nDescription:\n SCP-5718 is the collective designation of what has been confirmed to be the treasure of Edward Thatch, more commonly known as Blackbeard. It is contained on a small, unnamed (here called SCP-5718-A for clarity) volcanic island in the Atlantic Ocean, approximately halfway between Rhode Island and Bermuda (exact coordinates in Special Containment Procedures).\n\n\nIf any part of SCP-5718 leaves the arbitrary borders of SCP-5718-A, the person in possession of the object(s) will start experiencing anomalously conceived side effects, listed below:\n\n\n\n\nThis data was estimated based on dubious historical claims and Incident 5718/11/22. It is by no means fully accurate, but testing is unadvised due to ethical reasons.\n\n\n\n\n\n\n\n\nPhase #\n\n\nTime passed since leaving SCP-5718-A\n\n\nAnomalous effect\n\n\nNotes\n\n\n\n\n\n\n0\n\n\n1-6 hours\n\n\nN/A\n\n\nN/A\n\n\n\n\n\n\n1\n\n\n6-12 hours\n\n\nSudden anxiety, nausea, auditory hallucinations\n1\n\n\nN/A\n\n\n\n\n\n\n2\n\n\n12-36 hours\n\n\nBeginnings of paranoia, signs of persecutory delusion\n\n\nN/A\n\n\n\n\n\n\n3\n\n\n36 hours — 1 week\n\n\nVisual hallucinations, specifically of oneself having syphilis, increase of auditory hallucinations\n\n\nN/A\n\n\n\n\n\n\n4\n\n\n1-3 weeks\n\n\nActual syphilis anomalously manifesting in the subject at an advanced rate\n\n\nCould not be treated in modern ways (See Addendum 5718.2)\n\n\n\n\n\n\n5\n\n\n3-6 weeks\n\n\nAnomalous effects start to affect other people around the subject\n\n\nUNCONFIRMED\n\n\n\n\n\n\n6\n\n\n6-12 weeks\n\n\nSudden death of the subject due to the illness and the declining mental state\n\n\nUNCONFIRMED\n\n\n\n\n\n\nWhenever any part of SCP-5718 is in danger of leaving SCP-5718-A, the volcano starts activating, although its activity is not directly related to the state of SCP-5718. Research has shown that the entire SCP-5718-A-1 area has remained intact since at least 1800, while this particular volcano is known to have erupted at least 3 times in the past 50 years.\n\n\nThe exact location of SCP-5718 is in an underground cave (SCP-5718-A-1) beneath the volcano, accessible from the grotto by the coast, about 50 [m] below sea level. The entrance to SCP-5718-A-1 is closed by a primitive rock-carved mechanism, covering the opening with a stone slab whose edges are crumbled, making the \"door\" clearly outlined. The mechanism can be forced open with explosives, but this is not advised due to the nature of the anomaly; should anyone with a high enough clearance level need to enter SCP-5718-A-1, they should use SCP-5718-1 (described in Addendum 5718.1) in the appropriate \"keyhole\", visible on the right of the door, 1.4 [m] high.\n\n\nSCP-5718-A-1 is laid out as follows:\n\n\n\n\nThe aforementioned entrance, in the far wall of the coastal grotto;\n\n\nA narrow (2 [m] wide), worn down, stone staircase (ending at 50 [m] below sea level);\n\n\nA natural, circular chamber, averaging five meters in diameter;\n\n\nA 32 [m] x 1.6 [m] x 1.8 [m] man-made corridor, ending with an ankle-high rope \"stumbler\", dated back to early 18th century;\n\n\nA deep pit filled with rubble, allowing passage to the next room;\n\n\nAnother 20 [m] of the same corridor;\n\n\nThe treasure room.\n\n\n\n\nAdditionally, on the right\n2\n wall of the staircase, torches are hung at approximately two-meter intervals. These torches have an anomalous feature, namely — when the door to SCP-5718-A-1 is opened, they spontaneously ignite. No fuel or mechanism was detected that could make this phenomenon non-anomalously effective. The rubble in the pit appears to have been put there by some sort of simple trap mechanism, triggered by the rope.\n\n\nThe treasure room itself measures approximately 17 [m] x 10 [m] x 5 [m]. It is filled with a large amount of pirate loot typical for the era in which Blackbeard lived (detailed list in Addendum 5718.1). In the middle of the room is a limestone pedestal, on which, under a linen shroud, lies a headless\n3\n corpse dressed in elegant, expensive, 18th-century attire. On-site anthropologists and historians have confirmed that this is, with near certainty, the body of Edward Thatch.\n\n\nAddendum 5718.1: List of SCP-5718 instances\n\n\n\n\nFor the descriptions of individual instances cataloged here under the same category, please consult the Site Repository.\n\n\n\n\n\n\n\n\nItem #\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\nSCP-5718-B\n\n\nHuman skull, silver-plated, retrieved from the Peabody Essex Museum in Salem, MA\n\n\nMust be kept with the rest of Blackbeard's body (See Document 3/5718 and Addendum 5718.2)\n\n\n\n\n\n\nSCP-5718-1\n\n\nA brass, ornate pendant with a skull motif (pictured above); used as a key to SCP-5718-A-1\n\n\nFound in a small wooden box wedged between rocks in another part of SCP-5718-A, as described in the acquired source (See Addendum 5718.2)\n\n\n\n\n\n\nSCP-5718-2 to -6\n\n\nCanvas sacks full of spices such as cinnamon, cardamon, pepper, vanilla and saffron\n\n\nDespite seemingly being there for at least two centuries, none of the instances are rotten or moldy\n\n\n\n\n\n\nSCP-5718-7 to -40\n\n\nHistorically valuable textiles and outfits\n\n\nN/A\n\n\n\n\n\n\nSCP-5718-41 to -132\n\n\nExpensive jewelry made of precious metals and gemstones\n\n\nN/A\n\n\n\n\n\n\nSCP-5718-133 to -8845\n\n\nIndividual gold ingots and coins\n\n\nI'm sorry, but it needed to be done. We cannot risk losing even the smallest piece of this.\n —dir. Spotswood\n\n\n\n\n\n\nAddendum 5718.2: Incident 5718/11/22\n\nOn 11/22/20██, the Foundation's Anomaly Detecting Systems reported anomalous activity in Nassau, Bahamas, unrelated to \nSCP-5612\n. Upon investigation, Agents Horn and Gold discovered an individual, Dr. Rogers, affected by SCP-5718's anomalous effects. The man was in the fourth stage of the anomaly's progression, and, after the interview, willingly agreed to guiding Foundation personnel to SCP-5718-A and returning the part of the treasure he had been currently studying\n4\n. After he personally reinstated the items (alongside SCP-5718-B, which he had previously rented from the Peabody Essex Museum), he has reported the cessation of anomalous influence. He has expressed interest in helping with the research on-site, and after ensuring no other anomalous effects were present in him, he's been accepted as a member of the containment and research team by director Spotswood. His help proved invaluable, as he was in possession of the only historical source mentioning the possible location of Blackbeard's treasure — a journal from the late 1790s, written by a man known only as \"Shitter\" Jones, who had apparently been a cook on a pirate ship. His entries detailing his encounter with the anomaly were used as a baseline for the Special Containment Procedures.\n\n\n\n\n+ Open interview log\n\n\n\n\n- Close interview log\n\n\n\n\n\n\nInterviewed:\n Dr. W. Rogers\n\n\nInterviewer:\n Agent B. Horn\n\n\nForeword:\n \nThe following is an interview with Dr. Rogers conducted by Agent Horn after the discovery of the interviewee in his research lab in Nassau, which led to the discovery of SCP-5718. Dr. Rogers was in advanced stages of the anomaly, hence the incoherence of some of his statements. A background check had been run on Dr. Rogers prior to the interview. Agent Gold was monitoring the vicinity of the lab to ensure that the interview goes uninterrupted.\n\n\n\n\n<BEGIN LOG>\n\n\nAgent Horn:\n Dr. Rogers? I need to talk with you for a moment.\n\n\nDr. Rogers:\n (\nVisibly frightened\n) Who are you? Please… please leave me alone! I-I'll put it, I'll put it back!\n\n\nAgent Horn:\n Listen, I'm not here to hurt you. I want to help you.\n\n\nDr. Rogers:\n (\nGrabs his head\n) I'll put it back! Please! (\nHe notices a syphilis wound on his face and lets out a pained moan\n.)\n\n\nAgent Horn:\n Put \nwhat\n back? The pirate treasure?\n\n\nDr. Rogers:\n The treasure… the treasure, yes… I swear, I only wanted to… to study it, and… (\nTrails off\n)\n\n\nAgent Horn:\n Could you lead me to it? I can see you're in pain, but I know people who can help you.\n\n\nDr. Rogers:\n (\nTrying to compose himself\n) Well, y-you see… I… I found this journal. It had… a map. (\nPauses\n)\n\n\nAgent Horn:\n A map?\n\n\nDr. Rogers:\n (\nCoughs\n) Yes, a map, to… to a remote island. (\nPauses\n) From the 1790s. The… journal, I mean. (\nHe jerks his head suddenly, staring at an undisclosed target somewhere in the distance.\n)\n\n\nAgent Horn:\n Don't worry, no one — and nothing — is going to hurt you. My friend outside is protecting us from any threats that might show up. Please, continue.\n\n\nDr. Rogers:\n (\nSighs\n) It's just… It's some sort of cursed treasure. (\nScoffs\n) I feel stupid, saying this. But… but it's… it's true. Blackbeard had syphilis, you know. And he was \nreally\n… heh, \ntetchy\n about it, if you catch my meaning. B-b— (\nHe takes a deep breath and restarts\n) And now someone… I… find his treasure, and, and take it, just to make sure it's really \nhis\n, and, and, and here I am, down with \nfucking\n syphilis, and some cursed one at that, did you know I went to the doctor with this last week and they, they said that it's, quote, scientifically impossible that it got this bad in, in just a week, and I \nhaven't even fucked\n, I don't have a partner—\n\n\nAgent Horn:\n Doctor, please try to calm down.\n\n\nDr. Rogers:\n I'm sorry.\n\n\nAgent Horn:\n Do continue.\n\n\nDr. Rogers:\n I… (\nTakes a deep breath\n) I had to put mercury on my \nfucking\n… skin… to feel any relief. It doesn't make any \nsense\n. But the toxic fucking thing actually worked. (\nChuckles\n)\n\n\nAgent Horn:\n I see. Are there any other symptoms that you think might stem from the, as you called it, curse?\n\n\nDr. Rogers:\n I… I keep hearing voices. O-one voice, actually… (\nPauses\n) Oh god. I think it's \nhim\n.\n\n\nAgent Horn:\n \"Him\", as in?… Like, Satan, or?…\n\n\nDr. Rogers:\n (\nChuckles\n) Some would agree. But no, I'm— I'm an atheist. No, I think it's… somehow… (\nWhispers\n) Blackbeard himself. (\nPauses, hides face in hands\n) God, that sounds so fucking stupid. But I keep hearing a voice. Accusing me of stealing. Threatening me. D-Doesn't help I keep seeing some— some dark figures in the corner of my eye… (\nFreezes for a second, then continues\n) \nHe\n was the pirate, for god's sake! \nHe\n fucking stole from people, and then I— I try to make a historical breakthrough and— and \nthis fucking happens\n! I'll fucking put it back alright, just make it stop!\n\n\nAgent Horn:\n Dr. Rogers, don't worry. If you lead us to the island, I will make sure you can return the treasure yourself.\n\n\nDr. Rogers:\n (\nLooks up at Agent Horn\n) I… I can do it. I \nwill\n do it. I \nneed\n to do it, or— or otherwise I'll fucking die of, of, of \nfucking\n cursed syphilis. (\nChuckles, then starts sobbing\n)\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n Following this event, Agent Horn led Dr. Rogers out of the lab and contacted additional Foundation personnel, forwarding the gathered information and requesting their appearance.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Specifically, \"hearing voices\" accusing the subject of \"stealing from the Devil himself\" and threatening them with \"Hell, fire and brimstone\".\n\n\n2\n. From the perspective of a person descending.\n\n\n3\n. While Blackbeard's head had been famously removed, the legendary silver-plated skull (designated SCP-5718-B) has been retrieved by Foundation Agents from the Peabody Essex Museum in Salem, MA and, after testing for compatibility, has been placed with the rest of the body. This has significantly decreased the number of incidents happening in Provisional Reliquary Site-37 (See Document 3/5718).\n\n\n4\n. Instances -8, -23, -25 and -3384 to -3389.\n\n\n\n\n\n\n\n\n« \nSCP-5717\n | SCP-5718 | \nSCP-5719\n »",
    "addendums": [
        "Addendum 5718.1: List of SCP-5718 instances",
        "Addendum 5718.2: Incident 5718/11/22 On 11/22/20██, the Foundation's Anomaly Detecting Systems reported anomalous activity in Nassau, Bahamas, unrelated to SCP-5612 . Upon investigation, Agents Horn and Gold discovered an individual, Dr. Rogers, affected by SCP-5718's anomalous effects. The man was in the fourth stage of the anomaly's progression, and, after the interview, willingly agreed to guiding Foundation personnel to SCP-5718-A and returning the part of the treasure he had been currently studying 4 . After he personally reinstated the items (alongside SCP-5718-B, which he had previously rented from the Peabody Essex Museum), he has reported the cessation of anomalous influence. He has expressed interest in helping with the research on-site, and after ensuring no other anomalous effects were present in him, he's been accepted as a member of the containment and research team by director Spotswood. His help proved invaluable, as he was in possession of the only historical source mentioning the possible location of Blackbeard's treasure — a journal from the late 1790s, written by a man known only as \"Shitter\" Jones, who had apparently been a cook on a pirate ship. His entries detailing his encounter with the anomaly were used as a baseline for the Special Containment Procedures.\n\n"
    ],
    "documents": [],
    "notes": [
        "This data was estimated based on dubious historical claims and Incident 5718/11/22. It is by no means fully accurate, but testing is unadvised due to ethical reasons.",
        "For the descriptions of individual instances cataloged here under the same category, please consult the Site Repository."
    ],
    "containment_procedures": "The location of SCP-5718 should remain unknown to the public. SCP-5718 must never leave SCP-5718-A-1, unless for testing of individual instances; even then, taking any part of SCP-5718 outside SCP-5718-A is strictly prohibited. To prevent any accidental confidentiality breaches, Dr. Rogers, previously independently researching the life of Edward Thatch and the possible whereabouts of his treasure, has been employed by the Foundation as a history expert to work on the case. Provisional Reliquary Site-37 has been established around SCP-5718-A (36°40'12.4\"N, 67°58'17.4\"W). Should any unauthorized person attempt to reach the island, they should be treated according to standard procedures when dealing with trespassing on military grounds. The area around the entrance grotto should be sealed off with metal fencing and be closed off to any employee under the Clearance Level of 4.",
    "description": "SCP-5718 is the collective designation of what has been confirmed to be the treasure of Edward Thatch, more commonly known as Blackbeard. It is contained on a small, unnamed (here called SCP-5718-A for clarity) volcanic island in the Atlantic Ocean, approximately halfway between Rhode Island and Bermuda (exact coordinates in Special Containment Procedures).",
    "title": "SCP-5718"
}