{
    "url": "https://scp-wiki.wikidot.com/scp-5719",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-5719\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5719 is contained in a modified item locker designed to hold it at Site-85. When transporting to a containment cell for testing, care should be taken not to interact with SCP-5719's surface. Testing is only to be done with personnel who have not previously interacted with it.\n\n\n\n\n\n\nSCP-5719\n\n\n\n\n\n\nDescription:\n SCP-5719 is a former illusory art piece that has since taken on the characteristics of a large speed bump protruding out of the sidewalk it was painted on. Installed in Zwolle, Netherlands during an exhibition hosted by the Preservation of Modern Freethinking\n1\n in 2005, its anomalous properties manifested at an unknown point within the next year. The Foundation later confirmed its anomalous properties in 2007 after initial discovery, and subsequently moved it from its point of origin under the guise of renovation.\n\n\nPhysical objects traversing SCP-5719 have their speed altered depending on how fast they were moving at the time of entry. Objects moving faster than 4.1 m/s are slowed down, while objects moving slower are sped up. The magnitude of this change varies depending on the point of entry: objects entering from the north side experience the smallest change of 1.7%, while objects entering from the south experience the largest change of 56.1%. If more than one object traverses SCP-5719 at the same time, only the first object to enter will be affected.\n\n\nSCP-5719-1 is a tunnel located inside SCP-5719, accessible through an opening hidden by a plaque on SCP-5719. It is able to be accessed by only one individual at a time. SCP-5719-1's design, as well as locked entrances at the end of SCP-5719-1, indicate a location inside an amphitheater of unknown origin. After attempting to open one of the locked entrances, SCP-5719-2, a disembodied voice different in tone and/or gender with each appearance, will speak to the subject in the language they are most fluent with. SCP-5719-2 will not speak to a subject who has previously entered SCP-5719-1. No identification to any known human being has been made.\n\n\nIf the subject did not traverse SCP-5719 or use an object across SCP-5719, SCP-5719-2 will only say \"\nA warrior's true test lies out of reach. The 34 trials await you yet.\n\". If the subject traversed SCP-5719's surface, the subject will be asked 17 questions, listed in order:\n\n\n\n\n\n\n\"\nWhere is the soul that was kept inside of you?\n\"\n\n\n\"\nWhat God do you fear?\n\"\n\n\n\"\nWhich road to your end will you follow?\n\"\n\n\n\"\nTo whom does your hope lie with?\n\"\n\n\n\"\nWho is your guidance?\n\"\n\n\n\"\nWhen will you be ready?\n\"\n\n\n\"\nWhy do you seek more than you need?\n\"\n\n\n\"\nDoes your strength lie in wit alone?\n\"\n\n\n\"\nWhere is your purpose?\n\"\n\n\n\"\nWhat does your heart tell you?\n\"\n\n\n\"\nWhich man speaks truth to your being?\n\"\n\n\n\"\nHow long will you be willing to wait?\n\"\n\n\n\"\nWho are you to speak for others?\n\"\n\n\n\"\nWhen is your journey complete?\n\"\n\n\n\"\nWhy do you seek reason among disorder?\n\"\n\n\n\"\nIs your belief sacred to your being?\n\"\n\n\n\"\nWill you stay true to yourself?\n\"\n\n\n\n\n\n\nIn nearly all cases\n2\n, regardless of answers given, SCP-5719-2 will turn the subject down, stating \"\nIt is not your time. Seek insight into all you know, and forge wisdom out of doubt.\n\".\n\n\nAddendum SCP-5719-E:\n During testing on 12/21/10, D-3684 traversed SCP-5719 with an entry speed of 3.3 m/s, with the point of entry being 289°. Subsequent interaction with SCP-5719-2 took considerably longer than normal, with SCP-5719-2 pausing for 7 seconds between answers before the next question.\n\n\n\n\n+ Transcript SCP-5719-2-50\n\n\n\n\n- Transcript SCP-5719-2-50\n\n\n\n\n\n\nSCP-5719-2:\n Where is the soul that was kept inside of you?\n\n\nD-3684:\n It's… what do I even answer? I don't… have a soul.\n\n\nSCP-5719-2:\n What God do you fear?\n\n\nD-3684:\n None.\n\n\nSCP-5719-2:\n Which road to your end will you follow?\n\n\nD-3684 pauses for 89 seconds.\n\n\nD-3684:\n I… Whatever end the Foundation wants to give me. But I'd like it to be my own.\n\n\nSCP-5719-2:\n To whom does your hope lie with?\n\n\nD-3684:\n My… Shit. Used to be my family. Now it's myself.\n\n\nSCP-5719-2:\n Who is your guidance?\n\n\nD-3684 starts to rub his eyes, with no response for 21 seconds.\n\n\nD-3684:\n It used to be God. It really did. I can only look out for myself now. Fuck.\n\n\nSCP-5719-2:\n When will you be ready?\n\n\nD-3684:\n I… I won't ever be ready for anything. I get dropped into tests without warning. There's no way I can prepare myself for anything.\n\n\nSCP-5719-2:\n Why do you seek more than you need?\n\n\nD-3684:\n I never thought of myself that way. I just want to go home again, man. I really do.\n\n\nSCP-5719-2:\n Does your strength lie in wit alone?\n\n\nD-3684:\n I can learn about stuff all I want, but at some point, they're gonna put me in some shit that I can't scrap my way out of. What do I do then? Nothing. I'm just here until I'm done being useful. Brains don't mean shit after a certain point.\n\n\nSCP-5719-2:\n Where is your purpose?\n\n\nD-3684 sniffles, leaning against the wall.\n\n\nD-3684:\n Fuck, man. I really don't know. At least here, there's nothing fucked. Just a weird voice acting like a therapist.\n\n\nSCP-5719-2:\n What does your heart tell you?\n\n\nD-3684:\n I just… If I could? I'd run away from here. From everything. See how far and how fast I can outrun those boots.\n\n\nSCP-5719-2:\n Which man speaks truth to your being?\n\n\nD-3684 pauses for 31 seconds.\n\n\nD-3684:\n If someone was able to do that, I don't know that I'd be in this position.\n\n\nSCP-5719-2:\n How long will you be willing to wait?\n\n\nD-3684:\n Depends on what I'm waiting for. I have all the time in the world for something to happen, though. Even dying.\n\n\nSCP-5719-2:\n Who are you to speak for others?\n\n\nD-3684:\n I'm not. Fuck no, I'm definitely not.\n\n\nD-3684 laughs to himself.\n\n\nSCP-5719-2:\n When is your journey complete?\n\n\nD-3684:\n When I die? Nothing left to do at that point.\n\n\nSCP-5719-2:\n Why do you seek reason among disorder?\n\n\nD-3684:\n Maybe if you were trapped in a hellhole of testing for no good reason, and all you got to see was fucked up shit that makes no sense on a near-daily basis… yeah, you'd want to find reason too.\n\n\nSCP-5719-2:\n Is your belief sacred to your being?\n\n\nD-3684:\n I don't know what I believe in. I'm tired of this philosophy bullshit. It's not my thing. I just want to live. There's a better life out there than this, right?\n\n\nSCP-5719-2:\n Will you stay true to yourself?\n\n\nD-3684:\n I… What the fuck else do I do?\n\n\nSCP-5719-2 is silent for 119 seconds.\n\n\nD-3684:\n Hey, this thing okay? Can I —\n\n\nSCP-5719-2:\n Seek what you must learn. Gain that which you have sought. Fear nothing. Embolden your beliefs. Absolution begins with recovery. Do not fall victim to the ones who deceive for their own gain. Make haste, and you will find what you are looking for.\n\n\nA faint unlocking sound from the entrance doors is heard.\n\n\nD-3684:\n Woah. That's… I can't see for shit in there. But… there's nothing to lose with this, right?\n\n\nD-3684 lets out a strained breathy laugh as he takes off his shirt, removing the attached wire set up on him. He runs towards the doors, stumbling before taking off into a sprint past them. All contact is immediately lost.\n\n\n\n\n\n\n- Transcript SCP-5719-2-50\n\n\n\n\n\n\nRepeated tests with SCP-5719 under the same speed and point of entry have failed to duplicate similar results.\n\n\n\n\nFootnotes\n\n\n1\n. A now-defunct local art group.\n\n\n2\n. See Addendum SCP-5719-E.\n\n\n\n\n\n\n\n\n« \nSCP-5718\n | SCP-5719 | \nSCP-5720\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5719\n\" by Decibelles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5719\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-5719.jpg\n\n\nName:\n Portal 1, Zwolle.jpg\n\n\nAuthor:\n Dqfn13\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Portal_1,_Zwolle.jpg",
    "addendums": [
        "Addendum SCP-5719-E: During testing on 12/21/10, D-3684 traversed SCP-5719 with an entry speed of 3.3 m/s, with the point of entry being 289°. Subsequent interaction with SCP-5719-2 took considerably longer than normal, with SCP-5719-2 pausing for 7 seconds between answers before the next question.\nRepeated tests with SCP-5719 under the same speed and point of entry have failed to duplicate similar results."
    ],
    "documents": [],
    "notes": [
        "\" Where is the soul that was kept inside of you? \" \" What God do you fear? \" \" Which road to your end will you follow? \" \" To whom does your hope lie with? \" \" Who is your guidance? \" \" When will you be ready? \" \" Why do you seek more than you need? \" \" Does your strength lie in wit alone? \" \" Where is your purpose? \" \" What does your heart tell you? \" \" Which man speaks truth to your being? \" \" How long will you be willing to wait? \" \" Who are you to speak for others? \" \" When is your journey complete? \" \" Why do you seek reason among disorder? \" \" Is your belief sacred to your being? \" \" Will you stay true to yourself? \"",
        "\" SCP-5719 \" by Decibelles, from the SCP Wiki . Source: https://scpwiki.com/scp-5719 . Licensed under CC-BY-SA .",
        "Filename: scp-5719.jpg Name: Portal 1, Zwolle.jpg Author: Dqfn13 License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Portal_1,_Zwolle.jpg"
    ],
    "item": "SCP-5719",
    "object_class": "Safe",
    "containment_procedures": "SCP-5719 is contained in a modified item locker designed to hold it at Site-85. When transporting to a containment cell for testing, care should be taken not to interact with SCP-5719's surface. Testing is only to be done with personnel who have not previously interacted with it.",
    "description": "SCP-5719 is a former illusory art piece that has since taken on the characteristics of a large speed bump protruding out of the sidewalk it was painted on. Installed in Zwolle, Netherlands during an exhibition hosted by the Preservation of Modern Freethinking1 in 2005, its anomalous properties manifested at an unknown point within the next year. The Foundation later confirmed its anomalous properties in 2007 after initial discovery, and subsequently moved it from its point of origin under the guise of renovation.",
    "title": "SCP-5719"
}