{
    "url": "https://scp-wiki.wikidot.com/scp-5723",
    "all_text": "SCP-5723\n\n\n\n\n\n\nByㅤ\n \nTopDownUnder\n\n\n\n\n\n\nPublished on \n25 Apr 2021 00:26\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSome things are better left forgotten, Heiden.\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\nby \nTopDownUnder\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5723\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ngevurah\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n.\nGevurah-class items endanger the inner structure of the Foundation and limits the ability of the Foundation to carry out its secondary objectives.\n\n\n \n\n\n\n\n[\nCONTAINMENT PROCEDURES PENDING FULL INVESTIGATION BY OVERSEER COUNCIL\n]\n\n\n\n\n\n\n \n\n\nDescription:\n SCP-5723 refers to the sudden disappearance of O5-1 on September 8th, 2019. The exact cause or reason for O5-1's disappearance is currently unknown, and a Top-Priority investigation is currently being conducted by the Overseer Council to find the whereabouts of O5-1 and the culprit, if there is one.\n\nHistory:\n On September 8th, 2019, an O5 Council Summit was held. All parties were registered as having attended, save for O5-1, whose presence wasn't detected at the meeting. After waiting an hour for O5-1 to appear, the remaining twelve Overseers dispatched units from MTF Alpha-1 (\"Red Right Hand\") and STF Alpha-0 (\"Backstreet Boys\") to their physical and spiritual residence. O5-1's spiritual residence was noted to have completely deteriorated, with trace amounts of an unidentifiable concept. Their physical residence, on the other hand, showed signs of a break-in, with most of the windows and furniture being broken or otherwise damaged. No evidence pointing towards the identity of the malefactor was found, and the reason why the building's security systems did not activate is also unknown.\n\n\nAs of writing,\n.\n04 Apr 2025 15:54\n.\n O5-1 is still considered missing, and no information has been found on their current location and status. Until O5-1 is found and safely recovered, the Ethics Committee is to take on the role of Acting O5-1.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nOne (1) New Update. Access?\n\n\n\n\nAccessing...\n\n\n\n\n\n\n \n\n\n \n\n\nAddendum 5723.1 Video Log:\n On September 8th, 2049, the 30th Anniversary of SCP-5723, a video log was received by O5-3 from O5-1's Personnel Identification Chip, alongside two files titled \"README.md\" and \"hi.jpg\". The log was dated as September 5th, 2019, but a location could not be located. Following is a transcript of the video log:\n\n\n \n\n\n\n\nForeword:\n The following video was recorded from O5-1's PIC. As such, it is from the point of view of O5-1. How O5-1 was moved from a spectral to a physical form to allow use of the PDI and actions taken in this video log are unknown.\n\n\n[BEGIN LOG]\n\n\n[The video begins with O5-1 waking up. They were tied to a metal chair in a pitch-black room. A single spotlight was cast over O5-1.]\n\n\nO5-1:\n H-Hello? This is \n[DATA REDACTED]\n, where the hell am I?\n\n\n[Silence.]\n\n\nO5-1:\n H-\n\n\n[Two gloved hands come into view from behind O5-1, applying tape onto their mouth.]\n\n\nUnidentified Voice:\n You better keep that pretty mouth of yours shut if you know what's good for you, a-hyuck.\n\n\n[O5-1 struggles against the tape for five minutes, attempting to plead for help. Another entity, believed to be a man wearing a Richard \"Ricky\" J. Rat\n.\nThe mascot of the Frankfort Animation Company, created in 1928 by Joseph Frankfort.\n mascot costume, walks into the spotlight. It looks at O5-1 for a moment before looking behind them.]\n\n\nRicky Rat:\n Guh, hey there! It's me, Ricky Rat! Welcome to my hangout, gang! Now, tell me, do you see a thief anywhere? Huh? Do you see a fucking criminal in \nmy\n hangout?\n\n\n[The entity holds its hand up to its ear and leans in the direction it was looking, pausing as if listening for something. A few seconds later, the disembodied voices of children can be heard saying\n \"Right there!\"\n]\n\n\nRicky Rat:\n Good golly, you're right! There's the pirate! We might need a \nvery\n special tool to handle this one! Oh Brainy!\n.\nA cartoon character created by the Frankfort Animation Company in 1932.\n\n\nBrainy:\n Golly, here you go Ricky!\n\n\n[The same gloves from before enter the spotlight near to the entity, holding out a rusted crowbar. The entity grabs it, and the gloves leave the visible area.]\n\n\nRicky Rat:\n Aw, gee, thank you Brainy! Now, let's see here, how many times am I gonna have to use this handy-dandy tool before you tell us how many movies you've watched without me even seeing a dime for it.\n\n\n[O5-1 protests from underneath the tape covering their mouth.]\n\n\nRicky Rat:\n Did Brainy put that on ya? Gee, always looking out for our little trouble cases. Let's get that off, shall we?\n\n\n[The entity reaches over and violently rips the tape off of O5-1's mouth.]\n\n\nRicky:\n Come on, Overseer, tell us. How many times have you watched the fucking \nSour Legend\n.\nAn animated film reportedly made and released in 1986 by Frankfort Animation. No known copies of the film exist.\n without paying for our service, huh? You should be able to afford it, we know how fucking rich you are, Mr. \n[DATA REDACTED]\n. And I swear to Joey himself, if you ain't paying us for some \"down with the man\" dumbass reason, there's gonna be a \nhandy-dandy\n tool going up that irreverent ass of yours. Isn't that right, kids?\n\n\nDisembodied Children:\n Yes, Ricky!\n\n\nRicky Rat:\n Good, good! So, come on, \n[DATA REDACTED]\n. How many fucking times?\n\n\nO5-1:\n Y- I- I don't k-know what you're talking abou-\n\n\n[The entity slams the crowbar down on O5-1's left hand, causing them to scream out in pain. The children can be heard laughing.]\n\n\nBrainy:\n Yaaah-hoo-hoo-hoo-hooey!\n\n\nRicky Rat:\n Cut the fucking shit. We got our own little \nPANOPTICON\n here at Frankfort. We saw you pirating \nSour Legend\n and \nDiscount Magic\n.\nAn animated film made by Frankfort Animation, supposedly released in 1976. Notably, the film contained an accurate portrayal of thaumaturgy, and records indicate that distribution of it was suppressed by the UIU due to this reason.\n on our fucking RATOPTICON. Don't think we're blind. Rodents are fucking everywhere, \n[DATA REDACTED]\n. We. Fucking. See. All.\n\n\nO5-1:\n N-nine times! I watched it 9 times without paying! T-there, I said it. I'm a thief, I'm a criminal, you caught me red-handed.\n\n\nRicky Rat:\n Would you look at that, he fessed up! Well, ain't that swell? 9 times. Wow, just wow! That's \ngot\n to be a new record!\n\n\n[Silence.]\n\n\nRicky Rat:\n Get the fucking rack, Brainy. We're gonna have some fun.\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n\n\nhi.jpg\n\n\n\n\n\n\nUpon viewing the above log, O5-2 revealed that she had been the one to introduce O5-1 to pirating. Due to this, O5-2 has been placed under high security, with a majority of MTF Alpha-1 assigned to safeguarding her and her location. O5-1 was declared KIA, and the Foundation is currently undergoing the process of promoting a new Council Member to take their spot. The location of the video log is still unknown, as are the whereabouts of the entities depicted within it.\n\n\nAddendum 5723.2 Follow-Up:\n Following the retrieval of the video log, a message was sent to Frankfort Animation Company\n.\nA previously popular animation company founded in the late 1910s, Frankfort has only recently resurfaced in the industry, having returned from a sixty-year long hiatus. Of note is that the Foundation contained no records of such a company until the retrieval of the above log. A full-scale operation is currently being done to investigate the nature of Frankfort Animation, and their relation to the log.\n, inquiring about the contents of it.\n\n\n\n\n\n\n\n\nTo:\n (Julie Dale, Frankfort Chief Executive Officer) \nmoc.trofknarf|elad.eiluj#moc.trofknarf|elad.eiluj\n\n\nFrom:\n (Foundation Department of Public Outreach) \nten.pics|hcaertuo.noitadnuof#ten.pics|hcaertuo.noitadnuof\n\n\nSubject:\n Questions\n\n\n\n\n\n\nJulie,\n\n\nThe O5 Council has recently received a video log from a high-level staff, who is currently considered missing, wherein they were kidnapped and brutally assaulted by an entity resembling your mascot. We would wish to inquire on any possible connections this entity has to your company, and if we need to take action in regards to this.\n\n\nLikewise, we would wish to inquire on the legitimacy of this \"RATOPTICON.\"\n\n\n📎 View attached .mp4 file\n\n\nDr. Frederick Heiden\n\nDirector, Public Outreach\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n (Foundation Department of Public Outreach) \nten.pics|hcaertuo.noitadnuof#ten.pics|hcaertuo.noitadnuof\n, (Frankfort Animation Board of Directors) \nmoc.trofknarf|dob#moc.trofknarf|dob\n\n\nFrom:\n (Julie Dale, Frankfort Chief Executive Officer) \nmoc.trofknarf|elad.eiluj#moc.trofknarf|elad.eiluj\n\n\nSubject:\n Re: Questions\n\n\n\n\n\n\nMy Dearest Heiden,\n\n\nI have no idea what type of snuff film you just sent me, but, and pardon my French, what the actual fuck. Never in my 30 years of working with this company have I ever heard tell of a part of this company that partakes in such cruel acts of violence, especially against such an esteemed organization as your own.\n\n\nAlthough the way they did it may have been a bit.. harsh, I'd like to say that it was more than justified. Our animators work tirelessly in our studios to produce such fine products for you to enjoy. I believe we deserve just a little compensation for that.\n\n\nRegardless, I've added the Board of Directors to this email. Some of the people on this board have been here for ages. I'm sure they'll have better answers than I do.\n\n\nSincerely,\n\nJulia Dale\n\n\n\"All our dreams can come true, if we have the courage to pursue them.\"\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n (Foundation Department of Public Outreach) \nten.pics|hcaertuo.noitadnuof#ten.pics|hcaertuo.noitadnuof\n,\n\n\nFrom:\n (Frankfort Board of Directors) \nmoc.trofknarf|dob#moc.trofknarf|dob\n\n\nSubject:\n Re: Questions\n\n\n\n\n\n\nIgnore this. Forget this. Forget this person. It has Joe's writing all over it. This isn't the first time this has happened. This shouldn't have happened again.\n\n\nSome things are better left forgotten, Heiden.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDon't mess with the rat.\n\n- README.md\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5722\n | SCP-5723 | \nSCP-5724\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5723\n\" by TopDownUnder, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5723\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Gevurah.svg\n\n\nAuthor:\n \nShineShadowD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSMLT Container\n\n\n\n\n\n\nFilename:\n mouse.jpg\n\n\nAuthor:\n laverrue\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: The following video was recorded from O5-1's PIC. As such, it is from the point of view of O5-1. How O5-1 was moved from a spectral to a physical form to allow use of the PDI and actions taken in this video log are unknown. [BEGIN LOG] [The video begins with O5-1 waking up. They were tied to a metal chair in a pitch-black room. A single spotlight was cast over O5-1.] O5-1: H-Hello? This is [DATA REDACTED] , where the hell am I? [Silence.] O5-1: H- [Two gloved hands come into view from behind O5-1, applying tape onto their mouth.] Unidentified Voice: You better keep that pretty mouth of yours shut if you know what's good for you, a-hyuck. [O5-1 struggles against the tape for five minutes, attempting to plead for help. Another entity, believed to be a man wearing a Richard \"Ricky\" J. Rat . The mascot of the Frankfort Animation Company, created in 1928 by Joseph Frankfort. mascot costume, walks into the spotlight. It looks at O5-1 for a moment before looking behind them.] Ricky Rat: Guh, hey there! It's me, Ricky Rat! Welcome to my hangout, gang! Now, tell me, do you see a thief anywhere? Huh? Do you see a fucking criminal in my hangout? [The entity holds its hand up to its ear and leans in the direction it was looking, pausing as if listening for something. A few seconds later, the disembodied voices of children can be heard saying \"Right there!\" ] Ricky Rat: Good golly, you're right! There's the pirate! We might need a very special tool to handle this one! Oh Brainy! . A cartoon character created by the Frankfort Animation Company in 1932. Brainy: Golly, here you go Ricky! [The same gloves from before enter the spotlight near to the entity, holding out a rusted crowbar. The entity grabs it, and the gloves leave the visible area.] Ricky Rat: Aw, gee, thank you Brainy! Now, let's see here, how many times am I gonna have to use this handy-dandy tool before you tell us how many movies you've watched without me even seeing a dime for it. [O5-1 protests from underneath the tape covering their mouth.] Ricky Rat: Did Brainy put that on ya? Gee, always looking out for our little trouble cases. Let's get that off, shall we? [The entity reaches over and violently rips the tape off of O5-1's mouth.] Ricky: Come on, Overseer, tell us. How many times have you watched the fucking Sour Legend . An animated film reportedly made and released in 1986 by Frankfort Animation. No known copies of the film exist. without paying for our service, huh? You should be able to afford it, we know how fucking rich you are, Mr. [DATA REDACTED] . And I swear to Joey himself, if you ain't paying us for some \"down with the man\" dumbass reason, there's gonna be a handy-dandy tool going up that irreverent ass of yours. Isn't that right, kids? Disembodied Children: Yes, Ricky! Ricky Rat: Good, good! So, come on, [DATA REDACTED] . How many fucking times? O5-1: Y- I- I don't k-know what you're talking abou- [The entity slams the crowbar down on O5-1's left hand, causing them to scream out in pain. The children can be heard laughing.] Brainy: Yaaah-hoo-hoo-hoo-hooey! Ricky Rat: Cut the fucking shit. We got our own little PANOPTICON here at Frankfort. We saw you pirating Sour Legend and Discount Magic . An animated film made by Frankfort Animation, supposedly released in 1976. Notably, the film contained an accurate portrayal of thaumaturgy, and records indicate that distribution of it was suppressed by the UIU due to this reason. on our fucking RATOPTICON. Don't think we're blind. Rodents are fucking everywhere, [DATA REDACTED] . We. Fucking. See. All. O5-1: N-nine times! I watched it 9 times without paying! T-there, I said it. I'm a thief, I'm a criminal, you caught me red-handed. Ricky Rat: Would you look at that, he fessed up! Well, ain't that swell? 9 times. Wow, just wow! That's got to be a new record! [Silence.] Ricky Rat: Get the fucking rack, Brainy. We're gonna have some fun. [END LOG]",
        "Don't mess with the rat. - README.md",
        "\" SCP-5723 \" by TopDownUnder, from the SCP Wiki . Source: https://scpwiki.com/scp-5723 . Licensed under CC-BY-SA .",
        "Filename: Gevurah.svg Author: ShineShadowD License: CC BY-SA 3.0 Source Link: SMLT Container",
        "Filename: mouse.jpg Author: laverrue License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": ".Gevurah-class items endanger the inner structure of the Foundation and limits the ability of the Foundation to carry out its secondary objectives.",
    "title": "SCP-5723"
}