{
    "url": "https://scp-wiki.wikidot.com/scp-5725",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5725\n: We're Getting the Man Back Together Again\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2055\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 877\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 863\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 588\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 546\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 422\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 317\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 244\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 227\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 172\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 170\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 138\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 131\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 127\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 101\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 93\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 206\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5725\n\n\nObject Class:\n Neutralized, formerly Euclid\n\n\nSpecial Containment Procedures:\n As of Incident Report Delta, SCP-5725 is believed to be neutralized and requires no further containment.\n\n\n\n\n+ Outdated Special Containment Procedures\n\n\n\n\n- Outdated Special Containment Procedures\n\n\n\n\nAll SCP-5725 instances are to be isolated within separate containment chambers due to their primary stated goal. SCP-5725-A is currently contained within a standard \nIncorporeal Entity Vaccuum Chamber\n in Site 118's Epsilon Wing, while SCP-5725-B and SCP-5725-C are contained within standard humanoid containment cells in Site 118's Delta and Gamma Wings, respectively. SCP-5725-A and -B are to be considered high-risk anomalies for containment breach.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5725 was a designation for three humanoid anomalies who collectively comprised a deceased male individual of mixed Greek/Italian descent named Alexander Ioannou. In life, Alexander Ioannou was a minor occultist, having grown up in the \nThree Portlands\n, though he was residing in Sacramento, California at the time of his death, which caused the formation of SCP-5725.\n\n\nSCP-5725-A referred to a \nClass II Humanoid Incorporeal Entity\n that comprised the spectral component of Alexander Ioannou's former body. When under the effects of an Incorporeal Containment Field, SCP-5725-A physically appeared in a form that resembled the former Alexander Ioannou at the time of his death. SCP-5725-A possessed limited incorporeal entanglement abilities, allowing it to exercise limited control over individuals that it physically contacted, though individuals with a sufficiently high Psychic Resistance Score could counteract this ability.\n\n\nSCP-5725-B referred to the reanimated sapient skeletal system of Alexander Ioannou's former body. Despite the lack of any connective and/or muscular tissue, SCP-5725-B remained capable of locomotion, speech, and sensory recognition (with the exception of taste). The mechanism behind these properties was unknown.\n\n\nSCP-5725-C referred to the reanimated corporeal tissue of Alexander Ioannou's former body. Due to not possessing a skeletal system (as all skeletal tissues are extant within SCP-5725-B), SCP-5725-C was largely incapable of locomotion or semblance of form, though it was capable of slow ambulation by utilizing its limbs to drag itself along the ground. Additionally, although it was able to use very limited communication (largely non-verbal), SCP-5725-C generally emitted a continuous vocalization of non-linguistic gurgling and displayed little evidence of higher reasoning skills beyond that of a child.\n\n\nBoth SCP-5725-A and B had the same stated goal of assimilating the other two instances in order to return to existence as a cohesive individual. In particular, both anomalies had expressed that such an outcome would lead to the expiration of the resultant combination, allowing SCP-5725 as a whole to cease to exist. Both entities attempted to complete this assimilation on multiple occasions during external containment breaches.\n\n\nSCP-5725 Interview Logs:\n The following are a series of interview logs with each SCP-5725 instance. Each interview was conducted by Dr. Julio Marquez.\n\n\n\n\nSCP-5725-A Interview Log\n\n\nDr. Marquez:\n Good evening, SCP-5725-A.\n\n\nSCP-5725-A:\n Evening to you too, Dr. Marquez. What's on your mind?\n\n\nDr. Marquez:\n I was wondering if you could tell me more about how you came to be in your current state?\n\n\nSCP-5725-A:\n Ah, now there's a good story! Finally, someone who cares about something important. So here's the deal, alright? I used to be kind of a big deal around my hometown, alright?\n\n\nDr. Marquez:\n I'm sure.\n\n\nSCP-5725-A:\n My buddies and I…you could call us pranksters. I don't think we really hurt anybody, but we had a habit of pulling dumb pranks on our neighbors, like spray-painting their houses, or trapping minor demons in their back yards and lettin' em loose. Just stupid kid stuff, right? The problem is, bored kids like me without anything better to do had a habit of stirring up trouble they couldn't really handle.\n\n\nDr. Marquez:\n What do you mean by that?\n\n\nSCP-5725-A:\n Let's just say that you shouldn't piss off one of the Erinyes by offering her a golden lamb that's actually a spray-painted raccoon carcass. She was so mad that she cursed me on the spot, really powerful stuff. Said that if I wanted to mess with the Sisters Three, then \"condemned was thee, never to find peace as three of me.\" Had no clue what that meant at the time, but…well…\n\n\nDr. Marquez:\n I suppose it makes a lot more sense now.\n\n\nSCP-5725-A:\n \n(Chuckles)\n That's for sure. But here's the thing, doctor. You scratch my back, and I'll scratch yours?\n\n\nDr. Marquez:\n What do you mean?\n\n\nSCP-5725-A:\n Listen, listen. I had a good buddy, descendant of Cassandra, alright? He could sometimes see the future when we were high. It only triggered when we were really, really blazed, but it happened often enough. One fateful Tuesday night, we were hanging out in my basement, when he turns to me and says, \"You know what man? You're going to Heaven, I see it. I'm looking at it right now.\"\n\n\nDr. Marquez:\n And you believe him?\n\n\nSCP-5725-A:\n With my life. Ha! Sorry, that's kind of funny. But yeah, he had some powerful precognition genes. Problem is, I need to absorb the other two parts of me before I can go there-Heaven's only got one spot for me, and I ain't going without a body. You help me absorb them, I pass on, and I'm out of your hair. You get to go on vacation, I get to rest in paradise.\n\n\nDr. Marquez:\n I'm afraid that's not currently within our plans.\n\n\nAt this point, Dr. Marquez makes a motion to leave the testing area.\n\n\nSCP-5725-A:\n Hey no-wait! Come back! Come back, DAMN IT!\n\n\nSCP-5725-A attempts to lunge for Dr. Marquez through the Incorporeal Entity Vaccuum Chamber, but the application of an Incorporeal Containment Field freezes his motion. SCP-5725-A proceeds to howl for 23 straight minutes.\n\n\n\n\n\n\nSCP-5725-B Interview Log\n\n\nDr. Marquez:\n Good morning, SCP-5725-B.\n\n\nSCP-5725-B is seated within its containment chamber, facing away from the main window. It does not respond for 12 minutes before pivoting to look at Dr. Marquez.\n\n\nSCP-5725-B:\n Doctor.\n\n\nDr. Marquez:\n I wanted to ask you a few questions, if that's alright.\n\n\nSCP-5725-B:\n You may ask.\n\n\nDr. Marquez:\n I talked to your spectral counterpart yesterday.\n\n\nSCP-5725-B slowly nods.\n\n\nDr. Marquez:\n He told me a story about your current situation, but he concluded by telling me that the three of you want to assimilate into one being so that you can pass on to the afterlife.\n\n\nSCP-5725-B clatters its teeth, its approximation of a laugh.\n\n\nSCP-5725-B:\n As always, he says much but means little. He left out the important detail.\n\n\nDr. Marquez:\n And that is?\n\n\nSCP-5725-B:\n We were one, but now are three. We have three minds, but only one can take charge. Only one gets to be Alexander Ioannou again. And only one of us really gets to move on.\n\n\nDr. Marquez:\n So you're saying that whoever wins controls your body, and the rest are just absorbed?\n\n\nSCP-5725-B:\n Worse. We become nothing once again. My bones are weary, doctor. I wish to rest, but not as part of him. I am my own man. He will not command me again.\n\n\nAfter this point, SCP-5725-B ignores all further inquiries until Dr. Marquez leaves.\n\n\n\n\n\n\nSCP-5725-C Recording\n\n\nDue to the unpredictability of SCP-5725-C's intelligible vocalizations, SCP-5725-C had not been formally interviewed, and was instead constantly monitored for understandable dialogue. The following is the longest period of conscious vocalization emitted by SCP-5725-C.\n\n\nSCP-5725-C is currently watching the news on its provided TV entertainment screen, while continuously moaning. The screen changes to a broadcast centering around the upcoming Halloween holiday.\n\n\nSCP-5725-C:\n Eeee?\n\n\nThe screen changes to an image of a skeleton. SCP-5725-C appears to be distressed.\n\n\nSCP-5725-C:\n Nnnngh! Nnngh! Don't like! Don't like!\n\n\nThe screen changes to an image of a ghost. SCP-5725-C becomes even more distressed.\n\n\nSCP-5725-C:\n Take away! Take away! Don't like them, don't like them!\n\n\nAt this point, a security guard changes the channel due to SCP-5725-C's emotional state.\n\n\nSCP-5725-C:\n Don't want them. Wanna be me. Stay away.\n\n\nSCP-5725-C begins whimpering and continues for 17 minutes.\n\n\nSCP-5725-C:\n I don't want to die.\n\n\n\n\nIncident Report Delta:\n On 10/3/2017, Site 118 experienced a mass power outage as a result of SCP-████ breaking containment. Failure to re-activate the backup power generator in the Epsilon Wing enabled SCP-5725-A to escape its Incorporeal Entity Vacuum Chamber. During the extent of the containment breach, SCP-5725-A is believed to have successfully assimilated SCP-5725-B and SCP-5725-C after a brief struggle with both. The recorder in SCP-5725-C's containment chamber captured the moment that SCP-5725-A achieved complete assimilation.\n\n\nFor approximately one minute following its assimilation, the now-unified SCP-5725 is seen celebrating and walking around SCP-5725-C's former chamber, now fully resembling the deceased Alexander Ioannou. At the 1:34 mark following assimilation, SCP-5725 pauses in the middle of the chamber, and is seen examining its hands and limbs. Shortly after this, SCP-5725 abruptly begins to turn translucent before completely fading from view. The recorder in the chamber was able to capture the only words that SCP-5725 vocalized during this span:\n\n\n\n\nSCP-5725:\n Ah, shit. So that's how it is, huh?\n\n\n\n\nFollowing this incident, SCP-5725 was reclassified as Neutralized. SCP-5725-C's chamber was thoroughly disinfected to eliminate a sudden and persistent odor of sulfur.\n\n\n\n\n\n\n« \nSCP-5724\n | SCP-5725 | \nSCP-5726\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5725\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5725\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-5725-A Interview Log Dr. Marquez: Good evening, SCP-5725-A. SCP-5725-A: Evening to you too, Dr. Marquez. What's on your mind? Dr. Marquez: I was wondering if you could tell me more about how you came to be in your current state? SCP-5725-A: Ah, now there's a good story! Finally, someone who cares about something important. So here's the deal, alright? I used to be kind of a big deal around my hometown, alright? Dr. Marquez: I'm sure. SCP-5725-A: My buddies and I…you could call us pranksters. I don't think we really hurt anybody, but we had a habit of pulling dumb pranks on our neighbors, like spray-painting their houses, or trapping minor demons in their back yards and lettin' em loose. Just stupid kid stuff, right? The problem is, bored kids like me without anything better to do had a habit of stirring up trouble they couldn't really handle. Dr. Marquez: What do you mean by that? SCP-5725-A: Let's just say that you shouldn't piss off one of the Erinyes by offering her a golden lamb that's actually a spray-painted raccoon carcass. She was so mad that she cursed me on the spot, really powerful stuff. Said that if I wanted to mess with the Sisters Three, then \"condemned was thee, never to find peace as three of me.\" Had no clue what that meant at the time, but…well… Dr. Marquez: I suppose it makes a lot more sense now. SCP-5725-A: (Chuckles) That's for sure. But here's the thing, doctor. You scratch my back, and I'll scratch yours? Dr. Marquez: What do you mean? SCP-5725-A: Listen, listen. I had a good buddy, descendant of Cassandra, alright? He could sometimes see the future when we were high. It only triggered when we were really, really blazed, but it happened often enough. One fateful Tuesday night, we were hanging out in my basement, when he turns to me and says, \"You know what man? You're going to Heaven, I see it. I'm looking at it right now.\" Dr. Marquez: And you believe him? SCP-5725-A: With my life. Ha! Sorry, that's kind of funny. But yeah, he had some powerful precognition genes. Problem is, I need to absorb the other two parts of me before I can go there-Heaven's only got one spot for me, and I ain't going without a body. You help me absorb them, I pass on, and I'm out of your hair. You get to go on vacation, I get to rest in paradise. Dr. Marquez: I'm afraid that's not currently within our plans. At this point, Dr. Marquez makes a motion to leave the testing area. SCP-5725-A: Hey no-wait! Come back! Come back, DAMN IT! SCP-5725-A attempts to lunge for Dr. Marquez through the Incorporeal Entity Vaccuum Chamber, but the application of an Incorporeal Containment Field freezes his motion. SCP-5725-A proceeds to howl for 23 straight minutes.",
        "SCP-5725-B Interview Log Dr. Marquez: Good morning, SCP-5725-B. SCP-5725-B is seated within its containment chamber, facing away from the main window. It does not respond for 12 minutes before pivoting to look at Dr. Marquez. SCP-5725-B: Doctor. Dr. Marquez: I wanted to ask you a few questions, if that's alright. SCP-5725-B: You may ask. Dr. Marquez: I talked to your spectral counterpart yesterday. SCP-5725-B slowly nods. Dr. Marquez: He told me a story about your current situation, but he concluded by telling me that the three of you want to assimilate into one being so that you can pass on to the afterlife. SCP-5725-B clatters its teeth, its approximation of a laugh. SCP-5725-B: As always, he says much but means little. He left out the important detail. Dr. Marquez: And that is? SCP-5725-B: We were one, but now are three. We have three minds, but only one can take charge. Only one gets to be Alexander Ioannou again. And only one of us really gets to move on. Dr. Marquez: So you're saying that whoever wins controls your body, and the rest are just absorbed? SCP-5725-B: Worse. We become nothing once again. My bones are weary, doctor. I wish to rest, but not as part of him. I am my own man. He will not command me again. After this point, SCP-5725-B ignores all further inquiries until Dr. Marquez leaves.",
        "SCP-5725-C Recording Due to the unpredictability of SCP-5725-C's intelligible vocalizations, SCP-5725-C had not been formally interviewed, and was instead constantly monitored for understandable dialogue. The following is the longest period of conscious vocalization emitted by SCP-5725-C. SCP-5725-C is currently watching the news on its provided TV entertainment screen, while continuously moaning. The screen changes to a broadcast centering around the upcoming Halloween holiday. SCP-5725-C: Eeee? The screen changes to an image of a skeleton. SCP-5725-C appears to be distressed. SCP-5725-C: Nnnngh! Nnngh! Don't like! Don't like! The screen changes to an image of a ghost. SCP-5725-C becomes even more distressed. SCP-5725-C: Take away! Take away! Don't like them, don't like them! At this point, a security guard changes the channel due to SCP-5725-C's emotional state. SCP-5725-C: Don't want them. Wanna be me. Stay away. SCP-5725-C begins whimpering and continues for 17 minutes. SCP-5725-C: I don't want to die.",
        "SCP-5725: Ah, shit. So that's how it is, huh?",
        "\" SCP-5725 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-5725 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5725",
    "object_class": "Neutralized, formerly Euclid",
    "containment_procedures": "As of Incident Report Delta, SCP-5725 is believed to be neutralized and requires no further containment.",
    "description": "SCP-5725 was a designation for three humanoid anomalies who collectively comprised a deceased male individual of mixed Greek/Italian descent named Alexander Ioannou. In life, Alexander Ioannou was a minor occultist, having grown up in the Three Portlands, though he was residing in Sacramento, California at the time of his death, which caused the formation of SCP-5725.",
    "title": "SCP-5725"
}