{
    "url": "https://scp-wiki.wikidot.com/scp-5727",
    "all_text": "rating: \n+76\n+\n–\nx\n\n\n\n\n⚠ Notice\n\n\nYou have been redirected to this containment file due to a database search for \"Reggie\" and \"distress signal\" or \"distress call\".\n\n\nReggie is OK.\n\n\nYou can close this file now if you wish.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nProceed to open Containment File for SCP-5727\nAccess granted.\n\n\n\n\n\n\nItem #:\n SCP-5727\n\n\nObject Class:\n Explained (pending -EX designation)\n\n\nSecure Containment Procedures:\n Foundation personnel seeking an update on Reggie are to be assured that Reggie is okay. The phrase \"Reggie is OK\" should be added to all Foundation audio media as a low-frequency message played at 20Hz for the foreseeable future, as a precautionary measure.\n\n\nDescription:\n SCP-5727 is a distress signal \nof unknown origin\n \n(update below)\n that is periodically broadcast from audio devices within a 1800-kilometer radius of Boulder, Colorado. The message consists of what appears to be an artificially-generated voice and is as follows:\n\n\n\n\nC Q D Reginald in danger help come quick please\n\n\n\n\nAn enhanced version of this distress signal is included below (or \nhere\n):\n\n\n\n\nThe following has been noted regarding the transmission:\n\n\n\n\nThere is a pause between the syllables of the word \"Reginald\".\n\n\n\"CQD\" was a distress code used by maritime vessels in the early 20th century before being replaced with the internationally-standardized \"SOS\".\n\n\nThe pitch of each word fluctuates by up to 10%.\n\n\nEach syllable is spoken in the exact same speed except the final word, \nplease\n.\n\n\n\n\nWhen this distress signal is heard by any person, they will subconsciously register its message, feeling a distinct unease as to the fate of \"Reggie\". This most often manifests as a sense of impending doom or urgency without cause or provocation. Upon conscious or unconscious reassurance that Reggie is not in danger, this feeling will subside.\n\n\nExplanation:\n ADDED \n31\n DAYS AGO\n\n\nThe source of this signal is an artifact of a World War I radio transmission issued by the HMS Reginald Kerr during a brief training exercise.\n\n\n\n\nThe HMS Reginald Kerr, circa 1939.\n\n\n\n\nThe radio signal was issued at a particular frequency that, due to the positioning of the Earth in orbit around the sun, caused the signal to be caught in the sun's gravitational field and begin a partial \"orbit\" of the solar system. The stabilization of its orbit distorted it to approximately 20Hz. The path of the signal intercepts with Earth regularly, causing it to be picked up by modern-day electronic devices.\n\n\nThe signal, and the method of containing it, are considered non-anomalous, as are the responses of people hearing it. The Foundation considers this effect to be a rare effect of unintended subliminal messaging upon the human mind but scientifically plausible. It has therefore been classified as \nExplained\n.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nEnter Class 4 credentials to proceed with metadata download (65.4GB)\nClass 4 Credentials accepted\n\n\n\n\n\n\n\n\n⚠ Notice\n\n\nBefore proceeding, please acquire one dose of Class A Amnestics.\n\n\n\n\n\n\nItem #:\n SCP-5727\n\nObject Class:\n Euclid\n\n\nSecure Containment Procedures (Addenda):\n A notice is to be placed at the top of this containment file to deter most users from further investigating this anomaly; a more detailed cover story regarding a radio signal, subliminal messaging, and the HMS Reginald Kerr must be maintained for users who seek a more detailed answer. Foundation personnel accessing the final, secured portion of the Containment file must be amnesticized afterward.\n\n\nDescription (Addenda):\n As of \n931\n days ago, the status of \"Reggie\" cannot be determined. Slow but constant increase in signal strength has allowed for deeper analysis of the voice. Fluctuations in pitch and tempo suggest that the signal is not artificial, but is in fact a live feed, being broadcast with increasing urgency.\n\n\nAccording to an analysis by Foundation audio engineer Dr. Carmichael:\n\n\n\n\nThe fact that we \ndon't know\n the fate of whoever—or whatever—Reggie is has been shown to cause incredible distress to those aware of its nature. The signal…it's everywhere. Reggie needs help, and we don't know where to start. Reggie is \nnot\n okay. We can't help Reggie. We all want to. But we can't. \nWhy can't we help Reggie?\n\n\n\n\nAs the release of this information has the potential to impact the allocation of Foundation resources for researchers to locate and assist Reggie, the Foundation has determined its best interest is to maintain that Reggie is, in fact, OK.\n\n\nYou have reached the end of this containment file. Please exit and administer amnestics.\n\n\nYou have accessed this containment file \n47\n times.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5726\n | SCP-5727 | \nSCP-5728\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5727\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5727\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n regi.mp3\n\n\nAuthor:\n \nCityToast\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n Created by Author\n\n\n\n\n\n\nFilename:\n reginald.jpg\n\n\nName:\n HMS Reginald Kerr\n\n\nAuthor:\n Royal Navy official photographer (Uncredited, circa 1939)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nHMS Reginald Kerr Wikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "C Q D Reginald in danger help come quick please",
        "The fact that we don't know the fate of whoever—or whatever—Reggie is has been shown to cause incredible distress to those aware of its nature. The signal…it's everywhere. Reggie needs help, and we don't know where to start. Reggie is not okay. We can't help Reggie. We all want to. But we can't. Why can't we help Reggie?",
        "\" SCP-5727 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-5727 . Licensed under CC-BY-SA .",
        "Filename: regi.mp3 Author: CityToast License: CC-BY-SA 3.0 Source Link: Created by Author",
        "Filename: reginald.jpg Name: HMS Reginald Kerr Author: Royal Navy official photographer (Uncredited, circa 1939) License: Public Domain Source Link: HMS Reginald Kerr Wikimedia Commons"
    ],
    "item": "SCP-5727",
    "object_class": "Euclid",
    "description": "SCP-5727 is a distress signal of unknown origin (update below) that is periodically broadcast from audio devices within a 1800-kilometer radius of Boulder, Colorado. The message consists of what appears to be an artificially-generated voice and is as follows:",
    "title": "SCP-5727"
}