{
    "url": "https://scp-wiki.wikidot.com/scp-5732",
    "all_text": "rating: \n+467\n+\n–\nx\n\n\nRaddagher\n\n\n\n\n\n\nMore by this author\n | \nFind Us Alive Hub\n\n\n\n\n\n\n\n\nItem #:\n SCP-5732\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-5732 was cremated on 29/4/2016. Dr. Miller was granted permission to keep the remains as they exhibited no anomalous properties.\n\n\n\n\nView archived containment procedures\n\n\n\n\nHide archived containment procedures\n\n\n\n\nSCP-5732 is to be kept in a standard humanoid containment cell and provided with standard furnishings and entertainment. Any water provided for drinking, bathing, or any other purpose must be distilled and any receptacle, including those used for bathing, thoroughly cleaned and sanitized before use. SCP-5732 is to be supplied its prescribed regimen of medication daily. New prescriptions can be approved by Dr. Miller.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5732 was a female humanoid, aged 20 years. Any water that came into direct physical contact with it was instantly purged of any and all impurities. When SCP-5732 became submerged in any large bodies of water, roughly 1500 liters could be purified before the effect overtaxed the subject and rendered it unconscious.\n\n\nSCP-5732’s anomalous ability seemed to be in direct conflict with its immune system and organs, with uses of the ability correlating to increased immunodeficiency and organ dysfunction. Distilled water was used to limit damage to SCP-5732’s body caused by its anomaly.\n\nSCP-5732 was discovered on 14/3/2015 after it was hospitalized following an incident at a friend’s swimming pool, in which SCP-5732 jumped into the water and immediately lost consciousness. Dr. █████████ of the Foundation was working at the hospital, leading to a quick extraction of the anomaly and the cover story that it passed away during emergency surgery. Amnesticization of present family and friends was not required.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Dr. Miller\n\n\nDate: 21 March 2015\n\n\n\n\n\n\n[Begin Log]\n\n\nDr. Miller:\n Good morning, SCP-5732.\n\n\n[SCP-5732 doesn’t respond]\n\n\nDr. Miller:\n I imagine you’re probably feeling a lot right now. But I need you to work with me and answer some questions. Can you do that?\n\n\nSCP-5732:\n Yeah.\n\n\nDr. Miller:\n The incident that landed you in the hospital, it sounded intense. I’d like to know how you’re feeling, physically. We would like to make sure we aren’t missing anything about your condition.\n\n\nSCP-5732:\n I feel fine. Sick when I drink water, though. And I got really lightheaded when they let me take a shower.\n\n\nDr. Miller:\n And this only happens when you come into contact with water?\n\n\nSCP-5732:\n It hasn’t happened any other time.\n\n\nDr. Miller:\n Good. That means our researchers are on the right track with figuring out how to help you.\n\n\nSCP-5732:\n You’ve got a weird way of helping.\n\n\n[Neither speak for several seconds]\n\n\nDr. Miller:\n You miss your family.\n\n\nSCP-5732:\n You couldn’t have given me a chance to say goodbye?\n\n\nDr. Miller:\n Think of it this way. They think you’re dead. If you actually died in that pool, would you have been able to say goodbye?\n\n\nSCP-5732:\n …no.\n\n\nDr. Miller:\n Goodbyes are a luxury. Most people don’t get them.\n\n\nSCP-5732:\n Have you?\n\n\nDr. Miller:\n Sorry?\n\n\nSCP-5732:\n Have you ever- not gotten one… uh, have you ever lost somebody, I mean?\n\n\nDr. Miller:\n Yes.\n\n\nSCP-5732:\n …sorry I asked.\n\n\nDr. Miller:\n It’s alright.\n\n\nSCP-5732:\n So what do I do now? I can’t leave, I can’t see anyone, what do I do?\n\n\nDr. Miller:\n We’ll start testing your ability in the next few days. We need to see the limits of what you can do so we can mitigate your condition properly.\n\n\nSCP-5732:\n But what about outside of testing? What do I \ndo?\n\n\nDr. Miller:\n Humanoid anomalies like you get access to a rotating schedule of entertainment sources. We have items you can check out, books, video games, movies-\n\n\nSCP-5732:\n Like the two copies of \nSpiderman 2\n they left me? I just sit around and watch those by myself?\n\n\nDr. Miller:\n They only left you two copies of the same movie?\n\n\nSCP-5732:\n No. I also have \nOz: The Great And Powerful.\n But I would rather watch \nSpiderman 2\n twice.\n\n\nDr. Miller:\n Come on. Franco isn’t that bad.\n\n\nSCP-5732:\n Do you hear yourself?\n\n\nDr. Miller:\n I like you. You have a good attitude.\n\n\nSCP-5732:\n Well yeah, I don’t have anything else, do I?\n\n\n[SCP-5732 is silent for a moment, before beginning to cry]\n\n\n[Dr. Miller removes a piece of paper from his pocket and sets it on the table]\n\n\nDr. Miller:\n I’m ending this interview, SCP-5732. For security purposes we can’t allow anomalies to talk with one another, but you can request means of socialization with a certified staff member from this list. We’ve found it helps with mental stability.\n\n\nSCP-5732:\n Do you think I’m mentally unstable?\n\n\nDr. Miller:\n No. But you’re in a very difficult position and you might find yourself needing someone to talk to.\n\n\nSCP-5732:\n You’re on this list.\n\n\nDr. Miller:\n I’m certified for the job.\n\n\n[SCP-5732 doesn’t respond, but takes the paper]\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n The following requests were made following the release of SCP-5732’s preliminary medical examination results.\n\n\n\n\n\n\nItem\n\n\nRequest Status\n\n\n\n\n\n\nLow-severity pain medication\n1\n\n\nApproved\n\n\n\n\n\n\nOne electric blanket, twin sized\n\n\nApproved\n\n\n\n\n\n\nCell phone modified for communication with certified staff members\n\n\nApproved\n\n\n\n\n\n\nRelocation to above-ground dormitory with window\n\n\nDenied\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Dr. Miller\n\n\nDate: 27 March 2015\n\n\n\n\n\n\n[Begin Log]\n\n\nSCP-5732:\n \n(Using an approximation of a Brooklyn accent)\n Give it to me straight, doc. Am I dying for real this time?\n\n\n[Dr. Miller laughs briefly, but quickly sobers]\n\n\nDr. Miller:\n Haha, uh… yeah.\n\n\nSCP-5732:\n Oh. Shit, huh.\n\n\nDr. Miller:\n You don’t seem terribly surprised.\n\n\nSCP-5732:\n I’m… not? I feel really bad all the time, Dr. Miller. It’s like getting the flu every time I drink something. Sorta just seems like the logical conclusion.\n\n\nDr. Miller:\n I’m sorry.\n\n\n[Neither speak for a moment]\n\n\nDr. Miller:\n I’m going to speak with the medical staff about putting you on medication to manage your pain. Is there anything else I can do?\n\n\nSCP-5732:\n I wanna meet James Franco.\n\n\nDr. Miller:\n You want to meet- no. I can’t do that.\n\n\n[Dr. Miller pauses]\n\n\nDr. Miller:\n Franco? That’s the first person that came to your head?\n\n\nSCP-5732:\n I was joking.\n\n\nDr. Miller:\n You know, you \ncan\n switch out which movies you have.\n\n\nSCP-5732:\n Oh, I know. I’m keeping the Spidermans.\n\n\nDr. Miller:\n You’re taking this remarkably well.\n\n\nSCP-5732:\n Taking it badly wouldn’t make me any less… dying.\n\n\nDr. Miller:\n Good point.\n\n\nSCP-5732:\n …but I am gonna cry after this. Probably. I’m just going to wait until you’re not here like I always do.\n\n\nDr. Miller:\n I understand. It’s a lot to process.\n\n\nSCP-5732:\n How long do I have?\n\n\nDr. Miller:\n The estimate is about fifteen months.\n\n\nSCP-5732:\n Oh. That’s not so bad. Plenty of time.\n\n\nDr. Miller:\n Plenty of time. You’re certainly a brave one.\n\n\nSCP-5732:\n Everybody’s dying. What else can I do in here but wait?\n\n\nDr. Miller:\n Well, let’s see if we can do something about the waiting.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n Accommodations requested by Dr. Miller.\n\n\n\n\n\n\nItem\n\n\nRequest Status\n\n\n\n\n\n\nSleep aid\n2\n\n\nApproved\n\n\n\n\n\n\nOne Playstation 3 game console\n\n\nApproved\n\n\n\n\n\n\nOne digital projector\n\n\nDenied\n\n\n\n\n\n\nEscorted excursion to local hiking path\n\n\nApproved\n Approval rescinded following containment breach of another anomaly\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Dr. Miller\n\n\nDate: 3 May 2015\n\n\n\n\n\n\n[Begin Log]\n\n\nDr. Miller:\n I’m real sorry, kid.\n\n\nSCP-5732:\n It’s fine. It was a longshot. Worth a try.\n\n\nDr. Miller:\n They did approve us, though. We just might have to wait longer.\n\n\nSCP-5732:\n I don’t have longer to wait. And it’s okay! It wouldn’t have been the same with all those guards hovering around.\n\n\nDr. Miller:\n They’re not so bad.\n\n\nSCP-5732:\n Every single one I’ve met has been a total hardass.\n\n\nDr. Miller:\n It’s just their job.\n\n\nSCP-5732:\n Did you get the projector, though?\n\n\nDr. Miller:\n No.\n\n\nSCP-5732:\n What? Why not?\n\n\nDr. Miller:\n They don’t deem it necessary.\n\n\n[SCP-5732 pretends to cough]\n\n\nSCP-5732:\n What if I look really sick? Really sick like this? Ohh, I’m dying and I need a projector to watch \nSpiderman 2\n for the 800th time or my dead body will be SUPER anomalous…\n\n\nDr. Miller:\n Stop.\n\n\n[A pause. Neither speaks for several seconds.]\n\n\nSCP-5732:\n Are you going to miss me?\n\n\nDr. Miller:\n Of course.\n\n\nSCP-5732:\n Really though. You must have a million weirdo messed up people exactly like me all over this place.\n\n\nDr. Miller:\n Not that many, really. I work with self-neutralizing anomalies. Plenty of anomalies are self-destructive, but usually inanimate objects. Very few are animals, even fewer are humanoid.\n\n\nSCP-5732:\n Like me?\n\n\nDr. Miller:\n Like you.\n\n\nSCP-5732:\n How many others have there been? Humanoids?\n\n\nDr. Miller:\n You’re the fifth.\n\n\nSCP-5732:\n Do you miss them all?\n\n\nDr. Miller:\n I miss them all.\n\n\nSCP-5732:\n You big sap.\n\n\nDr. Miller:\n Absolutely correct.\n\n\nSCP-5732:\n Why do you keep doing it? Doesn’t it suck?\n\n\nDr. Miller:\n If you could have anything, if you could be guaranteed to have ANYTHING before you go, what would it be?\n\n\nSCP-5732:\n …I don’t want to be alone.\n\n\nDr. Miller:\n That’s why.\n\n\n[Dr. Miller sighs]\n\n\nDr. Miller:\n And besides, a little time is better than none at all, right? I got to be there to help make some good experiences before they went.\n\n\nSCP-5732:\n But realistically, how much can you actually DO here? They don’t even let us go outside.\n\n\nDr. Miller:\n Eh, checking things off boxes isn’t always what makes the time worthwhile.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3:\n Additional accommodation requests by Dr. Miller.\n\n\n\n\n\n\nItem\n\n\nRequest Status\n\n\n\n\n\n\nWeak opioid, anticonvulsant for neuropathic pain\n3\n\n\nApproved\n\n\n\n\n\n\nOne digital projector\n\n\nDenied\n\n\n\n\n\n\nEscorted excursion to ██████ Camp Ground\n\n\nDenied\n\n\n\n\n\n\nTemporary relocation to Site-███, Italy\n\n\nDenied\n\n\n\n\n\n\nTwo warm-tone light-activated night lights\n\n\nApproved\n\n\n\n\n\n\nOne electric wheelchair\n\n\nPending\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen text logs September 2015\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\nits not the same on tv\n\n\n\n\nI know. I’m seeing what our other options are.\n\n\n\n\nits not even that expensive\n\n\n\n\nIt’s not about expense. It’s complicated.\n\n\n\n\nwhere are we on franco\n\n\n\n\nYou’re not going to meet James Franco.\n\n\n\n\nmiller\n\n\n\n\ni need the franco\n\n\n\n\ni need the jimmy f miller\n\n\n\n\nI’ll talk to my boss, maybe she can pull Jimmy F for you.\n\n\n\n\nim kidding god ur so fking old\n\n\n\n\nI’m 49.\n\n\n\n\nyeah ur ancient lol\n\n\n\n\nI’ll work on the projector for you. What movies do you want to see?\n\n\n\n\ndrone footage of ur backyard\n\n\n\n\nI do not have a backyard.\n\n\n\n\nok but seriously maybe some of those animal documentaries?? i never got to go to the zoo always planned to tho\n\n\n\n\nAnimals on the big screen. Got it.\n\n\n\n\nthnks\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\nOpen text logs October 2015\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\now\n\n\n\n\nAre you okay?\n\n\n\n\nyes but ow\n\n\n\n\nDo you want me to come in?\n\n\n\n\nu know the only one who can save me\n\n\n\n\nDon’t say James Franco.\n\n\n\n\ntobey maguire\n\n\n\n\nI’m going back to bed.\n\n\n\n\nhey want to see this god awful drawing i made\n\n\n\n\ni drew tobey and it suxxxxx want to see\n\n\n\n\nr u asleep already\n\n\n\n\nloser\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\nOpen text logs November 2015\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\nFrench toast sticks in the cafeteria\n\n\n\n\nGET ME SOME HOLY SHIT\n\n\n\n\nI’ll bring you some. They’ll be cold though.\n\n\n\n\nBRING ME THE STICKS MILLER\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\nOpen text logs January 2016\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\nhey can you come in\n\n\n\n\nYes. What’s going on?\n\n\n\n\nim fine\n\n\n\n\ni mean like im sad\n\n\n\n\nfreaking out a little cuz im by myself in here\n\n\n\n\nu know how it is lol\n\n\n\n\nI’m on my way. How are you feeling?\n\n\n\n\nfine\n\n\n\n\nhurry tho\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\nOpen text logs February 2016\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n[IMG_20160213_6154873462.jpg]\n\n\n\n\nDr. Shepard’s betta just ate its own poop.\n\n\n\n\nmood\n\n\n\n\nMood?\n\n\n\n\nihop senior discount moment\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\nOpen text logs March 2016\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\nhey can i ask u something\n\n\n\n\nOf course.\n\n\n\n\ndo u have a family\n\n\n\n\nThere are people here I consider family. But I had my daughter, and my wife before she left.\n\n\n\n\nwhere’s ur daughter do they not let u see her??\n\n\n\n\nShe passed away when she was 9. My wife left shortly after.\n\n\n\n\nim so sorry\n\n\n\n\n\n\n\n\nClose text logs\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 4:\n Additional accommodation requests by Dr. Miller following revision of SCP-5732’s medication regimen.\n\n\n\n\n\n\nItem\n\n\nRequest Status\n\n\n\n\n\n\nAnticonvulsant alteration\n4\n\n\nApproved\n\n\n\n\n\n\nAppetite stimulant\n5\n\n\nApproved\n\n\n\n\n\n\nAdditional pain medication\n6\n\n\nApproved\n\n\n\n\n\n\nOne electric wheelchair\n\n\nApproved\n\n\n\n\n\n\nUse of a Foundation staff member’s personal Virtual Reality console\n\n\nPending\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAudio recording of social visit with Dr. Miller\n\n\nDate: 27 April 2016\n\n\n\n\n\n\n[Begin Log]\n\n\nDr. Miller:\n How are you feeling?\n\n\nSCP-5732:\n Oh. You know.\n\n\nDr. Miller:\n Yeah. I know. Guess what I brought you?\n\n\nSCP-5732:\n No way, is that an Oculus?\n\n\nDr. Miller:\n I… don’t know. I bought the one that looked good.\n\n\nSCP-5732:\n You bought it?\n\n\nDr. Miller:\n Yeah, why not? They don’t cost that much these days. Have you ever used one?\n\n\nSCP-5732:\n No.\n\n\nDr. Miller:\n It’s pretty cool. There’s an ocean simulator that I think you’ll really like. Want to get it set up tonight?\n\n\nSCP-5732:\n Actually, I’m not really feeling up to it tonight. Tomorrow though!\n\n\nDr. Miller:\n Sounds like a plan. We can get some more of that bucket list stuff crossed off.\n\n\nSCP-5732:\n Wanna see those animals.\n\n\nDr. Miller:\n We can see as many as you want.\n\n\nSCP-5732:\n Wanna see the Franco in 4k.\n\n\nDr. Miller:\n THAT I’m not sure about.\n\n\nSCP-5732:\n Thank you, though. Really. I’m so excited to make you watch me watch some CGI animals.\n\n\nDr. Miller:\n I’m glad I get to be included.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust got some insider information.\n\n\n\n\nwhat\n\n\n\n\nIt’s classified, top secret\n\n\n\n\ntell me or else\n\n\n\n\nFrench toast sticks tomorrow morning.\n\n\n\n\nf yeah\n\n\n\n\nvr and movies and french toast sticks\n\n\n\n\nAbsolutely.\n\n\n\n\nsee u tomorrow\n\n\n\n\nGoodnight Rory.\n\n\n\n\nhey can i tell u something\n\n\n\n\nits not like urgent or anything i just really want to tell you\n\n\n\n\nhey\n\n\n\n\nur asleep arent u\n\n\n\n\nw/e ill tell u tomorrow gnight\n\n\n\n\nThurs 11:13 PM SMS\n\n\n\n\n\n\n\n\nNote: SCP-5732 died in its sleep on 28/4/2016. Dr. Miller was permitted to keep the remains after cremation, as well as two DVDs from the Foundation’s entertainment library.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. naproxen and ibuprofen as needed\n\n\n2\n. Diphenhydramine\n\n\n3\n. codeine, carbamazepine\n\n\n4\n. levetiracetam\n\n\n5\n. megestrol acetate\n\n\n6\n. oxycodone\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5732\n\" by Raddagher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5732\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following requests were made following the release of SCP-5732’s preliminary medical examination results.\n\n\n\n\n\n",
        "Addendum 2: Accommodations requested by Dr. Miller.\n\n\n\n\n\n",
        "Addendum 3: Additional accommodation requests by Dr. Miller.\n\n",
        "Addendum 4: Additional accommodation requests by Dr. Miller following revision of SCP-5732’s medication regimen.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "Interview with Dr. Miller Date: 21 March 2015",
        "[Begin Log] Dr. Miller: Good morning, SCP-5732. [SCP-5732 doesn’t respond] Dr. Miller: I imagine you’re probably feeling a lot right now. But I need you to work with me and answer some questions. Can you do that? SCP-5732: Yeah. Dr. Miller: The incident that landed you in the hospital, it sounded intense. I’d like to know how you’re feeling, physically. We would like to make sure we aren’t missing anything about your condition. SCP-5732: I feel fine. Sick when I drink water, though. And I got really lightheaded when they let me take a shower. Dr. Miller: And this only happens when you come into contact with water? SCP-5732: It hasn’t happened any other time. Dr. Miller: Good. That means our researchers are on the right track with figuring out how to help you. SCP-5732: You’ve got a weird way of helping. [Neither speak for several seconds] Dr. Miller: You miss your family. SCP-5732: You couldn’t have given me a chance to say goodbye? Dr. Miller: Think of it this way. They think you’re dead. If you actually died in that pool, would you have been able to say goodbye? SCP-5732: …no. Dr. Miller: Goodbyes are a luxury. Most people don’t get them. SCP-5732: Have you? Dr. Miller: Sorry? SCP-5732: Have you ever- not gotten one… uh, have you ever lost somebody, I mean? Dr. Miller: Yes. SCP-5732: …sorry I asked. Dr. Miller: It’s alright. SCP-5732: So what do I do now? I can’t leave, I can’t see anyone, what do I do? Dr. Miller: We’ll start testing your ability in the next few days. We need to see the limits of what you can do so we can mitigate your condition properly. SCP-5732: But what about outside of testing? What do I do? Dr. Miller: Humanoid anomalies like you get access to a rotating schedule of entertainment sources. We have items you can check out, books, video games, movies- SCP-5732: Like the two copies of Spiderman 2 they left me? I just sit around and watch those by myself? Dr. Miller: They only left you two copies of the same movie? SCP-5732: No. I also have Oz: The Great And Powerful. But I would rather watch Spiderman 2 twice. Dr. Miller: Come on. Franco isn’t that bad. SCP-5732: Do you hear yourself? Dr. Miller: I like you. You have a good attitude. SCP-5732: Well yeah, I don’t have anything else, do I? [SCP-5732 is silent for a moment, before beginning to cry] [Dr. Miller removes a piece of paper from his pocket and sets it on the table] Dr. Miller: I’m ending this interview, SCP-5732. For security purposes we can’t allow anomalies to talk with one another, but you can request means of socialization with a certified staff member from this list. We’ve found it helps with mental stability. SCP-5732: Do you think I’m mentally unstable? Dr. Miller: No. But you’re in a very difficult position and you might find yourself needing someone to talk to. SCP-5732: You’re on this list. Dr. Miller: I’m certified for the job. [SCP-5732 doesn’t respond, but takes the paper] [End Log]",
        "Interview with Dr. Miller Date: 27 March 2015",
        "[Begin Log] SCP-5732: (Using an approximation of a Brooklyn accent) Give it to me straight, doc. Am I dying for real this time? [Dr. Miller laughs briefly, but quickly sobers] Dr. Miller: Haha, uh… yeah. SCP-5732: Oh. Shit, huh. Dr. Miller: You don’t seem terribly surprised. SCP-5732: I’m… not? I feel really bad all the time, Dr. Miller. It’s like getting the flu every time I drink something. Sorta just seems like the logical conclusion. Dr. Miller: I’m sorry. [Neither speak for a moment] Dr. Miller: I’m going to speak with the medical staff about putting you on medication to manage your pain. Is there anything else I can do? SCP-5732: I wanna meet James Franco. Dr. Miller: You want to meet- no. I can’t do that. [Dr. Miller pauses] Dr. Miller: Franco? That’s the first person that came to your head? SCP-5732: I was joking. Dr. Miller: You know, you can switch out which movies you have. SCP-5732: Oh, I know. I’m keeping the Spidermans. Dr. Miller: You’re taking this remarkably well. SCP-5732: Taking it badly wouldn’t make me any less… dying. Dr. Miller: Good point. SCP-5732: …but I am gonna cry after this. Probably. I’m just going to wait until you’re not here like I always do. Dr. Miller: I understand. It’s a lot to process. SCP-5732: How long do I have? Dr. Miller: The estimate is about fifteen months. SCP-5732: Oh. That’s not so bad. Plenty of time. Dr. Miller: Plenty of time. You’re certainly a brave one. SCP-5732: Everybody’s dying. What else can I do in here but wait? Dr. Miller: Well, let’s see if we can do something about the waiting. [End Log]",
        "Interview with Dr. Miller Date: 3 May 2015",
        "[Begin Log] Dr. Miller: I’m real sorry, kid. SCP-5732: It’s fine. It was a longshot. Worth a try. Dr. Miller: They did approve us, though. We just might have to wait longer. SCP-5732: I don’t have longer to wait. And it’s okay! It wouldn’t have been the same with all those guards hovering around. Dr. Miller: They’re not so bad. SCP-5732: Every single one I’ve met has been a total hardass. Dr. Miller: It’s just their job. SCP-5732: Did you get the projector, though? Dr. Miller: No. SCP-5732: What? Why not? Dr. Miller: They don’t deem it necessary. [SCP-5732 pretends to cough] SCP-5732: What if I look really sick? Really sick like this? Ohh, I’m dying and I need a projector to watch Spiderman 2 for the 800th time or my dead body will be SUPER anomalous… Dr. Miller: Stop. [A pause. Neither speaks for several seconds.] SCP-5732: Are you going to miss me? Dr. Miller: Of course. SCP-5732: Really though. You must have a million weirdo messed up people exactly like me all over this place. Dr. Miller: Not that many, really. I work with self-neutralizing anomalies. Plenty of anomalies are self-destructive, but usually inanimate objects. Very few are animals, even fewer are humanoid. SCP-5732: Like me? Dr. Miller: Like you. SCP-5732: How many others have there been? Humanoids? Dr. Miller: You’re the fifth. SCP-5732: Do you miss them all? Dr. Miller: I miss them all. SCP-5732: You big sap. Dr. Miller: Absolutely correct. SCP-5732: Why do you keep doing it? Doesn’t it suck? Dr. Miller: If you could have anything, if you could be guaranteed to have ANYTHING before you go, what would it be? SCP-5732: …I don’t want to be alone. Dr. Miller: That’s why. [Dr. Miller sighs] Dr. Miller: And besides, a little time is better than none at all, right? I got to be there to help make some good experiences before they went. SCP-5732: But realistically, how much can you actually DO here? They don’t even let us go outside. Dr. Miller: Eh, checking things off boxes isn’t always what makes the time worthwhile. [End Log]",
        "Audio recording of social visit with Dr. Miller Date: 27 April 2016",
        "[Begin Log] Dr. Miller: How are you feeling? SCP-5732: Oh. You know. Dr. Miller: Yeah. I know. Guess what I brought you? SCP-5732: No way, is that an Oculus? Dr. Miller: I… don’t know. I bought the one that looked good. SCP-5732: You bought it? Dr. Miller: Yeah, why not? They don’t cost that much these days. Have you ever used one? SCP-5732: No. Dr. Miller: It’s pretty cool. There’s an ocean simulator that I think you’ll really like. Want to get it set up tonight? SCP-5732: Actually, I’m not really feeling up to it tonight. Tomorrow though! Dr. Miller: Sounds like a plan. We can get some more of that bucket list stuff crossed off. SCP-5732: Wanna see those animals. Dr. Miller: We can see as many as you want. SCP-5732: Wanna see the Franco in 4k. Dr. Miller: THAT I’m not sure about. SCP-5732: Thank you, though. Really. I’m so excited to make you watch me watch some CGI animals. Dr. Miller: I’m glad I get to be included. [End Log]",
        "\" SCP-5732 \" by Raddagher, from the SCP Wiki . Source: https://scpwiki.com/scp-5732 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5732",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-5732 was cremated on 29/4/2016. Dr. Miller was granted permission to keep the remains as they exhibited no anomalous properties.",
    "description": "SCP-5732 was a female humanoid, aged 20 years. Any water that came into direct physical contact with it was instantly purged of any and all impurities. When SCP-5732 became submerged in any large bodies of water, roughly 1500 liters could be purified before the effect overtaxed the subject and rendered it unconscious.",
    "title": "SCP-5732"
}