{
    "url": "https://scp-wiki.wikidot.com/scp-5736",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nAlert\n: The selected SCP exists within an area of major armed conflict. Due to ongoing instability, the North African Regional Headquarters has recommended that any anomalous entities currently residing in the following areas be extracted with great speed.\n\n\nRepublic of South Sudan\n\n\nDarfur region of Sudan\n\n\nKordofan region of Sudan\n\n\nBlue Nile State (territory disputed)\n\n\nActive containment of anomalous phenomena and entities of object class \nEuclid\n and below is to be halted in the above-mentioned locations.\n\n\nThe current situation is fluid. In such a case, where a major anomalous event in the area may cause \nirreversible\n damage, contact \nSite-189, Khartoum, Sudan\n.\n\n\n— Automated Message, RAISA Africa\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5736\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite-223 burning after being raided by a local militia. Unknown MTF-squad personnel surveying the damage, circa 1968\n\n\n\n\n\n\nSpecial Containment Procedures\n: Any SCP personnel that were employed by the Nile Valley Foundation Branch\n1\n from 1955 to 1964 are to be apprehended and sent to the North African SCP Regional Headquarters for interview.\n\n\nSudan Defense Force (SDF) and Azania Liberation Front\n2\n (ALF) commanders who fought in the Equatoria, Bahr el Ghazal, South Kordofan, and Greater Upper Nile provinces during that time period are to be assessed for previous interactions with the Foundation. If an association is found then the individual is to be amnesticized.\n\n\nUpdate 9/30/2010\n: Lack of funding to the Sudanese branch has restricted amnestic usage to situations that present a “break-the-veil” scenario. Thus, individuals are to be released or terminated on a case-by-case basis.\n\n\nThere are no rigorous containment procedures for SCP-5736 instances available at this time. If instances are ever secured, immediately contact the Ethiopian branch of the SCP Foundation. If possible, implement standard humanoid containment in the interim.\n\n\nUpdate 2/15/2002\n: The North African Regional Headquarters has now instructed that all living SCPs contained within South Sudan are to be transported to the Ethiopian branch following the killing of SCP-SD\n3\n Foundation Director Barnabas Opiyo.\n\n\nThe following document was retrieved by MTF Theta-12 during the Malakal pacification and is conjectured to refer to archival containment procedures of SCP-5736. It has been translated from Arabic to English.\n\n\n\n\nUnknown Date of Transcription\n\n\nTo: Dr. Abdullah Khan, SCPF-Iran\n\n\nMy spy, Mr. Raheem, has just come up from Site-171 in Fuhan and relayed to me some disturbing news.\n\n\nThe traitorous men seem to be selling off magic wands and spirit staves to rebel militia members! And just a fortnight ago Director Khabz told me that containment had now issues when they lost electricity. Imagine my shock when Mr. Raheem saw Khabz himself loading up staves and skulls onto a truck.\n\n\nSelling is one thing, you know selling between branches and sites has always been allowed within our special relationship. But what stopped my sympathy was what Mr. Raheem saw in the containment wing.\n\n\nBy God, our own Foundation tattooing the Seal of Amenirdis\n4\n onto the backs of Nuer\n5\n boys!\n\n\nHe saw the employees speak some tribal language while the boy's eyes shone blue among the rats and darkness down there.\n\n\nI have been granted authority by the Nile Valley group to contain all anomalies and, God-willing, I will contain the evil people in the south. They have been corrupted by their impudent will! Dr. Khan, I commend you for prophesying their betrayal, how they are destroying the divine plan of Nature.\n\n\nI will send soldiers to Site-171 this following week and terminate all those responsible for allowing these creatures to wander the Earth. The SDF nor the SCPF want anything to do such trickery.\n\n\nFrom: Wanyanga Onyango, Director of Site-153, Brigadier General of the Sudanese Defense Force\n\n\n\n\nDescription\n: SCP-5736 were anomalous humanoid entities that were used in battle by the SDF and the ALF during the First Sudanese Civil War and, possibly, the Eritrean War of Independence.\n\n\nThe approximate number of anomalies used during the conflicts is unknown. Reports indicate that the only physical commonality of the entities was the physical inscriptions and a blue-gray eye color.\n\n\nNo specific age range for SCP-5736 instances has been confirmed, but anecdotal evidence suggests a leaning towards late adolescence. The anomalous effects of SCP-5736 appear to be varied and to depend on multiple characteristics such as time of day, diet, and temperament.\n\n\nCircumstantial evidence implies that non-anomalous teenagers undergo some anomalous transformation through the use of some as-of-yet unknown mechanism. Surviving Nile Valley SCP accounts point towards the involvement of the SDF rather than some internal development.\n\n\n\n\n\n\nAdministrative staff of Site-168. The collapse of the Nile Valley branch and the subsequent chaos led many SCP personnel to defect to the ORIA.\n\n\n\n\n\n\nHowever, retrospective analysis of the anomalous weapons division of the SDF has not shown any evidence of SCP-5736 development.\n\n\nIt is difficult to substantiate these accounts because a large majority of individuals, including SDF, ALF, and relevant Nile Valley SCP personnel, were killed in the subsequent Second Sudanese Civil War\n6\n or have since disappeared.\n\n\nThe following recovered document describes some of the known anomalous effects of various SCP-5736 instances.\n\n\n\n\nBENTIU OUTPOST-23 RECOVERY; UPPER NILE STATE\n\n\n\n\nBENTIU OUTPOST-23 RECOVERY; UPPER NILE STATE;\n\n\n\n\n\n\n\n\nNAME\n\n\nLOCATION, TIME USED\n\n\nEFFECT\n\n\nDEAD/EFFECT\n\n\n\n\n\n\nJOSHUA\n\n\nKADUGLI, SEPTEMBER 1954\n\n\n5KM BLAST\n\n\n1000 ALF, 75 SDF, SOME CIVILIANS\n\n\n\n\n\n\nGIRL\n\n\nAD’DAMAZIN PASS, MAY 1960\n\n\nBLACK BLOOD(?)\n\n\n500 ALF, 470 SDF\n\n\n\n\n\n\nSOLOMON\n\n\nBRIDGE OF ABU JU’BAYHA, MARCH 1956\n\n\nDISAPPEARANCE\n\n\n1250 CIVILIANS, 1500 ALF/SDF, 60 CATTLE\n\n\n\n\n\n\nABDUL\n\n\nPARIANG, JULY 1963\n\n\nMELTING SICKNESS, VILLAGES OF KUAJAK, BIGA, JONT DESTROYED\n\n\n??? ALF, >750 SDF\n\n\n\n\n\n\nBOY\n\n\nER RAHAD, FEBRUARY, JULY 1961\n\n\nBOT FLIES\n\n\n900 CIVILIANS, 250 ALF\n\n\n\n\n\n\nSHILOH\n\n\nMALWAL APRIL, 1953\n\n\nREINCARNATION\n\n\nBROUGHT 55 ALF MEN BACK\n\n\n\n\n\n\nNO NAME\n\n\nKODOK MAY, 1959\n\n\nTREE SPIRIT (ARTILLERY DISPATCHED)\n\n\n150 ALF, 10 SDF\n\n\n\n\n\n\nABSALOM ZIMRI\n\n\nGEDIR DECEMBER, 1964\n\n\nUNKNOWN\n\n\n??? SDF, AT LEAST 10000 CIVILIANS\n\n\n\n\n\n\nOJIBWAY\n\n\nMANAT APRIL, 1962\n\n\nCONJUNCTIVA/SCELERA\n\n\nALL LIFE IN 15-20 KM\n\n\n\n\n\n\n\n\n\n\n\n\nThe lack of thorough information on SCP-5736 is due to the suspension of the Nile Valley branch in 1960. The suspension was catalyzed by the assassination of the Nile Valley branch Director Einku Asres through unknown circumstance.\n\n\nUpdate 10/1/2004\n: Accounts from living Nile Valley SCP employees suggest that the assassination of Director Asres was due to an unpaid debt from Site-168's Director Anwar Farra.\n\n\nMany at the time, however, credited the suspension due to the widespread failure of containment as a result of the First Sudanese Civil War, the lack of SCPF presence in Ethiopia on decree of Emperor Haile Selassie of Ethiopia, and the extraordinarily high corruption of SCP personnel in the United Arab Republic\n7\n.\n\n\nFurthermore, multiple SCP sites located in the Darfur and Kordofan regions were looted, burned or otherwise destroyed under unclear circumstances during the era between the suspension of the Nile Valley branch and the establishment of the Sudanese branch. It is currently unclear if the dismantling of these sites was a simple wartime consequence or a concerted effort by either the SDF, ALF, or extant members of the Nile Valley branch.\n\n\nSCP-5736, in particular, was well-known amongst the disparate warlords and commanders during the era due to its lack of containment. However, the extent to which this has affected society in former Nile Valley branch nations is unclear. The ubiquity of anomalous paraphernalia in the region and the societal presence of “shamans” and “spirits” has obscured preliminary searches and evidence for contemporary existence of SCP-5736.\n\n\nThe following is a recovered manuscript from Manna Charitable Foundation Outpost β-2 recovered in 1995. Outpost β-2 was raided by unknown bandits\n8\n and destroyed in 2001.\n\n\n\n\n\n\nIn memory of executives Mekdem Eezkias and Amensisa Sisay, martyrs of our cause, who were killed by the Derg regime of Ethiopia in this past year.\n\n\n\n\n\n\n\n\n\n\nMCF-Africa Division Bulletin-651; ; Headquarters to All MCF Employees operating in Northeast Africa\n\n\n\n\n\n\n\n\n\n\nOf Interest:\n \nhazardous humanoid, SCP Foundation, conflict, humanitarian crisis, biohazard, refugee, DANGER wartime anomaly, SECURITY DISASTER\n\n\n\n\nEntry Ref: Red Alert in Sudan, Magenta Alert in Eritrea/Ethiopia\n\n\nDear agents and volunteers,\n\n\nI hope all of you are safe and healthy in these trying times. For those who have recently transferred to this region, know that the chaotic nature of the past year are unusual and has caused a situation of great concern.\n\n\nThe suspension of the Nile Valley branch of the SCP Foundation has caused many hundreds (possibly thousands) of anomalous objects and persons to be unguarded as many SCP Foundation employees have abandoned their posts. Oftentimes, in your work you may happen upon gangs, militias, and even normal citizens wielding anomalous artifacts.\n\n\nThis is to be ignored for your own safety.\n The ongoing humanitarian crisis in Sudan has levied such an astounding level of human suffering onto the region that the Central Council has approved the use of the Special Reparations' Units. Please recall that you must stay at least 5 meters away from their euphoric aura. These squads will remain in the war-torn regions until the regional SCP Foundation reforms.\n\n\nWe do not expect this, but if the SCP Foundation abandons the region then further reports will follow on aiding the ORIA in their expansion.\n\n\nOf particular concern for are recent reports from our volunteers in Eritrea who have witnessed numerous, catastrophic events of anomalous nature occurring on the frontlines of the ongoing civil war. Information from our network incriminates the Sudan Defense Force as the culprit.\n\n\nThe rumor among the Eritrean Underground is that such individuals arrive on trucks from the northern passageway and are immediately deployed into the battlefield against the Ethiopian Empire. This presents as a possible smuggling operation and as such reality-bending users in the area are permitted to undergo rescue operations. For details, contact your shift supervisor.\n\n\nFor all others throughout the area, please be on the lookout and report such entities. Their description is as follows: 17-22 year old Dinka/Nuer males, Nubian/Egyptian inscriptions and markings on visible portions of their body (may present as ritual scarification), blue conjunctiva that shines in the night.\n\n\nUnfortunately, due the recent deaths of aid workers and anomalous personnel, there will be no extra reinforcements sent to Ethiopia and Eritrea, besides what is already being sent.\n\n\nAnd just as reminder to those who feel anxious or concerned, your work matters to all the people you help. We don't need affirmation of our positive impact, even if the SCP Foundation never returns to contain the anomalies of this corner of the world, we will always help people in need. Be they like us or unlike us.\n\n\nGod bless you and God bless the Manna Charitable Foundation.\n\n\n~\nMCF-Africa Headquarters, Johannesburg, South Africa\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A post-World War 2 SCP Foundation merger of the Republic of the Sudan, Federation of Ethiopia and Eritrea, and United Arab Republic branches.\n\n\n2\n. Armed rebel group active during the First Sudanese Civil War in conflict over South Sudanese separatism.\n\n\n3\n. Sudan\n\n\n4\n. The first “God’s Wife of Amun” or highest ranking priest of the Amun Cult during the 25th dynasty of Egypt during the Golden Age of the Kushite Empire.\n\n\n5\n. Nilotic people group present in Sudan and South Sudan.\n\n\n6\n. Armed conflict from 1983 to 2005 that resulted in the displacement of 4 million people, the deaths of 2.5 civilians, and the complete destruction of most infrastructure.\n\n\n7\n. In one such notable case, members of the local Cairo Sarkic Society caused the Blood Incident: Living Pyramid, despite being warned ahead of time by local peoples.\n\n\n8\n. Possibly the “Black Eternal Army of Zande” or “Supreme Front of Nubia; Liberation Army.\"\n\n\n\n\n\n\n\n\n« \nSCP-5735\n | SCP-5736 | \nSCP-5737\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Unknown Date of Transcription To: Dr. Abdullah Khan, SCPF-Iran My spy, Mr. Raheem, has just come up from Site-171 in Fuhan and relayed to me some disturbing news. The traitorous men seem to be selling off magic wands and spirit staves to rebel militia members! And just a fortnight ago Director Khabz told me that containment had now issues when they lost electricity. Imagine my shock when Mr. Raheem saw Khabz himself loading up staves and skulls onto a truck. Selling is one thing, you know selling between branches and sites has always been allowed within our special relationship. But what stopped my sympathy was what Mr. Raheem saw in the containment wing. By God, our own Foundation tattooing the Seal of Amenirdis 4 onto the backs of Nuer 5 boys! He saw the employees speak some tribal language while the boy's eyes shone blue among the rats and darkness down there. I have been granted authority by the Nile Valley group to contain all anomalies and, God-willing, I will contain the evil people in the south. They have been corrupted by their impudent will! Dr. Khan, I commend you for prophesying their betrayal, how they are destroying the divine plan of Nature. I will send soldiers to Site-171 this following week and terminate all those responsible for allowing these creatures to wander the Earth. The SDF nor the SCPF want anything to do such trickery. From: Wanyanga Onyango, Director of Site-153, Brigadier General of the Sudanese Defense Force",
        "Entry Ref: Red Alert in Sudan, Magenta Alert in Eritrea/Ethiopia Dear agents and volunteers, I hope all of you are safe and healthy in these trying times. For those who have recently transferred to this region, know that the chaotic nature of the past year are unusual and has caused a situation of great concern. The suspension of the Nile Valley branch of the SCP Foundation has caused many hundreds (possibly thousands) of anomalous objects and persons to be unguarded as many SCP Foundation employees have abandoned their posts. Oftentimes, in your work you may happen upon gangs, militias, and even normal citizens wielding anomalous artifacts. This is to be ignored for your own safety. The ongoing humanitarian crisis in Sudan has levied such an astounding level of human suffering onto the region that the Central Council has approved the use of the Special Reparations' Units. Please recall that you must stay at least 5 meters away from their euphoric aura. These squads will remain in the war-torn regions until the regional SCP Foundation reforms. We do not expect this, but if the SCP Foundation abandons the region then further reports will follow on aiding the ORIA in their expansion. Of particular concern for are recent reports from our volunteers in Eritrea who have witnessed numerous, catastrophic events of anomalous nature occurring on the frontlines of the ongoing civil war. Information from our network incriminates the Sudan Defense Force as the culprit. The rumor among the Eritrean Underground is that such individuals arrive on trucks from the northern passageway and are immediately deployed into the battlefield against the Ethiopian Empire. This presents as a possible smuggling operation and as such reality-bending users in the area are permitted to undergo rescue operations. For details, contact your shift supervisor. For all others throughout the area, please be on the lookout and report such entities. Their description is as follows: 17-22 year old Dinka/Nuer males, Nubian/Egyptian inscriptions and markings on visible portions of their body (may present as ritual scarification), blue conjunctiva that shines in the night. Unfortunately, due the recent deaths of aid workers and anomalous personnel, there will be no extra reinforcements sent to Ethiopia and Eritrea, besides what is already being sent. And just as reminder to those who feel anxious or concerned, your work matters to all the people you help. We don't need affirmation of our positive impact, even if the SCP Foundation never returns to contain the anomalies of this corner of the world, we will always help people in need. Be they like us or unlike us. God bless you and God bless the Manna Charitable Foundation. ~ MCF-Africa Headquarters, Johannesburg, South Africa"
    ],
    "title": "SCP-5736"
}