{
    "url": "https://scp-wiki.wikidot.com/scp-5737",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\n\n\nNote: The following document is provided for informational purposes only, as no containment protocols have been put into place for SCP-5737. Historically, SCP-5737 has been assumed non-anomalous due to its near-universal presence in humans, and I expect that many will conclude this document with that belief still firmly in place. As the description below addresses an issue of significant personal value to many, discretion is advised when reading.\n\n\n- Dr. Copeland, head researcher for SCP-5737\n\n\n\n\nItem #:\n SCP-5737\n\n\nObject Class:\n Explained\n\n\nSpecial Containment Procedures:\n Because of the extensive period of time elapsed between SCP-5737’s occurrence and the present day, as well as the unacceptable risk of any method of ongoing containment causing an MK-Class “End of Human Consciousness” scenario, SCP-5737 is functionally uncontainable. Containment efforts are to focus on minimizing the effects of SCP-5737 expression among extant human cultures via the promotion of humanistic politics and maintenance of containment procedures associated with identified Groups of Interest. The existence of SCP-5737 is to be confirmed only to Level 4 and higher Foundation researchers; individuals without Level 4 clearance who become aware of SCP-5737 are to receive targeted amnesticization.\n\n\nDescription:\n SCP-5737 is a hypothetical ontological shift, presumptively dated to the Ediacaran period (635-541 MYA), that affected the ancestral Nephrozoan\n1\n and all descendent lineages. The suite of physiological characters resulting from SCP-5737 permit the emergence of the set of qualia commonly described as “spiritual/religious experiences”. As spiritual or spiritual-like practices have been observed in both \nprotostome\n and deuterostome lineages, the influence of SCP-5737 is presumed plesiomorphic\n2\n, and lineages in which spiritual-like practices are not present are hypothesized to have secondarily lost its influence.\n\n\nDue to the extremely widespread expression of SCP-5737 across bilaterian taxa and its universal expression across human cultures, several non-anomalous theories have been developed by civilian organizations as to the origin of its effects. These theories include SCP-5737 promoting social bonding and group cohesiveness, serving as a motivating force for the acquisition of resources and territory in early hominids, and being an emergent property at a certain level of cognitive development conferring no significant fitness benefits. However, the development by the Foundation of the Hume and Akiva scales has allowed accurate analysis of metaphysiological changes in organisms expressing SCP-5737-dependent behaviour, which permitted its anomalous nature to be determined.\n\n\nHuman susceptibility to SCP-5737 expression follows a normal distribution, with approximately 15% of the human population considered abnormally prone to spiritual experiences and approximately 10% considered abnormally resistant. Cultural factors explain more than half (55%) of this variation. Additionally, individuals diagnosed with or who meet the criteria for autism spectrum disorder have a significantly higher likelihood of being resistant to SCP-5737’s effects than the general population. Research into the heritability of SCP-5737 susceptibility has proven inconclusive due to heavy confounding from upbringing and culture. In humans, SCP-5737 displays a mild antimemetic quality: individuals frequently express an inability to accurately describe the qualia produced by SCP-5737. Despite this, a number of indices have been developed both by the Foundation and by civilian organizations to estimate the degree of SCP-5737 expression in any given individual\n3\n. Variability is also observed in emotional response to SCP-5737: while a majority of people (~60%) display no marked emotional response to the possibility of spiritual experience, the remaining 40% are evenly divided between individuals expressing openness and optimism regarding the possibility and those who claim such an experience has or would be significantly distressing for them. Typical methods of inducing spiritual experiences include the use of psychoactive substances, repetitive movements, and the recitation of creeds or songs, although spontaneous ones are also commonly reported.\n\n\nThe presentation of SCP-5737 has been most extensively studied in \nHomo sapiens\n; however, ethological, paleo-anthropological, and paleontological research has revealed that it presents in similar ways in other species. The following table provides a generalized overview of major taxonomic groups in which evidence for SCP-5737 expression is present either behaviourally or physically: for more information, please see Document 5737-583-X4 (“Validity and Ethology of Behavioural Markers for High-Penetrance SCP-5737 Expression Across the Tree of Life”, by Foundation researchers Dr. T.I. Copeland, Dr. P.W. Goldschmid, and Assistant Researcher A. T. Zhang.)\n\n\n\n\n\n\nTaxonomic Group\n\n\nBehaviour/Documentation\n\n\n\n\n\n\nHomo sapiens\n\n\nReligious and spiritual behaviour in modern humans has been extensively documented. Approximately 93% of the current human population professes some degree of religious or spiritual belief; among the remaining 7% the majority also report at least one non-contextualized experience that aligns with sensations typical to SCP-5737. The recreational or ritual use of entheogens across diverse human cultures, even those with notable negative side effects, provides further evidence of the social significance placed upon expressions of SCP-5737.\n\n\n\n\n\n\nPan troglodytes\n\n\nRitual behaviour is also well-documented in chimpanzee societies. The emotion-like states, symbolic information transmission, and metacognitive behaviour that are permissive of SCP-5737 expression are extensively evidenced. Pre-death and post-death care, as well as deliberate post-death silence, controlled vocalization, and observation of corpses indicate the presence of a death culture. Ritualized behaviours indicating respect and awe are also frequently directed towards water. At the onset of heavy rains, a “rain dance” is performed involving rhythmic movements, repeated behaviours, and controlled vocalization matching religious rites of \nHomo sapiens\n; individualistic spiritual experiences are induced and expressed by behavioural displays and continuous observation resembling obeisance directed towards waterfalls and streambeds. These forms of pious expression are both individualized and normative, illustrating the qualitative nature of SCP-5737 expression.\n\n\n\n\n\n\nHomo sapiens neanderthalensis\n\n\nH. s. neandenthalensis\n is one of the best-known examples of non-human SCP-5737 expression both among the Foundation and the civilian population. Deliberate burial of the corpses of conspecifics, as well as the provision of grave goods, provide evidence a well-developed death culture. In particular, the inclusion among these grave goods of the bones of other animals and stone and bone items unusable as tools indicates that the metaphysical nature of these things was valued above the physical.\n\n\n\n\n\n\nLoxodonta sp.\n\n\nMourning behaviour in African elephants has been extensively documented, and individuals have been observed burying the corpses of deceased members of their kin groups, as well as, occasionally, unrelated animals including buffalos, cows, and humans. Some have been reported to observe the cycles of the moon, bathing preferentially upon the full moon and performing behaviours resembling obeisance, including the waving of branches and focussed observation, in the direction of a waxing moon. As SCP-5737-dependent behaviours act as a positive stimulus inducing or intensifying its expression in other individuals, the conviction with which multiple human subcultures believe African elephants are fully capable of religious and spiritual behaviour serves as an additional indicator of its expression in this genus.\n\n\n\n\n\n\nArthropoda\n\n\nCognition in arthropods is variable, in part because different arthropod groups display dramatically different social structures. The most developed cognitive abilities seem to be within the Hymenoptera: experimentation on \nApis\n species illustrates the presence of the emotion-like states, symbolic information transmission, and metacognitive behaviour that are permissive of SCP-5737 expression. There is also controversy as to whether recently-translated writings from \nPseudomyrmex ferruginea\n4\n illustrate thought processes dependent on SCP-5737 or simply superficially similar. To date, full expression of SCP-5737 has only been observed in arthropod species or races that are themselves anomalous. See also documentation for \nSCP-4067\n.\n\n\n\n\n\n\nAmmonoidea\n\n\nSee documentation for \nSCP-4246\n.\n\n\n\n\n\n\nTherapoda\n\n\nSee Addendum 5737-1.\n\n\n\n\n\n\nAddendum 5737-1:\n Paleontological evidence for SCP-5737 in therapods\n\n\nIn primary investigation of SCP-5737’s influence on metazoan evolution and cultural development, the Horizon Initiative was contacted for consultation, with particular research efforts focussed on the methodology by which they pursued the integration of themes from extant scriptures into a conceptually coherent whole known as the Universal Texts project. During discussions, Initiative representative S. Yilmaz informed Foundation representative Dr. T.I. Copeland that Foundation conjecture regarding SCP-5737 could be useful in contextualizing certain artifacts which the Initiative had contained in 1999.\n\n\nA Berriasian\n5\n paleontological dig site had retrieved multiple fossils that resembled deliberate engraving and embossing from a fluvial shale deposit and had published images of the fossils in the supplementary data of their preliminary results. Initiative webcrawlers identified potential anomalous activity and the fossils were taken into Initiative custody to be interpreted. The fossils were determined to be casts of engravings that had originally been made in an unknown, but likely soft (less than 3 on the Mohs scale) substrate. With the aid of three-dimensional scanning and spatial rendering techniques and pattern analysis software, Initiative linguists managed to reconstruct and presumptively translate the symbolic language used. The Foundation has been given limited access to Horizon Initiative servers to view these documents.\n\n\n\n\n+ VIEW HORIZON INITIATIVE DOCUMENTS\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nVerifying Horizon Initiative credentials…\n\n\nAccessing Universal Texts…\n\n\nQuerying \"Dinosaur Gospel\"…\n\n\n3 texts found.\n\n\nHistory of the Redlands, Chapter 21;\n\n\nWanderings of Umberfoot, Chapter 7;\n\n\nHymn to the Turning Lights, Chapter 1\n\n\n\n\n\n\n\n\nThe Tournament of Bright Autumn\n\n\n21\n \n4\nBlue-Feathers, his crest at peak and teeth bared, roared challenge to the Black-And-Green Scale, so that they might meet on the field in single combat and settle the matter of the honor of She-Who-Tears-At-Furred-Ones. \n5\nThe battle would be by bone-spear, riding upon their beaked beasts, until one lay slain and the matter of honor had been sealed, and the line could then continue by her eggs. \n6\nAnd unwilling to be shamed the Black-And-Green Scale took up this challenge, and each departed for their own land, to return to the field in three days’ time.\n\n\n7\nOn the third day, Blue-Feathers returned with his company to the field, and they were eighty-two\n6\n strong. \n8\nTheir crests they had adorned with the red earth, and their claws of the same, \n9\nand thus arrayed Blue-Feathers took up his weapon and bestrode his mount. \n10\nThen did the host of the Black-And-Green Scale come up, and they were even greater, numbering one hundred and three, and they too had donned their ceremonial colouration. \n11\nBesides these there was a great host that had come to observe, and [Indistinguishable] and her company about her.\n\n\n12\nThen did a captain of Blue-Feathers look to the sky, and he spoke: “I see the enduring light migrating low, and it draws nigh to the flank of the sacred mountain. Surely this is a good omen, and fortune shall favour you in this contest; he shall be delivered unto you.” \n13\nBut Blue-Feathers replied, “Speak not of fortune or of omens to me. For does not one control his future by his own strength only, and take no heed of whatever else may be? And this day\n\n\n[At this point the text breaks off until a much later point in the narrative. Remaining verses may be found under query: History of the Redlands]\n\n\n\n\n\n\n\n\n\n\n7\n In that place it had come to pass that a great landfall had occurred, and it had blocked the flow of the river and contaminated the lower slopes with mud. \n8\nTherefore Redcrest had departed from his burrows, and had journeyed into the east, seeking the great plains and the persistent river-pools that were there, \n9\nfor he had been told that the land was fertile and gave forth many lizards and insects for food. \n10\nBut Umberfoot had no knowledge of this, and she ascended the mountain-slope, and she made the call that was to summon him. \n11\nBut Redcrest came not.\n\n\n12\nThinking to herself that she had merely come upon a time when he was hunting, she settled herself down beneath the dark trees to wait. \n11\nBut when the night fell, she perceived that he did not return. \n13\nSo she rose and journeyed three more days, until she entered the hill country.\n\n\n14\nIn this place the forest became thin, and\n\n\n[The following five lines have been lost]\n\n\n20\n “What is that to us?” they asked. \n21\nSo she continued on, until she encountered a herd of the small gliding beasts, and they were hunting, upturning the vegetation with their feet and their beaks to drive out the insects and the scurrying creatures. \n22\nAnd she asked of them, “Do ye know the paths of this land? For they are unfamiliar to me, and yet here was I sent to seek the holy one, who I have heard dwells far from here.” \n23\nAnd they answered: “There are no holy ones that dwell within this land,\n\n\n[The text here becomes uncertain; it appears that the small beasts attempt to convince her of the sanctity of a certain tree within their boundaries, and demand tribute to it.]\n\n\n24\nBut she departed, and continued until [Remainder of text lost or absent]\n\n\n\n\n\n\n\n\n\n\n1\n Let us make joyful our exclamation unto you, of all beings most worthy thereof\n\n\n2\n You that bring all things to life, you that uphold the forests\n\n\n3\n We will celebrate you at the breaking of the day, in all your many names\n\n\n3\n And at its ending we shall sing them again\n\n\n4\n For you are without fail, o ruling lights\n\n\n5\n Never in all memory have you ceased in your appearance\n\n\n6\n Or refrained from arising at the proper time and season\n\n\n7\n Ye timekeepers, ye commanders of the present and the future\n\n\n8\n Unto you shall I cry honour; every day, until the failing of my strength\n\n\n9\n For the splendour of your shine is above telling\n\n\n10\n Oh ye sky-creatures, oh ye heaven-denizens\n\n\n11\n Who then can conceive of the reach of your necks\n\n\n12\n And the range of your territories; the land over which you roam extends from the uttermost rims of the world to its center\n\n\n13\n From the waters to the high deserts, and from the river to the swampland\n\n\n14\n All that tread upon and over them make obeisance to you\n\n\n15\n All set their voices up like steam at the sight of you.\n\n[Remaining verses lost or absent]\n7\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5737-2:\n Personal reflection of Dr. Copeland\n\n\n\n\n+ VIEW DOCUMENT\n\n\n\n\n- Close\n\n\n\n\n\n\nWhen the Foundation first assigned me to SCP-5737, and when the data first began to link together into a coherent narrative, I… have to admit I was not surprised. As I progressed in my research, I had been fearing - or hoping for - what felt like the inevitable approach of this day: that something would appear and prove to me, beyond a shadow of a doubt, that the ontological naturalists were right, and metaphysical belief is objectively false. It is an ages-old war: is pure mechanism too cold and comfortless and inhuman? Is any sort of faith just self-delusion? It is clear why knowledge of SCP-5737 was so restricted, even though it bears no unforeseen threat; such a revelation would shake anybody to their core.\n\n\nSo what are we, those with clearance to know this, to do? Ought we to doubt any belief we hold that has not been supported by extensive, rigorous, double-blind scientific study? Are we to discount the experience of any feeling that does not have a currently-available and strictly rational explanation? Are we to discount the experience of emotion at all? Such a worldview, although highly conservative and prone to Type II error, would serve as something of an inoculation against the effects of SCP-5737.\n\n\nAnd yet, it seems a miserable way to live. In consistent doubt of one’s own ability to even perceive the world as it truly is, regardless of understanding. I am not a theologian, nor a ethologist, nor even a psychologist - I am a paleontologist, and have always considered myself somewhat detached from such philosophical questions. After all, the past is unchangeable, and what we have access to is merely a hugely-incomplete record of its physical processes. The mechanistic is the only view through which any kind of study is possible.\n\n\nYet I can say with confidence that I am not among the resistant to SCP-5737. I have never professed a formal religion, but I have observed things that have taken away my breath, that I have felt myself unworthy to see: escarpments with bedding spanning hundreds of millions of years, that felt like looking down time itself, and acritarchs so perfectly and precisely formed, at such a small scale, that they seemed nearly impossible. Things that seemed very similar, qualia-wise, to the way my more religious colleagues speak of God.\n\n\nWe, the Foundation, have since our inception been dedicated to the preservation of normalcy, as defined not in the mathematical sense but by our own, qualitative perceptions of the state of the world. Yet surely a truly scientific approach would make no claims as to normality. As well as we can measure, the anomalous and the non-anomalous exist with equal validity. The belief that there \nis\n a normal might not be supported by any other agency, and yet we are all willing to live and die in its name. I have heard that everyone worships something, and the only choice is what: perhaps that is ours. I say this not to condemn, nor to extol, merely to attempt to observe.\n\n\nWhat would the world have been like without SCP-5737? How much of what we think, feel, value can be attributed to its action? What traces has it left in our millions of years of history - and will it ever degrade? One thing every paleontologist knows with certainty is that his study cannot ever have control groups, or replications, or an \nn\n greater than 1; there has only been one history, and evolution winds the clock forwards but never winds it back. I may wonder what another world, and another normalcy, would have looked like until the day I die, and receive no more clarity than I have now.\n\n\nI suppose I will have to be content with that.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The clade Nephrozoa encompasses all animals with a true coelom, digestive tract, excretory organs, and nerve cords.\n\n\n2\n. Plesiomorphic characters are ancestral within a group of organisms, in contrast with apomorphic characters, which are more recent changes away from this ancestral state.\n\n\n3\n. For more information, see \n“Measuring Spirituality as a Universal Human Experience: A Review of Spirituality Questionnaires”\n by E.J. Meezenbroek et al.\n\n\n4\n. See \n\"The Author of the Acacia Seeds\"\n by U.K. Guin.\n\n\n5\n. An age of the Early Cretaceous spanning 145-140 MYA.\n\n\n6\n. The exact value represented by this number is unknown, but it appears to represent a company of significant size.\n\n\n7\n. It should be noted that the behaviour described here bears significant resemblance to the tendency of extant Aves to engage in crepuscular vocalization, commonly known as the “dawn chorus”.\n\n\n\n\n\n\n\n\n« \nSCP-5736\n | SCP-5737 | \nSCP-5738\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5737\n\" by OriCat, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5737\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n sun.jpg\n\n\nAuthor:\n \nSunnyClockwork\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [
        "Addendum 5737-1: Paleontological evidence for SCP-5737 in therapods\nIn primary investigation of SCP-5737’s influence on metazoan evolution and cultural development, the Horizon Initiative was contacted for consultation, with particular research efforts focussed on the methodology by which they pursued the integration of themes from extant scriptures into a conceptually coherent whole known as the Universal Texts project. During discussions, Initiative representative S. Yilmaz informed Foundation representative Dr. T.I. Copeland that Foundation conjecture regarding SCP-5737 could be useful in contextualizing certain artifacts which the Initiative had contained in 1999.\nA Berriasian 5 paleontological dig site had retrieved multiple fossils that resembled deliberate engraving and embossing from a fluvial shale deposit and had published images of the fossils in the supplementary data of their preliminary results. Initiative webcrawlers identified potential anomalous activity and the fossils were taken into Initiative custody to be interpreted. The fossils were determined to be casts of engravings that had originally been made in an unknown, but likely soft (less than 3 on the Mohs scale) substrate. With the aid of three-dimensional scanning and spatial rendering techniques and pattern analysis software, Initiative linguists managed to reconstruct and presumptively translate the symbolic language used. The Foundation has been given limited access to Horizon Initiative servers to view these documents.",
        "Addendum 5737-2: Personal reflection of Dr. Copeland"
    ],
    "documents": [],
    "notes": [
        "Note: The following document is provided for informational purposes only, as no containment protocols have been put into place for SCP-5737. Historically, SCP-5737 has been assumed non-anomalous due to its near-universal presence in humans, and I expect that many will conclude this document with that belief still firmly in place. As the description below addresses an issue of significant personal value to many, discretion is advised when reading. - Dr. Copeland, head researcher for SCP-5737",
        "When the Foundation first assigned me to SCP-5737, and when the data first began to link together into a coherent narrative, I… have to admit I was not surprised. As I progressed in my research, I had been fearing - or hoping for - what felt like the inevitable approach of this day: that something would appear and prove to me, beyond a shadow of a doubt, that the ontological naturalists were right, and metaphysical belief is objectively false. It is an ages-old war: is pure mechanism too cold and comfortless and inhuman? Is any sort of faith just self-delusion? It is clear why knowledge of SCP-5737 was so restricted, even though it bears no unforeseen threat; such a revelation would shake anybody to their core. So what are we, those with clearance to know this, to do? Ought we to doubt any belief we hold that has not been supported by extensive, rigorous, double-blind scientific study? Are we to discount the experience of any feeling that does not have a currently-available and strictly rational explanation? Are we to discount the experience of emotion at all? Such a worldview, although highly conservative and prone to Type II error, would serve as something of an inoculation against the effects of SCP-5737. And yet, it seems a miserable way to live. In consistent doubt of one’s own ability to even perceive the world as it truly is, regardless of understanding. I am not a theologian, nor a ethologist, nor even a psychologist - I am a paleontologist, and have always considered myself somewhat detached from such philosophical questions. After all, the past is unchangeable, and what we have access to is merely a hugely-incomplete record of its physical processes. The mechanistic is the only view through which any kind of study is possible. Yet I can say with confidence that I am not among the resistant to SCP-5737. I have never professed a formal religion, but I have observed things that have taken away my breath, that I have felt myself unworthy to see: escarpments with bedding spanning hundreds of millions of years, that felt like looking down time itself, and acritarchs so perfectly and precisely formed, at such a small scale, that they seemed nearly impossible. Things that seemed very similar, qualia-wise, to the way my more religious colleagues speak of God. We, the Foundation, have since our inception been dedicated to the preservation of normalcy, as defined not in the mathematical sense but by our own, qualitative perceptions of the state of the world. Yet surely a truly scientific approach would make no claims as to normality. As well as we can measure, the anomalous and the non-anomalous exist with equal validity. The belief that there is a normal might not be supported by any other agency, and yet we are all willing to live and die in its name. I have heard that everyone worships something, and the only choice is what: perhaps that is ours. I say this not to condemn, nor to extol, merely to attempt to observe. What would the world have been like without SCP-5737? How much of what we think, feel, value can be attributed to its action? What traces has it left in our millions of years of history - and will it ever degrade? One thing every paleontologist knows with certainty is that his study cannot ever have control groups, or replications, or an n greater than 1; there has only been one history, and evolution winds the clock forwards but never winds it back. I may wonder what another world, and another normalcy, would have looked like until the day I die, and receive no more clarity than I have now. I suppose I will have to be content with that.",
        "\" SCP-5737 \" by OriCat, from the SCP Wiki . Source: https://scpwiki.com/scp-5737 . Licensed under CC-BY-SA .",
        "Name: sun.jpg Author: SunnyClockwork License: CC BY-SA 3.0"
    ],
    "item": "SCP-5737",
    "object_class": "Explained",
    "containment_procedures": "Because of the extensive period of time elapsed between SCP-5737’s occurrence and the present day, as well as the unacceptable risk of any method of ongoing containment causing an MK-Class “End of Human Consciousness” scenario, SCP-5737 is functionally uncontainable. Containment efforts are to focus on minimizing the effects of SCP-5737 expression among extant human cultures via the promotion of humanistic politics and maintenance of containment procedures associated with identified Groups of Interest. The existence of SCP-5737 is to be confirmed only to Level 4 and higher Foundation researchers; individuals without Level 4 clearance who become aware of SCP-5737 are to receive targeted amnesticization.",
    "description": "SCP-5737 is a hypothetical ontological shift, presumptively dated to the Ediacaran period (635-541 MYA), that affected the ancestral Nephrozoan1 and all descendent lineages. The suite of physiological characters resulting from SCP-5737 permit the emergence of the set of qualia commonly described as “spiritual/religious experiences”. As spiritual or spiritual-like practices have been observed in both protostome and deuterostome lineages, the influence of SCP-5737 is presumed plesiomorphic2, and lineages in which spiritual-like practices are not present are hypothesized to have secondarily lost its influence.",
    "title": "SCP-5737"
}