{
    "url": "https://scp-wiki.wikidot.com/scp-5738",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n2/5738\n LEVEL \n2/5738\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-5738\n\n\nObject Class: Safe\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5738-E in containment after its retrieval.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5738-A through F are to be contained in separate standard secure item storage lockers at Storage Site-5738. SCP-5738-A through F can only be removed for testing purposes by personnel with a clearance level of 2 or higher.\n\n\nDescription:\n SCP-5738 refers to six individual pairs of iron prison shackles made to bind the subject's wrists, collectively designated SCP-5738-A to -F. Testing suggests that these shackles originate from the late 14th century of the Ottoman Empire. This is supported by the use of the shackles in a building formerly used for holding children taken to be raised as Janissaries\n1\n.\n\n\nWhen a living being is restrained with these shackles for a period of five minutes or longer, the affected subject will become an instance of SCP-5738-1. SCP-5738-1 subjects will periodically experience breaks from the standard temporal flow of the universe for the remainder of their life. This phenomenon has often been described as \"frozen\" or \"stopped\" time.\n\n\nThese periods of temporal flow dissonance will occur at semi-regular intervals to SCP-5738-1 instances after their initial adjustment period. During these episodes, time will continue to flow only for the SCP-5738-1 instance and any matter within a radius of approximately 1 meter of any part of the instance\n2\n. The length of these episodes varies greatly between individuals. However, the duration of episodes for each individual subject appears to be consistent.\n\n\nDiscovery:\n SCP-5738 was initially discovered after Silivri Prison in Istanbul, Turkey reopened and reports of anomalous events began occurring, despite the new management of the prison, including cases of sudden suffocation, impossible disappearances, and random necrosis of tissue\n3\n. After it came to the Foundation's attention, Researcher Flemming and Agent Fargo were dispatched to investigate under the guise of a government inspection. Five days into their investigation, a dispute with the warden ensued\n4\n, resulting in a temporary imprisonment of both Foundation employees. At this time, both Researcher Flemming and Agent Fargo became SCP-5738-1 instances, discovering its properties.\n\n\nAddendum-1:\n Upon returning, Researcher Flemming was appropriately disciplined for the incident causing him and Agent Fargo to become instances of SCP-5738-1. While Researcher Flemming was held as a temporary test subject, Agent Fargo was allowed to continue his work after 24 hours of observation, due to his clean record and demonstrated loyalty to the Foundation. During this time, he kept an audio diary of his episodes at the researchers' request. These logs are presented below.\n\n\n\n\nOpen Audio Log Day 1\n\n\n\n\nClose Audio Log Day 1\n\n\n\n\n\n\nTime Recorded:\n 23/06/2019 - 1:30pm\n\n\n[Playing Audio]\n\n\nAgent William Fargo here, recording as requested by my superiors. I'm having my fourth episode now, so I don't have much to do other than record. I'm supposed to be transporting a D-class right now, but the central computer system doesn't exactly work when time's frozen, so the door won't even open until this is over. Might as well get a bagel while I wait; good thing I like 'em untoasted.\n\n\nWell I guess I should start with an explanation. Because of SCP-5738, time and I, well, we don't exactly get along like we used to, and space isn't as fond of me either. I get stuck every once and a while in a moment of time, all alone. You'd think it would be exciting, powerful even, and at first it was, but now it's more inconvenient than anything else. Anyway, that covers the basics at least. If you'll excuse me, I've got a not-so-hot date with a bagel and the closest things to beds I can find.\n\n\n[End of recording.]\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Audio Log Day 2\n\n\n\n\nClose Audio Log Day 2\n\n\n\n\n\n\nTime Recorded:\n 24/06/2019 - 9:53am\n\n\n[Playing Audio]\n\n\nHello again. It's only been four days, for the rest of the world at least, but it feels like it's been a week for me. They've been happening more frequently now, four or five times a day; that's what? A day and a half of stopped time per day? God, I better get used to living like this soon. I wish I could bring my shrink in here, or anyone for that matter.\n\n\nI suppose of all the skips to get hit with, I certainly could have done worse. I'm still alive, and my brain still works like it should, for now at least, but I still wouldn't wish this on anyone. Several times a day, I'm stuck, no light or sound outside my meter bubble, and the light fades away quickly enough anyhow. I get to take naps on the job now at least; though it only takes a couple minutes before I need to move and get some fresh air. Still… not many better ways to spend eight hours alone.\n\n\n[End of recording.]\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Audio Log Day 3\n\n\n\n\nClose Audio Log Day 3\n\n\n\n\n\n\nTime Recorded:\n 25/06/2019 - 3:13pm\n\n\nI bought a bunch of extra power banks\n5\n for my phone yesterday, so at least I won't be completely bored out of my mind waiting for time to start up again. Outlets don't work as intended during episodes, it seems. I've also gotten into the habit of keeping food and water on me at all times, just in case. I don't want to end up like those prisoners.\n\n\n\n\n\n\nTime Recorded:\n 25/06/2019 - 3:13pm\n\n\n[Playing Audio]\n\n\nI've gotta be careful, I can bring people, skips, or anything in here with me if I get close enough; though I can't bring 'em all the way in without practically hugging them, and that doesn’t sound fun.\n\nApparently, I got too close to a D-class last time, just for twenty minutes or so. Parts of her right leg and right hand died while they were still attached, not that I could see any of it happening. All the light I get either comes from my phone or gets used up near instantly. At this point, I'm more used to being blind than not. Still though, I've gotta pay more attention. It's all too easy to get people hurt, or worse.\n\n\n[Agent Fargo is heard laughing for a few seconds.]\n\n\nMaybe I should pay Flemming a visit. Nah, I couldn't; at least he's suffering through this too. Not as much though, it seems.\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 25/06/2019 - 7:06pm\n\n\n[Playing Audio]\n\n\nI broke up with my girlfriend today. How am I supposed to explain that I never sleep at night anymore? Why I randomly teleport around the apartment? I can't share even half of my life with her anymore. Can't share it with anyone.\n\n\nThe worst part is that she's still here, crying. I can't see it anymore, thank fuck, but I know she's still there, upset and confused. Only seven and a half hours left to go. If I can get her out of here without having another episode that is…\n\n\n[Slow, rhythmic breathing is heard for 12 seconds.]\n\n\n[End of recording.]\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Audio Log Day 4\n\n\n\n\nClose Audio Log Day 4\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nShit, the door closed behind me, looks like I’ll be stuck in a D’s cell for the better part of today. Oh well, just as good a time as any to catch up on “The Wire”.\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nFUCK FUCK FUCK. The door's sealed. IT’S. FUCKING. SEALED! How could I forget? ONE FUCKING SECOND, and now I'm dead. I'm just gonna be another case of suffocation. I can’t move around enough to get fresh air. I’ve already gone through what feels like half the air, and I’ve only been here an hour. I’ve gotta figure a way out of here.\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nOkay, I’ve tried swiping my ID in every way imaginable and now the damn thing’s lost power. The door’s still not budging though. What am I gonna do? Maybe I can shoot through the door or the wall? Enough to break it open the rest of the way with my fists?\n\n\n[Only heavy breathing is heard for thirty seconds.]\n\n\nWhat am I thinking? This place is built to withstand far tougher things than me.\n\n\n[Silence for 11 seconds.]\n\nI wish I could have seen Angela again, even if she was crying.\n\n\nPlease, God, Jesus, SCP-343, anyone. Please, just let me say goodbye to my family, to Angela, to my cat, anyone. Please…\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nI just had to get a D out of their cell, and now I’m going to die from something that was made to protect us, protect me. It’d almost be funny if it weren’t so fucking sad.\n\n\n[Silence for twenty seconds.]\n\n\nNo one’s coming for me. Are they?\n\n\n[A whimper-like laugh can be heard for 6 seconds.]\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nFuck you, Flemming. I hope you suffocate too, but apparently your episodes only last half an hour.\n\n\n[Silence for fifteen seconds.]\n\n\nYou just had to run your mouth, didn't you? Couldn't wait for a proper translation?\n\n\n[Silence for thirty seconds.]\n\n\n[End of recording.]\n\n\n\n\n\n\nTime Recorded:\n 26/06/2019 - 10:26am\n\n\n[Playing Audio]\n\n\nI hope they make you pay for this. I hope you find out what I’m going through, the hard way.\n\n\nDr. Cunningham, if you’re listening to this, give Flemming hell for me, will ya? Make sure he hears this, at the very least.\n\n\nI should've killed him when I had the chance…\n\n\n[End of recording.]\n\n\n\n\nAgent Fargo was found dead via suffocation at 10:28am, on June 6th, 2019. His death was disguised as suicide by hanging at his apartment.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Highly educated and influential soldiers of the Ottoman empire.\n\n\n2\n. This radius moves with the subject throughout their episode, allowing them to move and subject other matter to the anomalous flow of time.\n\n\n3\n. Similar phenomena were the primary reason for the prison's closure ten years earlier.\n\n\n4\n. Researcher Flemming's poor grasp of Turkish is presumed to be the cause of this incident, leading the warden to doubt the investigation's authenticity.\n\n\n5\n. A device that extends a smart phone's battery life.\n\n\n\n\n\n\n\n\n« \nSCP-5737\n | SCP-5738 | \nSCP-5739\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5738\n\" by Flopmind, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5738\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Handcuffs,_pair_(AM_1943.65).jpg\n\n\nAuthor:\n User \"Fæ\" on Wikimedia.\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Handcuffs,_pair_(AM_1943.65).jpg\n\n\nDerivative of:\n N/A",
    "addendums": [
        "Addendum-1: Upon returning, Researcher Flemming was appropriately disciplined for the incident causing him and Agent Fargo to become instances of SCP-5738-1. While Researcher Flemming was held as a temporary test subject, Agent Fargo was allowed to continue his work after 24 hours of observation, due to his clean record and demonstrated loyalty to the Foundation. During this time, he kept an audio diary of his episodes at the researchers' request. These logs are presented below."
    ],
    "documents": [],
    "notes": [
        "Time Recorded: 23/06/2019 - 1:30pm [Playing Audio] Agent William Fargo here, recording as requested by my superiors. I'm having my fourth episode now, so I don't have much to do other than record. I'm supposed to be transporting a D-class right now, but the central computer system doesn't exactly work when time's frozen, so the door won't even open until this is over. Might as well get a bagel while I wait; good thing I like 'em untoasted. Well I guess I should start with an explanation. Because of SCP-5738, time and I, well, we don't exactly get along like we used to, and space isn't as fond of me either. I get stuck every once and a while in a moment of time, all alone. You'd think it would be exciting, powerful even, and at first it was, but now it's more inconvenient than anything else. Anyway, that covers the basics at least. If you'll excuse me, I've got a not-so-hot date with a bagel and the closest things to beds I can find. [End of recording.]",
        "Time Recorded: 24/06/2019 - 9:53am [Playing Audio] Hello again. It's only been four days, for the rest of the world at least, but it feels like it's been a week for me. They've been happening more frequently now, four or five times a day; that's what? A day and a half of stopped time per day? God, I better get used to living like this soon. I wish I could bring my shrink in here, or anyone for that matter. I suppose of all the skips to get hit with, I certainly could have done worse. I'm still alive, and my brain still works like it should, for now at least, but I still wouldn't wish this on anyone. Several times a day, I'm stuck, no light or sound outside my meter bubble, and the light fades away quickly enough anyhow. I get to take naps on the job now at least; though it only takes a couple minutes before I need to move and get some fresh air. Still… not many better ways to spend eight hours alone. [End of recording.]",
        "Time Recorded: 25/06/2019 - 3:13pm I bought a bunch of extra power banks 5 for my phone yesterday, so at least I won't be completely bored out of my mind waiting for time to start up again. Outlets don't work as intended during episodes, it seems. I've also gotten into the habit of keeping food and water on me at all times, just in case. I don't want to end up like those prisoners.",
        "Time Recorded: 25/06/2019 - 3:13pm [Playing Audio] I've gotta be careful, I can bring people, skips, or anything in here with me if I get close enough; though I can't bring 'em all the way in without practically hugging them, and that doesn’t sound fun. Apparently, I got too close to a D-class last time, just for twenty minutes or so. Parts of her right leg and right hand died while they were still attached, not that I could see any of it happening. All the light I get either comes from my phone or gets used up near instantly. At this point, I'm more used to being blind than not. Still though, I've gotta pay more attention. It's all too easy to get people hurt, or worse. [Agent Fargo is heard laughing for a few seconds.] Maybe I should pay Flemming a visit. Nah, I couldn't; at least he's suffering through this too. Not as much though, it seems. [End of recording.]",
        "Time Recorded: 25/06/2019 - 7:06pm [Playing Audio] I broke up with my girlfriend today. How am I supposed to explain that I never sleep at night anymore? Why I randomly teleport around the apartment? I can't share even half of my life with her anymore. Can't share it with anyone. The worst part is that she's still here, crying. I can't see it anymore, thank fuck, but I know she's still there, upset and confused. Only seven and a half hours left to go. If I can get her out of here without having another episode that is… [Slow, rhythmic breathing is heard for 12 seconds.] [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] Shit, the door closed behind me, looks like I’ll be stuck in a D’s cell for the better part of today. Oh well, just as good a time as any to catch up on “The Wire”. [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] FUCK FUCK FUCK. The door's sealed. IT’S. FUCKING. SEALED! How could I forget? ONE FUCKING SECOND, and now I'm dead. I'm just gonna be another case of suffocation. I can’t move around enough to get fresh air. I’ve already gone through what feels like half the air, and I’ve only been here an hour. I’ve gotta figure a way out of here. [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] Okay, I’ve tried swiping my ID in every way imaginable and now the damn thing’s lost power. The door’s still not budging though. What am I gonna do? Maybe I can shoot through the door or the wall? Enough to break it open the rest of the way with my fists? [Only heavy breathing is heard for thirty seconds.] What am I thinking? This place is built to withstand far tougher things than me. [Silence for 11 seconds.] I wish I could have seen Angela again, even if she was crying. Please, God, Jesus, SCP-343, anyone. Please, just let me say goodbye to my family, to Angela, to my cat, anyone. Please… [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] I just had to get a D out of their cell, and now I’m going to die from something that was made to protect us, protect me. It’d almost be funny if it weren’t so fucking sad. [Silence for twenty seconds.] No one’s coming for me. Are they? [A whimper-like laugh can be heard for 6 seconds.] [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] Fuck you, Flemming. I hope you suffocate too, but apparently your episodes only last half an hour. [Silence for fifteen seconds.] You just had to run your mouth, didn't you? Couldn't wait for a proper translation? [Silence for thirty seconds.] [End of recording.]",
        "Time Recorded: 26/06/2019 - 10:26am [Playing Audio] I hope they make you pay for this. I hope you find out what I’m going through, the hard way. Dr. Cunningham, if you’re listening to this, give Flemming hell for me, will ya? Make sure he hears this, at the very least. I should've killed him when I had the chance… [End of recording.]",
        "\" SCP-5738 \" by Flopmind, from the SCP Wiki . Source: https://scpwiki.com/scp-5738 . Licensed under CC-BY-SA .",
        "Filename: Handcuffs,_pair_(AM_1943.65).jpg Author: User \"Fæ\" on Wikimedia. License: CC BY 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Handcuffs,_pair_(AM_1943.65).jpg Derivative of: N/A"
    ],
    "containment_procedures": "SCP-5738-A through F are to be contained in separate standard secure item storage lockers at Storage Site-5738. SCP-5738-A through F can only be removed for testing purposes by personnel with a clearance level of 2 or higher.",
    "description": "SCP-5738 refers to six individual pairs of iron prison shackles made to bind the subject's wrists, collectively designated SCP-5738-A to -F. Testing suggests that these shackles originate from the late 14th century of the Ottoman Empire. This is supported by the use of the shackles in a building formerly used for holding children taken to be raised as Janissaries1.",
    "title": "SCP-5738"
}