{
    "url": "https://scp-wiki.wikidot.com/scp-5740",
    "all_text": "scp-5740\n - \nall cop are buddy by dado\n\n\n\n\nDescription to come.\n\n\n\n\nImage Credits\n\n\nhttps://commons.wikimedia.org/wiki/File:Glazed-Donut.jpg\n\n\nhttps://commons.wikimedia.org/wiki/File:Pigs_in_the_Altai_Mountains._Village_Ortolyk.jpg\n\n\nAll image edits were made by me, djkaktus.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+393\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5740\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLocal television advertisement for SCP-5740.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-57\n\n\nRashad Halloway\n\n\nSam King\n\n\nMTF D-14 \"Regulations\"\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation assets are to identify, locate and shutter all instances of SCP-5740. Individuals affected by instances of SCP-5740-A are to be remanded to Site-57 for analysis and medical treatment.\n\n\nDescription:\n SCP-5740 is a series of pop-up restaurants that appeared in the ██████████, █████████ area starting on June 5th, 2020. The restaurants are small, cubical structures with no discernible openings save for a small metal chute next to a touchscreen interface on, presumably, the front side of the structure. The entire remaining surface of the building is covered in advertisements for the building itself. These ads identify the restaurants as \"dado-nuts by dado\".\n\n\n\n\n\n\nTouchscreen interface of SCP-5740.\n\n\n\n\n\n\nGathering from the advertisements on the exterior of the various instances of SCP-5740, as well as from television advertisements that were purchased to run in the area at the time, SCP-5740 is a stand-up donut shop that advertises specifically to members of local law enforcement. In contrast to the supportive tone of many of the advertisements, the donuts (hereafter identified as SCP-5740-A) are not conducive to human health.\n\n\nWhen a member of law enforcement approaches SCP-5740, a jingle will begin to play from within the structure. Afterwards, the touchscreen interface will activate, encouraging the individual to press a red button on screen to receive a donut. Once this is done, an instance of SCP-5740-A will drop out of the metal chute.\n\n\nNote that instances of SCP-5740-A only generate when SCP-5740 is activated by members of law enforcement. SCP-5740 will still activate when others approach, but will typically drop non-anomalous donuts of varying shapes and designs based on the person's profession. A full list of known deviations is available below:\n\n\n\n\n\n\nSubject\n\n\nOutcome\n\n\n\n\n\n\nCivilian\n\n\nGlazed donut\n\n\n\n\n\n\nHealthcare Worker\n\n\nDonut with white frosting and red cross sprinkles\n\n\n\n\n\n\nEMT\n\n\nDonut with chocolate frosting and a bottle of Gatorade\n\n\n\n\n\n\nFirefighter\n\n\nDonut with red frosting and blue water droplet sprinkles\n\n\n\n\n\n\nNational Guard\n\n\nCake donut with the word \"behave\" written across it in red frosting\n\n\n\n\n\n\nLaw Enforcement\n\n\nSCP-5740-A\n\n\n\n\n\n\nThe effects of SCP-5740-A are typically not observed until roughly 4-6 hours post-consumption. Affected individuals will briefly experience stomach discomfort and bloating, followed by extreme diarrhea. Immediately afterwards, the subject will begin to excrete a domesticated pig (\nSus domesticus\n) from their rectum. How this animal, which is otherwise non-anomalous, manifests within the subject's bowels is currently poorly understood.\n\n\nHow the size of the excreted hog is determined is a point of ongoing discussion among SCP-5740 researchers. While there appears to be no correlation between the size of the animal and the size of the subject, there does appear to be at least a mild relationship between the size of the animal and the disciplinary record of the subject. Officers with fewer disciplinary offenses or who had commendations for service to their community typically excrete smaller hogs. However, those with records that indicate they have been the subject of disciplinary action, or who have taken actions in their line of work that should warrant disciplinary action, regardless of whether or not they were disciplined, are more likely to excrete hogs of considerably larger sizes.\n\n\n\n\n\n\nVarious hogs excreted from members of the ███████████ Police Department.\n\n\n\n\n\n\nDespite the vast disparity in some cases between the size of the excreted hog and the size of the subject's anus, the bodies of affected individuals are anomalously capable of passing the swine, though not without effort. In many cases, the act of passing a four to five hundred pound hog can take many hours and be excruciatingly painful for the affected individual. This, coupled with the fact that the hogs in question are almost always panicked upon their formation within the rectum, often results in the process being extremely traumatic for both the subject and the excreted hog.\n\n\nThe traumatized anuses and rectums of affected subjects will eventually recover and return to their pre-anomalous state, typically over the course of several weeks and with medical therapy. However, to date no subject who has passed a hog larger than 20kg has ever fully regained complete control over their sphincter.\n\n\nAddendum 5740.1:\n Communication with POI \"dado\"\n\n\nShortly after the discovery of the first instance of SCP-5740, it was also discovered that the touchscreen interface could be manipulated to reveal a text interface. This interface appears to be solely for processing refunds; however, a large sign just above the interface boldly states \"no refunds\".\n\n\nUsing this interface, Foundation agents attempted to communicate with the POI \"dado\".\n\n\n\n\n\n\nhello?\n\n\n\n\nhello yes this is dado-nut customer servicings, where u can get that nut u crave. how can i be of helpings u\n\n\n\n\nis this dado?\n\n\n\n\nno dado is tell u that this dado-nut customer servicings. here is where u get servicings of dado-nut fine do-nut shop. u need help with nut?\n\n\n\n\nNo, I am a reporter with a local newspaper, trying to write a story about your\n\n\nsorry, keyboard is sticky\n\n\nyour fine donuts shops. Is there somewhere we could meet?\n\n\n\n\ndo not worry, dado is understandings. sometimes dado is write slowly on keyboard\n\n\nhowever dado is use video game of 1990s called \"marios is typing teacher\" to learn finger speed.\n\n\nalso dado is currently not do publicity shoot for dado-nut business as u see dado is very important businessmen with very many business venture\n\n\nbut dado is happy 2 answer question if u have them\n\n\n\n\nThat would be helpful, yes. We noticed that your stores don't appear to have any openings. How do they work?\n\n\n\n\nhmmm unfortunately this is dado trade secret. u see dado is use special dado-brand technology to be sending only highest quality dado-nut to all location of dado-nut fine stores.\n\n\n\n\nIs there anything inside the stores?\n\n\n\n\ndado is beginning to think u is attempting to swindle dado by confiscation of dado technologies\n\n\n\n\nNo no, nothing like that. Different question. Some of your donuts seem to cause certain health problems with law enforcement officers. Why is that?\n\n\n\n\ndado is not knowings what u r talking about\n\n\n\n\nYou haven't noticed that your donuts make policemen shit pigs?\n\n\n\n\nhmm no dado is not hearing this. very strange. dado does not know why it would be pig. that is being very random, dado is thinking. how very strange indeed says dado.\n\n\n\n\nSo this isn't any kind of political statement?\n\n\n\n\nno no see dado is of enlightened centrism. dado only want 2 grill and sell fine dado grill products.\n\n\n\n\nI have a hard time believing that.\n\n\n\n\nit is true. certainly is having nothing 2 do with dado seeing peoples on dado television (now on sale at dado electronics mart and fish emporiums) being smack about by police. no sir says dado. nothing 2 do with so many fine dado customer being harass and threaten and beat upon by police. dado certainly is feeling no obligation for dado to come to defense of consumerbase. dado certainly is not taking stand against \nfine\n local policemen, only sell upon policemen some fine dado-nut. all policemen like dado nut.\n\n\n\n\nYou're being sarcastic, I'm sure.\n\n\n\n\nif u say so. however dado does not know who this mr sarcastic is. dado is only purveyor of fine business and excellent salesman, like the bezos or 420 elon.\n\n\n\n\nAlright. One last question. You're obviously trying to target dirty cops or something, but some of the people affected by your products are good cops. Why are you going after them, too?\n\n\n\n\nhmmm\n\n\ndado is of thinking\n\n\noh, yes. dado is rememberings\n\n\nis because pig is pig no matter how small\n\n\n\n\nI see. Very well.\n\n\n\n\nthank u again for contact dado-nut customer servicings. u have nice day foundationman\n\n\n🐖🐖🐖\n\n\n\n\nAddendum 5740.2:\n Ongoing Containment Attempts\n\n\nDuring the teardown of one instance of SCP-5740\n1\n, Agent Derek Mills accidentally pressed the button on SCP-5740, which produced an instance of SCP-5740-A from within the structure. A small piece of paper was stuck into the donut, which read as follows:\n\n\n\n\n\n\nsubject\n\n\noutcomings\n\n\n\n\n\n\nfoundationman who is assault dado business\n\n\ndado special blend\n\n\n\n\n\n\nThe SCP-5740-A instance in question was revealed to be a stale donut with a bitter frosting. The frosting was later revealed to be 92% guinea pig feces by weight.\n\n\n\n\nFootnotes\n\n\n1\n. The interiors of SCP-5740 were revealed to be empty\n\n\n\n\n\n\n\n\n« \nSCP-5739\n | SCP-5740 | \nSCP-5741\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5740\n\" by djkaktus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5740\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n donut.png, donut2.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Glazed-Donut.jpg\n\n\nAuthor:\n Evan-Amos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n pig.jpg\n\n\nName:\n Pigs in the Altai Mountains. Village Ortolyk.jpg\n\n\nAuthor:\n Alexandr frolov\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 5740.1: Communication with POI \"dado\"\nShortly after the discovery of the first instance of SCP-5740, it was also discovered that the touchscreen interface could be manipulated to reveal a text interface. This interface appears to be solely for processing refunds; however, a large sign just above the interface boldly states \"no refunds\".\nUsing this interface, Foundation agents attempted to communicate with the POI \"dado\".",
        "Addendum 5740.2: Ongoing Containment Attempts\nDuring the teardown of one instance of SCP-5740 1 , Agent Derek Mills accidentally pressed the button on SCP-5740, which produced an instance of SCP-5740-A from within the structure. A small piece of paper was stuck into the donut, which read as follows:\nThe SCP-5740-A instance in question was revealed to be a stale donut with a bitter frosting. The frosting was later revealed to be 92% guinea pig feces by weight.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5740 \" by djkaktus, from the SCP Wiki . Source: https://scpwiki.com/scp-5740 . Licensed under CC-BY-SA .",
        "Filename: donut.png, donut2.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Glazed-Donut.jpg Author: Evan-Amos License: Public Domain Source Link: Wikimedia Commons",
        "Filename: pig.jpg Name: Pigs in the Altai Mountains. Village Ortolyk.jpg Author: Alexandr frolov License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: warning.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Foundation assets are to identify, locate and shutter all instances of SCP-5740. Individuals affected by instances of SCP-5740-A are to be remanded to Site-57 for analysis and medical treatment.",
    "description": "SCP-5740 is a series of pop-up restaurants that appeared in the ██████████, █████████ area starting on June 5th, 2020. The restaurants are small, cubical structures with no discernible openings save for a small metal chute next to a touchscreen interface on, presumably, the front side of the structure. The entire remaining surface of the building is covered in advertisements for the building itself. These ads identify the restaurants as \"dado-nuts by dado\".",
    "title": "SCP-5740"
}