{
    "url": "https://scp-wiki.wikidot.com/scp-5742",
    "all_text": "rating: \n+119\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5742:\n Moloch\n\n\nAuthor:\n \nCrystalMonarch\n\n\nMore by this author\n\n\n\n\n\n\n\n\nrating: \n+119\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWarning: You are currently viewing outdated records of SCP-5742. These documents are kept for archival and reference use only. Do you wish to proceed?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nIteration 1\n\n\nIteration 2\n\n\nIteration 3\n\n\nIteration 4\n\n\n\n\n\n\n\n\n\n\n\n\n\nCollected Documentation on AI-2471GH2\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nImage 31: Part of the exterior of AI-2471GH2.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAnomalous Item:\n 2471GH2\n\n\nItem Description:\n A large machine that appears designed to crush industrial waste into compact cubes. However, instead of being crushed any objects inserted into the input shaft are completely and irreversibly destroyed. Machine does not appear to require any external power supply to operate. A large plaque is affixed near the input shaft, on which is inscribed ‘MOLOCH’.\n\n\nDate of Recovery:\n 24/07/1970\n\n\nLocation of Recovery:\n A large disused industrial waste processing center in Westview Industrial Park, United Kingdom. Investigation into the origins of AI-2471GH2 has thus far yielded no results.\n\n\nCurrent Status:\n Undergoing Testing\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nTest Log\n\n\n\n\n\n\nInput\n\n\nResult\n\n\n\n\n\n\n200g iron weight\n\n\nItem not recovered, presumed destroyed.\n\n\n\n\n\n\n200g iron weight attached to a rope\n\n\nAfter 30 seconds, the rope was retracted and found to have been severed. The tip of the rope was found to be slightly moist, and later chemical analysis revealed traces of amylase\n1\n.\n\n\n\n\n\n\n1 live \nMus musculus\n2\n\n\nItem not recovered, presumed destroyed.\n\n\n\n\n\n\n1 long range radio transmitter and radioactive isotope tracer.\n\n\nRadio signal continued for seven seconds after entry at which point the signal was lost. External scans indicate the radioactive isotope is no longer present within AI-2471GH2.\n\n\n\n\n\n\n1 video recording device.\n\n\nFootage was broadcast as the device descended down the shaft and fell into a large compartment. None of the other items or any means of exit were visible. After several seconds the footage cuts out and the connection was unable to be re-established. Later enhancement of audio recording has revealed the sound of heavy breathing in the background before camera feed cuts out.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInvestigation Log\n\n\n\n\n\n\nAttempt\n\n\nOutcome\n\n\n\n\n\n\nOpen installed repair hatch\n\n\nAll access points have been welded shut and are inaccessible.\n\n\n\n\n\n\nAccess via exit shaft\n\n\nMiniature remote control vehicle driven into exit shaft. Video recording showed that the shaft continued for 4.6 m before terminating in a blockage. When retrieved, the vehicle’s wheels were found to be coated in a dark substance, later revealed to be faecal matter.\n\n\n\n\n\n\nForcibly remove external panelling\n\n\nDiscovered that large amount of external machinery appears to be superfluous to the anomaly’s functionality. Main shaft was identified and found to be connected to a 2 m by 1.5 m by 1.5 m inner compartment. Inner compartment does not appear to be connected to the exit shaft.\n\n\n\n\n\n\nAnalysis of interior components for evidence of functionality.\n\n\nThe device appears to be constructed of parts from multiple non-anomalous industrial waste disposal devices. These parts are constructed in such a manner that they would be unable to correctly function and there is no connected power source. Wiring and pipework were found to be installed in runic patterns used by Daevite cultures to repel Tartarean entities.\n\n\n\n\n\n\nAttempt to drill into interior compartment.\n\n\nUpon breaching interior compartment, the drill vanished along with attached power cord. The breach in the compartment rapidly resealed, but prior to this leaked a small amount of a viscous transparent fluid. This was found to be primarily composed of dilute hydrochloric acid.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAI-2471GH2 File Update 18/8/1970\n\n\n\n\nThe active components of AI-2471GH2 have been transported to Site-109 and are currently being held in Anomalous Item Storage. Reclassification as a full SCP object is pending.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5742\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5742 is kept in a locked Containment Unit within Site-109’s Waste Disposal Center. It is to be used only for the annihilation of dangerous, destructive, or difficult to contain waste products that cannot otherwise be effectively disposed of. Direct authorization from the Site Director is required for the use of SCP-5742 to dispose of any materials other than the standard waste products from SCP-6112, SCP-19854, AI-9214JC4 and SCP-7072.\n\n\nSCP-5742 is to be inspected every six weeks for signs of unusual activity outwith that described in this document. The last inspection was on: \n04/12/2031\n\n\nDescription:\n SCP-5742 is a large steel container connected to a 3.2 m steel shaft which terminates in an access hatch. Any matter which is introduced to SCP-5742 via this hatch is utterly and irreversibly eradicated via unknown means. SCP-5742 appears slightly rusted and occasionally emits small amounts of smoke, oil and other substances\n3\n, but has displayed the capacity to self repair any damage that would impair its functionality.\n\n\n \n\n\n\n\nSCP-5742 Incident Report Log\n4\n\n\n\n\n\n\n \n\n\n\n\n23/10/2031 Standard Inspection Report\n\n\n\n\n23/10/2031 Standard Inspection Report\n\n\n\n\n\n\nContainment Specialist Burgess:\n Emissions of smoke and bodily fluids have increased substantially over baseline levels, and the trend is that these will increase if this continued workload is maintained. My report recommends that SCP-5742 operate at 75% capacity until emissions return to baseline levels, in order to ensure its continued long term function.\n\n\nResponse:\n Apotheoetic waste from SCP-6112 has been redirected to long term storage and breakdown facilities at Site-109D. This is expected to reduce use of SCP-5742 to 85% of capacity.\n\n\n\n\n\n\n\n\n\n\n\n\n04/12/2031 Standard Inspection Report\n\n\n\n\n04/12/2031 Standard Inspection Report\n\n\n\n\n\n\nContainment Specialist Burgess:\n The reduction of SCP-6112 waste has not been sufficient to improve SCP-5742 functioning and I can see on the new schedule that it’s now going to be expected to handle SCP-7072’s waste output as well.\n\n\nFrankly, this is unacceptable. Even a basic visual inspection of SCP-5742 can see that it now seeps a constant stream of various bodily fluids, which I measured to be at an average rate of 30 ml/hour. This far exceeds the ‘small amounts’ listed in the SCP documentation and so I have no choice but to issue my strongest recommendation that use of SCP-5742 be completely halted until its activity returns to baseline levels.\n\n\nResponse:\n Site Director Grant has overruled this recommendation and has ordered that SCP-5742 continue operation at 85% capacity.\n\n\n\n\n\n\n\n\n\n\n\n\n13/12/2031 Employee Complaint\n\n\n\n\n13/12/2031 Employee Complaint\n\n\n\n\n\n\nJanitorial Supervisor Pullman:\n 5742 is going to pieces, there’s all kinds of shit leaking out and the ventilation system can’t get rid of the smoke faster than that machine pumps it out. These aren’t conditions that we can work in.\n\n\nWorst part is the damn hazmat suits. They might keep out contaminants but they do nothing for the smell and I can tell you from personal experience that being sick in a hazmat suit is just as bad as it sounds. I cannot in good conscience send my people in there on a daily basis when it’s this bad and getting worse by the week.\n\n\nResponse:\n Site Director Grant has elected to provide a personal message in response:\n\n\n\n\nI understand the difficulty of your situation and the inherent dangers involved in the use of an unknown anomaly. But SCP-5742 has been in continuous operation for over 40 years and while its current activities are unusual, they are essentially just magnified versions of the same activities that have been recorded since its discovery. Any danger posed by the potential breakdown of SCP-5742 pales in comparison to the enormity of the waste disposal solutions that would need to be devised as an alternative.\n\n\nFor the quantity of waste destroyed by SCP-5742 to be disposed of by traditional means, it would require hundreds of square kilometers of land be contaminated to the point of becoming unfit for human habitation for centuries. Disposal by alternate means would also incur exorbitant expense which would strain even the Foundation’s sizeable coffers.\n\n\nI can assure you that efforts are underway to find alternate means of waste disposal so as to ease the strain on SCP-5742. But until such a time, it is an absolute necessity that SCP-5742 continue to operate, at an absolute minimum of 50% capacity. I have put in a requisition for a Grade V PPE suits that should filter out any noxious odours and allow you to do your very necessary and vital job in as much comfort as possible. Rest assured that the efforts of Site-109’s janitorial staff in this area do not go unnoticed.\n\n\nSecure. Contain. Protect.\n\n\n\n\nSite Director Delia Grant\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5742\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5742 has breached containment and is currently active somewhere on Sublevel One of Site-109. All employees should proceed to emergency exits or to secure bunkers as applicable. This is a developing situation and this document will be updated in real time via AIC as more information becomes available.\n\n\nDescription:\n SCP-5742 is an unknown entity that was previously utilised as waste disposal for multiple types of highly toxic and/or dangerous anomalous waste products. The full extent of its anomalous capabilities are unknown, but it is mobile and poses a threat to any human life in its vicinity. It is likely still capable of completely annihilating any form of matter it makes contact with. It also appears to have developed the capacity to emit toxic fumes which are highly acidic and capable of degrading Class IV biohazard suits in under 30 seconds. These fumes are toxic and should not be inhaled.\n\n\nTimeline of Breach-26/12/2031\n\n\n\n\n[08:37]\n 350kg of SCP-19854 effluence\n5\n is deposited into SCP-5742’s hatch.\n\n\n[08:41]\n Smoke emitted from SCP-5742 increases significantly and Janitorial Supervisor Pullman activates the emergency alarm and organises evacuation of SCP-5742’s Containment Unit. The Grade III PPE suits worn by the janitorial staff can be seen to be severely damaged by the smoke.\n\n\n[08:44]\n Site Director Grant and majority of Senior Staff reach Secure Bunker-01 and are safely sealed in.\n\n\n[08:45]\n Cries of ‘Melek un dar est. Melek est arat mar fure!\n6\n are heard to emit from SCP-5742.\n\n\n[08:46]\n Loud cracking noises are heard and infrared cameras show SCP-5742 beginning to fracture.\n\n\n[08:47]\n An animalistic grunting is heard being emitted from SCP-5742 before all cameras in Waste Disposal cease to transmit a signal.\n\n\n[08:48]\n Site-109 security forces are scrambled and begin blocking exits from Sublevel One and assisting in evacuation efforts.\n\n\n[09:04]\n Smoke and noxious gases from SCP-5742 spread out of Waste Disposal, presumably their acidic properties have enabled them to bypass security measures.\n\n\n[09:07]\n Multiple reports from survivors indicate sighting of a large figure with the head of a bull moving in the smoke\n\n\n[09:12]\n Site-109 security forces have engaged SCP-5742 and are attempting recontainment.\n\n\n\n\nThis is an ongoing situation. This document will be updated as new information arises.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWilson's Wildlife Solutions: UK Branch\n\n\n\n\n\n\n\n\n\n\nCritter Profile: Moloch!\n\n\n\n\n\n\n\n\n\n\nOverview!\n\n\n\n\n\n\n\n\n\n\n \n\n\nName:\n Moloch\n\n\nSpecies:\n \nBos taurus taurus\n (South Devon Bull)\n\n\nPrimary Caretakers:\n Lake District Team\n\n\nDiet:\n As part of a special arrangement we have with the folks down at Site-109, they take care of feeding Moloch on Saturdays. But for the rest of the week, we make sure Moloch gets a nice balanced diet with plenty of veggies to keep him healthy and happy.\n\n\nHoused:\n Pasture 5.\n\n\n \n\n\n\n\n\n\n\n\nCreature Features!\n\n\n\n\n\n\n\n\nMoloch isn't your typical bull, no sir, he's a genuine psychospiritual entity that's been around for thousands of years! Don't let that scare you off though. This big guy can be a bit of a grump to strangers but he's very friendly once he gets to know you, especially if you've got a tasty treat for him. And once you're friends with Moloch, you're friends for life and he'll be over licking your hand as fast as you can say lickety split!\n\n\nIf you do want to make friends with our pal Moloch though, you should be aware that he has a few little problems. First off, he's had bad experiences with being kept cooped up and doesn't like to feel boxed in. That's why he's got the whole of Pasture 5 to play around in, to make sure he always feels happy and free. Second, he's got a very high metabolism, in fact anything that gets in his belly pretty much disappears right away! So make sure he doesn't go nibbling at anything you don't want to lose.\n\n\nLastly, poor Moloch has a little bit of a flatulence problem, especially after the Site-109 folks have been feeding him. So if you've got a sensitive nose you might want to steer clear. Another good reason why Moloch is kept in the beautiful open air of Pasture 5! But as long as he's not overfed, Moloch is a sweet and happy soul and an absolute pleasure to be around.\n\n\n\n\n\n\n\n\nHistory!\n\n\n\n\n\n\n\n\nMoloch has got a very long and exciting story he could tell us, I'm sure, but most of it has been forgotten or is too darn secret for me to know about. But what I do know is that our friends over at Site-109 had been taking care of him for quite a few years before he ended up in our care.\n\n\nThough to be honest, I’m not sure what they were feeding him before they brought him to us. When he first got brought here back in March our friend Moloch was not a happy camper! I joked I could almost see why folks in the olden days had thought he was a demon. That Grant gal they had driving the truck didn’t seem to find it that funny though.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A digestive enzyme found in saliva.\n\n\n2\n. Common Mouse.\n\n\n3\n. Primarily bodily fluids, including gastric acid, saliva and faecal matter.\n\n\n4\n. The following are a selected summary of recent additions, for full documentation including complete reports see Document Series 5742-65.\n\n\n5\n. Decomposed vegetable matter, primarily pumpkins, containing an anomalous species of immortal fungus.\n\n\n6\n. Translated from Daevite: ‘Moloch is breaking loose. Moloch is free!’\n\n\n\n\n\n\n\n\n« \nSCP-5741\n | SCP-5742 | \nSCP-5743\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5742 has breached containment and is currently active somewhere on Sublevel One of Site-109. All employees should proceed to emergency exits or to secure bunkers as applicable. This is a developing situation and this document will be updated in real time via AIC as more information becomes available.",
    "description": "SCP-5742 is an unknown entity that was previously utilised as waste disposal for multiple types of highly toxic and/or dangerous anomalous waste products. The full extent of its anomalous capabilities are unknown, but it is mobile and poses a threat to any human life in its vicinity. It is likely still capable of completely annihilating any form of matter it makes contact with. It also appears to have developed the capacity to emit toxic fumes which are highly acidic and capable of degrading Class IV biohazard suits in under 30 seconds. These fumes are toxic and should not be inhaled.",
    "title": "SCP-5742"
}