{
    "url": "https://scp-wiki.wikidot.com/scp-5743",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5743:\n Carcinisation\n\n\nAuthor:\n \nCrystalMonarch\n\n\nMore by this author\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5743\n\n\nLevel 3/5743\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\nInitial excavation of SCP-5743.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Archaeological excavation of SCP-5743 is to continue, and all materials of anomalous origin discovered should be catalogued and stored at Site-109.\n\n\nSCP-5743-237 is held in an aquatic storage tank in Site-109. It may be brought within 14 km of SCP-5743 for testing purposes, but should not be brought within 8 km of SCP-5743 under any circumstances.\n\n\nDescription:\n SCP-5743 is the remains of a settlement that was populated by humanoids with anomalous capabilities from approximately 8000BCE until 6200BCE. It was located in the region known as Dogger Littoral, a landmass that connected Britain with mainland Europe during the Pleistocene and early Holocene, before being submerged by a rise in global sea levels. SCP-5743 is currently located 200 m below sea level in the North Sea.\n\n\nSCP-5743-1 through SCP-5743-438 are items retrieved from SCP-5743 that either have features that are themselves anomalous, or are items that were created by anomalous means\n1\n. The majority of these items are humanoid remains which have been substantially altered from baseline humanity in ways that appear to indicate aquatic adaptation.\n\n\nCarbon dating of structures and preserved biological material inidicates that the settlement ceased to be inhabited around the time of the Storegga Slide\n2\n and has not been inhabited by humans or humanoid entities since. Further information on SCP-5743 has been provided by SCP-5743-237 (See Interview-5743) but the reliability of this information is questionable.\n\n\nSCP-5743-237 is an unusually large \nPagurus bernhardus\n3\n with a 41 cm long carapace. It is sapient and can communicate via direct thought transference. This has been described by those who experience it as appearing like their own inner voice speaking to them, usually in the language with which they are most comfortable.\n\n\nThe cellular structure of SCP-5743-237 is highly unusual and appears to show a vastly reduced rate of cellular death and no limit to cellular reproduction. Studies are currently underway to determine the extent of this, but it appears likely that SCP-5743-237 is biologically immortal.\n\n\nSCP-5743-237 also has the capacity to channel Geo-Thaumic energies from SCP-5743 to produce a number of anomalous effects which are not yet fully understood. These effects include the capacity to alter its own biological structure as well as that of other living things around it. These effects are directly proportional to its proximity to SCP-5743 and are negligible at distances greater than 14 km.\n\n\n \n\n\n \n\n\n \n\n\n\n\nDiscovery\n\n\n\n\n\n\n \n\nSCP-5743 was discovered by the Foundation after studies into Geo-Thaumic Energy Channels\n4\n identified a nexus point beneath the North Sea where multiple channels converged. An expedition sent to this region found the ruins of a settlement (later designated SCP-5743) along with several instances of abnormal human remains (later designated SCP-5743-1 through SCP-5743-14).\n\nDuring subsequent expeditions, numerous potential SCP-5743 objects were brought to the surface for analysis aboard the SS Cardiff Pioneer. One such object was SCP-5743-237, which at this time had not displayed any anomalous properties but was selected for further analysis due to its unusual size. While in containment, it altered the physiology of one of the crew members, Foundation Able Seaman Daniel Harding. Large portions of his skin were replaced with a chitinous material, several fingers on each of his hands fused together, and the majority of his teeth retracted.\n\n\nSCP-5743-237 then communicated with Daniel Harding and told him that he would be restored to his previous state if SCP-5743-237 was freed. Harding then attempted to breach SCP-5743-237’s containment but was stopped by security forces on board who then identified the anomalous alterations to his physiology. SCP-5743-237 was transported to Site-109 at which point the limits of its anomalous capabilities were identified and current containment methods were devised. Harding has been reprimanded and his newly anomalous physiology is currently being studied in an attempt to uncover a way to reverse the effects of SCP-5743-237.\n\n\n \n\n\n \n\n\n \n\n\n\n\nInterview-5743\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-5743-237.\n\n\n\n\n\n\nInterviewer:\n Dr Kristov\n\n\nInterviewed:\n SCP-5743-237\n\n\nForeword:\n This interview was conducted at Site-109 in an attempt to learn more about SCP-5743. Senior Researcher Kristov’s questions were spoken aloud in the presence of SCP-5743-237, and SCP-5743-237’s responses were transmitted directly into Researcher Kristov’s mind, at which point she recorded them for the purposes of this record.\n\n\n\n\nKristov:\n What are you?\n\n\nSCP-5743-237 remains stationary within its tank and no response is recorded\n\n\nKristov:\n I’ve spoken to Daniel Harding, I know you can understand me.\n\n\nSCP-5743-237:\n What do I gain from speaking with you? You have trapped me far from the source of my power and I have no hold over you to force you to do my bidding.\n\n\nKristov:\n Perhaps we can find some common purpose between your goals and that of my organisation. Or, if you won’t speak with me you can remain trapped, and you may well be destroyed if you try to escape again.\n\n\nSCP-5743-237:\n Foolishness. I am blessed with immortality and a perfect form, you could never destroy me. But I will humour your desires, if only so that you may have the chance to see the truth of my greatness.\n\n\nSCP-5743-237 approaches the edge of its aquarium and snaps its claws.\n\n\nKristov:\n What are you?\n\n\nSCP-5743-237:\n I no longer care to remember any of the names I was known by before. You may call me the Survivor, for that is what I have made myself. I once was human, like you, another starving animal wandering the ancient plains and coastlines searching for food and shelter. But my people and I found so much more.\n\n\nKristov:\n You mean the nexus, the Geo-Thaumic energy?\n\n\nSCP-5743-237:\n We found power. And we used that power to become something greater than human, living gods. As long as we stayed near the power, we could channel the Earth’s own magic to make reality into whatever we desired. Endless food, immortality, all the pleasures that flesh has to offer.\n\n\nKristov:\n I think I understand. When the oceans rose, your anomalous capabilities weren’t enough to protect you?\n\n\nSCP-5743-237:\n You understand nothing. Our magic was strong but rooted in the Earth and we could no more use our magic to change her than a strong man can lift himself off the ground by grabbing his feet. We could not stop the oceans but our magic could protect us, help us adapt to Earth’s changes.\n\n\nKristov:\n And these… adaptations are what made you into your current form? There must have been another way to survive the floods that would have allowed you to stay more human.\n\n\nSCP-5743-237:\n Other ways were tried, but the Earth’s magic is temperamental. When we turned our efforts from pleasure to survival, we discovered that our intent needed to be pure in order to draw upon its full power. My intent was purest, I sought only survival and thus I became something that could survive even the greatest of disasters. A form perfectly suited to enduring, one that life returns to again and again.\n\n\nSCP-5743-237 gestures with its claws spread wide and snaps them open and shut several times.\n\n\nKristov:\n What happened to the rest?\n\n\nSCP-5743-237:\n Some died, you found their remains buried beneath the silt. Most left, giving up their godhood to become petty mortals and their corpses lie buried beneath the mud now too. Fools.\n\n\nKristov:\n Dogger Littoral has been submerged for millenia. What have you done down there, for all those years?\n\n\nSCP-5743-237:\n I have survived. When the floods came and a wall of water grew tall enough to blot the sun, I kept my sole focus on survival. My intent channelled the magic to make my form perfect for survival and that magic judged that a mind was… unnecessary. My intelligence slept until you mortals dragged me up from the depths and threatened my survival, for I had no need of thought until then.\n\n\nKristov:\n So you spent the past eight thousand years as a crab? That sounds like it would be a very lonely and difficult time.\n\n\nSCP-5743-237:\n Survival is always difficult, but better loneliness than dying and being forgotten like all those other fools. Better to give up anything than to die.\n\n\nSCP-5743-237 retreats into its shell and does not respond to further questioning.\n\n\n<END LOG>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For a full list of each item’s properties, see Document-5743-B17.\n\n\n2\n. A megatsunami caused by the collapse of the Norwegian Continental Shelf some time in 6225–6170 BCE.\n\n\n3\n. Common Hermit Crab.\n\n\n4\n. Commonly referred to as ‘ley lines’.\n\n\n\n\n\n\n\n\n« \nSCP-5742\n | SCP-5743 | \nSCP-5744\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5743\n\" by CrystalMonarch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5743\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n crab.jpg\n\n\nName:\n giant hermit crab\n\n\nAuthor:\n greyloch\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n divers.jpg\n\n\nName:\n Underwater Archaeology with AutoCAD (2)\n\n\nAuthor:\n Shaan Hurley\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5743 \" by CrystalMonarch, from the SCP Wiki . Source: https://scpwiki.com/scp-5743 . Licensed under CC-BY-SA .",
        "Filename: crab.jpg Name: giant hermit crab Author: greyloch License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: divers.jpg Name: Underwater Archaeology with AutoCAD (2) Author: Shaan Hurley License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "Archaeological excavation of SCP-5743 is to continue, and all materials of anomalous origin discovered should be catalogued and stored at Site-109.",
    "description": "SCP-5743 is the remains of a settlement that was populated by humanoids with anomalous capabilities from approximately 8000BCE until 6200BCE. It was located in the region known as Dogger Littoral, a landmass that connected Britain with mainland Europe during the Pleistocene and early Holocene, before being submerged by a rise in global sea levels. SCP-5743 is currently located 200 m below sea level in the North Sea.",
    "title": "SCP-5743"
}