{
    "url": "https://scp-wiki.wikidot.com/scp-5744",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\n\n\nInstance of SCP-5744 in its dormant state.\n\n\n\n\n\n\nItem #:\n SCP-5744\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Containment Force Xi-4 (\"Baywatch\") are to be stationed on Kapoposang Island in the Makassar Strait, and are to monitor a 20km radius area for instances of SCP-5744. All water traffic that attempts to enter the area should be intercepted and redirected using cover story G3\n1\n. Every 2 weeks, at least 2 D-Class personnel should be sent into SCP-5744-1 to conduct Procedure-L91 (see Addendum-5744-3 for details).\n\n\nDescription:\n SCP-5744 is the designation given to an unknown species of polychaete worms of the Nereididae family located within the Makassar Strait, found in an approximately 15km radius area centred on SCP-5744-1. SCP-5744 instances initially appear in a dormant state where they are indistinguishable from non-anomalous worms, however, once a human comes within visual range of an SCP-5744 instance it will attempt to enter that person’s ear. They can become intangible at will and are capable of passing through all known forms of solid matter. Once inside, SCP-5744 instances will latch onto the victim's Tympanic membrane\n2\n, where it will begin to exhibit its behaviour altering properties (see Addendum-5744-1 for details).\n\n\nSCP-5744-1 is a large artificial structure located on the ocean floor of the Makassar Strait, approximately 70km off the west coast of South Sulawesi (see Addendum-5744-2 for Exploration Log).\n\n\nSCP-5744-2 is a twelve limbed aquatic entity resembling a member of the Cephalopoda class but is far larger, with greatly elongated tentacles. It is highly intelligent, and the full extent of its anomalous properties remain unknown. Procedure-L91 has so far proven to be sufficient in containing it within SCP-5744-1, however, research is underway to find a more sustainable long term solution.\n\n\n\n\nAddendum-5744-1: Discovery\n\n\n\n\nAddendum-5744-1: Discovery\n\n\n\n\nForeword:\n The following is an excerpt from Researcher Angstrom's daily log after passing through the infested area on an unrelated assignment investigating SCP-████. The original log has been edited for brevity.\n\n\n\n\n\"To summarise, the seismic activity in the Makassar Strait tsunamigenic region has proven to be non-anomalous in nature and aligns with current predictions. However, I still feel a powerful disturbance, deep beneath the sea. There is a tidal force which pulls me, beckons me to dive below and seek out the truth. I must make pilgrimage to this long forgotten place to pay homage to the creature that resides there, and if it finds my offerings acceptable, may I reside in its sanctum. Let us go then, and be nourished by their unknowable wisdom, and return refreshed and with new purpose.\"\n\n\n\n\nConcluding Statement:\n The log continues in a similar manner for another 8470 words, including directions on where to locate SCP-5744-1, before concluding in the regular manner. After submission of the log, Researcher Angstrom was brought in for medical scans which revealed an SCP-5744 instance attached to their Tympanic membrane.\n\n\n\n\n\n\n\n\n\n\nAddendum-5744-2: Exploration Log\n\n\n\n\nAddendum-5744-2: Exploration Log\n\n\n\n\n\n\nForeword:\n Mobile Task Force Gamma-6 (\"Deep Feeders\") were dispatched in a speedboat with diving gear to locate and investigate SCP-5744-1. Summarised transcriptions of bodycam feeds and audio logs are contained below:\n\n\n\n\n<BEGIN LOG>\n\n\nG6-A:\n Arrived at location, dropping anchor.\n\n\nMTF agents A to D suit up with diving gear, with agent E and F remaining on the boat. After descending 50m, a structure can be seen protruding from the seabed composed of limestone blocks with a dense coating of coral polyps, confirmed to be SCP-5744-1.\n\n\nG6-C:\n Dash one sighted, twelve o'clock.\n\n\nG6-A:\n Roger, approaching entrance, watch my six.\n\n\nThe MTF agents move towards the structure. Unknown sigils are inscribed in the block above a 3m tall stone door.\n\n\nG6-D:\n Scans indicate one lifeform inside. No response to our presence.\n\n\nG6-A:\n Roger. Initiate breach procedure Q-7.\n\n\nMTF agents flank the door with two agents at each side, with breaching explosives placed on the door.\n\n\nG6-A:\n Three, two, one.\n\n\nThe door explodes inwards and agents A and C move in. An unseen barrier prevents water from entering SCP-5744-1, leaving the agents standing in a room furnished like a hotel lobby. SCP-5744-2 can be seen next to a table holding hors d'oeuvres.\n\n\nSCP-5744-2:\n Hello! Welcome to the Seabed and Breakfast! Could I interest you in some sea cucumber sandwiches?\n\n\nExtraneous dialogue has been removed.\n\n\n<END LOG>\n\n\n\n\nPost Exploration:\n As SCP-5744-2 was found to be non-hostile, Procedure-L91 considered to be sufficient to appease SCP-5744-2's demand for customers, neutralising >98% of SCP-5744 instances.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-5744-3: Procedure-L91\n\n\n\n\nAddendum-5744-3: Procedure-L91\n\n\n\n\n\n\nProcedure-L91 consists of spending a 3 nights stay in the \"Seabed and Breakfast\" contained within SCP-5744-1. Reviews have been highly positive, and a request to prioritise well behaved D-class personnel to conduct Procedure-L91 is pending.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Unexploded ordnance in the area.\n\n\n2\n. Commonly known as the ear drum.\n\n\n\n\n\n\n\n\n« \nSCP-5743\n | SCP-5744 | \nSCP-5745\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5744\n\" by red-rogue, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5744\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n worm.jpg\n\n\nName:\n Sea Worm Nereidae.jpg\n\n\nAuthor:\n Dwi sumaiyyah makmur\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5744 \" by red-rogue, from the SCP Wiki . Source: https://scpwiki.com/scp-5744 . Licensed under CC-BY-SA .",
        "Filename: worm.jpg Name: Sea Worm Nereidae.jpg Author: Dwi sumaiyyah makmur License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5744",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Containment Force Xi-4 (\"Baywatch\") are to be stationed on Kapoposang Island in the Makassar Strait, and are to monitor a 20km radius area for instances of SCP-5744. All water traffic that attempts to enter the area should be intercepted and redirected using cover story G31. Every 2 weeks, at least 2 D-Class personnel should be sent into SCP-5744-1 to conduct Procedure-L91 (see Addendum-5744-3 for details).",
    "description": "SCP-5744 is the designation given to an unknown species of polychaete worms of the Nereididae family located within the Makassar Strait, found in an approximately 15km radius area centred on SCP-5744-1. SCP-5744 instances initially appear in a dormant state where they are indistinguishable from non-anomalous worms, however, once a human comes within visual range of an SCP-5744 instance it will attempt to enter that person’s ear. They can become intangible at will and are capable of passing through all known forms of solid matter. Once inside, SCP-5744 instances will latch onto the victim's Tympanic membrane2, where it will begin to exhibit its behaviour altering properties (see Addendum-5744-1 for details).",
    "title": "SCP-5744"
}