{
    "url": "https://scp-wiki.wikidot.com/scp-5747",
    "all_text": "This is an SCP about planes.\n\n\n\n\n\n\nrating: \n+128\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-5747\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation watchdog algorithms are to monitor the flight records of licensed pilots involved in civilian and/or military aviation. The number of unique aircraft flown by each pilot is to be recorded by this system as it iterates through flight personnel. Should this statistic approach the threshold necessary to activate SCP-5747's effects, the offending individual is to be revoked of their piloting license and retired from employment.\n\n\nIn the event that SCP-5747 occurs successfully, the airspace within a 50 km radius of the affected person is to be cleared of air traffic. Civilian witnesses in the vicinity of the area are to be apprehended and amnesticized. At the conclusion of the anomaly's effects, the affected subject must also undergo amnestic treatment, as well as the implantation of false memories to justify their subsequent retirement from the aviation industry.\n\n\nDescription:\n SCP-5747 denotes an anomalous phenomenon that manifests in individuals licensed to operate aircraft. These individuals must meet the following criteria in order to trigger its effects:\n\n\n\n\nMore than 100 unique models of aircraft flown throughout the span of their piloting career. This criterion includes all forms of manned aircraft, including civilian airliners, military jet planes, and space shuttles. The specifications for what constitutes a unique model of aircraft appear to be dependent on the manufacturer's internal cataloguing system.\n\n\nPossession of a valid piloting license that is legally recognized by the individual's local aviation regulatory body. Aircraft models that are flown without a valid license do not count towards the first criterion.\n\n\n\n\nWithin 24 hours of meeting these two conditions, the subject will experience the onset of SCP-5747's effects and begin levitating upwards. Any attempts to impede this ascent will invariably fail, as the subject will pass through any solid objects blocking their path. The velocity of this upward movement increases at a geometric rate and levels out to a constant speed as the subject rises above the cloud layer.\n\n\nAs the affected individual enters the stratosphere, the atmospheric particulate in front of the subject will coalesce into enormous letters. These formations spell out the names of notable figures in the aviation industry, ranging from early aircraft inventors to modern aerospace engineers. More than two thousand names appear during this phenomenon, materializing in vertical succession as the subject floats through the atmosphere.\n\n\nAt various points during SCP-5747, large humanoid entities will briefly appear in front of the subject. These figures measure up to five kilometers in height and resemble the leaders of contemporary aerospace corporations from the torso up, terminating below the upper chest. Spectroscopic surveys reveal that they are primarily composed of rarefied vapour and other aerosols found in cloud formations. After manifesting, these entities will make eye contact with the subject and gesture in approval — typically with a smile or a nod — before slowly dissipating. In rare cases, the entities will produce a vocalization in lieu of a physical gesture.\n1\n All attempted communications have yet to be reciprocated, suggesting that these manifestations are non-sentient.\n\n\nAfter reaching an altitude of 40 km, the subject will decelerate until they are hovering in place. At this point, a crowd of human figures — identifiable as the subject's friends and family — will manifest around them. These entities do not respond to external stimuli and do not perform any actions besides clapping loudly and staring at the subject. Shortly after their appearance, a large set of text will materialize in the distance. This text reads:\n\n\n\n\n\n\nCONGRATULATIONS!\n\n\nTHANK YOU FOR FLYING WITH US\n\n\nWE LOVE YOU\n\n\n\n\n\n\nAfter thirty minutes have passed following this message, the subject will fall unconscious, then disappear.\n\n\nAffected persons typically wake up in their place of residence after an SCP-5747 event. All previous subjects recount experiencing a feeling of pride and accomplishment after regaining consciousness. They also report finding a $500,000 cheque\n2\n on their person and an airplane-shaped trophy in their domicile.\n\n\nSubjects have also reported gaining an implicitly understood ability to requisition a gold-plated aircraft from any airplane manufacturer of their choosing. Subsequent testing has shown that these requests are universally honored, with little to no skepticism regarding the validity of the order.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthor's Note\n\n\n\n\nHide Author's Note\n\n\n\n\nHello, reader.\n\n\nLast week, a good friend of mine passed away. He was found in the river near the famous bridge where lovers cross, and his body was left to decompose for several weeks. He lived a solitary life and his body was not found for a long time.\n\n\nIt was the worst feeling of my life. When I saw his face in the coffin, I felt an invisible hand penetrate me and grasp my lungs. Over the next few days, the fingers deep inside me slowly twisted.\n\n\nSurely, the only way to escape this loneliness is to become addicted. So, I encourage all readers to adopt a vice today. Cigarettes and alcohol are great, but they may be illegal in your area. Anything is okay!\n\n\nPlease try to put these ideas into practice today!\n\n\nThank you. ✌️\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5747\n\" by syuzhet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5747\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n World_Trade_Centre_Twin_Towers_New_York.jpg\n\n\nName:\n World Trade Centre, Twin Towers, New York, USA.\n\n\nAuthor:\n Yann Forge\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:World_Trade_Centre_Twin_Towers_New_York.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Examples of these vocalizations include: \"Good work!\", \"Give 'em hell, tiger!\", \"We're proud of you.\"\n\n\n2\n. Converted to the subject's local currency.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5747 \" by syuzhet, from the SCP Wiki . Source: https://scpwiki.com/scp-5747 . Licensed under CC-BY-SA .",
        "Filename: World_Trade_Centre_Twin_Towers_New_York.jpg Name: World Trade Centre, Twin Towers, New York, USA. Author: Yann Forge License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:World_Trade_Centre_Twin_Towers_New_York.jpg"
    ],
    "item": "SCP-5747",
    "object_class": "Euclid",
    "containment_procedures": "Foundation watchdog algorithms are to monitor the flight records of licensed pilots involved in civilian and/or military aviation. The number of unique aircraft flown by each pilot is to be recorded by this system as it iterates through flight personnel. Should this statistic approach the threshold necessary to activate SCP-5747's effects, the offending individual is to be revoked of their piloting license and retired from employment.",
    "description": "SCP-5747 denotes an anomalous phenomenon that manifests in individuals licensed to operate aircraft. These individuals must meet the following criteria in order to trigger its effects:",
    "title": "SCP-5747"
}