{
    "url": "https://scp-wiki.wikidot.com/scp-5749",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \ndeath\n, both of an animal and of a person.\n\n\n\n\n\n\n\n\nrating: \n+96\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n5749\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5749, prior to neutralization. Photo taken by a team of fishermen under SCP-5749's influence.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-5749 is neutralized and its remains are non-anomalous, no containment procedures are necessary.\n\n\nDescription:\n SCP-5749 was a lobster of the species \nPalinurus elephas\n, more commonly known as the European spiny lobster. SCP-5749 had developed an anomalous survival method through an unknown process.\n\n\nThis survival method consisted of the changing of a person's intentions regarding SCP-5749. When a person who was both skilled at and motivated to perform a specific action to SCP-5749 entered within SCP-5749's vicinity\n1\n, they would lose all skill and motivation to perform said action. Instead, the affected individual would become exceptionally good at and motivated to perform a different action to SCP-5749 they were previously not interested in. SCP-5749 appears to have had used this ability to avoid being captured by fishermen in the area.\n\n\nSCP-5749 was discovered after reports of a \"cursed fishing spot\" that was reportedly impossible to trap in. These reports lead members of local fishing communities to attempt to trap in the area, eventually falling under SCP-5749's effects themselves, and further propagating the legend.\n\n\n\n\n\n\nAddendum 5749.01: Neutralization\n\n\n\n\nAfter several teams sent to contain SCP-5749 failed, a final attempt using a team of several janitors was sent with the hopes that the team's inexperience in containment would allow them to capture SCP-5749 without activating its effects. Improper background screening resulted in the inclusion of janitor Andrew Mercury, a former boy scout with experience in kayaking.\n\n\nOnce the team had set out and acquired SCP-5749, Mercury fell under its effects upon being asked to row the team's kayak back to shore. Mercury proceeded to create a fire with his oars and attempt to cook SCP-5749 over the flame before being stopped by several other team members\n2\n.\n\n\nSCP-5749 was confirmed neutralized upon the team's arrival at shore, having succumbed to the heat of the flame before the team's intervention.\n\n\n\n\n\n\nAddendum 5749.02: Related Documentation\n\n\n\n\n\n\n05/06/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a record of the May 6, 2021 meeting of the Foundation Internal Tribunal Department re: SCP-5749's neutralization.\n\n\n\n\nDefendant:\n Andrew Mercury\n\n\nCharges:\n Unauthorized neutralization of a Safe-class anomaly\n\n\n\n\nAndrew Mercury stands trial on this day, the sixth of May, 2021, on charges of the unauthorized extermination of a Safe-class anomaly. The defendant has plead not guilty, on the defense that charges cannot be applied, as he was under the influence of a compulsive anomaly. The prosecution has argued that charges can be applied, as SCP-5749's influence is not strong enough to be irresistible. The council vote on the matter is recorded as follows:\n\n\n\n\n\n\n\n\n\n\nGUILTY\n\n\nNOT GUILTY\n\n\nABSTAIN\n\n\n\n\n\n\n6\n\n\n7\n\n\n0\n\n\n\n\n\n\n\n\n\n\n\n\n05/06/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a note from the Foundation Internal Tribunal Department.\n\n\n\n\nDue to the closeness of the vote on the May sixth trial, the prosecution is entitled to an appeal\n3\n. A follow-up trial is scheduled for 06/03/2021.\n\n\n-Griffin Yugo, Esq., Internal Tribunal Department\n\n\n\n\n\n\n05/07/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a note from the Foundation Internal Tribunal Department.\n\n\n\n\nDue to the urgency of this case, the June third follow-up trial has been rescheduled to take place on 05/10/2021.\n\n\n-Griffin Yugo, Esq., Internal Tribunal Department\n\n\n\n\n\n\n05/10/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a record of the May 10, 2021 meeting of the Foundation Internal Tribunal Department re: SCP-5749's neutralization.\n\n\n\n\nDefendant:\n Andrew Mercury\n\n\nCharges:\n Second-degree murder of a Safe-class anomaly\n\n\n\n\nAndrew Mercury stands trial on this day, the tenth of May, 2021, on charges of second-degree murder of a Safe-class anomaly. The defendant has plead not guilty, on the defense that the murder was justified\n4\n for reasons unknown. The prosecution has argued that the murder of an anomaly is never justifiable. The council vote on the matter is recorded as follows:\n\n\n\n\n\n\n\n\n\n\nGUILTY\n\n\nNOT GUILTY\n\n\nABSTAIN\n\n\n\n\n\n\n6\n\n\n6\n\n\n1\n\n\n\n\n\n\n\n\n\n\n05/10/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a note from the Foundation Internal Tribunal Department.\n\n\n\n\nDue to the horridness of their actions, 7 members of the ITD council have been removed. A follow-up trial for the Andrew Mercury case has been scheduled for 05/11/2021.\n\n\n-Griffin Yugo, Esq., Internal Tribunal Department\n\n\n\n\n\n\n05/11/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a record of the May 11, 2021 meeting of the Foundation Internal Tribunal Department re: SCP-5749's unjust and untimely murder.\n\n\n\n\nMurderer:\n Andrew Mercury\n\n\nCharges:\n First-degree murder of an innocent Safe-class anomaly\n\n\n\n\nAndrew Mercury stands trial on this day, the eleventh of May, 2021, on charges of first-degree murder of an innocent Safe-class anomaly. The defendant has plead guilty\n5\n. The council vote on the matter is recorded as follows:\n\n\n\n\n\n\n\n\n\n\nGUILTY\n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\nAndrew Mercury has been sentenced to death on counts of first-degree murder and assault\n6\n. His execution has been scheduled for 05/12/2021.\n\n\n\n\n\n\n\n\nAddendum 5749.3: Related Files\n\n\n\n\n\n\n▼File:ITD-investigation.log\n\n\n\n\n▲Close file\n\n\n\n\nFollowing Andrew Mercury's execution, the following notice was sent out by the Internal Tribunal Department:\n\n\n\n\n05/12/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a note from the Foundation Internal Tribunal Department.\n\n\n\n\nThe Internal Tribunal Department would like to issue a formal apology for the death of Andrew Mercury. Several rash, unthoughtful decisions were made and offending staff have been removed from the ITD. An investigation into the incident is being conducted.\n\n\n-Harper Corral, Esq., Internal Tribunal Department\n\n\n\n\nAn investigation into the incident was launched by the Department, eventually being abandoned due to a lack of interest among investigators. The abrupt end of the investigation, as well as the circumstances surrounding the trials themselves warranted concern from former members of the SCP-5749 research team, who noted similarities between the incidents and cases of SCP-5749 influence. The research team presented this to the ITD, concluding that SCP-5749's anomalous effects had persisted after its death and that the ITD had fallen under its influence. This convinced the ITD to relaunch their investigation.\n\n\nPrior to the launch of the investigation, the evidence used in the Mercury trials was in transport to the ITD headquarters, and was stopped after the research team presented their hypothesis in order to prevent an activation of SCP-5749's effects, as SCP-5749's remains were among the evidence being transported. It was noted, however, that prior to being stopped, the driver of the transport vehicle maintained both her skill and motivation to drive. Experimentation soon followed, and it was determined that SCP-5749's remains are non-anomalous.\n\n\nInterviews with involved personnel confirmed that those involved in the trials had retained their motivation and skill during the trials, and that most of their actions had revolved around Mercury himself and not SCP-5749. Thus, it has been concluded that SCP-5749 is no longer anomalous.\n\n\n\n\n06/01/2021\n\n\nSCP FOUNDATION INTERNAL TRIBUNAL DEPARTMENT\n\n\nThe following is a note from the Foundation Internal Tribunal Department.\n\n\n\n\nWe found something.\n\n\nIt's not SCP-5749 that's doing this.\n\n\nIt's something else.\n\n\nIt's a different fucking lobster.\n\n\n-Harper Corral, Esq., Internal Tribunal Department\n\n\n\n\n\n\n\n\n\n\n\n\n▼File:SCP-5749-B-documentation.log\n\n\n\n\n▲Close file\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5749-B\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5749-B, shortly after discovery. It is unknown why anyone would take a photo of it.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-5749-B is unnecessary.\n\n\nDescription:\n SCP-5749-B is a lobster of the species \nPalinurus elephas\n, more commonly known as the European spiny lobster. SCP-5749-B has developed anomalous abilities through an irrelevant process.\n\n\nThese abilities consist of the manipulation of a person's sense of importance and priorities. SCP-5749-B has the ability to manipulate people under its influence into believing that certain events or actions are more or less important than they would believe otherwise.\n\n\nSCP-5749-B was discovered during an investigation by the Internal Tribunal Department into the events of May 6-12, 2021. It was noted by members of the ITD and SCP-5749 research team that any inquiries into the trials themselves would be disregarded by investigators as unimportant, while inquiries into the death of SCP-5749 would be viewed as extremely important. An investigation team was sent to the location of SCP-5749's discovery to monitor for further anomalous effects, leading to the discovery of SCP-5749-B. SCP-5749-B appears to have used its effects to enact revenge on Foundation janitor Andrew Mercury for the death of SCP-5749. The reason for this is unknown.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The exact radius of this vicinity is unknown, as all attempts to measure it by research teams have failed.\n\n\n2\n. Mercury was reportedly displeased at the lack of proper cooking utensils, but attempted to \"make do\" with materials on the kayak.\n\n\n3\n. This has not been found to be the ITD's policy regarding close votes of the council.\n\n\n4\n. This has not been found to be Mercury's defense during the trial.\n\n\n5\n. This has not been found to be the case.\n\n\n6\n. The ITD has never been found to practice capital punishment.\n\n\n\n\n\n\n\n\n« \nSCP-5748\n | SCP-5749 | \nSCP-5750\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5749\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5749\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Europ Languste\n\n\nAuthor:\n Michael Wolf\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\nFilename:\n Monaco.Musée océanographique089\n\n\nAuthor:\n Georges Jansoone\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5749 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-5749 . Licensed under CC-BY-SA .",
        "Filename: Europ Languste Author: Michael Wolf License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Monaco.Musée océanographique089 Author: Georges Jansoone License: CC BY 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Containment of SCP-5749-B is unnecessary.",
    "description": "SCP-5749-B is a lobster of the species Palinurus elephas, more commonly known as the European spiny lobster. SCP-5749-B has developed anomalous abilities through an irrelevant process.",
    "title": "SCP-5749"
}