{
    "url": "https://scp-wiki.wikidot.com/scp-5750",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5750\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n SCP-5750 is currently uncontained, and cannot be contained. Web crawlers have been instated to flag any complaints about SCP-5750, as this may leave evidence of its existence. As of 3/18/19, over 121 complaints have been flagged, all discredited and censored. Regardless of SCP-5750's un-containable properties, plans to protect normalcy have been maintained.\n\n\n\n\n\n\nAn instance of SCP-5750-2 sold by GoI-1912, also known as \"Thin Mints.\"\n\n\n\n\n\n\nDescription:\n\nSCP-5750 is the collective designation for multiple words that hold memetic properties when used together in a sentence. This effect causes an individual to seek out and buy products from GoI-1912 (\"Girl Scouts\"). The effect lasts until the subject has spent at least $10 (USD) buying one of their products, or SCP-5750-2. Members of GoI-1912, now designated SCP-5750-1, have been shown to be completely immune to SCP-5750. SCP-5750-1 instances have been shown to have no recollection of the effect or their immunity of SCP-5750. SCP-5750-1 instances tend to be door to door sellers of SCP-5750-2, also known as \"Girl Scout Cookies.\" Juliette Gordon Low, (the founder of GoI-1912,) has been designated PoI-1912. The Foundation has failed to capture PoI-1912, as all attempts close to success have ended in triggering the effect of SCP-5750. Further attempts have been set to low priority.\n\n\nDiscovery:\n SCP-5750 was discovered on 06/05/19 when Junior Researcher Craig Clark reported that the words may have had anomalous properties. He stated the number of social media posts complaining about GoI-1912's sales tactics had increased. This increase directly correlates with the exponential growth of GoI-1912 since first discovered. Evidence of an anomaly was further backed up by counter-memetic filtering of the posts.\n\n\nNotes:\n SCP-5750-2 instances sold by SCP-5750-1 have no anomalous properties and are chemically similar to other brands of similarly flavored cookies. SCP-5750 is the only anomaly when it comes to the cookies, as combining the words \n(do not repeat)\n \"Wanna buy girl scout cookies?\" together in a spoken sentence triggers its effect. SCP-5750-1 instances only appear to target those with spending power high enough to afford their products.\n\n\nAddendum-SCP-5750.1:\n On 03/11/2019, Foundation web crawlers picked up a string of tweets from a user going by the handle @ImMonster539. The individual was brought into custody, amnesticized, and returned to his home. The tweets have been removed; however, personnel captured a screenshot before censoring it. The image is attached here:\n\n\n\n\n\n\n\n\nRemoved tweets from an individual complaining about SCP-5750.\n\n\n\n\n\n\n\n\nAddendum-SCP-5750.2:\n On 03/07/2019, an incident was reported by Site Director Klaid Chandler. A note ended up in the mailbox of Chandler addressed to the Foundation. A transcription is attached below:\n\n\n\n\n\n\nTo Snickerdoodles, Chocolate Chips and Piayas.\n\n\n\n\n\nIt has come to the Girl Scout's attention that you are trying to facilitate capture of our leader.\n\nWe would like to request you to stop.\n\n\nThis is for your own good, as Juliette always said: \"\nPeace until War.\n\"\n\n\nIf you continue these attempts, it'll be more than war.\n\n\n \n\n\nHope you like your cookies!\n\n\nSigned,\n\n\nCarla Josephine, Chief Communications Executive of the Girl Scouts.\n\n\n~Carla@GirlScouts\n\n\n\n\nOn top of this Chandler also received an email in which he responded to, both are held below:\n\n\n\n\n\n\nFrom Carla@GirlScouts\n\n\nRecipient(s) KChandler32@SCiPNet\n\n\n\n\nHey, friend!\n\n\nJust in-case the previous message gets lost in transit!~\n\n\nYour continued attempts at our leader will not stand. You don't want a war with us. We have a lot more than just cookies. I recommend you back down.\n\n\nSigned,\n\n\nCarla!~\n\n\n\n\n\n\n\n\nFrom KChandler32@SCiPNet\n\n\nRecipient(s) Carla@GirlScouts\n\n\n\n\nHello Carla.\n\n\nThis in regards to your previous email. We will not be backing down. I speak for the whole Foundation when I say: You will lose. I promise you.\n\n\nYour leader is the lowest priority we have. Besides:\n\n\nWe won't make a deal with a shady \nbusinesswoman\n.\n\n\nBuckle up, \nScumbag\n.\n\n\n- Klaid\n\n\n\n\n\n\n\n\n« \nSCP-5749\n | SCP-5750 | \nSCP-5751\n »",
    "addendums": [
        "Addendum-SCP-5750.1: On 03/11/2019, Foundation web crawlers picked up a string of tweets from a user going by the handle @ImMonster539. The individual was brought into custody, amnesticized, and returned to his home. The tweets have been removed; however, personnel captured a screenshot before censoring it. The image is attached here:",
        "Addendum-SCP-5750.2: On 03/07/2019, an incident was reported by Site Director Klaid Chandler. A note ended up in the mailbox of Chandler addressed to the Foundation. A transcription is attached below:\nOn top of this Chandler also received an email in which he responded to, both are held below:"
    ],
    "documents": [],
    "notes": [
        "To Snickerdoodles, Chocolate Chips and Piayas. It has come to the Girl Scout's attention that you are trying to facilitate capture of our leader. We would like to request you to stop. This is for your own good, as Juliette always said: \" Peace until War. \" If you continue these attempts, it'll be more than war. Hope you like your cookies! Signed, Carla Josephine, Chief Communications Executive of the Girl Scouts. ~Carla@GirlScouts",
        "From Carla@GirlScouts Recipient(s) KChandler32@SCiPNet Hey, friend! Just in-case the previous message gets lost in transit!~ Your continued attempts at our leader will not stand. You don't want a war with us. We have a lot more than just cookies. I recommend you back down. Signed, Carla!~",
        "From KChandler32@SCiPNet Recipient(s) Carla@GirlScouts Hello Carla. This in regards to your previous email. We will not be backing down. I speak for the whole Foundation when I say: You will lose. I promise you. Your leader is the lowest priority we have. Besides: We won't make a deal with a shady businesswoman . Buckle up, Scumbag . - Klaid"
    ],
    "description": "SCP-5750 is the collective designation for multiple words that hold memetic properties when used together in a sentence. This effect causes an individual to seek out and buy products from GoI-1912 (\"Girl Scouts\"). The effect lasts until the subject has spent at least $10 (USD) buying one of their products, or SCP-5750-2. Members of GoI-1912, now designated SCP-5750-1, have been shown to be completely immune to SCP-5750. SCP-5750-1 instances have been shown to have no recollection of the effect or their immunity of SCP-5750. SCP-5750-1 instances tend to be door to door sellers of SCP-5750-2, also known as \"Girl Scout Cookies.\" Juliette Gordon Low, (the founder of GoI-1912,) has been designated PoI-1912. The Foundation has failed to capture PoI-1912, as all attempts close to success have ended in triggering the effect of SCP-5750. Further attempts have been set to low priority.",
    "title": "SCP-5750"
}