{
    "url": "https://scp-wiki.wikidot.com/scp-5753",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nItem #:\n SCP-5753\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation agents embedded as cast members at the Walt Disney World Resort are to screen potential guests for traits that could trigger a Rolly event. This is accomplished by running the individual through a background check via an available Foundation operated web-analysis bot. All flagged individuals are to be monitored by embedded agents utilizing the Reedy Creek Improvement District security network around the Magic Kingdom park and resorts for surveillance.\n\n\nShould a flagged individual trigger a Rolly event, agents are to be dispatched to Location-5753 and discreetly apply low grade amnestics to all affected guests. Following dispersal guests are to be offered any number of enticements, including free FastPass queue tickets and upgraded dining and resort reservations.\n\n\nDescription:\n SCP-5753 is a phenomenon that occasionally occurs when a paying customer of the Walt Disney World, who fulfills certain pre-existing criteria, attempts to ride the \nIt’s A Small World\n attraction, otherwise known as Location-5753. These criteria are:\n\n\n\n\nStrong public investment in far-right or far-left politics\n\n\nAnti-social tendencies\n\n\nAnti-corporate sensibilities\n\n\nProfessed cynicism\n\n\nAppreciation of waterfowl\n\n\n\n\nIf an affected person attempts to board the attraction, 70% of the time the ride experience will be normal; 30% of the time a Rolly event will occur, and the ride’s pre-existing path will diverge, turning off into an extradimensional alternate path directly following the South America room. This space does not exist on any Disney Parks maps, and theoretically should cut directly into the kitchen of the nearby Pinocchio Village Haus restaurant. Once inside, the boat containing the affected guest is briefly treated to a display which, while disturbing in content, is otherwise non-anomalous and could be theoretically produced by engineers at the Disney corporation or related contractors.\n\n\nThe initial appearance of this alternate space is consistent with the ride, displaying the same pastel walls, repeated playback of “It’s A Small World” and Mary Blair-designed rudimentary animatronics. However, a small sign visible on a platform can be seen, reading “Abandon All Yolk, Ye Who Enter Here,” and once the space is entered, an automatic door will close behind the guests, preventing egress. The attraction’s music will then display divergent lyrics compared to those originally composed by the Sherman brothers, which are as follows: “You will die alone, you stupid fuck/You will end up on the streets and I wish you luck/You will have no friends except your dumb pet duck/It’s a small, small world.”\n\n\nFollowing this, a voice imitating a Southern accent will exclaim “Yee-haw!” on the downbeat, the music pauses and the attraction lights go out. After a pause of about 5 seconds in darkness and silence strobe lights slam on, then a double-time house/techno remix of “It’s A Small World” with significant bluegrass instrumentation begins to play. The animatronics are rotated out for ones that hold small wooden knives and hatchets. These bobble around erratically to the music at high speed, roughly miming stabbings and decapitations. The boat picks up speed, reaching nearly 60 miles an hour, and the guest enters a dark ride depicting animatronics of various characters from Disney franchises, dressed as farmers, peasants, and stereotypical American “rednecks,\" violently assaulting Donald Duck.\n\n\nThese displays are seemingly rotated out between Rolly events, so that a Moana animatronic seen by one affected guest might instead be replaced by an Iron Man animatronic seen by another. At the end of a tunnel containing roughly six dioramas, the boat halts and the guests are confronted by a screen displaying an animation of Mickey Mouse and Goofy as French peasants preparing to kill an aristocratic Donald Duck via guillotine. The film is animated in the style of veteran Disney animators Milt Kahl and Ward Kimball.\n\n\nIn it, Mickey, appearing to be voiced by long-time performer Wayne Allwine, berates Goofy by calling him an “asshat” and exhortes him to “send this bourgeois neoliberal straight to duck hell.” Donald protests to no avail. Goofy laughs, expresses his hope that Donald’s nephews starve on the street, does an elaborate handshake with Mickey that finishes in imitated flatulence, and dispatches Donald in gory fashion. The guests are then sprayed with a fine mist of poultry blood, the remixed music ceases, and then the boat is promptly deposited back in the South Pacific section of \nIt’s A Small World\n to finish the ride. As it leaves the space, a voice matching deceased voice actor Thurl Ravenscroft announces various lines, including “Did you know ducks have violent corkscrew sex, and their vast quantities of shit destroy pond life? Now you know.” and “Wow-wee! Now that’s what I call inferno! It’s not too late to give up your poultry!”\n\n\nAll attempts by agents to breach the inside of Location-5753 during a Rolly event have failed.\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3999\n\n\nRating: 2876\n\n\n\n\n\n\nSCP-2432\n\n\nRating: 485\n\n\n\n\n\n\nSCP-Big egg\n\n\nRating: 433\n\n\n\n\n\n\nSCP-4012\n\n\nRating: 279\n\n\n\n\n\n\nSCP-3000-J\n\n\nRating: 245\n\n\n\n\n\n\nSCP-5702\n\n\nRating: 191\n\n\n\n\n\n\nSCP-2817\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2714\n\n\nRating: 154\n\n\n\n\n\n\nSCP-4930\n\n\nRating: 147\n\n\n\n\n\n\nSCP-3520\n\n\nRating: 137\n\n\n\n\n\n\nSCP-5401\n\n\nRating: 108\n\n\n\n\n\n\nSCP-3672\n\n\nRating: 96\n\n\n\n\n\n\nSCP-3643\n\n\nRating: 62\n\n\n\n\n\n\nSCP-2302\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6513\n\n\nRating: 59\n\n\n\n\n\n\nSCP-5598\n\n\nRating: 54\n\n\n\n\n\n\nSCP-5753\n\n\nRating: 53\n\n\n\n\n\n\nSCP-4701\n\n\nRating: 46\n\n\n\n\n\n\nSCP-2653\n\n\nRating: 45\n\n\n\n\n\n\nSCP-4875\n\n\nRating: 42\n\n\n\n\n\n\nSCP-4302\n\n\nRating: 33\n\n\n\n\n\n\nSCP-4753\n\n\nRating: 31\n\n\n\n\n\n\nSCP-3796\n\n\nRating: 23\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nRONALD REAGAN CUT UP WHILE RAPPING\n\n\nRating: 251\n\n\n\n\n\n\nasmr by dado\n\n\nRating: 247\n\n\n\n\n\n\nExcerpt from The Astrolabe Institute Journal\n\n\nRating: 188\n\n\n\n\n\n\nAmnestic\n\n\nRating: 50\n\n\n\n\n\n\nThe William Penn Iteration\n\n\nRating: 47\n\n\n\n\n\n\nEnd Of Deaf; or, In the Clutches of Dumb\n\n\nRating: 38\n\n\n\n\n\n\nInterior—Interior\n\n\nRating: 33\n\n\n\n\n\n\nThe News Tonight: Wednesday April 26th 2017\n\n\nRating: 33\n\n\n\n\n\n\nThe Undoing\n\n\nRating: 30\n\n\n\n\n\n\nHoly Mackerel\n\n\nRating: 28\n\n\n\n\n\n\nPortrait of Two Choreographers\n\n\nRating: 24\n\n\n\n\n\n\nGrandchildren Frost\n\n\nRating: 23\n\n\n\n\n\n\nWade Williams Distribution Presents:\n\n\nRating: 20\n\n\n\n\n\n\nThe DevourerLand Diaries\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5752\n | SCP-5753 | \nSCP-5754\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5753\n\" by LordStonefish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5753\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5753 \" by LordStonefish, from the SCP Wiki . Source: https://scpwiki.com/scp-5753 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5753",
    "object_class": "Keter",
    "containment_procedures": "Foundation agents embedded as cast members at the Walt Disney World Resort are to screen potential guests for traits that could trigger a Rolly event. This is accomplished by running the individual through a background check via an available Foundation operated web-analysis bot. All flagged individuals are to be monitored by embedded agents utilizing the Reedy Creek Improvement District security network around the Magic Kingdom park and resorts for surveillance.",
    "description": "SCP-5753 is a phenomenon that occasionally occurs when a paying customer of the Walt Disney World, who fulfills certain pre-existing criteria, attempts to ride the It’s A Small World attraction, otherwise known as Location-5753. These criteria are:",
    "title": "SCP-5753"
}