{
    "url": "https://scp-wiki.wikidot.com/scp-5754",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nhungrypossum\n\n\n\n\n\n\nRead more of my stuff \nhere\n!\n\n\nEnjoy!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5754\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation personnel embedded in public health institutions should report any increase in alopecia\n1\n and hypertrichosis\n2\n cases. Patients confirmed to have accepted SCP-5754's offer will be taken into Foundation custody under the pretext of an exotic viral infection, and contained in a Standard Humanoid Containment Chamber until expiration.\n\n\nA media campaign portraying traveling salespersons and their products as unreliable and dishonest is currently being disseminated.\n\n\nDescription:\n SCP-5754 is a humanoid entity of varying appearance, posing as a door-to-door salesperson. The entity will randomly manifest in front of homes, preponderently in the USA, Canada, and western Europe. The only commonalities between manifestations are its formal attire and a complete lack of visible hair.\n\n\nWhen a person (further referred to as \"the client\") answers the door, SCP-5754 will start a sales pitch for an object, emotion or concept the client intensely desires. After the sales pitch concludes, SCP-5754 will materialize a contract and a pen from its coat's inner pocket, and will present the client with a weekly subscription fee; said fee will always be a measure of length, normally ranging from eight to fourteen meters (or the equivalent in other measurements), however, no material is mentioned. If at any point the client expresses their disinterest concerning the product, the entity will briefly apologize for the inconvenience, and demanifest upon the client closing the door. In this case, the client will not be subject to further anomalous events.\n\nIf the client agrees to the weekly fee and signs the contract, SCP-5754 will state the purchased items will be delivered within the week, after which it will similarly demanifest upon the client closing the door. From this point forward, the client will undergo a series of anomalous changes:\n\n\n\n\n\n\nStage\n\n\nTimeframe\n\n\nDescription\n\n\n\n\n\n\n0\n\n\nDays 0-1\n\n\nSubjects materialize hair strands in their mouths when eating; this is usually ignored, or attributed to negligence during food preparation.\n\n\n\n\n\n\n1\n\n\nDays 2-4\n\n\nHair detached during the process of washing, brushing or combing demanifests when unobserved. Subjects who purchased an emotion from SCP-5754 begin to feel the respective emotion, albeit at a negligible rate.\n\n\n\n\n\n\n2\n\n\nDays 5-9\n\n\nSubjects display early signs of alopecia (usually restricted to the scalp), with an estimated 30% also showing increased hair growth on their bodies. All detached hair demanifests when unobserved. Subjects receive incremental amounts of the purchased product, or increased opportunities to acquire it.\n3\n\n\n\n\n\n\n3\n\n\nDay 10\n\n\nSubjects lose all hair, which immediately demanifests. New hair growth starts at an accelerated rate, though this is shed as well once it reaches 5 cm in length. The process repeats until the cessation of all anomalous effects.\n\n\n\n\n\n\n4\n\n\nDay 11\n\n\nSubjects start continuously regurgitating large amounts of hair, as well as expelling hair through other orifices. Subjects expire as a result of asphyxia. Anomalous effects cease after this point.\n\n\n\n\n\n\nAddendum 1\n\nOn 21/05/2013, Foundation operatives working at Appleton HealthCare System outfitted Sean Brighton, a patient undergoing Stage 2 of SCP-5754's anomalous influence, with a hidden camera and microphone under the pretext of monitoring vitals and environmental factors. Three days later, the device recorded the following event:\n\n\n\n\nSTART LOG\n\n\nBrighton is sitting on the couch, reading a magazine. Suddenly, he stands up and brings his hands to his throat, as if struggling to breathe. He runs to the bathroom and, after a minute of coughing and gagging, he expels approximately 30 cm of hair.\n\n\nBrighton:\n What the fuck? Whe-\n\n\nHe starts gagging again, during which SCP-5754 is caught on camera in front of the bathroom. Subsequent video analysis shows that its suit is composed of fibers resembling human hair. Brighton starts regurgitating hair continuously, displaying difficulties in breathing.\n\n\nSCP-5754:\n \nsighs\n \nI'll never get used to this\n. Good afternoon, Mr. Brighton! It has come to my attention that you haven't been paying the agreed upon amount, as stated in the contract. Could you please clarify this situation for me?\n\n\nBrighton:\n \nten seconds of muffled gagging\n\n\nSCP-5754:\n Please, sir, there's no need for such hostilities. I'm just asking that you respect your end of the deal. Look, it's wri-\n\n\nBrighton:\n \nviolently gags\n\n\nSCP-5754:\n Look man, I'm just trying to make ends meet here too, alright? I've gotta make a living somehow, and if all my sales end up with the client not paying, my boss is gonna chew me up and spit me out, quite literally so.\n\n\n15 seconds pause. Expelled hair is mixed with Brighton's stomach's contents. Hair strands start to become visible under his left eyeball.\n\n\nSCP-5754:\n I-I'm sorry it has come to this, but you can't just get what you bought and pay less than a third of the price. That's not how sales work.\n\n\nHair begins to come out of Brighton's nasal cavities. His eyes have popped out, and hair is pouring out of his eye sockets.\n\n\nSCP-5754:\n You already got what you bargained for, right? You got that raise just yesterday, you even got that e-mail about some long forgotten uncle leaving you a nice inheritance, which, by the way, was a little bonus from us. I think we're being more than reasonable here, sir, so please show us the same courtesy.\n\n\n10 seconds pause. Brighton stops breathing.\n\n\nSCP-5754:\n Well, if there's no further issues, I'll be on my way. Thank you for your patronage, good sir! Have a wonderful day!\n\n\nSCP-5754 demanifests. Brighton expires two minutes later due to asphyxia.\n\n\nEND LOG\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Loss of hair from part of the head or body.\n\n\n2\n. Excessive hair growth.\n\n\n3\n. For instance, subjects who desired monetary gains are offered a pay raise or better job opportunity; others who desired romantic connections meet a person who becomes increasingly close to them.\n\n\n\n\n\n\n\n\n« \nSCP-5753\n | SCP-5754 | \nSCP-5755\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5754\n\" by hungrypossum, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5754\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1 On 21/05/2013, Foundation operatives working at Appleton HealthCare System outfitted Sean Brighton, a patient undergoing Stage 2 of SCP-5754's anomalous influence, with a hidden camera and microphone under the pretext of monitoring vitals and environmental factors. Three days later, the device recorded the following event:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5754 \" by hungrypossum, from the SCP Wiki . Source: https://scpwiki.com/scp-5754 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation personnel embedded in public health institutions should report any increase in alopecia1 and hypertrichosis2 cases. Patients confirmed to have accepted SCP-5754's offer will be taken into Foundation custody under the pretext of an exotic viral infection, and contained in a Standard Humanoid Containment Chamber until expiration.",
    "description": "SCP-5754 is a humanoid entity of varying appearance, posing as a door-to-door salesperson. The entity will randomly manifest in front of homes, preponderently in the USA, Canada, and western Europe. The only commonalities between manifestations are its formal attire and a complete lack of visible hair.",
    "title": "SCP-5754"
}