{
    "url": "https://scp-wiki.wikidot.com/scp-5758",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\nItem #:\n SCP-5758\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Following the events detailed in \nSCP-5758 - Addendum\n, no attempt is to be made to interfere with SCP-5758 or the movement of SCP-5758-1.\n\n\nDue to its small size and relatively low refractive index, no images of SCP-5758-1 have been produced to date. Should images of SCP-5758-1 be produced in the future, they are to be immediately discredited or explained to be an optical illusion as most appropriate.\n\n\nDescription:\n SCP-5758 is the collective designation for the phenomena and entities surrounding Theban Tomb TT147\n1\n and the modern Cult of Khonsu.\n2\n\n\nSCP-5758-1 is a group of \nAchaea lienardi\n, a tropical species of moth. Over the course of a lunar month, SCP-5758-1 journeys to and from the moon, first travelling towards the moon for 14 days (waxing to full moon) and returning to Theban Tomb TT147 during the following 14-day period.\n\n\nOn the night of the new moon, members of the Cult of Khonsu will visit Tomb TT147. One male and one female cultist will enter the tomb and make their way to the rear chamber. Once there, they will perform an extensive ritual, ultimately culminating in coitus.\n\n\n\n\nSCP-5758 - Ritual Text K-1\n\n\n\n\nHide Document\n\n\n\n\n\n\nSCP-5758 - Extract from Ritual Text\n\n\n\n\nExtract from ritual text recovered from the Cult of Khonsu, titled The Night of Power. At source, the text is shown both in demotic script and as an English translation.\n\n\n\n\n\n\nOn the Night of Power does Amun kneel before his bride\n\nHere where the journey begins and ends.\n\nOn the Night of Power does Amun lie atop his bride\n\nAnd place within her the traveller seed.\n\n\nOh, Khonsu! Witness here your own creation!\n\nThe joining of us two within this tomb\n3\n of plenty.\n\nOh, Khonsu! Witness here our embrace\n\nBeneath the shroud of your rebirthing.\n4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5758-2 is the male offspring resulting from the successful completion of this ritual. Based on records kept by the Cult of Khosu, there are 642 living instances of SCP-5758-2. A further 82 individuals born as a result of the ritual are still alive but no longer meet the criteria required to complete the ritual cycle. All SCP-5758-2 instances are raised within the cult until mid-adolescence, at which time they are strongly encouraged to leave Egypt. Despite this, all have maintained relationships with their parents and other cult members.\n\n\nWhen the combined mass of SCP-5758-1 drops below the lower threshold (estimated at approximately one million instances), the oldest eligible instance of SCP-5758-2 will develop a craving for the vegetation from \nRicinus communis\n,\n5\n \nRhus coriaria\n6\n and fruit from the \nCitrus\n family. Approximately 3-6 months later, the affected instance will return to Thebes where it will be welcomed back into the cult.\n\n\nOn the night of the next full moon, the SCP-5758-2 instance will be taken to Tomb TT147 where its parents will wrap it in linen and place it in the outer chamber. Then, on the night before the next new moon, the linen outer wrappings will split, releasing several hundred new SCP-5758-1 instances.\n7\n Newly emerged SCP-5758-1 instances are identical to existing SCP-5758-1 and are immediately assimilated into the group.\n\n\nDiscovery:\n SCP-5758-1 was first observed in 1922 by Foundation operatives working on nearby archaeological excavations. Given the apparent low-risk nature of the anomaly, minimal containment strategies were put in place. Whilst, based on anecdotal evidence, the Cult of Khonsu was noted as a potential Group of Interest, operatives were unable to locate any modern cult members and the group was recorded to be defunct.\n\n\nOn 20/08/2000, Kelly Watt contacted Avon and Somerset Police to report her long-term partner Michael Khan [designated SCP-5758-2-A] as missing. Watt claimed that SCP-5758-2-A had been acting unusually for a two month period prior to disappearance. SCP-5758-2-A had previously mentioned that his family were members of a religious group known as the Cult of Khonsu, and the inclusion of this detail in statements resulted in the case being flagged for Foundation attention.\n\n\nGiven that the Cult of Khonsu had no reason to anticipate any investigation, Mobile Task Force Theta-14 were quickly able to confirm SCP-5758-2-A's travel route. Various belongings, including a phone, passport, and diary were recovered from a property belonging to SCP-5758-2-A's parents. Similar materials belonging to an additional 84 missing persons and archives documenting the activities of the cult were also retrieved from properties associated with cult members.\n\n\n\n\nSCP-5758-1-A - Diary Extracts\n\n\n\n\nHide Document\n\n\n\n\n\n\nSCP-5758 - Extracts from Diary: SCP-5758-1-A\n\n\nNote:\n SCP-5758-2-A's diary was recovered from a property belonging to George and Aaliyah Khan.\n\n\n\n\n\n\n05/07/2003\n\n\nIt was the most delicious thing I'd ever tasted. Just a simple trout in lemon butter, but I couldn't get enough of it. I went back for more the next day - and the next. Even asked for the recipe.\n\n\nSumac in the sauce…\n\n\nI think I knew, then. But I wasn't ready to accept it. I guess no-one ever really is.\n\n\nIt wasn't that I didn't remember. Who could forget? But… I was 35 years old. Surely there must be some flaw or imperfection to disqualify me by now? Every day since 30, I was more and more sure I wouldn't be called. Time leaves no man untouched.\n\n\nBut time is something I've run out of. \nThis\n time, at least.\n\n\nI quit my job a week later. Phoned my parents to let them know - \nyour son is coming home.\n\n\nMy bag is almost packed. I'm settling my affairs. And she…\n\n\nI told her it was me, not her. We both cried, but not for the same reasons.\n\n\n\n\n12/07/2003\n\n\nI've been saying goodbye to all my favourite places. Finishing all the books I never found the time to read. Had coffee in that little shop I took her to the first time… Added lemon; without it, everything is bitter. Or is the bitterness just me?\n\n\nI have to go.\n\n\nLast night I dreamed I stayed here. That they found me in my bathtub as some melted, misshapen thing. Half-formed into a god. Half… I don't know what I am - and what I could have been was taken from me before I was even born. What would I have chosen if…\n\n\nBut what could be better than being a god?\n\n\n\n\n26/07/2003\n\n\nI'm not going.\n\n\nI don't believe - and even if I do, so what? I don't want to be a god. I want my life. My \nreal\n life. Here, with Kelly.\n\n\nUmmi paid for the tickets. I threw them away as soon as they arrived - the oranges with them. Screw it all! I didn't ask for any of this!\n\n\nThis morning, when I woke up, there was citrus on my pillow.\n\n\n\n\n10/08/2003\n\n\nI slept through the flight. These days, I get so tired. All I want to do is eat and sleep. Except -\n\n\nI don't want this. I want to run and hide. Except… it draws me back. \nHe\n draws me back, I guess. And, if I don't go… who knows what happens then? In my dreams, I just lie down where I am and break apart. No wrappings there to hold me in while I become… what?\n\n\nCome home to us. Become a god…\n\n\nKhonsu the traveller; Khonsu the embracer.\n\n\nI once watched a moth beat itself to death against a window. It was so desperate to make it to the light. It had to know it couldn't get there.\n\n\nKhonsu whose life is our hearts…\n\n\nBut mine belongs - belonged - to someone else.\n\n\nThis morning, I switched off my phone. I never wanted to hurt her like this. I couldn't bear to see her calling.\n\n\n\n\n11/08/2003\n\n\nThey welcomed me back with so much joy. \nCongratulations!\n A feast - fresh limes and bitter oranges - as many as I could eat.\n\n\nNot for me, though. For the god.\n\n\nTomorrow, my parents will…\n\n\nI never asked for any of this. I never wanted -\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing the recovery of partial remains with DNA matching SCP-5758-2-A and five other SCP-5758-2 instances, tomb TT147 was sealed and members of the Cult of Khonsu were detained for further questioning.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nSCP-5758 - Addendum\nHide Addendum\n\n\n\n\n\n\nFollowing the sealing of Tomb TT147, SCP-5758-1 was repeatedly observed attempting to gain entry during the new moon. A significant number of deceased SCP-5758-1 instances were collected outside of the tomb and preserved for analysis.\n\n\nOn 13/03/2003, the total estimated number of SCP-5758-1 dropped below 200,000 instances. Over the next six months, 152 instances of SCP-5758-2 were detained by Foundation personnel as they arrived in Thebes, with the number increasing exponentially each month.\n\n\nFrom 23/11/2003, markets and stores within a 30-mile radius of the Theban Necropolis experienced a 6000% increase in citrus fruit sales. Additionally, male Foundation personnel working in the area reported severe food cravings and a growing desire to visit the tomb.\n\n\nOn 08/12/2003, members of the Cult of Khonsu were permitted to prepare an instance of SCP-5758-2 under Foundation supervision. Personnel reported an immediate cessation of cravings and local citrus fruit sales gradually returned to normal.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nSCP-5758 - Ritual Text K-2\nHide Document\n\n\n\n\n\n\n\n\nSCP-5758 - Extract from Ritual Text 2\n\n\n\n\nExtract from ritual text recovered from the Cult of Khonsu, titled The Night of Transformation. As previously, the original text is shown both in demotic script and as an English translation.\n\n\nAlong with ritual texts and incantations, the volume includes detailed instructions regarding how to properly wash, anoint, wrap SCP-5758-2.\n\n\n\n\n\n\nHe has returned to you!\n\nAs you decreed the span of his years.\n\nHe has returned to this place\n\nThat we may wash and bind him.\n\n\nHe will await you where the journey begins\n\nHis flesh reshaped to godliness\n\nHe will await you until the Going Forth of Min\n8\n\nThat you might then embrace him.\n\n\nThe soul of great Khonsu -\n\nMay he travel bravely through the night.\n\nThe heart of the great gods -\n\nMay this child enrich\n9\n the Lord Khonsu.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Located on the West Bank of the Nile.\n\n\n2\n. The Ancient Egyptian god of the moon.\n\n\n3\n. An alternate translation would be \"shrine\"\n\n\n4\n. Whilst this word is translated to mean \"rebirthing\", the original text more properly translates to read \"beneath the shroud of your gods\".\n\n\n5\n. Castor oil plant\n\n\n6\n. Sumac\n\n\n7\n. The exact number of instances released varies according to the soft tissue volume of the SCP-5758-2 instance pre-transformation.\n\n\n8\n. Corresponds to the day before the new moon. May also refer to a ritual associated with the festival of that name.\n\n\n9\n. An alternative translation would be \"nourish\". Given the nature of references to Khonsu in the \nCannibal Hymn\n passages of the Pyramid Texts, further investigation into the nature of SCP-5758 may be required.\n\n\n\n\n\n\n\n\n« \nSCP-5757\n | SCP-5758 | \nSCP-5759\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5758\n\" by Meska, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5758\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5758 \" by Meska, from the SCP Wiki . Source: https://scpwiki.com/scp-5758 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5758",
    "object_class": "Keter",
    "containment_procedures": "Following the events detailed in SCP-5758 - Addendum, no attempt is to be made to interfere with SCP-5758 or the movement of SCP-5758-1.",
    "description": "SCP-5758 is the collective designation for the phenomena and entities surrounding Theban Tomb TT1471 and the modern Cult of Khonsu.2",
    "title": "SCP-5758"
}