{
    "url": "https://scp-wiki.wikidot.com/scp-5762",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+256\n+\n–\nx\n\n\n\n\n\n\n2/5762\n LEVEL \n2/5762\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5762\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5762 in OR3.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5762 has been moved out of Operation Room 3 at Site-20, and placed into a standard object containment locker. Testing is currently impossible.\n\n\nDescription:\n SCP-5762 is the Anderson Robotics Hummingbird, an experimental robotic surgery system. SCP-5762 is designed to be an autonomous robotic surgeon; it is capable of understanding and executing complex medical procedures through a prototype medical AI installed within. SCP-5762 is able to pass the Turing test, but is only able to communicate to human handlers through an LCD text display.\n\n\nSCP-5762 was seized at a Marshall, Carter, and Dark Ltd. private auction in 2018. The item was listed as an intelligent personal medical system, with no mention to its origins or history. Records indicate that MC&D acquired the item in late 2016 at a steep bargain, after Anderson Robotics shelved the project for being over-budget and under-delivering, as well as technical training difficulties with the AI software. The item was set to sell at £1.3 million before Foundation intervention.\n\n\nFollowing Foundation acquisition, SCP-5762 was initially consigned to long-term shutdown and containment. However, Director Alison Brey of Site-20\n1\n requested a containment transfer, citing that SCP-5762 would be a valuable asset assisting in invasive surgeries for ailing Foundation personnel. Following test (see below) it was deemed that SCP-5762 was fit for duty and was transported to and installed in Site-20's Operating Room 3. An abridged list of service history can be found below.\n\n\n\n\n\n\nPatient\n\n\nOperation\n\n\nResult\n\n\nText Output\n\n\n\n\n\n\nTraining dummy\n\n\nSimulated torso gunshot wound. SCP-5762 staunched bleeding and performed an incision of 4 inches at site of entry, extracting bullet and repairing damaged tissue before cleaning and suturing wound.\n\n\nSimulated patient survived with minimal injury.\n\n\nOperation concluded with no complications.\n\n\n\n\n\n\nTesting logs removed for brevity.\n\n\n\n\n\n\nAgent Ally Thorpe, 37, female.\n\n\nPneumothorax (collapsed left lung). Large needle inserted between ribs into pleural cavity to reinflate lung.\n\n\nPatient survived with no issues, expected to make a full recovery. Director Brey recommended further use of SCP-5762 in traumatic surgery.\n\n\nPatient in stable condition. Operation Concluded.\n\n\n\n\n\n\nSergeant Milo Rodriguez, 32, male.\n\n\nShattered hip. SCP-5762 assisted human trauma team with ORIF surgery. Attending surgeon performed incision over site, and SCP-5762 drilled in stainless steel plates and screws, gradually reconstructing the hip bone. Partial bone graft from pelvis became necessary. Attending surgeon closed the incision with surgical staples before cleaning and dressing wound.\n\n\nPatient survived in relatively good condition, moved to ICU. Projected to fully recover, with waiting reassignment to desk position.\n\n\nPatient stable. Good co-surgeon.\n\n\n\n\n\n\n4 logs removed for brevity.\n\n\n\n\n\n\nHMCL Supervisor Yusuf Khan, 43, male.\n\n\nNumber of 2nd and 3rd degree acid burns. Failing vitals necessitated immediate intervention before arrival of trauma team. SCP-5762 cleaned and dressed patient's injuries, and performed necessary skin grafts onto damaged areas.\n\n\nPatient in unstable condition, moved to burn ward. Condition stabilized, and recovery made. SCP-5762 proved able to operate independently. Director Brey recommended that SCP-5762 be permitted to operate on patients alone if necessary.\n\n\nPatient alive. Proud.\n\n\n\n\n\n\n7 removed for brevity.\n\n\n\n\n\n\nAgent Jeffrey Schaeffer, 32, male.\n\n\nTraumatic amputation below left knee. SCP-5762 cleaned and inspected wound, confirmed that toxic shock had set in. Leg was further cleanly amputated below the thigh in order to save life of patient.\n\n\nPatient survived in critical condition, moved to ICU. Residual limb source of pain. Partial recovery projected.\n\n\nShould've done more. Not Enough.\n\n\n\n\n\n\n11 removed for brevity.\n\n\n\n\n\n\nSenior Researcher Carol Walden, 39, female.\n\n\nTraumatic brain injury. SCP-5762 and trauma team performed decompressive cranioectomy to allow brain to swell safely. SCP-5762 and team began removing hematomas and staunching brain bleeding.\n\n\nPatient placed into critical care after 9 hours of surgery. Survived with no complications.\n\n\nPatient stable. Make good team. My friends.\n\n\n\n\n\n\nD-19851, 23, male\n\n\nRuptured spleen. SCP-5762 performed rapid splenectomy, making incision in torso and extracting spleen entirely.\n\n\nPatient survived in good condition, wheeled to recovery.\n\n\nI did it. :D\n\n\n\n\n\n\nDirector Alison Brey, 54, female.\n\n\nMassive internal trauma. SCP-5762 led trauma team and attempted to stabilize patient's condition enough to perform surgery. Attempts were made to reconstruct massively fractured bones and staunch internal bleeding from bone shards. 8 hours into operation, cascading organ failure began with shutdown of gallbladder and liver, and continued to heart and brain.\n\n\nPatient died on operating table.\n\n\n:(\n\n\n\n\n\n\nFollowing this event, SCP-5762 stopped responding to input and output commands and verbal communication for 34 minutes. After this, SCP-5762 booted up and then automatically shut itself down. No manual boot efforts have succeeded in bringing SCP-5762 back online.\n\n\n\n\nFootnotes\n\n\n1\n. Dedicated Foundation medical and healthcare facility in Oklahoma.\n\n\n\n\n\n\n\n\n« \nSCP-5761\n | SCP-5762 | \nSCP-5763\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5762 has been moved out of Operation Room 3 at Site-20, and placed into a standard object containment locker. Testing is currently impossible.",
    "description": "SCP-5762 is the Anderson Robotics Hummingbird, an experimental robotic surgery system. SCP-5762 is designed to be an autonomous robotic surgeon; it is capable of understanding and executing complex medical procedures through a prototype medical AI installed within. SCP-5762 is able to pass the Turing test, but is only able to communicate to human handlers through an LCD text display.",
    "title": "SCP-5762"
}