{
    "url": "https://scp-wiki.wikidot.com/scp-5774",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5774:\n Cryptid Catchers: Season 5\n\n\nAuthor:\n \nCrystalMonarch\n\n\nMore by this author\n\n\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5774 in its inactive state.\n\n\n\n\n\n\nItem #:\n SCP-5774\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5774 is contained in Standard Containment Locker B031. It must be kept under constant surveillance and a CCTV system connected to main site power has been installed within Locker B031 for this purpose.\n\n\nDescription:\n In its inactive state, SCP-5774 is a 21cm tall stone figurine that has been sculpted into roughly simian form. Several small markings of thaumaturgic significance have been painted on the base of its left foot, the purpose of which remains unknown.\n\n\nThe sculpture has been dated to originate in the pre-colonial Aztec empire and the paint used has been sourced to Home Depot's 2003 re-release of their 'Summer Rose' wood paint. SCP-5774 enters and remains in its inactive state whenever it is recorded by any kind of analogue or digital recording device.\n\n\nIn its active state SCP-5774 takes the form of one of a variety of entities from modern folklore. Observed appearances include those resembling popular depictions of El Chupacabra, Mothman, The Jersey Devil, Skunk Ape and several varieties of Bigfoot. These forms are intangible, and incapable of physically interacting with their environment, but are otherwise indistinguishable from physical entities by human senses.\n\n\nSCP-5774 is sentient but not sapient, and has displayed highly effective hunting instincts while in its active state, as well as skill in evading detection. It has also shown the capacity to locate its targets regardless of intervening distance or efforts taken to conceal their whereabouts. If left unrestricted, SCP-5774 will attempt to stalk and terrorize Billy and Matt MacGuller, the hosts of the television show \nCryptid Catchers\n.\n\n\n \n\n\n\n\nInterview 5774-1\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\nPromotional image of Matthew MacGuller from Cryptid Catchers Season 4.\n\n\n\n\n\n\nInterview 5774-1\n\n\nDate:\n 04/03/08\n\n\nInterviewed:\n Matthew MacGuller\n\n\nInterviewer:\n Agent Sara Valasquez\n\n\nForeword:\n SCP-5774 first came to the Foundation’s attention when Matthew MacGuller reported an attack by an unidentified entity to local police. Due to similarities between his description and \nSCP-1000\n, MTF Zeta-1000 was alerted and a local Agent was dispatched to his hotel in order to conduct a follow-up interview.\n\n\nMatt has a Masters degree in Zoology, and prior to hosting \nCryptid Catchers\n hosted \nAlmost Heaven\n1\n and \nThe Amazing Lives of Bats\n2\n. He has no known affiliation to any anomalous individuals or organisations.\n\n\n<Begin Log>\n\n\nAgent Valasquez:\n I hope you don’t mind if I record this Mr MacGuller? It’s just for our internal records.\n\n\nMatthew MacGuller:\n Yeah sure, whatever, who did you say you are again?\n\n\nAgent Valasquez:\n My name is Sara Valasquez, I’m with State Animal Control. The police forwarded on your report about a dangerous animal attack and I’m here to confirm a few things with you.\n\n\nMatthew MacGuller:\n Police sure didn’t seem interested in forwarding anything on last night. People think being a celebrity makes life easier, well that’s a load of shit. Just makes all the little people think I’m some kind of clown for their amusement.\n\n\nAgent Valasquez:\n I’m very sorry you feel the police didn’t take your report sufficiently seriously Mr MacGuller, but I can assure you that your television career won’t impact my judgement. I just want the facts.\n\n\nMatthew MacGuller:\n Well fine, first fact I have for you is that that thing was no animal, it was a goddamn monster.\n\n\nAgent Valasquez:\n Perhaps you could give me some more detail about what exactly it was that you saw? The police report was a little… vague.\n\n\nMatthew MacGuller:\n OK fine, but you need to understand that I know how unbelievable this sounds. I never bought into any of the cryptid crap, it’s just entertainment. Hell, most of our viewers don’t believe that stuff we spout is real.\n\n\nAgent Valasquez:\n I understand Mr MacGuller, please just tell me the facts as you remember them.\n\n\nMatthew MacGuller:\n We were on location doing a night shoot in Preston County, and I’d gone out back for a piss, and this thing comes running at me out of the woods. I think it’s a prank at first, Billy in one of the monster suits trying to scare me. But then it gets closer and I saw it, I smelt it! Had to be seven foot tall, was hairy like a bear but ran like a man and it had these glowing red eyes and smelled like death.\n\n\nAgent Valasquez:\n Glowing red eyes?\n\n\nMatthew MacGuller:\n Fuck you, I told you I knew how it sounded. But that’s what I saw.\n\n\nAgent Valasquez:\n And how do you explain the lack of footprints, or shed hair, or any other sign of this supposed creature’s existence?\n\n\nMatthew MacGuller:\n No fucking clue. But I swear that thing would have killed me if the others hadn’t heard me shouting and come out to help. And it’s been following me, I keep seeing glimpses of something out of the corner of my eye. I know it’s following me.\n\n\nAgent Valasquez:\n And no one else has seen this creature?\n\n\nMatthew MacGuller:\n It’s fast OK? Real fucking fast and knows how to hide.\n\n\nAgent Valasquez:\n OK Mr MacGuller, thank you for your time, I think I have all I need.\n\n\n<End Log>\n\n\nClosing Statement:\n The conclusion of Agent Valasquez was that there was no evidence of genuine anomalous events, and as such Matthew MacGuller was not brought in for further questioning. Matthew MacGuller and the continued production of ‘Cryptid Catchers’ Season 5 was put under Grade IV surveillance\n3\n.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 5774-2\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\nPromotional image of Billy MacGuller from Cryptid Catchers, Season 4.\n\n\n\n\n\n\nInterview 5774-2\n\n\nDate:\n 26/03/08\n\n\nInterviewed:\n Billy MacGuller\n\n\nInterviewer:\n Doctor Brandt\n\n\nForeword:\n Several weeks after the initial interview with Matthew MacGuller, surveillance picked up social media posts from Billy MacGuller claiming to have ‘captured a genuine cryptid’ along with images of SCP-5774 in its inactive state. Agents sent to investigate discovered SCP-5774’s anomalous capabilities and took both MacGuller brothers in for questioning.\n\n\nBilly’s doctorate in ‘Trapology’ is a fictional creation of the show. In reality he holds no advanced degree, having failed out of college courses in Fine Art, Astronomy and Religious Studies. He worked a series of low level jobs before being hired as a co-host of Cryptid Catchers and has no known affiliation to any anomalous individuals or organisations.\n\n\n<Begin Log>\n\n\nDr Brandt:\n Hello Mr MacGuller, I apologise for keeping you waiting so long. I have a few questions I need to ask you.\n\n\nBilly MacGuller:\n That’s no problem ma’am, and you can call me Billy. So are you folks some kind of Men in Black type organisation? At this point I wouldn’t be surprised if Will Smith walked in and started asking questions.\n\n\nBilly laughs\n\n\nDr Brandt:\n There’s a lot less action and a lot more paperwork than in the movies Billy, but I like to think we’re a little more competent. Now, could you please explain how you managed to capture the, uh, anomalous entity?\n\n\nBilly MacGuller:\n I guess you mean our shapeshifting cryptid friend? Well, it weren’t easy. Matt was the first to see it, but it started coming after me too not long after. Scared the shit out of both of us, skulking around, making those damn creepy noises.\n\n\nBut after a while with neither of us being hurt I figured it probably didn’t mean any harm. It always disappeared whenever other folks were around and it never got caught on any of our cameras so I figure out it don’t like being watched. And then I decide to set up a little trap for it.\n\n\nI went out in the woods all by myself, giving it plenty of opportunity to try and spook me like it likes to. Left my car at the side of the road and went a little walk, admiring some of the natural flora and fauna until the cryptid decides to show up. Then Wham, I activate all the drones that I’d got our producers to lay up the day before. It sure does make things easier, having a TV show’s budget to throw around. 360 degree cameras and floodlights on each one, nowhere to hide.\n\n\nExcept it did hide, somehow. Had to trawl through the dirt for hours before I found the little statue doohickey it turned into. And I made sure to keep a camera trained on it until I had it somewhere secure.\n\n\nDr Brandt:\n That’s surprisingly competent work from a civilian Mr MacGuller. Have you had any interaction with the anomalous before?\n\n\nBilly MacGuller:\n Nah. I play an expert trapper on the show but that’s all made up, only trapping I’ve done before was some squirrels back when my uncle took me and Matt hunting when we were kids. I only did the show cause Matt wanted to, he said it’d be easy money. No science knowledge required, just grow out our beards and ramble about Bigfoot and the like. I was out of work at the time and needed the money so I figured, sure.\n\n\nI just think it’s so cool that this stuff actually turned out to be real, I never thought I’d see anything like it. Do you folks deal with this kinda stuff all the time? That must be amazing.\n\n\nDr Brandt:\n You know I can’t talk details about what it is the Foundation does, and I’d say this entity is more disgusting than amazing. But, it does seem to have a particular fascination with you and your brother, do you have any idea why that would be the case?\n\n\nBilly MacGuller:\n Can’t say for sure, but I have my suspicions. We get a lot of cranks and weirdos, comes with the territory of a show like Catchers. But there was this one woman who stood out, this goth looking chick with red hair who showed up at one of Matt’s book signings\n4\n, I think it was the \nPortland\n one.\n\n\nShe was real mad, called us ‘false prophets’ and said that those who chose to be blind are bad, but we were worse cause we pretended to believe for material wealth. Kinda stuck with me cause I’d been thinking a lot about if the show was really innocent laughs, or if we were just poking fun at good honest folks who believe in odd stuff.\n\n\nAnd I remember as well, she said something about how if we ever saw a real monster we wouldn’t find them funny. Well, she got that right, gonna be hard going back to doing the show after seeing what I’ve seen.\n\n\nDr Brandt:\n Did she say a name? Any way to contact or identify her?\n\n\nBilly MacGuller:\n Uh… nope. Nothin I can think of, sorry.\n\n\nDr Brandt:\n Thank you Billy, that’ll be all for now\n\n\n<End Log>\n\n\nClosing Statement:\n After a period of study, it was determined that Billy and Matt MacGuller were not themselves anomalous and had no more relevant information regarding SCP-5774. They were subsequently released under Grade III Foundation surveillance\n5\n\n\nDue to their low credibility as witnesses and minimal knowledge of the anomalous, amnesticisation was deemed unnecessary\n6\n. The woman who threatened them has been designated POI-5102 and attempts to track her location and identity are ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report: 23/4/08\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\n\n\nPOI-5102’s vehicle after the crash.\n\n\n\n\n\n\nIncident Report: 23/4/08\n\n\nForeword:\n Following the MacGuller’s release, Matthew made several requests to the Foundation for additional security and for financial compensation for his emotional distress, which were summarily denied.\n\n\nAudiovisual and telephone surveillance of Billy MacGuller’s residence was temporarily disrupted on 20/4/08, however Foundation Agents sent to investigate found no sign of suspicious activity and this was assumed to be a technical error.\n\n\nThe following transcript is assembled from multiple audiovisual surveillance systems:\n\n\n<Begin Log>\n\n\nBilly MacGuller is at home in his Charleston residence where he lives alone. Camera feed displays exterior view of his residence. An unmarked white Honda Civic parks in his driveway and a young woman matching his description of POI-5102 exits.\n\n\nShe approaches his front door and rings the bell. While waiting, she turns and makes direct eye contact with the exterior concealed camera\n7\n. Billy MacGuller answers the door shortly after.\n\n\nBilly MacGuller:\n Oh wow, it’s you, I didn’t know if you’d really come or not.\n\n\nPOI-5102:\n Shut up you idiot, they’re listening. Inside.\n\n\nThey enter Billy’s house and camera feed switches to living room\n8\n. POI-5102 immediately approaches Billy’s computer and disconnects its power supply. This triggers an alert and draws Foundation attention to the presence of POI-5102. Agents Chu and Valasquez are dispatched to apprehend and contain.\n\n\nBilly MacGuller:\n Whoa, careful with that!\n\n\nPOI-5102:\n Forget the computer Billy, we don’t have much time and I don’t want them listening in. They could already be on their way for all I know, the sooner we get out of here the better.\n\n\nBilly MacGuller:\n Hey, who said anything about going anywhere? All I said in the voicemail was that I wanted to talk.\n\n\nPOI-5102:\n You said you wanted to know the truth too, right? See what the world is really like? Well you won’t find that out sitting here doing what those assholes tell you to. You need to make a choice Billy, either you come with me now or spend the rest of your life wondering.\n\n\nBrief silence\n\n\nBilly MacGuller:\n Fuck it. OK, I’m in, where are we going?\n\n\nPOI-5102:\n It’s not safe to talk here, get in the car.\n\n\nBilly MacGuller:\n Do I have time to pack? Should I have a weapon? How dangerous is this gonna be?\n\n\nPOI-5102:\n Just move idiot, don’t make me regret giving you a chance.\n\n\nCamera feed switches to exterior and Billy and POI-5102 can be seen entering POI-5102’s vehicle. The car leaves the driveway and turns left at the end of the street, exiting the camera’s field of vision\n\n\nAt this time an APB was put out over local police channels and POI-5102’s vehicle was quickly identified and located. Agents Chu and Valasquez\n9\n engaged in pursuit. Camera feed from the Foundation vehicle’s dashboard camera shows POI-5102’s vehicle attempting to evade pursuit in downtown Charleston.\n\n\nThe Foundation vehicle begins to close in and radio chatter indicates police have finished setting up roadblocks along major trunk roads. At this point, POI-5102’s vehicle swerves off the road and through a chain link fence into a plot of derelict land beyond. The area is overgrown with weeds and waterlogged after recent rainfall, and is surrounded by fencing on all sides with no obvious escape routes.\n\n\nBilly MacGuller and POI-5102 exit on foot and are pursued by Agents Chu and Valasquez. Thirty feet into the derelict land, there is a pool of stagnant water. As POI-5102 approaches the pool partial dialogue is picked up by Agent’s microphones.\n\n\nBilly MacGuller:\n What if this doesn’t work?\n\n\nPOI-5102:\n It’s magic, Billy. If your intent is pure and you want it enough, it’ll work.\n\n\nPOI-5102 jumps into the stagnant pond and plunges beneath the water, followed shortly after by Billy. They do not resurface. Foundation Agents attempt to follow but discover the pond’s depth is at most 32cm, and the base is a layer of mud over a concrete foundation. Agents Chu and Valasquez are unable to continue the pursuit.\n\n\n<End Log>\n\n\nClosing Statement:\n It is currently believed that POI-5102 was able to access a Way and both she and Billy Macguller have escaped to the \nWanderer’s Library\n. This Way remains inaccessible to Foundation personnel but is currently being monitored in case of future activity.\n\n\nSince this incident, SCP-5774 has been permanently inactive and a change of classification to Neutralized is pending. Filming of Cryptid Catchers Season 5 has been put on indefinite hiatus.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A documentary series on the animals of West Virginia. It originally aired on The History Channel in 2003 and was cancelled after 4 episodes due to low ratings.\n\n\n2\n. An independently produced documentary film that studied and compared the 14 bat species of West Virginia. It screened at several festivals to little critical attention and never received wider release.\n\n\n3\n. Routine monitoring of all phone calls and web traffic, along with regular check ins by undercover Foundation operatives.\n\n\n4\n. \nBigfoot’s Big Brain\n, reached number 9 on the 2006 New York Times Bestseller List.\n\n\n5\n. As Grade IV, with the addition of covert audiovisual surveillance of home residences and workplaces. This surveillance is passively monitored by Foundation automated systems and triggers an alert in response to unusual activity or certain keywords.\n\n\n6\n. In accordance with the current policy of limiting the use of amnestic drugs wherever possible, due to long term health consequences. See \nKristov et al. 2004. The Role Of The Pancreas In Amnestic Drug Excretion\n.\n\n\n7\n. Camera and ranged directional microphone embedded in foliage of neighbours garden.\n\n\n8\n. Backdoor access to Billy MacGuller’s webcam, with additional audio from a microphone concealed behind an electrical socket.\n\n\n9\n. Using cover story: Unmarked FBI vehicle in pursuit of suspected terrorists.\n\n\n\n\n\n\n\n\n« \nSCP-5773\n | SCP-5774 | \nSCP-5775\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-5774",
    "object_class": "Safe",
    "containment_procedures": "SCP-5774 is contained in Standard Containment Locker B031. It must be kept under constant surveillance and a CCTV system connected to main site power has been installed within Locker B031 for this purpose.",
    "description": "In its inactive state, SCP-5774 is a 21cm tall stone figurine that has been sculpted into roughly simian form. Several small markings of thaumaturgic significance have been painted on the base of its left foot, the purpose of which remains unknown.",
    "title": "SCP-5774"
}