{
    "url": "https://scp-wiki.wikidot.com/scp-5776",
    "all_text": "rating: \n+311\n+\n–\nx\n\n\n\n\nWARNING\n\n\nThe following file describes a highly infohazardous entity.\n\n\nPlease proceed with caution.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5776\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5776 is currently housed in a classified large containment cell in Site-19. A reality anchoring device must be kept inside the cell, attached to SCP-5776 at all times. If it is for any reason to breach containment, its recapture is to be of alpha priority and all expendable resources must be spent to resecure containment and prevent an XK-Class End-of-the-World Scenario. If it cannot be recontained, then SCP-5776 must be left to roam the planet, as interfering is likely to further anger it. \nIt really wants to destroy everything!\n\n\nDescription:\n SCP-5776 is an extremely powerful entity capable of causing devastating amounts of destruction to human civilisation. Pretty terrifying if I say so myself. It seems SCP-5776’s primary goal is to destroy everything it can and seemingly nothing is able to prevent it completing this goal if it is not contained, so we need to make sure it doesn’t get out 0_0.\n\n\nDespite what you may be told, it is \n100% not a common food product\n.\n\n\nSCP-5776 is absolutely capable of drastically altering its shape, mass and even cellular or genetic makeup. Due to this ability, its primary objective can be carried out swiftly and effectively, making it extremely important that containment is not lost. It is believed that the entity is capable of causing humanity’s extinction in a matter of days or even hours if it is able to escape. SCP-5776 appears extremely eager to escape custody, expressing heightened frustration to the Foundation, claiming it will destroy us first.\n1\n\n\nDespite a reality anchoring device being attached directly to SCP-5776 at all times, it still is able to carry out its shape-shifting abilities to a limited degree (which is annoying, almost as much as being locked up). \nThe following is a list of all forms SCP-5776 has taken while in secure containment, in order of when SCP-5776 initially materialised as them.\n\n\n\n\n\n\nSCP-5776 prior to containment. As you can see, it is horrifyingly scary.\n\n\n\n\n\n\n. An unknown large beast\n\n\n. An unknown winged scorpion\n\n\n. SCP-███\n\n\n. SCP-███\n\n\n. SCP-████\n\n\n. Doctor [REDACTED]\n\n\n. O5-█\n\n\n. SCP-███\n\n\n. A giant amorphous entity\n\n\n. A small, white cylinder, not a small edible product (current form)\n\n\nNotably, when SCP-5776 alters appearance, including into other anomalies, it gains the item or entity’s abilities, though these effects can be dampened by a reality anchoring device. This further makes it an immensely powerful entity, so SCP-5776 must not gain knowledge of any other anomalies that are presently contained by the Foundation or any other groups of interest otherwise it will destroy everything!\n\n\n\n\n+ Show Recovery Log 5776\n\n\n\n\n- Hide Recovery Log 5776\n\n\n\n\nThis file has been removed by order of 05-█ because it was too scary.\n\n\n\n\n\n\n\n\nSCP-5776 is capable of communicating with researchers depending on its current form. Due to this, attempts have been made to reason with SCP-5776 and have a conversation with it. These attempts can be found in Interview Log 5776-1 and Interview Log 5776-2.\n2\n\n\n\n\n+ Show Interview Log 5776-1\n\n\n\n\n- Hide Interview Log 5776-1\n\n\n\n\nInterviewer:\n Researcher Ox\n\n\nInterviewed:\n SCP-5776\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Ox:\n H-Hello?\n\n\nSCP-5776:\n (\nsilence\n)\n\n\n(\nSCP-5776 begins to resemble SCP-███, presumably to be able to speak\n)\n\n\nResearcher Ox:\n Wow you are very scary. SCP-5776, are you able to sp-\n\n\nSCP-5776:\n (\nImplodes into a ball of fire, causing a site lockdown and Sector 5 of Site-19 is severely charred from the flames\n)\n\n\n[END LOG]\n\n\n\n\nFollowing this log, SCP-5776 was reclassified as Keter and was moved to more secure containment.\n\n\n\n\n\n\n\n\n\n\n+ Show Interview Log 5776-2\n\n\n\n\n- Hide Interview Log 5776-2\n\n\n\n\nInterviewer:\n Researcher Davis\n\n\nInterviewed:\n SCP-5776\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-5776:\n (\nIn amorphous, gel-like state\n) Why am I here?\n\n\nResearcher Davis:\n You are dangerous to us. Also may I say you are particularly terrifying and not cute.\n\n\nSCP-5776:\n Yes. I am aware.\n\n\nResearcher Davis:\n Do you have any comment on what you did to Sector 5 during your interview last month?\n\n\nSCP-5776:\n I will do it again.\n\n\nResearcher Davis:\n Wh-\n\n\n(\nSCP-5776 violently releases a burst of plasma based fire, however blast doors are shut in time so as to not have a repeat incident.\n)\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n\n\n\n\nFollowing Interview 5776-2, speaking to SCP-5776 directly was forbidden \nunder any circumstances\n.\n\n\n\n\n+ Show Incident Report 5776-1\n\n\n\n\n- Hide Incident Report 5776-1\n\n\n\n\nOn ██/██/2012, SCP-5776 escaped containment in the chaos of a mass containment breach of Site-19. The entity headed directly West, where it would likely intercept with multiple populated settlements and a major city. MTF Epsilon-11 ‘Nine-Tailed Fox’ and MTF Alpha-1 ‘Red Right Hand’ were assigned to deal with the threat because it was so threatening.\n\n\n\n\n[BEGIN LOG]\n\n\n00:57:\n SCP-5776 breaches containment.\n\n\n01:12:\n SCP-5776 leaves Site-19 and begins heading West for unknown reasons.\n\n\n01:13:\n MTF Epsilon-11 and MTF Alpha-1 are assigned with containing the entity.\n\n\n01:30:\n MTF forces make visual contact with the entity, which has taken the form of a ██████.\n\n\n02:00:\n MTF forces are able to get within firing range of SCP-5776 and slow it down with explosives.\n\n\n05:00:\n After 3 hours of constant bombardment, MTF forces request resupply which arrives shortly.\n\n\n05:45:\n SCP-5776 turns around, and assumes the form of a large dragon. It becomes impervious to firearms.\n\n\n06:16:\n SCP-████ is dispatched to deal with SCP-5776.\n\n\n07:00:\n SCP-5776 destroys the nearby town of [REDACTED], leaving a large crater behind. SCP-████ arrives on the scene.\n\n\n07:30:\n SCP-5776 underestimates SCP-████, which promptly [DATA EXPUNGED] it. After a battle spanning approximately 28 minutes, SCP-████ emerges victorious, and SCP-5776 is restrained and brought back to Site-19.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nSCP-5776 IS ONE OF THE MOST DANGEROUS OBJECTS IN THE WORLD LET ALONE IN FOUNDATION CUSTODY AND CAN DESTROY EVERYTHING IF IT WISHES. IT IS DEFINITELY \nNOT CUTE\n!!\n\n\n\n\n\n\n:Access File:\n\n\n\n\n\n\nFootnotes\n\n\n1\n. IT IS VERY SCARY\n\n\n2\n. They’re pretty worrying though because SCP-5776 is very terrifying.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5775\n | SCP-5776 | \nSCP-5777\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5776\n\" by OzzyLizard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5776\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Killer Marshmallow.jpg\n\n\n\n\n\n\nName:\n 1989 Oct-Nov Roll - 35 - Sequoia National Forest - Pine Ridge - Sampson Flat - Vista of San Joaquin Valley air temperature inversion - California\n\n\nAuthor:\n niiicedave\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n “I had a dream last night, I was eating a ten pound marshmallow. I woke up this morning and the pillow was gone.”\n\n\nAuthor:\n katerha\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n Friendly Marshmallow.jpg\n\n\nName:\n “I had a dream last night, I was eating a ten pound marshmallow. I woke up this morning and the pillow was gone.”\n\n\nAuthor:\n katerha\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Researcher Ox: H-Hello? SCP-5776: ( silence ) ( SCP-5776 begins to resemble SCP-███, presumably to be able to speak ) Researcher Ox: Wow you are very scary. SCP-5776, are you able to sp- SCP-5776: ( Implodes into a ball of fire, causing a site lockdown and Sector 5 of Site-19 is severely charred from the flames ) [END LOG]",
        "[BEGIN LOG] SCP-5776: ( In amorphous, gel-like state ) Why am I here? Researcher Davis: You are dangerous to us. Also may I say you are particularly terrifying and not cute. SCP-5776: Yes. I am aware. Researcher Davis: Do you have any comment on what you did to Sector 5 during your interview last month? SCP-5776: I will do it again. Researcher Davis: Wh- ( SCP-5776 violently releases a burst of plasma based fire, however blast doors are shut in time so as to not have a repeat incident. ) [BEGIN LOG]",
        "[BEGIN LOG] 00:57: SCP-5776 breaches containment. 01:12: SCP-5776 leaves Site-19 and begins heading West for unknown reasons. 01:13: MTF Epsilon-11 and MTF Alpha-1 are assigned with containing the entity. 01:30: MTF forces make visual contact with the entity, which has taken the form of a ██████. 02:00: MTF forces are able to get within firing range of SCP-5776 and slow it down with explosives. 05:00: After 3 hours of constant bombardment, MTF forces request resupply which arrives shortly. 05:45: SCP-5776 turns around, and assumes the form of a large dragon. It becomes impervious to firearms. 06:16: SCP-████ is dispatched to deal with SCP-5776. 07:00: SCP-5776 destroys the nearby town of [REDACTED], leaving a large crater behind. SCP-████ arrives on the scene. 07:30: SCP-5776 underestimates SCP-████, which promptly [DATA EXPUNGED] it. After a battle spanning approximately 28 minutes, SCP-████ emerges victorious, and SCP-5776 is restrained and brought back to Site-19. [END LOG]",
        "\" SCP-5776 \" by OzzyLizard, from the SCP Wiki . Source: https://scpwiki.com/scp-5776 . Licensed under CC-BY-SA .",
        "Filename: Killer Marshmallow.jpg",
        "Name: 1989 Oct-Nov Roll - 35 - Sequoia National Forest - Pine Ridge - Sampson Flat - Vista of San Joaquin Valley air temperature inversion - California Author: niiicedave License: CC BY-SA 2.0 Source: flickr",
        "Name: “I had a dream last night, I was eating a ten pound marshmallow. I woke up this morning and the pillow was gone.” Author: katerha License: CC BY 2.0 Source: flickr",
        "Filename: Friendly Marshmallow.jpg Name: “I had a dream last night, I was eating a ten pound marshmallow. I woke up this morning and the pillow was gone.” Author: katerha License: CC BY 2.0 Source: flickr"
    ],
    "containment_procedures": "SCP-5776 is currently housed in a classified large containment cell in Site-19. A reality anchoring device must be kept inside the cell, attached to SCP-5776 at all times. If it is for any reason to breach containment, its recapture is to be of alpha priority and all expendable resources must be spent to resecure containment and prevent an XK-Class End-of-the-World Scenario. If it cannot be recontained, then SCP-5776 must be left to roam the planet, as interfering is likely to further anger it. It really wants to destroy everything!",
    "description": "SCP-5776 is an extremely powerful entity capable of causing devastating amounts of destruction to human civilisation. Pretty terrifying if I say so myself. It seems SCP-5776’s primary goal is to destroy everything it can and seemingly nothing is able to prevent it completing this goal if it is not contained, so we need to make sure it doesn’t get out 0_0.",
    "title": "SCP-5776"
}