{
    "url": "https://scp-wiki.wikidot.com/scp-5783",
    "all_text": "SCP-5783 — \nAccidents Never Happen\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+233\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-5783\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nclass_here\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Full containment of SCP-5783 is considered both prohibitively disruptive and undesirable at this time. Containment efforts instead focus on keeping the general public unaware of the availability of the \"Segmentation\" emergency service.\n\n\nThe Telecommunications Monitoring Office record all instances of SCP-5783 calls, so their locations and semantic content can be analysed. SCP-5783 calls bypass usual tier 1 human monitoring, and should not be intercepted by TMO operatives. Subsequent to the findings in Incident-01, it is not presently permitted for Foundation staff to attempt to contact the SCP-5783 service by any means.\n\n\nFollowing Incident-02, it is also not presently permitted for Foundation operatives to attend the locations at which SCP-5783 calls claim emergencies are occurring, owing to the personnel cost.\n\n\nDescription:\n SCP-5783 is an emergency service which can be contacted by telephone in any locality that has a specialised number for emergency services. If the caller asks for \"segmentation\"\n1\n, the call is connected via presently untraceable means to a dispatcher (collectively SCP-5783-1). SCP-5783-1 will speak to the caller, ascertain key details of the emergency, dispense instructions or advice, and will also frequently claim to have dispatched agents as a response.\n\n\nThe semantic content of SCP-5783 calls is largely inscrutable. Conversation is carried out in the caller's language using normal vocabulary and grammar; however, the situations described do not correspond to baseline reality. Despite this, callers to SCP-5783 act as if they were witnesses or participants in genuine emergency situations and SCP-5783-1 treats calls with concomitant sincerity and urgency.\n\n\nNo physical evidence of the emergencies described in SCP-5783 calls has been found. No SCP-5783 caller has been successfully identified. When specific locations, objects and persons are described in an SCP-5783 call, subsequent investigations once the 'emergency' has been resolved have uniformly reported that the descriptions have no correspondence to observed reality at the named location. Further, these locations are uniformly in currently uninhabited or sparsely inhabited areas.\n\n\nIn 100% of cases where SCP-5783 has been requested by name, the emergency services call-taker has successfully connected the caller to SCP-5783-1. Despite this, call-takers involved in an SCP-5783 call have shown no awareness of SCP-5783 when interviewed and are unable to demonstrate the process of connecting an SCP-5783 call.\n\n\nFoundation agents who attended the given location of an ongoing emergency described in an SCP-5783 call are missing in action. Direct data of their experience was irrecoverable. (For more detail, see Addendum 3.)\n\n\nAddendum 1: Example call excerpts\n\n\n\n\n\n\nExcerpt from call 1999/01/11-05\n\n\nCaller:\n I need.. I need segmentation.\n\n\nPause while the call is connected\n\n\nSCP-5783-1:\n This is segmentation. What's the location of your emergency?\n\n\nCaller:\n [REDACTED]\n\n\nSCP-5783-1:\n Gotcha. What's happening over there?\n\n\nCaller:\n \n(distressed)\n I-i-it's my mother. She's… open.\n\n\nSCP-5783-1:\n Okay. Is she still coterminous?\n\n\nCaller:\n Sorry, I… I don't know what that means.\n\n\nSCP-5783-1:\n Let me put it another way. Is she still able to ascend?\n\n\nCaller:\n Oh! Uh, yes, yes she is.\n\n\nSCP-5783-1:\n Good. Can you try lifting her right mandible for me?\n\n\nCaller:\n Uh… okay.\n\n\nCaller:\n \n(speaks away from receiver)\n Mom, I'm just gonna move your mandible now, okay? For the nice person on the phone.\n\n\nThere is a crunching, slithery sound. Caller returns to the phone.\n\n\nCaller:\n I did it. It's a little acidic, but it still resonates. Is that good?\n\n\nSCP-5783-1:\n Okay, you're doing great. Try to keep her calm and well lubricated. I've sent a cocoon, they should be with you soon.\n\n\n\n\n\n\n\n\nExcerpt from call 2006/08/04-02\n - \ntranscript is translated from original Spanish\n\n\nCaller\n: I've just been shed.\n\n\nSCP-5783-1:\n I'm sorry to hear that. Can you describe the assailant?\n\n\nCaller:\n It was a few minutes ago. I was just projecting from the corner of 14th, and they emerged from the background and took it. They were chitinous and mean. I think one of them was from Puerto Rico?\n\n\nSCP-5783-1:\n And… what still remains?\n\n\nCaller:\n Just the image. I can't feel the surface anymore. It's particularly upsetting because it was a gift from my grandmother, so I can't just buy a new one.\n\n\nSCP-5783-1:\n I'm sending a drone, ma'am. Obviously we can't guarantee we'll get it back, but if we can derive…\n\n\nCaller:\n Oh, I know.\n\n\nSCP-5783-1:\n We'll need a full statement from you.\n\n\nCaller:\n Happy to do that if it gets these guys off the tangent, you know?\n\n\nSCP-5783-1:\n Great. Watch your antenna for the drone.\n\n\n\n\nAddendum 2: Incident-01\n\n\nFor several weeks beginning 1997/08/15, the Foundation made attempts to contact SCP-5783-1. SCP-5783 call information gathered by the Telecommunications Monitoring Office was analysed in order to construct plausible false SCP-5783 emergency scenarios that would also permit the Foundation to gather information on the nature of the SCP-5783-1 entity or entities.\n\n\nThese efforts failed, as SCP-5783-1 was able to quickly identify in every instance the fraudulent nature of the emergency.\n\n\n\n\n\n\nExcerpt\n\n\nOperative:\n Please help, my mother is open.\n\n\nSCP-5783-1:\n Sir, are you lying to me?\n\n\nOperative:\n No, I..\n\n\nSCP-5783-1:\n Sir, calling emergency services fraudulently is a serious crime. If you do not have a genuine emergency, please hang up the phone immediately.\n\n\nOperative:\n But my mother's mandible is…\n\n\nSCP-5783-1:\n Not in this membrane, she isn't, and not at your angle. I'm sure this is all very funny to you, but our job is very serious and wasting our time endangers people's lives. I will terminate this call.\n\n\n\n\nAddendum 3: Incident-02\n\n\nIn an effort to learn more about the anomaly, agents from MTF-Omicron-67 (\"Zeroth Responders\") were placed on standby near areas that had previously been named as the location of emergencies on SCP-5783 calls. Their aim was to attend the supposed location of an SCP-5783 emergency while the call was ongoing, to see if there were any perceptible and/or recordable phenomena.\n\n\nOn 2004/05/02, a suitable SCP-5783 call was detected by the Telecommunications Monitoring Office. The call described a situation seemingly analogous to a home invasion, occurring at the address of an abandoned cinema in Portsmouth, United Kingdom:\n\n\n\n\n\n\nCaller:\n There's two of them, I think. I thought I'd lost them with the curvature, but they must have scented me. Please come quickly, they're coming through the differential. I'm with my cousins, they're scared.\n\n\nSCP-5783-1:\n Try to remain calm, ma'am. Is it safe where you are?\n\n\nCaller:\n I don't know. I hope so. I've made a barricade from moults, and I've refracted myself so I'll be harder to find. Oh Jesus.\n\n\n\n\nAt this juncture, a tier 2 operative from the Telecommunications Monitoring Office intervened on the call, disconnecting SCP-5783-1 and speaking to the caller directly, with the aim of keeping them on the phone. Simultaneously, agents Kang Yoon-ri and Girija Mallik from MTF-Ο-67 were dispatched to the location.\n\n\n\n\n\n\nTMO:\n Hello ma'am, this is a new dispatcher taking over this call. Can you confirm your status?\n\n\nCaller:\n \n(whispering)\n I'm stilled and sheathed. The cousins are within me.\n\n\nTMO:\n Can you describe yourself, so our agents can recognise you?\n\n\nCaller:\n Uhm, I've got a sunlit pelt and fragrant windows.\n\n\nTMO:\n …thank you. How about your surroundings? What does it look like there?\n\n\nCaller:\n I don't understand the question.\n\n\nTMO:\n What can you… uh, perceive?\n\n\nCaller:\n The two intruders are trembling. They are heavy with themselves. They seem like bad news.\n\n\nTMO:\n …I see.\n\n\nCaller:\n They're going to breach the differential. I have to stop making waves.\n\n\n\n\nThe caller stopped speaking at this point for four minutes.\n\n\nEight minutes after they were dispatched, contact with Agents Kang and Mallik was lost, with GPS, audio and visual signals becoming lost or irretrievably corrupted within 200 metres of the cinema.\n\n\nForty-five seconds later, the caller spoke again:\n\n\n\n\n\n\nCaller:\n Hello?\n\n\nTMO:\n I'm here, what's happening?\n\n\nCaller:\n I'm not sure. I've never… the situation is very strange.\n\n\nTMO:\n In what way?\n\n\nCaller:\n The intruders. The curvature dilated them, but they're… wrong. They have a softness.\n\n\nTMO:\n Softness?\n\n\nCaller:\n They don't resonate properly. I think maybe they can't project?\n\n\nTMO:\n That… is unusual. What else can you, uh, perceive about them?\n\n\nCaller:\n They're not normal. It's sickening watching them twist about. I think they're confused.. maybe not even intelligent. They're \nthings\n.\n\n\nTMO:\n Do… do you think they pose a danger to you?\n\n\nCaller:\n Not if they can't project, or understand curvature. Ugh, it's horrible.\n\n\nTMO:\n In that case, can you uh… intersect with them? Perceive them more wholly?\n\n\nCaller:\n That's a strange way of putting it, but sure.\n\n\nA rustling sound is audible on the call.\n\n\nCaller:\n Listen. They're making noises. I think they might cease.\n\n\nThe sound of someone whimpering becomes slowly audible.\n\n\nVoice:\n \n(distorted)\n Mallik…\n\n\nThis audio was subjected to deconvolutional transformation analysis. The resulting voice is a 64% match for that of Agent Mallik.\n\n\nCaller:\n So gross. So when are the pods getting here?\n\n\n\n\nSubsequent investigation of the cinema location found no trace of the caller or Agent Mallik. A thin biological film covering seventeen irregularly shaped areas of wall, a cumulative 4.5 square metres in area, was recovered. Microscopy found it to be composed of human kidney cells that were a DNA match for Agent Kang.\n\n\nAgents Mallik and Kang are considered missing in action. Further attempts to intercept SCP-5783 calls or emergencies have been halted while the possibility of a retrocausal event is investigated.\n\n\n\n\nFootnotes\n\n\n1\n. Or equivalent terms in the local language.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMeserach's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3694\n \n(+137)\n \n•\n\n\n\n\n\n\nSCP-1442\n \n(+544)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nAtomic\n \n(+154)\n \n•\n\n\n\n\n\n\nMaria\n \n(+176)\n \n•\n\n\n\n\n\n\nHanging On The Telephone\n \n(+296)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMeserach's Author Page\n \n(+37)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5782\n | SCP-5783 | \nSCP-5784\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5783\n\" by Meserach, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5783\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Example call excerpts",
        "Addendum 2: Incident-01\nFor several weeks beginning 1997/08/15, the Foundation made attempts to contact SCP-5783-1. SCP-5783 call information gathered by the Telecommunications Monitoring Office was analysed in order to construct plausible false SCP-5783 emergency scenarios that would also permit the Foundation to gather information on the nature of the SCP-5783-1 entity or entities.\nThese efforts failed, as SCP-5783-1 was able to quickly identify in every instance the fraudulent nature of the emergency.",
        "Addendum 3: Incident-02\nIn an effort to learn more about the anomaly, agents from MTF-Omicron-67 (\"Zeroth Responders\") were placed on standby near areas that had previously been named as the location of emergencies on SCP-5783 calls. Their aim was to attend the supposed location of an SCP-5783 emergency while the call was ongoing, to see if there were any perceptible and/or recordable phenomena.\nOn 2004/05/02, a suitable SCP-5783 call was detected by the Telecommunications Monitoring Office. The call described a situation seemingly analogous to a home invasion, occurring at the address of an abandoned cinema in Portsmouth, United Kingdom:\nAt this juncture, a tier 2 operative from the Telecommunications Monitoring Office intervened on the call, disconnecting SCP-5783-1 and speaking to the caller directly, with the aim of keeping them on the phone. Simultaneously, agents Kang Yoon-ri and Girija Mallik from MTF-Ο-67 were dispatched to the location.\nThe caller stopped speaking at this point for four minutes.\nEight minutes after they were dispatched, contact with Agents Kang and Mallik was lost, with GPS, audio and visual signals becoming lost or irretrievably corrupted within 200 metres of the cinema.\nForty-five seconds later, the caller spoke again:\nSubsequent investigation of the cinema location found no trace of the caller or Agent Mallik. A thin biological film covering seventeen irregularly shaped areas of wall, a cumulative 4.5 square metres in area, was recovered. Microscopy found it to be composed of human kidney cells that were a DNA match for Agent Kang.\nAgents Mallik and Kang are considered missing in action. Further attempts to intercept SCP-5783 calls or emergencies have been halted while the possibility of a retrocausal event is investigated."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5783 \" by Meserach, from the SCP Wiki . Source: https://scpwiki.com/scp-5783 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Full containment of SCP-5783 is considered both prohibitively disruptive and undesirable at this time. Containment efforts instead focus on keeping the general public unaware of the availability of the \"Segmentation\" emergency service.",
    "description": "SCP-5783 is an emergency service which can be contacted by telephone in any locality that has a specialised number for emergency services. If the caller asks for \"segmentation\"1, the call is connected via presently untraceable means to a dispatcher (collectively SCP-5783-1). SCP-5783-1 will speak to the caller, ascertain key details of the emergency, dispense instructions or advice, and will also frequently claim to have dispatched agents as a response.",
    "title": "SCP-5783"
}