{
    "url": "https://scp-wiki.wikidot.com/scp-5785",
    "all_text": "rating: \n+129\n+\n–\nx\n\n\nItem #:\n SCP-5785\n\n\nObject Class:\n \nKeter\n Safe\n\n\nSpecial Containment Procedures:\n Following the events of \nIncident.5785.IV\n, SCP-5785's containment procedures have been amended in accordance with Ethics Committee Mandate #109 in regards to comatose anomalies.\n\n\nSCP-5785 is to be held within a standard humanoid containment cell within Site-80's medical wing. This chamber is to be outfitted with medical devices necessary to maintain life support. SCP-5785 is to be kept on an intravenous diet and monitored for notable changes in its health conditions. A constant stream of morphine is to be administered to SCP-5785 to alleviate the pain from its severe cranial trauma.\n\n\nShould SCP-5785's state of consciousness change, MTF-Lambda-71 (\"Rather Nice Cadaver\") are to sedate the anomaly and relocate it to the nearest vacuumized containment chamber, although this occurrence is considered unlikely given SCP-5785's current condition.\n\n\nDescription:\n SCP-5785 is Daniel Chesed, a twenty-five year old human male originally from Newark, New Jersey. SCP-5785 is capable of manifesting two connected portals of equal size with the sole limitation that one portal must be located within its body. When conscious, SCP-5785 has full control over the creation, size, and location of both portals; in its current comatose state, however, the portals manifest and demanifest at random intervals, with the external portal appearing within 5 feet of SCP-5785 and the internal portal replacing a random sphincter within SCP-5785’s body\n1\n.\n\n\nSCP-5785 was brought to the Foundation’s attention on April 4th, 2016 due to reports of several prominent United States politicians defecating in public. Cell tower records from the areas of all incidents indicated the presence of B'nai Horin, a Jewish left-wing activist group with a focus on prison abolition. Recovery forces apprehended SCP-5785 and other members of the group at a political rally for the re-election of █████ ███████ on April 9th, 2016 after it transferred its excrement into the pants of Mr. ███████ during his speech. DNA analysis of said excrement was used to identify SCP-5785 as the culprit.\n\n\nVideo Transcript of \nIncident.5785.I\n:\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe video transcript previously found in this report has been fully redacted as a result of ongoing negotiations with the government of the United States of America. Individuals with legitimate reasons to view the transcript may file a standard R-194J form for access.\n\n\nThank you.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nIntake Interview:\n\n\n\n\n\n\nInterviewed:\n SCP-5785\n\n\nInterviewer:\n Alan Smithy\n2\n, Intake Specialist for Non-Hostile Humanoid Anomalies\n\n\nForeword:\n SCP-5785 was brought immediately to Site-80 following its apprehension. Due to its cooperation with the retrieval team and a perceived lack of aggression, minimal restraints were applied.\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-5785:\n Hey, are my friends okay? I didn't see them on my way here.\n\n\nDr. Smithy:\n To the best of my knowledge, they have all been released.\n\n\nSCP-5785:\n Have they? I'm really sorry, but I'd like to see documentation of that.\n\n\nDr. Smithy:\n May I ask why?\n\n\nSCP-5785:\n Call it historically-motivated distrust of anybody who can stick a bunch of Jews in the back of a van without telling them what they did.\n\n\nDr. Smithy:\n I'll see what I can do to assuage your concerns. For now, would you mind stating your full name for the record?\n\n\nSCP-5785:\n My full name is Daniel Joseph Chesed and I’d like my legal representation to be present before I answer any more of your questions.\n\n\nDr. Smithy:\n I’m afraid that’s not possible at this point in time, Mr. Chesed.\n\n\nSCP-5785:\n Oh, alright, then I’m going to plead the fifth until they get here. Sorry about that.\n\n\nDr. Smithy:\n You’d be waiting a pretty long time. I really would suggest you cooperate at this point.\n\n\nSCP-5785:\n Oh. Oooooh, okay. I get what’s going on now.\n\n\nDr. Smithy:\n I’m glad. Now, may I ask what exactly brought you to the rally celebrating Mr. ███████?\n\n\n\n[SCP-5785 does not respond, instead displaying an expression of intense focus. A moment later, Dr. Smithy stands up abruptly, holding onto the back of their pants.]\n\n\n\n\nSCP-5785:\n I’m really sorry, but play shitty games, win shitty prizes.\n\n\nDr. Smithy:\n Security! Get him out of here, now!\n\n\n[SCP-5785 is escorted back to its containment cell.]\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n Considering its apparent dislike for figures of authority, in-person interactions with SCP-5785 should be kept to an absolute minimum.\n\n\n\n\n\n\nTranscript of \nIncident.5785.II\n:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2016-04-11\n\n\nNOTE:\n To preserve the authority of affected parties, segments of this transcript have been redacted.\n\n\n\n\n<BEGIN LOG>\n\n\n11:25:\n SCP-5785 lies down on its bed and covers its left eye with its hand.\n\n\n11:31:\n A small black shape is recorded manifesting in Secure Hallway 27H, dematerializing a few seconds later.\n\n\n11:43:\n A small black shape is recorded manifesting in Personnel Hallway 18B, dematerializing a few seconds later.\n\n\n11:58:\n A small black shape is recorded materializing outside the office of Vidkun Amaleki, the Site Director.\n\n\n11:59:\n SCP-5785 smiles.\n\n\n12:01:\n [REDACTED]\n\n\n12:03:\n [REDACTED]\n\n\n<END LOG>\n\n\n\n\nClosing Notes:\n I'd like to posit that SCP-5785's abilities are focused on interlaying portals over its internal sphincters. What we've seen today, then, was it applying this ability to the iris sphincter of the eye, allowing it much wider visual range than previously assumed. As such, the current containment procedures are inadequate to prevent SCP-5785 from targeting staff. Immediate revision is an absolute necessity. - Dr. Nehorai\n\n\n\n\nContainment Testing Logs:\n\n\nIn light of \nIncident.5785.II\n, revision of SCP-5785's containment protocols was redefined as a top priority. All tests were overseen and annotated by Dr. Lev Nehorai, Head Researcher.\n\n\n\n\n\n\nCONTAINMENT DESCRIPTION\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nScranton Reality Anchors installed within range of SCP-5785\n\n\nNo effect on directed relocation of excrement\n\n\nAs far as we can tell, there's no actual reality-bending occurring here. This is a fully biological phenomenon. The implications are rather daunting, to say the least.\n\n\n\n\n\n\nSCP-5785 restrained and placed on an IV drip for 24 hours\n\n\nNo effect on directed relocation of excrement\n\n\nIt appears that SCP-5785 can import solid food anomalously much as it exports its waste products. Intriguing, but deleterious to containment efforts.\n\n\n\n\n\n\nSCP-5785 sedated for 24 hours\n\n\nAppearance of external portals is now random in placement\n\n\nRandomly appearing waste products is only marginally better than the targeted equivalent. This works as a stopgap, but we need a less messy solution for long-term containment.\n\n\n\n\n\n\nSCP-5785 placed in a vacuumized containment cell\n\n\nSuccessful; directed relocation of excrement ceases entirely\n\n\nI hypothesize that since there are, in fact, no sphincters in the respiratory system, SCP-5785's anomalous import of oxygen takes much more focus than most of its transferences. If it's still capable of importing nutrients, this has real potential as a permanent containment strategy.\n\n\n\n\n\n\nAddendum as of 2016-04-16: \nIncident.5785.III\n:\n\nAfter several days without incident, SCP-5785 resumed its aggression towards Foundation staff by targeting a security guard in a nearby hallway. A few seconds later, SCP-5785 collapsed due to oxygen deprivation, requiring immediate medical attention. Immediate revision of SCP-5785’s containment protocols was once again deemed necessary due to its apparent disregard for its own well-being.\n\n\nContainment Testing Logs cont.:\n\n\n\n\n\n\nCONTAINMENT DESCRIPTION\n\n\nRESULT\n\n\nNOTES\n\n\n\n\n\n\nIn-person request for SCP-5785 to stop targeting Foundation staff\n\n\nSee Interview 5785-2016-04-16\n\n\n\n\n\n\n\n\nInterview 5785-2016-04-16:\n\n\n\n\nInterviewed:\n SCP-5785\n\n\nInterviewer:\n Dr. Lev Nehorai\n\n\nForeword:\n The following interview took place approximately two hours after \nIncident.5785.III\n. No security personnel were present at Dr. Nehorai's insistence.\n\n\n<BEGIN LOG>\n\n\nDr. Nehorai:\n Mr. Chesed, I'd like to discuss a truce of sorts. If you stop targeting our staff, we would be able to amend your containment to be much more comfortable.\n\n\nSCP-5785:\n Oh, fuck off, really?\n\n\nDr. Nehorai:\n Yes, really. I know it might be hard to believe, but I'm here to find a common ground for both us and you.\n\n\nSCP-5785:\n No, no, I mean, are you \nseriously\n going to try to negotiate with me after fucking torturing me for \ndays\n?\n\n\nDr. Nehorai:\n Torture seems like a strong word. We were trying to protect our people.\n\n\n[SCP-5785 snorts in a derisive fashion, crossing its arms.]\n\n\nSCP-5785:\n Protect from what? I ruined a few pairs of pants. You people locked me up, drugged me, and literally deprived me of oxygen!\n\n\nDr. Nehorai:\n All to keep you from, well, doing what you do to anybody else.\n\n\nSCP-5785:\n God, fucking…\n\n\n[SCP-5785 places its forehead on the table. Approximately twenty seconds of silence.]\n\n\nDr. Nehorai:\n Mr. Chesed? Are you alright?\n\n\nSCP-5785:\n Don’t mind me, just enjoying being able to breathe like a human being. What day is it?\n\n\nDr. Nehorai:\n Day of the week, you mean?\n\n\nSCP-5785:\n Yeah.\n\n\nDr. Nehorai:\n Saturday. The 16th, specifically.\n\n\n[SCP-5785 snorts. Approximately five seconds of silence.]\n\n\nSCP-5785:\n It’s my kid cousin’s Bar Mitzvah today. I was supposed to do Hagbah.\n\n\nDr. Nehorai:\n I’m guessing “Mazel Tov” isn’t exactly the response you’re looking for here.\n\n\nSCP-5785:\n No, it’s really fucking not.\n\n\nDr. Nehorai:\n We’re about eight people short of a minyan\n3\n, but I’d be happy to daven\n4\n with you in his honor, if you’d like.\n\n\n[SCP-5785 raises its head from the table and glares at Dr. Nehorai.]\n\n\nSCP-5785:\n I’m barely exaggerating when I say that I would rather Human Centipede myself. There’s no way I’m going to pray with a Jew like you.\n\n\nDr. Nehorai:\n Excuse me? What exactly is a ‘Jew like me’?\n\n\nSCP-5785:\n The kind that totally disregards \npikuach nefesh\n5\n. The kind that treats human lives like they’re forfeit. The kind that sticks someone in a room with no air to keep them from embarrassing other people.\n\n\nDr. Nehorai:\n We’re, uh, we’re getting off-track. Let's focus on that last point. Is there another way I could get you to stop targeting staff members? A way that you'd be comfortable with?\n\n\nSCP-5785:\n Besides letting me go? Fuck no.\n\n\nDr. Nehorai:\n I’m afraid that’s not a possibility at this point in time.\n\n\nSCP-5785:\n In that case, I’m going to do whatever it takes to get the slightest scrap of vindication for having no control over my life, thanks very much.\n\n\nDr. Nehorai:\n If this vindication is so important to you, then why not…\n\n\n[Dr. Nehorai stops talking mid-sentence.]\n\n\nSCP-5785:\n What, are you trying not to give me ideas? Trust me, I’ve had ‘em. And yeah, I could probably shit in your lungs instead of your pants. Fuck, I could probably piss directly onto your brain, if I wanted to.\n\n\nDr. Nehorai:\n I doubt you would.\n\n\nSCP-5785:\n Oh, yeah? Why’s that?\n\n\nDr. Nehorai:\n You just admonished me for not adhering to \npikuach nefesh\n. I don’t think you’re hypocritical enough to not respect the sanctity of life after that.\n\n\nSCP-5785:\n First off, there’s a pretty big difference in ethics between not torturing someone and not killing the fuckers who’re torturing you. A \nrodef\n6\n isn’t human. I’m just aware that it wouldn’t make a difference.\n\n\nDr. Nehorai:\n I’m sorry, killing won’t make a difference? Someone would be dead.\n\n\nSCP-5785:\n Yeah, they would be. And someone else would be brought in to take their job, and I’d get stuck in a smaller cell with less air, and nothing would fucking change. From what I’ve seen around this shithole, you guys aren’t exactly strangers to violence. Anything I can do, you people can do a hell of a lot better.\n\n\nDr. Nehorai:\n That’s…\n\n\nSCP-5785:\n So you’ve got power, and you’re using the power to hurt me. That’s fine, I’ve been there. And if I’ve learned one fucking thing, it’s that bullies like you people are absolutely dogshit at dealing with humiliation. If I came in here with an assault rifle and a belt of grenades, you’d have me in pieces within a minute, but I know for a \nfact\n that I’ve been doing damage without hurting a soul. Am I wrong?\n\n\nDr. Nehorai:\n So, what, you’re just going to keep trying to embarrass us for the rest of your life?\n\n\n[Two seconds of silence. SCP-5785 sighs.]\n\n\nSCP-5785:\n Nah, I’ll give up eventually. I’m going to be realistic about that. I’m only human, after all, and I’m getting pretty fucking worn down. But while I still have it in me, I might as well get my rocks in.\n\n\n[SCP-5785 smiles.]\n\n\nSCP-5785:\n Or, hey, maybe I’ll snap one of these days and shit in as many fascists’ jugulars as I can before you guys put me down. That’d be a hell of a way to go down, right?\n\n\nDr. Nehorai:\n Well, uh—\n\n\nSCP-5785:\n I’d actually like to go back to a cell now. One with oxygen, if you feel kind enough. But I’m not hopeful.\n\n\n<END LOG>\n\n\nClosing Statement:\n I know he puts on an aggressive front, but I sincerely believe I made inroads with SCP-5785 here. He was joking with me by the end! It is my professional opinion that there’s room for some sort of middle ground here. – Dr. Nehorai\n\n\n\n\nAddendum as of 2016-04-17: \nIncident.5785.IV\n:\n\nAt 11:09 PM on April 16th, 2016, medical personnel were summoned to SCP-5785’s containment cell in response to a reported suicide attempt. Emergency surgery was able to save SCP-5785’s life; however, it does not seem likely that SCP-5785 will regain consciousness. Its relocation to Site-80’s medical wing has been approved. Containment procedures will be updated to reflect its change in consciousness and location.\n\n\nAddendum as of 2016-04-20: Relevant Internal Correspondence:\n\n\n\n\n\n\nTo:\n Vidkun Amaleki (\ndirector@site-80.scpfoundation.int\n)\n\n\nFrom:\n Lev Nehorai (\nlevnehorai@site-80.scpfoundation.int\n)\n\n\nSubject:\n Request for Formal Investigation\n\n\n\n\n\n\nDr. Amaleki,\n\n\nThis is a formal request to open an investigation into the April 16th incident involving SCP-5785. I doubt I need to tell you how many discrepancies there are between the reported events and SCP-5785’s actual condition.\n\n\nDr. Nehorai\n\nCurrent Head Researcher of SCP-5785\n\n\n\n\n\n\n\n\nTo:\n Lev Nehorai (\nlevnehorai@site-80.scpfoundation.int\n)\n\n\nFrom:\n Vidkun Amaleki (\ndirector@site-80.scpfoundation.int\n)\n\n\nSubject:\n RE: Request for Formal Investigation\n\n\n\n\n\n\nLev,\n\n\nRequest officially denied.\n\nOff the record, don’t look a gift horse in the mouth. Your research subject has gone from an aggressive Keter anomaly with a persecution complex and an elementary schooler’s sense of humor to a Safe anomaly whose main daily expense is a few dollars’ worth of janitorial overtime. Both of our lives just got quite a bit easier. Don't ruin it for yourself.\n\n\nDr. Vidkun Amaleki\n\nSite Director\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lev Nehorai, \"Portals as Biological Pathways\", \nFoundation Journal of Biophysics\n, vol. 76 (2019): 115-117.\n\n\n2\n. The interviewer in this log has requested that their name be removed from the following interview. Due to the sensitive nature of its contents, their name has been replaced with a pseudonym.\n\n\n3\n. A minyan is a gathering of at least ten of-age Jewish individuals. Some prayers are traditionally not said without a minyan present.\n\n\n4\n. Yiddish for \"pray\"\n\n\n5\n. Hebrew for \"saving a life\". Commonly refers to the Jewish principle of prioritizing sanctity of life over almost all other religious restrictions.\n\n\n6\n. Hebrew for \"pursuer\" or \"murderer\". Most commonly found in Jewish laws regarding self-defense.\n\n\n\n\n\n\n\n\n« \nSCP-5784\n | SCP-5785 | \nSCP-5786\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5785\n\" by Deadly Bread and Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5785\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum as of 2016-04-16: Incident.5785.III : After several days without incident, SCP-5785 resumed its aggression towards Foundation staff by targeting a security guard in a nearby hallway. A few seconds later, SCP-5785 collapsed due to oxygen deprivation, requiring immediate medical attention. Immediate revision of SCP-5785’s containment protocols was once again deemed necessary due to its apparent disregard for its own well-being.",
        "Addendum as of 2016-04-17: Incident.5785.IV : At 11:09 PM on April 16th, 2016, medical personnel were summoned to SCP-5785’s containment cell in response to a reported suicide attempt. Emergency surgery was able to save SCP-5785’s life; however, it does not seem likely that SCP-5785 will regain consciousness. Its relocation to Site-80’s medical wing has been approved. Containment procedures will be updated to reflect its change in consciousness and location.",
        "Addendum as of 2016-04-20: Relevant Internal Correspondence:"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-5785 Interviewer: Alan Smithy 2 , Intake Specialist for Non-Hostile Humanoid Anomalies Foreword: SCP-5785 was brought immediately to Site-80 following its apprehension. Due to its cooperation with the retrieval team and a perceived lack of aggression, minimal restraints were applied. <BEGIN LOG> SCP-5785: Hey, are my friends okay? I didn't see them on my way here. Dr. Smithy: To the best of my knowledge, they have all been released. SCP-5785: Have they? I'm really sorry, but I'd like to see documentation of that. Dr. Smithy: May I ask why? SCP-5785: Call it historically-motivated distrust of anybody who can stick a bunch of Jews in the back of a van without telling them what they did. Dr. Smithy: I'll see what I can do to assuage your concerns. For now, would you mind stating your full name for the record? SCP-5785: My full name is Daniel Joseph Chesed and I’d like my legal representation to be present before I answer any more of your questions. Dr. Smithy: I’m afraid that’s not possible at this point in time, Mr. Chesed. SCP-5785: Oh, alright, then I’m going to plead the fifth until they get here. Sorry about that. Dr. Smithy: You’d be waiting a pretty long time. I really would suggest you cooperate at this point. SCP-5785: Oh. Oooooh, okay. I get what’s going on now. Dr. Smithy: I’m glad. Now, may I ask what exactly brought you to the rally celebrating Mr. ███████? [SCP-5785 does not respond, instead displaying an expression of intense focus. A moment later, Dr. Smithy stands up abruptly, holding onto the back of their pants.] SCP-5785: I’m really sorry, but play shitty games, win shitty prizes. Dr. Smithy: Security! Get him out of here, now! [SCP-5785 is escorted back to its containment cell.] <END LOG> Closing Statement: Considering its apparent dislike for figures of authority, in-person interactions with SCP-5785 should be kept to an absolute minimum.",
        "Interviewed: SCP-5785 Interviewer: Dr. Lev Nehorai Foreword: The following interview took place approximately two hours after Incident.5785.III . No security personnel were present at Dr. Nehorai's insistence. <BEGIN LOG> Dr. Nehorai: Mr. Chesed, I'd like to discuss a truce of sorts. If you stop targeting our staff, we would be able to amend your containment to be much more comfortable. SCP-5785: Oh, fuck off, really? Dr. Nehorai: Yes, really. I know it might be hard to believe, but I'm here to find a common ground for both us and you. SCP-5785: No, no, I mean, are you seriously going to try to negotiate with me after fucking torturing me for days ? Dr. Nehorai: Torture seems like a strong word. We were trying to protect our people. [SCP-5785 snorts in a derisive fashion, crossing its arms.] SCP-5785: Protect from what? I ruined a few pairs of pants. You people locked me up, drugged me, and literally deprived me of oxygen! Dr. Nehorai: All to keep you from, well, doing what you do to anybody else. SCP-5785: God, fucking… [SCP-5785 places its forehead on the table. Approximately twenty seconds of silence.] Dr. Nehorai: Mr. Chesed? Are you alright? SCP-5785: Don’t mind me, just enjoying being able to breathe like a human being. What day is it? Dr. Nehorai: Day of the week, you mean? SCP-5785: Yeah. Dr. Nehorai: Saturday. The 16th, specifically. [SCP-5785 snorts. Approximately five seconds of silence.] SCP-5785: It’s my kid cousin’s Bar Mitzvah today. I was supposed to do Hagbah. Dr. Nehorai: I’m guessing “Mazel Tov” isn’t exactly the response you’re looking for here. SCP-5785: No, it’s really fucking not. Dr. Nehorai: We’re about eight people short of a minyan 3 , but I’d be happy to daven 4 with you in his honor, if you’d like. [SCP-5785 raises its head from the table and glares at Dr. Nehorai.] SCP-5785: I’m barely exaggerating when I say that I would rather Human Centipede myself. There’s no way I’m going to pray with a Jew like you. Dr. Nehorai: Excuse me? What exactly is a ‘Jew like me’? SCP-5785: The kind that totally disregards pikuach nefesh 5 . The kind that treats human lives like they’re forfeit. The kind that sticks someone in a room with no air to keep them from embarrassing other people. Dr. Nehorai: We’re, uh, we’re getting off-track. Let's focus on that last point. Is there another way I could get you to stop targeting staff members? A way that you'd be comfortable with? SCP-5785: Besides letting me go? Fuck no. Dr. Nehorai: I’m afraid that’s not a possibility at this point in time. SCP-5785: In that case, I’m going to do whatever it takes to get the slightest scrap of vindication for having no control over my life, thanks very much. Dr. Nehorai: If this vindication is so important to you, then why not… [Dr. Nehorai stops talking mid-sentence.] SCP-5785: What, are you trying not to give me ideas? Trust me, I’ve had ‘em. And yeah, I could probably shit in your lungs instead of your pants. Fuck, I could probably piss directly onto your brain, if I wanted to. Dr. Nehorai: I doubt you would. SCP-5785: Oh, yeah? Why’s that? Dr. Nehorai: You just admonished me for not adhering to pikuach nefesh . I don’t think you’re hypocritical enough to not respect the sanctity of life after that. SCP-5785: First off, there’s a pretty big difference in ethics between not torturing someone and not killing the fuckers who’re torturing you. A rodef 6 isn’t human. I’m just aware that it wouldn’t make a difference. Dr. Nehorai: I’m sorry, killing won’t make a difference? Someone would be dead. SCP-5785: Yeah, they would be. And someone else would be brought in to take their job, and I’d get stuck in a smaller cell with less air, and nothing would fucking change. From what I’ve seen around this shithole, you guys aren’t exactly strangers to violence. Anything I can do, you people can do a hell of a lot better. Dr. Nehorai: That’s… SCP-5785: So you’ve got power, and you’re using the power to hurt me. That’s fine, I’ve been there. And if I’ve learned one fucking thing, it’s that bullies like you people are absolutely dogshit at dealing with humiliation. If I came in here with an assault rifle and a belt of grenades, you’d have me in pieces within a minute, but I know for a fact that I’ve been doing damage without hurting a soul. Am I wrong? Dr. Nehorai: So, what, you’re just going to keep trying to embarrass us for the rest of your life? [Two seconds of silence. SCP-5785 sighs.] SCP-5785: Nah, I’ll give up eventually. I’m going to be realistic about that. I’m only human, after all, and I’m getting pretty fucking worn down. But while I still have it in me, I might as well get my rocks in. [SCP-5785 smiles.] SCP-5785: Or, hey, maybe I’ll snap one of these days and shit in as many fascists’ jugulars as I can before you guys put me down. That’d be a hell of a way to go down, right? Dr. Nehorai: Well, uh— SCP-5785: I’d actually like to go back to a cell now. One with oxygen, if you feel kind enough. But I’m not hopeful. <END LOG> Closing Statement: I know he puts on an aggressive front, but I sincerely believe I made inroads with SCP-5785 here. He was joking with me by the end! It is my professional opinion that there’s room for some sort of middle ground here. – Dr. Nehorai",
        "\" SCP-5785 \" by Deadly Bread and Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-5785 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5785",
    "object_class": "Keter Safe",
    "containment_procedures": "Following the events of Incident.5785.IV, SCP-5785's containment procedures have been amended in accordance with Ethics Committee Mandate #109 in regards to comatose anomalies.",
    "description": "SCP-5785 is Daniel Chesed, a twenty-five year old human male originally from Newark, New Jersey. SCP-5785 is capable of manifesting two connected portals of equal size with the sole limitation that one portal must be located within its body. When conscious, SCP-5785 has full control over the creation, size, and location of both portals; in its current comatose state, however, the portals manifest and demanifest at random intervals, with the external portal appearing within 5 feet of SCP-5785 and the internal portal replacing a random sphincter within SCP-5785’s body1.",
    "title": "SCP-5785"
}