{
    "url": "https://scp-wiki.wikidot.com/scp-5787",
    "all_text": "PlaguePJP & J Dune: V\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+282\n+\n–\nx\n\n\n\n\nby PlaguePJP & J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5787\n — \nBad Things Happen in Philadelphia\n\n\n\n\nPlague's Author Page is within that big red button.\n\n\nDune's Author Page is right about here\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5787\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeno's Steaks, the locus of SCP-5787.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation web-crawling team ALPHA/CYAN/JOSEPH are to disseminate instructions regarding the cheesesteak ordering process at Geno's Steaks to internet tourist forums and social media pages. Victims of SCP-5787 are to be located, detained, and provided Class-A amnestics.\n\n\nA nearby surveillance system has been tapped by Foundation operates, this is to be viewed on a daily basis, specifically during peak hours. A designated team has been assigned to surveil on major tourist holidays.\n\n\nDescription:\n SCP-5787 is the phenomenon occurring at Geno's Steaks in Philadelphia, PA. Geno's Steaks follows a semi-strict linguistic guideline when ordering from their store. For example, a customer who wants a cheesesteak with cheese whiz and onions they would order a \"whiz wit.\" A \"whiz witout\" would be a cheesesteak with cheese whiz and no onions.\n1\n\n\nSCP-5787 activates once a patron, henceforth SCP-5787-1, incorrectly orders on three separate trips to the store. When this occurs, SCP-5787-1 will instantly dematerialize. Questioning has found that the witnessing cashier will have no recollection of the SCP-5787-1.\n\n\nWithin the proceeding 10 to 20 minutes, SCP-5787-1 will appear across the street from Geno's Steaks, unharmed. SCP-5787-1 will then approach the shop and correctly order a cheesesteak. Subsequent investigations have found that SCP-5787-1 instances will always accurately follow the linguistic guideline.\n\n\nResearch throughout the city of Philadelphia has confirmed that SCP-5787 is restricted to Geno's Steaks.\n\n\nAddendum 5787.1:\n Preliminary Interview\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n\n\nForeword:\n Heightened surveillance procedures were enacted over the course of the month; plainclothes Foundation operatives were stationed outside of Geno's Steaks and Cover Story Beta-7 (\"Documentary\") was prepared for action. On 7/4/2017, surveillance witnessed Quentin Rodriguez dematerialize outside of Geno's Steaks. Upon reappearing, he was approached by Agent Franklin.\n\n\n\n\nFranklin:\n Thanks for agreeing to speak with us, Mr. Rodriguez. It's important that we get a feel for how the locals respond to these iconic locations.\n\n\nRodriguez:\n Huh? Oh. Yeah, I'm not from around here, man, but it's great and all. Just great. I'd be… I'd be eating here every day if I could. \n(Laughs)\n\n\nFranklin:\n Is that so? This the first time you've had a Philly cheesesteak?\n\n\nRodriguez:\n No-no-no. I come to Philly every few weeks for work. Gotta love the cheesesteak — Geno's too. Haha…\n\n\n(Rodriguez clutches his head repeatedly)\n\n\nFranklin:\n Is everything alright, sir?\n\n\nRodriguez:\n Just a bit of a headache… after, uh. Oh god. (Burps). I'll be back.\n\n\n(Rodriguez hurriedly jogs away from the crew, returning three minutes later. A small smattering of what appears to be vomit can be seen on the bottom of his shirt.)\n\n\nFranklin:\n Mr. Rodriguez?\n\n\nRodriguez:\n Look, man, I don't know if I can do this, I've been… a little sick. Geno's. Great place. Love it. Gotta love a great place like Geno's.\n\n\nFranklin:\n Not a problem! One last question. As a visitor, how did you feel about the linguistic side of your order? That whole 'wit' and 'witout' thing. Were you surprised about that?\n\n\nRodriguez:\n No… no, not at all. I completely and totally understand why they have rules like that. Tradition. Big tradition around these parts, I guess. I'd never order wrong. Gotta order right. Gotta love a great place like… a great place like Geno's.\n\n\nFranklin:\n Well, thank you for your time.\n\n\n(Rodriguez stares ahead as Agent Franklin goes to shake his hand. Rodriguez's hand goes limp, and for 15 seconds, Rodriguez sits motionless.)\n\n\nFranklin:\n Sir?\n\n\nRodriguez:\n \n(Startled)\n Ah! Uh, yeah. No problem. Thank you, good luck.\n\n\n\n\nResearcher's Note:\n Following the interview, Rodriguez was detained, amnesticized, and quickly released. Subsequent interviews have provided similar, inconclusive results. Rodriguez's emotional state and clear sickness have been taken into account and give justification for a D-Class expedition.\n\n\n\n\nAddendum 5787.2:\n D-Class Investigation\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n\n\nForeword:\n \nD-2392 was chosen to lead an investigation of SCP-5787. He broke the ordering guidelines two times prior to this transcript.\n\n\n\n\n«BEGIN LOG»\n\n\n(D-2392 approaches the countertop. The cashier can be seen leaning through the open ordering window.)\n\n\nD-2392\n: Hi! Can I have a cheesesteak sandwich with American cheese and onions, please?\n\n\n(The cashier's pupils dilate, and her skin goes pale.)\n\n\nCashier:\n Yes, sir. Coming up right away, sir. You've made a terrible mistake, sir.\n\n\nD-2392:\n Huh—\n\n\n(The cashier points at D-2392.)\n\n\nCashier:\n Reconcile and repent!\n\n\n(The feed flashes white. Suddenly, D-2392 is lying on carpeted flooring. He stands, finding himself in a small, elegantly decorated library. He places both hands on his back, stretching.)\n\n\n\n\n\n\nStill frame of D-2392's body camera.\n\n\n\n\n\n\nD-2392:\n \n(Groaning)\n Christ, my back.\n\n\nUnknown Voice:\n Great, another tourist.\n\n\n(D-2392 turns to his right, finding a humanoid entity resembling William Penn composed of oxidized copper. The entity, henceforth SCP-5787-2, is sitting in a loveseat.)\n\n\nD-2392:\n Holy shit! You're the —\n\n\nSCP-5787-2:\n No, I'm not the Quaker Oats guy. I can practically smell the out-of-state on you. Take a seat.\n\n\n(D-2392 complies, sitting in a wooden chair.)\n\n\nSCP-5787-2:\n Do you have any idea what you just did?\n\n\nD-2392:\n I ordered a cheesesteak wrong.\n\n\nSCP-5787-2:\n Very good! You ordered the cheesesteak wrong. Maybe they accept that sort of foreign chumfuckery at Pat's\n2\n, but over here? Not gonna fly. You want the history lesson, or should we just cut to the chase?\n\n\nD-2392:\n I'll take the exposition, sir.\n\n\nSCP-5787-2:\n \n(Sighing)\n Very well. We Philadelphians sit on the fine balance provided by The Glorious Wit-Witout. Steak. Cheese. Onions. Bread. Maybe peppers if you're feeling up to it. With that balance comes restrictions. Restrictions that must be followed by enough people to retain that balance, else risking a collapse, and with us, The Glorious Wit-Witout.\n\n\nD-2392:\n The Glorious Wit-Witout?\n\n\nSCP-5787-2:\n Mm. When we were conceived, we were founded on simplicity — steak, cheese, and a roll. Ergo, you describe a cheesesteak with a simple two or three words. You following? Simple. Now, what do you think happens when you complicate the ordering of such a simple sandwich?\n\n\nD-2392:\n Whatever… this is?\n\n\nSCP-5787-2:\n Catastrophe. The very scales of the universe slowly tip out of our favor. When a foolish creature such as yourself violates these simple rules, The Glorious Wit-Witout grows restless.\n\n\nD-2392:\n I still don't know what a Wit-Witout is. Do you mean like, like —\n\n\nSCP-5787-2:\n How about I show you instead? \n(It stands.)\n Come, you're wasting time.\n\n\n(SCP-5787-2 leads D-2392 through an arched hallway and down a torchlit stone staircase. At the bottom is a large, iron door.)\n\n\nD-2392:\n This isn't like a… this isn't a sex thing right?\n\n\nSCP-5787-2:\n You'll be wishing it was.\n\n\n(SCP-5787-2 pulls the latch and forcefully pushes the door revealing a large, barely illuminated chasm. In the center is a marble altar surrounded by a ring of fire.)\n\n\nSCP-5787-2:\n Come along, \noutlander\n. There are sins you must atone for.\n\n\n(The two approach the altar.)\n\n\nD-2392:\n Hey— look, I really didn't mean to — I apologize for offending you—\n\n\n(As the altar becomes more visible, a large wooden box can be seen situated on top of it. SCP-5787-2 approaches the box, prostrates itself before it, and begins chanting.)\n\n\nSCP-5787-2:\n Oh, great one! Cultivator of Carbohydrates, Sultan of Simplicity, Presider of Philidelphia, and he who is, was, and will forever be wit and forever be witout — The Glorious Wit-Witout!\n\n\n(The box begins to tremble.)\n\n\nSCP-5787-2:\n Bestow upon us your graciousness, as you grant the sacrament of penance to this undeserving outlander!\n\n\n(The rate of trembling increases as thick, black smoke pours from the box.)\n\n\nSCP-5787-2:\n Show mercy, my liege!\n\n\n(The box snaps open, startling D-2392. From it rises a thick, orange mass. The central point is pulled up into a rounded peak which then widens, contorting into a head-and-neck-like structure. It appears to open its mouth and moans. Below it, two appendages resembling grilled onions force themselves through, twisting into arms and hands. Pieces of fried beef float within the entity's viscous body, two large portions gathering in the upper head area, representing eyes. The bottom half of the amorphous entity is unseen, still inside the box from which it emerged.)\n\n\nD-2392:\n The fuck?\n\n\nSCP-5787-2:\n Behold! The personification of The Glorious Wit-Witout!\n\n\n(The Wit-Witout groans as it stretches its body towards D-2392. A gurgled voice leaves its mouth.)\n\n\nWit-Witout:\n Penn! Why did you summon me?\n\n\nSCP-5787-2:\n Same as yesterday, my lord.\n\n\nWit-Witout:\n Dammit! This is torture! I hate doing this. Just order your goddamn cheesesteak correctly, it's not that hard! There's even a sign!\n\n\n(The Wit-Witout begins to cry. SCP-5787-2 removes itself from his position of prostration and begins comforting the entity.)\n\n\nSCP-5787-2:\n Do not weep, my lord! You're going to be just fine, okay?\n\n\nWit-Witout:\n \n(Sobs)\n It hurts so much in this form!\n\n\nSCP-5787-2:\n I’m sorry, my lord, \n(To D-2392)\n You. Eat him.\n\n\nD-2392:\n What do you mean 'eat him?' That thing?\n\n\nSCP-5787-2:\n All of him.\n\n\nWit-Witout:\n Please fucking do it! \n(It moans in agony as it thrashes its body in the air.)\n You'll do me a favor!\n\n\nSCP-5787-2:\n You don't have a choice in the matter, and you're not leaving until you do. This is the only way.\n\n\n(The Wit-Witout stretches over to D-2392, gripping onto his pants.)\n\n\nWit-Witout:\n \n(Cries)\n Please. I'm begging you. Eat me. End it.\n\n\nSCP-5787-2:\n Sir, you're embarrassing yourself.\n\n\n(The Wit-Witout holds its hand to D-2392's mouth.)\n\n\nWit-Witout:\n Everything burns, please help me!\n\n\nD-2392:\n \n(Sighs)\n I need a new job.\n\n\n(D-2392 bites into the Wit Witout's hand.)\n\n\nD-2392:\n \n(Chews)\n Huh, not bad. It doesn't taste like cheez-whiz either. What is that?\n\n\nSCP-5787-2:\n The personification of The Glorious Wit Witout is a combination of Provolone, cheez-whiz, and American cheese. \n(Pause)\n Say the thing, my lord.\n\n\nWit-Witout:\n Oh yeah. \n(It takes a shallow breath)\n I wash ye with the blessing of the Wit Witout, the universal scales tip ever so even. Fucking whatever.\n\n\nSCP-5787-2:\n You may continue.\n\n\n(Over the next 10 minutes, D-2392 manages to consume the entire humanoid.)\n\n\nSCP-5787-2:\n How do you feel?\n\n\n(D-2392 does not respond.)\n\n\nSCP-5787-2:\n Excellent.\n\n\n(The picture becomes white before showing D-2392 on the pavement across the street from Geno's Steaks. He quickly runs to a nearby restroom and proceeds to vomit for five minutes. After recollecting himself, he approaches the shop and correctly orders a sandwich.)\n\n\n«END LOG»\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Provolone and American cheese are available as well, and these can be ordered following the same guideline by substituting \"whiz.\"\n\n\n2\n. A rival cheesesteak shop across the street from Geno's Steaks.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5786\n | SCP-5787 | \nSCP-5788\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nSCP-7591\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-7594\n \n(+203)\n \n•\n\n\n\n\n\n\nSCP-7595\n \n(+214)\n \n•\n\n\n\n\n\n\nSCP-8000\n \n(+986)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+306)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+560)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+161)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+193)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+241)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5787\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5787\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n genos.jpg\n\n\nAuthor:\n j.reed\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/2b44b9a5-eae4-4b34-8563-7d845f1a8a93\n\n\n\n\n\n\n\n\n\n\nFilename:\n library.png\n\n\nAuthor:\n H Michael Miley\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/359aaeeb-8c14-417b-b78f-6a7be77f7b76",
    "addendums": [
        "Addendum 5787.1: Preliminary Interview",
        "Addendum 5787.2: D-Class Investigation"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5787 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-5787 . Licensed under CC-BY-SA .",
        "Filename: genos.jpg Author: j.reed License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/2b44b9a5-eae4-4b34-8563-7d845f1a8a93",
        "Filename: library.png Author: H Michael Miley License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/359aaeeb-8c14-417b-b78f-6a7be77f7b76"
    ],
    "containment_procedures": "Foundation web-crawling team ALPHA/CYAN/JOSEPH are to disseminate instructions regarding the cheesesteak ordering process at Geno's Steaks to internet tourist forums and social media pages. Victims of SCP-5787 are to be located, detained, and provided Class-A amnestics.",
    "description": "SCP-5787 is the phenomenon occurring at Geno's Steaks in Philadelphia, PA. Geno's Steaks follows a semi-strict linguistic guideline when ordering from their store. For example, a customer who wants a cheesesteak with cheese whiz and onions they would order a \"whiz wit.\" A \"whiz witout\" would be a cheesesteak with cheese whiz and no onions.1",
    "title": "SCP-5787"
}