{
    "url": "https://scp-wiki.wikidot.com/scp-5788",
    "all_text": "rating: \n+83\n+\n–\nx\n\n\nItem #:\n SCP-5788\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The apartment complex containing SCP-5788 has been purchased by a Foundation shell corporation. The unit containing SCP-5788 is not to be rented.\n\n\nDescription:\n SCP-5788 is a standard InSinkErator Evolution Compact 3/4 HP Compact Garbage Disposer. The integration of SCP-5788 into the plumbing of the kitchen makes removal and characterisation difficult. Nonetheless, \nin situ\n x-ray measurements reveal an unidentified mass of flesh and hair inside of SCP-5788 and running through the plumbing system of its apartment. Probing of the sink has turned up both auburn and blonde hair. Attempts to access the circuitry of SCP-5788 have revealed complex neural tissue of unknown origin.\n\n\nSCP-5788 was discovered when a new occupant reported screams coming from their sink while draining boiling water. The previous owners, Mark Theros and Sarah Johnson (formerly Theros), were investigated by Foundation resources. Both were reported missing four weeks before the discovery of SCP-5788. Credit card records indicate that Sarah Johnson had been staying at a nearby hotel two weeks before her disappearance.\n\n\n\n\n\n\n« \nSCP-5787\n | SCP-5788 | \nSCP-5789\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5788\n\" by Riemann, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5788\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5788 \" by Riemann, from the SCP Wiki . Source: https://scpwiki.com/scp-5788 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5788",
    "object_class": "Safe",
    "containment_procedures": "The apartment complex containing SCP-5788 has been purchased by a Foundation shell corporation. The unit containing SCP-5788 is not to be rented.",
    "description": "SCP-5788 is a standard InSinkErator Evolution Compact 3/4 HP Compact Garbage Disposer. The integration of SCP-5788 into the plumbing of the kitchen makes removal and characterisation difficult. Nonetheless, in situ x-ray measurements reveal an unidentified mass of flesh and hair inside of SCP-5788 and running through the plumbing system of its apartment. Probing of the sink has turned up both auburn and blonde hair. Attempts to access the circuitry of SCP-5788 have revealed complex neural tissue of unknown origin.",
    "title": "SCP-5788"
}