{
    "url": "https://scp-wiki.wikidot.com/scp-5789",
    "all_text": "rating: \n+569\n+\n–\nx\n\n\n\n\n⚠ SCP-𝕐 is registered as a Class F Infohazard. Proceed with Caution.\n\n\nAttempts to access this file from any system not compatible with Numsafe RGU-𝕐 protocol will be automatically rejected and logged.\n\n\n\n\n \n\n\n\n\nClick here to connect to The RGU-𝕐 system via remote session.\n\n\n\n\nExit System\n\n\n\n\n\n\nSCP-𝕐\n\n\n(Formerly SCP-⬜⬜⬜⬜)\n\n\nObject class: Euclid\n\n\n\n\nNo numerals, ordinals, or other words indicative of a singular, finite value may be used in any documentation related to this anomaly. SCP-𝕐 is not to be assigned any numerical metrics, even for cataloguing purposes, including Disruption and Risk Classes. This also includes the standard numerical classification, which has been replaced with the Unicode character described as \"Blackboard Bold Uppercase Y\" (𝕐).\n\n\nInformation about this anomaly must be stored inside a virtual software box built to utilize a non-numerical coding system and rendering engine specifically built for this purpose, known as the RGU-𝕐 system. This system is to be installed at Foundation Infohazard Containment Site-♃, which specializes in containment via alternative-text and non-textual methods.\n\n\nThe knowledge of the nonexistence SCP-𝕐-A is to be monitored in the general population. Individuals who discover the nonexistence of SCP-𝕐-A must be treated with amnestics. The use of memetic textual deterrents (\"\nmipsum\n\") may be utilized to hide discovered discrepancies.\n\n\nWithin the period approximately equal to a full rotation of the Earth, The RGU-𝕐 system must be activated, which will generate a random number of sufficiently large value as to be statistically improbable that this number will be utilized for any purpose by humans in the foreseeable future. This number will then be added to the end of this containment file.\n\n\nIf several days pass without being \"fed\", SCP-𝕐 consumes a number at random, resulting in potential catastrophic consequences for financial, computing, and other mathematics-derivative fields of science.\n\n\nIn effect, the processes protecting this containment file are the same processes containing SCP-𝕐.\n\n\n\n\n\n\nSCP-𝕐 is a finite mathematical set of numbers. The most accurate definition of SCP-𝕐 can roughly be defined as \"All numbers which do not exist.\"\n\n\nSCP-𝕐's existence is intrinsically tied to baseline reality. The anomalous effect of RGU-𝕐 manifests when numbers of any value are associated with it. When a number is exposed to SCP-𝕐, the number is added to the set in question, causing it to cease existing. A number which ceases to exist is unable to be processed, displayed, or even conceptualized. This missing number can easily be overlooked as the human consciousness will often \nfill in the missing data\n involuntarily. Discovery of the absent number will, however, induce some manner of mental strain and should be avoided if possible.\n\n\nSCP-𝕐's relationship to \nother anomalies\n is under investigation.\n\n\nThe effect of exposure to SCP-𝕐 appears to have some limitations, as discovered through informal and formal testing:\n\n\n\n\nWhen a number is given a non-numerical symbol to represent it, such as \ng\n, SCP-𝕐 will still affect the underlying value, but the symbol itself will remain unaffected.\n\n\nSCP-𝕐 affects only the full number, not its individual digits. For example, if a several-digit number \nABCD\n were to be affected by SCP-𝕐, only ABCD would cease to exist; the digits \nA\n, \nB\n, \nC\n, and \nD\n would not.\n\n\n\n\n\n\n\n\nSCP-𝕐 was initially theorized by famous mathematician ███████ ███ in the same year the Summer Olympics were held in Atlanta, Georgia. In a mathematics essay distributed among the Mathematics department of the University of Calgary, Dr. ███ theorized the following:\n\n\n\n\nThe universe abides by rules, which are represented by the laws of physics and calculated by mathematics. There is a set of every countable thing: the number of atoms in the Empire State Building, the period between each crash of waves on the shore. If there are infinite numbers of these countable sets of things which exist, then it serves to reason there is a countable set which contains things which do not.\n\n\n\n\nAs of yet, it has not been determined whether this theory, or Dr. ███'s work afterward, induced the subsequent manifestation of SCP-𝕐, but operatives in the University later uncovered the anomalous set and its effects, and developed protocols to contain it.\n\n\n\n\nNOTE\n\n\n\n\n\nDuring containment, a very small amount of numbers were affected by SCP-𝕐. The total amount is unknown. \nSee section titled \"SCP-𝕐-A\".\n\n\n\n\nTesting process consisted of the following:\n\n\n\n\nQuerying the RGU-𝕐 system for a number consisting of an enormous amount of digits, the practical use of which is astronomically unlikely to exist at any point in the future\n\n\nAdding or subtracting variables to this number to give it certain attributes, such as being a fraction, decimal, or have certain divisors\n\n\nDesignating this new number as a lowercase alpha character, usually \ng\n\n\nAllowing the RGU-𝕐 system to simultaneously place it into an offsite text file as well as appending (\"feeding\") it to the metadata of the SCP-𝕐 containment file\n\n\nQuerying the offsite file to check for data loss indicative of being affected by SCP-𝕐\n\n\n\n\n\n\nINITIAL LOG\n\n\n\n\n\nLoading testing logs…\n\nINPUT: \ng\n is an unmodified number. \ng\n is fed to SCP-𝕐.\n\n\nRESULT: Full data loss detected: \ng\n ceases to exist.\n\n\nRESEARCHER NOTE: Baseline result.\n\n\n\n\nSUBSEQUENT LOG\n\n\n\n\nINPUT: All the digits of a certain number, \ngg\n, followed immediately by the digits of another number, \nhh\n, are concentrated into a combined number, \ngghh\n. \ngghh\n is fed to SCP-𝕐. The smaller numbers are not fed to SCP-𝕐.\n\n\nRESULT: Partial data loss detected: \ngghh\n ceases to exist. \ngg\n and \nhh\n are unaffected.\n\n\nRESEARCHER NOTE: It's safe to assume that constituent digits are not impacted. That's a relief.\n\n\n\n\nSUBSEQUENT LOG\n\n\n\n\nINPUT: \ng\n turned into an ordinal number by appending \"th\" to the end of it. \ng\no\n is fed to SCP-𝕐.\n\n\nRESULT: Full data loss detected: \ng\n ceases to exist.\n\n\nRESEARCHER NOTE: It appears the result is tied to the value, rather than cardinality, of the number.\n\n\n\n\nSUBSEQUENT LOG\n\n\n\n\nINPUT: \ng\n is described without numbers, using non-numerical words. The description, which is incredibly long, is fed to SCP-𝕐.\n\n\nRESULT: No data loss detected.\n\n\nRESEARCHER NOTE: It seems that if you use enough non-numbers to describe the value you're referencing, SCP-𝕐 cannot affect it. This is useful for the completion of this containment file.\n\n\n\n\nSUBSEQUENT LOG\n\n\n\n\nINPUT: The name of an individual, whose surname is also a relatively low-value number, is to be fed to SCP-𝕐.\n\n\nRESULT: Test not performed\n\n\nRESEARCHER NOTE: I theorize SCP-𝕐 would have been able to differentiate between when a numerical term is being used to represent a numerical value, and when it is not. But we can't take that chance.\n\n\n\n\nSUBSEQUENT LOG\n\n\n\n\nINPUT: A D-Class personnel is assigned a large number, \ng\n. D-\ng\n is made aware, through an audio recording lasting several hours, that this is her new designation. \ng\n is fed to SCP-𝕐.\n\n\nRESULT: Full data loss detected: g ceases to exist. D-g suffers a violent █████████.\n\n\nRESEARCHER NOTE: Tests are suspended until further notice.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\nRESEARCHER: DR. TREYVON BUCKHANON\n\n\nDuring the initial containment of SCP-𝕐, a Foundation operative assigned the anomaly a standard item designation, ⬜⬜⬜⬜, thinking that as long as the number was not added to the containment file, it would be safe to do so. He was wrong.\n\n\nWhen this number ceased to exist, it caused extensive infrastructure outages worldwide for a short time. Foundation digital response teams were able to restore functionality to many systems before too long, by creating an algorithm that sort of…rounds everything upward or downward by a certain increment so computers don't notice it's missing. It is incredibly more complex than that, but I am hesitant to go into further details and risk associating SCP-𝕐 with any other numbers.\n\n\nIt is good at what it does, but it is an imperfect solution. ⬜⬜⬜⬜ is missing, and every day that algorithm's attempt to patch the hole causes system errors and rounding problems in every computer system in the world. Crashes and malfunctions in everything from calculators to mobile phones to nuclear weapon silos. Cleaning up the loss of this number takes round-the-clock work of a team of mathematicians and digital engineers.\n\n\nIf SCP-𝕐 were to breach again, we simply don't know if the world's infrastructure could take it.\n\n\n\n\n\n\n\n\nExit System\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5788\n | SCP-𝕐 | \nSCP-5790\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-𝕐\n\" by Sam Swicegood (CityToast), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5789\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-𝕐 \" by Sam Swicegood (CityToast), from the SCP Wiki . Source: https://scpwiki.com/scp-5789 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-𝕐"
}