{
    "url": "https://scp-wiki.wikidot.com/scp-5791",
    "all_text": "rating: \n+91\n+\n–\nx\n\n\nItem #:\n SCP-5791\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Biohazard Wing 03 of Site-201 is storing the remnants of SCP-5791. The incidents surrounding its manifestation have been explained by faulty terrain causing the collapse of construction equipment, with the damage to Belmont House explained by a structural failure. All witnesses to either event have been amnesticized.\n\n\nDescription:\n SCP-5791 was an organic aperture that opened in a construction site in the North York City Centre of Toronto, Ontario, Canada. At 20:02 on 30/06/2019, terrain in the site collapsed and exposed a 9m wide structure bearing resemblance to a human larynx and windpipe, extending downwards for an unknown distance. No workers were harmed and all equipment remained intact. Foundation crews were dispatched when panicked police calls regarding a \"massive, spasming asshole\" were intercepted.\n1\n\n\nOn arrival to the scene, Foundation specialists observed the anomaly convulsing violently, expelling clouds of aerosolized blood and non-organic dust into the air. Fearing a potential biohazard emergence, specialists began evacuating all workers from the scene, preparing to call in backup to prevent the spread of any infection vectors. This was interrupted when the anomaly was heard gasping in pained, erratic moans. The sounds matched those emitted during human speech, though the absence of a full vocal tract prevented their conversion into interpretable audio. Muffled mechanical sounds\n2\n and background conversation could be heard emanating from an unknown point.\n\n\nMoments later the anomaly convulsed with enough force to destabilize the entire construction site. Damage to a crane boom's lattice caused the machine to buckle onto the main entrance, and cracks in the site's foundation caused the area to sink downwards, forming an emergent sinkhole centered on SCP-5791. Clouds were expelled throughout these events, slicking the terrain in enough viscera that climbing out became an impossibility. One worker, Sylvaine Berger, entered a roller for shelter, but the collapsing ground under the vehicle sent it tumbling into the anomaly. Reinforcements were called for.\n\n\nAt 20:45, convulsion ceased. Lacerations formed along the anomaly's interior and the aperture collapsed inwards. Dirt and debris quickly spilled in to bury the anomaly.\n3\n Shortly thereafter an emergency call was intercepted from the Belmont House retirement home. According to the caller, a roller had burst from the body of a resident.\n\n\nThe resident in question was retired heavy machinery operator Kosta Walker, whose body had been laterally eviscerated after the vehicle exited the left side of his torso. Two staffers supervising Walker were killed as the vehicle collided through a wall, scattering debris, and came to a rest in the building courtyard, with the previous impacts causing further structural damage. Berger, having only suffered chest fractures and arm injuries, survived the event.\n4\n\n\nThe background conversation heard from SCP-5791 was presumably from the two staffers in question, with the mechanical sound being from Walker's ventilator. Prior to his retirement, Walker had developed silicosis from the repeated inhalation of dust at construction sites.\n\n\n\n\nFootnotes\n\n\n1\n. Toronto Police Service handlers did not act on the calls; owing to the phrasing, they were presumed to be pranks.\n\n\n2\n. As no construction equipment was being operated, this was ruled out as a potential cause.\n\n\n3\n. Following later excavation, the only remnants of SCP-5791 were ~600 kg of assorted human windpipe tissue.\n\n\n4\n. While amnestics were administered, Berger has since shown an aversion to all forms of construction work, and has developed an irrational fear of internal organs.\n\n\n\n\n\n\n\n\n« \nSCP-5790\n | SCP-5791 | \nSCP-5792\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5791\n\" by NatVoltaic, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5791\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5791 \" by NatVoltaic, from the SCP Wiki . Source: https://scpwiki.com/scp-5791 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5791",
    "object_class": "Neutralized",
    "containment_procedures": "Biohazard Wing 03 of Site-201 is storing the remnants of SCP-5791. The incidents surrounding its manifestation have been explained by faulty terrain causing the collapse of construction equipment, with the damage to Belmont House explained by a structural failure. All witnesses to either event have been amnesticized.",
    "description": "SCP-5791 was an organic aperture that opened in a construction site in the North York City Centre of Toronto, Ontario, Canada. At 20:02 on 30/06/2019, terrain in the site collapsed and exposed a 9m wide structure bearing resemblance to a human larynx and windpipe, extending downwards for an unknown distance. No workers were harmed and all equipment remained intact. Foundation crews were dispatched when panicked police calls regarding a \"massive, spasming asshole\" were intercepted.1",
    "title": "SCP-5791"
}