{
    "url": "https://scp-wiki.wikidot.com/scp-5793",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\nSCP-5793 following a Si-ling event\n\n\n\n\n\n\nItem #:\n SCP-5793\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5793 is self-contained. Foundation agents are to set up sound barriers around SCP-5793, reinforced by safety barricades under the pretense of renovation works.\n\n\nNo personnel are to enter or interact with any of SCP-5793 components.\n\n\nDescription:\n SCP-5793 is a supermarket situated on floor B2 of a \nJUSCO\n1\n department store, Shenzhen, China.\n\n\nSCP-5793 operates indistinguishably from its non-anomalous counterpart until the arrival of a Si-ling event. A Si-ling event denotes any occasion that is widely celebrated across the country, such as Chinese New Year or the Lunar New Year. At midnight of the event, promotional banners and posters, stylized corresponding to the thematic scheme of the occasion of the day, materialize on the external glass panes at the entrance, citing large discounts\n2\n on its items.\n\n\nNaturally, customer intake proliferates as people patronize SCP-5793 in droves. Supply and free space diminish, encouraging people to be increasingly intolerant of minor inconveniences, correlating to discordant attitudes towards any customer who has made bulk purchases or acquired expensive items that are marked down in price.\n3\n At this point, the entrance to SCP-5793 closes and dematerializes. Blinds are pulled down to obscure its interior.\n\n\nAudio recordings indicate repeated calls to barter with other items among the customers, escalating in demand for each successful exchange. For example, customers are heard to barter daily commodities with items affordable by citizens in a higher socio-economic position, before exchanging these for luxury products such as TV sets and mobile phones. None appear to be aware of the missing entrance.\n\n\nAfter a period of time\n4\n, the blinds are retracted, and customers begin exiting; nearly all are unaffected, save for several bruises and other minor injuries. All bystanders do not recall any abnormality associated with SCP-5793, possibly due to a memetic filter.\n\n\nAddendum:\n SCP-5793 was discovered on 02/11/2003 after Foundation agents (trained against memetic effects) stationed within the vicinity of the mall spotted posters appearing into existence, promoting items sold in SCP-5793. Upon reaching, SCP-5793 underwent a Si-ling event, with customers streaming out of the entrance; one of them, Jia Huolong, a 24-year-old pharmacist operating within SCP-5793, exited with a stitch scar on his stomach, along with a cane whose price tag remained attached.\n\n\nUpon interviewing, Jia Huolong commented that he \"felt good for helping a person in dire need\". He refused to elaborate further.\n\n\n\n\nFootnotes\n\n\n1\n. Acronym for \nJapan United Stores Company\n, founded in 1969; it currently has expanded to regions including Malaysia, Taiwan, Thailand and China.\n\n\n2\n. Observations reveal that the percentage of the discounts spontaneously increases when customer intake is low.\n\n\n3\n. It is unknown if these attitudes are related to natural or anomalous processes.\n\n\n4\n. The duration of each Si-ling event varies across every occurrence.\n\n\n\n\n\n\n\n\n« \nSCP-5792\n | SCP-5793 | \nSCP-5794\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5793\n\" by wagyusteak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5793\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n store.jpg\n\n\nName:\n Closing Down Supermarket Shenzhen China\n\n\nAuthor:\n Chris\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/dcmaster/34550385745/",
    "addendums": [
        "Addendum: SCP-5793 was discovered on 02/11/2003 after Foundation agents (trained against memetic effects) stationed within the vicinity of the mall spotted posters appearing into existence, promoting items sold in SCP-5793. Upon reaching, SCP-5793 underwent a Si-ling event, with customers streaming out of the entrance; one of them, Jia Huolong, a 24-year-old pharmacist operating within SCP-5793, exited with a stitch scar on his stomach, along with a cane whose price tag remained attached.\nUpon interviewing, Jia Huolong commented that he \"felt good for helping a person in dire need\". He refused to elaborate further."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5793 \" by wagyusteak, from the SCP Wiki . Source: https://scpwiki.com/scp-5793 . Licensed under CC-BY-SA .",
        "Filename: store.jpg Name: Closing Down Supermarket Shenzhen China Author: Chris License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/dcmaster/34550385745/"
    ],
    "item": "SCP-5793",
    "object_class": "Safe",
    "containment_procedures": "SCP-5793 is self-contained. Foundation agents are to set up sound barriers around SCP-5793, reinforced by safety barricades under the pretense of renovation works.",
    "description": "SCP-5793 is a supermarket situated on floor B2 of a JUSCO1 department store, Shenzhen, China.",
    "title": "SCP-5793"
}