{
    "url": "https://scp-wiki.wikidot.com/scp-5794",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5794\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5794 has been closed permanently under the pretence of public safety concerns. Security equipment has been installed to prevent unauthorised access. Testing is currently suspended indefinitely following Incident-5794-B.\n\n\n\n\n\n\nSCP-5794 in 2009, prior to manifesting anomalous properties.\n\n\n\n\n\n\nDescription:\n SCP-5794 is the main pool of Greencliff Community Recreation Centre, located in Greencliff, Wisconsin. Initially opened in 1998, the pool operated normally until a series of drowning deaths occurred in 2017. Three weeks following the first death, a pool employee retrieved the first instance of SCP-5794-1 and Foundation agents embedded in local law enforcement were alerted.\n\n\nSCP-5794-1 instances are paper slips containing brief messages. Each message identifies the sender and a recipient, followed by varying lengths of text. All recovered SCP-5794-1 instances have listed a drowning victim of SCP-5794 as the sender and have been addressed to close friends or family members. SCP-5794-1 instances are fully waterproof but display no other anomalous properties.\n\n\nFollowing the death of Researcher Victor Kato in Incident-5794-A, Foundation personnel are prohibited from entering the main pool of SCP-5794 until further notice.\n\n\n\n\n\n\n\n\n+ Video Log Incident-5794-A\n\n\n\n\n- Close Log\n\n\n\n\n\n\nVideo Log Incident-5794-A\n\n\nDate:\n 09/06/2017\n\n\nSubject:\n SCP-5794; GREENCLIFF, WISCONSIN\n\n\nTeam Lead:\n H. Alvarez\n\n\nTeam Members:\n M. Turner, V. Kato, S. Sharpe\n\n\n\n\n[BEGIN LOG]\n\n\nAlvarez, Turner, Kato, and Sharpe stand outside the main door to SCP-5794. The team activates their recording equipment.\n\n\nAlvarez:\n Everything on?\n\n\nTurner:\n Yep.\n\n\nSharpe:\n No problems here.\n\n\nAlvarez:\n Let's roll.\n\n\nKato coughs.\n\n\nAlvarez:\n Sorry. Are you all set too?\n\n\nKato:\n \n(very quiet)\n It's alright. Yes.\n\n\nThe team opens the door and sets up beside the pool.\n\n\nAlvarez:\n Anything on the chemical analysis?\n\n\nTurner:\n Just water, some remaining chlorine, and trace amounts of human urine. Nothing unexpected.\n\n\nSharpe:\n \n(facing away from the pool, glancing at Turner's laptop screen)\n Yeah, all looks normal. I don't see why it shouldn't be safe to touch.\n\n\nAlvarez:\n Good, this should be pretty straightforward then. Just grab a couple samples that we can analyze more carefully back in the lab. Any of you want to check for more of the slips?\n\n\nSharpe:\n Whats-his-name-\n\n\nAlvarez:\n Kato.\n\n\nSharpe:\n Kato hasn't done anything yet, he could do it.\n\n\nAlvarez turns away from the group to face Kato, who nods and walks to the edge of the pool, kneeling to get a better look at the surface.\n\n\nAlvarez:\n \n(to Sharpe, at a loud whisper)\n Sharpe, you can't speak like that on-duty.\n\n\nSharpe:\n Sorry sir, it's just… well you know how he is. I don't think he's spoken to me once so it's kinda hard to remember his name.\n\n\nAlvarez:\n You'll get away with it now as a junior researcher on low-level anomalies, but be careful alright? You're a good kid.\n\n\nFaint splashing can be heard in the background, but the source is not visible on Alvarez's camera.\n\n\nSharpe:\n Sorry.\n\n\nAlvarez:\n It's fine. Kato's not that bad, really. He's just shy. Guess he's just not a people person, you know? Then again, neither are we.\n\n\nSharpe chuckles and Alvarez smiles briefly before turning back to the laptop's readout.\n\n\nTurner:\n Can't I get any work advice?\n\n\nSharpe:\n Haven't you been here for four years?\n\n\nTurner:\n So? I need it more.\n\n\nAlvarez, Turner, and Sharpe continue to chat for several minutes. The conversation has been removed for clarity.\n\n\nAlvarez:\n Say, shouldn't Kato have found something by now?\n\n\nAlvarez turns back towards the pool. A dark shape is visible on the water's surface.\n\n\nAlvarez:\n Kato? Shit! Is that him?\n\n\nSharpe:\n Oh my god.\n\n\nTurner:\n \n(shouting)\n Wasn't anyone watching him?\n\n\nSharpe:\n I didn't think we would need to!\n\n\nSharpe runs towards the edge of the pool but is stopped by Alvarez.\n\n\nAlvarez:\n Don't get in the water. Turner, call Site-392 and get a drone over here!\n\n\nSharpe:\n They'll never make it in time!\n\n\nAlvarez:\n In time for?\n\n\nSharpe:\n \n(alarmed)\n To save him?!\n\n\nAlvarez:\n I think we're a bit beyond that point.\n\n\nA retrieval team from Site-392 arrived shortly after and successfully recovered the body of Researcher Victor Kato via remotely controlled drone. The following investigation concluded that Kato likely slipped on the wet floor while reaching for an instance of SCP-5794-1 and fell into the pool, where he drowned. Testing to determine whether SCP-5794's effects contributed to the drowning was not approved.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nThree weeks after Incident-5794-A, the first SCP-5794-1 instances relating to the death of Researcher Victor Kato appeared within SCP-5794. They were addressed to SCP-5794's Lead Researcher, Dr Hadrien Alvarez. Testing is currently focussed on using Researcher Victor Kato's previous experience in the Foundation to provide further information on the anomaly via SCP-5794-1 instances.\n\n\nAddendum 06/07/2017:\n In a test conducted by Junior Researcher Sabrina Sharpe, it was determined that leaving paper slips similar to SCP-5794-1 in the water of SCP-5794 influenced the responses on instances of SCP-5794-1.\n\n\n\n\n\n\n\n\n+ Initial Testing Log\n\n\n\n\n - Close Log\n\n\n\n\n\n\nProcedure:\n Messages are delivered by drone to the main pool of SCP-5794. The pool is monitored for instances of SCP-5794-1, which are retrieved for analysis.\n\n\n\n\n\n\nTest 1\n\n\nDate:\n 07/07/2017\n\n\nFoundation Message:\n Are you receiving this message?\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Hadrien Alvarez\n\n\nMessage:\n Yes! Who are you?\n\n\n\n\n\n\nTest 2\n\n\nDate:\n 08/07/2017\n\n\nFoundation Message:\n This is Researcher Sharpe of the SCP-5794 research team.\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n Oh thank god, I was getting worried nobody would find my letters. Hello, Sharpe. I heard what you said in the pool…\n\n\n\n\nNotes:\n Researcher Sharpe became emotional after viewing the SCP-5794-1 instance and requested another researcher complete the remaining testing for the week. SCP-5794 Lead Researcher Dr Alvarez granted the request, citing Sharpe's inexperience at the Foundation.\n\n\n\n\n\n\nTest 3\n\n\nDate:\n 08/07/2017\n\n\nFoundation Message:\n This is Alvarez. Can you tell us a bit more about SCP-5794?\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Hadrien Alvarez\n\n\nMessage:\n It's dark in here. I think it's like one of those dimension things I read about. It smells like chlorine and it's wet, but I can't really describe it in a way that makes sense. There's paper, stacks and stacks of paper, and sometimes what I write makes it out to you, I guess. Why do you need to know?\n\n\n\n\nNotes:\n SCP-5794-1 instance recovered on 15/07/2017.\n\n\n\n\n\n\nTest 5\n\n\nDate:\n 16/07/2017\n\n\nFoundation Message:\n This is Researcher Sharpe. Research Lead Alvarez is unavailable at the moment. We need the information for the SCP-5794 file.\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n They meant it when they said the job never ends.\n\n\n\n\n\n\nTest 6\n\n\nDate:\n 16/07/2017\n\n\nFoundation Message:\n They did.\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n I've already told you everything useful. Are you going to stop talking to me now?\n\n\n\n\n\n\nTest 7\n\n\nDate:\n 16/07/17\n\n\nFoundation Message:\n Testing hasn't concluded yet.\n\n\n\n\nMessage:\n That's not really an answer… I guess I just wish someone would actually want to talk to me. It's very lonely in here, you know. There's nothing but me and the water. Though you didn't talk to me when I was alive either.\n\n\n\n\n\n\nTest 8\n\n\nDate:\n 17/07/2017\n\n\nFoundation Message:\n We're talking to you now.\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n Only because you have to.\n\n\n\n\n\n\nTest 9\n\n\nDate:\n 18/07/2017\n\n\nFoundation Message:\n None\n\n\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n If you talked to me earlier, wouldn't I still be alive?\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 18/07/2017:\n Junior Researcher Sabrina Sharpe called a meeting for the SCP-5794 research team to discuss concerns surrounding the contents of SCP-5794-1 instances originating from Researcher Victor Kato's death. Testing involving SCP-5794-1 instances was temporarily halted.\n\n\n\n\n\n\n\n\n+ SCP-5794 Research Team Meeting 18/07/2017\n\n\n\n\n- Close Log\n\n\n\n\n\n\nDate:\n 18/07/2017\n\n\nSubject:\n SCP-5794 Research Team Meeting\n\n\nTeam Lead:\n H. Alvarez\n\n\nTeam Members:\n M. Turner, S. Sharpe, X. Zhou\n\n\n\n\n[BEGIN LOG]\n\n\nAlvarez:\n So, SCP-5794-1?\n\n\nSharpe:\n Yes, sir. I just have some concerns.\n\n\nAlvarez:\n I see. Haven't gotten a chance to see any of them yet. Are they logged anywhere?\n\n\nSharpe:\n They're um… recorded on the file, sir.\n\n\nAlvarez:\n Give me one second. \n(pause)\n Are you alright? You look a bit pale.\n\n\nSharpe:\n Y-yeah. Just shaken up a bit from the messages, I think, which is why I called this meeting.\n\n\nAlvarez:\n \n(skimming SCP-5794's file)\n If you want, we can transfer Zhou onto message analysis and shift you onto something more lab-side.\n\n\nZhou:\n Yeah, I can do it if you want.\n\n\nSharpe:\n No no, it's fine. I wouldn't want to bother you. You don't have to-\n\n\nAlvarez:\n It's not him, you know. The messages — they aren't from Kato. It's the anomaly speaking.\n\n\nSharpe:\n \n(mumbling)\n How do you know that?\n\n\nAlvarez:\n I mean, it doesn't really sound like him.\n\n\nSharpe:\n Do we even know what he sounded like?\n\n\nAlvarez:\n \n(Alvarez shrugs)\n I did at least, somewhat. Sometimes there's no way to know for sure, but you sleep better this way, trust me.\n\n\nSharpe:\n I want to believe it, Dr Alvarez! It's just so hard when you're sitting there and reading them and-\n\n\nAlvarez:\n I know you're new Sharpe — but you can't think like that here.\n\n\nSharpe:\n I know, I know, I'm trying! It's just… whenever I read one of the messages it doesn't sound like an anomaly, it sounds like him.\n\n\nAlvarez:\n I thought he never spoke to you?\n\n\nSharpe:\n You know what I mean! \n(Sharpe appears visibly distressed)\n I just can't stop thinking about how lonely he must've been, how lonely he still is-\n\n\nTurner:\n \n(quietly, from the back of the room)\n It's not your fault, Sabr- Sharpe. We all should've been-\n\n\nAlvarez:\n Turner, not now. Sharpe, it's in your best interest not to dwell on it. The messages are from the anomaly. Keep logging them but if this keeps bothering you I will not hesitate to have you transferred. Sound good?\n\n\nSharpe:\n Alright.\n\n\n[END LOG]\n\n\n\n\nNotes:\n After the meeting concluded, testing on SCP-5794-1 instances was cleared to resume.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Second Testing Log\n\n\n\n\n - Close Log\n\n\n\n\n\n\nTest 10\n\n\nFoundation Message:\n You previously stated that you were in an alternate dimension. Can you provide a further description? Can you see things, feel things, etc.?\n\n\n\n\nDate Recovered:\n 20/07/2017\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n Not really. You can't understand it without being it. It's a state of existence and a location rolled up into one. The others are here too, the people that drowned before they called in our team, but they don't understand it. Without exposure to the anomalous, they just sort of float, if that makes sense. They aren't cognizant enough to speak, so it's still just me and the water. It's almost lonelier, in a way, to be so close to company. You'd think I'd be used to this by now though — it's always sort of been just me. I wasn't popular in school, though I suspect that's not unusual for anyone that works here, and my parents never thought I was good enough. They still don't, because I couldn't tell them what I truly do — did — for a living. My friends always had someone better. I hoped the Foundation might be different.\n\n\nIt wasn't.\n\n\n\n\n\n\nTest 10\n\n\nFoundation Message:\n I'm sorry. -Sharpe\n\n\n\n\nDate Recovered:\n 21/07/2017\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n They say drowning is the worst way to die. I remember splashing, calling — and you guys just kept going and going, caught up in your own world until the water closed over my head. I'm still underwater, even here, the water's still choking out my lungs and chlorine is still burning through my eyes. You can say your apologies now, but why didn't you look over? Why didn't you notice me?\n\n\nYou're the reason I'm dead.\n\n\n\n\n\n\nFoundation Message:\n What's done is done. -Sharpe\n\n\n\n\nDate Recovered:\n 22/07/2017\n\n\nFrom:\n Victor Kato\n\n\nTo:\n Sabrina Sharpe\n\n\nMessage:\n Is it? I may be gone, Sabrina, but you could still help me. I'm not an SCP, I'm not an anomaly — I know what they've been saying to you. I'm just using one to talk to you. The others don't understand, they will never understand, they didn't understand me either. But you do. You could join me here, and I'll finally have my company.\n\n\nYour mistake cost me my life, isn't it only fair that I get yours?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Level 4 Credentials Required: Incident-5794-B\n\n\n\n\n - Credentials Accepted\n\n\n\n\n\n\nVideo Log: Incident-5794-B\n\n\nDate:\n 01/08/2017\n\n\nSubject:\n SCP-5794; GREENCLIFF, WISCONSIN\n\n\nTeam Lead:\n H. Alvarez (offsite)\n\n\nTeam Members:\n M. Turner (offsite), X. Zhou (offsite), S. Sharpe\n\n\n\n\n[BEGIN LOG]\n\n\nSharpe stands in the observation area of SCP-5794. The remainder of the team is nominally assigned to observe from Site-392, but only Turner is actively tuned into the communication channel. Fifteen minutes elapse in silence while Sharpe conducts a survey of the area for new instances of SCP-5794-1.\n\n\nTurner:\n Nothing?\n\n\nSharpe:\n \n(quiet)\n Nothing in the last week.\n\n\nTurner:\n It's not unusual for anomalies to be sporadic, plus I think we're mostly done with active testing anyway. Might be time to ask Alvarez to move to weekly checks.\n\n\nSharpe:\n \n(distant)\n Yeah, maybe.\n\n\nTurner:\n Alright, I'm gonna head out to grab lunch then. You got a ride back to the site?\n\n\nSharpe:\n Yeah.\n\n\nTurner:\n Cool, I'll see you at the weekly debrief tomorrow then?\n\n\nSharpe:\n \n(brief pause)\n Mhm.\n\n\nTurner disconnects from the communication channel, leaving Sharpe alone on the observation deck. Instead of heading for her designated Foundation vehicle, Sharpe remains in the observation area. She stares through the observation glass for several minutes before beginning to speak. This behaviour was initially disregarded by the Foundation automatic monitoring program as Sharpe was noted to have a history of talking to herself.\n\n\nSharpe:\n They didn't warn me about this, you know, when I signed up. I mean, I knew that people would die, but I didn't think about it, you know?\n\n\nSharpe pauses, fidgeting with her pen.\n\n\nSharpe:\n Alvarez is right, I'm not cut out for this job. He is, he can make himself believe that it's the anomaly speaking — and maybe he's right, maybe it is. We've been testing it for a month and nobody has a clue, but they're all just so- so cold, and I'm not.\n\n\nSharpe reaches down and retrieves various instances of SCP-5794-1 from her field backpack. While technically authorized to handle instances of SCP-5794-1, Sharpe had not notified the rest of the research team that she had removed the instances from their storage locker.\n\n\nSharpe:\n I can't do this. I can't do this job; why did I take this job? \n(speaking faster)\n Should've done something the first time, in the pool. What could I have done?\n\n\nSuddenly, Sharpe looks back over the water. An SCP-5794-1 instance is visible, and Sharpe quickly collects it and brings it back onto the observation deck. She inspects the instance, visibly distressed, and starts crying. The video quality is too low to determine the text, but later video analysis would detect a minor cognitohazardous effect originating from the instance. It is unknown if the effect was dampened by the video, but similar effects have not been observed in any other instance.\n\n\nSharpe:\n \n(partially coherent, sobbing)\n I could have saved him the first time, couldn't I? Alvarez stopped me but I could've fought him off, I could've jumped in — and even if the anomaly drowned me, at least Kato wouldn't have been alo-\n\n\nSharpe suddenly stops. A few seconds of rapid breathing are audible before the recording equipment is manually deactivated.\n\n\n[END LOG]\n\n\n\n\nNotes:\n The sudden deactivation of the recording equipment was flagged as a breach of protocol by the equipment's automatic monitoring program. When Foundation personnel arrived at SCP-5794 approximately 15 minutes later, Researcher Sabrina Sharpe was found dead in the pool, presumably drowned. All remaining members of the SCP-5794 research team are facing disciplinary action for their negligence in both Incident-5794-A and Incident-5794-B. An investigation is ongoing.\n\n\nNo further instances of SCP-5794-1 related to the death of Researcher Victor Kato have been recovered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5793\n | SCP-5794 | \nSCP-5795\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5794\n\" by Simartar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5794\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n swimmingpool.jpg\n\n\nName:\n The Olympic swimming pool, Montréal\n\n\nAuthor:\n David Jones\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 06/07/2017: In a test conducted by Junior Researcher Sabrina Sharpe, it was determined that leaving paper slips similar to SCP-5794-1 in the water of SCP-5794 influenced the responses on instances of SCP-5794-1.",
        "Addendum 18/07/2017: Junior Researcher Sabrina Sharpe called a meeting for the SCP-5794 research team to discuss concerns surrounding the contents of SCP-5794-1 instances originating from Researcher Victor Kato's death. Testing involving SCP-5794-1 instances was temporarily halted."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5794 \" by Simartar, from the SCP Wiki . Source: https://scpwiki.com/scp-5794 . Licensed under CC-BY-SA .",
        "Filename: swimmingpool.jpg Name: The Olympic swimming pool, Montréal Author: David Jones License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-5794 has been closed permanently under the pretence of public safety concerns. Security equipment has been installed to prevent unauthorised access. Testing is currently suspended indefinitely following Incident-5794-B.",
    "description": "SCP-5794 is the main pool of Greencliff Community Recreation Centre, located in Greencliff, Wisconsin. Initially opened in 1998, the pool operated normally until a series of drowning deaths occurred in 2017. Three weeks following the first death, a pool employee retrieved the first instance of SCP-5794-1 and Foundation agents embedded in local law enforcement were alerted.",
    "title": "SCP-5794"
}