{
    "url": "https://scp-wiki.wikidot.com/scp-5796",
    "all_text": "She has a lot of work. I do too. I miss her smile.\n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nAnd my lungs will grow cancers\n\nAnd my back it will grow achy\n\nI will buy us an acre\n\nOf some land in the city\n\nWe could live there together\n\nOr I'll live alone less happy\n\nBut I'll live\n\n\nUnfortunately.\n\n\n\n\n \n\n(Love in the Time of Human Papillomavirus, AJJ)\n\n\nSCP-5796\n\n\nImage:\n Website icon created by \nAgente Shuffle\n\n\nMy authorpage!\n\n\n \n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5796\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ngevurah\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-5796 is only accessible on Foundation servers, civilian interference is unlikely. All Foundation members are to remain unaware of the web address of SCP-5796, and any personnel without Level 4 clearance attempting to, or have already accessed SCP-5796 are to be reprimanded and punished. All testing with SCP-5796 must go through Site Director Amelia Werchester.\n\n\nDescription:\n SCP-5796 is a dating website, named \"Soulmate Connection Program,\" that is exclusively accessible via Foundation servers. The site cannot be blocked or removed through any known means, including redirection. SCP-5796 generates dating profiles for all individuals affiliated with the Foundation, including D-Class personnel, humanoid anomalies,\n1\n and the O5 council.\n\n\n\n\n\n\nSCP-5796's logo.\n\n\n\n\n\n\nThese profiles contain personal information, such as legal name, age, and gender preference, and are created without the knowledge of the individuals in question. However, the text style of the profiles is consistent with the manner in which the person would write.\n\n\nSCP-5796 is equipped with several features, such as a private messaging system, customizable profiles, and a site search function, which showcases a list of every Foundation site, with all employed personnel. Any personnel accessing SCP-5796 will automatically be logged in to their assigned profile, with no option to log out or delete their account. SCP-5796 does not create accounts for individuals who are in a relationship.\n2\n\n\nFurther Notes:\n\n\n\n\n\n\nWARNING\n\n\nYou are attempting to access a file restricted only to Site Director Werchester.\n\n\nPlease input credentials to proceed.\n\n\n\n\nUSER: D34DM4NSP4RTY\n\nPASS: * * * * * * * * * * * * *\n\n\n\n\nCredentials accepted.\n\n\nWelcome, Site Director Werchester.\n\n\nWhat file would you like to access?\n\n\n\n\nAll\n\n\n\n\nAccessing all attached files…\n\n\n\n\nJournal Entry 5/19/2013\n\n\n\n\nSo turns out, there's an SCP dating website. Great. Fun! The higher ups don't know where this came from nor do anyone else. Guess it's just something random that fucks us over. Gonna run a few tests on this thing, tell 'em if I see anything unusual.\n\nI was told to write down my notes, but I'm out of paper. On the file it goes.\n\n\n\n\nJournal Entry 5/21/2013\n\n\n\n\nReal creepy invasion of privacy. I checked my \"profile\", and it was way to detailed for my liking. Written how I talk, including pics of myself. Even knows about my cat. Gross. I'm gonna avoid checking other people's profiles for now.\n\n\n\n\nJournal Entry 5/22/2013\n\n\n\n\nGot a notif in the corner that said \"All Alone on a Wednesday Night? God, you're pathetic.\"\n\n\n \n\nFuck you too, SCP-5796. I'm done testing.\n\n\n\n\nJournal Entry 5/26/2013\n\n\n\n\nFine. Fine, I'll continue checking this site out.\n\n\n \n\nLooking through all the different sites, you don't need to be a person to use this, since I found Dr. Crow. That's fun. I looked at Site-19, didn't catalogue any anomalies below 18 so that's uh. Good as well. Gonna keep looking, lemme jot this down.\n\n\n\n\nPROPOSED REVISION:\n These profiles contain personal information, such as legal name, age, and gender preference, and are created without the knowledge of the individuals in question. However, the text style of the profiles is consistent with the manner in which the person would write. \nAll profiles on SCP-5796 are persons who are above the age of eighteen, and are completely aware and able to consent romantically and sexually.\n\n\n\n\nGonna need to change the wording but hey, I got plenty of time. I'll continue to update it.\n\n\n\n\nJournal Entry 5/27/2013\n\n\n\n\nTurns out I'm not the only person using this site, either I gotta punish someone or act like I'm completely oblivious. She commented on my profile, lemme copy it real quick.\n\n\n\n\n\n\n\n\nI would say you're in major trouble, but I don't want you reporting me to the others. So keep this between us.\n\n\n\n\n\n\n\n\nOthers? Interesting. Says her name is Kaitlan Ademola. I think, I'll check that again later.\n\n\n\n\nJournal Entry 6/5/2013\n\n\n\n\nAlright I need to log some other stuff. That's what this journal is for.\n\n\n \n\nThere's options to like posts and comments, and \"follow\" people, showing their posts. These posts are stuff whatever these people are doing, taken by..someone. Can't tell who, no reflection or anything.\n\nGonna spy a bit on other people. Just for testing purposes.\n\n\n\n\nPROPOSED REVISION:\n These profiles contain personal information, such as legal name, age, and gender preference, and are created without the knowledge of the individuals in question. However, the text style of the profiles is consistent with the manner in which the person would write. All profiles on SCP-5796 are persons who are above the age of eighteen, and are completely aware and able to consent romantically and sexually. \nFrequently, the profiles will update with recent events for whatever person.\n\n\n\n\nI'll make it better later. Just got to text her back.\n\n\n\n\nJournal Entry 6/6/2013\n\n\n\n\nI'm so depraved, man\n\n\n \n\nJesus fuckin' christ. I'm sitting here, browsing her profile. I need to go touch grass. I contemplated commenting \"kind of a MILF\" under one of her pics but I realized I feel like such a creep doing that. Gonna take a break, check up with you again later.\n\n\n\n\nJournal Entry 6/9/2013\n\n\n\n\nAlright, I'm doin' better. Someone walked into my office but thankfully he was completely oblivious to me oogling at some ladies profile. Just told him it's some scp reports and he did what he needed i guess. It was something about testing with SCP-whatever so I gave him the pass.\n\nMade me realize how weird I am. Gonna need a few more days to myself.\n\n\n\n\nJournal Entry 6/12/2013\n\n\n\n\nShe messaged me sdfaskhfhk\n\n\n \n\nWe chatted for a little bit and she is a lot more down to earth than I first thought, incredibly nice, even called me \"hun\". She seems to know a bit about me but I got no clue. Might be another supervisor, her profile doesn't list where she works. Probably not relevant. I hope.\n\n\n\n\nJournal Entry 6/13/2013\n\n\n\n\nTalked some more.\n\nBoth of us like Talking Heads, she told me she saw them live once. Told her that we should meet up someday. She said her job takes up the majority of her time but she will try to fit me into her schedule. I want her so bad it's drivin me mad. (yknow. beatles reference. i still want her either way)\n\nLooked at her profile more, she loves books. I typically don't read for fun but I'll try sometime later.\n\n\n\n\nJournal Entry 6/16/2013\n\n\n\n\nChatted more, she wasn't as active but it's clear she's interested. Lemme grab a screenshot..\n\n\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nSorry for all the awkward small talk, not really sure how to have a big convo\n\n\n\n\n\n\nDon't worry about it dear, I'm not typically a chatter either. But it's not like I'll mock you for saying something odd.\n\n\n\n\n\n\nThank you lol\n\n\n\n\n\n\nDon't worry. I'm free tomorrow, actually. We could meet up if you don't have much to do.\n\n\n\n\n\n\nYES\n\n\nI mean. Sure.\n\n\n\n\n\n\nYou're cute.\n\n\n\n\n\n\n\n\n\n\nchanged my schedule. im hoping she doesnt find me creepy irl\n\n\n\n\nJournal Entry 6/18/2013\n\n\n\n\nMet her in person. She's a lot taller than I first thought. Not that its a bad thing of course (I like tall girls) but me being 5'5 and her being like. I think almost six feet was awkward. We went to this nice restaurant, we didn't mention work.\n\n\n \n\nShe was a lot nicer in person. Kept her formal way of speaking. Gonna see if we can do something else later.\n\n\n\n\nJournal Entry 6/20/2013\n\n\n\n\nContinued to chat, I got her number now at least. She told me she was really busy for the weekend, decided to actually focus on work stuff for now. I'll update this later.\n\n\n\n\nJournal Entry 6/21/2013\n\n\n\n\nWe talked about our life at home. Told her about my cat, Elvis Pawsley. She thought the name was really cute. I asked about her pets but she said she never had one, which makes me sad.\n\n\n \n\nMaybe I can invite her over? She might like Elvis.\n\n\n\n\nJournal Entry 6/23/2013\n\n\n\n\nI told her about my family. She reminds me of my mom a bit. This doesn't say anything about me, does it?\n\nGod damn it, Freud. You win again.\n\n\n\n\nJournal Entry 6/25/2013\n\n\n\n\nWent on another date with her. Second one, this time to a much cheaper place to see if she y'know. Isn't in it for the money.\n\nShe laughed at my cheesy jokes again.\n\nI think I might be ready to tell her.\n\n\n\n\nJournal Entry 6/26/2013\n\n\n\n\nWe talked more.\n\n\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nI love you\n\n\nFUCK that was\n\n\nthat was a mistake aa\n\n\n\n\n\n\nPfft. You're cute.\n\n\n\n\n\n\nHuh? Wha\n\n\n\n\n\n\nHasn't even been long, but you're already so sweet. Don't think I've had someone treat me as nice as you.\n\n\nI love you too, hun.\n\n\n\n\n\n\n\n\nJournal Entry 6/30/2013\n\n\n\n\nHer account and mine got updated, says \"dating\". Maybe this SCP isn't so bad. Will update you later.\n\n\n\n\nJournal Entry 7/03/2013\n\n\n\n\nShe sent me a. not very safe for work pic of herself.\n\n\n \n\n\n \n\nShe's fucking gorgeous.\n\n\n\n\nJournal Entry 7/08/2013\n\n\n\n\nWe went on yet another date. This time we watched a movie together. We were holding hands the entire time.\n\n\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nI'm happy to have met you<3\n\n\n\n\n\n\nAw, you make me blush. I'm blessed to meet you as well.\n\n\n\n\n\n\nDo you wanna hang out tomorrow? Y'know, just us two at my place. I got snacks.\n\n\n\n\n\n\nI'd love to see you.\n\n\n\n\n\n\n:D\n\n\n\n\n\n\n\n\nJournal Entry 6/26/2013\n\n\n\n\nWe met up at my house.\n\n\n \n\nWe had dinner, we watched stuff on the couch\n\nWe did. Stuff\n\n\n \n\nI love her touch. She also finds Elvis adorable.\n\n\n\n\nJournal Entry 6/28/2013\n\n\n\n\nKept talking, kept sending pics. I don't know what to put here, really.\n\n\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nListen. You're nuts.\n\n\n\n\n\n\nMe? Pfft, it's good music.\n\n\n\n\n\n\nShut upppp. duran duran is a one hit wonder, you nut.\n\n\n\n\n\n\nDoes that make it bad? Maybe hungry like the wolf was just so much better.\n\n\n\n\n\n\nLies. Talking heads has SO many hits.\n\n\nDid duran duran make Swamp? Checkmate.\n\n\n\n\n\n\nFair enough.\n\n\n\n\n\n\n\n\n\n\nHungry Like the Wolf is mid.\n\n\n\n\nJournal Entry 7/14/2013\n\n\n\n\nSorry for not updating. She said she has a lot of work to do. I do too.\n\nI miss her smile.\n\n\n\n\nJournal Entry 7/16/2013\n\n\n\n\nShe told me she'll be gone for the next few days. Gonna follow her feed, maybe there's something interesting.\n\n\n\n\nJournal Entry 7/17/2013\n\n\n\n\nFUCK\n\n\n \n\nfuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck\n\nOkay so uh bad news. Kaitlan is way out of my league.\n\nLike.\n\n\n\n\n\n\n\n\nMet up with the other O5s about ΩK \"End of Death\" discussion. Finally prepared something in case it does come, SCP-3287.\n\n\n\n\n\n\n\n\nShe's a fucking O5 member. What the fuck. What the fuck is omega K?? end of death??\n\n\n\n\nJournal Entry 7/18/2013\n\n\n\n\nShe hasn't realized that I saw that post, or that the post is there yet. I haven't said anything to her.\n\n\n\n\nJournal Entry 7/19/2013\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nHello?\n\n\nAre you there? You haven't said much to me recently.\n\n\nIf you have an important day, please tell me.\n\n\nHoney? Are you okay?\n\n\nI'm here if you need to talk, please don't ghost me.\n\n\nI love you.\n\n\n\n\n\n\n\n\n\n\nI'm so sorry.\n\n\n\n\nJournal Entry 7/21/2013\n\n\n\n\nI told her that I know the truth. She hasn't said anything all day.\n\nIf anything happens, I'm sorry.\n\n\n\n\nJournal Entry 7/25/2013\n\n\n\n\nNothing.\n\n\n\n\nJournal Entry 7/30/2013\n\n\n\n\nKaitlan Ademola\n\n\n\n\n\n\nI'm sorry. I didn't want to know about this. I still love you.\n\n\n\n\n\n\n\n\nJournal Entry 8/1/2013\n\n\n\n\nNothing.\n\n\n\n\nJournal Entry 8/2/2013\n\n\n\n\nStill nothing.\n\n\n\n\nJournal Entry 8/3/2013\n\n\n\n\nNothing.\n\n\n\n\nJournal Entry 8/6/2013\n\n\n\n\nGuess who stopped by my office?\n\n\n \n\nIt's nice to see her again. She sat in my office awkwardly. She pat my shoulder, gave me a kiss. I asked her if I'm going to be amnesticized. She didn't say anything. She left after a few minutes.\n\n\n\n\nJournal Entry 8/6/2013\n\n\n\n\nJust get a message. Being demoted. I should've known.\n\n\n \n\nI know she didn't send it, said it was gross negligence or whatever. Damn it. I knew I fucked up the second I opened that website. I'm gonna forget all of this. Forget the Foundation and forgetting her.\n\n\n \n\nPlease. I don't want to forget.\n\n\n\n\nJournal Entry 8/17/2013\n\n\n\n\nI miss her. Haven't seen her since.\n\n\n \n\nI just want to hear her voice again. Feel her lips. I want to see her again.\n\n\n\n\nJournal Entry 9/1/2013\n\n\n\n\nI'm sorry, Amelia. This is for your own good. I love you.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nThis is the end of the file. If you would like to put in another entry, please input \"Create\".\n\n\n\n\nDelete\n\n\n\n\nWhich entry do you want to delete?\n\n\n\n\nAll\n\n\n\n\nInput username and password to proceed.\n\n\n\n\nUSER: O5-6\n\nPASS: * * * * * * * * * * * * * * * * *\n\n\n\n\nO5 detected, overriding lock…\n\n\nDeleting…\n\n…\n\n…\n\n…\n\n\nEntries have been deleted.\n\n\n\n\nLog out\n\n\n\n\nLogging out..\n\n\nSuccessfully logged out! Thank you for using SCiPNET!\n\n\n\n\n\n\nFootnotes\n\n\n1\n. With limited internet access.\n\n\n2\n. This excludes those in polyamorous relationships seeking more than one partner.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5795\n | SCP-5796 | \nSCP-5797\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nTroutMaskReplica's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7973\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-1305\n \n(+86)\n \n•\n\n\n\n\n\n\nSCP-6294\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-7799\n \n(+34)\n \n•\n\n\n\n\n\n\nSCP-7640\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-8221\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-6718\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7921\n \n(+40)\n \n•\n\n\n\n\n\n\nSCP-8790\n \n(+137)\n \n•\n\n\n\n\n\n\nSCP-6160\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-7230\n \n(+29)\n \n•\n\n\n\n\n\n\nSCP-6356\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-7084\n \n(+176)\n \n•\n\n\n\n\n\n\nSCP-8762\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7345\n \n(+133)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nin her arms,\n \n(+35)\n \n•\n\n\n\n\n\n\nVILE\n \n(+39)\n \n•\n\n\n\n\n\n\nscatterbrained.\n \n(+54)\n \n•\n\n\n\n\n\n\nThe Son You Love\n \n(+51)\n \n•\n\n\n\n\n\n\nHeading Off to Bed\n \n(+37)\n \n•\n\n\n\n\n\n\nIt Will All Be Okay\n \n(+39)\n \n•\n\n\n\n\n\n\nMoonlight, My Dear\n \n(+13)\n \n•\n\n\n\n\n\n\nOPEN LETTER TO US GOVERNMENT\n \n(+22)\n \n•\n\n\n\n\n\n\nDeny, Delay, Depose\n \n(+92)\n \n•\n\n\n\n\n\n\nOne Hundred And Fifty Thousand\n \n(+67)\n \n•\n\n\n\n\n\n\nFreefall\n \n(+31)\n \n•\n\n\n\n\n\n\nOpen Water\n \n(+42)\n \n•\n\n\n\n\n\n\nDaisies, Death, and Dysphoria\n \n(+75)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nTrout's EPIC Authorpage\n \n(+169)\n \n•\n\n\n\n\n\n\nBohart's Life and Death\n \n(+36)\n \n•\n\n\n\n\n\n\nSoy Un Perdedor\n \n(+22)\n \n•\n\n\n\n\n\n\nJawn Proposal (Fanart!)\n \n(+23)\n \n•\n\n\n\n\n\n\nA timely death.\n \n(+19)\n \n•\n\n\n\n\n\n\nArtExchange 2024 For UberGoober\n \n(+28)\n \n•\n\n\n\n\n\n\nChristmas Industries (Art Exchange)\n \n(+17)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5796\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5796\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n soulmateconnectionprogram\n\n\nAuthor:\n \nAgente Shuffle\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "And my lungs will grow cancers And my back it will grow achy I will buy us an acre Of some land in the city We could live there together Or I'll live alone less happy But I'll live Unfortunately.",
        "USER: D34DM4NSP4RTY PASS: * * * * * * * * * * * * *",
        "All",
        "So turns out, there's an SCP dating website. Great. Fun! The higher ups don't know where this came from nor do anyone else. Guess it's just something random that fucks us over. Gonna run a few tests on this thing, tell 'em if I see anything unusual. I was told to write down my notes, but I'm out of paper. On the file it goes.",
        "Real creepy invasion of privacy. I checked my \"profile\", and it was way to detailed for my liking. Written how I talk, including pics of myself. Even knows about my cat. Gross. I'm gonna avoid checking other people's profiles for now.",
        "Got a notif in the corner that said \"All Alone on a Wednesday Night? God, you're pathetic.\" Fuck you too, SCP-5796. I'm done testing.",
        "Fine. Fine, I'll continue checking this site out. Looking through all the different sites, you don't need to be a person to use this, since I found Dr. Crow. That's fun. I looked at Site-19, didn't catalogue any anomalies below 18 so that's uh. Good as well. Gonna keep looking, lemme jot this down.",
        "Gonna need to change the wording but hey, I got plenty of time. I'll continue to update it.",
        "Turns out I'm not the only person using this site, either I gotta punish someone or act like I'm completely oblivious. She commented on my profile, lemme copy it real quick.",
        "I would say you're in major trouble, but I don't want you reporting me to the others. So keep this between us.",
        "I would say you're in major trouble, but I don't want you reporting me to the others. So keep this between us.",
        "Others? Interesting. Says her name is Kaitlan Ademola. I think, I'll check that again later.",
        "Alright I need to log some other stuff. That's what this journal is for. There's options to like posts and comments, and \"follow\" people, showing their posts. These posts are stuff whatever these people are doing, taken by..someone. Can't tell who, no reflection or anything. Gonna spy a bit on other people. Just for testing purposes.",
        "I'll make it better later. Just got to text her back.",
        "I'm so depraved, man Jesus fuckin' christ. I'm sitting here, browsing her profile. I need to go touch grass. I contemplated commenting \"kind of a MILF\" under one of her pics but I realized I feel like such a creep doing that. Gonna take a break, check up with you again later.",
        "Alright, I'm doin' better. Someone walked into my office but thankfully he was completely oblivious to me oogling at some ladies profile. Just told him it's some scp reports and he did what he needed i guess. It was something about testing with SCP-whatever so I gave him the pass. Made me realize how weird I am. Gonna need a few more days to myself.",
        "She messaged me sdfaskhfhk We chatted for a little bit and she is a lot more down to earth than I first thought, incredibly nice, even called me \"hun\". She seems to know a bit about me but I got no clue. Might be another supervisor, her profile doesn't list where she works. Probably not relevant. I hope.",
        "Talked some more. Both of us like Talking Heads, she told me she saw them live once. Told her that we should meet up someday. She said her job takes up the majority of her time but she will try to fit me into her schedule. I want her so bad it's drivin me mad. (yknow. beatles reference. i still want her either way) Looked at her profile more, she loves books. I typically don't read for fun but I'll try sometime later.",
        "Chatted more, she wasn't as active but it's clear she's interested. Lemme grab a screenshot..",
        "changed my schedule. im hoping she doesnt find me creepy irl",
        "Met her in person. She's a lot taller than I first thought. Not that its a bad thing of course (I like tall girls) but me being 5'5 and her being like. I think almost six feet was awkward. We went to this nice restaurant, we didn't mention work. She was a lot nicer in person. Kept her formal way of speaking. Gonna see if we can do something else later.",
        "Continued to chat, I got her number now at least. She told me she was really busy for the weekend, decided to actually focus on work stuff for now. I'll update this later.",
        "We talked about our life at home. Told her about my cat, Elvis Pawsley. She thought the name was really cute. I asked about her pets but she said she never had one, which makes me sad. Maybe I can invite her over? She might like Elvis.",
        "I told her about my family. She reminds me of my mom a bit. This doesn't say anything about me, does it? God damn it, Freud. You win again.",
        "Went on another date with her. Second one, this time to a much cheaper place to see if she y'know. Isn't in it for the money. She laughed at my cheesy jokes again. I think I might be ready to tell her.",
        "We talked more.",
        "Her account and mine got updated, says \"dating\". Maybe this SCP isn't so bad. Will update you later.",
        "She sent me a. not very safe for work pic of herself. She's fucking gorgeous.",
        "We went on yet another date. This time we watched a movie together. We were holding hands the entire time.",
        "We met up at my house. We had dinner, we watched stuff on the couch We did. Stuff I love her touch. She also finds Elvis adorable.",
        "Kept talking, kept sending pics. I don't know what to put here, really.",
        "Hungry Like the Wolf is mid.",
        "Sorry for not updating. She said she has a lot of work to do. I do too. I miss her smile.",
        "She told me she'll be gone for the next few days. Gonna follow her feed, maybe there's something interesting.",
        "FUCK fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck fuck Okay so uh bad news. Kaitlan is way out of my league. Like.",
        "Met up with the other O5s about ΩK \"End of Death\" discussion. Finally prepared something in case it does come, SCP-3287.",
        "Met up with the other O5s about ΩK \"End of Death\" discussion. Finally prepared something in case it does come, SCP-3287.",
        "She's a fucking O5 member. What the fuck. What the fuck is omega K?? end of death??",
        "She hasn't realized that I saw that post, or that the post is there yet. I haven't said anything to her.",
        "I'm so sorry.",
        "I told her that I know the truth. She hasn't said anything all day. If anything happens, I'm sorry.",
        "Nothing.",
        "Nothing.",
        "Still nothing.",
        "Nothing.",
        "Guess who stopped by my office? It's nice to see her again. She sat in my office awkwardly. She pat my shoulder, gave me a kiss. I asked her if I'm going to be amnesticized. She didn't say anything. She left after a few minutes.",
        "Just get a message. Being demoted. I should've known. I know she didn't send it, said it was gross negligence or whatever. Damn it. I knew I fucked up the second I opened that website. I'm gonna forget all of this. Forget the Foundation and forgetting her. Please. I don't want to forget.",
        "I miss her. Haven't seen her since. I just want to hear her voice again. Feel her lips. I want to see her again.",
        "I'm sorry, Amelia. This is for your own good. I love you.",
        "Delete",
        "All",
        "USER: O5-6 PASS: * * * * * * * * * * * * * * * * *",
        "Log out",
        "\" SCP-5796 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-5796 . Licensed under CC-BY-SA .",
        "Filename: soulmateconnectionprogram Author: Agente Shuffle License: CC BY-SA 3.0"
    ],
    "containment_procedures": "As SCP-5796 is only accessible on Foundation servers, civilian interference is unlikely. All Foundation members are to remain unaware of the web address of SCP-5796, and any personnel without Level 4 clearance attempting to, or have already accessed SCP-5796 are to be reprimanded and punished. All testing with SCP-5796 must go through Site Director Amelia Werchester.",
    "description": "SCP-5796 is a dating website, named \"Soulmate Connection Program,\" that is exclusively accessible via Foundation servers. The site cannot be blocked or removed through any known means, including redirection. SCP-5796 generates dating profiles for all individuals affiliated with the Foundation, including D-Class personnel, humanoid anomalies,1 and the O5 council.",
    "title": "SCP-5796"
}