{
    "url": "https://scp-wiki.wikidot.com/scp-5798",
    "all_text": "rating: \n+436\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5798\n -\n\n\n\n\nX\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5798\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe locus of SCP-5798\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-103\n\n\nO. Michael Saint\n\n\nS. Haddow\n\n\nNA\n\n\n\n\n\n\n\n\n\n\n\n\nThe drain SCP-5798 frequently surfaces from\n\n\n\n\n\n\nSpecial Containment Procedures:\n The building containing SCP-5798 has been purchased by the Foundation and shuttered from public access. Two Foundation guard personnel are to be stationed on-site for the purposes of deterring trespassing.\n\n\nDescription:\n SCP-5798 is an entity of indeterminate length residing in the plumbing system of a YMCA\n1\n building in █████ ██████, Florida.\n\n\nSubterranean imaging techniques have revealed that SCP-5798's length takes up the entirety of the building's plumbing system. The entity's physical appearance is that of a mass of flesh, terminating in several tentacle-like appendages. SCP-5798's epidermal coloration is entirely transparent, and as a result, veins, muscle tissue, and small, blonde hairs have been observed as part of the entity.\n\n\nSCP-5798 is mostly dormant, and has only been observed to surface for brief periods of time through a small drainage gate located in the shower of a men's locker-room, fitting its appendages through the slots on the grate. The entity is capable of extending up to 1.2 meters from the drain.\n\n\nSCP-5798 is sapient, and is capable of communicating coherently in English. (See Addendum.5798.1)\n\n\nAddendum.5798.1:\n Incident Log\n\n\nInitial research of SCP-5798 was conducted by Junior Researcher Haddow. While tuning subterranean radar equipment inside the locker room, the following events occurred, a log of which has been transcribed from surveillance footage and can be found below.\n\n\n\n\nBEGIN LOG\n\n\n\n\nResearcher Haddow sits in front of the shower, taking notes. A voice is heard, coming from the drain.\n\n\nSCP-5798:\n Hey!\n\n\nHaddow:\n \nHuh\n?\n\n\nHaddow looks up from his notes and turns his head.\n\n\nSCP-5798:\n I'm over here, bud. Down the drain.\n\n\nHaddow:\n Oh.\n\n\nSCP-5798:\n That's it? 'Oh'? You talk to someone like me often?\n\n\nHaddow:\n I just… wasn't aware you could speak. Believe it or not, you're normal compared to some of the things I conversed with over the past week.\n\n\nSCP-5798:\n Seriously? You work at a 7-11 or something?\n\n\nHaddow:\n Practically. Oh, I guess they'll want me to ask you questions. Let's see, uh… you have a name?\n\n\nSCP-5798:\n Don't think so.\n\n\nHaddow:\n What are you?\n\n\nSCP-5798:\n Don't care.\n\n\nHaddow:\n (\nGestures\n) Mm, how'd you get into, uh, your situation?\n\n\nSCP-5798:\n Don't know.\n\n\nHaddow:\n GOD— (\nExhales\n) Sorry. I'm just, I can't give answers like that. They want information.\n\n\nSCP-5798:\n Shit, well, I'm really sorry, man. I genuinely can't answer those questions. Who's 'they'?\n\n\nHaddow:\n My bosses. Look, even if you have to make something up, I won't know. I just need research credits, please.\n\n\nHaddow brings his left hand to his temple and begins massaging it.\n\n\nSCP-5798:\n I wasn't trying to be rude or anything. I just don't think about those things, y'know? I apologize.\n\n\nHaddow:\n It's… it's fine. I'm fine.\n\n\nSCP-5798:\n You sure about that, man? I promise, you can talk to me about it.\n\n\nHaddow:\n W— What? I mean— Christ, I'm talking to a fucking drain monster. This is ridiculous.\n\n\nSCP-5798:\n There's no need to be prejudiced, I can speak and think just as well as you can. I'm willing to lend an ear, if you think it would help. Just pretend I'm not here and speak your mind. No filter.\n\n\nHaddow:\n You sure? I mean, I'd sound unhinged. I'm already talking to a—\n\n\nSCP-5798:\n A drain creature, I know. Just give it a shot, dude. I won't judge.\n\n\nHaddow:\n (\nPauses\n) Fine. (\nInhales\n) No. God, no, I'm not alright. I just—\n\n\nSCP-5798:\n This is how healing happens.\n\n\nHaddow:\n I'm overworked, I'm exhausted, I'm lonely— I'm still hundreds of thousands of dollars in-debt, and you'd \nthink\n a trillion dollar organization would take care of that but they \ndon't\n. I do pointless research all day in hopes of maybe, \nMAYBE\n, getting a paid vacation one year, and a complimentary plaque in the Site break room or some shit. Sure, if I'm lucky enough to be so useless to the Foundation that they actually let me go, I'll be able to retire at 60, where I can own a nice little compensation house for me to fuck off and die in peace. That's if I don't lose my life talking to a fucking drain-snake or end up in a wheelchair because I looked at a book the wrong way on a Tuesday or some other contrived bullshit.\n\n\nHaddow groans and begins sobbing into his hands.\n\n\nSCP-5798:\n Let it all out, bud. Let it all out. I'm listening.\n\n\nHaddow:\n Girls don't like me, guys don't like me, hell, at this point my fucking hand doesn't like me either. I just— I just— I have so much work due all the time and I'm shit at time management and I have to ask for a deadline extension and— And it never ends! I haven't slept more than 4 hours in YEARS! \nYEARS\n!\n\n\nHaddow continues crying.\n\n\nSCP-5798:\n Jeez, I… uh, that's awful dude. I never realized you guys up there had it so bad.\n\n\nHaddow:\n (\nSniffling\n) Only… if… you're… \nPOOR\n.\n\n\nSCP-5798:\n I don't mean to make you jealous, but I never had to deal with anything like that.\n\n\nHaddow:\n What would you know about anything? You're a fucking drain-snake!\n\n\nSCP-5798:\n Hey, I'm pretty cultured! Like, I got it all down here. I can sleep as much as I want, watch movies all day—\n\n\nHaddow:\n \nGOD\n— wait, really?\n\n\nSCP-5798:\n Totally, dude. Movies, TV Shows, games, YouTube, whatever.\n\n\nHaddow:\n Well, now I'm interested. How do you do all that?\n\n\nSCP-5798:\n No clue. I just think about it really hard and it happens. I've always been able to do it. I basically spend all my free time online. (\nLaughs\n)\n\n\nHaddow:\n So you… you have internet, you sleep as much as you want, and you… well, what else do you do? How do you occupy yourself all day?\n\n\nSCP-5798:\n Like I said, podcasts, message boards, Warcraft. Speaking of which, I do have a raid coming up in 20, so I might have to step away for a bit, if that's good with you.\n\n\nHaddow:\n Isn't that a paid game?\n\n\nSCP-5798:\n Bitcoin. You ever try crypto, dude? It's the future, I'm telling you.\n\n\nHaddow:\n Man, it sounds great down there.\n\n\nSCP-5798:\n Life's just better. You'd probably enjoy it, and I take it you're not much of a socialite anyways, but the only downside about living down here is that it gets a little lonely.\n\n\nHaddow:\n Can't you just talk to people online?\n\n\nSCP-5798:\n Yeah, but it's just not the same. Why do you think I started talking to you?\n\n\nHaddow:\n Good point.\n\n\nSCP-5798:\n Been getting into writing recently. Helps with the introspection.\n\n\nHaddow:\n You… write?\n\n\nSCP-5798:\n Whenever I want, for as long as I want.\n\n\nHaddow:\n That's all I've ever wanted to do!\n\n\nSCP-5798:\n Down here you'd be able to write all day!\n\n\nHaddow:\n You're so right! I, uh, want to be a romance author, but I'm too scared to actually go through with it. (\nLaughs\n)\n\n\nSCP-5798:\n \nHELL\n yeah, that's the spirit! I'm telling you, come down here, dude. I promise, you'd love it. I'd get a friend, you'd get the life you want to live— it'd all work out!\n\n\nHaddow:\n Come down there?\n\n\nSCP-5798:\n Yeah, I can bring you down here. Wouldn't that be neat?\n\n\nHaddow:\n I mean, I couldn't—\n\n\nSCP-5798:\n Your call, suit yourself. Something's telling me you're going to regret it if you stay.\n\n\nHaddow:\n You know what? You're right! \nFuck\n this!\n\n\nHaddow throws his notebook and pen down. He pushes over a stack of imaging equipment.\n\n\nHaddow:\n Fuck you, Foundation! I'm living my own life!\n\n\nSCP-5798:\n Fuck yeah, you are! I mean, uh, I don't want to pressure you or anything. As soon as you step into the shower I'm gonna pull you down here, just so you—\n\n\nHaddow leaps into the shower.\n\n\nHaddow:\n I'm ready! I'm ready! I'm finally \nFREE\n!\n\n\nSCP-5798 emerges from the grate, extending upwards and tracing its appendages on its surroundings. The entity lunges forward, wraps its appendages around Haddow's right ankle, and pulls him towards the drain. Haddow gleefully shouts.\n\n\nIt uses another appendage to bring Haddow's left ankle closer to the grate, and pulls with enough force to begin pushing the bottoms of Haddow's feet through the holes of the drain. Haddow screams, and the sound of skin ripping is audible through the locker room. By anomalous means, the entity manages to pull both of Haddow's feet through the grate. Blood and excess tissue fills the shower floor.\n\n\nSCP-5798 pulls Haddow's ankles, contorting the bone to slip through the holes. Audible grinding of the cartilage is heard, and cracking sounds are intermediated with Haddow's increasingly distressed vocalizations. Haddow passes out and regurgitates a mixture of blood and stomach contents.\n\n\nA loud crunching noise is heard as SCP-5798 snaps the tibia and fibula of Researcher Haddow's lower legs. Several more appendages emerge from the grate to retrieve excess skin. Haddow seizes and continues to vomit. In his thrashing, he has broken several teeth, and his nose appears to be displaced. Haddow appears to regain consciousness, and vocalizes unintelligibly.\n\n\nAs the entity attempts to squeeze Haddow's crotch through the grate, another snapping sound, assumed to be Haddow's pelvic bone, is heard. Haddow goes limp as SCP-5798 squeezes his torso and stomach through the grate. A slurry of entrails and viscera is expelled from Haddow's mouth, which increases in concentration as more of his body is forced through the drain. Haddow's rib cage snaps, and his upper torso sinks to the floor.\n\n\nThe last of Haddow's body, the head, is pulled through the drain. Excess brain matter, hair, ocular muscles, and teeth surround the immediate area of the grate. The slurry of bodily fluids and entrails stains the shower.\n\n\n\n\nEND LOG\n\n\n\n\nUpon further interaction with SCP-5798, the entity used Researcher Haddow's voice to communicate. No relevant or new information has been gained from this research, and the entity claims to have no recollection of Researcher Haddow.\n\n\n\n\nFootnotes\n\n\n1\n. Young Men's Christian Association\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5797\n | SCP-5798 | \nSCP-5799\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5798\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5798\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n they.jpg\n\n\nName:\n the y\n\n\nAuthor:\n me\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n i took it\n\n\n\n\n\n\n\n\nFilename:\n draingang.jpg\n\n\nName:\n drain\n\n\nAuthor:\n me\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n i took it",
    "addendums": [
        "Addendum.5798.1: Incident Log\nInitial research of SCP-5798 was conducted by Junior Researcher Haddow. While tuning subterranean radar equipment inside the locker room, the following events occurred, a log of which has been transcribed from surveillance footage and can be found below.\nUpon further interaction with SCP-5798, the entity used Researcher Haddow's voice to communicate. No relevant or new information has been gained from this research, and the entity claims to have no recollection of Researcher Haddow."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5798 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-5798 . Licensed under CC-BY-SA .",
        "Filename: they.jpg Name: the y Author: me License: CC-BY-SA-3.0 Source Link: i took it",
        "Filename: draingang.jpg Name: drain Author: me License: CC-BY-SA-3.0 Source Link: i took it"
    ],
    "containment_procedures": "The building containing SCP-5798 has been purchased by the Foundation and shuttered from public access. Two Foundation guard personnel are to be stationed on-site for the purposes of deterring trespassing.",
    "description": "SCP-5798 is an entity of indeterminate length residing in the plumbing system of a YMCA1 building in █████ ██████, Florida.",
    "title": "SCP-5798"
}