{
    "url": "https://scp-wiki.wikidot.com/scp-5800",
    "all_text": "rating: \n+186\n+\n–\nx\n\n\n\n\n\n\nNOTICE - Entry Locked\n\n\n\n\nUnfortunately, I've had to lock this entry, for the following reasons:\n\n\n\n\nWe originally found this entry on a vinyl disc in the ruins of Site-01. When we inserted a copy of it into the old Foundation database, it was automatically erased. We'd like to avoid anything like that if possible.\n\n\nGiven the attention scp-wiki.net has received recently, we've locked all of the pages in order to prevent vandalism.\n\n\n\n\nPlease contact the Foundation Preservation Guild for more information.\n\n\n\n\n\n\n\n\n\n\nItem #:\n \nSCP-5800\n\n\nObject Class:\n \nKeter\n\n\n\n\n\n\nSite Responsible:\n \nUSPAPH Site-98\n\n\nDirector:\n \nJeremy Henshaw\n\n\nResearch Head:\n \nSean Reemus\n\n\nAssigned Task Force:\n \nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 5/5800\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiagrams of SCP-5800's aperture depicted as a 5-polytope manifold; the following are the four known stages of the aperture reaching to higher levels of dimensional expansion.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Scientific institutions and observatories must be prevented from discovering SCP-5800-1. Leaked and disseminated information on SCP-5800-1 must be taken down and kept away from public knowledge or addressed as a hoax. Foundation protocols must be kept in place to prevent any entity or entities from breaching this aperture.\n\n\nFoundation metaphysicians have prepared an A.I.M. (Absolute Idealistic Materials) chamber around SCP-5800-1 to permanently seal away entity or entities emerging from the aperture.\n\n\nDescription:\n SCP-5800 is a hypothetical alternate reality that is known in relativistic physics as the fifth dimension. Specifics of SCP-5800 are unclear due to the inability of Foundation technology to properly analyze mathematical and anomalous dimensional constructs higher than our own. SCP-5800 retains radically different ideals than the laws of physics of baseline reality.\n\n\nSCP-5800 is host to living inconceivable abstract concepts that operate in Noospheric subspace similar to that of biotic components interacting with one another in a natural ecosystem. Most of these abstract concepts or entities are predatory in nature and aggressively envelop or dominate \nweaker ideatic concepts\n in order to increase in fractal topology.\n\n\nSCP-5800-1 is an aperture located approximately 5.5 au (Astronomical units) away from the Earth and appears as a uniform 5-polytope (Schläfli symbol t1{3,3,3,4}) with the Schläfli symbol increasing in notation every 215 years. This aperture does not conform to normative spacetime and instead appears to possess a tesselated geometry that steadily increases in complexity to the point that Foundation supercomputers are incapable of processing a digital representation of SCP-5800-1.\n\n\nSCP-5800 was officially designated following several events involving \nSCP-1425\n, \nSCP-2155\n, \nSCP-3005\n, and \nSCP-4565\n and their effects on human society. Following a more accurate quantification of SCP-5800, Foundation resources are to be devoted to its neutralization.\n\n\nAddendum 5800.1:\n The Petrislav Notes\n\n\nIgor Petrislav (1689 - 1751) was a Russian sorcerer and one of the first to codify their practices into what is now known as thaumaturgy. Towards the end of his life, Petrislav discovered SCP-5800 and began to perform experiments on it. Following his death, Petrislav's next of kin hid his work on it in a hidden chamber in his stronghold by Petrislav's will. This research was not rediscovered until it was excavated in 1996.\n\n\nSome relevant paragraphs have been translated below.\n\n\n\n\nIf there is a world of ideas, then there is a world that contains the opposite of ideas. It took some experimentation to be able to breach the boundary between these two worlds, but now I can see why it was sealed away. I found it to be frayed at the ends, yet overflowing with some substance that can only be accurately described as \"light\" in our universe.\n\n\nThis \"light\" is very pleasing to take in; unfortunately, it melts the mind and causes madness. Abram stared into the portal for the entire day, and at the end he couldn't say a coherent sentence that didn't involve the color pink or the sight of smoke. In addition, the light seems to have an adverse effect on animals, as my two cats ran for their lives at the sight of the opening.\n\n\nIf my observations are correct, I believe that submerging anything inside of this world will inevitably result in the idea remaining there. Viktor put an apple inside of the portal before taking it out. The apple slowly shifted forms and color, until it turned itself into a green snake who spoke cautionary tales about liquid hands and hateful stars in the sky. I took the liberty of sealing the aperture after that; I'd rather not have ideas interact with that world for a prolonged period of time.\n\n\n\n\nAddendum 5800.2:\n Further Research\n\n\nThe following is a audio recording of Dr. MacWarren, one of the lead researchers analyzing SCP-5800's effects on human cognition.\n\n\n\n\nAlright, I'm supposed to leave the office but I can't be fucked to write anymore. I've been bleeding out my nose and ears for the past two days and it keeps messing up my papers.\n\n\n[Audible coughing]\n\n\nRight, so what we've learned so far about SCP-5800 is that it's an ecological ideaspace for extremely volatile abstract concepts. These things have a hierarchy of sorts which is dictated by the size of these beings.\n\n\nI use the term \"size\" loosely because th- \n[coughs]\n there ah… these things are presented in sets of infinities; like how many integers or natural numbers there are in- in mathematics. The sheer size of these- these beings are defined as uncountable infinities. Despite logic telling us that there can't be anything larger in scale than… well… infinity.\n\n\nYeah, I know to the average layman that can't be possible. But it's very much true. These beings are represented by their \"aleph numbers\": numbers which represent the cardinality of infinite sets. Professor Hutchinson stated that such beings exist in these numbers and have been known to for quite some time.\n\n\nWhat we've found out, is that there is a philosophy stemming around the hidden potential of the human mind. That in order to ascend past the boundaries of everything, one must secede from their personal principals and \"unlock what's within.\" These, uh… it's just a metaphorical analogy and all that. Ideas presented in a way for us to understand how to truly be one with the very hand that exists above us and sits at a many-angled throne of stars and pure radiance. A blissful-\n\n\n[Dr. MacWarren pauses for 30 seconds. He sharply inhales and exhales.]\n\n\nSorry, got a bit carried away there. Anyway, there are sects that have had a long history with a certain key stretching all the way back to the Third Crusade. A key that could open all the doors to the world and the mind itself. We haven't figured much about this door though.\n\n\nI'm sure we have some keys locked up that can open some doors or all doors. But I don't know anything about a door. As far as I'm concerned, I don't think we ever had a door contained in the first place… or did we? I don't- I don't know.\n\n\nWhatever… I don't expect anyone to understand. Calvin and I have been working our asses off on this thing and I- I think it's affecting us somehow; they're telling us to go on a medical leave. Our research and data on SCP-5800 is getting pushed to someone named \nHarkness\n, he's got more experience with this than I do anyway.\n\n\nShit, I'm getting lightheaded as hell. Right, that about wraps up what's- been uh… happening as of late. Talk soon.\n\n\n\n\nAddendum 5800.3:\n SCP-5800-1 Exploration Attempts\n\n\n\n\n\n\nPROJECT BORDER BLUE\n\n\n\n\n\n\nAfter the appearance of SCP-████\n1\n following testing between SCP-███ and SCP-████-█, it was determined that an exploration of the anomaly would give greater insight into its origins. A Urelena-Class Colony was erected near the entrance of SCP-████. Director Simon Browning was originally selected to head exploration efforts; however, O5-5 overrided Protocol ALPHA-CONTAMINANT in order to oversee exploration themselves, citing a need to be precise.\n\n\nThe colony was considered self-sustaining on 2095/03/29. A robotic drone was to be deployed into the anomaly on 2095/04/09. However, five days prior to deployment, Site-19 Command received the following transmission:\n\n\n\n\n\n\nCOLONY:\n This is Agent Stroffson, aboard Urelena-Class Colony #1093. We're undergoing a situation, can anyone hear us?\n\n\nSITE-19:\n This is Dr. Johannson, at Site-19, in New San Francisco, Saturn. What's the situation?\n\n\nCOLONY:\n We're being pulled into SCP-████. We believe that the mission is over.\n\n\nSITE-19:\n Are you sure you're mentally well, Agent? From our telescopes, it looks like the colony isn't being pulled in at all.\n\n\nCOLONY:\n No, no, no, there's an… a light. There's a light and we're being pulled into it.\n\n\nSITE-19:\n Do you require us to send an evacuation team?\n\n\nCOLONY:\n We're drifting away, no. I don't think… I don't think they'd fare.\n\n\n<Transmission suddenly ends.>\n\n\n\n\n\n\nAn evacuation team was mobilized at Site-19; however, before evacuation could occur, the colony suddenly vanished from reality. The only known survivors were O5-5 and several of his associates, who had escaped from the colony in a custom escape pod. Given the observations of the colony and this incident, SCP-████ has now been classified as a sub-anomaly of SCP-5800.\n\n\n\n\n\n\n\n\n\n\nNOTICE\n\n\n\n\nThe file below was found on the same vinyl that we found the SCP-5800 file on. Given the fall of the Foundation occurred shortly after the events described above, this is believed to be relevant.\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\nExtended Description of SCP-5800:\n SCP-5800-A refers to the concept of the Foundation as an entity. After an event on 2095/05/05, SCP-5800-A has been partially submerged inside of SCP-5800. This has had an impact on baseline reality, causing:\n\n\n\n\nThe alteration of the Foundation's core mission statement.\n\n\nThe replacement of several high-ranking officers with members of GoI-005 (\"The Fifth Church\").\n\n\nThe release of many SCP artifacts and entities due to new protocols.\n\n\nThe absorption of several minor groups of interest, such as GoI-049 (\"Global Occult Coalition\").\n\n\n\n\nIncident Log 5800-TRINITY:\n On 2095/05/05, the director of MTF Alpha-1 (\"Red Right Hand\") entered the O5 Council's main chamber as part of a surprise inspection. However, they found O5-5 performing a ritual, involving the sacrifice of several important Foundation personnel and the drawing of a star on the floor using chalk. MTF Alpha-1 managed to interrupt this ritual, but suffered major casualties.\n\n\nSeveral modifications to the Foundation as a concept took place after the ritual (see \nExtended Description of SCP-5800\n above). In response, parts of the Foundation broke off with the goal of overthrowing the O5 Council.\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer:\n Dr. Sean Reemus\n\n\nInterviewee:\n O5-5\n\n\n\n\n<Begin Log>\n\n\nDr. Reemus:\n Have you heard of the Chaos Insurgency, Overseer?\n\n\nO5-5:\n Of course I have, doctor.\n\n\nDr. Reemus:\n The Overseers became tyrants. The Insurgency was formed because they did not want to see the world ruled by people with power left unchecked. I think we're trying to imitate them.\n\n\nO5-5:\n That's not what this is really about, is it?\n\n\nDr. Reemus:\n No, no, no. The Insurgency turned out to be a mistake in the long run. It's just a lot easier to rally behind the idea of eliminating tyrants than eliminating ideas.\n\n\nO5-5:\n That seems a little extreme to you, doesn't it?\n\n\nDr. Reemus:\n So what's your story, then? Why have you suddenly changed the Foundation's prime directive and absorbed the competition?\n\n\nO5-5:\n You don't really get it, do you? You think we can just solve the world's problems by putting them all in boxes. Four-sided boxes filled with the vilest and the darkest of evils.\n\n\nDr. Reemus:\n If this is about the number five, there's no scientific evidence that it is what you claim it is.\n\n\nO5-5:\n But God? God will cleanse this fetid world. This forsaken universe is a sin, and we will be born anew in God's glorious dazzling light. It's not a fantasy, Sean. It's not even a reality. It is so, so, so much more than that and beyond. It's an escape. And we have the KEY to bring it here.\n\n\nDr. Reemus:\n Key? Are you talking about SCP-5800?\n\n\nO5-5:\n When you cut the arm off of a starfish, what happens?\n\n\nDr. Reemus:\n What? I don't… it grows back, right?\n\n\nO5-5:\n You have to know, God's omnipresence expands above all the worlds in every universe. We thought we could keep it out by obliterating the very idea of God's existence, and \nit didn't even work!\n We tried to excise it from the very abyss in our heads. We tried so damn hard to cut it out. But like a starfish, it grew back. You can't stop it. God is here to bring us what we deserve.\n\n\nDr. Reemus:\n With all due respect, Overseer, you're insane.\n\n\nO5-5:\n What, you thought we could just lock the DOOR and throw away the KEY? It was always there. We put God on the other side of the DOOR and pretended that everything was alright even though it wasn't. It never was. But we can still try to bring it here, Reemus. Deep down in the moist music and the- the orgasmic smoke of your heart's mind, you know that it's true. We already have the KEY, and we know what the DOOR is.\n\n\n[O5-5 convulses slightly.]\n\n\nO5-5:\n All you have to do, is let them in, doctor. Call your men off, tell them to let them in.\n\n\nDr. Reemus:\n Okay, I think we have enough here. Clef, do you think you can edit it, so-\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Now classified as SCP-5800-1.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 593\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 382\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 361\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 281\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 260\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 208\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 192\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 190\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 186\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 169\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 163\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 136\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 125\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 113\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 111\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 89\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 79\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 75\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 71\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 352\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 172\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 144\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 118\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 80\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 64\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 62\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 29\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 25\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 22\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 19\n\n\n\n\n\n\nDown Through\n\n\nRating: 18\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 84\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 41\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 36\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 34\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5799\n | SCP-5800 | \nSCP-5801\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5800\n\" by Connor MacWarren, notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5800\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 5800-1.png, 5800-2.png, 5800-3.png, 5800-4.png\n\n\nAuthor:\n \nnotgull\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n old-fella.jpg\n\n\nNames:\n Old Sardinian Man.jpg\n\n\nAuthor:\n Jean Bajean\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5800.1: The Petrislav Notes\nIgor Petrislav (1689 - 1751) was a Russian sorcerer and one of the first to codify their practices into what is now known as thaumaturgy. Towards the end of his life, Petrislav discovered SCP-5800 and began to perform experiments on it. Following his death, Petrislav's next of kin hid his work on it in a hidden chamber in his stronghold by Petrislav's will. This research was not rediscovered until it was excavated in 1996.\nSome relevant paragraphs have been translated below.",
        "Addendum 5800.2: Further Research\nThe following is a audio recording of Dr. MacWarren, one of the lead researchers analyzing SCP-5800's effects on human cognition.",
        "Addendum 5800.3: SCP-5800-1 Exploration Attempts"
    ],
    "documents": [],
    "notes": [
        "If there is a world of ideas, then there is a world that contains the opposite of ideas. It took some experimentation to be able to breach the boundary between these two worlds, but now I can see why it was sealed away. I found it to be frayed at the ends, yet overflowing with some substance that can only be accurately described as \"light\" in our universe. This \"light\" is very pleasing to take in; unfortunately, it melts the mind and causes madness. Abram stared into the portal for the entire day, and at the end he couldn't say a coherent sentence that didn't involve the color pink or the sight of smoke. In addition, the light seems to have an adverse effect on animals, as my two cats ran for their lives at the sight of the opening. If my observations are correct, I believe that submerging anything inside of this world will inevitably result in the idea remaining there. Viktor put an apple inside of the portal before taking it out. The apple slowly shifted forms and color, until it turned itself into a green snake who spoke cautionary tales about liquid hands and hateful stars in the sky. I took the liberty of sealing the aperture after that; I'd rather not have ideas interact with that world for a prolonged period of time.",
        "Alright, I'm supposed to leave the office but I can't be fucked to write anymore. I've been bleeding out my nose and ears for the past two days and it keeps messing up my papers. [Audible coughing] Right, so what we've learned so far about SCP-5800 is that it's an ecological ideaspace for extremely volatile abstract concepts. These things have a hierarchy of sorts which is dictated by the size of these beings. I use the term \"size\" loosely because th- [coughs] there ah… these things are presented in sets of infinities; like how many integers or natural numbers there are in- in mathematics. The sheer size of these- these beings are defined as uncountable infinities. Despite logic telling us that there can't be anything larger in scale than… well… infinity. Yeah, I know to the average layman that can't be possible. But it's very much true. These beings are represented by their \"aleph numbers\": numbers which represent the cardinality of infinite sets. Professor Hutchinson stated that such beings exist in these numbers and have been known to for quite some time. What we've found out, is that there is a philosophy stemming around the hidden potential of the human mind. That in order to ascend past the boundaries of everything, one must secede from their personal principals and \"unlock what's within.\" These, uh… it's just a metaphorical analogy and all that. Ideas presented in a way for us to understand how to truly be one with the very hand that exists above us and sits at a many-angled throne of stars and pure radiance. A blissful- [Dr. MacWarren pauses for 30 seconds. He sharply inhales and exhales.] Sorry, got a bit carried away there. Anyway, there are sects that have had a long history with a certain key stretching all the way back to the Third Crusade. A key that could open all the doors to the world and the mind itself. We haven't figured much about this door though. I'm sure we have some keys locked up that can open some doors or all doors. But I don't know anything about a door. As far as I'm concerned, I don't think we ever had a door contained in the first place… or did we? I don't- I don't know. Whatever… I don't expect anyone to understand. Calvin and I have been working our asses off on this thing and I- I think it's affecting us somehow; they're telling us to go on a medical leave. Our research and data on SCP-5800 is getting pushed to someone named Harkness , he's got more experience with this than I do anyway. Shit, I'm getting lightheaded as hell. Right, that about wraps up what's- been uh… happening as of late. Talk soon.",
        "COLONY: This is Agent Stroffson, aboard Urelena-Class Colony #1093. We're undergoing a situation, can anyone hear us? SITE-19: This is Dr. Johannson, at Site-19, in New San Francisco, Saturn. What's the situation? COLONY: We're being pulled into SCP-████. We believe that the mission is over. SITE-19: Are you sure you're mentally well, Agent? From our telescopes, it looks like the colony isn't being pulled in at all. COLONY: No, no, no, there's an… a light. There's a light and we're being pulled into it. SITE-19: Do you require us to send an evacuation team? COLONY: We're drifting away, no. I don't think… I don't think they'd fare. <Transmission suddenly ends.>",
        "INTERVIEW LOG Interviewer: Dr. Sean Reemus Interviewee: O5-5 <Begin Log> Dr. Reemus: Have you heard of the Chaos Insurgency, Overseer? O5-5: Of course I have, doctor. Dr. Reemus: The Overseers became tyrants. The Insurgency was formed because they did not want to see the world ruled by people with power left unchecked. I think we're trying to imitate them. O5-5: That's not what this is really about, is it? Dr. Reemus: No, no, no. The Insurgency turned out to be a mistake in the long run. It's just a lot easier to rally behind the idea of eliminating tyrants than eliminating ideas. O5-5: That seems a little extreme to you, doesn't it? Dr. Reemus: So what's your story, then? Why have you suddenly changed the Foundation's prime directive and absorbed the competition? O5-5: You don't really get it, do you? You think we can just solve the world's problems by putting them all in boxes. Four-sided boxes filled with the vilest and the darkest of evils. Dr. Reemus: If this is about the number five, there's no scientific evidence that it is what you claim it is. O5-5: But God? God will cleanse this fetid world. This forsaken universe is a sin, and we will be born anew in God's glorious dazzling light. It's not a fantasy, Sean. It's not even a reality. It is so, so, so much more than that and beyond. It's an escape. And we have the KEY to bring it here. Dr. Reemus: Key? Are you talking about SCP-5800? O5-5: When you cut the arm off of a starfish, what happens? Dr. Reemus: What? I don't… it grows back, right? O5-5: You have to know, God's omnipresence expands above all the worlds in every universe. We thought we could keep it out by obliterating the very idea of God's existence, and it didn't even work! We tried to excise it from the very abyss in our heads. We tried so damn hard to cut it out. But like a starfish, it grew back. You can't stop it. God is here to bring us what we deserve. Dr. Reemus: With all due respect, Overseer, you're insane. O5-5: What, you thought we could just lock the DOOR and throw away the KEY? It was always there. We put God on the other side of the DOOR and pretended that everything was alright even though it wasn't. It never was. But we can still try to bring it here, Reemus. Deep down in the moist music and the- the orgasmic smoke of your heart's mind, you know that it's true. We already have the KEY, and we know what the DOOR is. [O5-5 convulses slightly.] O5-5: All you have to do, is let them in, doctor. Call your men off, tell them to let them in. Dr. Reemus: Okay, I think we have enough here. Clef, do you think you can edit it, so- <End Log>",
        "\" SCP-5800 \" by Connor MacWarren, notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-5800 . Licensed under CC-BY-SA .",
        "Filename: 5800-1.png, 5800-2.png, 5800-3.png, 5800-4.png Author: notgull License: CC BY-SA 3.0",
        "Filename: old-fella.jpg Names: Old Sardinian Man.jpg Author: Jean Bajean License: CC BY-SA 2.5 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Scientific institutions and observatories must be prevented from discovering SCP-5800-1. Leaked and disseminated information on SCP-5800-1 must be taken down and kept away from public knowledge or addressed as a hoax. Foundation protocols must be kept in place to prevent any entity or entities from breaching this aperture.",
    "description": "SCP-5800 is a hypothetical alternate reality that is known in relativistic physics as the fifth dimension. Specifics of SCP-5800 are unclear due to the inability of Foundation technology to properly analyze mathematical and anomalous dimensional constructs higher than our own. SCP-5800 retains radically different ideals than the laws of physics of baseline reality.",
    "title": "SCP-5800"
}