{
    "url": "https://scp-wiki.wikidot.com/scp-5801",
    "all_text": "rating: \n+123\n+\n–\nx\n\n\nFluffyDog00\n\n\n\n\n\n\nCheck out the rest of my works here: \nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-5801-1.\n\n\n\n\n\n\nItem #:\n SCP-5801\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5801 has been acquired by the Foundation and is designated as private property. Any civilians who reach SCP-5801's designated red zone are to be amnesticized and relocated by posted guards. All testing and interviews involving SCP-5801-1 instances are to take place outside of the barrier surrounding SCP-5801.\n\n\nDescription:\n SCP-5801 is an undisclosed location in Nome, Alaska. A barrier composed of an unknown transparent material surrounds SCP-5801. The barrier is 7 m in height, and encloses an area that is 22.4 m in diameter. Both instances of SCP-5801-1 and personnel are unable to pass through the barrier.\n\n\nSCP-5801 contains instances of SCP-5801-1, which are sapient beings composed out of three spherical masses of snow, and possess tree branches in the place of limbs. Materials making up the facial features of SCP-5801-1 vary, but recorded materials include sticks, leaves, berries, vegetables, and rocks. SCP-5801-1 instances possess the ability to speak and move, and have been observed to converse with each other on a regular basis.\n\n\nAccording to interviews with multiple SCP-5801-1 instances, SCP-5801 is an afterlife for deceased individuals whose effigies were shaped into SCP-5801-1 through a ritualistic process. Due to the absence of new SCP-5801-1 instances, it is assumed that this process no longer occurs.\n1\n\n\nAddendum 5801-01: Interview Log:\n The following is an interview with an instance of SCP-5801-1, referred to as SCP-5801-1-A. The interview was conducted by researcher Morrissey.\n\n\n\n\nSCP-5801-1-A waddles close to the barrier. SCP-5801-1-A bears facial features composed completely out of blueberries, and stands approximately 1.8 m tall. Researcher Morrissey stands on the other side of the barrier.\n\n\nMorrissey:\n Hey, uh excuse me?\n\n\nSCP-5801-1-A:\n Pardon?\n\n\nMorrissey:\n Hi, my name is Morrissey. I’m a researcher working for the SCP Foundation. You probably see our team around here often. I was wondering if I could ask you a few questions if you’re not busy.\n\n\nSCP-5801-1-A:\n Well yeah of course. Ain’t a lot to keep me busy here anyways.\n\n\nMorrissey:\n Alright then, can I get your first name please?\n\n\nSCP-5801-1-A:\n Yeah uh, it’s Pete.\n\n\nMorrissey:\n Okay Pete, do you recall your life before you came here?\n\n\nSCP-5801-1-A:\n Thankfully yes.\n\n\nSCP-5801-1-A lets out a chuckle.\n\n\nSCP-5801-1-A:\n I was a farmer. I had my own little dairy company. Good lil’ farm I had there. It was a family business too.\n\n\nMorrissey:\n Was the person who brought you here in your family?\n\n\nSCP-5801-1-A:\n Sadly, I don’t think I’m allowed to say.\n\n\nMorrissey:\n And why is that?\n\n\nSCP-5801-1-A:\n They know y’all are monitoring this place, and they told me they’d send me to the “Frosted Abyss” if I told y’all who they were. What that means? Hell if I know.\n\n\nMorrissey:\n Huh. Alright then. Perhaps you can tell me about the ritual that sent you here?\n\n\nSCP-5801-1-A:\n Well I didn’t hear about no punishment about telling y’all about the ritual, so I guess I can give you what I remember. On my deathbed they told me to “declare that I am truly afraid of death and wish to be frozen in this life” or something along those lines. Then they said some mystical mumbo-jumbo out of some spellbook, and then told me that my body would be buried in a mound of snow. It was to “preserve my essence in ice” or something like that.\n\n\nMorrissey:\n Are you actually afraid of death?\n\n\nSCP-5801-1-A:\n Without question my friend, without question. I didn’t really believe in no god so I had no hope in an afterlife. I thought death would be the end of my consciousness and feeling. I was scared to death until they showed up. Of course I’m assuming I can’t tell y’all how I met them, so I’ll just leave it at that. And now, I’m here. Still conscious and all. Still don’t know what to feel about it.\n\n\nMorrissey:\n Alright, thank you for your time.\n\n\nSCP-5801-1-A:\n Hey, anytime my friend. Again, there ain’t much to do around here so this was time well spent.\n\n\nEND LOG\n\n\n\n\nAddendum 5801-02: Interview Log 2:\n The following is an interview with an instance of SCP-5801-1, referred to as SCP-5801-1-B. The interview was conducted by researcher Morrissey.\n\n\n\n\nSCP-5801-1-B is close to the barrier. SCP-5801-1-B bears two rocks for eyes, a carrot for a nose, and a mouth made from blueberries. SCP-5801-1-B stands approximately 1.2 m tall.\n\n\nMorrissey:\n Hey, you there! The little guy!\n\n\nSCP-5801-1-B turns around.\n\n\nSCP-5801-1-B:\n Oh, hi! Are you one of those sciency people?\n\n\nMorrissey:\n (chuckles) Why yes I am.\n\n\nSCP-5801-1-B:\n Cool!\n\n\nMorrissey:\n (chuckles) Yeah, I was wondering if I could ask you some questions.\n\n\nSCP-5801-1-B:\n Sure! Will it help with your science stuff?\n\n\nMorrissey:\n Why yes it will.\n\n\nSCP-5801-1-B:\n Yay! I'm ready.\n\n\nMorrissey:\n Alrighty then. What is your name?\n\n\nSCP-5801-1-B:\n I'm Timothy, but you can call me Timmy!\n\n\nMorrissey:\n Awesome! Well Timmy, I was wondering how you got to this place.\n\n\nSCP-5801-1-B:\n Well, I had a thing called a brain tumor, and mommy and daddy didn't want me to die. So they took me to these people called the-\n\n\nBefore SCP-5801-1-B is able to finish its sentence, its facial features begin to slide down its face.\n\n\nSCP-5801-1-B:\n No, I’m sorry! I didn’t mean to tell them, I didn’t!\n\n\nSCP-5801-1-B's head inverts.\n\n\nSCP-5801-1-B:\n No, please! Mommy, mommy…\n\n\nSCP-5801-1-B's body begins to thaw, disintegrating into a mass of slush. The slush dissolves into water. A heart resembling that of a human’s remains in the middle of the puddle. Nearby SCP-5801-1 instances take notice of this event, reacting with a mixture of fear and sadness.\n\n\nMorrissey:\n Oh god.\n\n\nEND LOG\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Possibly due to the Foundation's awareness of SCP-5801.\n\n\n\n\n\n\n\n\n« \nSCP-5800\n | SCP-5801 | \nSCP-5802\n »",
    "addendums": [
        "Addendum 5801-01: Interview Log: The following is an interview with an instance of SCP-5801-1, referred to as SCP-5801-1-A. The interview was conducted by researcher Morrissey.",
        "Addendum 5801-02: Interview Log 2: The following is an interview with an instance of SCP-5801-1, referred to as SCP-5801-1-B. The interview was conducted by researcher Morrissey."
    ],
    "documents": [],
    "notes": [
        "SCP-5801-1-A waddles close to the barrier. SCP-5801-1-A bears facial features composed completely out of blueberries, and stands approximately 1.8 m tall. Researcher Morrissey stands on the other side of the barrier. Morrissey: Hey, uh excuse me? SCP-5801-1-A: Pardon? Morrissey: Hi, my name is Morrissey. I’m a researcher working for the SCP Foundation. You probably see our team around here often. I was wondering if I could ask you a few questions if you’re not busy. SCP-5801-1-A: Well yeah of course. Ain’t a lot to keep me busy here anyways. Morrissey: Alright then, can I get your first name please? SCP-5801-1-A: Yeah uh, it’s Pete. Morrissey: Okay Pete, do you recall your life before you came here? SCP-5801-1-A: Thankfully yes. SCP-5801-1-A lets out a chuckle. SCP-5801-1-A: I was a farmer. I had my own little dairy company. Good lil’ farm I had there. It was a family business too. Morrissey: Was the person who brought you here in your family? SCP-5801-1-A: Sadly, I don’t think I’m allowed to say. Morrissey: And why is that? SCP-5801-1-A: They know y’all are monitoring this place, and they told me they’d send me to the “Frosted Abyss” if I told y’all who they were. What that means? Hell if I know. Morrissey: Huh. Alright then. Perhaps you can tell me about the ritual that sent you here? SCP-5801-1-A: Well I didn’t hear about no punishment about telling y’all about the ritual, so I guess I can give you what I remember. On my deathbed they told me to “declare that I am truly afraid of death and wish to be frozen in this life” or something along those lines. Then they said some mystical mumbo-jumbo out of some spellbook, and then told me that my body would be buried in a mound of snow. It was to “preserve my essence in ice” or something like that. Morrissey: Are you actually afraid of death? SCP-5801-1-A: Without question my friend, without question. I didn’t really believe in no god so I had no hope in an afterlife. I thought death would be the end of my consciousness and feeling. I was scared to death until they showed up. Of course I’m assuming I can’t tell y’all how I met them, so I’ll just leave it at that. And now, I’m here. Still conscious and all. Still don’t know what to feel about it. Morrissey: Alright, thank you for your time. SCP-5801-1-A: Hey, anytime my friend. Again, there ain’t much to do around here so this was time well spent. END LOG",
        "SCP-5801-1-B is close to the barrier. SCP-5801-1-B bears two rocks for eyes, a carrot for a nose, and a mouth made from blueberries. SCP-5801-1-B stands approximately 1.2 m tall. Morrissey: Hey, you there! The little guy! SCP-5801-1-B turns around. SCP-5801-1-B: Oh, hi! Are you one of those sciency people? Morrissey: (chuckles) Why yes I am. SCP-5801-1-B: Cool! Morrissey: (chuckles) Yeah, I was wondering if I could ask you some questions. SCP-5801-1-B: Sure! Will it help with your science stuff? Morrissey: Why yes it will. SCP-5801-1-B: Yay! I'm ready. Morrissey: Alrighty then. What is your name? SCP-5801-1-B: I'm Timothy, but you can call me Timmy! Morrissey: Awesome! Well Timmy, I was wondering how you got to this place. SCP-5801-1-B: Well, I had a thing called a brain tumor, and mommy and daddy didn't want me to die. So they took me to these people called the- Before SCP-5801-1-B is able to finish its sentence, its facial features begin to slide down its face. SCP-5801-1-B: No, I’m sorry! I didn’t mean to tell them, I didn’t! SCP-5801-1-B's head inverts. SCP-5801-1-B: No, please! Mommy, mommy… SCP-5801-1-B's body begins to thaw, disintegrating into a mass of slush. The slush dissolves into water. A heart resembling that of a human’s remains in the middle of the puddle. Nearby SCP-5801-1 instances take notice of this event, reacting with a mixture of fear and sadness. Morrissey: Oh god. END LOG"
    ],
    "item": "SCP-5801",
    "object_class": "Safe",
    "containment_procedures": "SCP-5801 has been acquired by the Foundation and is designated as private property. Any civilians who reach SCP-5801's designated red zone are to be amnesticized and relocated by posted guards. All testing and interviews involving SCP-5801-1 instances are to take place outside of the barrier surrounding SCP-5801.",
    "description": "SCP-5801 is an undisclosed location in Nome, Alaska. A barrier composed of an unknown transparent material surrounds SCP-5801. The barrier is 7 m in height, and encloses an area that is 22.4 m in diameter. Both instances of SCP-5801-1 and personnel are unable to pass through the barrier.",
    "title": "SCP-5801"
}