{
    "url": "https://scp-wiki.wikidot.com/scp-5806",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\nItem Number:\n SCP-5806\n\n\nAnomaly Class:\n Safe\n\n\nAnomaly Containment Procedures:\n SCP-5806 is to be constantly monitored remotely by a single guard stationed undercover within Kenton, Oklahoma. Flowered Acres Complete Care Center has been bought by Foundation cover organizations and cordoned off under the guise of a construction site run by town officials. Personnel are not to enter SCP-5806 under any circumstances unless stated otherwise by O5 Command.\n\n\nAnomaly Description:\n SCP-5806 is room 23 of the Flowered Acres Complete Care Center, a nursing home located on the outskirts of Kenton, Oklahoma. SCP-5806 resides in a separate wing of the facility, placed farther away from other patient residences, offices, and storage units.\n\n\nThe entrance to SCP-5806 is sealed off through presumed anomalous means. Room 23's locking mechanism is not engaged and while the doorknob will turn when prompted, the door itself will not move when pushed against, remaining completely immobile.\n\n\nUnderneath the placard signifying SCP-5806's room number is a smaller plaque that is partially obscured due to heavy corrosion and staining.\n1\n Graphite rubbings have revealed the plaque to read \"\nD artm nt of Ab  mal t s.\n\"\n\n\nSCP-5806's secondary trait regards the nursing home's body of staff. Those that previously worked in the Flowered Acres Complete Care Center do not respond to any questioning or mention of SCP-5806. This persists even when subjects are placed under extreme duress. It is currently inconclusive if the staff's unwillingness to speak of SCP-5806 is due to an extreme circumstantial social taboo or if it is an anomalous aspect of SCP-5806 itself.\n\n\nAddendum 5086.1A:\n On 11 November 2018 at 7:33 PM local time, SCP-5806's entrance was viewed in an open state. Site-88 was immediately contacted for backup, sending a unit of armed MTF agents as well as a research unit to analyze any samples or artifacts located on-site.\n\n\nSCP-5806 consists of a standard housing unit divided into two main spaces; a general lounge and living quarters, and an attached bathroom unit.\n\n\nThe living quarters appears to be in slight disarray, with signs of water damage on the north, east, and southern walls of the room, as well as portions of the ceiling. The carpet is constantly damp and filthy, saturated with sand, dirt, and metal fragments.\n\n\nThere is a recliner facing a window on the eastern wall of SCP-5806. Wedged in-between the cushions of the recliner are three human teeth in the later stages of decay. A rusted locket was also discovered, containing a grayscale portrait photo of an unknown individual. Their face is unidentifiable due to mildew. There is an engraving inside the opposite half, reading, \"My Lisa.\"\n\n\nAt the center of the living quarters is an opening in the ground in the approximate shape of a human figure. There are separate extensions branching from the center that would accommodate for every limb, including the head. The edges of the opening appear to be covered in condensed formations of mold. The mold itself produces a black mucus-like substance that causes a burning sensation when in contact with human skin.\n\n\nThe opening's exact depth is inconsistent, with estimates ranging between 2 to 5 meters. The bottom of the opening is covered in a coagulated layer of the black substance. Three documents have been recovered from the pit:\n\n\n\n\nA sepia photograph of SCP-5806's interior. The room is clean and in good condition.\n\n\nA torn page, presumed to be from a ledger or notebook of some kind. The ink has bloomed due to exposure to moisture and the handwriting is illegible.\n\n\nA heavily damaged document bearing an altered Foundation insignia.\n\n\n\n\nSCP-5806's bathroom unit is covered in a thin layer of grime, its tile grout in advanced stages of molding. Every attempt to successfully clean the tiles or bathroom facility has failed.\n\n\nAddendum 5806.1B:\n On 11 November 2018 at 8:12 PM local time in Ottowa, Kentucky, one Margaret Belford was admitted into an emergency room exhibiting symptoms similar to food and/or chemical poisoning. Belford was seen continuously vomiting by both family and hospital staff as they attempted to treat her, with nurses marking down the unusual color and viscosity of the subject's expelled fluids.\n\n\nBelford was viewed writhing in pain as her condition worsened, with witnesses describing her vocalizations as \"wet\" and \"gurgling.\" Of note; it is reported that in a sudden moment of clarity, Belford turned to her adult daughter, one Dina Belanger, and stated,\n\n\n\n\n\n\n\"Please, don't let him take me.\"\n\n\n\n\n\n\nBelford then expelled massive amounts of the viscous fluid from her mouth and nostrils before losing consciousness. Her body then began to rapidly decay to the shock of those still in the room. Belford's remains then began to corrode the cot around them, causing the remains to sink through it and into the floor. Amongst the decayed remains of her abdominal organs, an intact fingernail was found.\n\n\nWhen Foundation researchers cross-referenced documentation regarding the employees of Flowered Acres, Margaret Belford was listed as having been an assistant nurse that was active between 1962 to 1975. Various comments from her superiors are transcribed below;\n\n\n\n\n\n\nShe has such a way with the patients - she treats them as if they were her own family.\n\n\n\n\n\n\nTruly, one of our very best.\n\n\n\n\n\n\nWhat happened was a shame. She was so close to Lawrence, after all.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This appears to be due to extremely old age.\n\n\n\n\n\n\n\n\n« \nSCP-5805\n | SCP-5806 | \nSCP-5807\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5806\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5806\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5086.1A: On 11 November 2018 at 7:33 PM local time, SCP-5806's entrance was viewed in an open state. Site-88 was immediately contacted for backup, sending a unit of armed MTF agents as well as a research unit to analyze any samples or artifacts located on-site.\nSCP-5806 consists of a standard housing unit divided into two main spaces; a general lounge and living quarters, and an attached bathroom unit.\nThe living quarters appears to be in slight disarray, with signs of water damage on the north, east, and southern walls of the room, as well as portions of the ceiling. The carpet is constantly damp and filthy, saturated with sand, dirt, and metal fragments.\nThere is a recliner facing a window on the eastern wall of SCP-5806. Wedged in-between the cushions of the recliner are three human teeth in the later stages of decay. A rusted locket was also discovered, containing a grayscale portrait photo of an unknown individual. Their face is unidentifiable due to mildew. There is an engraving inside the opposite half, reading, \"My Lisa.\"\nAt the center of the living quarters is an opening in the ground in the approximate shape of a human figure. There are separate extensions branching from the center that would accommodate for every limb, including the head. The edges of the opening appear to be covered in condensed formations of mold. The mold itself produces a black mucus-like substance that causes a burning sensation when in contact with human skin.\nThe opening's exact depth is inconsistent, with estimates ranging between 2 to 5 meters. The bottom of the opening is covered in a coagulated layer of the black substance. Three documents have been recovered from the pit:\nSCP-5806's bathroom unit is covered in a thin layer of grime, its tile grout in advanced stages of molding. Every attempt to successfully clean the tiles or bathroom facility has failed.",
        "Addendum 5806.1B: On 11 November 2018 at 8:12 PM local time in Ottowa, Kentucky, one Margaret Belford was admitted into an emergency room exhibiting symptoms similar to food and/or chemical poisoning. Belford was seen continuously vomiting by both family and hospital staff as they attempted to treat her, with nurses marking down the unusual color and viscosity of the subject's expelled fluids.\nBelford was viewed writhing in pain as her condition worsened, with witnesses describing her vocalizations as \"wet\" and \"gurgling.\" Of note; it is reported that in a sudden moment of clarity, Belford turned to her adult daughter, one Dina Belanger, and stated,\nBelford then expelled massive amounts of the viscous fluid from her mouth and nostrils before losing consciousness. Her body then began to rapidly decay to the shock of those still in the room. Belford's remains then began to corrode the cot around them, causing the remains to sink through it and into the floor. Amongst the decayed remains of her abdominal organs, an intact fingernail was found.\nWhen Foundation researchers cross-referenced documentation regarding the employees of Flowered Acres, Margaret Belford was listed as having been an assistant nurse that was active between 1962 to 1975. Various comments from her superiors are transcribed below;"
    ],
    "documents": [],
    "notes": [
        "\"Please, don't let him take me.\"",
        "She has such a way with the patients - she treats them as if they were her own family.",
        "Truly, one of our very best.",
        "What happened was a shame. She was so close to Lawrence, after all.",
        "\" SCP-5806 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-5806 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5806"
}