{
    "url": "https://scp-wiki.wikidot.com/scp-5809",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\nFluffyDog00\n\n\n\n\n\n\nCheck out the rest of my works here: \nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5809\n\n\n\n\n\n\nItem #:\n SCP-5809\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-5809 is contained in a 13 liter fish tank within a standard containment locker. SCP-5809 is not to be within sight of SCP-5809-1.\n\n\nDescription:\n SCP-5809 is a ryukin goldfish capable of psychokinetic manipulation, as well as writing broken English. It has exclusively utilized this ability to play the multiplayer game League of Legends.\n1\n SCP-5809 accessed League of Legends through a Dell laptop, hereby referred to as SCP-5809-1.\n\n\nIn League of Legends, SCP-5809 exclusively played the champion Fizz.\n2\n During each match, SCP-5809 typed excessively in the game's chat, usually to degrade other players and boast about itself. It played under the username \"GGEZGETCARRIED,\" and played in Gold elo in the solo queue competitive ladder.\n\n\nAddendum 1 - Discovery:\n SCP-5809 was discovered when Alex Marcin encountered an unfamiliar account that was logged into his League of Legends client. Upon discovery of SCP-5809 and SCP-5809-1, field agent Gary Morrison asked SCP-5809's account a question using Alex's account. The log can be found below.\n\n\n\n\n+ Open\n\n\n\n\n- Close\n\n\n\n\n\n\nRangedTop666:\n Who are you?\n\n\nGGEZGETCARRIED:\n Lmao I'm the goldfish bro\n\n\nGGEZGETCARRIED:\n How tf are you still in Silver btw?\n\n\nGGEZGETCARRIED:\n Legit trash stop playing 2head XD\n\n\nGGEZGETCARRIED:\n How does it feel to be in a lower elo than a goldfish lmao\n\n\nGGEZGETCARRIED:\n Hello\n\n\nGGEZGETCARRIED:\n R u there XD\n\n\nGGEZGETCARRIED:\n Huh\n\n\nGGEZGETCARRIED:\n Cool\n\n\nGGEZGETCARRIED:\n Stay mad ig LOL\n\n\n\n\n\n\n\n\n\n\nAlex Marcin was properly amnesticized after containment.\n\n\nAddendum 2 - Game Chat Logs:\n The following log is an excerpt from the game chat in a match SCP-5809 was present in.\n\n\n\n\n+ Open\n\n\n\n\n- Close\n\n\n\n\n\n\nHealerCarriesUXD (Soraka):\n hey Fizz can u come bot?\n\n\nHealerCarriesUXD (Soraka):\n Jinx has bounty\n\n\nHealerCarriesUXD (Soraka)\n \nhas targeted\n \nDavid6617\n \n- (\nJinx\n)\n\n\nGGEZGETCARRIED (Fizz):\n lol no too fed\n\n\nHealerCarriesUXD (Soraka):\n u fking dog\n\n\nHealerCarriesUXD (Soraka):\n come u brainlet\n\n\nGGEZGETCARRIED (Fizz):\n I have bounty 2 cuz I actually won lane unlike you squid dick\n\n\nHealerCarriesUXD (Soraka):\n yea cuz u stand under tower the entire game like pussy\n\n\nGGEZGETCARRIED (Fizz):\n no I just good XD\n\n\nGGEZGETCARRIED (Fizz):\n unlike u\n\n\nGGEZGETCARRIED (Fizz):\n 0/7/2 KDA lookin ass\n\n\nHealerCarriesUXD (Soraka):\n if u don't come bot it will be gg\n\n\nGGEZGETCARRIED (Fizz):\n fine\n\n\nGGEZGETCARRIED (Fizz):\n will swim down\n\n\nGGEZGETCARRIED (Fizz)\n is on the way\n\n\nDavid6617 (Jinx)\n \nhas shut down\n \nGGEZGETCARRIED (Fizz)\n! \n(Total Kill Reward:\n \n150G\n)\n\n\nHealerCarriesUXD (Soraka)\n signals that enemies are missing\n\n\nHealerCarriesUXD (Soraka)\n signals that enemies are missing\n\n\nHeftyHerald (Caitlyn)\n signals that enemies are missing\n\n\nHeftyHerald (Caitlyn):\n fizz u have fish brain\n\n\nHeftyHerald (Caitlyn):\n uninstall plz\n\n\nGGEZGETCARRIED (Fizz):\n lol\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A multiplayer online battle arena (MOBA) created by Riot Games.\n\n\n2\n. A short, aquatic character known in the League of Legends universe as a yordle.\n\n\n\n\n\n\n\n\n« \nSCP-5808\n | SCP-5809 | \nSCP-5810\n »",
    "addendums": [
        "Addendum 1 - Discovery: SCP-5809 was discovered when Alex Marcin encountered an unfamiliar account that was logged into his League of Legends client. Upon discovery of SCP-5809 and SCP-5809-1, field agent Gary Morrison asked SCP-5809's account a question using Alex's account. The log can be found below.\nAlex Marcin was properly amnesticized after containment.",
        "Addendum 2 - Game Chat Logs: The following log is an excerpt from the game chat in a match SCP-5809 was present in."
    ],
    "documents": [],
    "notes": [
        "RangedTop666: Who are you? GGEZGETCARRIED: Lmao I'm the goldfish bro GGEZGETCARRIED: How tf are you still in Silver btw? GGEZGETCARRIED: Legit trash stop playing 2head XD GGEZGETCARRIED: How does it feel to be in a lower elo than a goldfish lmao GGEZGETCARRIED: Hello GGEZGETCARRIED: R u there XD GGEZGETCARRIED: Huh GGEZGETCARRIED: Cool GGEZGETCARRIED: Stay mad ig LOL",
        "HealerCarriesUXD (Soraka): hey Fizz can u come bot? HealerCarriesUXD (Soraka): Jinx has bounty HealerCarriesUXD (Soraka) has targeted David6617 - ( Jinx ) GGEZGETCARRIED (Fizz): lol no too fed HealerCarriesUXD (Soraka): u fking dog HealerCarriesUXD (Soraka): come u brainlet GGEZGETCARRIED (Fizz): I have bounty 2 cuz I actually won lane unlike you squid dick HealerCarriesUXD (Soraka): yea cuz u stand under tower the entire game like pussy GGEZGETCARRIED (Fizz): no I just good XD GGEZGETCARRIED (Fizz): unlike u GGEZGETCARRIED (Fizz): 0/7/2 KDA lookin ass HealerCarriesUXD (Soraka): if u don't come bot it will be gg GGEZGETCARRIED (Fizz): fine GGEZGETCARRIED (Fizz): will swim down GGEZGETCARRIED (Fizz) is on the way David6617 (Jinx) has shut down GGEZGETCARRIED (Fizz) ! (Total Kill Reward: 150G ) HealerCarriesUXD (Soraka) signals that enemies are missing HealerCarriesUXD (Soraka) signals that enemies are missing HeftyHerald (Caitlyn) signals that enemies are missing HeftyHerald (Caitlyn): fizz u have fish brain HeftyHerald (Caitlyn): uninstall plz GGEZGETCARRIED (Fizz): lol"
    ],
    "item": "SCP-5809",
    "object_class": "Safe",
    "containment_procedures": "SCP-5809 is contained in a 13 liter fish tank within a standard containment locker. SCP-5809 is not to be within sight of SCP-5809-1.",
    "description": "SCP-5809 is a ryukin goldfish capable of psychokinetic manipulation, as well as writing broken English. It has exclusively utilized this ability to play the multiplayer game League of Legends.1 SCP-5809 accessed League of Legends through a Dell laptop, hereby referred to as SCP-5809-1.",
    "title": "SCP-5809"
}