{
    "url": "https://scp-wiki.wikidot.com/scp-581",
    "all_text": "rating: \n+141\n+\n–\nx\n\n\nItem #:\n SCP-581\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Except for approved testing, SCP-581 must be kept a minimum of 1000 m from all members of all equine species. SCP-581 is to be kept in locked, climate-controlled facilities. No firearms are allowed in proximity to any examples of SCP-581-2.\n\n\nDescription\n: SCP-581 is a horse's nosebag, made from leather. Any equine subject (horses, mules, and donkeys have all been confirmed to be susceptible; zebras, onagers, and other non-domesticated hybrids have not been tested due to budgetary reasons) within 500 m is potentially an instance of SCP-581-1. SCP-581-1's sole motivation appears to be inserting its muzzle within SCP-581; this is strong enough to override instinctual reactions to predator urine or females in heat, and has caused instances of SCP-581-1 to harm themselves in the process of attempting to free SCP-581 from within steel safes.\n\n\nOnly one instance of SCP-581-1 is known to exist at any time; examples of SCP-581-1 will actively resist being removed from SCP-581's range of effect, and will sicken and (90%) die within a week of SCP-581 being forcibly removed.\n\n\nIf SCP-581-1 succeeds in inserting its muzzle within SCP-581, it will become an example of SCP-581-2. SCP-581-2 is an equine characterized by several anomalous behaviors; these behaviors seem to indicate that SCP-581-2 believes itself to be a human.\n\n\nObserved anomalous \"human-like\" behaviors include:\n\n\n\n\nattempts to walk on its hind legs\n\n\nattempts to attack its head with its front hooves\n\n\nattempts to enter the driver's seat of unoccupied vehicles\n\n\nfascination by, and then hostility towards, reflective surfaces\n\n\nattempts to clasp firearms with its front hooves\n\n\nextended periods of aberrant modulated vocalizations; these are believed to be SCP-581-2's attempts to speak (audio recordings available in archive 581-H-19)\n\n\n[DATA EXPUNGED]\n\n\n\n\nTo date, all specimens of SCP-581-2 have been euthanized due to multiple limb fractures; no specimen has survived longer than two (2) hours.\n\n\n\n\n\n\n« \nSCP-580\n | SCP-581 | \nSCP-582\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-581\n\" by Voct, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-581\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-581 \" by Voct, from the SCP Wiki . Source: https://scpwiki.com/scp-581 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-581",
    "object_class": "Safe",
    "containment_procedures": "Except for approved testing, SCP-581 must be kept a minimum of 1000 m from all members of all equine species. SCP-581 is to be kept in locked, climate-controlled facilities. No firearms are allowed in proximity to any examples of SCP-581-2.",
    "title": "SCP-581"
}