{
    "url": "https://scp-wiki.wikidot.com/scp-5813",
    "all_text": "rating: \n+131\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5813\n -\n\n\n\n\nX\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/5813 Archived\n\n\nUnauthorized access is forbidden.\n\n\n\n\n5813\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document is considered \narchived\n as of: \n1874/3/08\n, and should only be viewed for reference purposes. It may contain outdated information, and is not comparable to current revisions of said documentation. Footnotes have been added by BRIDGE.AIC to assist the text in areas where archaic verbiage is present.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican Secure Containment Initiative Document, circa 1874\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOfficial Presidential portrait of A-5813.\n\n\n\n\n\n\nItem Number:\n A-5813\n\n\nThreat Level:\n Treacherous\n1\n\n\nClassification Type:\n Presence\n\n\n\n\nSafety Precautions:\n Documents, publications, and manuscripts dated with the years 1850 to 1853 are to be produced and covertly disseminated through a variety of Initiative front companies operating under the auspices of news and media archives in the United States. These written works cover a variety of ordinary subjects, a full list of which is available to project supervisors.\n\n\nThis process is to continue at the discretion of the Executive Parliament.\n2\n Should these precautions pass a set budgetary threshold, they are to be discontinued.\n\n\nBody:\n A-5813 is the 13th President of the United States, Millard Fillmore.\n3\n\n\nAs far as the ASCI can determine, no person by the name of 'Millard Fillmore' existed prior to July 9th 1850, whereupon A-5813 apparated and became President of the United States, then disappeared on March 4th, 1853. The only documentation that exists from within this time period is that regarding A-5813, and no ASCI personnel can recall specific events not related to A-5813 within the 3 years of its presidency.\n\n\nDespite the missing time, it was found that most individuals —ASCI members and civilians alike —possessed similar knowledge of the events of the preceding 3 years, most of which concern A-5813.\n\n\nBelow is a list of information on A-5813 accumulated by the ASCI:\n\n\n\n\nA-5813 attended law school and served in the New York militia.\n\n\nA-5813 became a House Representative for New York's 32nd District and served from 1833-1843.\n\n\nA-5813 became the Comptroller of New York and served from 1848-1849.\n\n\nA-5813 became Zachary Taylor's running mate in the 1848 election.\n4\n\n\nA-5813 became President of the United States following the death of Zachary Taylor in 1850.\n\n\nA-5813 agreed to the Compromise of 1850.\n\n\nA-5813 ordered Commodore Perry to open Japan for trade with the United States.\n\n\nA-5813 sought reelection in 1852 but was defeated by Franklin Pierce.\n\n\n\n\nDue to A-5813's high-profile position and widespread global effects, the erasure of A-5813 from the public consciousness has been deemed impossible.\n5\nIn an attempt to keep the public from questioning the sudden disappearance of A-5813, the ASCI proposed to seek look-alikes to repurpose utilizing Level I Hypnosuggestive agents\n6\n, but the proposition was rejected for being too costly. A number of Hypnosuggestive agents were implanted within major United States news publications with the intention of keeping the public unaware of missing time caused by A-5813. This process also proved too costly, and was discontinued by the order of the Executive Parliament following three months of dissemination.\n\n\nOn 1854/4/12, creation of a homunculus to replace A-5813 was approved by the ASCI Thaumaturge and Alchemy Division.\n\n\nNota Bene: Incident-1A-5813\n\n\nDue to faltering aether reserves as a consequence of the ongoing Fifth Occult War\n7\n, efforts to create a fitting homunculus have failed. Following a series of catastrophic failures, Warden\n8\n Hurtz proposed consulting PoI-466.\n9\n\n\nThe following attached documents detail correspondence between Hurtz and Waksmundski.\n\n\n\n\nDear Dr. Waksmundski,\n\n\nI am once again appealing to your patronage as a benefactor of the initiative. See to this request as quickly as possible.\n\n\nWe are in dire need of your assistance in the creation of a homunculus capable of functioning as an ordinary human, as independent of any handlers or masters as possible.\n\n\nThis creature is to be created in the image of President Fillmore, a portrait of which has been enclosed alongside this letter.\n10\n Its intelligence should rival that of an ordinary human, though the illusion of such should suffice given our candidate. Regardless, it should be able-bodied, capable of speaking and carrying a conversation in English with a degree of verbosity, and embody general qualities expected of a United States President, including eloquence, composure, and a basic knowledge of the American history and tradition.\n\n\nAs you know, procurement of esoteric materials is nigh impossible at the moment. I hope you should be swayed by an advance offering to utilize your network of suppliers to their greatest ability. Should your assignment be successful, you will receive the payment in its entirety.\n\n\nA Patriot\n11\n is being sent to your apothecary to monitor and assist the process. If you find this egregious or fear your methods to be stolen, you are free to send him back. However, this will affect the sum of your payment.\n\n\nWe anticipate your compliance.\n\n\nRegards,\n\nWarden James E. Hurtz, ASCI Thaumaturge and Alchemy Department\n\n\n\n\n\n\nMy Dearest Hurtz,\n\n\nThank you for contacting us! I've had a grand idea quite some time now, and your charitable offering is the final push needed to propel the dreams of a humble alchemist to a worldwide phenomena. I'm sure your Initiative will be delighted to see the fruits of this endeavor — but that is in the future. The task at hand still stands, and golly, is it tall!\n\n\nYour 'Patriot' arrived a day ago. Wonderful boy, he is! Understandably, he's in awe at my expanded workshop! I've been putting together a few personal projects in the meantime, some of which you'll surely see in-hand one day. Still, that nasty occult quarrel has constrained even my distribution channels, and while I enjoy a good joke, making a fully functioning homunculous is no laughing matter. In fact, I've never heard of one that functions with the complexity you desire, but I'm always anticipating pushing the boundaries of imagination. If you can dream it, then Dr. Waksmundski will make it so! You will get your President in due time.\n\n\nCan you supply me with a summary of your previous homunculous attempts? It's possible that in your failures, I can find wisdom. It could hasten our friend's creation by weeks!\n\n\nBest Wishes,\n\nDr. Waksmundski\n\n\n\n\n\n\nTo Dr. Waksmundski,\n\n\nIn short, we only managed to fully synthesize one functioning homunculus. There were a number of attempts that calcified on the lab floors, barely cognizant creatures that either melted in sunlight or couldn't understand basic commands, but none as complete as our final attempt, to which we gave the preliminary designation A-5813-1.\n\n\nIt could walk, talk, and consume food without combusting from the neck up. We were incredibly close to using the creation in practice, but there were a number of deficiencies. It was capable of conversation, but would completely lose all sense of itself when confronted with a choice. Even when explicitly told to choose a certain option, it still could not decide and instead would stare in the distance until falling asleep hours later. We had to purée its food because it didn't know when to stop chewing.\n\n\nThat wasn't all; it was completely incapable of using a toilet, took issues with understanding past and future tenses when speaking, and had a strange fascination with repeatedly opening and closing doors. The entity is currently operating as a doorman at one of our safehouses, apparently the only occupation it is capable of.\n\n\nWe're led to believe that our attempts to create a noncontroversial political figure to correspond with the understood reception of President Fillmore had gone too far due to our admitted lack of experience in the creation of homunculi. I've enclosed a number of biological, behavioral, and statistical reports regarding the creation of A-5813-1, should they be of use to you.\n\n\n- Hurtz\n\n\n\n\n\n\nDear Hurtz,\n\n\nI apologize about the late response, friend. Every facet of life at the workshop is working in tandem to create our President, and things couldn't be busier! A shipment of dubious reagents I've procured from a fellow by the name of '\nDr. Bromide\n'\n12\n combined with a few in-house specialties have created quite the mixture, one absolutely perfect for creating a homunculus with the complexity you desire. What's more is that it's economical too! Are visions of Waksmundski's future dotting your mind's eye? They should be.\n\n\nOh, I'm getting carried away with myself, you have to forgive me, things are just too exciting these days! New ideas, new projects, new ways to bring joy! I've sent your man back to you, along with the completed homunculus. It should be close to what you asked for, but I couldn't help but add some 'special features' to him. Mr. Fillmore is a fine gentleman, and I think you'll come around to appreciating some of his quirks. Nevertheless, if you're unsatisfied with him, a second, more conventional version is available upon request. I wouldn't want to disappoint my most important customers.\n\n\nI'll be waiting for your feedback, but please write soon! There are places I must go, and the apothecary has far outlived its usefulness. Yes, I'm moving far from the City on the Hill — very far, in fact!\n\n\nTalk soon,\n\nDr. Waksmundski\n\n\n\n\n\n\nTo Waksmundski,\n\n\nLast night, Patriot Jones arrived at the Safehouse alongside your homunculus. While its linguistic and functional capabilities are more than impressive and exceed our expectations by a wide margin, I must inform you that the following 'features' are not necessary inclusions for a Millard Fillmore look-alike:\n\n\n\n\nThe ability to produce balloons from its mouth and shape them into animals\n\n\nThe inclusion of a music box in its stomach, and the fixation on singing with, dancing to, and continuously playing it\n\n\nThe confusing practice of giving ordinary animals titles indicating that they are federal officials, and wishing to commemorate their service with a parade or ceremony\n\n\nThe smaller homunculus housed under its top hat - 'Mini-Fillmore'\n\n\nThe constant begging to 'go to the race track' and desire to 'see a strong horse bring it all home'\n\n\n\n\nI should not have to clarify this, but these qualities work against our intentions and prior agreement. If you would like to receive any more compensation for your work, you will give the Initiative the homunculus we asked for. I have dispensed a collective of Patriots to your apothecary for the purposes of collection.\n\n\n- Hurtz\n\n\n\n\nFollowing this letter, a small group of Patriots arrived at PoI-466's apothecary in Boston, Massachusetts. The majority of equipment and supplies had been moved out of the building, and PoI-466 appeared to be in the process of cleaning. He initially expressed disappointment that the homunculus was poorly received, but informed the Initiative that they may \"keep [it] and do as they wish\". PoI-466 gave another homunculus, similar in appearance to the previous, to the collection team. Following this, he opened, and entered into, a small thaumaturgic Way. The present location of PoI-466 is unknown.\n\n\nThe homunculus given to the Initiative was designated A-5813-1, and proved to be a satisfactory replacement to A-5813. Further documentation pending as of 1854/12/19.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nYou are viewing an \nARCHIVED\n iteration of file: SCP-5813-1. If you would like to return to the most current iteration, \nCLICK HERE\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A classification indicating an anomaly of the largest threat to security of the United States.\n\n\n2\n. The highest administrative body of the ASCI.\n\n\n3\n. Foundation specialists currently believe A-5813 was a meta-narrative entity capable of altering historical events.\n\n\n4\n. All public documents regarding Zachary Taylor's original running mate, Henry Clay, disappeared with SCP-5813's manifestation. The only existing documentation of the Taylor-Clay 1848 ticket is part of an internal ASCI news bulletin from Safehouse-19.\n\n\n5\n. Adjusting for inflation, the use of global Class B Amnestics, destruction of related documents, monuments, and overall altering of history would cost $17.8 trillion.\n\n\n6\n. Prior to the discovery and widespread use of amnestics, the Foundation utilized Hypnosuggestive agents to induce amnesia and maintain secrecy. Though very powerful, the drug often had nearly fatal side effects. Use of Hypnosuggestive agents was discontinued in 1958.\n\n\n7\n. 1823-1859.\n\n\n8\n. A title approximating Foundation Department Leads.\n\n\n9\n. Doctor Cornelius Waksmundski, a well-known alchemist operating within Boston, MA in the mid-to-late 19th century.\n\n\n10\n. This portrait was one of many commissioned by the ASCI following the discovery of A-5813.\n\n\n11\n. The ASCI equivalent of the Foundation designation 'Agent'.\n\n\n12\n. Believed to be PoI-382, Thilo Zwist, an activist and memeticist operating under that name during this time\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5812\n | SCP-5813 | \nSCP-5814\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5813\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5813\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n\n\nName:\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dear Dr. Waksmundski, I am once again appealing to your patronage as a benefactor of the initiative. See to this request as quickly as possible. We are in dire need of your assistance in the creation of a homunculus capable of functioning as an ordinary human, as independent of any handlers or masters as possible. This creature is to be created in the image of President Fillmore, a portrait of which has been enclosed alongside this letter. 10 Its intelligence should rival that of an ordinary human, though the illusion of such should suffice given our candidate. Regardless, it should be able-bodied, capable of speaking and carrying a conversation in English with a degree of verbosity, and embody general qualities expected of a United States President, including eloquence, composure, and a basic knowledge of the American history and tradition. As you know, procurement of esoteric materials is nigh impossible at the moment. I hope you should be swayed by an advance offering to utilize your network of suppliers to their greatest ability. Should your assignment be successful, you will receive the payment in its entirety. A Patriot 11 is being sent to your apothecary to monitor and assist the process. If you find this egregious or fear your methods to be stolen, you are free to send him back. However, this will affect the sum of your payment. We anticipate your compliance. Regards, Warden James E. Hurtz, ASCI Thaumaturge and Alchemy Department",
        "My Dearest Hurtz, Thank you for contacting us! I've had a grand idea quite some time now, and your charitable offering is the final push needed to propel the dreams of a humble alchemist to a worldwide phenomena. I'm sure your Initiative will be delighted to see the fruits of this endeavor — but that is in the future. The task at hand still stands, and golly, is it tall! Your 'Patriot' arrived a day ago. Wonderful boy, he is! Understandably, he's in awe at my expanded workshop! I've been putting together a few personal projects in the meantime, some of which you'll surely see in-hand one day. Still, that nasty occult quarrel has constrained even my distribution channels, and while I enjoy a good joke, making a fully functioning homunculous is no laughing matter. In fact, I've never heard of one that functions with the complexity you desire, but I'm always anticipating pushing the boundaries of imagination. If you can dream it, then Dr. Waksmundski will make it so! You will get your President in due time. Can you supply me with a summary of your previous homunculous attempts? It's possible that in your failures, I can find wisdom. It could hasten our friend's creation by weeks! Best Wishes, Dr. Waksmundski",
        "To Dr. Waksmundski, In short, we only managed to fully synthesize one functioning homunculus. There were a number of attempts that calcified on the lab floors, barely cognizant creatures that either melted in sunlight or couldn't understand basic commands, but none as complete as our final attempt, to which we gave the preliminary designation A-5813-1. It could walk, talk, and consume food without combusting from the neck up. We were incredibly close to using the creation in practice, but there were a number of deficiencies. It was capable of conversation, but would completely lose all sense of itself when confronted with a choice. Even when explicitly told to choose a certain option, it still could not decide and instead would stare in the distance until falling asleep hours later. We had to purée its food because it didn't know when to stop chewing. That wasn't all; it was completely incapable of using a toilet, took issues with understanding past and future tenses when speaking, and had a strange fascination with repeatedly opening and closing doors. The entity is currently operating as a doorman at one of our safehouses, apparently the only occupation it is capable of. We're led to believe that our attempts to create a noncontroversial political figure to correspond with the understood reception of President Fillmore had gone too far due to our admitted lack of experience in the creation of homunculi. I've enclosed a number of biological, behavioral, and statistical reports regarding the creation of A-5813-1, should they be of use to you. - Hurtz",
        "Dear Hurtz, I apologize about the late response, friend. Every facet of life at the workshop is working in tandem to create our President, and things couldn't be busier! A shipment of dubious reagents I've procured from a fellow by the name of ' Dr. Bromide ' 12 combined with a few in-house specialties have created quite the mixture, one absolutely perfect for creating a homunculus with the complexity you desire. What's more is that it's economical too! Are visions of Waksmundski's future dotting your mind's eye? They should be. Oh, I'm getting carried away with myself, you have to forgive me, things are just too exciting these days! New ideas, new projects, new ways to bring joy! I've sent your man back to you, along with the completed homunculus. It should be close to what you asked for, but I couldn't help but add some 'special features' to him. Mr. Fillmore is a fine gentleman, and I think you'll come around to appreciating some of his quirks. Nevertheless, if you're unsatisfied with him, a second, more conventional version is available upon request. I wouldn't want to disappoint my most important customers. I'll be waiting for your feedback, but please write soon! There are places I must go, and the apothecary has far outlived its usefulness. Yes, I'm moving far from the City on the Hill — very far, in fact! Talk soon, Dr. Waksmundski",
        "To Waksmundski, Last night, Patriot Jones arrived at the Safehouse alongside your homunculus. While its linguistic and functional capabilities are more than impressive and exceed our expectations by a wide margin, I must inform you that the following 'features' are not necessary inclusions for a Millard Fillmore look-alike: The ability to produce balloons from its mouth and shape them into animals The inclusion of a music box in its stomach, and the fixation on singing with, dancing to, and continuously playing it The confusing practice of giving ordinary animals titles indicating that they are federal officials, and wishing to commemorate their service with a parade or ceremony The smaller homunculus housed under its top hat - 'Mini-Fillmore' The constant begging to 'go to the race track' and desire to 'see a strong horse bring it all home' I should not have to clarify this, but these qualities work against our intentions and prior agreement. If you would like to receive any more compensation for your work, you will give the Initiative the homunculus we asked for. I have dispensed a collective of Patriots to your apothecary for the purposes of collection. - Hurtz",
        "\" SCP-5813 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-5813 . Licensed under CC-BY-SA .",
        "Filename: Name: Author: License: Source Link:"
    ],
    "title": "SCP-5813"
}