{
    "url": "https://scp-wiki.wikidot.com/scp-5815",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\n\n\n5/5815\n LEVEL \n5/5815\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5815\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMachinery discovered in Sublevel 6 of SCP-5815. Moderate to high levels of interdimensional thaumaturgic effects surround them.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nAccess to SCP-5815 is barred to all Foundation personnel aside from the O5 Council and the Ethics Committee. Site-120 is mandated to monitor it for any ontokinetic or thaumaturgic events, particularly ones that cause extreme reality fluctuations across Foundation Sites, facilities, and personnel. Subterranean tunnels leading to it from major Polish and German Foundation Sites must be blocked, except for SBT-5103, which is designated as the official entrance.\n\n\nUpdate:\n Project-5815 is to focus on researching practical applications of SCP-5815's mechanisms and capabilities to prevent the destruction of important Foundation sites and at least 180 Class-A containment chambers throughout Europe, particularly in Poland.\n\n\n\n\n\n\nDescription\n\n\nSCP-5815 is a 10 km-wide subterranean complex located underneath the location of the former Site-140, which was destroyed following widespread structural failure compounded with thaumaturgic instability. Sublevels 1 to 9 of SCP-5815 approximately have 100 rooms each, most of which are composed of tubes, machinery, and container tanks.\n\n\nSCP-5815 is mainly filled with machinery typical for processing dairy meat and distilling liquids. These are supported by thaumaturgically enhanced gears, pulleys, cables, and blending tanks.\n\n\nSCP-5815 automatically activates randomly, with gaps in between active phases ranging from 30 minutes to 12 years. Since its discovery in 1901, its production spikes during time periods where the Polish and German branches of the Foundation experience high levels of tension and stress, particularly in the 1940s and the 1980s. Ever since then, however, its production of SCP-5815-1 has significantly lowered, with 2019 only producing three liters.\n\n\nSCP-5815-1 is a brown liquid produced after three hours of processing. Although nutritional and chemical analysis of SCP-5815-1 does not confirm any anomalous effects aside from containing high levels of protein, D-Class personnel who have ingested it typically gain the following traits:\n\n\n\n\nIncreased alertness and strength\n\n\nIncreased thaumaturgic capabilities\n\n\nHigh levels of adrenaline, dopamine, and serotonin\n\n\nIncreased possibility of death from a brain embolism by 78 percent\n\n\n\n\nWhen SCP-5815-1 is further processed through machinery located in Sublevels 5 - 7, it is converted into a brown powder. Upon solidification and application to cement, it passes the upper levels of Foundation building standards based on its durability and tensile strength.\n\n\nAnalysis of compiled Foundation records indicate that SCP-5815 has been active since 1815, although this is unconfirmed due to persisting chronological and factual inconsistencies. However, they all confirm the existence of the placard containing the text, \"DEPARTMENT OF ABNORMALITIES\", being placed throughout the complex. However, recent explorations have not found any trace of such placards.\n\n\nArea-205 contains a heavily degraded compactor on one side, and partially crushed placards located throughout the room. Each placard is surrounded by high Altra\n.\nA unit of measurement for quantifying energy originating from a dimension relatively similar to baseline reality.\n readings, which indicate that they are heavily involved in interdimensional activities. The phrase \"Final Hopes\", in different languages, is the title of each placard.\n\n\nLinguistic analysis and translation indicate that 30 percent of the texts are based on a mixture of 15th century Polish and German dialects, while the other 70 percent is composed of a wide variety of languages, several of which are unintelligible.\n\n\nTwo samples are provided below:\n\n\n\n\nAs a Prize for Defeating the Serpentine Menace\n\nThe Council has urged us,\n\nto take the final Way to the Holy Foundation\n\nNo more will go awry in our world, they say,\n\nand we of the Honorus will now serve the Foundation\n\nIn flesh and bones\n\n\n\n\n\n\nBefore this Task of Heroes, I overheard the whispers\n\nof 'Ofaivedo' and 'Ofaiveuan'\n\nTalking of vested interests and the future\n\nfilled with constant prosperity\n\nI shall leave this message, hidden with my arts,\n\nas perhaps a pertinent clue for the next Cviatons\n\n\n\n\nThe samples are covered with oil, thaumaturgic residue, protein stains, and trace amounts of human flesh.\n\n\n\n\n\n\nIncident ODWAGA (02/05/2010)\n\n\nIncident ODWAGA occurred after SCP-5815 underwent simultaneous major structural failures, resulting in the destruction of at least 400 rooms and the 56 percent of Sublevels 3 to 4.\n\n\nThis incident also caused several safety locks and mechanisms in SCP-5815 to malfunction, granting access to the previously impenetrable Sublevels 10, 11, and 15. Upon exploration, Foundation task forces catalogued approximately 1,200,000 humanoid cadavers hanging from hooks in various states of decay. The scope of the level, complexity of the machinery holding them, and already-existing thaumaturgic mechanisms protecting them from damage indicate a high degree of standardization and industrialization.\n\n\nThe least decomposed cadavers share several traits in common: bulging eyes, exsanguination from every major orifice, signs of extreme lung hemorrhage, and destruction of bone matter.\n\n\nAll of them were wearing clothes commonly associated with noble regalia and thaumaturgical expertise, while 30 percent of them possessed thaumaturgically-enhanced swords, axes, guns and maces. The Foundation logo, accompanied by various religious symbols, is sewn into said clothing.\n\n\nIn Level 11, several automatons clad in the uniforms of Foundation researchers from the 1830s, the 1880s, and the 1930s were positioned on the sides of several conveyor belts that deliver the cadavers. These automatons expose the cadavers to cyanide gas first, before flaying, pounding, grinding, and mulching them.\n\n\nAfterward, the remains of the cadavers are placed in blending tanks connected to valves, which then pour out SCP-5815-1. These tanks also connect to Sublevels 5 to 7, where SCP-5815-1 in powder form is packed by mobile wooden and steel limbs attached to the walls into boxes labeled \"CONSTRUCTION\".\n\n\nMultiple placards attached to various control mechanisms have been found. They contain the following text:\n\n\n\n\n\n\nHeroes of faith build the grounds of our Foundation.\n\n\nDEPARTMENT OF ABNORMALITIES\n\n\n\n\n\n\n\n\n\n\nUpdate (02/05/2011)\n\n\nA full analysis of all Foundation containment chambers and Sites has been made following Incident ODWAGA. It indicated that SCP-5815 in powder form had a significant involvement in the construction of 70 percent of all Foundation Sites in Europe, including Sites-120\n.\nOne of the major Sites operating in Poland.\n and 140. SCP-5815's latent thaumaturgical instability is pinpointed as the cause for the catastrophic destruction of Site-140.\n\n\nCurrent containment chambers, several of which are instrumental for preventing breaches due to Class-A Tartarean and Mekan entities, also appear to make heavy use of SCP-5815-1, although more verification is needed due to the difficulty of determining the presence of SCP-5815-1.\n\n\nAccording to partially reconstructed records, an estimated 10,000 to 220,000 Foundation workers had been stationed in SCP-5815 since 1953. Aside from these records however, no traces of said workers exist.\n\n\nThe workers appear to be mainly involved in the production of materials such as pills containing SCP-5815-1 in powdered form, whose descriptions bear heavy resemblance to Resettas, which are alternative amnestic drugs, and the Forsetonics, which are currently used by Foundation agents and MTFs to boost strength and vigilance.\n\n\nAs a result, all active agents are now being recalled for cerebral and psychological check-ups.\n\n\nSimultaneous structural collapse of approximately 120 involved sites is expected to occur in three months. Proposals for researching operations and the reactivation of SCP-5815, as well as production of more SCP-5815-1, are pending.\n\n\n\n\n\n\n\n\n« \nSCP-5814\n | SCP-5815 | \nSCP-5816\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5815\n\" by Sinagsikap, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5815\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n factory.png\n\n\nAuthor:\n Tim Moffatt\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://flickr.com/photos/23510510@N03/28464977801/in/faves-188461882@N07/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5815 \" by Sinagsikap, from the SCP Wiki . Source: https://scpwiki.com/scp-5815 . Licensed under CC-BY-SA .",
        "Filename: factory.png Author: Tim Moffatt License: CC BY 2.0 Source Link: https://flickr.com/photos/23510510@N03/28464977801/in/faves-188461882@N07/"
    ],
    "title": "SCP-5815"
}