{
    "url": "https://scp-wiki.wikidot.com/scp-5816",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5816\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5816-20 with anomalous features redacted. (hover to enlarge)\n\n\n\n\nSpecial Containment Procedures:\n All copies of SCP-5816 are to be kept in a standard secured container at Site-19. Even when within said container, all instances of SCP-5816 are to have their eyes covered completely. SCP-5816 instances are not to be removed, nor are any edits to be made to the text present on said instances without approval from level 4 research personnel.\n\n\nDescription:\n SCP-5816 is the collective term for a collection of 25 identical anomalous World War One-era recruitment posters, henceforth referred to as SCP-5816-1 through 25. As of 2021, no further instances have been found. Each poster closely resembles the non-anomalous posters depicting Lord Horatio Herbert Kitchener\n1\n that were famously used during the First World War. SCP-5816-1 through 25 were discovered in an abandoned print factory, kept in a single wooden crate. The only information that can be acquired about the origin of SCP-5816 comes from a telegram located at the discovery site.\n2\n\n\nOf all subjects tested, 4% were completely immune to SCP-5816; the reason for this is unknown, and no link between those immune has been found. The remaining subjects triggered one of two anomalous effects.\n\n\nThe primary anomalous effect of SCP-5816 instances occurs whenever an individual\n3\n who is of British nationality or from any former territories of the British Empire and is aged between 19-30 years of age looks into the eyes of the image of Lord Kitchener. Whenever this occurs, the subject will feel an overwhelming sense of nationalism and pride towards the United Kingdom. Furthermore, the subject will feel an immense desire to join the British military.\n\n\nA secondary anomalous effect occurs when individuals who are not eligible to join the British military look into the eyes present on SCP-5816 instances.\n4\n 95% of experiments involving subjects who meet these criteria found those tested began to suffer feelings of immense sorrow and regret. The remaining 5% of those affected will attempt immediate suicide.\n5\n This effect remains until the subject can self-terminate.\n\n\nTo date, the only known way to prevent the anomalous properties of SCP-5816 instances is to cover the eyes on each instance.\n\n\nSCP-5816 instances are highly resistant to most forms of conventional damage; this is believed to be the cause behind the preservation of SCP-5816 instances in the decades before containment. Fire is capable of complete destruction of SCP-5816 instances.\n\n\nPhotographs of and photocopies of SCP-5816 instances possess the same properties as the originals, though artist impressions lack the same anomalous properties.\n\n\nAddendum SCP-5816-A:\n Below is a digitized copy of the telegram recovered from the discovery site. It should be noted that it was heavily damaged when discovered; the displayed text is all that was readable.\n\n\n\n\n\nCommission for more recruitment posters received STOP\n\n\n \n\nNext shipment to be ready by Somme offensive STOP\n\n\n \n\nDistribute them face down until [ILLEGIBLE]\n\n\n \n\nMake no edits STOP\n\n\n \n\n\n\n\nAn investigation into the telegram's origin is currently ongoing.\n\n\nAddendum SCP-5816-B:\n On 20th June 1978, Doctor Urien Beavin, head of research on SCP-5816, was given the authorisation to test the effects of editing the text on an instance of SCP-5816. As part of this test, Doctor Beavin had the word 'Britons' on SCP-5816-7 erased and replaced with 'Americans' before showing it to several American D-Class personnel. The effect was identical, save that this instance now worked on those of American nationality instead of British.\n\n\nFollowing several more tests with different nationalities, Doctor Beavin replaced the nationality on SCP-5816-7 with the word 'D-Class' while also changing the main text below Lord Kitchener to read 'to cooperate with Foundation personnel.' 96% of all D-Class tested, who did not trigger the secondary anomalous effect, were highly cooperative with Foundation staff.\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? Three (3) new messages!\n\n\n\n\nSCP-5816 Proposal\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr Gabriel Stanton, Ethics Committee\n\n\nFrom:\n Doctor Urien Beavin\n\n\nSubject:\n SCP-5816 Proposal\n\n\n\n\n\n\nAs you can see from our testing, SCP-5816 instances are an effective way to ensure cooperation on the part of D-Class personnel. Therefore, I am proposing we use SCP-5816 instances by placing altered instances in D-Class quarters across Foundation sites.\n\n25th June 1978.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Doctor Urien Beavin\n\n\nFrom:\n Dr Gabriel Stanton, Ethics Committee\n\n\nSubject:\n Re:SCP-5816 Proposal\n\n\n\n\n\n\nWhile the practical applications you propose are certainly tempting, Dr Beavin, we cannot allow this. Completely ignoring the prospect of D-Class personnel who are immune to SCP-5816 figuring out its properties and using it against us, this proposal is completely unethical. This has the potential to seriously alter the free will of D-Class personnel. I don't care if they're Jack the Ripper; we are not in the business of stripping away people's free will. If it were up to me, this proposal and all your previous misconduct would be declared major ethical violations, and I'd have you demoted. But if you would like to discuss this matter in person, please make an appointment with me for some time tomorrow.\n\n27th June 1978.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Doctor Urien Beavin\n\n\nFrom:\n Dr Gabriel Stanton, Ethics Committee\n\n\nSubject:\n Re:Re:SCP-5816 Proposal\n\n\n\n\n\n\nObjection revoked.\n\n28th June 1978.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The British Secretary of State for War, from 1914 until he died in 1916.\n\n\n2\n. See addendum SCP-5816-A\n\n\n3\n. Henceforth referred to as the subject.\n\n\n4\n. Please consult British Army recruitment standards for further information. Any eligible individuals are strongly advised to \ndo your duty.\n\n\n5\n. It should be noted these effects do not occur in those below the age range of British recruitment.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5816\n\" by thesilentking, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5816\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP.jpg\n\n\nName:\n Lord Kitchener Wants You Edit\n\n\nAuthor:\n Edit by thesilentking, original unedited version by Alfred Ambrose Chew Leete, 1914.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://cdn.discordapp.com/attachments/639910534191513627/834527615833735269/SCP.jpg\n\n\nDerivative of:\n 'Lord Kitchener Wants You' recruitment poster, 1914.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5815\n | SCP-5816 | \nSCP-5817\n »",
    "addendums": [
        "Addendum SCP-5816-A: Below is a digitized copy of the telegram recovered from the discovery site. It should be noted that it was heavily damaged when discovered; the displayed text is all that was readable.\nAn investigation into the telegram's origin is currently ongoing.",
        "Addendum SCP-5816-B: On 20th June 1978, Doctor Urien Beavin, head of research on SCP-5816, was given the authorisation to test the effects of editing the text on an instance of SCP-5816. As part of this test, Doctor Beavin had the word 'Britons' on SCP-5816-7 erased and replaced with 'Americans' before showing it to several American D-Class personnel. The effect was identical, save that this instance now worked on those of American nationality instead of British.\nFollowing several more tests with different nationalities, Doctor Beavin replaced the nationality on SCP-5816-7 with the word 'D-Class' while also changing the main text below Lord Kitchener to read 'to cooperate with Foundation personnel.' 96% of all D-Class tested, who did not trigger the secondary anomalous effect, were highly cooperative with Foundation staff."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5816 \" by thesilentking, from the SCP Wiki . Source: https://scpwiki.com/scp-5816 . Licensed under CC-BY-SA .",
        "Filename: SCP.jpg Name: Lord Kitchener Wants You Edit Author: Edit by thesilentking, original unedited version by Alfred Ambrose Chew Leete, 1914. License: Public Domain Source Link: https://cdn.discordapp.com/attachments/639910534191513627/834527615833735269/SCP.jpg Derivative of: 'Lord Kitchener Wants You' recruitment poster, 1914."
    ],
    "containment_procedures": "All copies of SCP-5816 are to be kept in a standard secured container at Site-19. Even when within said container, all instances of SCP-5816 are to have their eyes covered completely. SCP-5816 instances are not to be removed, nor are any edits to be made to the text present on said instances without approval from level 4 research personnel.",
    "description": "SCP-5816 is the collective term for a collection of 25 identical anomalous World War One-era recruitment posters, henceforth referred to as SCP-5816-1 through 25. As of 2021, no further instances have been found. Each poster closely resembles the non-anomalous posters depicting Lord Horatio Herbert Kitchener1 that were famously used during the First World War. SCP-5816-1 through 25 were discovered in an abandoned print factory, kept in a single wooden crate. The only information that can be acquired about the origin of SCP-5816 comes from a telegram located at the discovery site.2",
    "title": "SCP-5816"
}