{
    "url": "https://scp-wiki.wikidot.com/scp-5819",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n90.48%\n\n(+38)\n\n\n9.52%\n\n(-4)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTitle:\n SCP-5819 - The \nSweet\n One\n\n\nAuthor(s):\n \nPanda_of_Green\n\n\nCreated:\n 01/04/2022\n\n\nSpecial Thanks:\n Xinsiras & Opal from Dr. Cimmerian's Discord server for critique.\n\n\n\n\nNo Author Page Yet\n\n\nFirst SCP\n\n\nYouTube\n | \nInstagram\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5819\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nsweet\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-73\n\n\nAlan Medford\n\n\nDr. Isaac Green\n\n\nOnsite Security\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5819-23\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-5819 and SCP-5819-B are to be contained in a standard storage locker located at Site-73. These lockers are to be only accessible to personnel with level 3/5819 clearance or higher. If any unauthorized instances of SCP-5819-A manifest, personnel are to deny its offers, leave the immediate area, and inform an onsite officer. Security officers are to neutralize all unauthorized SCP-5819-A instances to prevent individuals from ingesting the contents of SCP-5819-B.\n\n\nDescription:\n SCP-5819 refers to \ntwelve\n twenty-four Dr Pepper branded soda cans, designated SCP-5819-1 to \nSCP-5819-12\n SCP-5819-24. The anomalous effects of SCP-5819 occurs when the contents within it are ingested by a human subject. When consumed, the subject will transfigure into an instance of SCP-5819-A.\n\n\nSCP-5819-A resembles a Caucasian male between 35 to 40-years-old, measuring 1.37 meters in height and 45.36 kg in weight. SCP-5819-A has long dark red hair, light facial hair, and wears glam-rock styled clothing. The subject's previous clothing will demanifest in the process of transfiguration and will be replaced with these clothing. SCP-5819-A instances claim to be and closely resembles Dr Pepper's mascot Lil Sweet.\n1\n\n\nWhen the transformation of SCP-5819-A is complete, it will teleport itself to a random human subject nearby. These subjects will henceforward be referred to as the target. Targets have always noted craving something sweet with no calories prior to SCP-5819-A arriving. Upon SCP-5819-A reaching the target, it will manifest a Diet Dr Pepper soda can in its hand, designated SCP-5819-B.\n\n\nSubjects that ingest the contents of SCP-5819-B will experience a psychological desire to ingest Dr Pepper branded products. The subject's body will reject all other forms of liquids not branded as Dr Pepper. This results in most subjects suffering from moderate health problems including weight gain, tooth decay, type 2 diabetes, and cardiovascular problems.\n\n\nSCP-5819-A will attempt to convince the target to accept an SCP-5819-B instance and will always do this in an upbeat commercialized fashion. If denied, SCP-5819-A will leave the target and teleport to another. If accepted, SCP-5819-A will transfer SCP-5819-B to the target, leaving soon after. SCP-5819-A has always been noted to vocalize the phrase \"It's The Sweet One\"\n2\n shortly before leaving its target. SCP-5819-A will then teleport to its next target and repeat the same procedure.\n\n\n\n\n\n\nThe Dr Pepper Museum, Waco, Texas\n\n\n\n\n\n\nAddendum 5819.1:\n Recovery Log\n\n\nOn 12/01/2015, reports of \"Lil Sweet disappearing and reappearing out of nowhere giving away Diet Dr Pepper\" occurred at the Dr Pepper Museum in Waco, Texas. Surveillance footage shows the twelve instances of SCP-5819 manifesting within the museum. A male civilian noticed and acquired SCP-5819-1, ingesting its contents. This resulted in the civilian becoming an SCP-5819-A instance. This SCP-5819-A instance successfully convinced five civilians to accept an SCP-5819-B instance prior to Foundation intervention, four of whom consumed its contents. Due to SCP-5819-A's teleporting properties, Foundation agents were incapable of apprehending SCP-5819-A, resulting in the agents terminating the instance.\n\n\nA letter was found beside the SCP-5819 instances and it read as followed:\n\n\n\n\nDear, Dr Pepper Fans,\n\n\nToday is a very special day. I gift these twelve cans of Dr Pepper to all of you so dedicated to my product. After all, I first sold Dr Pepper 130 years ago from this very day. So let's celebrate by spreading that sweet taste of a refreshing Dr Pepper around the world. Now's the Time. This is the Place. Dr Pepper is the taste.\n\n\nSincerely,\n\n\nCharles Alderton\n3\n\n\n\n\nAll twelve instances of SCP-5819 and the four affected civilians were transported to Site-73 for containment and study. All individuals within The Dr Pepper Museum during this event were administered amnestics. Charles Alderton has since then been designated PoI-1024.\n\n\nAddendum 5819.2:\n Incident 5819-Beta\n\n\n\n\n▼ Incident 5819-Beta ▼\n\n\n\n\n▲ Incident 5819-Beta ▲\n\n\n\n\n\n\n\n\nIncident Report\n\n\n\n\n\n\n\n\nOakwood Cemetery, Waco, Texas\n\n\n\n\n\n\n\n\nIncident #:\n 5819-Beta\n\n\nLocation:\n Oakwood Cemetery, Waco, Texas\n\n\nTime:\n 07:49 AM (local time) December 1st 2020\n\n\nDisruption Class:\n Vlam\n\n\n\n\nEvent Summary:\n The tombstone of PoI-1024 was found missing by a local groundskeeper, with twelve instances of SCP-5819 in its place. Upon expection, it was found that the coffin and corpse of PoI-1024 were also missing. With the grave showing no evidence of having been dug out, suggesting anomalous means.\n\n\nNext to the SCP-5819 instances was a letter, which read as follows.\n\n\n\n\nDear, Fellow Friend,\n\n\nI see you've came to mourn my death. Dr Pepper used to be the \"King of Beverages\" after all. Even though Dr Pepper was the first soda ever made, more people would rather have Coke or Pepsi instead. But I can tell that you care about Dr Pepper more then many other people. Therefore, I will grant you what was a limited edition of Dr Pepper. Five years ago from this day, it was originally released at my shop. However, an organization was trying to hide them from the people. All because it was out of the ordinary. Dr Pepper has always been misunderstood. But you can change this by treating yourself to these Dr Pepper branded beverages. Enjoy them while you still can.\n\n\nSincerely,\n\n\nCharles Alderton\n\n\n\n\nFollow-up Actions:\n All twelve instances of SCP-5819 were transported to Site-73 for containment. A replica of the original tombstone was created and used as a replacement. Civilians visiting Oakwood Cemetery prior to the tombstone's installment were administered amnestics.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lil Sweet is a character and mascot made by Keurig Dr Pepper and played by 2002 American Idol runner-up Justin Guarini.\n\n\n2\n. This is a slogan from Dr Pepper commercials featuring Lil Sweet. In which Lil Sweet would say \"It's The Sweet One\" at the end of each commercial.\n\n\n3\n. The founder of Dr Pepper.\n\n\n\n\n\n\n\n\n« \nSCP-5818\n | SCP-5819 | \nSCP-5820\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5819\n\" by Panda_of_Green, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5819\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n can.jpg\n\n\nAuthor:\n midnightcomm\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n building.jpg\n\n\nAuthor:\n Ichabod\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n oakwood.jpg\n\n\nAuthor:\n Larry D. Moore\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum 5819.1: Recovery Log\nOn 12/01/2015, reports of \"Lil Sweet disappearing and reappearing out of nowhere giving away Diet Dr Pepper\" occurred at the Dr Pepper Museum in Waco, Texas. Surveillance footage shows the twelve instances of SCP-5819 manifesting within the museum. A male civilian noticed and acquired SCP-5819-1, ingesting its contents. This resulted in the civilian becoming an SCP-5819-A instance. This SCP-5819-A instance successfully convinced five civilians to accept an SCP-5819-B instance prior to Foundation intervention, four of whom consumed its contents. Due to SCP-5819-A's teleporting properties, Foundation agents were incapable of apprehending SCP-5819-A, resulting in the agents terminating the instance.\nA letter was found beside the SCP-5819 instances and it read as followed:\nAll twelve instances of SCP-5819 and the four affected civilians were transported to Site-73 for containment and study. All individuals within The Dr Pepper Museum during this event were administered amnestics. Charles Alderton has since then been designated PoI-1024.",
        "Addendum 5819.2: Incident 5819-Beta"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5819 \" by Panda_of_Green, from the SCP Wiki . Source: https://scpwiki.com/scp-5819 . Licensed under CC-BY-SA .",
        "Filename: can.jpg Author: midnightcomm License: CC BY 2.0 Source Link: Flickr",
        "Filename: building.jpg Author: Ichabod License: CC BY-SA 3.0 Source Link: Wikimedia",
        "Filename: oakwood.jpg Author: Larry D. Moore License: CC BY-SA 3.0 Source Link: Wikimedia"
    ],
    "containment_procedures": "All instances of SCP-5819 and SCP-5819-B are to be contained in a standard storage locker located at Site-73. These lockers are to be only accessible to personnel with level 3/5819 clearance or higher. If any unauthorized instances of SCP-5819-A manifest, personnel are to deny its offers, leave the immediate area, and inform an onsite officer. Security officers are to neutralize all unauthorized SCP-5819-A instances to prevent individuals from ingesting the contents of SCP-5819-B.",
    "description": "SCP-5819 refers to twelve twenty-four Dr Pepper branded soda cans, designated SCP-5819-1 to SCP-5819-12 SCP-5819-24. The anomalous effects of SCP-5819 occurs when the contents within it are ingested by a human subject. When consumed, the subject will transfigure into an instance of SCP-5819-A.",
    "title": "SCP-5819"
}