{
    "url": "https://scp-wiki.wikidot.com/scp-5820",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\nItem #:\n SCP-5820\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Operatives are to remain on alert for activity indicative of SCP-5820's \nmodus operandi\n. Following the disruption of SCP-5820's California enterprise by Foundation personnel, it has become highly probable that SCP-5820 will attempt to continue its operations elsewhere. Business registries across the United States are to be monitored for any suggestion that SCP-5820 is attempting to re-establish itself.\n\n\nFoundation algorithms monitoring telecommunications are primed to recognise calls which indicate that SCP-5820 is selecting new victims. Should this occur, operatives are directed to place the affected household under covert surveillance until the pre-arranged date, at which point a sting operation is to be enacted involving appropriate MTF personnel.\n\n\n\n\nA suburban home undergoing an SCP-5820 event.\n\n\n\n\n\n\nDescription:\n SCP-5820 refers to Sneaky Buggers Humane Extermination, a California-registered pest control company linked to a number of anomalous incidents in the southern region of the state.\n\n\nAn SCP-5820 event typically begins with a cold call\n1\n to a chosen target. Victims are informed that their home has been scouted and discovered to have a termite infestation requiring immediate fumigation. An estimated 83% of homeowners to date have accepted this request without suspicion.\n2\n\n\nAppointments are scheduled within two working days of the initial call. As per SCP-5820's alleged policy, householders are strongly recommended to be present for the set-up process. SCP-5820 employees (designated hereafter as SCP-5820-1) will arrive at the job site in a 2006 Ford E-series commercial vehicle with Sneaky Buggers branding.\n\n\nInstances of SCP-5820-1 are humanoids of indeterminate sex, clad in hooded mauve boiler suits and rebreathing equipment with tinted visors. A typical operation involves three instances of SCP-5820-1.\n\n\nSCP-5820-1 do not announce their arrival, and generally reach the location fifteen minutes before the allotted time. A fumigation tent is rapidly erected around the designated structure, with immediate attention paid to covering doors and windows. As a result of this, occupants are not given a chance to vacate the building. Upon finishing the set-up operation, all instances of SCP-5820-1 will enter the structure. SCP-5820-1 typically re-emerge within one hour and begin to disassemble the tent.\n\n\nFollowing an SCP-5820 operation, the affected building is left with severe to critical structural damage.\n3\n Exploration of an affected dwelling’s interior also reveals the total corrosion of non-osseous biological matter.\n4\n In addition, paper currency and financial documents have been notably absent from all buildings investigated.\n\n\nBefore leaving a job site, SCP-5820-1 will stake a wooden advertising sign into the lawn. All signs recovered to date have carried the same slogan:\n\n\n\n\nA few less parasites in \nyour\n neighborhood!\n\n\n- Sneaky Buggers Humane Extermination -\n\n\n\n\n\n\nInterview Log:\n\n\n\n\nInterviewed:\n Dwight and Nora Marlowe\n\n\nInterviewer:\n Agent Aaron Bagley\n\n\nForeword:\n On 2020/05/23, the Marlowe residence in Pasadena was severely damaged following alleged fumigation by SCP-5820. Human remains were found inside the building, later confirmed as belonging to the Marlowes' 39 year-old cleaner, Anamaria Vasquez. Both Marlowes had travelled out of state shortly prior to the incident.\n\n\nAgent Bagley posed as an Environmental Protection Agency (EPA) officer for this portion of the investigation.\n\n\n<Begin Log>\n\n\n[Removed extraneous preamble due to excessive hostility of the interviewees towards Agent Bagley]\n\n\nDwight Marlowe:\n Let me get one thing straight, okay? My gears are fucking \ngrinding\n. This shouldn't have happened at all, let alone-\n\n\nNora Marlowe:\n On our vacation!\n\n\nAgent Bagley:\n In all seriousness, Mrs. Marlowe, you shouldn't be \non\n vacation right now. Which reminds me, ma'am - can you please take several steps back?\n5\n\n\nNora Marlowe exhales, irritated.\n\n\nAgent Bagley:\n Thank you. Now, are you finally going to be civil with me?\n\n\nDwight Marlowe:\n Why? Why should \nwe\n be civil with \nyou\n, when \nthey\n did that to my goddamned house? Look at it, buddy!\n\n\nAgent Bagley:\n We can't help you if you're going to somehow insist this was our fault.\n\n\nDwight Marlowe:\n I'm not saying it's your fault… nobody said it was your fault. What I'd like if you understood is that you should be doing more to protect the likes of myself and my wife here. I saw on Rush Limbaugh that-\n\n\nAgent Bagley:\n Sir, I don't know what you're talking about but I'm warning you to calm down. I've been working with the EPA for, oh, around a decade now, and this is the most extensive damage I've ever seen carried out by termi-\n\n\nDwight Marlowe:\n Antifa.\n\n\nAgent Bagley:\n I'm sorry?\n\n\nDwight Marlowe:\n Let's just say I tick a lot of their boxes.\n\n\nAgent Bagley:\n This is going to be your final warning. I would strongly suggest, Mr Marlowe, that you listen to me, an expert, instead of whoever it is on the television.\n\n\nDwight Marlowe:\n It's all expert-this, expert-that these days. Why should \nI\n expect \nyou\n to know better than \nme\n, then? You're giving me all this shit about termites, but I'm telling you that there's people out there who think I'm an asshole, think my wife's an asshole, for \nno reason other than-\n\n\nAgent Bagley:\n With all due, uh, \nrespect\n, Mr and Mrs Marlowe… we've got a person deceased here. \nAnamaria Vasquez\n.\n\n\nNora Marlowe:\n Oh my-\n\n\nDwight Marlowe:\n Should have told me that before, then…\n\n\nAgent Bagley:\n I was getting there, but… you know what? Let's try to take this with a little more nuance from now on. About Ms. Vasquez-\n\n\nDwight Marlowe:\n She was over to spray a little bit of Lysol around while we were gone.\n\n\nNora Marlowe:\n Well, that and see the pest control guys in.\n\n\nBagley adjusts his mask.\n\n\nAgent Bagley:\n These pest controllers, \"Sneaky Buggers\"… you just accepted their word? Didn't give them a Google or anything first?\n\n\nDwight Marlowe:\n Buddy, I'm the managing director at a Forbes 500 firm. I know the sound of a legitimate business offer when I hear one.\n\n\nAgent Bagley:\n The fact we're even having this conversation should strongly indicate otherwise.\n\n\nDwight Marlowe:\n The hell do you know about business?\n\n\nAgent Bagley:\n Enough to know that you got fleeced, sir.\n\n\nDwight Marlowe:\n Fleeced? Well, if you're so sure they was termites that done this, at least those guys fucking tried. I don't buy a word that comes out of your \"expert\" mouth, buddy.\n\n\nAgent Bagley:\n Okay, I think we're, ah, just about done here. I had more questions, but if you're not going to treat this with sincerity or respect then I'm afraid there's very little else I'm gonna be able to do for you.\n\n\nDwight Marlowe:\n You know, there is one thing. Call my fucking lawyer and insurance provider!\n\n\n<End Log>\n\n\n\n\n\n\nIncident Log 2020/06/05:\n\n\n\n\nForeword:\n \nSite-67 personnel received notice of an ongoing SCP-5820 event. A unit of \nMTF Epsilon-6 (“Village Idiots”)\n was dispatched, under the command of Agent Bagley.\n\n\n09:23\n - The team arrives at a subdivision of Irvine, CA, to find a residential home beneath a large tent.\n\n\n09:25\n - Verbal engagement via loudspeaker is attempted, though MTF Epsilon-6 receives no acknowledgement from any subjects within the building.\n\n\n09:50\n - No further attempts at communication have been successful. Agent Bagley authorizes a breach of the building. All personnel are equipped in full-body containment suits with breathing apparatus due to the potential risk of pesticide exposure.\n\n\n09:52\n - The team breaches the tent. Interference of unknown origin knocks out body-worn recording equipment for the remainder of the operation.\n6\n\n\n09:56\n - Witnesses report seeing Agent Bagley and his six operatives emerge from the tent. All are non-verbal, and follow Agent Bagley back to their vehicles.\n\n\n\n\n10:14\n - Radar indicates that the operatives have left the scene and are \nen route\n to Site-67, where a security detail is arranged to meet them. Communication attempts by facility control are ignored for the duration of the journey.\n\n\n\n\n10:37\n - MTF Epsilon-6 arrives back at the facility. Site security personnel are alarmed by Agent Bagley’s failure to engage with entry instructions and a quarantine procedure is enacted within the facility’s parking structure.\n\n\n10:39\n - A number of MTF Epsilon-6 operatives, including Agent Bagley, attempt to exit their vehicles against the orders of security personnel. Bagley is tackled by a Site-67 guard, dislodging his protective apparatus and releasing a large number of \nCryptotermes brevis\n (drywood termite) specimens from within his empty tactical gear. The remaining “operatives” become aggressive, prompting authorization from facility command to open fire. Damage to the subjects’ equipment reveals similarly empty suits, with the exception of \nCryptotermes brevis\n in significant quantities.\n\n\n10:40\n - The groups of \nCryptotermes brevis\n reconvene and begin to approach personnel in an amorphous mass. Personnel start to retreat from the parking structure.\n\n\n10:41\n - Facility guard Samson Gregory is overcome by \nCryptotermes brevis\n. Fearing further contamination, other members of personnel close the garage fire doors before he can escape. Gregory is completely incapacitated by the insects entering his body through orificial means, and is then dragged into the center of the largest swarm.\n\n\n10:43\n - The swarm is brought under control with the use of flamethrowers, and surviving specimens are placed into appropriate faunal containment units. \nNote: Investigations into their suspected properties as a gestalt entity similar to \nSCP-5993\n and \nSCP-5693\n are ongoing.\n\n\n\n\nThe remainder of field operations regarding SCP-5820 have been handed to \nMTF Lambda-12 (“Pest Control”)\n and the Entomology Department.\n\n\nReturning to the property in Irvine, operatives discovered that the fumigation tent had been removed by persons unknown. Inside the unstable frame of the building were the skeletal remains of nine individuals. They were genetically identified as Dwight and Nora Marlowe\n7\n, as well as Agent Bagley and his Epsilon-6 operatives.\n\n\nThree SCP-5820-branded boiler suits were found discarded on the kitchen floor. In addition, the following message had been staked into the driveway:\n\n\n\n\nfuck off narcs!\n\n\n- p.s. apologies about ms. vasquez;\n\n\nher martyrdom shall be revered in the class war.\n\n\n\n\n\n\nAddendum:\n\n\nFollowing the incidents in Irvine and at Site-67, personnel attempted to trace the vehicle associated with SCP-5820. It was ascertained that the van left California State Route 73 in the vicinity of Crystal Cove State Park due to its sudden absence from traffic camera footage. Investigation of the area revealed tire tracks leading three kilometers into the brush. At the end of the tracks, operatives discovered a termite mound four meters in diameter.\n\n\nProbe equipment was deployed, revealing an extensive network of subterranean tunnels beneath the mound. The van was found within a central chamber, with a note affixed to the windshield.\n\n\n\n\nSorry – we’ve moved!\n\n\n- Sneaky Buggers Human\ne \nExtermination -\n\n\n\n\nA number of deceased termite specimens within the abandoned nest were then recovered for analysis. All specimens, in addition to those captured in the Site-67 assault, are understood to have been of the \"pseudergate\" caste - termites which perform the function of workers whilst retaining the potential for reproduction.\n\n\nThe presence of soldiers and monarchs within this particular colony has yet to be observed.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Using a randomized number.\n\n\n2\n. Recorded examples of such calls contain traces of infrasound, which may indicate deliberate (if rudimentary) manipulation of human suggestibility.\n\n\n3\n. Structural integrity depends heavily on the building's manner of construction; timber-framed buildings have been the most unstable of those observed.\n\n\n4\n. Since first observation, SCP-5820 has been connected with thirty-three anomalous deaths.\n\n\n5\n. Agent Bagley was following social distancing protocol implemented due to the COVID-19 pandemic.\n\n\n6\n. Analysis of surviving footage has revealed traces of subsonic tones similar to those found in SCP-5820's cold calls.\n\n\n7\n. Since the destruction of their Pasadena home, the Marlowes had been living at one of several properties under their ownership.\n\n\n\n\n\n\n\n\n« \nSCP-5819\n | SCP-5820 | \nSCP-5821\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5820\n\" by ThisMightBeAuto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5820\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Fumigation_Tent.jpg\n\n\nAuthor:\n Britta Gustafson\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Fumigation_tent,_California.jpg",
    "addendums": [
        "Addendum:\nFollowing the incidents in Irvine and at Site-67, personnel attempted to trace the vehicle associated with SCP-5820. It was ascertained that the van left California State Route 73 in the vicinity of Crystal Cove State Park due to its sudden absence from traffic camera footage. Investigation of the area revealed tire tracks leading three kilometers into the brush. At the end of the tracks, operatives discovered a termite mound four meters in diameter.\nProbe equipment was deployed, revealing an extensive network of subterranean tunnels beneath the mound. The van was found within a central chamber, with a note affixed to the windshield.\nA number of deceased termite specimens within the abandoned nest were then recovered for analysis. All specimens, in addition to those captured in the Site-67 assault, are understood to have been of the \"pseudergate\" caste - termites which perform the function of workers whilst retaining the potential for reproduction.\nThe presence of soldiers and monarchs within this particular colony has yet to be observed."
    ],
    "documents": [],
    "notes": [
        "A few less parasites in your neighborhood! - Sneaky Buggers Humane Extermination -",
        "fuck off narcs! - p.s. apologies about ms. vasquez; her martyrdom shall be revered in the class war.",
        "Sorry – we’ve moved! - Sneaky Buggers Human e Extermination -",
        "\" SCP-5820 \" by ThisMightBeAuto, from the SCP Wiki . Source: https://scpwiki.com/scp-5820 . Licensed under CC-BY-SA .",
        "Filename: Fumigation_Tent.jpg Author: Britta Gustafson License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Fumigation_tent,_California.jpg"
    ],
    "item": "SCP-5820",
    "object_class": "Euclid",
    "containment_procedures": "Operatives are to remain on alert for activity indicative of SCP-5820's modus operandi. Following the disruption of SCP-5820's California enterprise by Foundation personnel, it has become highly probable that SCP-5820 will attempt to continue its operations elsewhere. Business registries across the United States are to be monitored for any suggestion that SCP-5820 is attempting to re-establish itself.",
    "description": "SCP-5820 refers to Sneaky Buggers Humane Extermination, a California-registered pest control company linked to a number of anomalous incidents in the southern region of the state.",
    "title": "SCP-5820"
}