{
    "url": "https://scp-wiki.wikidot.com/scp-5824",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5824\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5824\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the collapse of Site-25, Site-32 has been designated for SCP-5824’s containment. On the first day of each month, SCP-5824 is to be removed from its safe and brought to Sector 11\n1\n alongside an appropriate candidate for SCP-5824-1. Upon reaching the correct location, class-A amnestics are to be administered to the candidate, who is to immediately touch SCP-5824. For the safety of all individuals involved, no direct contact is to be made with SCP-5824 at any other point in its handling.\n\n\nContainment of SCP-5824-1 is to be exclusively assigned to Mobile Task Force Epsilon-7 (“The Twelve Labors”). This task force is not to have the Foundation logo anywhere on their uniforms nor are they to proclaim their association with the Foundation in any way. They are to be assigned the goal of killing SCP-5824-1. Their belief of this is important to guarantee that they will become an instance of SCP-5824-2. When they inevitably fail their believed goal they are to be disbanded immediately in order to prevent lasting consequences to the members. Afterwards, a new, identical, task force can be made with different members.\n\n\nWhen Site-32 recruits D-Class, some are to be designated as candidates for SCP-5824-1. One candidate is needed for each month, but additional should be selected as a safety measure. Candidates selected for SCP-5824-1 are not to be given any information about the Foundation or the existence of the anomalous. They are to have no interaction with other D-Class or unapproved Foundation personnel. A candidate may only be used for the containment of SCP-5824 once. Afterwards, they are to be amnesticized and used as D-Class.\n\n\nIf SCP-5824-1 escapes containment, conflict is not to be initiated. Instead, a clear surrender is to be announced by a nearby personnel member with the highest authority.\n2\n If the highest authority is not certain, any personnel may attempt to issue the surrender.\n\n\nDescription:\n SCP-5824 is a large, leather bound book weighing approximately one kilogram. The cover is unmarked aside from signs of weathering. \nApproximately 20-30 pages at the beginning have been torn from the spine\n, leaving SCP-5824 entirely blank when it was first discovered.\n\n\nIf any individual makes contact with SCP-5824, they become an instance of SCP-5824-1. Instances of SCP-5824-1 will begin to pursue a specific individual or organization \nthat they consider immoral\n \nthat they have a strong dislike of\n. The exact criteria for how the target, henceforth referred to as SCP-5824-2, is selected have yet to be determined (see testing logs for more details.) As of yet, all attempts to stop the two from meeting have ended in failure. So far, instances of SCP-5824-1 have destroyed any methods of restraining them. SCP-5824-1 also appears to have an innate knowledge of the location of SCP-5824-2, preventing any attempts at concealment. Once they meet, SCP-5824-1 will initiate a physical conflict with SCP-5824-2 or its members, always leading to a “victory condition” in favor of SCP-5824-1.\n3\n\n\nAfter the condition is met, SCP-5824-1 will lose all anomalous properties except for a significant increase in self-confidence. SCP-5824-2, in most cases, will have a permanent effect placed on it. The effect may be anomalous or mundane, but anomalous means will always prevent the effect from being counteracted. While SCP-5824-1 seems to decide the effect, SCP-5824 likely influences the decision. Examples of effects include:\n\n\n\n\nA public apology on behalf of SCP-5824-2.\n\n\nIf SCP-5824-2 has violated state or federal law, ensuring the associated law enforcement officers successfully apprehend them.\n\n\nIf SCP-5824-2 is an individual, removal from their position of status and/or power.\n\n\nIf SCP-5824-2 is an organization, implementation of policies to restrict their functionality, or complete disbandment.\n\n\n\n\nWhile SCP-5824-1 holds SCP-5824, the pages fill with text describing its actions. All text in SCP-5824 appears to be handwritten, with the handwriting remaining the same across all holders. Attempts to determine the origin of the handwriting are ongoing. No other method of writing in SCP-5824 produces any visible result. SCP-5824 is seemingly unable to run out of pages, generating new ones whenever it would become completely full. Despite this, SCP-5824’s size and mass never change.\n\n\nSCP-5824 has never directly caused death or permanent injury to an individual. Even in circumstances where such a consequence would be expected, such as being beaten to unconsciousness. If SCP-5824-2 dies, all effects placed on it will go away. The same goes if all members of SCP-5824-2 leave the organization, even if an identical organization is formed.\n\n\nSCP-5824-A is a probabilistic phenomenon that follows SCP-5824. Due to SCP-5824-A’s effects, some individual will touch SCP-5824 within 1-12 months of its last contact. All events caused by SCP-5824-A appear to be non-anomalous (e.g. locks failing or equipment breaking) but its existence is implied by the frequency of these events.\n\n\n\n\n+ Testing Logs and Incident Reports\n\n\n\n\n- Testing Logs and Incident Reports\n\n\n\n\nIncident-5824-1 - 02/08/2010\n\n\n\n\nSubject:\n Agent Forrest\n\n\nProcedure:\n At this time, SCP-5824-A was undiscovered. Agent Forrest was guarding SCP-5824 when a locking failure caused it to fall out during transport. Agent Forrest picked it up, becoming an instance of SCP-5824-1. In an interview afterwards he claimed to have “forgotten the danger” of such an action.\n\n\nExcerpt From SCP-5824:\n “Upon touching the leather-bound pages, the agent felt a calling. A calling long dormant within him. A calling to do the right thing. A calling for vengeance…”\n\n\nResults:\n SCP-5824-1 left its post immediately, attempts by nearby guards to restrain it proved unsuccessful. It went to the residence of SCP-5824-2, an individual later found to have kidnapped SCP-5824-1’s child three years prior. SCP-5824-1 initiated a conflict with SCP-5824-2, near the end of the conflict, SCP-5824-2 said “there’s something I need to tell you about your son. He’s…” before falling unconscious. Upon regaining consciousness SCP-5824-2 showed no memory of their statement during the conflict. Afterwards, SCP-5824-1 made SCP-5824-2 confess to the local police. Despite this confession clearly being under duress, it was held up in court and SCP-5824-2 is now serving a 20 year sentence in prison.\n\n\nNotes: After a thorough investigation, I believe we can safely assume that SCP-5824-2 was bluffing. I can’t answer why, but I suppose some people just like to cause drama. -Head Researcher Garcia\n\n\n\n\n\n\nRedundant testing logs cut for brevity\n\n\n\n\nSCP-5824-1 Termination Test - 05/11/2012\n\n\n\n\nSubject:\n D-374103\n\n\nProcedure:\n D-374103 was given SCP-5824, with armed personnel standing by to terminate them on contact.\n\n\nExcerpt From SCP-5824:\n “…He saw the guns facing him, in their barrels the Grim Reaper. He vowed this wouldn’t be the day he died. With a lunge he took out the first gunman, bullets flying by his head…”\n\n\nResults:\n SCP-5824-1 restrained all personnel firing upon it with steel cable left over from a previous, unrelated, test.\n4\n SCP-5824-1 then issued the command “Stop shooting.” The restrained personnel afterward showed an anomalous property to make any firearm they attempted to use misfire. They are to be transferred to assignments where such weaponry is not required.\n\n\n\n\nSCP-5824-2 Candidacy Test 1 - 15/01/2013\n\n\n\n\nSubject:\n Agent Wilson\n\n\nProcedure:\n Before Agent Wilson was given SCP-5824, she was given a baseline morality exam. The exam showed expected results (e.g. strong preferences against murder, theft, etc.) D-928461 was then identified to them as possessing multiple charges of homicide.\n\n\nExcerpt From SCP-5824:\n “Rachel saw the man in front of her. His crimes were heinous, yes. He had committed cruel acts. There was no way to forgive him for this. But she needed to focus on the true villains. The insidious masterminds behind this whole plot…”\n\n\nResults:\n SCP-5824-1 began to move towards the researchers, but they surrendered upon noticing this. SCP-5824-1 showed dissatisfaction at this, but stopped its pursuit. The researchers were forced to send out memos “publicly apologizing” to the site for “trapping Rachel with a murderer”.\n\n\nNotes: SCP-5824’s language is significantly different from what it writes during containment. Whether this is a good or bad sign is yet to be discovered. -Head Researcher Garcia\n\n\n\n\nSCP-5824-2 Candidacy Test 2 - 04/06/2013\n\n\n\n\nSubject:\n D-739271\n\n\nProcedure:\n Head Researcher Garcia authorized the use of external personnel for an attempt at containment. Freelance guards experienced in anomalies were brought in with the plan to reimburse them for damages caused by SCP-5824-1. They were given the directions to contain SCP-5824-1 “by any means necessary”.\n\n\nExcerpt From SCP-5824:\n “…Upon restraining her assailants, she realized that this wasn’t her fight. For these were no ordinary mercenaries. They were the Halifax brothers, a pair of notorious arms dealers. They were wanted far and wide for their despicable transgressions. She began to think back to tales she heard of these people. (sizable portion cut for brevity) It all added up to one thing. These people didn’t belong to her. They belonged to the cops…”\n\n\nResults:\n The freelance guards were convicted on multiple counts of arms trafficking. However, no other details written about them in SCP-5824 were accurate. In prison, the freelancers began to try to use anomalous means to escape. In order to avoid public knowledge of these techniques, the Foundation has begun attempting to transfer them to a prison experienced in containing anomalies. However, no attempts to move them from their prison have succeeded. This includes both the Foundation’s attempts and the freelancer’s attempts.\n\n\nNotes: I’m not seeing any of these long tangents when SCP-5824 is being contained. There’s a problem here, but I don’t know if it’s in the tests or the containment. -Head Researcher Garcia\n\n\n\n\nSCP-5824 Weaponization Test - 06/05/2017\n\n\n\n\nSubject:\n Agent Grey\n\n\nProcedure:\n Extensive research was done in order to locate an appropriate target. Two criteria were used. First, no negative consequences were predicted from their disappearance. Second, they would attempt to kill SCP-5824-1 on sight. The target chosen was an organized crime group known as “The New Kids.” They are very hostile to any person entering their “territory,” particularly Foundation Agents. They have also acquired multiple anomalous weapons, which were to be retrieved after the test. Agent Grey was taken near this organization’s headquarters, given SCP-5824, and told to reveal himself to them.\n\n\nExcerpt From SCP-5824:\n “Rage is not an emotion Adam was used to. He knew kindness, with all the joy it caused. He knew sorrow, with the way it sapped his will. But he felt neither of these. In this moment he was defiant, he wasn’t going to sit down and let others live his life for him. He felt rage…”\n\n\nResults:\n SCP-5824-1 did not follow Foundation directions. Instead of revealing itself to the group of interest, it ran back to Site-25. Site-25 was informed ahead of time by the researchers nearby SCP-5824-1. Therefore, when it arrived, Director Brown immediately announced a surrender. SCP-5824-1 did not acknowledge the statement. Instead, it went to the nearest containment cells and opened them.\n5\n This caused the nearby guards to fire upon it, consistently missing. SCP-5824-1 ignored the guards and continued to open cell doors. As an evacuation of Site-25 was ordered, SCP-5824-1 announced to the Director Brown, “Now, you can surrender.” SCP-5824-1 ordered the director to “disband” Site-25. All attempts to rebuild a site within one kilometer of Site-25 have been met with complete failure due to incidents such as technical failures or structural collapses. Attempts to recapture SCPs that escaped during this breach are ongoing. SCP-5824’s containment has been moved to Site-32.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview-5824-1\n\n\n\n\n- Interview-5824-1\n\n\n\n\n\n\nInterviewed:\n Agent Grey\n\n\nInterviewer:\n Head Researcher Garcia\n\n\nForeword:\n After causing the collapse of Site-25, Agent Grey was taken into custody. This interview was done to conclude whether or not he could be held accountable for the actions he performed under the influence of SCP-5824.\n\n\n<Begin Log>\n\n\nResearcher Garcia:\n Please state your name and occupation for the record.\n\n\nAgent Grey:\n I am Adam Grey, a second level agent for the Foundation. But you should already know that.\n\n\nResearcher Garcia:\n Yes, I’ve done my research on you, but you know how the procedure is. What’s interesting is that, while looking, I didn’t find any disciplinary records. I’m struggling to understand why you would choose to attack the Foundation.\n\n\nAgent Grey:\n I wouldn’t exactly say it was my choice. I did touch an SCP known to influence people’s minds after all.\n\n\nResearcher Garcia:\n Oh don’t give me that. I promise you I know this SCP better than you do. No other subject has hurt someone they didn’t want hurt, broken something they didn’t want broken, done anything they don’t, deep down, want to do.\n\n\nAgent Grey:\n Well I don’t know what to tell you. I didn’t want to hurt anyone.\n\n\nResearcher Garcia:\n Well then, let’s take this one step at a time. What did you feel when you first touched SCP-5824?\n\n\nAgent Grey:\n The book felt cold. At least, it made me feel cold. And, I guess, hungry?\n\n\nResearcher Garcia:\n You felt hungry?\n\n\nAgent Grey:\n Well, not exactly. Maybe lonely is a better term. You know how kids act up? The way they look for attention? It was something like that.\n\n\nResearcher Garcia:\n Interesting. That’s quite the outlier compared to what the other subjects have reported.\n\n\nAgent Grey:\n What did they report?\n\n\nResearcher Garcia:\n They distinctly said that there was a calming warmth. A feeling of satisfaction.\n\n\nAgent Grey:\n I know what they’re talking about. I got a similar feeling. It was like destiny. Do you believe in destiny?\n\n\nResearcher Garcia:\n Not particularly, no.\n\n\nAgent Grey:\n Well I didn’t before then either. But now I feel there’s some things that just, have to happen, you know?\n\n\nResearcher Garcia:\n A breach of some of the most dangerous beings on the planet “had to happen?”\n\n\nAgent Grey:\n I know it sounds bad, and I certainly regret doing it. But at the same time, it felt satisfying.\n\n\nResearcher Garcia:\n Go on.\n\n\nAgent Grey:\n Well, maybe I didn’t feel like a hero, but I felt like the main character. I liked having the spotlight on me. I needed to have the spotlight on me.\n\n\nResearcher Garcia:\n Have you ever felt this feeling before?\n\n\nAgent Grey:\n Yes, actually. When I first joined the Foundation. I was told this place was the last line of defense against some cosmic threat. I had very high hopes.\n\n\nResearcher Garcia:\n So, you feel disappointed?\n\n\nAgent Grey:\n Possibly. Every so often I feel I could be doing something more. But that’s normal. I don’t think about it much.\n\n\nResearcher Garcia:\n What were you thinking during the test?\n\n\nAgent Grey:\n I guess I felt kind of upset. It was nothing major, I just got to work late and my superior was mad at me. And I was stressed because I had a lot of work to do. I was just having a bad day, you know?\n\n\nResearcher Garcia:\n And yet, you continued with the test, even when you were informed that your emotional state could affect the SCP?\n\n\nAgent Grey:\n Like I said, it was minor. I didn’t think anything would happen.\n\n\nResearcher Garcia:\n Good to know. I believe we have all the information we need. Thank you.\n\n\n<End Log>\n\n\nClosing Statement:\n Despite pressure from Head Researcher Garcia, Agent Grey has not been found guilty of any offenses on the account that he was under anomalous influence. Head Researcher Garcia’s appeal request has been denied.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SCP-5824\n\n\n\n\n\n\n\n\n\n\nTo:\n Head Researcher Garcia\n\n\nFrom:\n Director Brown\n\n\nSubject:\n SCP-5824\n\n\n\n\n\n\nI cannot be the only one who has noticed a pattern in SCP-5824’s tests. The consequences have been getting much stricter. I would like to propose a cause for this pattern. It is clear that SCP-5824 is attempting to produce a traditional story. In essence, a “hero” fights a “villain”. I would like to propose more than that. This book appears to have a reliance on these stories. Perhaps feeding on them. Whatever the reason, there seems to be a correlation between the intensity of the consequences and the duration of the SCP-5824-1 instance. The current containment procedures are quite short and uneventful. From a personal perspective, the writing in SCP-5824 becomes very boring when it’s contained. I find it likely that these containment procedures are causing the extreme effects. As such, I would like to propose a change to the containment procedures. Give SCP-5824-1 more freedom. If it can choose its own “story” to some extent, it will likely satiate SCP-5824. I understand the risk involved in this. But if this thing makes a hero, we can’t afford to let ourselves become a villain.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Director Brown\n\n\nFrom:\n Head Researcher Garcia\n\n\nSubject:\n Re:SCP-5824\n\n\n\n\n\n\nYour proposal has been rejected.\n\nAmanda, I get it. You came face to face with the largest containment breach I’ve heard of. It’s the kind of experience I shiver to think about. But your proposal is based on pure speculation. Our containment works. Yes, some flaws with SCP-5824-1 spiraled out of control, but changing the containment will only add unnecessary risks.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Head Researcher Garcia\n\n\nFrom:\n Director Brown\n\n\nSubject:\n Re:SCP-5824\n\n\n\n\n\n\nWhen this thing escapes, I don’t want to be there to see it. I just want you to know that it’ll be on your watch, not mine.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An external sector approximately one kilometer from Site-32.\n\n\n2\n. Do not hesitate to make an unconditional surrender. This is no time for pride. -Head Researcher Garcia\n\n\n3\n. Victory conditions include, but are not limited to, restraining SCP-5824-2, accepting a surrender from SCP-5824-2, and performing either of these actions to a member of SCP-5824-2 with sufficient authority.\n\n\n4\n. This cable was supposed to have been removed from the testing chamber. Whether this is the doing of SCP-5824 or simple negligence is unclear.\n\n\n5\n. The doors appeared to be unlocked. An investigation into the cause of this is ongoing.\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5824\n\" by Fireknight, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5824\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1\n\n\nAuthor:\n \nFireknight\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Subject: Agent Forrest Procedure: At this time, SCP-5824-A was undiscovered. Agent Forrest was guarding SCP-5824 when a locking failure caused it to fall out during transport. Agent Forrest picked it up, becoming an instance of SCP-5824-1. In an interview afterwards he claimed to have “forgotten the danger” of such an action. Excerpt From SCP-5824: “Upon touching the leather-bound pages, the agent felt a calling. A calling long dormant within him. A calling to do the right thing. A calling for vengeance…” Results: SCP-5824-1 left its post immediately, attempts by nearby guards to restrain it proved unsuccessful. It went to the residence of SCP-5824-2, an individual later found to have kidnapped SCP-5824-1’s child three years prior. SCP-5824-1 initiated a conflict with SCP-5824-2, near the end of the conflict, SCP-5824-2 said “there’s something I need to tell you about your son. He’s…” before falling unconscious. Upon regaining consciousness SCP-5824-2 showed no memory of their statement during the conflict. Afterwards, SCP-5824-1 made SCP-5824-2 confess to the local police. Despite this confession clearly being under duress, it was held up in court and SCP-5824-2 is now serving a 20 year sentence in prison. Notes: After a thorough investigation, I believe we can safely assume that SCP-5824-2 was bluffing. I can’t answer why, but I suppose some people just like to cause drama. -Head Researcher Garcia",
        "Redundant testing logs cut for brevity",
        "Subject: D-374103 Procedure: D-374103 was given SCP-5824, with armed personnel standing by to terminate them on contact. Excerpt From SCP-5824: “…He saw the guns facing him, in their barrels the Grim Reaper. He vowed this wouldn’t be the day he died. With a lunge he took out the first gunman, bullets flying by his head…” Results: SCP-5824-1 restrained all personnel firing upon it with steel cable left over from a previous, unrelated, test. 4 SCP-5824-1 then issued the command “Stop shooting.” The restrained personnel afterward showed an anomalous property to make any firearm they attempted to use misfire. They are to be transferred to assignments where such weaponry is not required.",
        "Subject: Agent Wilson Procedure: Before Agent Wilson was given SCP-5824, she was given a baseline morality exam. The exam showed expected results (e.g. strong preferences against murder, theft, etc.) D-928461 was then identified to them as possessing multiple charges of homicide. Excerpt From SCP-5824: “Rachel saw the man in front of her. His crimes were heinous, yes. He had committed cruel acts. There was no way to forgive him for this. But she needed to focus on the true villains. The insidious masterminds behind this whole plot…” Results: SCP-5824-1 began to move towards the researchers, but they surrendered upon noticing this. SCP-5824-1 showed dissatisfaction at this, but stopped its pursuit. The researchers were forced to send out memos “publicly apologizing” to the site for “trapping Rachel with a murderer”. Notes: SCP-5824’s language is significantly different from what it writes during containment. Whether this is a good or bad sign is yet to be discovered. -Head Researcher Garcia",
        "Subject: D-739271 Procedure: Head Researcher Garcia authorized the use of external personnel for an attempt at containment. Freelance guards experienced in anomalies were brought in with the plan to reimburse them for damages caused by SCP-5824-1. They were given the directions to contain SCP-5824-1 “by any means necessary”. Excerpt From SCP-5824: “…Upon restraining her assailants, she realized that this wasn’t her fight. For these were no ordinary mercenaries. They were the Halifax brothers, a pair of notorious arms dealers. They were wanted far and wide for their despicable transgressions. She began to think back to tales she heard of these people. (sizable portion cut for brevity) It all added up to one thing. These people didn’t belong to her. They belonged to the cops…” Results: The freelance guards were convicted on multiple counts of arms trafficking. However, no other details written about them in SCP-5824 were accurate. In prison, the freelancers began to try to use anomalous means to escape. In order to avoid public knowledge of these techniques, the Foundation has begun attempting to transfer them to a prison experienced in containing anomalies. However, no attempts to move them from their prison have succeeded. This includes both the Foundation’s attempts and the freelancer’s attempts. Notes: I’m not seeing any of these long tangents when SCP-5824 is being contained. There’s a problem here, but I don’t know if it’s in the tests or the containment. -Head Researcher Garcia",
        "Subject: Agent Grey Procedure: Extensive research was done in order to locate an appropriate target. Two criteria were used. First, no negative consequences were predicted from their disappearance. Second, they would attempt to kill SCP-5824-1 on sight. The target chosen was an organized crime group known as “The New Kids.” They are very hostile to any person entering their “territory,” particularly Foundation Agents. They have also acquired multiple anomalous weapons, which were to be retrieved after the test. Agent Grey was taken near this organization’s headquarters, given SCP-5824, and told to reveal himself to them. Excerpt From SCP-5824: “Rage is not an emotion Adam was used to. He knew kindness, with all the joy it caused. He knew sorrow, with the way it sapped his will. But he felt neither of these. In this moment he was defiant, he wasn’t going to sit down and let others live his life for him. He felt rage…” Results: SCP-5824-1 did not follow Foundation directions. Instead of revealing itself to the group of interest, it ran back to Site-25. Site-25 was informed ahead of time by the researchers nearby SCP-5824-1. Therefore, when it arrived, Director Brown immediately announced a surrender. SCP-5824-1 did not acknowledge the statement. Instead, it went to the nearest containment cells and opened them. 5 This caused the nearby guards to fire upon it, consistently missing. SCP-5824-1 ignored the guards and continued to open cell doors. As an evacuation of Site-25 was ordered, SCP-5824-1 announced to the Director Brown, “Now, you can surrender.” SCP-5824-1 ordered the director to “disband” Site-25. All attempts to rebuild a site within one kilometer of Site-25 have been met with complete failure due to incidents such as technical failures or structural collapses. Attempts to recapture SCPs that escaped during this breach are ongoing. SCP-5824’s containment has been moved to Site-32.",
        "\" SCP-5824 \" by Fireknight, from the SCP Wiki . Source: https://scpwiki.com/scp-5824 . Licensed under CC-BY-SA .",
        "Filename: 1 Author: Fireknight License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Due to the collapse of Site-25, Site-32 has been designated for SCP-5824’s containment. On the first day of each month, SCP-5824 is to be removed from its safe and brought to Sector 111 alongside an appropriate candidate for SCP-5824-1. Upon reaching the correct location, class-A amnestics are to be administered to the candidate, who is to immediately touch SCP-5824. For the safety of all individuals involved, no direct contact is to be made with SCP-5824 at any other point in its handling.",
    "description": "SCP-5824 is a large, leather bound book weighing approximately one kilogram. The cover is unmarked aside from signs of weathering. Approximately 20-30 pages at the beginning have been torn from the spine, leaving SCP-5824 entirely blank when it was first discovered.",
    "title": "SCP-5824"
}