{
    "url": "https://scp-wiki.wikidot.com/scp-5830",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5830\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The 15 km by 15 km region containing the entrance SCP-5830 is to be staffed by no fewer than twenty armed guards at all times carrying 12 gauge shotguns, stationed across the area to monitor any and all attempted breaches, while also maintaining sufficient distance from the entrance to SCP-5830 to not allude to its location. Admittance to the surrounding Northeast Greenland National Park is to be restricted to this end.\n\n\nAccess to SCP-5830 is to be restricted to personnel with security clearance level 4 or higher, and is to be mediated by no fewer than one armed guard and precisely two personnel cleared to navigate SCP-5830. Due to the temporal anomalies present in SCP-5830, exploration attempts are to be limited to three days in length.\n\n\nThe nearby research station of Daneborg is to be monitored for any attempts to explore northward toward SCP-5830; such attempts should be initially deterred and terminated if necessary. To this end, an anonymous outpost is to be erected in or near Daneborg. During the summer, similar procedures are to be enacted to deny access the area surrounding SCP-5830 via Zackenberg station\n1\n. Any person(s) which successfully enter SCP-5830 must be tracked and either detained, terminated, or verified dead by local personnel. Wildlife is to be also kept from entering SCP-5830.\n\n\nAny objects or person(s) which attempt to exit SCP-5830 are to be immediately detained if not authorized, or terminated should they present immediate and effective hazard to site personnel or civilians. All objects found within SCP-5830 are to be recorded for Foundation review.\n\n\n\n\nDescription:\n SCP-5830 is a large glacial cave located at 7█°██’ N, 2█°██’ W along the eastern coast of Greenland. Its entrance is located beneath approximately 62 m of ice along a narrow inlet of the Arctic Ocean, being roughly semicircular with a diameter of 19 m. Meltwater from the glacier regularly runs through SCP-5830, though attempts to trace the water's flow via dissolved dyes and buoyant tracking devices have been unable to determine any point of exit. The entirety of SCP-5830 also seems immune to calving, and changes only minimally in size and relative integrity with seasonal periods of melting and freezing.\n\n\nWhen entered, SCP-5830 continues to resemble a glacial cave, with an upper dome-like wall composed entirely of ice containing fragments of dust and rock, and floor made of a brown-black mixture of gravel and silt. The temperature within SCP-5830 consistently measures -2°C, with little variation due to external temperature or depth within the cave. The initial cavern (called Depth 0 for navigational purposes) of SCP-5830 extends downward beneath the glacier, arriving at a depth of 17 m before branching into two tunnels which diverge at an angle of 120° (each of which is Depth 1).\n\n\n\n\n\n\nEntrance to and initial branch of SCP-5830.\n\n\n\n\n\n\nEach branch strongly resembles the initial cavern in size and shape, making navigation of SCP-5830 rather challenging (see Document SCP-5830-A for navigation procedures). Proceeding down either of the two branches will lead to another branch point, which again splits into two tunnels of identical size and shape; each branch then leads to another two branches, which lead to another two, and so on. Exploration attempts have confirmed the existence of all Depth 9 branches, with the furthest exploration of any single path arriving at a point at Depth 57; despite this nomenclature, however, branches of equal Depth may not be located at the same distance below sea level, with some paths actually rising above the initial cavern in altitude. The total area spanned by SCP-5830 is at least 24,000 sq. km., and the maximum recorded depth is ████ m below sea level.\n\n\nThere exist at least seventeen paths within SCP-5830 which, amazingly, terminate; these termination points are designated SCP-5830-1, and appear as large, circular caverns measuring 10-20 m in diameter. No further tunnels or crevices extend from these caverns, and meltwater which would accumulate at these points appears to completely seep into the gravel and silt floor, unable to be traced. It also appears time does not pass within the confines of SCP-5830-1, at least not in the usual sense; instruments which rely on mechanical or natural means to determine the passing of time stand still, and attempts at radio communication to external sources fail. Personnel who enter SCP-5830-1, however, are able to keep time by counting aloud, tapping, or other similar means.\n\n\nAmong the known instances of SCP-5830-1, seven are entirely empty and devoid of any further anomaly or artifact. The ten remaining termination points, however, contain instances of SCP-5830-2: replicas of other known SCP objects completely frozen in time and space. Each instance of SCP-5830-2 is visually indistinguishable from the anomaly which they emulate; composition, texture, radiation signatures, and even odor are furthermore identical. Attempts to interact with or stimulate response from instances of SCP-5830-2 yield no results, and specific experimentation for each instance is detail below. Each instance of SCP-5830-2 cannot be removed from the SCP-5830-1 cavern which contains it and indeed cannot be moved or relocated within the cavern by any means.\n\n\n\n\n\n\n\n\n\n\nSCP-5830-1-1\n\n\nSCP-5830-1-2\n\n\nSCP-5830-1-3\n\n\nSCP-5830-1-4\n\n\nSCP-5830-1-5\n\n\nSCP-5830-1-6\n\n\nSCP-5830-1-7\n\n\nSCP-5830-1-8\n\n\nSCP-5830-1-9\n\n\nSCP-5830-1-10\n\n\nSCP-5830-1-11\n\n\nSCP-5830-1-12\n\n\nSCP-5830-1-13\n\n\nSCP-5830-1-14\n\n\nSCP-5830-1-15\n\n\nSCP-5830-1-16\n\n\nSCP-5830-1-17\n\n\n\n\n\n\n\n\nNavigation:\n LLL█████\n\n\nDepth:\n 8\n\n\nContains:\n \nempty\n\n\n\n\n\n\nNavigation:\n LLLRL█████\n\n\nDepth:\n 10\n\n\nContains:\n polar bear fur tufts; traces of seal blood\n\n\n\n\n\n\nNavigation:\n LLLRL█████\n\n\nDepth:\n 10\n\n\nContains:\n SCP-5830-2-1; corpse of Daniel Moorhouse; corpse of Kuupik Inaliktuk; human feces\n\n\nEmulated SCP:\n SCP-073\n\n\nDescription:\n SCP-073 is shown sitting on the floor in grief, knees raised with its head in its hands. The mechanical augmentations to its arms, legs, spinal cord, and shoulder blades known to exist on SCP-073 do not appear, and are instead replaced by flesh and skin identical to the remainder of its body. The decay-inducing effects of SCP-073 are also present in SCP-5830-2-1 with identical capacity and radius.\n\n\n\n\n\n\nNavigation:\n LLL█████\n\n\nDepth:\n 8\n\n\nContains:\n \nempty\n\n\n\n\n\n\nNavigation:\n LLLR█████\n\n\nDepth:\n 9\n\n\nContains:\n SCP-5830-2-2\n\n\nEmulated SCP:\n SCP-4964; single human clavicle\n\n\nDescription:\n SCP-4964 appears identical to its usual state in containment, notably suspended in mid-air approximately 1 m off the ground. Due to the inability to remove SCP-5830-2-2 from SCP-5830-1-5 (or even open the container and remove the DVD), tests to determine the exhibition of identically anomalous properties to SCP-4964 cannot be conducted.\n\n\n\n\n\n\nNavigation:\n LLLR█████\n\n\nDepth:\n 9\n\n\nContains:\n \nempty\n\n\n\n\n\n\nNavigation:\n LLLRLL█████\n\n\nDepth:\n 11\n\n\nContains:\n SCP-5830-2-3\n\n\nEmulated SCP:\n SCP-1341; traces of silty loam; organic material of unknown origin\n\n\nDescription:\n SCP-1341 appears identical to its usual state in containment. Attempts to remove the lid of SCP-5830-2-3 have been unsuccessful.\n\n\n\n\n\n\nNavigation:\n LLR█████\n\n\nDepth:\n 8\n\n\nContains:\n SCP-5830-2-4\n\n\nEmulated SCP:\n SCP-1974; traces of bar soap\n\n\nDescription:\n SCP-1974 appears identical to its usual state in containment. The water contained in SCP-5830-2-4 does not freeze, and when drained behaves identically to SCP-1974. Communication with SCP-1974-1 nor SCP-1974-2 (nor emulations thereof) is unsuccessful; personnel who have entered SCP-5830-2-4 instead hear an incessant droning sound akin to an American nuclear warning siren.\n\n\n\n\n\n\nNavigation:\n LLRR█████\n\n\nDepth:\n 9\n\n\nContains:\n SCP-5830-2-5\n\n\nEmulated SCP:\n SCP-172\n\n\nDescription:\n SCP-172 is shown in a near-dormant state, appearing to have just recently exhausted the energy in its mainspring. The key used to wind up SCP-172 is not present anywhere within SCP-5830-1-9 or on the body of SCP-5830-2-5, and all mechanical processes expected from SCP-172 have ceased operation.\n\n\n\n\n\n\nNavigation:\n LLRR█████\n\n\nDepth:\n 9\n\n\nContains:\n SCP-5830-2-6\n\n\nEmulated SCP:\n SCP-1281; small chunks of rock with composition akin to Kuiper Belt Objects\n\n\nDescription:\n SCP-1281 is shown as it appeared when first discovered during the standard containment of SCP-2362. Lights along the surface of SCP-5830-2-6 glow steadily and faintly, and weak infrared radiation signatures have been detected. It does not, however, respond to radio waves as SCP-1281 did before its decomposition.\n\n\n\n\n\n\nNavigation:\n LLRRR█████\n\n\nDepth:\n 10\n\n\nContains:\n SCP-5830-2-7\n\n\nEmulated SCP:\n SCP-3967\n\n\nDescription:\n SCP-3967 is shown partially deflated, with the majority of its component gas concentrated in its torso and legs; its head and arms flop slightly over its back. The position gives the impression that SCP-5830-2-7 is in the process of being inflated from an unseen inlet in its rear or one of its legs. Attempts to puncture SCP-5830-2-7 have been unsuccessful.\n\n\n\n\n\n\nNavigation:\n LL█████\n\n\nDepth:\n 7\n\n\nContains:\n SCP-5830-2-8\n\n\nEmulated SCP:\n SCP-323; single caribou antler, blood\n\n\nDescription:\n SCP-323 appears identical to its usual state in containment, hovering 1.8 m above the ground, with the notable exception of additional patches of flesh and skin adorning its skull; DNA testing of these organic components fails to identify the cervid of origin. The memetic effects of SCP-323 are not present to their full extent in SCP-5830-2-8; degree of severity is still being determined.\n\n\n\n\n\n\nNavigation:\n █████\n\n\nDepth:\n 4\n\n\nContains:\n walrus tusk fragments\n\n\n\n\n\n\nNavigation:\n RR█████\n\n\nDepth:\n 7\n\n\nContains:\n \nempty\n\n\n\n\n\n\nNavigation:\n ██████\n\n\nDepth:\n 5\n\n\nContains:\n SCP-5830-2-9\n\n\nEmulated SCP:\n SCP-3035\n\n\nDescription:\n Eleven instances of SCP-3035 appear on the floor of SCP-5830-1-15; they cannot be crushed or destroyed by any means. It cannot be determined if SCP-5830-2-9 exhibits the mimicry properties evident in SCP-3035 due to their lack of locomotion or response to stimuli.\n\n\n\n\n\n\nNavigation:\n RRRLLLLLLL█████\n\n\nDepth:\n 14\n\n\nContains:\n Inuit spearhead\n\n\n\n\n\n\nNavigation:\n RRRLLL█████\n\n\nDepth:\n 11\n\n\nContains:\n SCP-5830-2-10\n\n\nEmulated SCP:\n SCP-294; fragments of adult human teeth; tip of a human tongue\n\n\nDescription:\n SCP-294 appears identical to its usual state in containment. No cup has been dispensed or can be dispensed by SCP-5830-2-10, with instead a frozen stream of unknown liquid flowing from its nozzle and forming a small ice puddle on the ground of SCP-5830-1-17. This liquid cannot be melted, and attempts to request this liquid from SCP-294 have been unsuccessful. Attempted queries include:\n\n\n\n\n\"liquid found in SCP-5830-1-17\" (produces pure water)\n\n\n\"liquid components of SCP-5830-2-10\" (OUT OF RANGE error)\n\n\n\"SCP-5830-2-10\" (OUT OF RANGE error)\n\n\n\"puddle found in SCP-5830-1-17\" (produces water mixed with silt and sand)\n\n\n\"object in SCP-5830-1-17\" (produces human blood, chilled to 29°F)\n\n\n\n\n\n\n\n\n\n\n\n\nMany personnel who have studied SCP-5830 suspect that more instances of SCP-5830-1 and SCP-5830-2 can be found within the caverns, and some have conjectured that \nall\n known and unknown anomalous objects possess an emulation within SCP-5830 (though current investigations provide little support for this hypothesis, and if it were true such objects would necessarily be located at extremely great Depths).\n\n\nAt this time, the complete inertness of instances of SCP-5830-2 cannot be fully verified. Ongoing experiments have inferred amounts of anomalous activity prior to discovery to SCP-5830 in the majority of instances.\n\n\n\n\nDiscovery:\n SCP-5830 was first discovered on ██/██/20██ by Dr. Hans Knudsen and Dr. Daniel Moorhouse, both climate scientists working from ██████████ University (as visiting and associate professors, respectively) to measure ice sheet melting and calving in the far northeast of Greenland. Both Knudsen and Moorhouse joined an expedition with five additional researchers and a handful of crew from the village of Daneborg north to begin their research; nine days later, only Knudsen and four others returned. The bodies of two researchers were found near the entrance to SCP-5830 under collapsed ice. Moorhouse & a Tunumiit Inuit man were found dead in SCP-5830-1-3, with Moorhouse lain against the body of SCP-5830-2-1; Moorhouse's journal was recovered from the corpse, and a transcript of the relevant legible pages is contained in Transcript 5830-B.\n\n\nAddendum 0.1:\n Eight days after the discovery of SCP-5830, a woman suffering severe frostbite and malnutrition stormed the Daneborg airstrip during the boarding of a Danish military biplane. Dr. Knudsen, one of the passengers, was attacked by the woman, receiving minor lacerations to his left arm and shoulder before the woman was killed by Danish military personnel. The autopsy report of this woman can be found in Report 5830-E.\n\n\nFollowing this incident, Dr. Knudsen committed suicide in a Swedish jail while awaiting trial.\n\n\n\n\nDocument 5830-A: Navigation Procedures\n\n\n\n\nApproved on ██/██/20██ by Dr. Wainwright\n\n\nOn file at Site-███\n\n\n\n\nPreparation\n\nDirection sheets will be given to navigators by personnel following a request by a Foundation researcher to enter SCP-5830 with an allotted time to be spent in SCP-5830. Once given directions by the appropriate personnel, immediately note its length and sequence of turns. Commit the length to memory, and say it aloud often if you must. Before departing, prepare a pack containing:\n\n\n\n\nno less than three days worth of food, water, and cooking fuel\n\n\nat least 60 m of coiled rope\n\n\na sleeping bag rated for at most 20°C\n\n\na tarp and four wooden stakes\n\n\nno less than four emergency flares\n\n\ntwo full rolls of reflective tape\n\n\na pocket knife or similar multitool\n\n\na progress log and a writing implement\n\n\n\n\nNavigation\n\nWhen navigating SCP-5830, always take care to note what directions you've taken and which one you have left to take. Personnel have died lost within SCP-5830 far too often due to improper record-keeping, despite the best efforts of the Foundation to maintain a simple navigational infrastructure for its study.\n\n\nAt each branch point, find the first letter of your direction sheet not struck- or blackened-out; call out this direction to those in your party (L for left or R for right) and proceed in that direction. All branch points should have two strips of tape along some wall to identify the direction of the exit. If you encounter an unmarked branch point, act in your own accord and mark the branch with your tape.\n\n\nOnce you have entered the next branch, strike the letter from your direction sheet and prepare to repeat the procedure again. This amounts to progressing one Depth level into SCP-5830; the entrance is at Depth 0. No amount of mental tracking of distance or altitude can assist in orienting oneself; only the maintenance of the direction sheet and your Depth along it can guarantee survival.\n\n\nFollowing the completion of the necessary research (most often at a terminus), begin navigating using the tape markings at each branch point to exit SCP-5830; do NOT attempt to move between two different locations within SCP-5830 without first exiting and re-entering the cavern.\n\n\nEmergencies\n\nIf you have found yourself lost within SCP-5830, halt your exploration party and begin returning to the surface via the exit markings; do NOT attempt to determine and/or correct the point of error while within the cavern. If you have found yourself in a location without sufficient markings, do NOT attempt to navigate out by guesswork. Instead, drive a stake into the ground where you currently stand and tie a length of rope to it; walk in some direction while holding the rope until you either a) arrive at exit markings, at which point you may proceed to escape SCP-5830 or b) exhaust the rope. Backtrack along the rope and attempt a different path.\n\n\nIf, even after exhausting all escape routes within your rope's allowance, you are still unable to exit SCP-5830, set up a small outpost to survive until location personnel are sent to find you and your party. In the event of injury or death, be sure to write as many details as possible about the event in your personal log. If you encounter any previously undocumented anomalous component of SCP-5830, including but not limited to an instance of SCP-5830-1 or SCP-5830-2, log its presence and location. Do not engage with any wildlife or other entities encountered in SCP-5830.\n\n\n\n\n\n\nTranscript 5830-B: Personal Journal of Dr. Daniel Moorhouse\n\n\n\n\n\n\n\n\n\n\nPage 37\n\n\nPage 38\n\n\nPage 39\n\n\nPage 40\n\n\nPage 41\n\n\n\n\n\n\n\n\nJun 15, 20██\n\n\nKnudsen's gone off north to check logs from the weather station. I planned to join him, of course, but I couldn't deny my inner spelunker a chance like this. This glacial cave is quite large and doesn't seem to have been impacted too bad from the recent heat wave. A real treat.\n\n\nWe've agreed to meet back up at the cave entrance tomorrow morning. Erica and Kuupik have joined me as well, which is nice. Kuupik's always been quiet so maybe I'll get the chance to talk with him a bit more; he's lived in Tasiilaq his whole life and knows the land better than anyone. His English isn't great, though, but who can blame him? Guy's always got a stoic look to him too. And Erica, well, she's the polar opposite most of the time. Been quiet today, though.\n\n\nIt's actually a bit warmer in here than I would've expected. Ice is a good insulator and all but the warmth is almost unnatural. Might be due to geothermic activity. I'll ask Knudsen if Zackenberg picked up on anything seismic.\n\n\nTo be frank, I am a bit disappointed I couldn't convince him to join us. Apparently being ahead of schedule isn't enough to justify popping off into a cave for the day. To each his own. He insisted I enjoy the day.\n\n\nJun 15, 20██\n\n\nWe've set up a small camp about a mile into the cave. We've run into three different forks in the tunnels along the way. Pretty strange, actually, since a lot of the cave walls look very similar. If you took photos of three different spots and told me two of them of were the same I'd probably believe it. I would have guessed some more variation in the caverns and such, but I can't say that these \"ice tubes\" aren't cool either.\n\n\n\n\n\n\nKuupik's been whittling some kind of spear thing for a while now. I've tried to make some small talk, but he doesn't give much by way of answers. Erica's already asleep, and I can't say I don't enjoy the tranquility. More time to write, think to myself. Just me and the water dripping from the ceiling. Hell, I wouldn't even know if there's a blizzard storming outside right now. Probably is given Knudsen's luck the past few days.\n\n\nJun 15, 20██\n\n\nErica woke up all of a sudden. Had her head up near the wall and said she heard some sort of rattling, like a stone sliding on ice. I'd've said it were nothing to worry about if the same sound didn't echo again right after. Kuupik looked worried too, and without speaking he started to pack up what little we sprawled out. Strangely Erica and I didn't think twice to helping him do so and get moving.\n\n\nI don't know what is about this place that has me spooked. I might just be jittery about heading home; ship back to Tromsø leaves in four days.\n\n\nJun 16, 20██\n\n\nWe're holed up even deeper now; I'm not sure how far down.\n\n\nWe were trying to make our way out when Kuupik spotted a streak of blood smeared on the ice wall. I didn't think much of it, maybe a polar bear that brought a fresh kill in to eat, but he seemed far more squeamish than would be warranted. Erica was shocked too, but insisted we press on. Something about it didn't sit well with Kuupik, but he either couldn't or chose not to really tell us what it was.\n\n\n\n\n\n\nJun 16, 20██\n\n\nWe came to the next branch, and the lantern went out. I fumbled for my back-up flashlight, and in mean time Kuupik struck a match on his belt. We get re-situated and suddenly we're all turned around. Any of the three ways looked viable, at least to me. Erica was sure we had to head uphill, but Kuupik reminded us we had actually gone up quite a bit to get to where we were. I seconded Erica, though, and I'm pretty sure that was the wrong move.\n\n\nWe passed blood again, but not the same smear. That weird rattling still echoes down here, if not a bit louder too. I've gotten used to it, but it keeps Kuupik up. I don't know if Erica is asleep or just exhausted; probably both. Morale isn't great, and I'm not doing anything to help it, really.\n\n\nJun 16, 20██\n\n\nWe still haven't moved, and the rattling hasn't stopped. It's a bit rhythmic, actually, in a strange sort of way. Kuupik has started humming what sounds like a folk song of his to it.\n\n\nBeyond old winter's heart\n\n\nAnd the passing of the moon\n\n\nWhere Sedna treads her hands\n\n\nWhere Sedna treads her kin\n\n\nDeep within the stone\n\n\nAnd the edge of water's flow\n\n\nWhere Anguta will walk\n\n\nWhere Anguta will end\n\n\nI know a place of old\n\n\nThat stands eternally\n\n\nWhere spirits stand alone\n\n\nWhere spirits go to sleep\n\n\n\n\n\n\nThere's some Inuit in there too, but I can't transcribe it, so I'm going to hope the English lines are just the Inuit translated or something.\n\n\nJun 16, 20██\n\n\nErica is gone.\n\n\nThere must have been some short hour where Kuupik and I were both asleep and she fled. I don't like her odds of making it out, but they can't much be different from my own at this point. Kuupik's keeping calm enough, even though we ran out of food last night. We've both agreed to stay put and hope that Erica makes it out and sends help or Knudsen does after he realizes we haven't returned.\n\n\nI'll be honest, I really getting nervous now. Panicking is obviously still the worst thing to do right now, but it's hard not too when you're lost in an ice cave with traces of blood on the walls. Not a situation I would have ever expected to find myself in, even after my first Arctic expedition. Or my second, or third.\n\n\nI hope Knudsen and the rest of the crew are doing alright. Forecast said we'd get hit by a sizable blizzard on the return to Daneborg.\n\n\nJun 17?, 20██\n\n\nKuupik is dead, and I might be dying. We heard the rattling get close, real close, almost on top of us. Kuupik wasn't having any of it and started down the tunnel, not stopping even after I called. I had to follow, and he led us both into a dead end.\n\n\n\n\n\n\nGiant cavern, at least 50 ft. tall and wide, and the both of us nearly fainted when we arrived. There's this \"man\" sitting in the middle of it, but I don't really want to call it a man. It sure looks like one, specifically Middle-Eastern of some kind, but it doesn't move. It just sits with its head down in its hand; I thought it was someone crying at first, but it makes no noise either.\n\n\nKuupik wanted to kill it. He said we could eat it, whatever it was, and last a bit longer. It was truly uncharacteristic of him, a mellow and well-mannered man. Hunger does strange things to people, and in the moment I more or less agreed. Kuupik unsheathed a knife; its handle looked hand-carved. He crept up behind the man, but of course it didn't move. He lunged in to stab its back, only to suddenly collapse onto the floor.\n\n\nWhen I got to him, he was already dead. It looked like his own back had been stabbed right where he aimed on the man still sitting on the floor. I can't explain it. I don't want to.\n\n\nJun 19?, 20██\n\n\nIts bones that are rattling. Bones. They creep along the floor, and I don't know how.\n\n\nI'm seeing things. I must be. I don't see them, but I do. Things that aren't real. Well, are they? This thing can't be real, and it killed Kuupik. No, no, my eyes see things. Real things.\n\n\nJun 20?, 20██\n\n\nI'm sorry Kuupik. This is all my fault, I know it is. Maybe you didn't care that it was my fault, but it was.\n\n\nKnudsen isn't coming. Nobody is. Just this thing behind me.\n\n\nJun 23?, 20██\n\n\nIf there be a God, let him be merciful. This place was not merciful to me.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log 5830-C: Interview with Dr. Hans Knudsen\n\n\n\n\n-Begin interview-\n\n\nDr. Wainwright:\n Dr. Knudsen.\n\n\nDr. Hans Knudsen:\n Yes.\n\n\nWainwright:\n How are you feeling?\n\n\nKnudsen:\n Tired. Very tired.\n\n\nWainwright:\n Apologies, doctor. We'd like to tidy up this whole fiasco quickly, if you can understand.\n\n\nKnudsen:\n Yes, of course.\n\n\nWainwright:\n Let's start from the beginning, then. When did you arr…\n\n\nKnudsen:\n May 29th. We came from Tromsø, with another crew that stopped off in Reykjavik.\n\n\nWainwright:\n And who all were members of your crew?\n\n\nKnudsen:\n It was Moorhouse's crew, really. He organized the expedition back in March.\n\n\nWainwright:\n And who…\n\n\nKnudsen:\n Five research assistants from ██████████ University; two of them my students, three of them Moorhouse's. We had an additional three crew members from Zackenburg station, and one local from Daneborg to serve as a navigator and translator.\n\n\nWainwright:\n How do you know Dr. Moorhouse?\n\n\nKnudsen:\n Professional colleague, though I've known him since graduate school. We both studied at ███████ College and went on to pursue academic positions in the States. He got a spot at ██████████, while I had to settle for a position in Sweden. We met up again when ██████████ invited me as a visiting professor. Nice guy, though a bit…pretentious at times.\n\n\nWainwright:\n You took up some students during this time. Who were they?\n\n\nKnudsen:\n Erica Parsons and Alek Oltosky.\n\n\nWainwright:\n Do you know Moorhouse's students?\n\n\nKnudsen:\n Yes, though not well. Kevin Zheng, David Carlisle, and Victoria… oh, I don't remember her last name.\n\n\nThere is a pause Knudsen continues to try to remember the name.\n\n\nWainwright:\n That's fine. Can you talk about what happened after arriving at Daneborg?\n\n\nKnudsen:\n Yes. We made a small station just outside of Daneborg; the locals didn't really care for us but didn't mind us either. We told them what we were there to do through a man called Kuupik, and they lent us some supplies and a shotgun for polar bears.\n\n\nWainright:\n What were you there to do?\n\n\nKnudsen:\n The original goal was to set up some weather stations up north to track warming over the next six months and collect some ice samples.\n\n\nWainwright:\n Your 'original' goal?\n\n\nKnudsen:\n Well, we still succeeded in it, for the most part. Some of the stations got knocked out by a blizzard, but for the most part we did what we needed to do.\n\n\nWainwright:\n So why do you say…\n\n\nKnudsen:\n Moorhouse insisted on some additional studies. We saw signs of massive calving in the area, and lots of glacial caves and alcoves and such. Moorhouse is a geologist at heart and was adamant that we dedicate at least a bit of our extra time to them.\n\n\nWainwright:\n Did you?\n\n\nKnudsen:\n Yes, of course. Moorhouse led a few parties with Erica and David to examine some rock samples along the glacial cliffs. Erica's primary background is geology too, and I would guess David's as well. I kept the others for our usual operations.\n\n\nWainwright:\n How did Moorhouse come to arrive at…\nthat\n cave?\n\n\nKnudsen:\n We both spotted it on one of our last days out of Daneborg. We stopped by it to look around, and saw that it was rather large. We all took a look around the entrance, and Moorhouse said he'd love to spend a day or two here if it could be allowed. Erica agreed.\n\n\nWainwright:\n And I take it you obliged?\n\n\nKnudsen:\n Yes. I asked Kuupik if he could join them in case they needed to navigate back to Daneborg on their own, and he agreed. The three of them set out and the rest of us went to secure the last weather station. We gave them from that morning until we returned the evening tomorrow. I think it was a bit of a non-professional adventure for them, too.\n\n\nWainwright:\n Did you want to join them?\n\n\nKnudsen:\n Yes, a part of me did…more parts of me are glad that I didn't.\n\n\nKnudsen's speech begins to sound more forced and creaky.\n\n\nWainwright:\n What happened when you returned to the cave?\n\n\nKnudsen:\n We waited. We hoped they were making their way out. David insisted on looking in a bit farther to find them, or maybe a trace of them. Victoria followed him in, and Alek and Kevin and the rest of the crew and myself elected to stay outside. I told David before he went searching to call out to us every few minutes, and we'd call a reply. If we weren't in earshot, turn around.\n\n\nWainwright:\n Seems sensible.\n\n\nKnudsen:\n It is if you obey it. They didn't. After half an hour, I called and received no reply. We tried six more times with no luck. None of us were about to do the same thing again and go in after David and Victoria, so we continued to wait.\n\n\nWainwright:\n For how long?\n\n\nKnudsen:\n Three hours, until a blizzard began to roll in. We couldn't keep waiting around, and we weren't about to hole up in a cave and worry the crew back in Daneborg. We elected to trek out, and work to form a search party later when the weather was in our favor.\n\n\nWainwright:\n When did the search party set out?\n\n\nKnudsen:\n The Sirius Patrol\n2\n set out with their dog sleds two days ago. You and your crew showed up only five hours in.\n\n\nWainwright:\n Lucky that we did at all.\n\n\nKnudsen:\n I suppose.\n\n\nThere is a pause as Wainwright reviews his recent notes.\n\n\nWainwright:\n Dr. Knudsen, if I might be so frank, I do believe your handling of the past three days is best described as 'careless'. We've only recovered corpses, after all.\n\n\nKnudsen:\n Are you a police officer, Dr. Wainwright?\n\n\nWainwright:\n No. I do, however, have permission from authorities from the Danish government and Naalakkersuisut\n3\n to conduct all sufficient methods of investigations during my time here. Four scientists and an Inuit tracker don't just die only miles from their station, especially with radio tracking available the entire time.\n\n\nKnudsen:\n Not to be insolent, doctor, but our GPS capabilities were interrupted during the trip back to Daneborg. We probably hiked about five miles while off the grid.\n\n\nWainwright:\n Records from Zackenberg show otherwise.\n\n\nKnudsen is silent, appears nervous\n\n\nWainwright:\n Doctor?\n\n\nKnudsen attempts to run from the room, is immediately apprehended in the hallway.\n\n\n-End of interview-\n\n\n\n\n\n\nTranscript SCP-5830-D: Selected Radio Logs from Zackenberg Station\n\n\n\n\n0301:03 Feb 13, 20██\n\n\n*static*\n\nCannot see home. It is dark. I am…\n\nI was told I must perform my function. I must.\n\nI am…\n\nMessage.\n\n\n*static*\n\n\n1644:22 Jun 16, 20██\n\nGPS received @ █████04240.955: 7█°██’ N, 2█°██’ W\n\nGPS reply @ █████04240.0: 74º28’ N, 20º34’ W\n\n\n\nGPS received @ █████04300.305: 7█°██’ N, 2█°██’ W\n\nGPS reply @ █████04302.0: 74º28’ N, 20º34’ W\n\n\n*static*\n\n\n1723:14 Jun 16, 20██\n\n\n*static*\n\nNumbers. What are they? I do not know what they mean.\n\nI know them. 7███ and 2███.\n\nMessage. I must…\n\nThis is not my Message.\n\n\n*static*\n\n\n1855:46 Jun 16, 20██\n\nGPS received @ █████11500.003: 7█°██’ N, 2█°██’ W\n\nGPS reply @ █████11502.0: 74º28’ N, 20º34’ W\n\n\n0216:33 Oct 22, 20██\n\n\n*static*\n\nIt is long. It is dark. I must…\n\nMessage.\n\nHarbinger must tell…\n\n\n*static*\n\n\n\n\n\n\nReport 5830-E: Autopsy Report of Erica Parsons\n\n\n\n\nDecedent:\n Erica Loretta Parsons\n\n\nSSN:\n ███-██-████\n\n\nHome Address\n: ████████████████████, TN\n\n\nAge:\n ██ years\n\n\nDOB:\n 5/██/19██\n\n\nSex:\n Female\n\n\nLast Known Occupation:\n Student\n\n\nRace:\n White\n\n\nHispanic?:\n No\n\n\nMarital Status:\n Never Married\n\n\nMedical Examiner Authority:\n Violent\n\n\nPolice Notified:\n Yes \nInvestigator:\n ███████ █████████████████\n\n\n\n\n\n\n\n\nDate\n\n\nTime\n\n\nLocation\n\n\nCity/County\n\n\nBy Whom\n\n\n\n\n\n\nLast Known Alive\n\n\n6/24/20█\n\n\n1205\n\n\nDaneborg Airstrip\n\n\nDaneborg\n\n\nDanish Officers\n\n\n\n\n\n\nEvent/Injury/Acute Illness\n\n\n6/24/20█\n\n\n1206\n\n\nDaneborg Airstrip\n\n\nDaneborg\n\n\nDanish Officers\n\n\n\n\n\n\nFound\n\n\n6/24/20█\n\n\n1206\n\n\nDaneborg Airstrip\n\n\nDaneborg\n\n\nDanish Officers\n\n\n\n\n\n\nDeath/Pronounced\n\n\n6/24/20█\n\n\n1210\n\n\nDaneborg Airstrip\n\n\nDaneborg\n\n\nMilitary Doctor\n\n\n\n\n\n\nExamination of Body\n\n\n6/28/20█\n\n\n0900\n\n\n603 17th Ave N.\n\n\n████████\n\n\n███████████, █████\n\n\n\n\n\n\nAutopsy (Y/N)?\n Y\n\n\nAuthorized by:\n Chief Medical Examiner\n\n\nLocation:\n █████ ████████\n\n\nCause of Death:\n Gunshot to chest and lower abdomen\n\n\nManner of Death:\n Self-defense\n\n\nNotes from Medical Examiner:\n Decedent showed signs of previous blunt force trauma to head and neck, with small lacerations around the base of the neck. Toes and finger tips severely frostbitten. Majority of upper teeth chipped away partially or entirely. Decedent has no previous history of mental illness or violence.\n\n\nName of Chief Medical Examiner:\n █████ ███████████\n\n\nName of Reviewing Medicolegal Death Investigator:\n ████████ ███████\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Zackenberg station is only occupied during the summer.\n\n\n2\n. A branch of the Danish navy in charge of maintaining and enforcing Danish sovereignty in northern Greenland.\n\n\n3\n. The government of the constituent country of Greenland.\n\n\n\n\n\n\n\n\n« \nSCP-5829\n | SCP-5830 | \nSCP-5831\n »",
    "addendums": [
        "Addendum 0.1: Eight days after the discovery of SCP-5830, a woman suffering severe frostbite and malnutrition stormed the Daneborg airstrip during the boarding of a Danish military biplane. Dr. Knudsen, one of the passengers, was attacked by the woman, receiving minor lacerations to his left arm and shoulder before the woman was killed by Danish military personnel. The autopsy report of this woman can be found in Report 5830-E.\nFollowing this incident, Dr. Knudsen committed suicide in a Swedish jail while awaiting trial."
    ],
    "documents": [
        "Document 5830-A: Navigation Procedures"
    ],
    "notes": [
        "Approved on ██/██/20██ by Dr. Wainwright On file at Site-███ Preparation Direction sheets will be given to navigators by personnel following a request by a Foundation researcher to enter SCP-5830 with an allotted time to be spent in SCP-5830. Once given directions by the appropriate personnel, immediately note its length and sequence of turns. Commit the length to memory, and say it aloud often if you must. Before departing, prepare a pack containing: no less than three days worth of food, water, and cooking fuel at least 60 m of coiled rope a sleeping bag rated for at most 20°C a tarp and four wooden stakes no less than four emergency flares two full rolls of reflective tape a pocket knife or similar multitool a progress log and a writing implement Navigation When navigating SCP-5830, always take care to note what directions you've taken and which one you have left to take. Personnel have died lost within SCP-5830 far too often due to improper record-keeping, despite the best efforts of the Foundation to maintain a simple navigational infrastructure for its study. At each branch point, find the first letter of your direction sheet not struck- or blackened-out; call out this direction to those in your party (L for left or R for right) and proceed in that direction. All branch points should have two strips of tape along some wall to identify the direction of the exit. If you encounter an unmarked branch point, act in your own accord and mark the branch with your tape. Once you have entered the next branch, strike the letter from your direction sheet and prepare to repeat the procedure again. This amounts to progressing one Depth level into SCP-5830; the entrance is at Depth 0. No amount of mental tracking of distance or altitude can assist in orienting oneself; only the maintenance of the direction sheet and your Depth along it can guarantee survival. Following the completion of the necessary research (most often at a terminus), begin navigating using the tape markings at each branch point to exit SCP-5830; do NOT attempt to move between two different locations within SCP-5830 without first exiting and re-entering the cavern. Emergencies If you have found yourself lost within SCP-5830, halt your exploration party and begin returning to the surface via the exit markings; do NOT attempt to determine and/or correct the point of error while within the cavern. If you have found yourself in a location without sufficient markings, do NOT attempt to navigate out by guesswork. Instead, drive a stake into the ground where you currently stand and tie a length of rope to it; walk in some direction while holding the rope until you either a) arrive at exit markings, at which point you may proceed to escape SCP-5830 or b) exhaust the rope. Backtrack along the rope and attempt a different path. If, even after exhausting all escape routes within your rope's allowance, you are still unable to exit SCP-5830, set up a small outpost to survive until location personnel are sent to find you and your party. In the event of injury or death, be sure to write as many details as possible about the event in your personal log. If you encounter any previously undocumented anomalous component of SCP-5830, including but not limited to an instance of SCP-5830-1 or SCP-5830-2, log its presence and location. Do not engage with any wildlife or other entities encountered in SCP-5830.",
        "-Begin interview- Dr. Wainwright: Dr. Knudsen. Dr. Hans Knudsen: Yes. Wainwright: How are you feeling? Knudsen: Tired. Very tired. Wainwright: Apologies, doctor. We'd like to tidy up this whole fiasco quickly, if you can understand. Knudsen: Yes, of course. Wainwright: Let's start from the beginning, then. When did you arr… Knudsen: May 29th. We came from Tromsø, with another crew that stopped off in Reykjavik. Wainwright: And who all were members of your crew? Knudsen: It was Moorhouse's crew, really. He organized the expedition back in March. Wainwright: And who… Knudsen: Five research assistants from ██████████ University; two of them my students, three of them Moorhouse's. We had an additional three crew members from Zackenburg station, and one local from Daneborg to serve as a navigator and translator. Wainwright: How do you know Dr. Moorhouse? Knudsen: Professional colleague, though I've known him since graduate school. We both studied at ███████ College and went on to pursue academic positions in the States. He got a spot at ██████████, while I had to settle for a position in Sweden. We met up again when ██████████ invited me as a visiting professor. Nice guy, though a bit…pretentious at times. Wainwright: You took up some students during this time. Who were they? Knudsen: Erica Parsons and Alek Oltosky. Wainwright: Do you know Moorhouse's students? Knudsen: Yes, though not well. Kevin Zheng, David Carlisle, and Victoria… oh, I don't remember her last name. There is a pause Knudsen continues to try to remember the name. Wainwright: That's fine. Can you talk about what happened after arriving at Daneborg? Knudsen: Yes. We made a small station just outside of Daneborg; the locals didn't really care for us but didn't mind us either. We told them what we were there to do through a man called Kuupik, and they lent us some supplies and a shotgun for polar bears. Wainright: What were you there to do? Knudsen: The original goal was to set up some weather stations up north to track warming over the next six months and collect some ice samples. Wainwright: Your 'original' goal? Knudsen: Well, we still succeeded in it, for the most part. Some of the stations got knocked out by a blizzard, but for the most part we did what we needed to do. Wainwright: So why do you say… Knudsen: Moorhouse insisted on some additional studies. We saw signs of massive calving in the area, and lots of glacial caves and alcoves and such. Moorhouse is a geologist at heart and was adamant that we dedicate at least a bit of our extra time to them. Wainwright: Did you? Knudsen: Yes, of course. Moorhouse led a few parties with Erica and David to examine some rock samples along the glacial cliffs. Erica's primary background is geology too, and I would guess David's as well. I kept the others for our usual operations. Wainwright: How did Moorhouse come to arrive at… that cave? Knudsen: We both spotted it on one of our last days out of Daneborg. We stopped by it to look around, and saw that it was rather large. We all took a look around the entrance, and Moorhouse said he'd love to spend a day or two here if it could be allowed. Erica agreed. Wainwright: And I take it you obliged? Knudsen: Yes. I asked Kuupik if he could join them in case they needed to navigate back to Daneborg on their own, and he agreed. The three of them set out and the rest of us went to secure the last weather station. We gave them from that morning until we returned the evening tomorrow. I think it was a bit of a non-professional adventure for them, too. Wainwright: Did you want to join them? Knudsen: Yes, a part of me did…more parts of me are glad that I didn't. Knudsen's speech begins to sound more forced and creaky. Wainwright: What happened when you returned to the cave? Knudsen: We waited. We hoped they were making their way out. David insisted on looking in a bit farther to find them, or maybe a trace of them. Victoria followed him in, and Alek and Kevin and the rest of the crew and myself elected to stay outside. I told David before he went searching to call out to us every few minutes, and we'd call a reply. If we weren't in earshot, turn around. Wainwright: Seems sensible. Knudsen: It is if you obey it. They didn't. After half an hour, I called and received no reply. We tried six more times with no luck. None of us were about to do the same thing again and go in after David and Victoria, so we continued to wait. Wainwright: For how long? Knudsen: Three hours, until a blizzard began to roll in. We couldn't keep waiting around, and we weren't about to hole up in a cave and worry the crew back in Daneborg. We elected to trek out, and work to form a search party later when the weather was in our favor. Wainwright: When did the search party set out? Knudsen: The Sirius Patrol 2 set out with their dog sleds two days ago. You and your crew showed up only five hours in. Wainwright: Lucky that we did at all. Knudsen: I suppose. There is a pause as Wainwright reviews his recent notes. Wainwright: Dr. Knudsen, if I might be so frank, I do believe your handling of the past three days is best described as 'careless'. We've only recovered corpses, after all. Knudsen: Are you a police officer, Dr. Wainwright? Wainwright: No. I do, however, have permission from authorities from the Danish government and Naalakkersuisut 3 to conduct all sufficient methods of investigations during my time here. Four scientists and an Inuit tracker don't just die only miles from their station, especially with radio tracking available the entire time. Knudsen: Not to be insolent, doctor, but our GPS capabilities were interrupted during the trip back to Daneborg. We probably hiked about five miles while off the grid. Wainwright: Records from Zackenberg show otherwise. Knudsen is silent, appears nervous Wainwright: Doctor? Knudsen attempts to run from the room, is immediately apprehended in the hallway. -End of interview-",
        "0301:03 Feb 13, 20██ *static* Cannot see home. It is dark. I am… I was told I must perform my function. I must. I am… Message. *static* 1644:22 Jun 16, 20██ GPS received @ █████04240.955: 7█°██’ N, 2█°██’ W GPS reply @ █████04240.0: 74º28’ N, 20º34’ W GPS received @ █████04300.305: 7█°██’ N, 2█°██’ W GPS reply @ █████04302.0: 74º28’ N, 20º34’ W *static* 1723:14 Jun 16, 20██ *static* Numbers. What are they? I do not know what they mean. I know them. 7███ and 2███. Message. I must… This is not my Message. *static* 1855:46 Jun 16, 20██ GPS received @ █████11500.003: 7█°██’ N, 2█°██’ W GPS reply @ █████11502.0: 74º28’ N, 20º34’ W 0216:33 Oct 22, 20██ *static* It is long. It is dark. I must… Message. Harbinger must tell… *static*",
        "Decedent: Erica Loretta Parsons SSN: ███-██-████ Home Address : ████████████████████, TN Age: ██ years DOB: 5/██/19██ Sex: Female Last Known Occupation: Student Race: White Hispanic?: No Marital Status: Never Married Medical Examiner Authority: Violent Police Notified: Yes Investigator: ███████ █████████████████ Date Time Location City/County By Whom Last Known Alive 6/24/20█ 1205 Daneborg Airstrip Daneborg Danish Officers Event/Injury/Acute Illness 6/24/20█ 1206 Daneborg Airstrip Daneborg Danish Officers Found 6/24/20█ 1206 Daneborg Airstrip Daneborg Danish Officers Death/Pronounced 6/24/20█ 1210 Daneborg Airstrip Daneborg Military Doctor Examination of Body 6/28/20█ 0900 603 17th Ave N. ████████ ███████████, █████ Autopsy (Y/N)? Y Authorized by: Chief Medical Examiner Location: █████ ████████ Cause of Death: Gunshot to chest and lower abdomen Manner of Death: Self-defense Notes from Medical Examiner: Decedent showed signs of previous blunt force trauma to head and neck, with small lacerations around the base of the neck. Toes and finger tips severely frostbitten. Majority of upper teeth chipped away partially or entirely. Decedent has no previous history of mental illness or violence. Name of Chief Medical Examiner: █████ ███████████ Name of Reviewing Medicolegal Death Investigator: ████████ ███████"
    ],
    "containment_procedures": "The 15 km by 15 km region containing the entrance SCP-5830 is to be staffed by no fewer than twenty armed guards at all times carrying 12 gauge shotguns, stationed across the area to monitor any and all attempted breaches, while also maintaining sufficient distance from the entrance to SCP-5830 to not allude to its location. Admittance to the surrounding Northeast Greenland National Park is to be restricted to this end.",
    "description": "SCP-5830 is a large glacial cave located at 7█°██’ N, 2█°██’ W along the eastern coast of Greenland. Its entrance is located beneath approximately 62 m of ice along a narrow inlet of the Arctic Ocean, being roughly semicircular with a diameter of 19 m. Meltwater from the glacier regularly runs through SCP-5830, though attempts to trace the water's flow via dissolved dyes and buoyant tracking devices have been unable to determine any point of exit. The entirety of SCP-5830 also seems immune to calving, and changes only minimally in size and relative integrity with seasonal periods of melting and freezing.",
    "title": "SCP-5830"
}