{
    "url": "https://scp-wiki.wikidot.com/scp-5832",
    "all_text": "rating: \n+570\n+\n–\nx\n\n\nItem #:\n SCP-5832\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n A Foundation front company has purchased the building containing SCP-5832 and falsely classified it as condemned to discourage trespassing. A single guard is to be stationed on-location to ensure security. The entrance to SCP-5832 is to be monitored via remote surveillance.\n\n\nDescription:\n SCP-5832 is an apartment consisting of a hallway with two opposing rooms at its end. Those who enter the area are entirely unable to vocalize. Other deliberately-generated forms of noise like clapping or playing an instrument are possible, and other sounds are not affected. Evidence suggests that the anomaly was at one time inhabited, though the apartment seems not to have been entered for at least two years. A small metal placard under the apartment number reads \n“Department of Abnormalities.”\n\n\nThe leftmost room appears to be a child’s bedroom, painted pink. The paint has no anomalous properties, but contains dangerous amounts of lead and has peeled heavily.\n\n\nThe contents of the leftmost room are listed below:\n\n\nA 16-pack of Crayola crayons and a Disney Princess activity book. All images of Prince Adam (from Beauty and the Beast) have been colored over and scratched out in red. The red crayon has not otherwise been used.\n\n\nA Webkinz plush black labrador retriever. In several places, fur is crusted over with an unidentified substance.\n\n\nA Nintendo DS and a cartridge for Animal Crossing: Wild World. The game was functional in all aspects save that when an NPC was engaged in conversation, no dialogue would appear in the resulting bubble. The player character’s personal commentary on achievements or actions was also missing. Other text was not affected. Based on the presence of certain time-locked features in the game, it had been played continuously for at least nine months.\n\n\nA white wooden dresser. Contents of the dresser include a charm bracelet with one attached charm resembling a birthday cake with seven candles. Also found inside were several opened and partly emptied packages of Pull-ups disposable training pants, and three identical Disney princess t-shirts in a child’s medium size. All three shirts are heavily stained.\n\n\nThe rightmost room is a small bathroom with linoleum flooring. It contains a pink toothbrush and a tube of Crest children’s toothpaste, as well as a plastic “booster” stool under the toilet seat. No toilet paper or other hygiene products are present. There is a large crack in the bathtub’s sealant. The sink and bathtub faucet are functional and non-anomalous. Water samples taken from the toilet reveal trace amounts of amniotic fluid. These traces persist despite multiple flushes.\n\n\nA plastic cup sits on the bathroom counter. The contents have congealed, but chemical analysis revealed it to be a mixture of apple juice and mifepristone.\n\n\n\n\n\n\n« \nSCP-5831\n | SCP-5832 | \nSCP-5833\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5832\n\" by AbsentmindedNihilist, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5832\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5832 \" by AbsentmindedNihilist, from the SCP Wiki . Source: https://scpwiki.com/scp-5832 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5832",
    "object_class": "Safe",
    "containment_procedures": "A Foundation front company has purchased the building containing SCP-5832 and falsely classified it as condemned to discourage trespassing. A single guard is to be stationed on-location to ensure security. The entrance to SCP-5832 is to be monitored via remote surveillance.",
    "description": "SCP-5832 is an apartment consisting of a hallway with two opposing rooms at its end. Those who enter the area are entirely unable to vocalize. Other deliberately-generated forms of noise like clapping or playing an instrument are possible, and other sounds are not affected. Evidence suggests that the anomaly was at one time inhabited, though the apartment seems not to have been entered for at least two years. A small metal placard under the apartment number reads “Department of Abnormalities.”",
    "title": "SCP-5832"
}