{
    "url": "https://scp-wiki.wikidot.com/scp-5834",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-5834: Tender Sausage of The Ocean by \nSebarus\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5834\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5834\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5834 is held in a standard aquarium at Site-19 along with a collection of non-anomalous fish to provide detritus.\n\n\nAll personnel are required to take a neural blocker before coming in visual contact with SCP-5834, and anyone affected by SCP-5834 must be placed under confined surveillance until the effect wears off.\n\n\nDescription:\n SCP-5834 is a black sea cucumber \n(Holothuria forskali)\n. People who view SCP-5834 will begin to regard it as their ideal romantic partner. Affected persons will often go to great lengths to spend time with and court SCP-5834 in various ways. They are unable to recognize the anomalous effect on themselves, believing their actions to be fully rational. This behavior will continue until the individual goes a week without visual contact with SCP-5834.\n\n\nBy all other means, SCP-5834 appears to be a standard member of its species.\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 5834.1 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\nAcquisition Record:\n The following is a record of requests and purchases for SCP-5834's containment, as comprised by the lead researcher, Doctor Jacob Ducrotay.\n\n\n\n\n\n\nDate\n\n\nPrice\n\n\nDescription\n\n\nReason\n\n\nStatus\n\n\n\n\n\n\n08.03.20\n\n\n10$\n\n\nAn inlet guard for the tanks pump.\n\n\nAn unprotected pump inlet can pose a danger for SCP-5834.\n\n\nApproved\n\n\n\n\n\n\n17.04.20\n\n\n60$\n\n\nAdditional betta fish.\n\n\nA few of the fish in SCP-5834's tank died recently and the current amount cannot produce enough detritus to feed SCP-5834.\n\n\nApproved\n\n\n\n\n\n\n26.04.20\n\n\n154.95$\n\n\nA bigger tank.\n\n\nSCP-5834 has seemed a little depressed lately. I suspect that their current tank is not big enough for water to flow freely enough for its vascular system.\n\n\nApproved\n\n\n\n\n\n\n03.05.20\n\n\n73.84$\n\n\nAn assortment of decorations for the new tank.\n\n\n5834's aquarium is awfully bleak. They deserve some color in their life.\n\n\nDenied\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 5834.2 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\nIncident Report 5834.1:\n Due to the suspicion raised by Dr. Ducrotay's unorthodox purchase requests, an inspection of his work was ordered by Human Resources and authorized by the Site Director. As part of the inspection, a neural scan was performed on Dr. Ducrotay, revealing that he had fallen under the effects of SCP-5834. Combing through containment logs revealed that Ducrotay had forgotten to take a neural blocker on 20.04.20, while bringing in the new fish.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Interview 5834.1 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\n\n\nINTERVIEWER:\n Doctor Sarah Serafis\n\n\nINTERVIEWEE:\n Doctor Jacob Ducrotay\n\n\nFOREWORD:\n The following is a transcript of a post-inspection interview done immediately after the influence of a cognitohazardous effect on Dr. Ducrotay was discovered.\n\n\n\n\nDr. Serafis:\n Hello Jacob. How are you doing?\n\n\nDr. Ducrotay:\n Not well. Not well at all, Sarah. I've been cooped up in this room for \n5 hours\n without anyone giving me any information on when I can see 5834 again!\n\n\nDr. Serafis:\n \n(stifles a chuckle)\n You really got yourself charmed by an invertebrate, then? That's so unfortunate, you're never gonna live this down.\n\n\nDr. Ducrotay:\n I'm not ashamed. I'd scream it from the mountaintops! I'd paint their visage on the Central Park Tower. I'd-\n\n\nDr. Serafis:\n We'd prefer if you didn't, though. And if that's the case, why didn't you report it?\n\n\nDr. Ducrotay:\n I'm in love, not dumb, Serafis. I knew you'd think that I've been affected by an anomaly.\n\n\nDr. Serafis:\n That's exactly what's happened, though. You've been researching SCP-5834 for a good while now, you know this is exactly what it does.\n\n\nDr. Ducrotay:\n Not to me. What we have is real.\n\n\nDr. Serafis:\n You know it doesn't even have a brain, right? It can't think, and certainly not love.\n\n\nDr. Ducrotay:\n This is a matter of the soul, not the brain.\n\n\nDr. Serafis:\n It breathes through its anus, Jacob.\n\n\nDr. Ducrotay:\n I know, isn't it sophisticated?\n\n\n(Dr. Serafis sighs and opens an image file on her infopad and sets it in front of Dr. Ducrotay.)\n\n\nDr. Serafis:\n These are the results of your neural scan. Your brain shows clear signs of anomalous alteration. You wrote your thesis on mind-affecting creatures, you know this.\n\n\nDr. Ducrotay:\n Well it's not an exact science now, is it? Scans like this are easily misinterpreted.\n\n\nDr. Serafis:\n \n(sighs)\n If you say so. Regardless, I'm gonna have to put you on unpaid leave. You're also gonna have to stay on-site until this blows over. We can't risk yourself running around making yourself look like a crazy person.\n\n\nDr. Ducrotay:\n Very well. At least I'll be close to 5834.\n\n\nDr. Serafis:\n Oh, no. Your access to SCP-5834 has been revoked and you'll be transferred to another project once you're back to normal.\n\n\nDr. Ducrotay:\n What? This is outrageous! A travesty! When has the SCP Foundation become an authoritarian regime? Does love mean nothing anymore? Is-\n\n\n(Dr. Serafis gets up and walks away)\n\n\nDr. Serafis:\n I need a drink.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 5834.3 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\nIncident Log 5834.2:\n A few days following the beginning of his leave, Dr. Jacob Ducrotay took advantage of his knowledge about site protocol to sneak out of his quarters and into the Biological Containment Sector during a moment where site security was weakened due to overlapping guard shifts.\n\n\nHe gained access to SCP-5834's containment cell, apparently having hidden a keycard on his person. He was found shortly afterwards, submerged in SCP-5834's aquarium and holding on to the anomaly, covered in viscera after SCP-5834 had seemingly eviscerated itself on him due to distress\n1\n. Dr. Ducrotay had to be forcibly removed from the containment cell, during which he was heard shouting to SCP-5834 that \"[he would] come back for [it]\" and that \"they can't keep us separated forever\". Security on Dr. Ducrotay has been tightened accordingly.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 5834.4 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\nIncident Report 5834.3:\n On 27.04.20, Dr. Jacob Ducrotay orchestrated a site-wide emergency under anomalous influence. The following is the transcript of a surveillance log following the events of the incident:\n\n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n [BEGIN LOG]\n\n[07:06] - Dr. Ducrotay exits an air ventilation shaft leading into an armory adjacent to the Biological Containment Sector. He had likely entered the ventilation system from his quarters in order to circumvent the guard placed outside his door.\n\n\n[07:08] - Dr. Ducrotay removes an Electric Incapacitation Tool from the shelf, inputs a charge pack, and hides it in his coat. He then exits the armory.\n\n\n[07:12] - Dr. Ducrotay is seen roaming the halls of the Biological Containment Sector, seemingly searching for something and trying to remain inconspicuous. A security guard walks past Dr. Ducrotay, they nod to each other. Once the guard is past him, Dr. Ducrotay turns around and shoots the guard with the EIT, rendering them unconscious. He then steals their keycard and quickly walks away.\n\n\n[07:20] - The doctor uses the keycard to open the cells of 16 anomalies of various containment classes. All released SCPs have been deemed to pose little to no risk to human life. The site's automatic security systems kick in, indicating an on-going containment breach. Dr. Ducrotay begins making his way towards the northern part of the Containment Sector.\n\n\n[07:25] - While the rest of the site is distracted by the breach, Dr. Ducrotay enters SCP-5834's containment cell. He removes a plastic bag from storage.\n\n\n[07:26] - \nDr. Ducrotay:\n \nI told you I would come back for you, my love.\n\n\n[07:27] - Dr. Ducrotay removes SCP-5834 from its aquarium and places it in the bag, along with some water.\n\n\n[07:43] - Due to the on-going emergency and a few uses of the IET, Dr. Ducrotay manages to make it outside with SCP-5834.\n\n\n[07:44] - \nDr. Ducrotay:\n \nFreedom, it is almost ours. Then we can live our own terms, free from their judgemental gazes!\n\n\n[07:46] - Dr. Ducrotay enters his car with SCP-5834. He starts up the engine, and drives through the checkpoint of the site.\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n [END LOG]\n\n\n\n\nAfterword:\n A security patrol was quickly sent after Dr. Ducrotay and SCP-5834 once their absence was noticed. Dr. Ducrotay was apprehended a few kilometers away from the site, where he had tried to run into the woods after the road was blocked. SCP-5834 fell out of the bag it was held in when Dr. Ducrotay was tackled to the ground by an operative, but did not suffer notable injuries.\n\n\nDr. Ducrotay has been brought back to the site, and will be held in a holding cell under constant surveillance until the influence of SCP-5834 wears off.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Addendum 5834.5 ◀\n\n\n\n\n▼ Close ▼\n\n\n\n\n\n\n\n\n\n\nHuman Resources Department\n\n\nBack To Action Fitness Review\n\n\n\n\n\n\nEmployee ID Number:\n 78693342\n\n\nEmployee Name:\n Doctor Jacob Ducrotay\n\n\nJob Position:\n Senior Researcher specializing in biological anomalies with mind-affecting properties.\n\n\nReason For Review:\n Sloppiness on duty, exposure to an anomaly, wasting Foundation resources, causation of a large scale containment breach and overall unacceptable behavior.\n\n\n\n\nDue to recent events pertaining Dr. Jacob Ducrotay and SCP-5834, Dr. Ducrotay's fitness as a Foundation employee has been called to question. Within a timespan of only two weeks, he has caused a series of events that could be referred to as disastrous. It should be noted, however, that these actions were performed under the influence of an anomaly that was clouding his judgement. Thus not all blame can be placed on Ducrotay himself.\n\n\nThe real question here then is, whether the instigating event, forgetting or ignoring to follow an item's containment procedures to their full extent, hints at a grander inadequacy. After careful consideration, Human Resources has come to the conclusion that Dr. Ducrotay is not unfit for duty, but that this incident should be remembered if his performance comes to question in the future, and that his work should be put under increased scrutiny for the time being. We are also cutting his pay to amend for the financial drain caused by his transgression.\n\n\nThis conclusion was reached due to multiple factors, but the main points to raise are the influence of human error and the fact that no lives were lost in the containment breach.\n\n\n\n\nAdditional Notes:\n Dr. Jacob Ducrotay has requested amnesticization. This request has been denied.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Evisceration refers to some holothurians' ability to eject their organs through their anus as a means to distract predators. This process is harmless for the animals, which can regenerate lost organs in a matter of days.\n\n\n\n\n\n\n\n\n« \nSCP-5833\n | SCP-5834 | \nSCP-5835\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] [07:06] - Dr. Ducrotay exits an air ventilation shaft leading into an armory adjacent to the Biological Containment Sector. He had likely entered the ventilation system from his quarters in order to circumvent the guard placed outside his door. [07:08] - Dr. Ducrotay removes an Electric Incapacitation Tool from the shelf, inputs a charge pack, and hides it in his coat. He then exits the armory. [07:12] - Dr. Ducrotay is seen roaming the halls of the Biological Containment Sector, seemingly searching for something and trying to remain inconspicuous. A security guard walks past Dr. Ducrotay, they nod to each other. Once the guard is past him, Dr. Ducrotay turns around and shoots the guard with the EIT, rendering them unconscious. He then steals their keycard and quickly walks away. [07:20] - The doctor uses the keycard to open the cells of 16 anomalies of various containment classes. All released SCPs have been deemed to pose little to no risk to human life. The site's automatic security systems kick in, indicating an on-going containment breach. Dr. Ducrotay begins making his way towards the northern part of the Containment Sector. [07:25] - While the rest of the site is distracted by the breach, Dr. Ducrotay enters SCP-5834's containment cell. He removes a plastic bag from storage. [07:26] - Dr. Ducrotay: I told you I would come back for you, my love. [07:27] - Dr. Ducrotay removes SCP-5834 from its aquarium and places it in the bag, along with some water. [07:43] - Due to the on-going emergency and a few uses of the IET, Dr. Ducrotay manages to make it outside with SCP-5834. [07:44] - Dr. Ducrotay: Freedom, it is almost ours. Then we can live our own terms, free from their judgemental gazes! [07:46] - Dr. Ducrotay enters his car with SCP-5834. He starts up the engine, and drives through the checkpoint of the site. [END LOG]"
    ],
    "containment_procedures": "SCP-5834 is held in a standard aquarium at Site-19 along with a collection of non-anomalous fish to provide detritus.",
    "description": "SCP-5834 is a black sea cucumber (Holothuria forskali). People who view SCP-5834 will begin to regard it as their ideal romantic partner. Affected persons will often go to great lengths to spend time with and court SCP-5834 in various ways. They are unable to recognize the anomalous effect on themselves, believing their actions to be fully rational. This behavior will continue until the individual goes a week without visual contact with SCP-5834.",
    "title": "SCP-5834"
}