{
    "url": "https://scp-wiki.wikidot.com/scp-5835",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\nItem#:\n SCP-5835\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-5835 can only be achieved through the designation of a human subject in Foundation custody as SCP-5835-A (currently, D-69273 at Site-59 has been designated SCP-5835-A-27.)\n\n\nIn the event of SCP-5835 being released from SCP-5835-1, either through a Forgiveness Event or the subject's death, a new host is to be designated through the following procedure:\n\n\n\n\nA D-class staff member will be selected.\n1\n\n\nThe candidate will repeat the statement \"Yellow is the ugliest color in the world, and I wish I could never, ever, ever see it again.\" (This statement has been determined to be the most effective in initiating SCP-5835-A.)\n\n\nFollowing the initial SCP-5835 manifestation event, the SCP-5835-A instance will be given preventative anger management seminars to ensure long-term containment.\n\n\n\n\nDescription:\n SCP-5835 is a tutelary parasite\n2\n that takes the form of a male domestic canary\n3\n. It is capable of speech and answers to the name \"Mr. Cadmium Charleston Conrad Cole the Canary-Colored Canary, Esquire\", or \"Cadmium\" for short.\n\n\nSCP-5835 appears only when a human subject expresses a desire to no longer see the color yellow. When this happens, SCP-5835 will manifest before the human subject, remove their ability to perceive yellow, then disappear. (The location of SCP-5835 between manifestation events is unknown.) Subjects have described yellow objects appearing to be white or gray.\n\n\nWhile the perception of the color yellow is not necessary for human life\n4\n, SCP-5835 will continue to manifest before the subject, harassing them with facts about the color and its apparent importance. During this time, the subject is designated SCP-5835-A.\n\n\nSCP-5835 will continue its binding to SCP-5835-A until either the apology or death of the subject. Multiple instances of SCP-5835-A cannot exist at the same time.\n\n\nAdditionally, as demonstrated by SCP-5835-13 and corresponding behavioral citations, SCP-5835 is unaffected by blunt-force trauma and gunfire.\n\n\nAddendum: Manifestation Logs for SCP-5835-16\n\n\nFirst Manifestation:\n\n\n\n\nDate:\n 7/12/2017\n\n\nLocation:\n Site-59, Testing Room B12\n\n\nTime:\n 09:35 EST\n\n\n<Begin Log>\n\n\nDr. Mundy:\n Read from the sheet of paper.\n\n\nD-29583:\n Um… \"I hate yellow.\"\n\n\nDr. Mundy:\n Use the exact wording.\n\n\nD-29583:\n What?\n\n\nDr. Mundy:\n Your cooperation is mandatory.\n\n\nD-29583:\n I said I hate yellow. This says basically the same thing. The fuck's your problem?\n\n\nDr. Mundy:\n You need to — [hesitates.] Actually, fine. Use that energy, really \nresent\n the color.\n\n\nD-29583:\n Sure. Fuck yellow. Yellow's a piece of shit. I hope someone comes along and kicks yellow in the dick.\n\n\n[SCP-5835 manifests.]\n\n\nSCP-5835:\n Tweetle-y-woo and howdy-doo!\n\n\nD-29583:\n Uh…\n\n\nSCP-5835:\n \"Uhhh,\" yourself! The name's Cadmium! When I looked in the mirror this fine \nyellow\n morning, a little birdie told me that you got a problem with the best color in the ding-dang world!\n\n\nD-29583:\n I mean, I was just saying what that guy over there told me to—\n\n\nSCP-5835:\n Oh, excuses, excuses! You dug this hole with your own two hands, mister — and by golly-gee-whillikers, you're gonna \nstew\n in it! I'll grant your wish — no more yellow for you!\n\n\n[D-29583 becomes SCP-5835-A-16. SCP-5835 disappears.]\n\n\nSCP-5835-A-16:\n The fuck was that?\n\n\n<end log>\n\n\n\n\nSecond Manifestation:\n\n\n\n\nDate:\n 7/16/2017\n\n\nLocation:\n Site-59, D-Class block, Cell 1594\n\n\nTime:\n 13:40 EST\n\n\n<begin log>\n\n\n[SCP-5835-A-16 eats from his provided lunch tray. SCP-5835 manifests on his mashed potatoes.]\n\n\nSCP-5835-A-16:\n Oh, fucking Christ—\n\n\nSCP-5835:\n Whatcha eatin'? In the wild, knowing what the color of your food means can even save your gol-dern life!\n\n\nSCP-5835-A-16:\n Get off my food. Now.\n\n\nSCP-5835:\n Sure thing! But first, pop quiz: what am I standin' on? Is it mashed potatoes? Hominy grits? Mac & cheese? Tappity-oka?\n\n\n[Approx. ten seconds of silence.]\n\n\nSCP-5835:\n …answer, please.\n\n\nSCP-5835-A-16:\n It's oatmeal, now fuck off.\n\n\nSCP-5835:\n Wrong! It was mashed potatoes all along! Perhaps if you had an expanded color spectrum, you could have —\n\n\nSCP-5835-A-16:\n Go. Away.\n\n\nSCP-5835:\n \nToodle-oo!\n\n\n[SCP-5835 aggressively defecates on the mashed potatoes, then disappears.]\n\n\nSCP-5835-A-16:\n [incoherent screaming]\n\n\n<end log>\n\n\n\n\nFinal Manifestation\n\n\n\n\nDate:\n 7/25/2017\n\n\nLocation:\n Site-59, D-Class block, Cell 1594\n\n\nTime:\n 01:45 EST\n\n\n<begin log>\n\n\n[SCP-5835-A-16 sleeps in his cot. SCP-5835 manifests on his nose.]\n\n\nSCP-5835:\n Havin' a dream?\n\n\nSCP-5835-A-16:\n [stirring from sleep] …huh?\n\n\nSCP-5835:\n Notice anything different? Anything… missing?\n\n\nSCP-5835-A-16:\n \nI'm trying to fucking sleep!\n\n\nSCP-5835:\n But since you hate yellow \nso much\n, I thought I'd take away all the marigolds and dandelions from your dreams! Oh well, suppose you won't miss 'em anyway!\n\n\nSCP-5835-A-16:\n Look, I don't even hate yellow anymore. I hate \nyou. GO AWAY!\n\n\n[SCP-5835 hums to indicate thinking for approximately 15 seconds. SCP-5835-A-16 feels around for his shoe.]\n\n\nSCP-5835:\n Well, I suppose I \ncould\n bring yellow back. Left hand on your heart, and your right hand raise, and solemnly swear as I solemnly say's!\n\n\n[SCP-5835-A-16 moves his hands as indicated.]\n\n\nSCP-5835:\n Do you swear, on everything good and yellow, that you're gonna love the color of bees and honey and lemons and bananas for as long as you shall live, and never again sully its name with such a disgusting wish as the one you made to have it disappear, So Help You \nJaune?\n\n\nSCP-5835-A-16:\n Yes. Fine.\n\n\nSCP-5835:\n And the next time you see a bright little tulip of the yellow persuasion, your heart will aflutter with the happiest of pitter-patterings, for it is now your favoritest of favorite colors?\n\n\nSCP-5835-A-16:\n Sure. I swear. Are we done here?\n\n\nSCP-5835:\n And if yellow ever comes up to you, can it do whatever it wants to your mind, body, life, soul, and feelings?\n\n\nSCP-5835-A-16:\n Yes, I — wait, what?\n\n\nSCP-5835:\n \nTweetle-y-dee!\n\n\n[SCP-5835 demanifests in an explosion, causing minor facial burns to D-29583.]\n\n\n<end log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As of Incident-5835-51, in which Junior Researcher Jacobs was killed when a SCP-5835 manifestation interrupted her maintenance check of the SCP-████ enclosure, only D-class personnel are to be used as SCP-5835-A.\n\n\n2\n. \"…while none of these types of reality-bending entities can be traced back to a single source, tutelary parasites all share a common purpose: defenders of abstract concepts from dissent. Though apparently omniscient, their potential for direct hostility is limited…\" Dr. Isaiah Henderson, \nAdvanced Classification of Reality Benders\n, 1987\n\n\n3\n. \nSerinus canaria domestica\n\n\n4\n. It should be noted that Junior Researcher Jacobs became an instance of SCP-5835-A by writing this article.\n\n\n\n\n\n\n\n\n« \nSCP-5834\n | SCP-5835 | \nSCP-5836\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5835\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5835\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Manifestation Logs for SCP-5835-16"
    ],
    "documents": [],
    "notes": [
        "Date: 7/12/2017 Location: Site-59, Testing Room B12 Time: 09:35 EST <Begin Log> Dr. Mundy: Read from the sheet of paper. D-29583: Um… \"I hate yellow.\" Dr. Mundy: Use the exact wording. D-29583: What? Dr. Mundy: Your cooperation is mandatory. D-29583: I said I hate yellow. This says basically the same thing. The fuck's your problem? Dr. Mundy: You need to — [hesitates.] Actually, fine. Use that energy, really resent the color. D-29583: Sure. Fuck yellow. Yellow's a piece of shit. I hope someone comes along and kicks yellow in the dick. [SCP-5835 manifests.] SCP-5835: Tweetle-y-woo and howdy-doo! D-29583: Uh… SCP-5835: \"Uhhh,\" yourself! The name's Cadmium! When I looked in the mirror this fine yellow morning, a little birdie told me that you got a problem with the best color in the ding-dang world! D-29583: I mean, I was just saying what that guy over there told me to— SCP-5835: Oh, excuses, excuses! You dug this hole with your own two hands, mister — and by golly-gee-whillikers, you're gonna stew in it! I'll grant your wish — no more yellow for you! [D-29583 becomes SCP-5835-A-16. SCP-5835 disappears.] SCP-5835-A-16: The fuck was that? <end log>",
        "Date: 7/16/2017 Location: Site-59, D-Class block, Cell 1594 Time: 13:40 EST <begin log> [SCP-5835-A-16 eats from his provided lunch tray. SCP-5835 manifests on his mashed potatoes.] SCP-5835-A-16: Oh, fucking Christ— SCP-5835: Whatcha eatin'? In the wild, knowing what the color of your food means can even save your gol-dern life! SCP-5835-A-16: Get off my food. Now. SCP-5835: Sure thing! But first, pop quiz: what am I standin' on? Is it mashed potatoes? Hominy grits? Mac & cheese? Tappity-oka? [Approx. ten seconds of silence.] SCP-5835: …answer, please. SCP-5835-A-16: It's oatmeal, now fuck off. SCP-5835: Wrong! It was mashed potatoes all along! Perhaps if you had an expanded color spectrum, you could have — SCP-5835-A-16: Go. Away. SCP-5835: Toodle-oo! [SCP-5835 aggressively defecates on the mashed potatoes, then disappears.] SCP-5835-A-16: [incoherent screaming] <end log>",
        "Date: 7/25/2017 Location: Site-59, D-Class block, Cell 1594 Time: 01:45 EST <begin log> [SCP-5835-A-16 sleeps in his cot. SCP-5835 manifests on his nose.] SCP-5835: Havin' a dream? SCP-5835-A-16: [stirring from sleep] …huh? SCP-5835: Notice anything different? Anything… missing? SCP-5835-A-16: I'm trying to fucking sleep! SCP-5835: But since you hate yellow so much , I thought I'd take away all the marigolds and dandelions from your dreams! Oh well, suppose you won't miss 'em anyway! SCP-5835-A-16: Look, I don't even hate yellow anymore. I hate you. GO AWAY! [SCP-5835 hums to indicate thinking for approximately 15 seconds. SCP-5835-A-16 feels around for his shoe.] SCP-5835: Well, I suppose I could bring yellow back. Left hand on your heart, and your right hand raise, and solemnly swear as I solemnly say's! [SCP-5835-A-16 moves his hands as indicated.] SCP-5835: Do you swear, on everything good and yellow, that you're gonna love the color of bees and honey and lemons and bananas for as long as you shall live, and never again sully its name with such a disgusting wish as the one you made to have it disappear, So Help You Jaune? SCP-5835-A-16: Yes. Fine. SCP-5835: And the next time you see a bright little tulip of the yellow persuasion, your heart will aflutter with the happiest of pitter-patterings, for it is now your favoritest of favorite colors? SCP-5835-A-16: Sure. I swear. Are we done here? SCP-5835: And if yellow ever comes up to you, can it do whatever it wants to your mind, body, life, soul, and feelings? SCP-5835-A-16: Yes, I — wait, what? SCP-5835: Tweetle-y-dee! [SCP-5835 demanifests in an explosion, causing minor facial burns to D-29583.] <end log>",
        "\" SCP-5835 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-5835 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-5835 can only be achieved through the designation of a human subject in Foundation custody as SCP-5835-A (currently, D-69273 at Site-59 has been designated SCP-5835-A-27.)",
    "description": "SCP-5835 is a tutelary parasite2 that takes the form of a male domestic canary3. It is capable of speech and answers to the name \"Mr. Cadmium Charleston Conrad Cole the Canary-Colored Canary, Esquire\", or \"Cadmium\" for short.",
    "title": "SCP-5835"
}