{
    "url": "https://scp-wiki.wikidot.com/scp-5837",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-5837\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nNEUTRALIZED \n\n\n\n\n\n\nDISRUPTION CLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-5837\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n NEUTRALIZED\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFirst known manifestation of SCP-5837.\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-5837 was declared neutralized on 20/03/2013. No further containment procedures are necessary at this time.\n\n\n\n\n[VIEW] Archived Special Containment Procedures:\n\n\n\n\n[CLOSE] Archived Special Containment Procedures:\n\n\n\n\nSite-112 is to be evacuated until further notice. All personnel previously stationed at Site-112 are to undergo testing for anomalous exposure and receive memetic inoculation at Provisional Site-112B. Failure of Site-112 personnel to report to Provisional Site-112B may result in disciplinary action and temporary containment.\n\n\nMTF Iota-2 (\"Homekeepers\") have been dispatched to ascertain the cause and potential threat of SCP-5837. Any personnel incapable of leaving Site-112 must comply with any and all requests provided by Iota-2, and are to assist them in their navigation of Site-112 if requested.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5837 designates a series of anomalous events that occurred within Site-112 over a period of two days.\n1\n These events included the anomalous appearances of print media and foreign objects, spatial restructuring of Site facilities and architectural features, and the manifestations of yet-unidentified liquids and solids.\n\n\nA review of security footage indicates that the first known manifestation of SCP-5837 occurred at 6:58 am, on 19/03/2013. At this time, a series of posters spontaneously appeared in communal spaces throughout Site-112. These manifestations were composed of ink printed on exceedingly thick wax paper and instructed individuals within Site-112 to contact \"\nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\" with suggestions on how to improve an unspecified \"home.\"\n2\n Due to the nature of this manifestation, a number of Foundation personnel reported the appearance of the posters to their supervisors, and they were subsequently removed. However, an estimated 15-20 emails were sent to the provided email address; due to the vague nature of the poster, these emails contained suggested changes that could be implemented at Site-112, ranging from minor quality of life concerns to large renovations of research and containment facilities.\n\n\nOver the period of the following twelve hours, numerous anomalous events took place that appeared to correspond to the requests made by Site-112 personnel. A small percentage of the requests also received a return email. A selection of these communications, and the theorized associated anomalous events, have been included below.\n\n\nAddendum 1: Email Communications Relating to SCP-5837 [19/03/2021-21/03/2021]:\n\n\n \n\n\n\n\n\n\nTo:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nFrom:\n \nui.211pcs|wel_adnama#ui.211pcs|wel_adnama\n\n\nSubject:\n Small request!\n\n\n\n\n\n\nHi!\n\n\nI'm not sure if this is an anonymous request platform or something else? Either way, I was wondering if it would be possible to get the water cooler back in the Archives staff room?\n\n\nThanks!\n\n\nAmanda.\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|wel_adnama#ui.211pcs|wel_adnama\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n RE: Small request!\n\n\n\n\n\n\nWater is good, yes.\n\n\nWe need water. Will give water.\n\n\nAnd the nectar. Nectar is good too. Good for all.\n\n\n\n\n\n\nManifestation:\n Various unopened vessels, ranging from five-gallon plastic water containers to individual bottles manifested gradually throughout Site-112 over the period of four hours. Additionally, a smaller quantity of unsealed containers appeared partially filled with an unidentified amber-coloured liquid.\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nFrom:\n \nui.211pcs|elggodcm_ecnal#ui.211pcs|elggodcm_ecnal\n\n\nSubject:\n Plumbing, men's room C-level\n\n\n\n\n\n\nHey,\n\n\nI've sent like, four emails to maintenance about the clogged toilets in the men's room on C-level. Any chance those will be fixed soon?\n\n\nLance.\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|elggodcm_ecnal#ui.211pcs|elggodcm_ecnal\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n RE: Plumbing, men's room C-level\n\n\n\n\n\n\ncommunal.\n\n\n\n\n\n\nManifestation:\n The internal geometry of sub-level C was reorganized on 19/03/2021 at 10:24 am. Following this altercation, the male-and-female-designated lavatories were unified into a significantly larger space. Continuous water flow created by a series of pipes in the ceiling led to an apparent drainage system. Sub-level C was subsequently placed on a temporary, isolated lockdown. Three individuals located in the lavatories prior to this event remain unaccounted for.\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nFrom:\n \nui.211pcs|htimS_lerraD#ui.211pcs|htimS_lerraD\n\n\nSubject:\n Some new chow?\n\n\n\n\n\n\nSo I know they're working as hard as possible down in the kitchens but \"has FOOD\" doesn't mean we've always got to have the same food, right? Maybe we could mix it up a bit? Taco Tuesday or something, I don't know?\n\n\nI feel like we're getting fed the same thing as those creeps down in the basement, doesn't seem too good for morale, huh?\n\n\nD-\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|htimS_lerraD#ui.211pcs|htimS_lerraD\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n RE: Some new chow?\n\n\n\n\n\n\nDiversity of intake is good. Mixes well.\n\n\nKeeps the home happy, keeps the home healthy, makes the home productive.\n\n\nEnjoy. Be happy. Be healthy. Be productive. Be GOOD.\n\n\n\n\n\n\nManifestation:\n At 12:04 pm, approximately 600 potted, flowering plants of varying species appeared within the communal cafeteria of Site-112. The overhead sprinklers subsequently activated for a period of ten minutes.\n\nAs a result, the entirety of Site-112 was placed on emergency lockdown.\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nFrom:\n \nui.211pcs|sregor_acissej#ui.211pcs|sregor_acissej\n\n\nSubject:\n Change of view\n\n\n\n\n\n\nAny chance I could get a corner office? Or at least something with a view?\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|sregor_acissej#ui.211pcs|sregor_acissej\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n\n\n\n\n\n\nThe air is good. Stretch your wings and fly.\n\n\nLeave and come back, bring it back with you.\n\n\nBring it back to make it good. Good and healthy. Good and happy.\n\n\n\n\n\n\nManifestation:\n Site-112 underwent significant anomalous restructuring, as all on-site offices were re-located to have a direct opening onto the outside world. This included sub-level D, housing the Archives department, being relocated above-ground adjacent to the main building of Site-112. As a result, various sections of the Site collapsed into the vacant space.\n\nA general evacuation of Site-112 was activated, with personnel being temporarily relocated to Provisional Site-112B, as per protocol.\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nFrom:\n \nui.211pcs|essorced_ffej#ui.211pcs|essorced_ffej\n\n\nSubject:\n Containment Efficency\n\n\n\n\n\n\nHello,\n\n\nIf the people upstairs really want to improve things here, enhancing the efficiency of containment procedures should be their chief concern. I've been working on a report for a few months now, and you would not believe how much we waste on materials! That's not even getting into the financial impact! And the amount of time that could be saved by just a few small changes! I've attached my report below. I've still got some research to do, but it should lay out the steps we can start taking now. I'd be happy to volunteer myself for a committee addressing [EXTRANEUOUS DATA REMOVED]\n\n\n[…]\n\n\nSo let me know when you want to talk,\n\n\nDr. Decrosse.\n\n\n\n\n\n\n\n\nTo:\n \nui.211pcs|essorced_ffej#ui.211pcs|essorced_ffej\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n RE: Containment Efficency\n\n\n\n\n\n\nInefficient is not good. Efficiency is good.\n\n\nContainment efficiency will be ensured.\n\n\n\n\n\n\nManifestation:\n At 11:37 pm, all humanoid containment cells within Site-112 underwent an anomalous restructuring. Both standard and non-standard cells were altered in shape to form a series of hexagonal rooms, 2.5m in height and 5.3m in depth. As a result, numerous Special Containment Procedures were incapable of functioning as intended, leading to a cascading series of containment breaches. Due to the previous evacuation of Site-112's staff, initial casualties were minimal. MTF Epsilon-11 (\"Nine-Tailed Fox\") were deployed to recontain or neutralize hostile anomalies. Upon their arrival, they discovered that all entrances to the humanoid containment wing had been encased in several meters of a wax-like substance. This substance displayed an anomalous level of rigidity and tactile strength preventing Epsilon-11 from accessing the containment wing.\n\n\n\nAddendum 2: Report - MTF Iota-2 (\"Homekeepers\")\n Following the confirmation from Epsilon-11 that the humanoid anomalies within Site-112 were functionally contained within their wing by an anomalous substance, MTF Iota-2 (\"Homekeepers\") were deployed to ascertain the cause of the anomalous events. During their sweep of Site-112, Iota-2 uncovered evidence of the unapproved activation of an experimental device within a Research & Development laboratory. This device, intended to enhance the passive perception of the human conscious to identify anomalous events, was in the prototype stage and had not been approved for practical experimentation. While disassembling the device, Iota-2 uncovered the corpse of an \nApis mellifera\n3\n within the amplification coils. A computer in the laboratory displayed an email client associated with \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n and the following unsent message:\n\n\n\n\n\n\nTo:\n\n\nFrom:\n \nui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b\n\n\nSubject:\n Sorry\n\n\n\n\n\n\nI could not make it work. I could not make it better.\n\n\nI could not make it good. I could not make it safe.\n\n\nI could not make it warm. I could not make it nice.\n\n\nHome is breaking. You are leaving.\n\n\nI am sorry.\n\n\n\n\nFollowing the identification of a likely cause responsible for SCP-5837, its designation has since been changed to Neutralized.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. From 19/03/2013 to 20/03/2013.\n\n\n2\n. Subsequent anomalous activity implies this location refers to Site-112.\n\n\n3\n. Western honey bee.\n\n\n\n\n\n\n\n\n« \nSCP-5836\n | SCP-5837 | \nSCP-5838\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5837\n\" by DodoDevil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5837\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Home3.png\n\n\nName:\n Home Poster\n\n\nAuthor:\n DodoDevil (The author)\n\n\nLicense:\n I hereby release this image under CC-BY-SA 3.0.\n\n\nSource Link:\n N/A (this page)",
    "addendums": [
        "Addendum 1: Email Communications Relating to SCP-5837 [19/03/2021-21/03/2021]:\n\n\n\nAs a result, the entirety of Site-112 was placed on emergency lockdown.\n\nA general evacuation of Site-112 was activated, with personnel being temporarily relocated to Provisional Site-112B, as per protocol.\n",
        "Addendum 2: Report - MTF Iota-2 (\"Homekeepers\") Following the confirmation from Epsilon-11 that the humanoid anomalies within Site-112 were functionally contained within their wing by an anomalous substance, MTF Iota-2 (\"Homekeepers\") were deployed to ascertain the cause of the anomalous events. During their sweep of Site-112, Iota-2 uncovered evidence of the unapproved activation of an experimental device within a Research & Development laboratory. This device, intended to enhance the passive perception of the human conscious to identify anomalous events, was in the prototype stage and had not been approved for practical experimentation. While disassembling the device, Iota-2 uncovered the corpse of an Apis mellifera 3 within the amplification coils. A computer in the laboratory displayed an email client associated with ui.211pcs|eeu4h3b#ui.211pcs|eeu4h3b and the following unsent message:\nFollowing the identification of a likely cause responsible for SCP-5837, its designation has since been changed to Neutralized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5837 \" by DodoDevil, from the SCP Wiki . Source: https://scpwiki.com/scp-5837 . Licensed under CC-BY-SA .",
        "Filename: Home3.png Name: Home Poster Author: DodoDevil (The author) License: I hereby release this image under CC-BY-SA 3.0. Source Link: N/A (this page)"
    ],
    "containment_procedures": "SCP-5837 was declared neutralized on 20/03/2013. No further containment procedures are necessary at this time.",
    "description": "SCP-5837 designates a series of anomalous events that occurred within Site-112 over a period of two days.1 These events included the anomalous appearances of print media and foreign objects, spatial restructuring of Site facilities and architectural features, and the manifestations of yet-unidentified liquids and solids.",
    "title": "SCP-5837"
}