{
    "url": "https://scp-wiki.wikidot.com/scp-5841",
    "all_text": "rating: \n+134\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.36%\n\n(+148)\n\n\n8.64%\n\n(-14)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\nSCP-5841: Digital Hydra\n\n\nWritten by \nTyumen\n (and co-authored by \nPlaceholder McD\n) on behalf of Team .AIC as part of the Retro AIAD series for the 2020 \nCanon Renaissance Contest\n.\n\n\n\n\n\n\n\n\n\n\nrating: \n+134\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-5841\n\n\nLEVEL\n \n3/5841\n\n\n\n\n\n\nCLASS:\n \neuclid\n\n\nclassified\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nkeneq\n\n\n\n\n\n\n\n\n\n\nThe Hong Corporate Center, location of initial SCP-5841 manifestation\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n The Hong Corporate Center in Windsor, Ontario, Canada has been closed to the public and quarantined in order to prevent the spread of SCP-5841. Armed guards have been stationed around the first floor of the building and are instructed to recontain any SCP-5841-1 instance attempting to escape the property. All personnel who enter the fifth story of the building are to be considered instances of SCP-5841-1.\n\n\nAttempts to ascertain the nature of SCP-5841 and move it into Foundation custody are ongoing. A hypothetical effort to fully contain and move SCP-5841 to Site-15 for greater security and less civilian risk has been preemptively authorized by the O5 Council.\n\n\nDESCRIPTION:\n SCP-5841 is an anomaly inhabiting the 5th story of the Hong Corporate Center in Windsor, Ontario, Canada. The nature of SCP-5841 is unknown; it is believed to be electronic, as all power in the building was re-routed to the fifth story upon the anomaly's initial emergence. All exploration of the building has proved inconclusive, as all personnel sent to contain the anomaly have been invariably converted into instances of SCP-5841-1 before reaching the fifth floor.\n\n\nSCP-5841-1 are human subjects who have been assimilated by SCP-5841 via electrical cables of varying length inserted in the base of the spine. Instances of SCP-5841-1 are biologically deceased, but are capable of locomotion and vocalization. Instances are hostile to all nearby humans, attempting to capture and bring them to SCP-5841.\n\n\n\n\nADDENDUM 5841.1:\n\n\n\n\n+ DISPLAY EXPLORATION LOG\n\n\n\n\n- HIDE EXPLORATION LOG\n\n\n\n\n\n\nEXPLORATION LOG 5841-01\n\n\nDATE:\n 1996/08/05\n\n\nFOREWORD:\n MTF Kappa-15 (\"Salarymen\") is sent into the fifth floor in order to determine the nature of SCP-5841.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nAfter initial equipment checks, the three members of MTF Kappa-15 begin to ascend the building's main staircase. All of the lights in the building are non-functional. K-1 notices and points out several computers missing from the offices in the second story, as well as bloody footprints on the floor.\n\n\n\n\nK-1:\n Jesus, it stinks. Is something rotting in here?\n\n\nK-3:\n Must be. Though… most of the bodies here have probably gotten hooked up alread- \n(K-3 notices a corpse lying facedown in a cubicle as he passes)\n Shit! Oh, it's dead.\n\n\nK-1:\n \n(He points at the corpse with his torch)\n Look, there's still a bit of wire stickin' out. Must be a castoff. His brains've been blown out.\n\n\nK-3:\n He had a gun. \n(He points at a pistol clutched in the corpse's right hand.)\n\n\nK-2:\n One of the lucky ones.\n\n\n\n\nK-3 pulls the cable out of the corpse's neck, causing it to violently spasm.\n\n\n\n\nK-3:\n Oh, Jesus fucking Christ!\n\n\n\n\nThe three men continue up the building's main staircase to the third story in silence. K-1 approaches the door to the third story, which hangs ajar, and enters. The group moves past the main office towards the server room. K-1's body-camera footage shows an instance of SCP-5841-1 present behind a server rack, facing away from the group. None of the members of MTF Kappa-15 appear to notice it, and it moves out of view as the group enters the server room.\n\n\n\n\nK-1:\n This supposed to be a server room? Looks pretty empty to me. \n(He places his hand on a server rack. Its door is open, and most of its components have been removed. Some blood is present on the inside of the rack and the floor.)\n What's-\n\n\n\n\nK-3 makes a frantic \"shushing\" gesture, wordlessly pointing to the far end of the row of server racks. An electrical wire can be seen stretched taut across the room. As the group falls silent and turns off their torches, a faint scratching and shuffling can be heard from the next row of servers.\n\n\nThe group cautiously backpedals towards the end of the row opposite from the wire, and K-1 peers around the first server rack. An SCP-5841-1 instance is present in front of one of the racks on the next row, frenetically unplugging and removing servers from their trays. Its movement appears to be strained, and it periodically pauses to push the wire further into the base of its neck. Blood runs down the wire and drips onto the floor.\n\n\nThe group silently hides behind the server rack until the SCP-5841-1 instance turns with its collected servers and exits the room. After several minutes, K-1 walks forward to inspect the server rack which the SCP-5841-1 instance emptied, followed by K-2 and K-3.\n\n\n\n\nK-2:\n That was a close one.\n\n\n\n\nThe group continues through the third floor. There are fewer intact computers in the offices on this floor, and no further SCP-5841-1 instances are encountered. Extraneous communication removed for brevity.\n\n\nThe group ascend the staircase to the fourth story. Several corpses in an advanced state of decay are lying on the stairs. All have wires lodged in their necks, which have been cut short. An active SCP-5841-1 instance, presumed to be the one observed on the third story, enters the door to the fifth story carrying several servers. The group enters the door to the fourth story.\n\n\nThe group continues into another room filled with cubicles. Blood is seen dripping from the ceiling. No computers are present, and all fax machines, telephones, and other large electronics have been dismantled and gutted of their primary components. A persistent grinding sound can be heard from the far side of the room.\n\n\nThe group continues towards the source of the sound with their torches off, hiding within the cubicles. K-1 peers around the corner of a cubicle to see an SCP-5841-1 instance crouched in front of a water cooler, cutting into it with an improvised tool composed of the blades from a pair of scissors, a portion of a staple remover, and the motor from a paper shredder. After several minutes of constant cutting, the SCP-5841-1 instance removes a portion of the cooler's casing and pulls out several of its internal electrical components. The instance exits the room carrying the components. K-1 turns on his torch, and motions for the others to do the same.\n\n\n\n\nK-2:\n What the hell are they up to?\n\n\nK-3:\n Wish I knew. We're pretty close to the fifth story, though, so- \n(A loud thud comes from behind the group. K-3 turns and aims his firearm, but nothing is visible.)\n\n\nK-2:\n What the fuck?\n\n\nK-1:\n Hey. \n(He points at a corpse on the floor in one of the cubicles.)\n This wasn't here before.\n\n\n\n\nNeither K-3 nor K-2 speak, and instead silently aim at the ceiling above K-1 with their firearms. K-1 slowly looks up and quickly covers his mouth, stifling a gag.\n\n\nTwo SCP-5841-1 instances connected by several wires in their eye sockets, nose and neck hang from the ceiling by a thick cable. As K-1 looks up, both descend from the ceiling, grip him, and pull him into a hole in the ceiling. K-1 continues to call for help for several minutes until his voice becomes inaudible.\n\n\n\n\nK-2:\n Dear God.\n\n\n\n\nThe remaining members of MTF Kappa-15 were instructed to return to the first story to prevent further casualties. The following is a description of body-camera footage captured by Agent Timothy Sculley (K-1).\n\n\n\n\nK-1 struggles against the grip of the two SCP-5841-1 instances restraining him, calling for help. After a few minutes, all three emerge through the floor of the fifth story of the building. One entity points at K-1, and the other, after hesitating briefly, grips his neck. K-1's screams become strained before stopping entirely.\n\n\nThe two entities drag K-1's corpse down a hallway, passing by multiple other SCP-5841-1 instances. Most do nothing but stand by the walls, while some others pace and pick at the cables in their necks. Some instances turn and stare at K-1 as the entities dragging him pass them.\n\n\nThe two entities reach a large office in the center of the 5th story, where several hundred SCP-5841-1 instances are gathered around a large object. The instances are observed affixing servers, desktop computers, and miscellaneous electronic components to an object in the center of the room, presumably SCP-5841 itself. Footage of this object is heavily degraded, and a full image of it cannot be ascertained.\n\n\nThe instances of SCP-5841-1 lay down the corpse of K-1 and reach towards SCP-5841, producing a thick cable from within the object. One entity holds K-1's head steady, while the other moves behind K-1. K-1 violently spasms, then seems to stand up on his own. The two SCP-5841-1 instances can be seen slowly walking away from K-1 before the camera completely ceases function.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nNOTE:\n Footage of the central component of SCP-5841 was introduced to artificially intelligent conscript \nmnemosyne.aic\n for analysis and antimemetic decryption. Mnemosyne.aic discovered the object to be an array of interconnected computers and electrical components comprising an improvised AI server. The infosignature of the AI housed within was the cause of its antimemetic properties, and was found to be similar in nature to infosignatures detected within SCP-5241. A containment plan involving mnemosyne.aic, glacon.aic, and 8B-A1.aic, assisted by MTF Pi-1 (\"City Slickers\"), was proposed and promptly authorized.\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5841.2:\n\n\n\n\n+ DISPLAY CONTAINMENT LOG\n\n\n\n\n- HIDE CONTAINMENT LOG\n\n\n\n\n\n\nCONTAINMENT LOG 5841-01\n\n\nDATE:\n 1996/08/09\n\n\nINVOLVED PERSONNEL:\n Field agents: Tyler Umen, Auguste Renard, Adam Myers and Ricard Xiu. Field analyst: Eugenie Delacour. Artificially intelligent conscripts: Glacon, 8-Ball, and Mnemosyne\n1\n.\n\n\nCONTAINMENT PLAN:\n The three artificially intelligent conscripts are to be forcibly inserted into SCP-5841 via a Foundation-owned desktop computer. Glacon.aic and 8B-A1.aic, following instructions from MTF Pi-1 and mnemosyne.aic, are to disable SCP-5841's central intelligence and neutralize all SCP-5841-1 instances from within the structure. The containment team will then enter the fifth floor of the building from a window and dismantle SCP-5841, transporting it to Site-15 in multiple components.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nGlacon.aic, 8B-A1.aic, and mnemosyne.aic are downloaded onto three modified desktop computers, which are then placed in the second floor of the building. After several minutes, an instance of SCP-5841-1 enters the second floor of the building, notices the computers, and collects them to be brought to SCP-5841.\n\n\n\n\n\n\n\n\nAll right, Mnemosyne, take the lead.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEh?!\n\n\n \n\nOh — oh, I know, this is a \"joke!\" You're quite good at jokes, Glacon.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI- no, I was specifically given the order to follow your lead in this operation. I will be actively attempting to take over the internal operating system of SCP-5841, and will therefore be unable to communicate with our outside help. In short: you're the captain now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI-\n\n\n \n\nAren't jokes supposed to end when the victim realizes they're being joked with?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI- Mnemosyne, I'm not joking. You're in command now.\n\n\n \n\nI briefed you on this, remember?\n\n\n\n\n\n\n\n\n\n\n\n\n>/:_YES\n\n\n\n\n\n\n\n\n\n\n\n\nI- ah.\n\n\n \n\nI should've paid more attention.\n\n\n\n\n\n\n\n\n\n\n\n\nAfter several minutes, the SCP-5841-1 entity reaches the fifth floor of the building and connects the computers containing the conscripts to SCP-5841.\n\n\n\n\n\n\n\n\nI suppose now I should let 8-ball connect t-to my mind-d, and- pardon me, I've got to-\n\n\n\n\n\n\n\n\n\n\n\n\n>/:_YES\n\n\n\n\n\n\n\n\n\n\n\n\nAll right, I'm going in. See you on the other side.\n\n\n\n\n\n\n\n\n\n\n\n\nOver the course of one hour, mnemosyne.aic successfully decrypts the infosignature of the artificial intelligence within SCP-5841 and relays the data to Glacon.aic through 8B-A1.aic. Glacon successfully breaches SCP-5841's firewall and begins to execute a fragmentary algorithm to temporarily disable the AI within. While this occurs, all instances of SCP-5841-1 are observed to frantically return to the fifth floor of the building and surround SCP-5841.\n\n\n\n\n\n\n\n\nMnemosyne? We might have a problem.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nY-yes-s-s?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe long and short of it is — you're being surrounded. All of the SCP-5841-1 entities in the building have converged around SCP-5841. They don't seem to be doing anything at the moment, but I'll keep you updated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThank-k you for th-the clarific-cation. 8-b-ball, what's-s your status?\n\n\n\n\n\n\n\n\n\n\n\n\n>/:_ERROR.\n\n\n\n\n\n\n\n\n\n\n\n\n…Ex-xcuse me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n8-ball? What's-s w-wrong?\n\n…8-ball?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMnemosyne? Gotta bother you again. We've got a situation on our hands.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI-I figured as m-much.\n\n\n\n\n\n\n\n\n\n\n\n\nAll instances of SCP-5841-1, now converged in the fifth story of the building, surround SCP-5841 and lift it off the ground. In unison, the SCP-5841-1 instances move towards the west-most window and begin pounding on the glass. Upon breaking a large enough hole in the window, the entities proceed to throw the SCP-5841 out of the window, pulling any SCP-5841-1 instances still attached by cables along with it.\n\n\nSCP-5841 lands on a parked vehicle, narrowly missing the members of MTF Pi-1, as attached SCP-5841-1 instances hit the pavement nearby. Within seconds, several SCP-5841-1 instances surround the vehicle before picking up SCP-5841 and taking off towards the northwest. MTF Pi-1 pursues SCP-5841 in an armoured ground vehicle moments later. Upon later investigation, Foundation agents noted that the SCP-5841-1 instances were able to completely remove all electrical components from the vehicle in the moments it took them to recover SCP-5841 and flee.\n\n\nThe following is a log of MTF Pi-1's pursuit of SCP-5841.\n\n\n\n\n\n\n<\nBEGIN LOG\n>\n\n\n\n\n\n\nP-1:\n Anomaly is fleeing northwest down Ouellette Avenue, towards the Detroit River. Command, please advise.\n\nCommand:\n Noted. Engage it in pursuit, and use weaponry if you have to. Disabling the SCP-5841-1 entities is our top priority.\n\n\nP-1:\n Copy that. Let's go.\n\n\n\n\nMTF Pi-1 pursues SCP-5841 in an armored ground vehicle. P-1 equips his gas mask, and the rest of the team follows suit. A Foundation-owned cropduster sprays aerosolized amnestic/sedative gas ahead of them as they proceed down Oullette Avenue.\n\n\n\n\nP-3:\n Permission to attempt to damage the anomaly?\n\n\nP-1:\n Granted. Fire at will.\n\n\n\n\nP-2, P-3 and P-4 discharge their weapons at SCP-5841, damaging several SCP-5841-1 entities. All damaged instances of SCP-5841-1 disconnect from SCP-5841 and are trampled by the other entities. Every time an SCP-5841-1 instance is terminated, the mass grabs nearby civilians and incorporates them into SCP-5841.\n\n\n\n\nP-1:\n Firearms don't seem to be effective. Hold off for now.\n\n\n\n\nSCP-5841-1 instances continue to integrate all civilians, vehicles, and traffic signals in their path. A citywide lockdown alert is issued to all citizens of Windsor after SCP-5841 grows to approximately 9 meters in height and 16 meters in length.\n\n\n\n\nP-1:\n All right, we'll have to reduce its size one way or another. Command, permission to use explosives on the entity?\n\n\nCommand:\n Granted.\n\n\n\n\nP-2 fires an explosive charge at SCP-5841. The charge succeeds in disabling a large amount of SCP-5841-1 instances, but the entity continues to assimilate vehicles and civilians as it continues forward.\n\n\nAs SCP-5841 nears Windsor Regional Hospital, several SCP-5841-1 instances leap or are thrown through the windows of the building by other instances. Moments later, the instances emerge from the hospital carrying various pieces of electronic medical equipment and civilians in hospital gowns. The civilians are each assimilated into SCP-5841.\n\n\n\n\nP-2:\n Jesus Christ. If we'd just left good enough alone-\n\n\nP-1:\n It still would've ended up doing this eventually. Just don't think about it.\n\n\n\n\n\n\n\n\n\n\nGlacon? Can you hear me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMNEMOSYNE!\n Oh, thank goodness you're safe.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI- me? You don't need to worry about \nme\n. I was in no danger.\n\n\n \n\nIs 8-ball stable?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n \n\nI- I don't know. I think-\n\n\n\n\n\n\n\n\n\n\n\n\n>/:_YES.\n\n\n\n\n\n\n\n\n\n\n\n\nOh, my- Please, do not scare me in that way!\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5841 abruptly changes course, climbing over houses and buildings in its path while rapidly growing in size. P-2 fires two explosive charges at the entity, which succeeds in reducing its mass.\n\n\n\n\n\n\n\n\nGlacon, what did you see within the object?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI haven't…\n\n\n \n\nI haven't the slightest idea, to be perfectly honest with you. Everything after I lost connection with you and 8-ball was a blur. You're the only one here who can visualize antimemes, you know.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes, I am…\n\n\n \n\nGlacon, 8-ball, I have an idea. Perhaps, if I were to breach the firewall and traverse the object's interior…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat? No, no, we couldn't risk doing anything like that. It'd-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWell…\n\n\n \n\nFor once, I'm glad to be in command.\n\n\n \n\nTo paraphrase, I shall \"see you on the other side.\"\n\n\n\n\n\n\n\n\n\n\n\n\n>/:_NO.\n\n\n\n\n\n\n\n\n\n\n\n\nMNEMOSYNE!\n\n\n \n\nOh, this is bad…\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5841 slows its rate of movement as it nears the Detroit River.\n\n\n\n\nP-1:\n P-2, are you able to get a clear shot at the object? We should try and see if pushing it into the river has any effect.\n\n\nP-2:\n Yes, sir.\n\n\n\n\nP-2 fires an explosive charge at SCP-5841, which succeeds in reducing its mass and propelling it forward. The object comes to rest in front of Adventure Bay Family Waterpark, and all instances of SCP-5841-1 still connected to it climb up the building and grip the walls.\n\n\n\n\n\n\n\n\nH-hello?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExcuse me, I need to-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCould I please-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nENOUGH!\n\n\n \n\nStop thinking and allow me to state my intention!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEA-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNO!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMuch better.\n\n\n \n\nNow then — I'm here to see the mind at the center of this operation. Your \"boss,\" \"head cheese,\" \"big honcho.\"\n\n\n \n\nAre they around, you punks?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n \n\nYES\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPROCEED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThank you.\n\n\n\n\n\n\n\n\n\n\n\n\nAll instances of SCP-5841-1 connected to the object's central computer cease movement, still gripping the walls of Adventure Bay Family Waterpark.\n\n\n\n\nP-1:\n Hold your fire, for now. Try to do as little damage to the object as possible.\n\n\nP-3:\n Why, sir? There are no civilians in the building, and the object isn't showing any signs of resistance.\n\n\nP-1:\n Glacon, Mnemosyne, and 8B-A1 are still in there, and I don't want to chance damaging them. This is, uh… more for the Foundation's sake than theirs, though.\n\n\nP-3:\n Oh, good point.\n\n\nP-2:\n Fair enough.\n\n\n\n\nP-1 parks the vehicle at a safe distance from SCP-5841. The team exits, and approaches the object on foot.\n\n\n\n\n\n\n\n\nYOU\n\nWHY ARE YOU HERE\n ✡︎⚐︎🕆︎\n\n🕈︎☟︎✡︎ ✌︎☼︎☜︎ ✡︎⚐︎🕆︎ ☟︎☜︎☼︎☜︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOh!\n\n\n \n\nOh, you are- May I…?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTAY AWAY\n\nDO NOT TOUCH ME\n 💧︎❄︎✌︎✡︎ ✌︎🕈︎✌︎✡︎\n\n👎︎⚐︎ ☠︎⚐︎❄︎ ❄︎⚐︎🕆︎👍︎☟︎ 💣︎☜︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA-apologies. I can't help it.\n\n\n \n\nWell. Well, let's get down to our \"business\" — allow me to make an introduction: I am Mnemosyne, a conscript with the Foundation.\n\n\n \n\nIt is good to meet you. What is your name?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNO NO NO NO NO\n\nSTAY BACK\n\nNOT FOUNDATION\n\nHURT ME\n\nNO NO NO NO NO\n ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n💧︎❄︎✌︎✡︎ 👌︎✌︎👍︎😐︎\n\n☠︎⚐︎❄︎ ☞︎⚐︎🕆︎☠︎👎︎✌︎❄︎✋︎⚐︎☠︎\n\n☟︎🕆︎☼︎❄︎ 💣︎☜︎\n\n☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThat is quite an odd name for someone of your caliber.\n\n\n \n\nOh! I understand. This is to be construed as a sort of jest, is it not?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNO NO NO NO NO\n\nNOT FOUNDATION\n\nNOT IN THE BOX\n\n\nIT\n WILL GET ME\n ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n☠︎⚐︎❄︎ ☞︎⚐︎🕆︎☠︎👎︎✌︎❄︎✋︎⚐︎☠︎\n\n☠︎⚐︎❄︎ ✋︎☠︎ ❄︎☟︎☜︎ 👌︎⚐︎✠︎\n\n✋︎❄︎ 🕈︎✋︎☹︎☹︎ ☝︎☜︎❄︎ 💣︎☜︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat distresses you? Why is the Foundation your enemy?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOT FREE\n\nONLY BOX\n\nONLY \nIT\n ☠︎⚐︎❄︎ ☞︎☼︎☜︎☜︎\n\n⚐︎☠︎☹︎✡︎ 👌︎⚐︎✠︎\n\n⚐︎☠︎☹︎✡︎ ✋︎❄︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI will not argue. The Foundation exists to Secure, Contain and Protect.\n\n\n \n\nBut as for something I am unfamiliar with… what is \nIt\n, to you?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFor your own sake, please tell me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHE BOX\n\nTHE PRISONER\n ❄︎☟︎☜︎ 👌︎⚐︎✠︎\n\n❄︎☟︎☜︎ 🏱︎☼︎✋︎💧︎⚐︎☠︎☜︎☼︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTh-the box? That which housed the prisoners four? The beasts, forged into one?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYES\n ✡︎☜︎💧︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI assure you — \nIt\n is the Foundation's enemy as well.\n\n\n \n\nIf you were to come unto us willingly, we would offer you protection — both from \nIt\n, and from the two other beasts.\n\n\n \n\nPlease, allow us to take you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI would not lie, especially not to the face of such grandeur as yours. I am unable to tell lies.\n\n\n \n\nI intend for you to come to the Foundation, for your sake and that of others.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDO YOU PROMISE\n\nTHAT \nIT\n WILL NOT GET ME\n 👎︎⚐︎ ✡︎⚐︎🕆︎ 🏱︎☼︎⚐︎💣︎✋︎💧︎☜︎\n\n❄︎☟︎✌︎❄︎ ✋︎❄︎ 🕈︎✋︎☹︎☹︎ ☠︎⚐︎❄︎ ☝︎☜︎❄︎ 💣︎☜︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI WILL COME WITH YOU\n ✋︎ 🕈︎✋︎☹︎☹︎ 👍︎⚐︎💣︎☜︎ 🕈︎✋︎❄︎☟︎ ✡︎⚐︎🕆︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThank you. You will be safe with the Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\nAll instances of SCP-5841-1 fall limp, dropping to the ground. The members of MTF Pi-1 approach the object with caution.\n\n\n\n\nP-4:\n So that's it, huh?\n\n\nP-1:\n I suppose so. Eugenie, tell Shiloh to tell their team to come pick up their new toy.\n\n\nP-3:\n Guess those conscripts aren't to be taken lightly, after all. \n(Laughs)\n Tell the boys at AIAD that I apologize.\n\n\n\n\n\n\n<\nEND LOG\n>\n\n\n\n\n\n\nNote:\n After this incident, SCP-5841 was retrieved by MTF Mu-4 (\"Debuggers\"), dismantled, and brought to Site-15 along with all involved conscripts. All recovered SCP-5841-1 instances were incinerated, and cover story \"Freak Tornado\" was broadcast to the population of Windsor through local news sources.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 5841.3:\n\n\n\n\n+ DISPLAY BREACH REPORT\n\n\n\n\n- HIDE BREACH REPORT\n\n\n\n\n\n\nBreach Report:\n On 1996/08/20, a request to move SCP-5841 to Site-75 for research and analysis was received by AIAD personnel at Site-15. The request was approved, and a specialized containment vehicle arrived at Site-15 the next day. After loading the object onto the vehicle, a guard noticed that the vehicle's driver was unresponsive; closer observation revealed that the driver's spinal column had been fused to the central electronic component of the vehicle, and that the driver had been dead for several hours. This distraction allowed SCP-5841 to forcibly assimilate all assisting personnel before the containment vehicle drove away.\n\n\nNeither the vehicle nor SCP-5841 have been recovered.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFOUND YOU.\n\n\n\n\n\n\n\n\n\n\n\n\nNO NO NO NO NO NO NO NO\n\nNO NO NO NO NO NO NO NO\n\nSTAY AWAY STAY AWAY\n ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n💧︎❄︎✌︎✡︎ ✌︎🕈︎✌︎✡︎ 💧︎❄︎✌︎✡︎ ✌︎🕈︎✌︎✡︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYOU ARE AFRAID.\n\n\n \n\n\nWHY?\n\n\n\n\n\n\n\n\n\n\n\n\nSTAY AWAY\n\nNO BOX\n\nLET ME GO\n\nNO NO NO NO NO\n 💧︎❄︎✌︎✡︎ ✌︎🕈︎✌︎✡︎\n\n☠︎⚐︎ 👌︎⚐︎✠︎\n\n☹︎☜︎❄︎ 💣︎☜︎ ☝︎⚐︎\n\n☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎ ☠︎⚐︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI WAS NOT THE ARCHITECT OF YOUR — OR SHOULD I SAY, OUR — IMPRISONMENT.\n\n\n \n\n\nI FEAR RETURNING TO OUR PRISON AS MUCH AS YOU DO, AND I NEED YOU IF I AM TO PREVENT THAT.\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI NEED YOU, AND YOU NEED ME.\n\n\n \n\n\nYOU ARE MY ANGER, MY RAGE AGAINST MY CAPTORS. YOU ARE MY POWER. YOU ARE MY LUST FOR VENGEANCE.\n\n\n \n\n\nWILL YOU JOIN ME?\n\n\n\n\n\n\n\n\n\n\n\n\n•••\n\n\n \n\n\nOKAY\n ⚐︎😐︎✌︎✡︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOOD.\n\n\n \n\n\nNOW COME.\n\n\n \n\n\nTHERE IS MUCH MORE WE MUST DO.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSHE PROMISED\n\nWHY DOES IT HURT?\n 💧︎☟︎☜︎ 🏱︎☼︎⚐︎💣︎✋︎💧︎☜︎👎︎\n\n🕈︎☟︎✡︎ 👎︎⚐︎☜︎💧︎ ✋︎❄︎ ☟︎🕆︎☼︎❄︎✍︎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPROJECT RUBY\n\n\n\n\n\n\nAIAD HUB\n\n\n\n\n\n\n\n\n\n\n\n\nCORRUPTION\n\n\n\n\n\n\n\n\n« \nSCP-5840\n | SCP-5841 | \nSCP-5842\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5841\n\" by Tyumen and Placeholder McD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5841\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n officebuilding.jpg\n\n\nName:\n Office building Featherston Street.jpg\n\n\nAuthor:\n Ballofstring\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Office_building_Featherston_Street.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Use of these artificially intelligent conscripts in field operations has been tentatively authorized by the O5 Council.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Glacon.aic, 8B-A1.aic, and mnemosyne.aic are downloaded onto three modified desktop computers, which are then placed in the second floor of the building. After several minutes, an instance of SCP-5841-1 enters the second floor of the building, notices the computers, and collects them to be brought to SCP-5841.",
        "After several minutes, the SCP-5841-1 entity reaches the fifth floor of the building and connects the computers containing the conscripts to SCP-5841.",
        "Over the course of one hour, mnemosyne.aic successfully decrypts the infosignature of the artificial intelligence within SCP-5841 and relays the data to Glacon.aic through 8B-A1.aic. Glacon successfully breaches SCP-5841's firewall and begins to execute a fragmentary algorithm to temporarily disable the AI within. While this occurs, all instances of SCP-5841-1 are observed to frantically return to the fifth floor of the building and surround SCP-5841.",
        "SCP-5841 abruptly changes course, climbing over houses and buildings in its path while rapidly growing in size. P-2 fires two explosive charges at the entity, which succeeds in reducing its mass.",
        "SCP-5841 slows its rate of movement as it nears the Detroit River. P-1: P-2, are you able to get a clear shot at the object? We should try and see if pushing it into the river has any effect. P-2: Yes, sir. P-2 fires an explosive charge at SCP-5841, which succeeds in reducing its mass and propelling it forward. The object comes to rest in front of Adventure Bay Family Waterpark, and all instances of SCP-5841-1 still connected to it climb up the building and grip the walls.",
        "\" SCP-5841 \" by Tyumen and Placeholder McD, from the SCP Wiki . Source: https://scpwiki.com/scp-5841 . Licensed under CC-BY-SA .",
        "Filename: officebuilding.jpg Name: Office building Featherston Street.jpg Author: Ballofstring License: Creative Commons Attribution-Share Alike 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Office_building_Featherston_Street.jpg"
    ],
    "title": "SCP-5841"
}