{
    "url": "https://scp-wiki.wikidot.com/scp-5842",
    "all_text": "rating: \n+143\n+\n–\nx\n\n\n\n\n\n\nSCP-5842\n\n\n\n\n\n\nItem #:\n SCP-5842\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5842 is currently uncontained. Previous sightings of SCP-5842 are currently being passed off as gags. Wellington is to be monitored in the case that SCP-5842 becomes active again.\n\n\nDescription:\n SCP-5842 is a standard North American stop sign. SCP-5842's primary anomalous property is appearing in a location via unknown means\n1\n. Initially, it was believed that SCP-5842 appeared at random, however, further research has discerned a pattern in its appearances. See addenda below.\n\n\nAddendum-5842:\n\n\nAdded below is a list of the most noteworthy sightings and encounters with SCP-5842.\n\n\nThe first is a series of text message exchanges between Wilma Greggs and her employer.\n\n\nFirst Encounter:\n\n\n\n\n\n\nLisa:\n Hey, Wilma. I know about everything that's been going on as of late, but you can't just leave work like that. Talk to me.\n\n\nWilma:\n oh yea srry i completely forgot to call u. i passed right out when i got home!\n\n\nLisa:\n Wait, you managed to get home? But your car is still here!\n\n\nWilma:\n i walked home.\n\n\nLisa:\n From the office?!\n\n\nWilma:\n yea. y is that so weird?\n\n\nLisa:\n All 12 miles?!\n\n\nWilma:\n yea.\n\n\nLisa:\n Jesus, Wilma, how long did that take?!\n\n\nWilma:\n 5 hours.\n\n\nLisa:\n You left your car at work and walked for 5 hours until you got home?!\n\n\nWilma:\n yea. i couldnt drive my car.\n\n\nLisa:\n Well, if your car wasn't working, you could have just asked one of us to drive you!\n\n\nWilma:\n its not that it wasnt working. there was a stop sign in my car, so i did what it told me and i stopped using that car.\n\n\nLisa:\n Excuse me?\n\n\nWilma:\n there was a stop sign in my car. ur supposed to stop at a stop sign, right?\n\n\nLisa:\n …Wilma. I get off in an hour. Come out of the house. I'll take you somewhere. Come on. My treat.\n\n\nWilma:\n sorry. cant.\n\n\nLisa:\n Don't worry about the price. I'll take you somewhere, anywhere. It can be a big fancy restaurant, you know? Or a walk in the park. I just want to be there for you, you know?\n\n\nWilma:\n i cant leave the house.\n\n\nLisa:\n Why not??\n\n\nWilma:\n theres a stop sign outside my window. so i cant go outside.\n\n\nLisa:\n …Wilma, I'm gonna call you.\n\n\n<Lisa tries to call Wilma. It gets rejected.>\n\n\nWilma:\n stop i cant make phone calls either.\n\n\nLisa:\n Come on, dear, just talk to me. You've been working yourself to death. Why can't you answer the phone anyways?\n\n\nWilma:\n i cant answer the phone because the stop sign told me not to.\n\n\nLisa:\n ???\n\n\nWilma:\n i went for a cup of coffee at the office and then i heard the customer phone ring. when i went there to answer it, there was a stop sign in my cubicle.\n\n\nLisa:\n IN your cubicle? Wait, is that why you left work??\n\n\nWilma:\n yea. tbh i think its haunting me.\n\n\nLisa:\n Haunting?? But that junk's not even real!\n\n\nWilma:\n well thats what i thought too until it started following me. oh well.\n\n\nLisa:\n Wilma. I'm signing this 30 day off slip. I'll need your signature, okay?\n\n\nWilma:\n only if u come here.\n\n\nLisa:\n That's fine.\n\n\nWilma:\n actually nvm dont come here.\n\n\nLisa:\n Why?\n\n\nWilma:\n its at my front door now. no visitors.\n\n\nLisa:\n Wilma!\n\n\nWilma:\n have to obey traffic laws. thomas would agree with me :)\n\n\nLisa:\n Thomas? Wilma, does William know yet?\n\n\nWilma:\n no. i'll tell him after his birthday.\n\n\nLisa:\n Okay. Well. I'm still coming, okay?\n\n\nWilma:\n eh.\n\n\n\n\n\n\nSecond Encounter:\n\n\nSCP-5842 made an appearance in the morgue of Tillman Funeral Home and Crematory. The following is a letter of resignation by Craig Dillard, an employee of Tillman Funeral Home.\n\n\n\n\nDear Johnny Truman.\n\nThis is my official letter of resignation. As you know, I am a very devout and pious follower of the Christian faith. For the longest time, I thought I was doing a good job, handling the bodies of the deceased and preparing them for burials. I had always believed that taking on a job such as this was good for my soul.\n\n\nI thought that if I helped my fellow men and women see off their loved ones as they departed to the gilded gates of our glorious God, that I'd be recognized as virtuous.\n\nBut sadly, that is not the case. I have received a sign from our Lord and Heavenly Father that I must stop what I have dedicated my career to.\n\n\nI was working on the body of an emissary of traffic when I turned around and saw the sign from God right then and there, peering down upon my work in the midst of me checking on the body's decomposition. In his life, this man directed the automobiles on the road. In death, he—ergo, God—has directed the vehicle of my life choices.\n\n\nI must leave this occupation.\n\n\nIf God himself gave me this sign, I must heed it. Thank you for everything, Johnny.\n\nI wish you the best,\n\nCraig Dillard\n\n\n\n\nThird Encounter:\n\n\nSCP-5842 was spotted in Wellington Elementary School. There was a writing assignment that had the students introduce themselves and describe something of interest that they had seen.\n\n\nOne of the students described their experience of being followed by SCP-5842, transcribed below. Spelling and grammar errors are preserved from the original document.\n\n\n\n\n\n\nWilliam Greggs\n\n10/4/2019\n\nMrs. Pollock\n\n\n\n\ncool things i have seen\n\n\n\n\nHi my name is william greggs but my mommy and daddy call me will. my mommy is wilma greggs her name sounds almost the same right? daddys the only one with a different name and its thomas greggs! Cool! im 6 years old and i love my mommy and daddy.\n\n\n \n\ni saw a cool thing in the bathroom weerd thing. i saw a cool red stop sign and my favorite color is red and it was in there it was looking at me when I went in. someone doesnt want me to use the bathroom, so i didnt. held it in all day and im proud of myself and i think mommy and daddy would be proud too.\n\n\n \n\neverytime i use the bathroom there is a stop sign in there looking at me and it turn around when im not looking. maybe its my gardeen stop sign. like an angel but it makes me stop doing daynjers things and not make bad guys stop being bad. i wish the stop sign had wings that made cars stop.\n\n\n \n\ndaddy is a crossing guard and he would always hold a little stop sign that has no wings and tell people when to go or when to stop. i dont get it but he looks cool when he does it he blows a whistle, really hard and it gets so loud. mommy drove me over to see him and he waved at us. I love daddy.\n\n\n \n\nI havent seen daddy in a while I wonder where he is? Today is my birthday maybe hes playing hide and seek with me and hes putting stop signs in the school bathroom as a joke. Sometimes I find the stop sign in my own room daddy is so funny. I will give him a big hug when I see him again!!!\n\n\n \n\n\n\n\n\n\nFourth Encounter:\n\nSCP-5842 was found placed at an intersection that forced a male civilian to stop in front of an oncoming vehicle. The following collision led to SCP-5842 being severely dented and damaged and subsequently caused the death of a male civilian. Incident reports leading up to that event have been added below.\n\n\n\n\nIncident Date:\n 9/30/2019\n\n\nSummary:\n SCP-5842 was seen in the driveway of a civilian identified as Frank Smith. As Frank Smith was pulling out of his driveway, SCP-5842 appeared behind his car and dented his rear bumper. SCP-5842 vanished immediately afterwards.\n\n\n\n\n\n\nIncident Date:\n 9/30/2019\n\n\nSummary:\n Frank Smith awakened in the middle of the night to SCP-5842 standing over him while he was asleep in bed. Neighbors reported seeing him run out of his home and screaming, \"leave me alone! Please! I didn't mean to!\"\n\n\n\n\n\n\nIncident Date:\n 10/2/2019\n\n\nSummary:\n Frank Smith arrived at his job at South Palm Beach County Courthouse and went to use the restroom. Moments later, he ran out of there with his work pants at his ankles. He ran down a hallway while hysterically screaming, \"he won't even let me shit in peace!\"\n\n\n\n\n\n\nIncident Date:\n 10/4/2019\n\n\nSummary:\n Frank Smith witnessed SCP-5842 sitting in the judge's seat in a court room half an hour before a court case he was overseeing. He prostrated and begged it for forgiveness before he vacated the premises and was not seen until his collision.\n\n\n\n\nAddendum-5842-2:\n\n\nSCP-5842's last reported sighting was South Florida National Cemetery. It was found leaning over a tombstone before it disappeared again. There have been no reported sightings since.\n\n\nInscription on tombstone:\n\n\n\n\nThomas Greggs\n\n\n10/4/1990 - 9/27/2019\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to the similarities between SCP-5842 and \nSCP-1047\n, an investigation is underway to find a connection between them.\n\n\n\n\n\n\n\n\n« \nSCP-5841\n | SCP-5842 | \nSCP-5843\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5842\n\" by Quadraginta, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5842\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n WORK DAMMIT\n\n\nAuthor:\n \nQuadraginta\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum-5842:\nAdded below is a list of the most noteworthy sightings and encounters with SCP-5842.\nThe first is a series of text message exchanges between Wilma Greggs and her employer.",
        "Addendum-5842-2:\nSCP-5842's last reported sighting was South Florida National Cemetery. It was found leaning over a tombstone before it disappeared again. There have been no reported sightings since.\nInscription on tombstone:"
    ],
    "documents": [],
    "notes": [
        "Dear Johnny Truman. This is my official letter of resignation. As you know, I am a very devout and pious follower of the Christian faith. For the longest time, I thought I was doing a good job, handling the bodies of the deceased and preparing them for burials. I had always believed that taking on a job such as this was good for my soul. I thought that if I helped my fellow men and women see off their loved ones as they departed to the gilded gates of our glorious God, that I'd be recognized as virtuous. But sadly, that is not the case. I have received a sign from our Lord and Heavenly Father that I must stop what I have dedicated my career to. I was working on the body of an emissary of traffic when I turned around and saw the sign from God right then and there, peering down upon my work in the midst of me checking on the body's decomposition. In his life, this man directed the automobiles on the road. In death, he—ergo, God—has directed the vehicle of my life choices. I must leave this occupation. If God himself gave me this sign, I must heed it. Thank you for everything, Johnny. I wish you the best, Craig Dillard",
        "Incident Date: 9/30/2019 Summary: SCP-5842 was seen in the driveway of a civilian identified as Frank Smith. As Frank Smith was pulling out of his driveway, SCP-5842 appeared behind his car and dented his rear bumper. SCP-5842 vanished immediately afterwards.",
        "Incident Date: 9/30/2019 Summary: Frank Smith awakened in the middle of the night to SCP-5842 standing over him while he was asleep in bed. Neighbors reported seeing him run out of his home and screaming, \"leave me alone! Please! I didn't mean to!\"",
        "Incident Date: 10/2/2019 Summary: Frank Smith arrived at his job at South Palm Beach County Courthouse and went to use the restroom. Moments later, he ran out of there with his work pants at his ankles. He ran down a hallway while hysterically screaming, \"he won't even let me shit in peace!\"",
        "Incident Date: 10/4/2019 Summary: Frank Smith witnessed SCP-5842 sitting in the judge's seat in a court room half an hour before a court case he was overseeing. He prostrated and begged it for forgiveness before he vacated the premises and was not seen until his collision.",
        "Thomas Greggs 10/4/1990 - 9/27/2019",
        "\" SCP-5842 \" by Quadraginta, from the SCP Wiki . Source: https://scpwiki.com/scp-5842 . Licensed under CC-BY-SA .",
        "Filename: WORK DAMMIT Author: Quadraginta License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-5842",
    "object_class": "Keter",
    "containment_procedures": "SCP-5842 is currently uncontained. Previous sightings of SCP-5842 are currently being passed off as gags. Wellington is to be monitored in the case that SCP-5842 becomes active again.",
    "description": "SCP-5842 is a standard North American stop sign. SCP-5842's primary anomalous property is appearing in a location via unknown means1. Initially, it was believed that SCP-5842 appeared at random, however, further research has discerned a pattern in its appearances. See addenda below.",
    "title": "SCP-5842"
}