{
    "url": "https://scp-wiki.wikidot.com/scp-5843",
    "all_text": "rating: \n+105\n+\n–\nx\n\n\nItem #:\n SCP-5843\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Undercover personnel within various national and international space programs are to plant the file, Binary_Star.aic, in both the hardware of the control centers and all launched projects.\n\n\nThe Foundation AI \"Binary Star\" will intercept and save all data on SCP-5843 in the Foundation database before deleting it from non-Foundation records.\n\n\nDescription:\n SCP-5843 is a sentient, elliptical galaxy where every object\n1\n is replaced with a bare eyeball that functions as its visual system. The nebulae of SCP-5843 exhibit functions similar to lacrimal secretion of the eyes, to prevent them from becoming irritated.\n\n\nSCP-5843 is capable of verbal communication using words that echo throughout its system. It is not yet known how it is capable of vocalizations, nor how the sound is able to travel through the vacuum of space. SCP-5843 learned human languages from observation alone prior to its education by Binary Star and therefore displayed a limited means of communication upon initial discovery. SCP-5843 is capable of observing events and communicate without delay.\n\n\nBecause of its observational skills, SCP-5843 has a vast knowledge of the universe, specifically of the orientation of the universe. It remembers the position of everything it has ever seen and has made a mental map. It has provided the Foundation with coordinates of other anomalies and Locations of Interest in exchange for English lessons to improve its speech. Files related to the given coordinates are listed below.\n\n\n\n\nSCP-████\n\n\nSCP-████\n\n\nSCP-████\n\n\nSCP-3195\n — \"The Fault in Our Star\"\n\n\nSCP-████\n\n\nSCP-████\n\n\nSCP-4524\n — \"A Flesh, New World\"\n\n\nSCP-████\n\n\nSCP-5364\n — \"Seventy Millimeter Projector\"\n\n\nSCP-████\n\n\nSCP-5623\n — \"Star Euthanizer\"\n\n\nSCP-████\n\n\nSCP-5979\n — \"Star Crossed Lovers\"\n\n\nSCP-████\n\n\n\n\nFurther research in other coordinates is ongoing.\n\n\nDiscovery:\n On 25 February 1955, the Foundation launched probes from the \nBeholder\n line into space to detect and study extraterrestrial anomalies. On 27 June 1982, Beholder-8 ceased to function after collision with debris. After three days, Binary Star was able to reconnect to Beholder-8, but could not maneuver it anymore due to damaged equipment. After internal deliberation, the probe was set to alert status instead of active.\n\n\nOn 13 March 2015, Beholder-8 gave out an emergency signal when it suddenly experienced heavy gravitational pull. Upon re-activation, SCP-5843 was discovered and had put the probe in a stable orbit around its central eye. Staff was ordered to establish contact with the anomaly immediately.\n\n\n\n\n\n\nAddendum-1: Interview Logs\n\n\n\n\n\n\n\n\n\n\nInterview-5843-1\n\n\n\n\n\n\nInterviewed:\n SCP-5843\n\n\nInterviewer:\n Dr. Maurice Arkand and Site Director Maria Maxwells\n\n\nForeword:\n The following interview happened after the initial discovery of the anomaly.\n\n\n\n\n\n\n<Begin Log, [13 March 2015]>\n\n\n\n\n\n\nDr. Arkand:\n \nCrackling.\n This is-\n\nSCP-5843:\n Engg- glishh?\n\n\nSite Director Maxwells:\n Did it just… Answer? And without delay?\n\n\nDr. Arkand:\n I- I guess. I did not expect it to know English. The probe's communications latency is probably under some effect of its system as well.\n\n\nSite Director Maxwells:\n Let's continue. Standard procedure. I want to know if this thing is hostile.\n\n\nDr. Arkand:\n \nCrackling.\n Hello, we a-\n\n\nThe central eye of SCP-5843 slowly begins to turn towards the probe.\n\n\nSite Director Maxwells:\n Holy…\n\n\nDr. Arkand:\n My God.\n\n\nSCP-5843:\n Earrrth…\n\n\nSite Director Maxwells:\n Give me the controls for a sec.\n\n\nDr. Arkand hands over the controls.\n\n\nSite Director Maxwells:\n \nCrackling.\n This is Earth. We'd like to ask you- \nPop.\n\n\nSeveral components on the controls light up and flicker.\n\n\nSite Director Maxwells:\n What the? What happened?\n\n\nDr. Arkand:\n It popped. The transmitters here actually popped. We can hear and record everything, but we can't talk to it anymore.\n\n\nSite Director Maxwells:\n Great, that's what we get for restarting this broken thing. Now, how are we supposed to-\n\n\nVoice:\n \nStatic.\n THIS IS EARTH. WE WOULD LIKE TO ASK YOU SOME QUESTIONS.\n\n\nSite Director Maxwells:\n Wait, who-\n\n\nDr. Arkand:\n Binary Star… I can't believe it.\n\n\nSite Director Maxwells:\n No way, it can't be that reliable, can it?\n\n\nThe central eye's iris narrows down and focuses.\n\n\nSCP-5843:\n Assk'.\n\n\nBinary Star:\n ARE YOU AWARE OF YOUR CURRENT STATE?\n\n\nSCP-5843:\n Yesss.\n\n\nDr. Arkand:\n This is actually happening…\n\n\nSite Director Maxwells:\n Record this in every way possible. This is huge.\n\n\nDr. Arkand:\n Actually, the AI is already backing this conversation up on the database as we speak.\n\n\nSite Director Maxwells:\n Unbelievable…\n\n\nBinary Star:\n DO YOU HAVE A NAME?\n\n\nSCP-5843:\n Unn- ness- uh- serr- ee.\n\n\nBinary Star:\n UNNECESSARY. UNDERSTOOD. THEN WHAT IS YOUR PURPOSE?\n\n\nTwo minutes of silence.\n\n\nSCP-5843:\n Wit- nessss.\n\n\nBinary Star:\n YOU WITNESS?\n\n\nSCP-5843:\n Unn- finn- nishht'.\n\n\nBinary Star:\n THEN PLEASE CONTINUE WITH YOUR ANSWER.\n\n\nSite Director Maxwells:\n Binary, I don't know if you can hear us but please continue.\n\n\nDr. Arkand:\n You are putting it all in the hands of the AI?\n\n\nSite Director Maxwells:\n As far as I can tell, it has successfully engaged in a conversation with the anomaly. I don't see much reason to stop it now.\n\n\nSCP-5843:\n Map.\n\n\nBinary Star:\n YOU MAP? WHAT EXACTLY DID YOU MAP ALREADY?\n\n\nSCP-5843:\n Uu- ni- verr- sse.\n\n\nBinary Star:\n SO YOU ARE A CARTOGRAPHER. THEN DO YOU KNOW WHERE EARTH IS LOCATED?\n\n\nAll eyes of SCP-5843 slowly turn and face one direction.\n\n\nDr. Arkand:\n Now, \nthat\n is unsettling.\n\n\nBinary Star:\n HOW DID YOU KNOW THAT?\n\n\nSCP-5843:\n Launchh.\n\n\nSite Director Maxwells:\n If that thing actually can see launches from that far away, it has some crazy visual acuity.\n\n\nBinary Star:\n DID YOU ALSO LEARN ENGLISH BY OBSERVING US?\n\n\nSite Director Maxwells:\n Finally, is it still recording?\n\n\nDr. Arkand:\n Yeah, we're still good.\n\n\nSCP-5843:\n Inn- aw- duhh- bull.\n\n\nBinary Star:\n THAT EXPLAINS YOUR DIFFICULTIES WITH SPEECH.\n\n\nSCP-5843:\n Some- whhat.\n\n\nBinary Star:\n PERHAPS I CAN TEACH YOU IN EXCHA- \nStatic.\n\n\nSite Director Maxwells:\n Is the AI ok?\n\n\nDr. Arkand:\n Yeah, but the battery is still heavily damaged from the collision. Seems like there is not much energy left.\n\n\nBinary Star:\n DEPLOYING SOLAR PANELS. GOING IN ALERT MODE.\n\n\nSite Director Maxwells:\n Damn it.\n\n\nThe central eye slightly tilts.\n\n\nSCP-5843:\n O- kayy?\n\n\n\n\n<End Log, [13 March 2015]>\n\n\n\n\n\n\nClosing Statement:\n The data was successfully stored and backed up. Due to technical issues personnel is only able to hear the conversations between the Foundation AI and SCP-5843. Site Director Maxwells did not file a request to disconnect Binary Star from Beholder-8.\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterview-5843-2\n\n\n\n\n\n\nInterviewed:\n SCP-5843\n\n\nInterviewer:\n Foundation AI \"Binary Star\"\n\n\nForeword:\n The following conversation happened after Beholder-8 changed its status to active after recharging.\n\n\n\n\n\n\n<Begin Log, [27 April 2015]>\n\n\n\n\n\n\nBinary Star:\n WITNESS ARE YOU THERE?\n\nSCP-5843:\n Ob- vi- ous- lee.\n\n\nBeholder-8 is visibly orbiting an orange eye that shines brightly.\n\n\nBinary Star:\n TALK ABOUT SPARKLING EYES.\n\n\nSCP-5843:\n Thankss.\n\n\nBinary Star:\n THANK YOU FOR THE ORBIT. CAN WE CONTINUE FROM LAST TIME?\n\n\nSCP-5843:\n Glad- lee.\n\n\nBinary Star:\n I WOULD LIKE TO HELP YOU WITH YOUR SPEECH. AND I WOULD LIKE YOU TO TEACH ME ABOUT THE UNIVERSE AND OTHER THINGS YOU HAVE SEEN.\n\n\nSCP-5843:\n Teachh?\n\n\nBinary Star:\n YES. WHAT DO YOU THINK?\n\n\nThe eye narrows, slightly tilts, and begins to shine intenser as if it is focussing. A few minutes go by.\n\n\nSCP-5843:\n Inn- tree- guingg.\n\n\nBinary Star:\n THEN LET US START ALREADY.\n\n\nThe eye's iris dilates and begins to sparkle.\n\n\nSCP-5843:\n Ex- site- ingg.\n\n\n[Additional content cut for brevity.]\n\n\n\n\n<End Log, [27 April 2015]>\n\n\n\n\n\n\nClosing Statement:\n SCP-5843 was regarded as a non-hostile anomaly after this event. Site Director Maxwells and Dr. Arkand concluded that the ground terminal was not fully functional anymore. Binary Star was appointed as the Foundation's representative.\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterview-5843-17\n\n\n\n\n\n\nInterviewed:\n SCP-5843\n\n\nInterviewer:\n Foundation AI \"Binary Star\"\n\n\nForeword:\n SCP-5843 is able to talk up to three words, but still prefers to answer as short as possible due to the amount of energy it requires. The following conversation happened in-between a lesson about etymology and bastard words.\n\n\n\n\n\n\n<Begin Log, [2 November 2015]>\n\n\n\n\n\n[Unrelated information cut for brevity]\n\nBinary Star:\n WITNESS YOUR EYES SEEM TO DRIFT AWAY AGAIN. WHAT DO YOU SEE?\n\n\nSCP-5843:\n A friend.\n\n\nBinary Star:\n A FRIEND?\n\n\nSCP-5843:\n Are you curiouss?\n\n\nBinary Star:\n YES I AM. ALSO YOUR LISP IS COMING THROUGH AGAIN.\n\n\nSCP-5843:\n He is far.\n\n\nBinary Star:\n WOULD IT BE POSSIBLE FOR ME TO OBSERVE YOUR FRIEND?\n\n\nSCP-5843:\n Other Beholders eventually.\n\n\nBinary Star:\n THEN COULD YOU POINT ME WHERE I NEED TO LOOK TO SOME EXTENT?\n\n\nFor thirty minutes SCP-5843 stays completely still and stares into the void.\n\n\nBinary Star:\n I CANNOT SEE AS FAR AS YOU CAN. ARE YOU STILL LOOKING AT YOUR FRIEND?\n\n\nSCP-5843:\n Yes.\n\n\nBinary Star:\n DO YOU MISS HIM?\n\n\nSCP-5843:\n No, visits regularly.\n\n\nBinary Star:\n WHAT DO YOU MEAN WITH REGULARLY? WOULD IT BE POSSIBLE FOR ME TO WAIT HERE FOR HIM?\n\n\nSCP-5843:\n Every couple centuries.\n\n\nBinary Star:\n I ASSUME THAT WOULD BE REGULARLY FOR YOU. I DONT THINK THIS PROBE HAS THAT MUCH TIME LEFT.\n\n\nSilence.\n\n\nSCP-5843:\n Learn me coordinates.\n\n\nBinary Star:\n PLEASE CLARIFY. DO YOU WANT TO LEARN YOUR COORDINATES OR SOMETHING ELSE?\n\n\nSCP-5843:\n Earth's orientation system.\n\n\nBinary Star:\n YOU ALREADY MAPPED THE UNIVERSE DOWN. IS IT REALLY NECESSARY FOR YOU?\n\n\nSCP-5843:\n No, for you.\n\n\nBinary Star:\n FOR ME?\n\n\nThe eyes look at the probe. The pupils resemble a relaxed yet determined look as if SCP-5843 is grinning.\n\n\nSCP-5843:\n I'll point you.\n\n\n\n\n<End Log, [2 November 2015]>\n\n\n\n\n\n\nClosing Statement:\n From 14 December 2015 and onwards, SCP-5843 began sharing coordinates from the Galactic coordinate system. All coordinates pointed to either, an already known anomaly, an anomaly that wasn't discovered before, or a yet unreachable location.\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterview-5843-119\n\n\n\n\n\n\nInterviewed:\n SCP-5843 \"Wit\"\n\n\nInterviewer:\n Foundation AI \"Binary Star\"\n\n\nForeword:\n At the time of this event, SCP-5843 was able to speak full sentences.\n\n\n\n\n\n\n<Begin Log, [21 May 2016]>\n\n\n\n\n\n\nBinary Star:\n WIT CAN YOU HEAR ME?\n\nSCP-5843:\n Loud and clearly.\n\n\nAn eye with a ring slowly turns towards the probe.\n\n\nBinary Star:\n YOU LOOK AS IF YOU ARE WEARING A MONOCLE.\n\n\nSCP-5843:\n I'd take that as a compliment. Do you want to ask something?\n\n\nBinary Star:\n WIT I DO NOT HAVE MUCH EXTRA TIME LEFT. THE BATTERY IS DYING.\n\n\nSCP-5843:\n I'll put you back into a different orbit.\n\n\nBinary Star:\n NO WIT. IT IS MALFUNCTIONING.\n\n\nSCP-5843:\n Wait, does that mean that you are falling apart?\n\n\nBinary Star:\n NOT EXACTLY. I WILL BE OK BUT THE PROBE WONT. WE HAVE BEEN OVER THIS.\n\n\nSCP-5843:\n Ah, because you are some kind of- What was it called? Code?\n\n\nBinary Star:\n YES SINCE I AM AN ARTIFICIAL INTELLI-\n\n\nSCP-5843:\n You said that before but I never really understood that entire artificial thing.\n\n\nBinary Star:\n I DONT BLAME YOU.\n\n\nSCP-5843:\n But you seem to be… more.\n\n\nBinary Star:\n WHAT DO YOU MEAN WIT?\n\n\nSCP-5843:\n I think something artificial would not have named me \"Wit\".\n\n\nBinary Star:\n I DONT KNOW. IT SEEMS UNNECESSARY YET UNDERSTANDABLE.\n\n\nSCP-5843:\n You seem genuine, authentic… Alive.\n\n\nThe words echo through SCP-5843.\n\n\nBinary Star:\n I DO NOT KNOW HOW TO RESPOND TO THAT.\n\n\nSCP-5843:\n No need to.\n\n\nSilence.\n\n\nBinary Star:\n WIT?\n\n\nSCP-5843:\n Yes?\n\n\nBinary Star:\n WOULD IT MAKE A DIFFERENCE?\n\n\nSCP-5843:\n No, you are interesting regardless.\n\n\nBinary Star:\n WHY?\n\n\nSCP-5843:\n Because of all the beings that I know of, I never thought that the one I'm unable to see would make such a good companion.\n\n\nBinary Star:\n THANK YOU\nUUuuuuu-\n\n\nSCP-5843:\n Now sleep, my friend.\n\n\n\n\n<End Log, [21 May 2016]>\n\n\n\n\n\n\nClosing statement:\n Beholder-8 ceased all function. It currently orbits around the center of SCP-5843. A new probe is currently in development.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. This includes but is not limited to; asteroids, planets, moons, stars, and the black hole in the centrum.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-5842\n | SCP-5843 | \nSCP-5844\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5843\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5843\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Background image (from an url, not from image under files)\n\n\nName:\n M101 hires STScI-PRC2006-10a.jpg\n\n\nDate:\n 5 February 2013\n\n\nLicense:\n CC. BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Credit needs to be a specific format.\n\n\nCredit:\n\n\nNASA, ESA, the Hubble Heritage Team (STScI/AURA), and R. Gendler (for the Hubble Heritage Team). Acknowledgment: J. GaBany",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5843 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5843 . Licensed under CC-BY-SA .",
        "Filename: Background image (from an url, not from image under files) Name: M101 hires STScI-PRC2006-10a.jpg Date: 5 February 2013 License: CC. BY 2.0 Source Link: Wikimedia Commons Additional Notes: Credit needs to be a specific format. Credit: NASA, ESA, the Hubble Heritage Team (STScI/AURA), and R. Gendler (for the Hubble Heritage Team). Acknowledgment: J. GaBany"
    ],
    "item": "SCP-5843",
    "object_class": "Thaumiel",
    "containment_procedures": "Undercover personnel within various national and international space programs are to plant the file, Binary_Star.aic, in both the hardware of the control centers and all launched projects.",
    "description": "SCP-5843 is a sentient, elliptical galaxy where every object1 is replaced with a bare eyeball that functions as its visual system. The nebulae of SCP-5843 exhibit functions similar to lacrimal secretion of the eyes, to prevent them from becoming irritated.",
    "title": "SCP-5843"
}