{
    "url": "https://scp-wiki.wikidot.com/scp-5847",
    "all_text": "rating: \n+96\n+\n–\nx\n\n\nTstaffor\n\n\n\n\n\n\nAuthor Page\n | \nPodcast\n | \nFeeling Lucky?\n\n\nTstaffor's Best of:\n\n\n\n\nSCP-6557\n - Annihilation From a Cross Across Time\n\n\nSCP-5846\n - The One-Stop Shop\n\n\nSCP-6547\n - Worlds Within Worlds Within Worlds…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5847\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5847.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The Rhodes Plaza Mall has been bought and repurposed into Site-86. A pair of guards are stationed at each entrance. No food is to be brought inside SCP-5847.\n\n\nDescription:\n SCP-5847 is the food court of the Rhodes Plaza Mall in Newcastle, Australia. It has two main anomalous effects.\n\n\nThe first is that whenever a subject consumes food inside SCP-5847, it will morph into SCP-5847-1, a courtroom. SCP-5847-1 is fully populated by SCP-5847-2, which are sapient, animate foods resembling their non-anomalous counterparts in appearance but with the ability to anomalously perceive, vocalize, and locomote\n1\n. It has been hypothesized from recordings that all SCP-5847-2 instances inside SCP-5847-1 are food the subject has eaten throughout their life.\n\n\nOnce inside SCP-5847-1, the subject is transformed into a near facsimile of their previous appearance, but composed of what appears to be a thick cake icing. They must then defend the fact they eat food to a large piece of sugar candy. The only two rulings observed, have been that the subject is not guilty and free to go wherein SCP-5847-1 morphs back into SCP-5847, or that the subject is guilty of \"crimes against Humunchkind\" and is sentenced to death wherein an Execucumber will consume the subject whole.\n\n\nThe secondary effect of SCP-5847 is a memetic effect affecting anyone inside the courtroom that causes them to unintentionally replace words they say with the names of foods.\n\n\nAddendum 5847-1 Transcription of security camera footage from a trial held inside SCP-5847-1:\n\nThe following was recovered from a security camera set up in SCP-5847. For readability, the instances colloquial names have been used in place of SCP-5847-2\n2\n.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n[SCP-5847 is seen morphing into SCP-5847-1.]\n\n\n \n\n\nBailoaff:\n Please baguette to your seat defondant.\n\n\n \n\n\nDefondant:\n Why do you think you can boss me around ya big loaf?\n\n\n \n\n\nBailoaff:\n Heh, I'm the yeast of your worries.\n\n\n \n\n\n[The Bailoaff smacks the defondant on his back]\n\n\n \n\n\nBailoaff:\n Soy I'll say it again, sit down.\n\n\n \n\n\nDefondant:\n Fine, but stop doughing that, you're starching to get on my nerves. Wait, what?\n\n\n \n\n\n[A Tomattorney sits down beside the defondant.]\n\n\n \n\n\nTomattorney:\n Don't worry about it. That just kind of happens here. You'll get couscoused to it.\n\n\n \n\n\nDefondant:\n Who are you vanilla exctractly?\n\n\n \n\n\nTomattorney:\n Oh right! Nice to meat you, I've been assigned as your public defence arugalawyer.\n\n\n \n\n\nBailoaff:\n All rise for the honorable Fudge Hershey!\n\n\n \n\n\nFudge:\n Now, lettuce get this underwhey. Defondant, what is your name?\n\n\n \n\n\nDefondant:\n I yam Josh.\n\n\n \n\n\nFudge:\n Josh, you stand before a jury of your pears, and by that I mean pears you've eaten throughout your life, to defend the fact you have killed and eaten so many of us before. Let's start with your opening arguments.\n\n\n \n\n\nDefondant:\n I know this is hard to hear, but I promise I only ever ate any of you to stay achive!\n\n\n \n\n\n[The Procharcuterie gets up from the plaintiff's table.]\n\n\n \n\n\nProcharcuterie:\n Today I will convince you that Josh not only ate many of us, but ate us with delicious intent!\n\n\n \n\n\n[The jury gasps]\n\n\n \n\n\nProcharcuterie:\n I'd like to call a wheatness to the stand.\n\n\n \n\n\n[An egg rolls up to the stand]\n\n\n \n\n\nProcharcuterie:\n Hello Ms. Sunny Sydup. You all know Sunny as the Hard-Boiled cop who keeps our streets safe, but did you know Ms. Sydup was brutally attacked and eaten by Josh a while back when- well, omelet Sunny tell you about it.\n\n\n \n\n\nSunny:\n My memory of the event might be a little scrambled since it was pretty traumatic but I'll tell the story as well as I can remember. It was early in the morning when that deviled man kidnapped me and my fellow eggs. We could tell he was carton us off to his murder room\n3\n. Once we were there, we tried to hash things out with him but he wouldn't listen. Things started to heat up, literally, he threw us into a pan on top of some bread. That's when I knew, I was french toast!\n\n\n \n\n\nProcharcuterie:\n As you can see, Josh didn't just use Ms. Sydup for sustenance. Josh, did you kale Sunny with the only intent being peanutrition, or did you do it to have a good meal?\n\n\n \n\n\nFudge:\n I'll ask you not to question the defondant at this thyme.\n\n\n \n\n\nTomattorney:\n I would now like to call a wheatness to the stand.\n\n\n \n\n\n[A bean bounces to the stand]\n\n\n \n\n\nTomattorney:\n Now, Mr. Bean how was your experience with Josh?\n\n\n \n\n\nBean:\n Lima tell it to ya straight, there's nothing mean about Josh. I used to think he happily olived with the fact he kaled and ate us. It wasn't lentil he opened our can and poured us into a bowl that had so mushroom for all of us. I realized Josh cared about our well being too. Now I donut speak for everyone here, but I beleaf Josh is a good guy. He had bean consuming us solely for peanutritional value.\n\n\n \n\n\nTomattorney:\n Purely, for, peanutritional value. Now that doesn't sound like a man who revels in food's grain for his own turkish delight! Josh is a man who only eats us for his own survival. Do you need s'more convincing? There can'talope be any butter evidence than that!\n\n\n \n\n\nFudge:\n One bean's experience does not spleek for all foods. I rule in flavor of the peaple. The defondant is a man who revels in causing food grain and a perpetrator of crimes against Humunchkind. Call in the Execucumber!\n\n\n \n\n\nDefondant:\n Crumb on man, I never realized you were all achive! I want to call for an appeel!\n\n\n \n\n\n[The defondant starts to get up and try and run but the bailoaff stops him.]\n\n\n \n\n\nBailoaff:\n Hey! Romaine in your seat.\n\n\n \n\n\nTomattorney:\n This isn't fair! It hasn't been from the starch! Your Honor, what are you? That's right, fudge. You're way too biased to be a Fudge. You're spicefically crafted to be a treat for humans. It's not Josh's salt his societea has made it so ok to eat us. He should not be blamed for humanitea's shortcomings!\n\n\n \n\n\nFudge:\n This is spaghetting out of hand. I take my rulings berry cerealsly. You cumin my courtroom and flander my name like this? You're out of lime, bailoaff, escort him out.\n\n\n \n\n\n[The bailoaff grabs the tomattorney and takes it through the back doors.]\n\n\n \n\n\nBailoaff:\n Have fun carrotting in prison.\n\n\n \n\n\nTomattorney:\n You cannut silence us! This is tyranny!\n\n\n \n\n\n[The execucumber proceeds to consume the defondant. After the defondant has been eaten, the footage abruptly cuts to an empty SCP-5847.]\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Research into how SCP-5847-2 are able to do so is ongoing.\n\n\n2\n. -A is referred to as Fudge, -B is referred to as Bailoaff, -C is referred to as Tomattorney, -D is referred to as Procharcuterie, and -E is referred to as Excecucumber.\n\n\n3\n. Presumed to be their name for a kitchen.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5846\n | SCP-5847 | \nSCP-5848\n »\n\n\n\n\n\n\n\n\nrating: \n+96\n+\n–\nx\n\n\n\n\nPorridge\n\n\n\n\n\n\n\n\n□ More by Tstaffor □\n\n\n\n\n▣ More by Tstaffor ▣\n\n\n\n\nTstaffor's Author page!\n\nIf you like my writing, check out my Podcast with \nLuxaiko\n!\n\n\nThe Scip Squad Podcast Hub\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-6868\n\n\nRating: \n419\n\n\n\n\n\n\nSCP-7500\n\n\nRating: \n318\n\n\n\n\n\n\nSCP-6552\n\n\nRating: \n168\n\n\n\n\n\n\nSCP-3837\n\n\nRating: \n146\n\n\n\n\n\n\nSCP-6557\n\n\nRating: \n138\n\n\n\n\n\n\nSCP-6558\n\n\nRating: \n102\n\n\n\n\n\n\nSCP-5722\n\n\nRating: \n98\n\n\n\n\n\n\nSCP-5847\n\n\nRating: \n96\n\n\n\n\n\n\nSCP-6547\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-5846\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-7979\n\n\nRating: \n74\n\n\n\n\n\n\nSCP-6554\n\n\nRating: \n72\n\n\n\n\n\n\nSCP-6226\n\n\nRating: \n70\n\n\n\n\n\n\nSCP-6067\n\n\nRating: \n66\n\n\n\n\n\n\nSCP-1551-EX\n\n\nRating: \n55\n\n\n\n\n\n\nSCP-6553\n\n\nRating: \n53\n\n\n\n\n\n\nSCP-555-J\n\n\nRating: \n51\n\n\n\n\n\n\nSCP-6551\n\n\nRating: \n39\n\n\n\n\n\n\nSCP-6588\n\n\nRating: \n37\n\n\n\n\n\n\nSCP-5846-J\n\n\nRating: \n29\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nLog of Non-Anomalous Items\n\n\nRating: \n219\n\n\n\n\n\n\nSCP-173 But... it's a Collaborative Log\n\n\nRating: \n191\n\n\n\n\n\n\nSCP-173 But...\n\n\nRating: \n171\n\n\n\n\n\n\nMfw\n\n\nRating: \n102\n\n\n\n\n\n\nLog of Non-Anomalous Items II: Sequels are Always Worse\n\n\nRating: \n81\n\n\n\n\n\n\nGoat VR? More like Goat VeRy bad game!\n\n\nRating: \n81\n\n\n\n\n\n\nThe Knights of Wonder\n\n\nRating: \n37\n\n\n\n\n\n\nThe Unhuman Experience: Former Prime Minister Harold Holt\n\n\nRating: \n30\n\n\n\n\n\n\nMZL-1915\n\n\nRating: \n26\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-3008\n\n\nRating: \n312\n\n\n\n\n\n\nHerman Fuller Presents: Shapes the Clown\n\n\nRating: \n15\n\n\n\n\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nFormat Screw Hub\n\n\nRating: \n147\n\n\n\n\n\n\nThe Scip Squad Podcast Hub\n\n\nRating: \n44\n\n\n\n\n\n\n\n\n\n\n\n\nArt\n\n\n\n\n\n\nAn ASCII Egg That Kills You For No Reason\n\n\nRating: \n40\n\n\n\n\n\n\nBubbly Bobby the ASCII Ducky\n\n\nRating: \n40\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5847\n\" by Tstaffor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5847\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Empty Food court mall.jpg\n\n\nName:\n food_court\n\n\nAuthor:\n BornToZucc\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Empty_Food_court_mall.jpg",
    "addendums": [
        "Addendum 5847-1 Transcription of security camera footage from a trial held inside SCP-5847-1: The following was recovered from a security camera set up in SCP-5847. For readability, the instances colloquial names have been used in place of SCP-5847-2 2 ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5847 \" by Tstaffor, from the SCP Wiki . Source: https://scpwiki.com/scp-5847 . Licensed under CC-BY-SA .",
        "Filename: Empty Food court mall.jpg Name: food_court Author: BornToZucc License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Empty_Food_court_mall.jpg"
    ],
    "containment_procedures": "The Rhodes Plaza Mall has been bought and repurposed into Site-86. A pair of guards are stationed at each entrance. No food is to be brought inside SCP-5847.",
    "description": "SCP-5847 is the food court of the Rhodes Plaza Mall in Newcastle, Australia. It has two main anomalous effects.",
    "title": "SCP-5847"
}