{
    "url": "https://scp-wiki.wikidot.com/scp-5849",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\nItem #:\n SCP-5849\n\n\nObject Class:\n Cernunnos\n1\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-5849, the Ethics Committee has deemed containment of the anomaly unnecessary.\n\n\nDescription:\n SCP-5849 is an unidentified postal service worker with a pair of \nAnser caerulescens\n2\n wings on its back, wearing a post hat whose upper band emits a dim light. SCP-5849 occasionally manifests before mailboxes to deliver letters. These manifestation events are preceded by a sudden bright light. The handwriting in the letters is identical to that of deceased individuals who died from sudden or unnatural causes and had recently become estranged from friends or family.\n\n\nAll manifestations of SCP-5849 uniformly occur a few days after the passing of the deceased. Witnesses of the manifestation stated that they had no recollection of the event.\n\n\nThe content often includes anecdotes and stories related to the recipient and seem to be written as reconciliation attempts. The letters may additionally have typos, and smudges as if they had been recently written.\n\n\nAfter reading the contents of the letter, recipients have reported feelings of relieved guilt, thankfulness, and often new profound sadness.\n\n\nDiscovery:\n SCP-5849 was sighted on 2018/03/16 by a home security cam in the town of Adarney, Ireland; several agents were dispatched but could not find the anomaly. After this, SCP-5849 was sighted at a new location every 24 hours. On rare occurrences, personnel received a letter after losing a colleague.\n\n\nAddendum: Incident 5849-1\n\n\n \n\n\nOn \n04 Apr 2025 15:56\n, SCP-5849 appeared before Site-23 and delivered a letter. The handwriting did not match any records and is therefore assumed to have been written by SCP-5849 itself.\n\n\n\n\n\n\n\n\nI came to bring consolement, I wish ye the same.\n\n\n\n\n\nSCP-5849 has yet to appear after this incident. The possibility of a neutralization is not excluded.\n\n\n\nFootnotes\n\n\n1\n. Can be functionally contained, but the Foundation cannot achieve this for logistical and/or ethical reasons.\n\n\n2\n. Commonly known as Snow goose.\n\n\n\n\n\n\n\n\n« \nSCP-5848\n | SCP-5849 | \nSCP-5850\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5849\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5849\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nN/A",
    "addendums": [
        "Addendum: Incident 5849-1\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5849 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5849 . Licensed under CC-BY-SA .",
        "N/A"
    ],
    "item": "SCP-5849",
    "object_class": "Cernunnos1",
    "containment_procedures": "Due to the nature of SCP-5849, the Ethics Committee has deemed containment of the anomaly unnecessary.",
    "description": "SCP-5849 is an unidentified postal service worker with a pair of Anser caerulescens2 wings on its back, wearing a post hat whose upper band emits a dim light. SCP-5849 occasionally manifests before mailboxes to deliver letters. These manifestation events are preceded by a sudden bright light. The handwriting in the letters is identical to that of deceased individuals who died from sudden or unnatural causes and had recently become estranged from friends or family.",
    "title": "SCP-5849"
}