{
    "url": "https://scp-wiki.wikidot.com/scp-5851",
    "all_text": "rating: \n+128\n+\n–\nx\n\n\nYou've always worked well when typing up your articles, writing so it displays the information concise enough for others to read. This was a new story, though. Something about SCP-5851 was different. You could only write about him once you saw him. It was written in the second person, a lot like the stuff you'd read when you were younger.\n\n\nYou'd see \nit\n him every day, sitting carelessly in his standard humanoid cell, and you could tell with the way he subconsciously ran his hand through his hair that he was thinking about you. When you locked eyes, he smiled and winked. Kya! Your heart almost skipped a beat. He knew that once you acknowledged him, it was fate. It was meant to be. You'd meet each other again someday. A slow, burning fire lit in your heart at the thought. Something ignited inside you; A desire to know more. So you went on.\n\n\nHe was the entity of your dreams; Charming, flirtatious but timid, with deep, deep eyes, a passionate hazel boring through your core. There was no doubt about it– You were infatuated. You loved watching him, even if you were strictly advised not to, even to go as far as to put no way of seeing him in his room, but you felt the connection. You first noticed him through a crack in the doorway, curiosity grabbing ahold of you, and saw him fidgeting with his hands. He looked so alone. So cold.\n\n\n\"Ah, what are you reading, darling?\" A voice called from behind you. You turned away from your notes to see SCP-5851 leaning on the doorway. He flashed a mischievous grin.\n\n\"Are you surprised, y/n? Some people think of you as average, but I just can't seem to take my eyes off of you.\"\n\n\n\"SCP-5851, You're not supposed to be here!\" You gasped, \"What if you get caught?\"\n\n\nHe smirked, \"That doesn't happen easily, babe.\"\n\n\n\"Wh- SCP-58?-\"\n\n\n\"Some people call me a Keter, but that doesn't change anything between us. Your beauty has contained my heart.\"\n\n\nHe was so daring, talking about the way he couldn't be completely contained…you knew he was a big fat liar too, because he thrives off your attention and willingness to pick apart all his mannerisms, little by little, word by word…\n\n\n\"…Don’t look at me like that. You look ill. Did something happen while I was away?” SCP-5851 asked, grazing a large hand over your cheek. \nIt\n He always made an effort to gaze at you. His other hand gently took yours, your fingers interlocking.\n\n\n“You need to take care of yourself, overworking isn’t healthy.”\n\n\n“I’m fine, just a little cold,” you assure him. You felt cold, but you were blazing with affection on the inside. SCP-5851 had lit a spark you didn’t even know you had, making you more fiery than usual.\n\n\nStill, something tugged at the back of your mind. \nThis felt wrong. It’s already too late. I’m doomed.\n You didn’t need to worry about that anymore. It was just fear; fear that someone might find out, or look at SCP-5851, or figure out you’re writing fanfiction for an article. They were thoughts to let go of, you wrote.\n\n\n“You’re a good writer.” SCP-5851 said, “Did you think of this yourself?”\n\n\n“Well…no. It’s about you. We haven’t finished it yet, because we can only write about you when we see you, and by then, it’s over.”\n\n\n“Y/n, are you thinking of breaking up with me?!” He laughed, throwing his head back before relaxing again and wrapping his arms around you as you frantically scribbled.\n\n\n“Do you mind if I edit it a bit?” He asked, leisurely guiding your hand and striking out a few sentences. You loved his assertive nature. You leaned back on your chair, \ngiving\n looking up to see SCP-5851's gorgeous hazel eyes looming over you. Your heartbeat thundered in your ears. He looked so beautiful…You pulled his head closer.\n\n\n“Y/n, from the moment I saw you…”\n\n\nYou chuckled, “You tell everyone that. That’s how we found you, remember? By the river, feeding off a girl’s heat and lifeforce…”\n\n\nYou knew this was what he was doing to you, too.\n He loved you too much, and just wanted you to be happy with him. \nBut how could you, when he was literally burning your organs from the inside? You're dead meat now, anyway. You want this to end quickly.\n\n\n“It was so long ago, I don’t recall.\"\n\nHe paused.\n\n\n\"Hold on. I missed something,\" he glanced back up at the document, quickly drawing a line through your mistakes.\n\n\n\"Every minute without someone like you, I feel so weak, and so cold… It hurts so much, y/n. Nobody seems to be as passionate as I am. Everyone I fall for, I’m so attached…I give so much, and they just, y/n, are you even listening? They just burn out…”\n\n\nHe reluctantly pulled away from you, his eyes watering. What was he talking about? In your last moments, you quickly threw this into your notes, hopeful whoever read it would take it into consideration when studying SCP-5851. \nThe entity absorbs energy from internal organs after making direct eye contact.\n\n\n“Wh- Y/n, do you feel empty already? This isn’t fair…I thought you were the one this time. You understood me, and that takes rotten work.”\n\nHe cupped your face in his palms, and you felt your insides melting with love and the overwhelming flame in your heart.\n\n\n“Why does it feel different this time, darling? Why do I feel bad this time?”\n\n\nYou sigh, cracking a smile. He noticed your writing hand on the desk, struggling to document your last moments with SCP-5851.\n\n\n“Hah…So I guess everyone will know about me now. I’ll be cold for a long time.”\n\n\nHis eyes bore into you, and you stare back. You barely notice yourself losing consciousness.\n\n\n“But you know, y/n, I’ll remember this moment forever.”\n\n\n\n\n\n\n« \nSCP-5850\n | SCP-5851 | \nSCP-5852\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5851\n\" by Tropinano, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5851\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5851 \" by Tropinano, from the SCP Wiki . Source: https://scpwiki.com/scp-5851 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-5851"
}