{
    "url": "https://scp-wiki.wikidot.com/scp-5852",
    "all_text": "SCP-5852:\n \"You've got teeth in your bugs.\"\n\n\n \n\n\nAuthor:\n \nCyvstvi\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+112\n+\n–\nx\n\n\nCyvstvi\n\n\n\n\n\n\n\"You've got teeth in your bugs.\"\n by \nCyvstvi\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5852\n\n\nAnomaly Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the random nature of SCP-5852, physical containment of all affected specimens is impossible.\n\n\nIt is unknown what causes SCP-5852 to manifest within members of Cicadoidea; therefore prevention within localised clusters of specimens is currently unfeasible.\n\n\nTo obfuscate the nature of SCP-5852, Cover Story 5852.1 \"Tumorous Growth Disease\" has been disseminated to national and local media in locations with sizable populations of Cicadoidea. This has, in-turn, been further disseminated by entomological experts to the point that \"Cicada Mange\" has become a recognised disease in Entomology.\n\n\nAny reported instances of SCP-5852-1 located in the wild are to be immediately secured by \nMTF Lambda-12 (“Pest Control”)\n and contained within the Entomology Department of Site-21.\n\n\nAmendment to Special Containment Procedures:\n At no point should research staff assigned to SCP-5852 make skin-to-skin contact with instances of SCP-5852-1.\n\n\nDescription:\n SCP-5852 is the designation given to the anomalous growth of human teeth in specimens of the Superfamily Cicadoidea. Specimens afflicted by SCP-5852 are designated SCP-5852-1.\n\n\n\n\n\n\nFig 1.1:\n Exemplar tooth extracted from an instance of SCP-5852-1.\n\n\n\n\nThis growth typically begins in the external structure of the specimen albeit internal onset growth has been observed in a selection of instances.\n\n\nSCP-5852 appears to cause intense discomfort for the specimen as the anomalous teeth will displace the surrounding tissues to allow for its own growth. This may result in fatal injuries occurring in the specimen, especially if the resultant teeth emerge in the cardiovascular or nervous systems of the insect.\n\n\nInstances of SCP-5852-1 will continue to anomalously grow teeth until the specimen's exoskeleton is entirely overwhelmed by the presence of teeth. At this point, instances of SCP-5852-1 will proceed to slough their entire exoskeleton in a process not dissimilar from moulting.\n1\n\n\nThis process will result in the death of the specimen due to the tooth-filled exoskeleton rupturing the soft, underdeveloped exoskeleton beneath.\n\n\nAnalysis was conducted on the condition of teeth resulting from SCP-5852 growth.\n\n\n\n\n\n\nTooth condition\n\n\nRate of occurrence in instances of SCP-5852-1\n\n\n\n\n\n\nDiscolouration\n\n\n31.29%\n\n\n\n\n\n\nCavitation\n\n\n28.65%\n\n\n\n\n\n\nTumoured\n\n\n23.91%\n\n\n\n\n\n\nMacrodontia\n2\n\n\n5.42%\n\n\n\n\n\n\nMicrodontia\n3\n\n\n4.92%\n\n\n\n\n\n\nGemination\n4\n\n\n2.38%\n\n\n\n\n\n\nEctopic growth\n5\n\n\n1.98%\n\n\n\n\n\n\nDental restoration\n\n\n1.45%\n\n\n\n\n\n\nDiscovery:\n The first instances of SCP-5852-1 were discovered nesting in the roof of the Templeton Memorial Church located in Templeton, West Virginia. The Templeton Memorial Church was the site of a \nWhite-Level event\n.\n\n\nAddendum:\n On 21/07/2012, Dr. Charles Greaves, senior researcher at Site-21, complained of a mild toothache in his canines and was submitted to the medical office. Extraction was conducted on the affected teeth, leading to the discovery of several juvenile instances of \nMagicicada cassinii\n6\n burrowed inside his teeth.\n\n\nFollowing this event, all staff at Site-21 were scheduled for a mandatory tooth examination. It was subsequently discovered that all staff assigned to SCP-5852 had numerous specimens of Cicadoidea burrowing inside of their teeth.\n\n\nThe extracted specimens later became afflicted with SCP-5852. Analysis conducted on these instances of SCP-5852-1 discovered that the developed teeth were exact copies of the teeth extracted from their previous hosts.\n\n\nDirect handling of instances of SCP-5852-1 is now strictly forbidden.\n\n\n\n\nFootnotes\n\n\n1\n. Analysis of this moulted exoskeleton has found that it is wholly composed of hydroxyapatite, a naturally occurring calcium mineral found in tooth enamel.\n\n\n2\n. Tooth that is larger in size than usual.\n\n\n3\n. Tooth that is smaller in size than usual.\n\n\n4\n. A developing tooth that has split into two different teeth.\n\n\n5\n. Tooth's enamel has developed in an extraordinary position, typically the root.\n\n\n6\n. More commonly known as the \n17-year cicada\n or \ndwarf periodical cicada\n\n\n\n\n\n\n\n\n« \nSCP-5851\n | SCP-5852 | \nSCP-5853\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5852\n\" by Cyvstvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5852\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ExtractedTooth.jpg\n\n\nName:\n Extracted Wisdom Tooth\n\n\nAuthor:\n \nStorkk\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On 21/07/2012, Dr. Charles Greaves, senior researcher at Site-21, complained of a mild toothache in his canines and was submitted to the medical office. Extraction was conducted on the affected teeth, leading to the discovery of several juvenile instances of Magicicada cassinii 6 burrowed inside his teeth.\nFollowing this event, all staff at Site-21 were scheduled for a mandatory tooth examination. It was subsequently discovered that all staff assigned to SCP-5852 had numerous specimens of Cicadoidea burrowing inside of their teeth.\nThe extracted specimens later became afflicted with SCP-5852. Analysis conducted on these instances of SCP-5852-1 discovered that the developed teeth were exact copies of the teeth extracted from their previous hosts.\nDirect handling of instances of SCP-5852-1 is now strictly forbidden."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5852 \" by Cyvstvi, from the SCP Wiki . Source: https://scpwiki.com/scp-5852 . Licensed under CC-BY-SA .",
        "Filename: ExtractedTooth.jpg Name: Extracted Wisdom Tooth Author: Storkk License: CC-BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5852",
    "containment_procedures": "Due to the random nature of SCP-5852, physical containment of all affected specimens is impossible.",
    "description": "SCP-5852 is the designation given to the anomalous growth of human teeth in specimens of the Superfamily Cicadoidea. Specimens afflicted by SCP-5852 are designated SCP-5852-1.",
    "title": "SCP-5852"
}