{
    "url": "https://scp-wiki.wikidot.com/scp-5855",
    "all_text": "rating: \n+328\n+\n–\nx\n\n\n\n\nby \nAnActualCrow\n & \nHenzoid\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5855\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\"The Scarlet Muse\" by notable post-impressionist Hugo Demóre, c. 1879\n\n\n\n\n\n\nSpecial Containment Procedures:\n Not enough is currently known about SCP-5855 manifestations to effectively contain SCP-5855 upon manifestation. For this reason, short-term containment efforts should focus on administering Class G amnestics to individuals who have seen SCP-5855 but were unaffected by SCP-5855's non-anomalous antimemetic property.\n\n\nPermanent containment efforts have been directed towards the finalization of Operation: TV DINNER. Upon completion of Operation: TV DINNER and observation of its effectiveness, special containment procedures are to be revised.\n\n\nDescription:\n SCP-5855 is the collective designation for a variety of anomalous fruit bearing one or more human organs/appendages. SCP-5855 instances are sentient and ambulatory, re-positioning themselves by rolling, hopping, or using their human limbs. SCP-5855 instances manifest in close proximity to individuals (hereafter referred to as SCP-5855-A) who have artistic or creative backgrounds\n1\n and are affected by one or more of the following:\n\n\n\n\nSevere sleep deprivation.\n\n\nHigh fever.\n\n\nHallucinogenic drugs.\n\n\nPsychosis.\n\n\n\n\nSCP-5855-A instances often deny that their perceptions of SCP-5855 are accurate, instead believing that they had misidentified non-anomalous fruit or were dreaming. This effect has been deemed non-anomalous.\n\n\nSCP-5855-A instances frequently create art depicting SCP-5855, which de-manifest soon after SCP-5855-A's \"spark of inspiration\".\n\n\nAddendum 01 - Artistic Depictions of SCP-5855:\n\n\n\n\n\n\n\n\nAn image taken from tumblr user \nst4rvingshartist\n. The caption reads: \"Inspired by a dream I had were a banana with arms told me to keep making art. Thanks manana :)\"\n\n\n\n\n\n\n\n\n\n\n\"Fever Dream\" by @ZaylArt🔞 on Twitter, 2019\n\n\n\n\n\n\n\n\n\n\n\"The Ugly Pineapple\" by Ralph Jacobs, runner up in the 2012 Scholastic Art Awards\n\n\n\n\n\n\n\n\n\n\n\"Speech Without Substance\" by Emanuel Canterfellow Rosenstein, currently in the AAAG (American Abstract Art Gallery), 2016\n\n\n\n\n\n\n\n\n\n\nAddendum 02 - Proposition by Head Researcher Turner:\n\nHead Researcher Turner's analysis of SCP-5855 manifestations discovered the following patterns:\n\n\n\n\nThere is a minimum of 6 months between every SCP-5855 manifestation.\n\n\nThe length of time between manifestations (not including the initial 6 months) appears related to the style in which SCP-5855 was depicted.\n\n\nThe length of the demanifestation period is positively correlated with how realistic the depiction of SCP-5855 is and how central said depiction is to the piece's overall composition.\n\n\n\n\nConsidering this information, along with SCP-5855's previously-documented sentience and tendency to manifest in the presence of artistic/creative individuals, the following explanation for SCP-5855's behavior have been hypothesized:\n\n\n\n\nSCP-5855 instances manifest with the intent of being artistically depicted.\n\n\nSCP-5855 has a preference for realistic artstyles and depictions that focus on SCP-5855.\n\n\nThe length of SCP-5855 demanifestations correlate with how \"satisfied\" SCP-5855 is with its depiction.\n\n\nBy depicting SCP-5855 during a demanifestation period, one could extend the length of time that SCP-5855 is \"satisfied\", delaying future manifestations.\n\n\n\n\nTo test this hypothesis and more effectively contain SCP-5855, Operation: TV DINNER was proposed.\n\n\n\n\nOPERATION: TV DINNER\n\n\n\n\n\n\nPrimary Objective:\n Prevent SCP-5855 manifestations.\n\n\nSecondary Objectives:\n Create an additional source of Foundation funding. If Operation: TV DINNER fails to prevent all SCP-5855 manifestations, inoculate the public to images of fruit with human organs. This will reduce the likelihood of the veil being broken by SCP-5855 manifestations.\n\n\nCourse of Action:\n A Foundation shell company is to produce and frequently publish new depictions of SCP-5855 to the public. These are to take the form of an episodic television show, allowing new content (and subsequently new depictions of SCP-5855) to be created indefinitely. The main characters of this series (who are to be on-screen as often as possible) will be fruit bearing multiple external human organs. These organs are to be digitally transposed onto their surfaces (skin, peel, rind, etc.) by a team of editors. If necessary for plot coherence, Head Researcher Turner may appear as an in-universe character.\n\n\nA prototype image demonstrating the realistic artstyle of the finished product has been attached at the end of this document.\n\n\n\n\n\n\nSTATUS:\n \nAPPROVED\n\n\n\n\n\n\n\n\n▶ Show Prototype Image ◀\n\n\n\n\n▷ Hide Prototype Image ◁\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similar to the way \nSCP-3711\n targets individuals.\n\n\n\n\n\n\n\n\nYou Might Also Like...\n\n\n\n\nFeel free to add this collapsible to your own articles!\n\n\n\n\n\n\nSCP-6909\n — \nThe Neverending Struggle\n, by \nJoreth\n & \nLuxaiko\n\n\nSCP-5486\n — \nConjunction Immemorial\n, by \nGrigori Karpin\n & \nPlaguePJP\n\n\nIn The End, We All Went Out in a Blaze\n by \nSwaghetti\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5854\n | SCP-5855 | \nSCP-5856\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5855\n\" by AnActualCrow and Henzoid, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5855\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n applefeet.png\n\n\nName:\n Apple Feet\n\n\nAuthor:\n \nHenzoid\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n manana.png\n\n\nName:\n Banana Arms\n\n\nAuthor:\n \nHenzoid\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n pearson.png\n\n\nName:\n Pear Eye\n\n\nAuthor:\n \nHenzoid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Image was modified by \nAnActualCrow\n\n\n\n\n\n\nFilename:\n orangelips.png\n\n\nName:\n Orange Lips\n\n\nAuthor:\n \nHenzoid\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\nFilename:\n painapple.png\n\n\nName:\n Pineapple With an Ear\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \nlisten up: ears really are strange looking if you think about it\n (CC BY-2.0) by \nwoodleywonderworks\n & \npineapple\n (CC BY-2.0) by \nrichard_north\n\n\nAdditional Notes:\n Image was modified by \nAnActualCrow\n\n\n\n\n\n\nFilename:\n froot.png\n\n\nName:\n Line of Fruit\n\n\nAuthor:\n \nHeckhead\n does not match any existing user name\n\n\nLicense:\n CC BY 2.0 (\nauthor licensing screenshot\n)\n\n\nSource Link:\n \nImage sent via Discord\n\n\nAdditional Notes:\n Faces where photographed and edited by \nAnActualCrow",
    "addendums": [
        "Addendum 01 - Artistic Depictions of SCP-5855:",
        "Addendum 02 - Proposition by Head Researcher Turner: Head Researcher Turner's analysis of SCP-5855 manifestations discovered the following patterns:\nConsidering this information, along with SCP-5855's previously-documented sentience and tendency to manifest in the presence of artistic/creative individuals, the following explanation for SCP-5855's behavior have been hypothesized:\nTo test this hypothesis and more effectively contain SCP-5855, Operation: TV DINNER was proposed."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5855 \" by AnActualCrow and Henzoid, from the SCP Wiki . Source: https://scpwiki.com/scp-5855 . Licensed under CC-BY-SA .",
        "Filename: applefeet.png Name: Apple Feet Author: Henzoid License: CC BY-SA 3.0",
        "Filename: manana.png Name: Banana Arms Author: Henzoid License: CC BY-SA 3.0",
        "Filename: pearson.png Name: Pear Eye Author: Henzoid License: CC BY-SA 3.0 Additional Notes: Image was modified by AnActualCrow",
        "Filename: orangelips.png Name: Orange Lips Author: Henzoid License: CC BY-SA 3.0",
        "Filename: painapple.png Name: Pineapple With an Ear Author: AnActualCrow License: CC BY-SA 3.0 Derivative of: listen up: ears really are strange looking if you think about it (CC BY-2.0) by woodleywonderworks & pineapple (CC BY-2.0) by richard_north Additional Notes: Image was modified by AnActualCrow",
        "Filename: froot.png Name: Line of Fruit Author: Heckhead does not match any existing user name License: CC BY 2.0 ( author licensing screenshot ) Source Link: Image sent via Discord Additional Notes: Faces where photographed and edited by AnActualCrow"
    ],
    "containment_procedures": "Not enough is currently known about SCP-5855 manifestations to effectively contain SCP-5855 upon manifestation. For this reason, short-term containment efforts should focus on administering Class G amnestics to individuals who have seen SCP-5855 but were unaffected by SCP-5855's non-anomalous antimemetic property.",
    "description": "SCP-5855 is the collective designation for a variety of anomalous fruit bearing one or more human organs/appendages. SCP-5855 instances are sentient and ambulatory, re-positioning themselves by rolling, hopping, or using their human limbs. SCP-5855 instances manifest in close proximity to individuals (hereafter referred to as SCP-5855-A) who have artistic or creative backgrounds1 and are affected by one or more of the following:",
    "title": "SCP-5855"
}