{
    "url": "https://scp-wiki.wikidot.com/scp-5859",
    "all_text": "{$caption}\n\n\n\n\n\n\n\n\nrating: \n+131\n+\n–\nx\n\n\nAnorrack\n\n\n\n\n\n\nSCP-5859\n\n\nAuthor:\n \nAnorrack\n\n\nAuthor Page\n\n\nCover photo created by me\n\n\nSherman's signature taken from \nWikipedia\n, ineligible for copyright\n\n\nProgress Research Institute logo taken and modified from \nSCP-1340-RU\n\n\nArticles you might enjoy:\n\n\nSCP-3946\n-Amphitrite's Curse, Scylla's Wrath\n\n\nSCP-4724\n-Making a New Life\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation and Pentagram collaborations were not uncommon in the early 20th century\n\n\n\n\n\n\n\n\n\n\n\n\n░░░░░░░\n\n\nDescription\n\n\nCompiled Documentation\n\n\nUpdate\n\n\nRecovered Audio File\n\n\nFinal Description\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-5859\n\n\nOBJECT CLASS:\n Uncontained\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-5859 is to be analyzed and a course of action is to be declared. Full cooperation with the PENTAGRAM\n1\n is deemed necessary.\n\n\nDESCRIPTION:\n SCP-5859 is a suspected behavioral-affective agent that was first discovered in Fort Richards, Kentucky\n2\n. SCP-5859 was discovered when Fort Richards went radio-silent for five days. Further investigation by the Army led to the downing of a cargo aircraft by the fort's artillery. Suspected paratechnology found within the base after a spec-ops raid, along with the altered behaviors of soldiers stationed at the fort, led to the involvement of the PENTAGRAM which subsequently notified the FOUNDATION. Investigation is ongoing.\n\n\n\n\n1. The occult branch of the Department of Defense.\n\n2. Now designated \nUE-104312\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION-PENTAGRAM EMERGENCY MEETING\n\n\nCLASSIFIED RENDEZVOUS LOCALE, ALPHA ROMEO DELTA\n\n\n17:30 August 19th 1955\n\n\n\n\n\n\nDavid HEINLEIN: FOUNDATION Representative\n\n\nJacob RADDAGHER: PENTAGRAM Representative\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n[Metal scrapes on concrete as both men sit down. The only sounds are the undoing of briefcase clasps and the shuffling of papers.]\n\n\nRADDAGHER: Dave.\n\n\nHEINLEIN: Jake.\n\n\n…\n\n\nRADDAGHER: [sighs] I guess you know why you're here.\n\n\nHEINLEIN: The PENTAGRAM wants us to get them out of a jam. Again. It's been, what, four years since the organization was created?\n\n\nRADDAGHER: Six.\n\n\nHEINLEIN: Yeah, like that's much of a difference.\n\n\nRADDAGHER: Listen, Sherman is up our asses with this one. He wants something to report to the top brass. And I mean the \ntop\n top brass. We can't have people talking about G-men poking around a military base in Bumfuck, Kentucky. He wants this done quickly. Quietly. I mean Christ, it's been a bitch just trying to frame the optics of the crash-\n\n\nHEINLEIN: Alright, alright. So, spill it. What actually happened?\n\n\nRADDAGHER: Basically what you probably know from your briefing. Fort goes completely radio-silent, dead as a grave. Military does a few fly-bys, radio checks, nothing. They try to land. [RADDAGHER mimics an explosion.] Bye-bye Skytrain.\n\n\nHEINLEIN: What next?\n\n\nRADDAGHER: Usual gig, Sherman acts like a man possessed, which I guess he is anyways, swearing up and down the garden path that this must be abnormal and ergo, [RADDAGHER clicks his tongue and points at himself.] our department.\n\n\nHEINLEIN: The PENTAGRAM wouldn't be ringing the phones off of the hooks if this was just another goose chase. What did you find in that fort?\n\n\n[RADDAGHER's chair creaks]\n\n\nRADDAGHER: Paratech. Massive stockpile. Millions of dollars worth. Must've been planned for months, years even, for them to shuttle all that junk into the base and hide it. Thing was wired to every speaker, microphone, and ventilation shaft on the damn base.\n\n\nHEINLEIN: [Sucks in air through teeth] Please tell me you or your men didn't mess with it.\n\n\nRADDAGHER: Don't get your knickers in a twist, we didn't mess with it. We just went poking around in their hideout, built into the fucking walls of the base.\n\n\nHEINLEIN: What about the soldiers, why did they down the plane?\n\n\nRADDAGHER: You know I'm not privy to that information. Who knows what happened to them, radium in their C-rations, aerosol in the vents… All the soldiers were bundled away by spec-ops before I even got to the base. But I think I got the better end of the stick anyways, the tech that they hid in our own fort, on our own soil [RADDAGHER whistles] it's a marvel.\n\n\nHEINLEIN: \"They\"? Who is \"they\"? The Snakes? Insurgency?\n\n\nRADDAGHER: Wrong and wrong. Ruskies.\n\n\n…\n\n\nHEINLEIN: Are you sure?\n\n\nRADDAGHER: You should've seen the tech. Covered in Russian, even had a hammer and sickle bumper sticker on its side. If it were any more Soviet it would've been drinking vodka and calling for the downfall of Truman himself.\n\n\n[The sound of paper sliding against metal is heard as RADDAGHER shows HEINLEIN photographs.]\n\n\nHEINLEIN: Jesus Christ.\n\n\n…\n\n\nHEINLEIN: And you want the FOUNDATION to, what, pick a fight with the Soviet Union? Act like a bored nanny separating two fighting toddlers?\n\n\nRADDAGHER: We aren't asking you to do that-\n\n\nHEINLEIN: You know what I think? You just want plausible deniability if this all goes south. And I swear to god, if this is just a crapshoot and you cause a major diplomatic incident-\n\n\nRADDAGHER: Hey, stop crying, you're acting like a baby with chapped asscheeks. No. What I want is irrelevant. \nWe\n want the people who did this brought to justice. You just so happen to be the most well equipped for the job. Just please, investigate the fort. If not for Sherman, how about for me, eh? If it's nothing, it's nothing, you don't need to worry about a thing, this entire incident was just Will off his ecto-meds again and I'll buy you a drink to make up for it. If it's something… Well we best hope the Cold War doesn't get hot.\n\n\nEXTRANEOUS CONVERSATION OMITTED\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n \n\n\n\n\n[…]\n\n\nIn conclusion, as per PENTAGRAM-FOUNDATION agreement, The FOUNDATION is permitted to survey the site of \nUE-104312\n, extract any paratechnology located on the premises, and reverse-engineer the aforementioned paratechnology if in fact it exists. In the event that paratechnology is located within \nUE-104312\n and has been determined to have been placed at \nUE-104312\n maliciously, The FOUNDATION pledges to collaborate with the PENTAGRAM and swiftly and succinctly retaliate against this unprovoked attack on the sovereign nation of the United States of America.\n\n\n \n\n\n \n\n\n\n\n\n\nO5-4\n\n\n \n\nO5-4\n\nExternal Affairs, FOUNDATION\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\nWilliam Tecumseh Sherman\n\nJ9- Director, PENTAGRAM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo weeks after the initial report of SCP-5859, STF-Yankee was deployed to investigate \nUE-104312\n. Within a locked and disused supply closet there was a false wall that led to a series of corridors, initially used for maintenance access. Within the corridors personnel discovered an unidentified machine containing numerous oscilloscopes and read-outs visible on the exterior. A keypad labeled with Cyrillic characters opened a panel on the device; this revealing a pane of thick, leaded glass, through which a dark, ovoid object could be seen floating within a large tank.\n\n\nThick cables extended from the machine and down the corridors. Analysis showed that the device was drawing heavily from the fort's electrical grid, and was responsible for numerous brownouts within the base in the preceding weeks.\n\n\nFound near the machine was a small cot, chair; additionally there was a drain leading to the sewers and numerous U.S. Army-issue rations, both eaten and uneaten. On the desk were several texts, including a Russian-English dictionary, documents typed in Russian, and English erotic novels.\n\n\nTranslated documentation is attached below.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo: «Progress» Research Institute director\n\n\nKovalev V.G.\n\n\nFrom: Bureau №5-2 Director\n\n\n«Society and Supermen», «Language and Communication»\n\n\nGoncharov G.A.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n№: C-4/13/A-4/914/17\n\n\n05.04.1947\n\n\n\n\n\n\nInternal report\n\n\n\n\n\n\nAfter the successful launch of the «Domovoi» Project, the №5 Soviet has found it fit to inform you of a suggestion to utilize and integrate \nnewly declassified advancements\n in the «Psychotronics» Division into the «Domovoi» Project as to imprint certain urges and impulses onto key-phrases.\n\n\n\n\n\n\nThe «Domovoi» Project, as you know, has been extremely successful on several fronts with compulsion due to stimuli, and has broken multiple concepts that were once thought immutable about consciousness. The project as a whole has grown from an idle philosophical exercise into a concrete method of reaching into the hearts and minds of the masses. The Institute, while still small in the field compared to other organizations, has made leaps and bounds in a direction few follow.\n\n\n\n\n\n\nQuoting the General Secretary's Order № 592-C «All paratechnological governmental institutions are to redistribute technology, designs of technology, and theories of technology to further equalize and advance the industriousness and virility of our Soviet Union.» Accordingly, we have obtained materiel to further the «Domovoi» Project, and advance it to beyond simple suggestion, but full sets of self-reinforcing thoughts and actions.\n\n\n\n\n\n\nThe process to render this idea a reality will take time to develop, and may be temporarily deadly. However, in certain controlled environments, we could develop artificial words that are then imprinted with an idea, if not a platonic ideal. These words will then be exposed to patients of all demographics and in multiple different media. They will then undergo rigorous testing and extended observation periods, with unsatisfactory individuals dealt with on a case-by-case basis. All researchers on the project will be wearing proper safety equipment and taking mem-ristant medication, so they are not rendered impaired by our experiments.\n\n\n\n\n\n\nOf course, dangers are involved. Third parties may have the opportunity to copy the technology and implementation of the «Domovoi» Project, with completely unforeseen consequences that I dare not write. Which is why everyone involved on the team shall be hand-picked and sworn to secrecy. It is worth the risk, however, for implementation of the project may allow us to, irrevocably and globally, imprint the infosphere with ideas that can be used to usher in world peace. Arms could cease to fire by one word whispered over broadband, and capitalism dismantled by one shout from the rooftops. This expansion of the «Domovoi» Project is worth your consideration.\n\n\n\n\n\n\nBureau №5-2 Director\n\n\n«Society and Supermen», «Language and Communication»\n\n\nGoncharov G.A.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n«Domovoi» Project\n\n\n \n\n\nGoncharov G.A.\n\n\n\n\n\n\n \n\n\nTest № 001\n\nSpecially engineered word is emblazoned onto the wall. Semantic Alteration, Assimilation Generator (ГACи) activated, keyed to word. Engine induced to think of peace. Subject, aggressive political dissident, placed into chamber and ordered to gaze at the word.\n\n\n\nResult:\n Belligerence ceased after two minutes, became personable with guards. ГACи deactivated. Belligerence resumes. Effects promising.\n\n\n\n\n\n\n \n\n\nTest № 002\n\nEngineered word is emblazoned onto the wall. ГACи activated, keyed to word. Engine induced to think of the intricacies of Marxism-Leninism. Subject, uneducated, placed into chamber and ordered to gaze at the word.\n\n\n\nResult:\n Subject remains calm for several minutes, but suffers sudden brain aneurysm. Simple words cannot convey complex ideas.\n\n\n\n\n\n\n \n\n\nTest № 003\n\nComplex syntax is emblazoned onto the wall. ГACи activated, keyed to syntax. Engine induced to think of the intricacies of Marxism and Leninsim. Subject, uneducated, placed into chamber and ordered to gaze at sentence.\n\n\n\nResult:\n Subject remains calm for several minutes, but suffers fit and rendered comatose. Complex ideas cannot be conveyed artificially.\n\n\n\n\n\n\n \n\n\nTest № 004\n\nEngineered word is emblazoned onto the wall. ГACи activated, keyed to word. Engine induced to think of peace. Subject, aggressive political dissident, placed into chamber and ordered to gaze at word. ГACи left activated for three weeks.\n\n\n\nResult:\n Subject exhibits significantly decreased aggression, becomes personable with staff. ГACи deactivated, Subject still amicable. Promising.\n\n\n\n\n\n\n \n\n\nTest № 005\n\nEngineered word is emblazoned onto the wall. ГACи activated, keyed to word. Engine induced to think of aggression. Subject, formerly aggressive political dissident, placed into chamber and ordered to gaze at word. ГACи left activated for five minutes.\n\n\n\nResult:\n Subject exhibits no change. Guards displayed lower levels of aggression aftering interacting with Subject. Further tests show word semantically polluted from \nTest 004\n. Word discarded and effected individuals terminated, but effect noted.\n\n\n\n\n\n\n \n\n\n\n\nRAISA NOTE: FURTHER TEST LOGS OMITTED\n\n\n\n\n\n\n\n\n \n\n\n\n\nINTERNAL STATUS UPDATE\n\n\nCLASSIFIED\n\n\n03:23 August 25th 1955\n\n\n\n\nBACH: STF-YANKEE Lead\n\n\nO5-4: External Affairs\n\n\n\n\n\n\n<BEGIN TRANSCRIPT>\n\n\n[Metal on metal sounds as BACH sits.]\n\n\nBACH: Hello ma'am.\n\n\n[Feedback is heard as O5-4 adjusts the microphone.]\n\n\nO5-4: Hello, Harold. The weather is quite delightful today, isn't it?\n\n\nBACH: Ah yes, quite. About the project-\n\n\nO5-4: Bup-bup-bup, courtesy, you are forgetting that. You haven't visited in so long, how come?\n\n\nBACH: Busy, moving up the ladder. Haven't had much time for much else.\n\n\nO5-4: Aw, Daniel must hate that.\n\n\nBACH: He does.\n\n\n[BACH sighs.]\n\n\nO5-4: So what did you bring today?\n\n\nBACH: These.\n\n\n[Papers ruffling and being passed through the slat in the one-way mirror is heard.]\n\n\nO5-4: Oh gosh, you've really been doing your homework, Harold.\n\n\nBACH: You see, something was just itching in the back of my mind when we were snooping around You-Eee-who-cares. Everything was neat, everything was tidy, not a single thing out of place… Remember Prague? Not the European one, the town in Nebraska. That \"investigation\" they conducted out there was so goddamn sloppy, we barely got any usable evidence when we came in.\n\n\nO5-4: Maybe the PENTAGRAM has been schooling the new recruits better?\n\n\nBACH: I don't think so. I had CHOPIN run some background checks on the people mentioned in the recovered documents, and we got a hit. Was hell finding it in the archive.\n\n\nO5-4: Oh?\n\n\nBACH: Yeah the, ah, Goncharov guy, we had some records on him. Two years back, roundabouts, after Stalin died there was a flood of expatriates out of the Union, a bunch of government goons got stiffed when Malenkov reorganized, some projects got axed as well. A few came to us with as much of their research they could stuff in a suitcase. One of them, fella named Artaka, brought a list of all the employees that got caught up in the downsizing. We found Goncharov on that list. That, uh, \"Domovoi\" Project was scrapped as well.\n\n\nO5-4: So if Goncharov is the one who orchestrated Fort Richards—\n\n\nBACH: Then he's doing it alone with years-old research, or with the help of some other group who's out for blood.\n\n\nO5-4: Or he could be the perfect Soviet plant.\n\n\nBACH: We are willing to take that risk. CHOPIN also found where he's bunkering down now, a safe house in a town a couple miles outside of Omaha. FOUNDATION surveillance on possible Pee-Oh-Eyes.\n\n\nO5-4: Get him and bring him in for interrogation. He is too valuable for us not to get there before someone else.\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n\n\nSTF-Yankee was deployed to seize Goncharov at midnight, on December 31st, 1955, while he was at his residence. The operation went smoothly, with Yankee entering the domicile and capturing the target without issue. However, during extraction the target suddenly awoke due to a miscalculation of tranquilizer dosage. Before they were able to properly restrain him, Goncharov broke a false tooth containing a capsule of botulinum toxin, which he used to attempt suicide. the STF was unable to prevent him from consuming the toxin, and he was pronounced dead minutes later.\n\n\nThe STF proceeded to their secondary objective and surveyed the rest of the residence, obtaining several documents and bank statements of note. The documents and the body were brought to the nearest Site for filing and incineration, respectively. The operation is considered a success.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFOUNDATION Conceptual Department\n\n\n \n\n\nMemo to the O5 Council\n\n\n \n\n\nIn Regards to Novel Cognition-Altering Linguistic Virus CALV-NA-S15\n\n\n\n\n\n\n \n\n[…]\n\nConclusion\n\n\nIn brief, the limited study conducted on exposed individuals obtained from the PENTAGRAM has shown definitively that the risk of NA-S15 becoming a global hazard or a threat to the stability of the American nation is next-to-negligible. The collectivist ideology formed by infectees is extremely limited and rigid due to the small carrying capacity of the chosen vector syntax, and the cognitive dissonance exhibited by infectees shows an extreme lack of self-awareness in their own actions. As such infectees cannot take steps to expound upon their beliefs outside of small, insignificant ways that do not change their overall behavior.\n\n\nCommunes begat by NA-S15 are extremely isolationist and xenophobic, treating all approaching outsiders as hostile and engaging with lethal intent. These communes have a projected lifespan of 5-8 months\n7\n and often implode, whether by infected individuals' lack of necessary skills to become self-sufficient or by infighting within the commune, thus leading towards ostracization and banishment. This may be intentional by the manufacturer of the virus, as this action becomes another vector to facilitate infection. However, the transmission rate observed thus far has been relatively low, occurring only in ~3% of financial transactions, and almost never metastasizing. The low transmission rate among infectees, along with the lack of contact with non-infected individuals, means that outside of psychological damage by the reveal of vector syntax to the public, speculated damage caused by this virus is low.\n\n\n\n\n\n\n\n\n\n\nFOUNDATION-PENTAGRAM CONFIDENTIAL MEETING\n\n\nPENTAGRAM SH-89, WASHINGTON D.C.\n\n\n01:00 January 5th 1956\n\n\n* O5-4: External Affairs, FOUNDATION\n\n* William T. SHERMAN: Director, PENTAGRAM\n\n\n\n\n<BEGIN AUDIO TRANSCRIPT>\n\n\n[The door slams open as O5-4 enters the lounge.]\n\n\nSHERMAN: Goodness me, Four, you nearly made me spill my whiskey. Would you like a snifter of tea? This specifically was brought back from Iwo Jima, wonderful stuff, helps calm the nerves-\n\n\nO5-4: Oh stop your prattling, you haven't been able to drink anything for over fifty years, I doubt you know what tea tastes like.\n\n\n[SHERMAN's glass clinks as he sets it down.]\n\n\nSHERMAN: Skipping the niceties and going directly to insult, are we. How high-class.\n\n\nO5-4: We are well past niceties, William. You dare send us on a wild goose chase for over half a year just to get us involved in your petty little politics? That's low, even for you.\n\n\nSHERMAN: What are you talking about-\n\n\nO5-4: Don't you dare pull that on me.\n\n\n[SHERMAN sighs.]\n\n\nSHERMAN: You can't really frame it as \"petty politics\" when the fate of the world is at stake, now can you?\n\n\nO5-4: Yes I can, and yes I will. We are done, and we are out.\n\n\nSHERMAN: \"Done?\" What do you mean?\n\n\nO5-4: With you. Done with you, Done with the government, and done with the interference. We swore to keep it that way, and we need to go back to the way things were before this entire snafu.\n\n\nSHERMAN: You saw what the Russians are doing, \nfiddling around with\n \nthings they don't understand\n in that barren wasteland they call a country. We are just doing this to protect—\n\n\nO5-4: \"Protect the American way of life.\" Yes, yes, I've heard the spiel, I've seen the newsreels. But this is beyond retaliation, this is instigation and provocation at best, manipulation at worst. We saw what you did with Goncharov. What did you think you could do? Pay him fifty thousand dollars in cash a \nyear\n before Fort Richards, using one of your shell companies that we knew about \nbeforehand\n to buy his research and silence, and? Just so he could go and live quietly someplace just \ntwo\n states away from Richards? That is ballsy and \nbullshit\n.\n\n\n[The audio crackles for a moment.]\n\n\nSHERMAN: What are you saying?\n\n\nO5-4: You made us your scapegoat. You made the entirety of the FOUNDATION your damn fall guy, and we will not stand for it. You constructed an entire fantasy for us to follow, conclusions you funneled us to making, and thank God that Goncharov kept around those bank statements. For once I'm happy that you're sloppy.\n\n\nSHERMAN: Do you know why we did it?\n\n\nO5-4: Oh we know why you did it. We just don't care.\n\n\nSHERMAN: You can't say that.\n\n\nO5-4: I can, and I am. Jesus, rising from the dead must've inflated your ego. Johnny Reb is small potatoes next to the Ruskies, eh?\n\n\nSHERMAN: You cannot cut us out. You need us. You can't protect the American people if you don't cooperate with our government.\n\n\nO5-4: You are in no position to make idle threats and demands of us, William, are you kidding me? Despite all your military tact, you are still nothing but a ghost, a wayward memory of the real William Sherman. You can't change, and you cannot come close to comprehending the world now.\n\n\nSHERMAN: I know more than you ever-\n\n\nO5-4: The FOUNDATION has outgrown you. We have gone global, so cutting us out of America wouldn't do a damn thing. You would be harming yourselves and your interests out of pettiness? Tough shit, we are out. We will help clean up this mess you made, but nothing more. Have fun scrubbing the national motto from the floors of all of your courthouses.\n\n\n[O5-4's heels click against the floor as she walks towards the door. The door slams shut before she reaches it, and the wind picks up within the bunker.]\n\n\nO5-4: Sherman.\n\n\n…\n\n\n…\n\n\n[The door opens.]\n\n\nO5-4: Thank you.\n\n\n…\n\n\nO5-4: They should've learned from MacArthur, why you and not Lincoln?\n\n\n<END TRANSCRIPT>\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-5859\n\n\nOBJECT CLASS:\n Keter\n\n\nSPECIAL CONTAINMENT PROCEDURES (UPDATED 10/23/1957):\n Thanks to the efforts of Joint Operation BLACKFOOT FERRET, the influence of SCP-5859 has been reduced to almost negligible levels, aside from a few, isolated pockets that have been resistant to enacted policy.\n\n\nOperation BLACKFOOT FERRET is to continue to be funded by a joint black budget contributed in equal parts by the FOUNDATION and PENTAGRAM, up until the influence of SCP-5859 has been reduced >99.9% its former range or neutralized.\n\n\nAll FOUNDATION support for nonessential joint initiatives with the PENTAGRAM is to cease and is to withdraw all assets from PENTAGRAM-controlled locations before 12/31/1957.\n\n\nDESCRIPTION:\n SCP-5859 is a cognito-plex conceptually melded to the former federal motto of the United States of America, \"E Pluribus Unum.\" The primary vector of SCP-5859 infection is the physical transferal of legal tender with the carrier phrase emblazoned onto the exchanged currency from SCP-5859-1 to a non-infected subject.\n\n\nThose infected with SCP-5859, henceforth known as SCP-5859-1, become easily swayed by collectivist or Marxist schools of thought. These people naturally gravitate towards others infected with SCP-5859, often forming small communes or collectives, though these communes are prone to quick collapse.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5858\n | SCP-5859 | \nSCP-5860\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-5859"
}