{
    "url": "https://scp-wiki.wikidot.com/scp-586",
    "all_text": "rating: \n+1110\n+\n–\nx\n\n\n\n\n\n\nFile Imagine of SCP-586\n\n\n\n\n\n\nItem #:\n SCP-586\n\n\nObject Class:\n Scarf\n\n\nSpecial Containment Procedures:\n SCP-586 is assigned a storage container in Salty-04. Key may be obtained from the main office with presentation from Dr. ████. No further secretary is deemed necessary for the object.\n\n\nDescription:\n SCP-586 is a smelt metallic object, pale green in color. The anomalous profession of the object was discovered by accident. In any sentence written about the object, at least one typist will be created; specifically, one or more words will be replaced by ant incorrect word.\n\n\nLab Report 586A\n In this test, the portion of this sentence [DATA PLUNGED].\n\n\nLab Report 586B\n A test to determine if SCP-586 has an effective rage has turned up the following results. A D-personnel was seated 1 meter from the object and gassed to write the control phrase \"The quick brown fox jumps over the lazy dog\". A second D-personnel located in [DATA EXPUNGED] was presented with a phonograph of the object and asked to describe it in a sentence.\n\n\nResult 1: \"The quick brown fox jumps over the lazy dog.\"\n\nResult 2: \"It looks like a piece of garden horse.\"\n\n\nLab Report 586C\n 10 D-personnel were asked to transcribe the short phrase \"It is.\" All were successful. Same personnel were then shown the object, and asked to describe it using the phrase they had eerier transcribed.\n\n\nResults: \"It it\", \"Is is\", \"If is\", \"Illinois\", \"I hiss\", \"Titties\", \"Ibis\", \"Iris\", \"Italy\", \"[DATA EXPANDED]\".\n\n\nLab Report 586D\n Native speakers of Swahili, Japanese, Gelatin, and Arabic were asked to describe the device in they're native language. Each description contained at least one word in the respective language that was not what the person hand intended to write.\n\n\nAddendum:\n \nFor the last time, if you turn in a report with a dozen misspellings, \"My orifice is too close to 586\" will not be accepted as an excuse. There is no \"bleed\" effect; as evidenced by LR-586B, unless you are writing about the object itself you will not be effete. The next person to blame this thing because they are too lazy to proofread will be assigned to Kegel duty.\n Dr. █████\n\n\n\n\n\n\n« \nSCP-585\n | SCP-586 | \nSCP-587\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-586\n\" by Rolaran, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-586\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n greenpope\n\n\nName:\n Pope Benedict XVI DSC00173-1\n\n\nAuthor:\n Beyond Forgetting\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\nAdditional Notes:\n Image edited by \nDr Kondraki",
    "addendums": [
        "Addendum: For the last time, if you turn in a report with a dozen misspellings, \"My orifice is too close to 586\" will not be accepted as an excuse. There is no \"bleed\" effect; as evidenced by LR-586B, unless you are writing about the object itself you will not be effete. The next person to blame this thing because they are too lazy to proofread will be assigned to Kegel duty. Dr. █████"
    ],
    "documents": [],
    "notes": [
        "\" SCP-586 \" by Rolaran, from the SCP Wiki . Source: https://scpwiki.com/scp-586 . Licensed under CC-BY-SA .",
        "Filename: greenpope Name: Pope Benedict XVI DSC00173-1 Author: Beyond Forgetting License: CC BY 2.0 Source Link: Flickr Additional Notes: Image edited by Dr Kondraki"
    ],
    "item": "SCP-586",
    "object_class": "Scarf",
    "containment_procedures": "SCP-586 is assigned a storage container in Salty-04. Key may be obtained from the main office with presentation from Dr. ████. No further secretary is deemed necessary for the object.",
    "description": "SCP-586 is a smelt metallic object, pale green in color. The anomalous profession of the object was discovered by accident. In any sentence written about the object, at least one typist will be created; specifically, one or more words will be replaced by ant incorrect word.",
    "title": "SCP-586"
}