{
    "url": "https://scp-wiki.wikidot.com/scp-5865",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\nItem #:\n SCP-5865\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n As per the Meeting Point Agreement, containment of SCP-5865-A is limited to standard Multi-Universal Department diplomacy. Only designated inter-universal diplomatic personnel are permitted to enter SCP-5865 for reasons other than acquisition of D-Class personnel. Under no circumstances are Foundation personnel to attempt to effect any change in the organizational structure of 5865-Earth. Any possession of Foundation personnel by SCP-5865-A is considered a violation of the Meeting Point Agreement that results in its automatic termination.\n\n\nDetails of the Acquisition Protocol are available to assigned personnel in Supplementary Document 5865-A.\n\n\nDescription:\n SCP-5865 is the designation for Universe D-4594A, the source of almost all D-Class personnel used in standard Foundation testing. First discovered in 1943, SCP-5865’s current purpose was implemented by an order of the O5 Council in 1945. Prior to that date, the Foundation had primarily used condemned prisoners for testing purposes; this practice was discontinued due to repeated security breaches and the perceived impracticality of secret inmate-based testing in an industrialized society. An extra-universal solution was devised by the Multi-Universal Department following contact with SCP-5865.\n\n\nSCP-5865 contains an alternate Earth that was identical to baseline reality before October 1934, when SCP-5865-A arrived and subsequently occupied the human race. SCP-5865-A are incorporeal anomalous entities that have the apparent ability to invade and control the minds of any sapient host.\n1\n SCP-5865-A can then choose the level of direction it wishes to have over its victims, up to and including “rewriting” their personalities and memories at will. This ability has been used to supply the baseline Foundation with a steady stream of D-Class personnel for over 70 years; at present, 95% of D-Class personnel originate from SCP-5865.\n\n\nFor unknown reasons, SCP-5865-A claim to be incapable of inter-universal travel and will thus release control over any victims prior to their transfer to the Foundation. Any cognitive changes made by SCP-5865-A are irreversible by all known amnestic regimens.\n\n\nSCP-5865-Earth Administrative Regions:\n\n\nShortly after their arrival on and takeover of 5865-Earth, which was completed in less than 12 hours, SCP-5865-A dissolved the previously existing countries and divided the planet into three administrative regions. These regions have been given their names by the Foundation in accordance with their function; their true designation in the original SCP-5865-A language is unknown, as is the language itself.\n\n\nExperimental Region (Americas, Iceland and Greenland):\n Used by SCP-5865-A to perform experiments and simulations on humans. These have ranged from simple (societies based entirely on matriarchal families) to extremely harmful (groups of humans being fed non-standard food over long-term periods to study their physiological reactions). Despite their mistreatment, inhabitants of this Region have a far higher quality of life than inhabitants of other Regions. Nearly all D-Class obtained through the Acquisition Protocol are from the Experimental Region.\n\n\nLabor Region (Europe and Africa):\n Used by SCP-5865-A to exploit the natural resources of the Earth. Humans in this region are given minimal accommodations and allowed little rest. Foundation estimates place Labor Region mortality rates at over 70%.\n\n\nHarvesting Region (Remainder of Earth):\n Information on this region is restricted to O5 Command and the current SCP-5865 project lead.\n\n\nAddendum: Ethics Committee Review:\n In 1973, the Foundation Ethics Committee reviewed the containment procedures for SCP-5865 and the Meeting Point Agreement made with SCP-5865-A. The Committee agreed that the acquisition of D-Class via SCP-5865 was acceptable and should continue indefinitely, for the following reasons:\n\n\n\n\nThe Foundation has neither the technology nor resources to launch a successful invasion and liberation of 5865-Earth, and any attempt would only damage the Foundation while doing nothing to help the victims of SCP-5865-A.\n\n\n\n\n\n\nIt is possible SCP-5865-A are lying about their inability to engage in inter-universal travel, and attempting to remove them from 5865-Earth would likely provoke them into invading baseline reality if this were the case.\n\n\n\n\n\n\nD-Class test subjects have significantly better living conditions than Experimental Region residents.\n\n\n\n\n\n\nThere is no practical way to acquire the necessary volume of D-Class test subjects that is more ethical than the current method.\n\n\n\n\nA second Ethics Committee Review was conducted following a 1987 revision of the Meeting Point Agreement that required all surviving D-Class personnel to be terminated monthly due to the large volume of Experimental Region residents being imported from 5865-Earth. This review reached the same conclusion as the first, with the Ethics Committee voting to endorse the continued use of the Acquisition Protocol.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-5865-A claims to have subjugated numerous non-human civilizations in the SCP-5865 universe. These claims are unverified.\n\n\n\n\n\n\n\n\n« \nSCP-5864\n | SCP-5865 | \nSCP-5866\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5865\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5865\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Ethics Committee Review: In 1973, the Foundation Ethics Committee reviewed the containment procedures for SCP-5865 and the Meeting Point Agreement made with SCP-5865-A. The Committee agreed that the acquisition of D-Class via SCP-5865 was acceptable and should continue indefinitely, for the following reasons:\nA second Ethics Committee Review was conducted following a 1987 revision of the Meeting Point Agreement that required all surviving D-Class personnel to be terminated monthly due to the large volume of Experimental Region residents being imported from 5865-Earth. This review reached the same conclusion as the first, with the Ethics Committee voting to endorse the continued use of the Acquisition Protocol."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5865 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-5865 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5865",
    "object_class": "Thaumiel",
    "containment_procedures": "As per the Meeting Point Agreement, containment of SCP-5865-A is limited to standard Multi-Universal Department diplomacy. Only designated inter-universal diplomatic personnel are permitted to enter SCP-5865 for reasons other than acquisition of D-Class personnel. Under no circumstances are Foundation personnel to attempt to effect any change in the organizational structure of 5865-Earth. Any possession of Foundation personnel by SCP-5865-A is considered a violation of the Meeting Point Agreement that results in its automatic termination.",
    "description": "SCP-5865 is the designation for Universe D-4594A, the source of almost all D-Class personnel used in standard Foundation testing. First discovered in 1943, SCP-5865’s current purpose was implemented by an order of the O5 Council in 1945. Prior to that date, the Foundation had primarily used condemned prisoners for testing purposes; this practice was discontinued due to repeated security breaches and the perceived impracticality of secret inmate-based testing in an industrialized society. An extra-universal solution was devised by the Multi-Universal Department following contact with SCP-5865.",
    "title": "SCP-5865"
}