{
    "url": "https://scp-wiki.wikidot.com/scp-587",
    "all_text": "rating: \n+292\n+\n–\nx\n\n\nItem #:\n SCP-587\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n An isolation room in Sector-28 houses SCP-587. Entry is barred without authorization from the project lead, and the interior is kept sterile. Climate controls must be maintained to simulate seasonally suitable weather, including precipitation when appropriate. Surveillance by digital recording devices is continuous.\n\n\nInside the isolation room, great care must be taken not to physically disturb SCP-587 in any way (unless as part of an experiment). Level 1 isolation equipment is required. All interactions with the model and its residents must be cleared with researchers overseeing the mass psychology project.\n\n\nDescription:\n SCP-587 is an HO scale (1:87) model railroad diorama with dimensions 21.3 x 36.5 m. The handcrafted scenery depicts forested hills interspersed with buildings, a railroad, and other models which constitute the fictional township of Red Elk, Colorado. Each model is fully functional; plumbing and electrical power work, cars run on gasoline, etc. The town is populated by 1,270 living individuals identical to human beings other than their 19.5 mm height (average). Physical laws in the vicinity of SCP-587 seem to be altered sufficiently that anticipated ramifications of squared/cubed relationships are not observed.\n\n\nThe artifact is meticulously detailed, from superficial features like license plate numbers and legible (with magnification) newspapers, to material composition such as the geology of the landscape and organ arrangement in vivisected inhabitants. The residents can be observed behaving as though in a normal town, and seem to have no idea about the unusual nature of their existence. \nNote: After ██ years of Foundation custody and experimentation, some residents are becoming suspicious that something’s not right. –Dr. ███████\n\n\nA resident of SCP-587 remains oblivious to foreign objects unless they make contact with the diorama’s surface. Items that do contact the surface are perceivable by inhabitants and often excite interest or confusion. Thus a camera placed centimeters from the town center has gone unnoticed for years, while the momentary presence of an insect within view of inhabitants could be a major disruption (and has been on several occasions).\n\n\nOther disturbances caused by negligent attention to containment protocol include numerous earthquakes (caused by jostling or impacting the model), climate swings and unexplained eclipses (resulting from malfunctioning climate control equipment), a burning flood (when an assistant spilled hot coffee down Main Street), and strange rains of rope and white flakes (hair and dandruff; researchers must now don level 1 isolation wear in the containment area). Careful observation confirms that SCP-587’s population is aware of these “mysterious” phenomena, and that a number of beliefs and rationalizations have arisen to explain them.\n\n\nAddendum 587-01:\n Following repeated incidents exposing SCP-587’s populace to strange occurrences, the project’s research priorities have been shifted from investigation of the artifact’s properties to psychological experimentation with its inhabitants. Future incidents will be carefully designed and introduced to study mass reactions to unexplained and threatening events.\n\n\nResponse to mysterious appearances and disappearances:\n\n\n[ACCESS DENIED]\n\n\nResponse to persistent unexplainable predation:\n\n\n[ACCESS DENIED]\n\n\nMass psychology in religious cataclysms:\n\n\n[ACCESS DENIED]\n\n\nXK events:\n\n\n[ACCESS DENIED]\n\n\n\n\n\n\n« \nSCP-586\n | SCP-587 | \nSCP-588\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-587\n\" by SimpleCadence, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-587\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 587-01: Following repeated incidents exposing SCP-587’s populace to strange occurrences, the project’s research priorities have been shifted from investigation of the artifact’s properties to psychological experimentation with its inhabitants. Future incidents will be carefully designed and introduced to study mass reactions to unexplained and threatening events."
    ],
    "documents": [],
    "notes": [
        "\" SCP-587 \" by SimpleCadence, from the SCP Wiki . Source: https://scpwiki.com/scp-587 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-587",
    "object_class": "Safe",
    "containment_procedures": "An isolation room in Sector-28 houses SCP-587. Entry is barred without authorization from the project lead, and the interior is kept sterile. Climate controls must be maintained to simulate seasonally suitable weather, including precipitation when appropriate. Surveillance by digital recording devices is continuous.",
    "description": "SCP-587 is an HO scale (1:87) model railroad diorama with dimensions 21.3 x 36.5 m. The handcrafted scenery depicts forested hills interspersed with buildings, a railroad, and other models which constitute the fictional township of Red Elk, Colorado. Each model is fully functional; plumbing and electrical power work, cars run on gasoline, etc. The town is populated by 1,270 living individuals identical to human beings other than their 19.5 mm height (average). Physical laws in the vicinity of SCP-587 seem to be altered sufficiently that anticipated ramifications of squared/cubed relationships are not observed.",
    "title": "SCP-587"
}