{
    "url": "https://scp-wiki.wikidot.com/scp-5873",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Malvarik\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5873 in its deactivated state.\n\n\n✖\n\n\n\n\nObject Class:\n \nSafe\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5873 is to be folded and stored within a standard safety locker in the Anomalous Items wing of Site-44. As SCP-5873's anomalous properties seem to demanifest when folded, it is advised to only unfold it for the purpose of testing sessions.\n\n\nNOTE: CONTAINMENT PROCEDURES REVISED - CHECK REVISION 5873-1\n\n\nREVISION 5873-1:\n\n\nAs of Incident 5873-1A, SCP-5873's Object Class has been upgraded to Euclid and it is to be placed in a High Impact Resistant Locker (H.I.R.L). Under no circumstances are any more testing sessions to be performed without authorization by the O5 Council. Immediately contact the nearest supervisor should you spontaneously develop any feelings of desire or obsession towards SCP-5873.\n\n\nNOTE: CONTAINMENT PROCEDURES REVISED - CHECK REVISION 5873-2\n\n\nREVISION 5873-2:\n\n\nShortly after Incident 5873-2A, SCP-5873 escaped Foundation custody and its current location is completely unknown. All forms of media have been delegated to MTF Delta-6 \"Watchdogs\" to observe for any signs of its appearance. Should it be located, they are to be dispatched immediately to intercept and capture. Object Class has been upgraded to Keter.\n\n\nDescription:\n SCP-5873 is the designation given to a pair of autonomous jeans that produce motion through anomalous means. A tag on the backside of the jeans reads,\n\n\n\n\n\n\n\n\nValizia\n\n\n\n\nAutonomous Collection\n\nEstablished 1854\n\n\n\"Stay Magical.\"\n\n\n\n\n\n\n\n\n\nThe fashion company in question, Valizia, is not mentioned in any Foundation records and no other goods from the \"Autonomous Collection\" have been found to date. An inquiry into the identity of this group is currently ongoing and a proposal to broach MC&D contacts on the subject has been put forth by the project lead, Dr. Henriks.\n\nRecovery:\n SCP-5873 was discovered wandering Sutter Avenue in Brooklyn, New York on 02/06/2020. All individuals that witnessed SCP-5873 were administered Class-C Amnestics and a cover story relating to college students in the robotics program performing a prank was disseminated into the media. SCP-5873 did not offer any resistance when brought into Foundation custody.\n\n\nUpdate 5873.1:\n After Incident 5873-1A, it became apparent that SCP-5873 possesses inordinate amounts of strength, durability, and speed upon being worn by an individual. SCP-5873 will immediately take off in a random direction after being donned and is capable of smashing through reinforced walls and other obstacles in its way. While SCP-5873 was recovered, various Site-44 personnel involved with the anomaly began displaying mounting obsession with SCP-5873 that was only resolved through termination. An ongoing study into this phenomenon is being conducted by Dr. Charles, the successor to Dr. Henriks, by immediate order of the O5 Council.\n\n\n\n\n\n\nAddendum 5873.1\n\n\nIncident Log 5873-1A : 02.09.2020\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\nPERSONNEL INVOLVED:\n D-12170, Dr. Henriks, Assistant Researcher Woods, and Assistant Researcher Adams.\n\n\nSTATUS:\n Concluded\n\n\nTIME:\n 1:30 PM (local time) February 9th, 2020.\n\n\nDISRUPTION CLASS:\n Dark\n\n\n\n\nINCIDENT SUMMARY:\n SCP-5873 was removed from its storage for a testing session conducted by Dr. Henriks and his research assistants, Adams and Woods. When unfolded and placed onto the floor of the testing room, SCP-5873 became animated and proceeded to pace around the room, occasionally bumping into objects or personnel. D-12170 was instructed to put on SCP-5873 and detail any effects he might feel.\n\n\nApproximately twenty seconds after being put on, SCP-5873 proceeded to launch itself through the nearest reinforced wall with complete disregard for the safety of its occupant. Assistant Researcher Adams was immediately killed by a piece of shrapnel, with both Dr. Henriks and Assistant Researcher Woods injured by pieces of flying debris. SCP-5873 then ran through over five more containment cell walls, resulting in a containment breach that lasted over five hours. Foundation personnel later recovered SCP-5873 in a section of woods outside the facility, no remains of D12170's corpse held within.\n\n\n\n\nNOTE:\n I am putting forth a request to be placed into quarantine. Since the breach, I've begun to notice a involuntary attraction towards SCP-5873 within myself that cannot be ignored. I hypothesize this to be a cognitohazardous effect produced by SCP-5873 in order for it to gain a new wearer. I believe that this ability had not yet manifested when it first came into our possession as it had not yet been worn. In any case, I have also recommended Dr. Charles to be my successor in the study of this anomaly, as he is an expert on items with such anomalous effects.\n\n\n- Dr. Henriks.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5873.2\n\n\nIncident Log 5873-2A : 02.14.2020\n\n\n\n\n\n\n\n\n▼ Click to confirm credentials ▼\n\n\n\n\n▲ Hide Addendum ▲\n\n\n\n\n\n\nPERSONNEL INVOLVED:\n Dr. Henriks, Assistant Researcher Woods, and Dr. Charles.\n\n\nSTATUS:\n Ongoing\n\n\nTIME:\n 6:30 AM (local time) February 14th, 2020.\n\n\nDISRUPTION CLASS:\n Ekhi\n\n\n\n\nINCIDENT SUMMARY:\n Without proper authorization or clearance, Assistant Researcher Woods secretly released Dr. Henriks from his confinement. They both proceeded to bludgeon Dr. Charles into unconsciousness in his office before stealing his key-card, gaining access to SCP-5873. Video footage shows them arguing, presumably over who would get to wear SCP-5873 first. It is at this time that Foundation personnel proceeded to open fire on the pair, killing Assistant Researcher Woods and wounding Dr. Henriks.\n\n\nHowever, Dr. Henriks was able to put on SCP-5873 before Foundation personnel could apprehend him. Its anomalous effects activated and SCP-5873 escaped after breaking through the front entrance. Foundation personnel lost sight of the anomaly within the wilderness of Northern Quebec and it is believed to still be running. Both Dr. Henriks' corpse and SCP-5873's whereabouts are unknown.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5872\n | SCP-5873 | \nSCP-5874\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Valizia Autonomous Collection Established 1854 \"Stay Magical.\""
    ],
    "object_class": "Safe Euclid Keter",
    "containment_procedures": "SCP-5873 is to be folded and stored within a standard safety locker in the Anomalous Items wing of Site-44. As SCP-5873's anomalous properties seem to demanifest when folded, it is advised to only unfold it for the purpose of testing sessions.",
    "description": "SCP-5873 is the designation given to a pair of autonomous jeans that produce motion through anomalous means. A tag on the backside of the jeans reads,",
    "title": "SCP-5873"
}