{
    "url": "https://scp-wiki.wikidot.com/scp-5874",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n95.13%\n\n(+78)\n\n\n4.87%\n\n(-4)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5874\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5874's interior\n\n\n\n\n\n\nSpecial Containment Procedures:\n Audio emitted from SCP-5874 is to be ignored. Any proclamations made by SCP-5874 are false.\n\n\nThe names of personnel assigned to SCP-5874 have been expunged from the Foundation database. Affected individuals are not to be briefed on standard Foundation ethical practices under any circumstances. All surviving members of the Department of Human Resources are to be administered Type G viral amnestics\n.\nThe Type G amnestic is used to remove all nomenclative attributes from a given Name, effectively erasing it and all duplicate Names from existence and allowing a new one to take its place. These new Names effectively allow for the reprogramming of an individual on a basis that even the oldest nomenclative magiks and memetics cannot undo.\n ~Dr. Koda Raynes Phd., \"\nOn Amnestics, a Guide from the Forgetful to You!\n\"\n and assigned to another Site.\n\n\nThe door leading to SCP-5874 has been thaumaturgically sealed, and all personnel at Site-83 have been administered Type D amnestics in order to remove any memories of/relating to the Department of Human Resources.\n\n\nThe corridor leading to SCP-5874 has been topologically displaced. At its new location SCP-5874 has been obstructed via concrete, C4 plastic explosives, and a patrolling squad of armed personnel to deter exploration from Foundation personnel or civilians. Any individuals that bypass all established measures, including security clearances, are to be terminated upon re-emergence. All others are to be considered lost to the anomaly.\n\n\n\n\nDescription\n\n\n\n\nSCP-5874 is the former West Corridor D of Site-83 which contains the Department of Human Resources. SCP-5874 is topologically inconsistent. Rooms will shift places with one another at random intervals every day, occasionally resulting in doors that lead to solid walls, windows that open to other windows, and hallways that lead outside of the anomaly.\n\n\nSCP-5874 is considered sapient and hostile. It will use a variety of tactics to lure individuals into it through the use of a wide variety of auditory hallucinations.\n.\nThis is not a compulsory effect, as memetic screenings on personnel who have heard these auditory hallucinations proved that they were unaffected by memes, anti-memes, or compulsions at the time.\n. These tactics have a varying degree of success. Hallucinations heard include, but are not limited to;\n\n\n\n\nA distressed call for help, typically from a feminine voice.\n\n\nThe voice of a loved one attempting to persuade an individual to enter.\n\n\nThe voice of a superior ranking Foundation employee, generally believed to be a member of the O5-Council, demanding audience within SCP-5874.\n\n\n\n\nWhile within SCP-5874 subjects will be assaulted by hostile concepts (designated SCP-5874-1) that will attempt to alter their way of thinking. Affected subjects are prone to spontaneous outbursts of malicious and violent intent, and will often attempt to torture unaffected individuals if given the chance. Curiously, affected subjects still claim to be loyal to the Foundation\n.\nIndividuals who enter SCP-5874 believe that they have been assigned to the Department of Human Resources for the entirety of their Foundation career, although the department never existed according to Foundation history.\n, despite not adhering to current Foundation ethical practices.\n\n\nAll affected subjects have displayed vitriolic disdain for personnel assigned to the Ethics Committee.\n\n\nSeveral vacant rooms were discovered within SCP-5874 that were intended for torture or inhumane experimentation. The following is a documented account of the general layout of SCP-5874.\n\n\n\n\nA room filled with various medieval torture instruments. Bloodstains and viscera are unable to be removed or cleaned through unknown anomalous means. SCP-5874-1 is heavily prevalent in this room.\n\n\nA room labeled \"Storage\". An unknown amount of human bodies (many more than should have been able to fit in the space) have been crowded within. Faces, teeth, fingers, and toes have been removed from each body. Despite taking up the entirety of the room, more bodies can be observed manifesting inside every hour.\n\n\nA room with a placard reading \"Inventory\" above the doorway. While the room itself is inaccessible, there is a viewport in the door that allows one to see several skeletons dressed in standard D-Class attire within.\n\n\n\n\n\n\nDiscovery\n\n\n\n\n\nSCP-5874 was initially discovered in 2008 during the containment of \nSCP-173\n, although due to a failure of communication between the containment team and classification committee, SCP-5874 would not be classified until May of 2020. Until 2020, no one knew that all individuals assigned to Site-83 were affected by SCP-5874, allowing it to operate unhindered for twelve years.\n\nOn May 4\nth\n, 2020, Level 4 Researcher Lois Haas entered SCP-5874 and immediately became subject to its effects. Researcher Haas has a long history of loyal dedication to the Foundation, serving for 15 years.\n\n\nThe stark alteration of personality in Researcher Haas warranted an investigation into the Department of Human Resources, leading to the discovery and anomalous classification of SCP-5874. Researcher Haas was quarantined in a Standard Humanoid Containment Cell as a preemptive measure to counter potential memetic effects.\n\n\n\n\nInterview Researcher Haas\n\n\n\n\n\nThe following interview was conducted by Researcher Umar Hadid shortly after Researcher Haas's apprehension.\n\n\n\nInterviewer:\n Researcher Umar Hadid\n\n\nInterviewed:\n Researcher Lois Haas\n\n\n\n\n<Begin Log>\n\n\nResearcher Hadid:\n State your name for the record.\n\n\nResearcher Haas:\n Lois Haas, Department of Human Resources concierge.\n\n\nHadid:\n The, uh, record shows us something different, Mrs. Haas.\n\n\nHaas:\n Oh? I've been in H.R. since, well, forever.\n\n\nHadid:\n [ \nFlipping through files.\n ] Do you remember ever working with Dr. Allegre or Site Director Alaina Chin?\n\n\n[ \nResearcher Haas shakes her head.\n ]\n\n\nHadid:\n Do you remember anything about Site-83? People? Rooms?\n\n\nHaas:\n The break room's always a hot mess. Probably those slobs from Ethics. But besides that, nothing really stands out. I know that \nChin's brother's\n contained here, but I've forgotten where exactly. And of course everyone from H.R.\n\n\nHadid:\n I see. Do you remember what you do for work then? Like at H.R., what goes on there?\n\n\nHaas:\n [ \nShe laughs.\n ] You must be new.\n\n\nHadid:\n [ \nNervous chuckle.\n ] You could say that. I just recently got promoted from Junior Researcher to Level 1.\n\n\nHaas:\n Oh, congratulations man.\n\n\nHadid:\n Thanks. It's been uh… rough, to say the least.\n\n\nHaas:\n You're telling me.\n\n\n[ \nSilence\n ]\n\n\nHadid:\n So, H.R.?\n\n\nHaas:\n You know the D-Class? We're the ones who pluck them from the prisons, and off the streets, places where people only get to if they've got no one left that'll miss 'em. Hell, a few of them come from our ranks too. Those are the \nreal\n pieces of work. The bodies don't come out of nowheres after all. And then there's the testing. Or there \nwas\n the testing.\n\n\nHadid:\n What do you mean?\n\n\nHaas:\n Well, before someone grew a conscience, we would run tests here. You know, do \nreal fucking science\n. And you can't make the omelet of discovery without breaking a few eggs, and a few bones. But someone thought that was inhumane. Thought that sending unarmed D-Class into an anomalous meat grinder to see how it works was a \nneedless waste of life\n. Pathetic.\n\n\nHadid:\n You're talking about the-\n\n\nHaas:\n Jeremiah Cimmerian, and all those other pretend doctors in Ethics.\n\n\n[ \nResearcher Hadid coughs before rifling through his papers again. Researcher Haas leans forward in her chair so that her elbows can reach the table. She slams her open palm down. Hadid drops his papers and looks at her.\n ]\n\n\nHaas:\n You're not… from \nEthics\n. Right?\n\n\nHadid:\n I… no… I… I'm not.\n\n\nHaas:\n Good.\n\n\n[ \nSilence\n ]\n\n\nHaas:\n If you don't have any more questions for me, Researcher, I have tests to conduct.\n\n\n[ \nResearcher Hadid tilts his head.\n ]\n\n\nHadid:\n You'll be returned… to your cell though. What tests do you plan on conducting, exactly?\n\n\nHaas:\n You'll see. You're a Level 1 researcher now. Time to put your big boy drawers on.\n\n\n<End Log>\n\n\n\n\n\nFollowing this interview, Researcher Haas was escorted to her cell by an armed guard. Security forces were tripled for three weeks, during which Haas was stoic and inactive. Due to the lack of activity from Haas, the extra force was deemed unnecessary and the additional personnel were returned to their previous posts.\n\n\n\nThe Human Resources Incident\n\n\n\n\n\nOn August 2\nnd\n, 2020, Researcher Haas etched several thaumaturgic sigils\n.\nLater identified to be transportation spells used by the Hermetic Order of the Black Trees.\n into the wall of her containment cell using her fingernails, allowing her to escape confinement. The following recording was pieced together from the various CCTVs in Site-83.\n\n\n\n<PLAY RECORDING>\n\n\n12:03:\n Haas etches sigils into the wall using her fingernails. A circular section of the wall crumbles, replaced by a glowing green light. Haas steps through unnoticed by guards.\n\n\n12:04:\n Haas appears on another side of the containment cell, sneaks up on a guard. She disarms him and uses the pistol to kill him and the other guards. Haas proceeds down West Corridor A.\n\n\n12:10:\n Researcher Hadid exits the interrogation chamber. Haas subdues and takes him hostage. Haas and Hadid proceed down West Corridor B.\n\n\n12:11:\n Researcher Hadid escapes Haas's grip. Hadid hits an emergency panic button. Alarms blare. Personnel flood corridor. Hadid escapes Haas in the chaos. Haas fires shots into the ceiling. Personnel attempt to flee.\n\n\n12:13:\n Haas holds Site Director Chin at gunpoint. They proceed down West Corridor C and enter SCP-5874.\n\n\n12:15:\n MTF Lambda 5 secure SCP-5874. L5-Alpha attempts negotiations with Haas. D-Class are sent in. There are screams heard from the D-Class. Site Director Chin is released.\n\n\n[THREE HOURS AND TEN MINUTES EXTRANEOUS NOISE REMOVED]\n\n\n17:25:\n Screams cease.\n\n\n<STOP RECORDING>\n\n\n\n\n\n\n\n\nInterview Director Chin\n\n\n\n\n\nIn order to ascertain the full extent of the cognitive damage done by SCP-5874 on Site Director Chin several psychological screenings were conducted. After Site Director Chin was deemed lucid enough for conversation, an interview was conducted in order to better understand how SCP-5874 affects the mind. Site Director Chin was later amnesticized, her name was removed, and she was reassigned to Site-[REDACTED].\n\n\n\nInterviewer:\n Researcher Hadid\n\n\nInterviewed:\n Site-Director Chin\n\n\n<Begin Log>\n\n\nChin:\n What exactly do you think you're doing, Hadid?\n\n\nHadid:\n I'm…\n\n\nChin:\n You understand how \nheavily\n you have to screw up to think that I'm affected by an anomaly? Me? \nSite-Director\n Chin? Maybe you belong in the Ethics Committee. Research clearly isn't for you.\n\n\nHadid:\n What do you have against the Ethics Committee?\n\n\nChin:\n We have a burden to carry, Hadid. Most of us will carry it for our entire lives, long or short as that may be. And some people aren't prepared to shoulder their portion of the load. So they put \nmore\n of a burden on people like us. People that want to do the work and get the answers. Why?\n\n\nHadid:\n I don't know.\n\n\nChin:\n Because they're scared of what they might find if they dig a little too deep. That's what the Ethics Committee is. They're sandstone at the bottom of the sea bed, keeping the people with plastic shovels from finding \nreal\n gems. And I want those gems, Hadid. I'm sure you do too.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nObservation 5874-1\n\n\n\n\nIn the days following Site Director Chin's detainment, personnel gained access to the CCTV cameras within SCP-5874. Several more employees disappeared into SCP-5874 in part due to SCP-5874's anomalous effects, and in part due to Haas herself, who was able to convince a large portion Site-83's staff to enter the anomaly. Due to the threat SCP-5874 poses on the human mind, exploration into the anomaly was prohibited by the Ethics Committee.\n\n\n\n\nROOM 4AC\n\n\n<PLAY FOOTAGE>\n\n\n17:00\n Dr. Character drags a D-Class by the collar of his uniform. D-Class protests. D-Class is forced into a \"t\" shaped wooden contraption by Dr. Character and an armed MTF agent.\n\n\n17:01:\n Researcher Haas activates the contraption. Each end of the contraption begins rotating in different directions. D-Class screams.\n\n\n17:04:\n Researcher Haas takes notes. D-Class's left arm is torn. MTF Agent laughs.\n\n\n17:10:\n D-Class's head turns, breaking bones. Skin is stretched and pulled until it peels apart. Muscle and sinew are revealed. D-Class struggles in restraints while Researcher Haas documents. MTF Agent leans against the machine. They put their face close to the D-Class.\n\n\n18:15:\n D-Class's head separates from body. Researcher Haas scoffs then exits.\n\n\n\n\n\n\n\n\nObservation 5874-2\n\n\n\n\n\n\nROOM 311A\n\n\n<PLAY FOOTAGE>\n\n\n15:04:\n Researcher Haas enters, followed by two D-Class. MTF Agents follow with weapons raised.\n\n\n15:05:\n The D-Class are restrained to different chairs. MTF Agents line up against westward-facing wall with weapons aimed at the D-Class.\n\n\n15:10:\n Researcher Haas makes note of responses. She nods once. MTF Agents fire a volley of shots into the first D-Class. Second D-Class hysterical.\n\n\n15:14:\n MTF Agents reload. Dir. Chin takes notes of second D-Class responses.\n\n\n15:17:\n Researcher Haas converses with remaining D-Class. D-Class remains hysterical, but Researcher Haas nods.\n\n\n15:20:\n MTF Agents finish reloading. Researcher Haas recedes to northward-facing wall and nods. MTF Agents fire a volley of shots into the D-Class. Second D-Class expires.\n\n\n15:21:\n MTF Agents reload.\n\n\n15:30:\n Researcher Haas pours unknown red substance on first D-Class. First D-Class reanimates and foams at mouth.\n\n\n15:35:\n MTF Agents finish reloading and fire at reanimated D-Class.\n\n\n[EXPERIMENT LOOPS AND CEASES]\n\n\n\n\n\n\n\n\nObservation 5874-3\n\n\n\n\n\n\nROOM 4AA\n\n\n12:00:\n Four D-Class enter, gather around unknown, circular artifact, presumably an undocumented SCP object.\n\n\n12:05:\n MTF Agents enter, followed by Researcher Haas.\n\n\n12:06:\n Researcher Haas divides the D-Class into two groups. Fifth D-Class is terminated by MTF Agents.\n\n\n12:09:\n Researcher Haas presents soccer ball to D-Class. MTF Agents set up nets on either side of the room.\n\n\n12:15:\n Soccer game begins.\n\n\n12:45:\n Soccer game concludes. Losing D-Class pair is terminated by MTF Agents.\n\n\n12:46:\n Remaining D-Class are presented with a coin. Researcher Haas presents the coin to first D-Class, nods, then flips the coin.\n\n\n12:47:\n Coin lands on \"tails\". Second D-Class is terminated.\n\n\n12:50:\n Doctor Haas shakes hand of surviving D-Class. The door opens. D-Class exits and is shot by MTF Agents waiting outside.\n\n\n\n\n\n\n\n\nThe Second Incident\n\n\n\n\nBy November 11\nth\n, 2020, Researcher Haas was able to convince 67% of Site-83's personnel to enter SCP-5874. The affected personnel continued to kidnap unaffected individuals and conduct a variety of inhumane experiments on them. Due to the shortage of on-site personnel, several of the Euclid and Keter Class anomalies were understaffed and subsequently breached containment. MTF Lambda-5 attempted to combat the affected individuals and prevent the complete destruction of Site-83.\n\n\nThe following audio/visual recording was taken from various members of both MTF teams.\n\n\n\n\n<BEGIN FOOTAGE>\n\n\nL5-Alpha:\n It's a beautiful day to save lives. How's the arm, Cordae?\n\n\nL5-Gamma:\n [ \nHe moves his mechanical arm. He smiles.\n ] Better.\n\n\nL5-Beta:\n Thank god for that. Captain?\n\n\nL5-Alpha:\n Tits up, folks. We're going in.\n\n\n[ \nTeam proceeds through Site-83's West-Wing breakroom. The kitchen is in disarray with dirty pots and pans scattered across the floor. Human bones and dried viscera are present in the pans. Appears cooked. A still-beating human heart is on one of the tables. A researcher is documenting it and taking notes.\n ]\n\n\nResearcher:\n Absolutely fascinating, isn't it? Are you here to bring me more D-Class for endoscopic vascular observation?\n\n\n[ \nL5-Alpha looks at L5-Beta, who then looks at L5-Gamma. L5-Alpha fires a non-lethal, 5 milliamp taser shot at the researcher. Taser trackers connect at the chest. Researcher is subdued.\n ]\n\n\nL5-Alpha:\n Don't make 'em like they used to, huh.\n\n\n[ \nTeam advances through Site-83, subduing affected researchers and staff in a similar manner. There are a multitude of burn marks through the site, presumably from the release of SCP-[REDACTED]. The fire suppressant systems seem to have failed.\n ]\n\n\n[ \nResearcher Haas is discovered in West Corridor B. She is pursuing a D-Class with an instance of SCP-[REDACTED]. Instance is in hostile state and attempting to harm the D-Class. D-Class runs toward Lambda 5.\n ]\n\n\nD-Class:\n She's fucking crazy man. Crazy!\n\n\n[ \nL5-Beta and L5-Gamma successfully neutralize the instance using ballistic rounds. They hold Researcher Haas at gunpoint.\n ]\n\n\nL5-Alpha:\n [ \nTo her.\n ] Calm down. We've got this under control. Just keep running that way until you find someone who cares that isn't busy, or infected with whatever the fuck is going on here.\n\n\nD-Class:\n Fuck you! I'm outta here.\n\n\n[ \nThe D-Class exits. Seconds later screams are heard.\n ]\n\n\nL5-Gamma:\n [ \nHe laughs.\n ]\n\n\nL5-Alpha:\n [ \nTo Haas.\n ] Stop your shit, Lois. I don't want to hurt you.\n\n\nHaas:\n I'm trying to get work done. Work that you couldn't even begin to understand.\n\n\nL5-Alpha:\n I've been through some \nridiculous\n shit, Haas. We all have. Don't talk to me about something I couldn't understand.\n\n\nHaas:\n Look, I get it. You're all young and new. You want the world to be made of sunshine and rainbows. You want our research to be more humane. You want the D-Class to be treated like people.\n\n\nL5 Beta:\n Ma'am, we-\n\n\nHaas:\n Did you know that the \"D\" in D-Class stands for disposable? It's literally in the name. Disposable Class. How about that, huh?\n\n\nL5 Alpha:\n Listen Lois, just-\n\n\n[ \nThere is a tearing sound as Haas begins scratching something into her forearm. She rips through her lab coat sleeve and tears into her skin. Blood is present. Large portions of Haas's forearm muscle detach from her, although she does not acknowledge this. Haas's eyes begin to illuminate a shade of green.\n ]\n\n\nL5-Gamma:\n Captain?\n\n\n[ \nL5-Alpha nods. L5-Gamma fires his taser but misses. Researcher Haas's eyes cease to glow and she flees. She is pursued by the team. Haas enters SCP-5874 followed by L5-Alpha.\n ]\n\n\nL5-Alpha:\n Stay here and make sure no one follows us.\n\n\n[ \nL5-Alpha enters SCP-5874. The hall is lit by a faint red glow. Dried blood and fecal matter are present on the walls, ceiling and floor. There are iron doors\n.\nConsistent with humanoid containment cells during the early 2000's.\n with cylindrical indents within them. Diagonal patterns evident of scratching are also present on the walls and floors.\n ]\n\n\nHaas:\n [ \nOver intercorm\n ] Is this insubordination, soldier?\n\n\nL5-Alpha:\n You don't have any authority anymore, Haas. No one else is coming.\n\n\nHaas:\n I'll report you to the O5s if you take another step.\n\n\nL5-Alpha:\n Go ahead. I'll be here.\n\n\n[ \nL5-Alpha traces some kind of sigil into the fresh viscera on a nearby wall. Haas emerges further down the corridor and runs to L5-Alpha. Haas examines the sigils.\n ]\n\n\nHaas:\n What have you done?\n\n\n[ \nSilence\n ]\n\n\nHaas:\n Do you have \nany\n idea as to what you've just done to us?\n\n\n[ \nSeveral rooms begin to displace, appearing on the ceiling and floor as opposed to just the wall. Window panes shatter and reform. Researcher Haas loses her balance.\n ]\n\n\n[ \nA thick grey liquid manifests from the cracks in the floor. Liquid solidifies within seconds.\n ]\n\n\nHaas:\n How did you…\n\n\nL5-Alpha:\n My mother was in the Order. I'm just doing my job.\n\n\nFootage terminates\n\n\n<END FOOTAGE>\n\n\n\n\nFollowing the termination of L5-Alpha's bodycam footage, the hall leading into West Corridor D and SCP-5874 were spontaneously filled with concrete. West Corridor D was later relocated, and the current containment protocols were enacted.\n\n\n\n\n\n\n« \nSCP-5873\n | SCP-5874 | \nSCP-5875\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Audio emitted from SCP-5874 is to be ignored. Any proclamations made by SCP-5874 are false.",
    "title": "SCP-5874"
}