{
    "url": "https://scp-wiki.wikidot.com/scp-5876",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\nLink To Guide\n\n\nItem#:\n5876\n\n\nClearance Level 1:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nsafe\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/dark\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/caution\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-5876\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5876 is to continue its research at Site-83 via a remote terminal. Employees previously staffed under Doctor Welch are to continue his work where applicable. Files above the required clearance are to be screened by SCP-5876 before distribution to lower-ranking personnel.\n\n\nAttempts to develop a fully functioning Remote Cognitive Translation Device for Fish (RCTDF) are ongoing.\n\n\nThe current experimental RCTDF model is to be maintained by Foundation approved technomancers. Due to SCP-5876's necessity to remain submerged in water, a viable solution to prevent short-circuiting from water exposure is under development.\n\n\nDescription:\n SCP-5876 is Doctor Eugene Welch, whose entire molecular structure was anomalously deconstructed and reconstructed to resemble that of a currently unknown species of fish by unknown methods. SCP-5876 exhibits standard physical needs and characteristics for aquatic animals in addition to human-level intelligence.\n\n\nIntelligence Tests:\n In order to fully ascertain SCP-5876's intellectual capabilities, it was tasked to perform tests of varying difficulty. The tests were performed by Senior Researcher Gary Mander-Bassen.\n\n\n\n\n\n\nTest\n\n\nResult\n\n\nComments\n\n\n\n\n\n\nTo test the extent of SCP-5876's recollection capabilities.\n\n\nSCP-5876 was presented with four consecutive series of eleven different shapes and colors. The flashcards used were presented in a random order to prevent potential pattern recognition. SCP-5876 was able to recall each flashcard and the order they were presented in with one hundred percent accuracy.\n\n\nIt seems that SCP-5876 is still capable of memory recollection, just like it was when it was Doctor Welch. His consciousness might still be in there somewhere.\n\n\n\n\n\n\nTo understand the extent of SCP-5876's problem-solving skills.\n\n\nSingle digit math problems were written backward on the side of SCP-5876's tank so that it would be able to read the numbers correctly. Stones labeled with potential answers to the problems were then dropped into the tank. At each question, SCP-5876 would pick up a stone with the corresponding answer in its mouth upon request.\n\n\nProblem-solving skills are in check. The fish is intelligent! Maybe we can figure out a way to establish a line of communication and see if Welch is still in there.\n\n\n\n\n\n\nTo observe a potential connection to Doctor Welch's previous life experiences.\n\n\nSCP-5876 was presented three photographs of significant events in Doctor Welch's life, two of which were fabricated. These including the first time he rode a bicycle\n1\n, his prom date\n2\n, and a recent photo of his husband and children. SCP-5876 swam in figure-8 patterns in its tank when presented these photos, presumably in a state of content. When asked to identify which of the photos were genuine, SCP-5876 was able to successfully distinguish between the fabricated images and the genuine one.\n\n\nThis is looking good. We might be onto something!\n\n\n\n\n\n\nAttempted Communication\n\n\nSCP-5876 was presented with 30 blocks with a letter of the English alphabet carved into each side. It was then asked by Researcher Gary Mander-Bassen if it could confirm whether or not it was Doctor Welch. With considerable difficulty, SCP-5876 rearranged the blocks to spell the phrase: \"ITS ME. HELP.\"\n\n\nAnd that confirms it.\n\n\n\n\n\n\nEstablishing Communication\n\n\nOn December 4\nth\n, 1956, Researcher Gary Mander-Bassen theorized that SCP-5876 could potentially communicate with observers if a thought translator was developed. To that end, he enlisted a team consisting of thirteen technomancers, seventeen Foundation engineers, and three Foundation marine biologists. Over the course of nine weeks, several thought translating prototypes were developed, many of which failed upon initial activation. The five hundredth prototype, dubbed \"Poseidon 9000\", achieved functional status and was attached to SCP-5876.\n\n\nShortly after submersion, however, the Poseidon 9000 model short-circuited, temporarily neutralizing SCP-5876. On-site veterinarians were called in to resuscitate SCP-5876 and were successful in doing so.\n\n\nThe following is the sole message SCP-5876 managed to transceive prior to the malfunction of the Posiedon 9000 model.\n\n\n\n\n\n\nShow Message\n\n\n\n\nClose\n\n\n\n\n\n\nStop fucking electrocuting me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Doctor Welch never learned to ride a bike.\n\n\n2\n. Doctor Welch did not attend his high school prom.\n\n\n\n\n\n\n\n\n« \nSCP-5875\n | SCP-5876 | \nSCP-5877\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5876 is to continue its research at Site-83 via a remote terminal. Employees previously staffed under Doctor Welch are to continue his work where applicable. Files above the required clearance are to be screened by SCP-5876 before distribution to lower-ranking personnel.",
    "description": "SCP-5876 is Doctor Eugene Welch, whose entire molecular structure was anomalously deconstructed and reconstructed to resemble that of a currently unknown species of fish by unknown methods. SCP-5876 exhibits standard physical needs and characteristics for aquatic animals in addition to human-level intelligence.",
    "title": "SCP-5876"
}