{
    "url": "https://scp-wiki.wikidot.com/scp-5879",
    "all_text": "SCP-5879:\n Take Me to the Moor\n\n\n \n\n\nAuthor:\n \nCyvstvi\n.\n\n\n \n\n\nImage Credit:\n See comments.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+73\n+\n–\nx\n\n\nCyvstvi\n\n\n\n\n\n\nTake Me to the Moor\n by \nCyvstvi\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Royal Society for the Prevention of Cruelty to Animals.\n\n\n2\n. A symbol or pattern intended to ward off bad influences, malevolent magic or curses, and turn away the attention of spirits and witches.\n\n\n\n\n\n\n\n\n\n\n3/5879\n LEVEL \n3/5879\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5879\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA view of Saddleworth Moor from the A635, overlooking Dovestones Reservoir.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n No Special Containment Procedures are required at this time.\n\n\nFurther records pertaining to SCP-5879's historical extranormal events are available upon request from \nSite-37\n.\n\n\nDescription:\n SCP-5879 refers to a plethora of anomalous phenomena that affected the region surrounding Saddleworth Moor, United Kingdom, between 1963 and 2018.\n\n\nSCP-5879 is a retroactive designation. The vast majority of anomalous phenomena, now recognised as constituting SCP-5879, was classed as extranormal until 2018.\n\n\nAddendum 5879.1:\n List of Extranormal Events\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDate:\n 5th July, 1963\n\n\n\n\nRSPCA\n1\n officer Walter Diley reported a stolid stench emanating from the blanket bog covering a small area of Saddleworth Moor, east of the A635 road, whilst documenting local wildlife.\n\n\nSubsequent investigation of the smell by local authorities reported the existence of rapidly growing flowering hemlock within the blanket bog. This hemlock was identified as the source of the smell by local authorities. The odor was attributed to the hemlock's rapid growth-death cycle, as upon expiration it would release an offensive odor into the surroundings.\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDate:\n 21st December, 1972\n\n\n\n\nBetween the 21st December 1972 and the 5th January 1973, the local authorities received numerous complaints concerning the water quality within the boroughs of Kirklees, Oldham, and Greater Manchester. Commonly reported issues included:\n\n\n\n\nIncidental low pressure of available water.\n\n\nDark discolouration of the water. Chemical analysis concluded that this colour was produced by the introduction of ink somewhere within the water supply.\n\n\nNoticeable build-up of ash and/or soot within tap openings, sinks, and the interiors of drain piping and gutters.\n\n\n\n\nFollowing these complaints, the local council investigated the source of the boroughs' water supply, Dovestones Reservoir, located in Saddleworth Moor. A severe blockage was located within one of the water supply channels that led to the local water treatment plant.\n\n\nThe cause of said blockage was identified as a congealed mass of torn paper that had become wedged within the centre of the channel. The mass, weighing 1.5kg, was recovered on the same day. The majority of the writing upon the scraps of paper was obfuscated by water damage.\n\n\nOf what little writing remained visible, the only legible words consisted of \"Will I burn in Hell?\"\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDate:\n 20th February, 1984\n\n\n\n\nSuffer Little Children\n by \nThe Smiths\n aired continuously on all radio channels available within the region surrounding Saddleworth Moor. The song eventually faded out after two hours of continuous play with the repetition of the song's closing lyrics: \"\n…on the moor\n\".\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDate:\n 19th September, 1987\n\n\n\n\nThe entire population of Manchester, England was affected by a mass psychogenic illness. The event consisted of the participants linking hand in hand with one another and dancing around the city. Affected individuals were observed dancing erratically, jumping from one foot to the other. Activity ceased after 19 minutes.\n\n\nFollowing mass amnestication of the public, it was discovered that 683 participants had expired from the event. 17 individuals were declared deceased from exhaustion. The remaining deceased had collapsed into the River Irwell and drowned.\n\n\nExhumation of the submerged remains has uncovered that they sustained extensive damage to the pulmonary system identical to that caused by smoke inhalation.\n\n\n\n\n\n\nINCIDENT LOG\n\n\n\n\nDate:\n 24th June, 2018\n\n\n\n\nOn the 24th June, 2018, Saddleworth Moor spontaneously set fire. Fifty homes and one-hundred residents from the neighbouring regions were evacuated by local authorities. The majority of the wildfire was subterranean as it had set the peat beneath the moor alight.\n\n\nBy the time that the fire had been extinguished on the 17th July, 2018, 18km\n2\n of moorland had been devastated with the smoke plume floating high above Saddleworth Moor for the next three days. Subsequent investigations of the incident discovered that witnesses of the initial fire had observed an unidentified individual dancing on the Mancunian-side of Saddleworth Moor.\n\n\nFurther investigation is pending.\n\n\n\n\nAddendum 5879.2:\n Discovery\n\n\n\n\nDISCOVERY LOG\n\n\n\n\nDate:\n 18th July, 2018\n\n\n\n\nA series of scorch marks resembling a caerdroia was discovered upon Saddleworth Moor in the aftermath of the 2018 wildfire. The area surrounding the caerdroia, remaining entirely untouched by the wildfire, resembled an apotropaic mark.\n2\n\n\nA caerdroia is a type of medieval Cretan labyrinthine maze commonly found across the British Isles. In England, they are more commonly known as a Troy Town. Historically associated with folk dance rituals, they are now believed to have been a source of entertainment for children.\n\n\nExcavation of the scorched turf uncovered a shallow grave containing the burnt skeleton of a young girl. The body was recovered with its head bowed, its arms hugging its knees, and its legs drawn up close to the chest.\n\n\nFurther anomalous events are deemed unlikely.\n\n\n\n\n\n\n\n\n« \nSCP-5878\n | SCP-5879 | \nSCP-5880\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5879\n\" by Cyvstvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5879\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Saddleworth.jpg\n\n\nName:\n Yeoman hey and dovestones from hollin brown knoll.jpg\n\n\nAuthor:\n Parrot of Doom\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 5879.1: List of Extranormal Events",
        "Addendum 5879.2: Discovery"
    ],
    "documents": [],
    "notes": [
        "INCIDENT LOG Date: 5th July, 1963 RSPCA 1 officer Walter Diley reported a stolid stench emanating from the blanket bog covering a small area of Saddleworth Moor, east of the A635 road, whilst documenting local wildlife. Subsequent investigation of the smell by local authorities reported the existence of rapidly growing flowering hemlock within the blanket bog. This hemlock was identified as the source of the smell by local authorities. The odor was attributed to the hemlock's rapid growth-death cycle, as upon expiration it would release an offensive odor into the surroundings.",
        "INCIDENT LOG Date: 21st December, 1972 Between the 21st December 1972 and the 5th January 1973, the local authorities received numerous complaints concerning the water quality within the boroughs of Kirklees, Oldham, and Greater Manchester. Commonly reported issues included: Incidental low pressure of available water. Dark discolouration of the water. Chemical analysis concluded that this colour was produced by the introduction of ink somewhere within the water supply. Noticeable build-up of ash and/or soot within tap openings, sinks, and the interiors of drain piping and gutters. Following these complaints, the local council investigated the source of the boroughs' water supply, Dovestones Reservoir, located in Saddleworth Moor. A severe blockage was located within one of the water supply channels that led to the local water treatment plant. The cause of said blockage was identified as a congealed mass of torn paper that had become wedged within the centre of the channel. The mass, weighing 1.5kg, was recovered on the same day. The majority of the writing upon the scraps of paper was obfuscated by water damage. Of what little writing remained visible, the only legible words consisted of \"Will I burn in Hell?\"",
        "INCIDENT LOG Date: 20th February, 1984 Suffer Little Children by The Smiths aired continuously on all radio channels available within the region surrounding Saddleworth Moor. The song eventually faded out after two hours of continuous play with the repetition of the song's closing lyrics: \" …on the moor \".",
        "INCIDENT LOG Date: 19th September, 1987 The entire population of Manchester, England was affected by a mass psychogenic illness. The event consisted of the participants linking hand in hand with one another and dancing around the city. Affected individuals were observed dancing erratically, jumping from one foot to the other. Activity ceased after 19 minutes. Following mass amnestication of the public, it was discovered that 683 participants had expired from the event. 17 individuals were declared deceased from exhaustion. The remaining deceased had collapsed into the River Irwell and drowned. Exhumation of the submerged remains has uncovered that they sustained extensive damage to the pulmonary system identical to that caused by smoke inhalation.",
        "INCIDENT LOG Date: 24th June, 2018 On the 24th June, 2018, Saddleworth Moor spontaneously set fire. Fifty homes and one-hundred residents from the neighbouring regions were evacuated by local authorities. The majority of the wildfire was subterranean as it had set the peat beneath the moor alight. By the time that the fire had been extinguished on the 17th July, 2018, 18km 2 of moorland had been devastated with the smoke plume floating high above Saddleworth Moor for the next three days. Subsequent investigations of the incident discovered that witnesses of the initial fire had observed an unidentified individual dancing on the Mancunian-side of Saddleworth Moor. Further investigation is pending.",
        "DISCOVERY LOG Date: 18th July, 2018 A series of scorch marks resembling a caerdroia was discovered upon Saddleworth Moor in the aftermath of the 2018 wildfire. The area surrounding the caerdroia, remaining entirely untouched by the wildfire, resembled an apotropaic mark. 2 A caerdroia is a type of medieval Cretan labyrinthine maze commonly found across the British Isles. In England, they are more commonly known as a Troy Town. Historically associated with folk dance rituals, they are now believed to have been a source of entertainment for children. Excavation of the scorched turf uncovered a shallow grave containing the burnt skeleton of a young girl. The body was recovered with its head bowed, its arms hugging its knees, and its legs drawn up close to the chest. Further anomalous events are deemed unlikely.",
        "\" SCP-5879 \" by Cyvstvi, from the SCP Wiki . Source: https://scpwiki.com/scp-5879 . Licensed under CC-BY-SA .",
        "Filename: Saddleworth.jpg Name: Yeoman hey and dovestones from hollin brown knoll.jpg Author: Parrot of Doom License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "No Special Containment Procedures are required at this time.",
    "description": "SCP-5879 refers to a plethora of anomalous phenomena that affected the region surrounding Saddleworth Moor, United Kingdom, between 1963 and 2018.",
    "title": "SCP-5879"
}