{
    "url": "https://scp-wiki.wikidot.com/scp-5885",
    "all_text": "rating: \n+112\n+\n–\nx\n\n\nItem №:\n SCP-5885\n\n\nAnomaly Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-5885 is currently uncontained, and it is suspected that its anomalous properties preclude the possibility of future containment. Task Force Ein-6 (\"Memento Mori\") has been deployed to recover the bodies of J. Rittel and prevent members of the public from witnessing the associated demanifestation events, as well as doctoring and suppressing records of the bodies' disappearances\n1\n.\n\n\nDescription:\n SCP-5885 is a temporal and probabilistic anomaly centred around the death of one J. Rittel, which occurs repeatedly at intervals of exactly 24 hours. The cause of death is variable in each case, but corresponds loosely with demographic norms for the location and age. Rittel will always be at least 18 years of age at the time of death, and displays abnormal weighting towards death at a younger age (avg. 22 yrs, compared with 70 for the global population). All instances to-date have been physically and genetically identical (excepting environmental factors), and raised in a predominantly English-speaking nation.\n\n\nRittel's corpse will disappear exactly 24 hours following their death, accompanied by a low-energy burst of microwave radiation and its tachyonic equivalent. The next instance will die immediately following this, but no causal link between the two events has ever been established. Notably, each instance of Rittel will have large amounts of corroborating evidence supporting their life for at least 18 years prior, but will never have been located by any individual or organisation with reason to identify SCP-5885. As a consequence, Rittel has only ever been identified postmortem, and only after the disappearance of the prior corpse.\n\n\nThe date of the first occurrence of SCP-5885 is unclear. Records by Foundation precursor groups confirm its existence as far back as 1667 CE, but civilian documents identify the deaths of three Englishmen by the name of Jordan Rittel on three consecutive days in 1107 CE.\n\n\n\n\n\n\nSCP-████ pre-augmentation (c. 1919)\n\n\n\n\n\n\nDetainment & interrogation:\n On ████-██-██, SCP-5885 resulted in the death of an instance of Rittel\n2\n within 2 kilometres of Research Site-Tau\n3\n. The body was brought to the site and placed within a refrigerated containment unit, within the range of a Xyank/Anastasakos Constant Temporal Sink (XACTS). The body demanifested and remanifested repeatedly once the 24 hour window had passed, but stabilised in constant reality at 14:55 local time. Past this point, the power drawn by the XACTS from the Site's reactor increased exponentially. No additional SCP-5885-related death was recorded.\n\n\nWith the temporal anomaly temporarily neutralised, a detail from the Department of Spectral Phenomena was transported to the Site, and a postmortem interview was conducted. A transcript of this interview is included below.\n\n\n\n\nInterviewer:\n Dr. S. Kostra\n\n\nInterviewee:\n Jamie Rittel (deceased)\n\n\nForeword:\n Interview conducted by means of SCP-████, augmented by salvaged \nparatechnology\n.\n\n\n\n\n<Begin Log>\n\n\nKostra:\n Hello, Jamie.\n\n\nRittel:\n Wh- what? What the fuck?\n\n\nKostra:\n Hello Jamie, you've had a bit of an accident, but you're okay now. Can you remember where you were last? We'd like to ask you some questions if that's okay.\n\n\nRittel:\n I- I died. I died, h- how the fuck did you \ndo\n this?\n\n\nKostra:\n You had an accident, but we were able to-\n\n\nRittel:\n No, no, I \ndied\n. I was \ngone\n. And it was about time too\n4\n. And then you… Jesus Christ, he's gonna be so worried.\n\n\nKostra:\n You're aware of your… 'deaths', then?\n\n\nRittel:\n What? Kinda, sure. Listen, I'm sure this is great news for whatever procedure you're trying here, but I was in the middle of something. You've… Christ, you've gotta \nkill\n me.\n\n\n[XACTS reaches 20% allotted power drain]\n\n\nKostra:\n We won't be doing that, Jamie. Do you remember working as a waiter in Milton Keynes?\n5\n\n\nRittel:\n How the fuck is that important? I'm sorry, I just… God, you've gotta understand, this is a big thing for me. You're fucking up a lot of stuff right now.\n\n\nKostra:\n I'm sorry for that. We've only got a few more things to ask. Do you know why you keep… dying?\n\n\nRittel:\n Everyone does it, if you haven't noticed. It's, like, the only guaranteed thing.\n\n\nKostra:\n Ah, yes. That and taxes, right?\n\n\nRittel:\n Sure, I guess.\n\n\n[XACTS reaches 50% allotted power drain]\n\n\nKostra:\n Alright, to phrase it a different way, do you know why you keep coming back?\n\n\nRittel:\n I don't. 'Come back', I mean. Not like \nthat\n. I don't think you really get it. And I don't really want to explain it to you, to be honest. It's private.\n\n\nKostra:\n Right, uh, sorry. Sorry? Your death is… private?\n\n\nRittel:\n Yeah.\n\n\nKostra:\n Well, okay. Just two more.\n\n\nRittel:\n Please ask quickly.\n\n\n[XACTS reaches 70% allotted power drain]\n\n\nKostra:\n I think I might have to. Do you know why we're not able to find you until the 'old' you 'dies'?\n\n\nRittel:\n That's how things work. Things have to happen one after another. \n[Rittel runs their hands through their hair and looks around nervously]\n \nAll\n this is pretty… straightforward. We're not doing anything \nillegal\n. Just one more, right?\n\n\nKostra:\n Yes. You mentioned a 'him' earlier. Would you mind telling us who 'he' is?\n\n\n[Rittel smiles and looks down. They stroke a long vertical scar on their left wrist\n6\n]\n\n\nRittel:\n …Yeah, no, I don't think I'm gonna do that. Sorry.\n\n\n[XACTS exceeds allotted power drain. Warning alarm plays]\n\n\nRittel:\n I- I'm guessing that means our time's up? Or, uh- \n[Rittel gestures to the scalpels next to them]\n -do I have to do this the, uh, old fashioned way?\n\n\nKostra:\n No, no, that… that's all. Thank you.\n\n\nRittel:\n Alright. Thanks, I guess. But, um… please \nnever\n do this shit again.\n\n\nKostra:\n No promises.\n\n\n[SCP-████ is deactivated, and Rittel ceases movement. The XACTS powers down, and the body demanifests at 17:30 local time]\n\n\n<End Log>\n\n\n\n\nShortly following the conclusion of this interview, a deceased 18 year-old instance of Rittel was discovered in London, England. The cause of death was suicide by hanging and the time of death was consistent with SCP-5885, with no variation caused by the above detainment. A heart was drawn in lipstick on the mirror of their hotel room's bathroom, with a crude skull drawn inside. The significance of this is presently unknown. Although they left no suicide note, preliminary investigation teams reported the body to be smiling.\n\n\n\n\nFootnotes\n\n\n1\n. Prior to the operational restructuring of 1945, this task was undertaken by the Recovery Division, Virgo team. Consult legacy file RAISA-005885 for details of SCP-5885's containment under precursor groups.\n\n\n2\n. Cause of death: blunt-force trauma during automobile accident.\n\n\n3\n. Specialising in the development and examination of temporally manipulative technologies.\n\n\n4\n. This iteration of Rittel was 34 at the time of death.\n\n\n5\n. Referring to Instance 5885-12a2c.\n\n\n6\n. A feature shared by all instances to-date.\n\n\n\n\n\n\n\n\n« \nSCP-5884\n | SCP-5885 | \nSCP-5886\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5885\n\" by MaliceAforethought, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5885\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Surgical assistants in WW1 U.S. Military Hospital No. 57 Operating Room.png\n\n\nAuthor:\n US Signal Corps\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5885 \" by MaliceAforethought, from the SCP Wiki . Source: https://scpwiki.com/scp-5885 . Licensed under CC-BY-SA .",
        "Name: Surgical assistants in WW1 U.S. Military Hospital No. 57 Operating Room.png Author: US Signal Corps License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-5885 is currently uncontained, and it is suspected that its anomalous properties preclude the possibility of future containment. Task Force Ein-6 (\"Memento Mori\") has been deployed to recover the bodies of J. Rittel and prevent members of the public from witnessing the associated demanifestation events, as well as doctoring and suppressing records of the bodies' disappearances1.",
    "description": "SCP-5885 is a temporal and probabilistic anomaly centred around the death of one J. Rittel, which occurs repeatedly at intervals of exactly 24 hours. The cause of death is variable in each case, but corresponds loosely with demographic norms for the location and age. Rittel will always be at least 18 years of age at the time of death, and displays abnormal weighting towards death at a younger age (avg. 22 yrs, compared with 70 for the global population). All instances to-date have been physically and genetically identical (excepting environmental factors), and raised in a predominantly English-speaking nation.",
    "title": "SCP-5885"
}