{
    "url": "https://scp-wiki.wikidot.com/scp-5890",
    "all_text": "The following article is a part of the \nAnd Every Time We Meet Again\n storyline. Whilst you can read it on its own, it's highly recommended you read the previous installments to get this article in its fullest.\n\n\nImage sources:\n\n\n\n\nFilename:\n power\n\n\nAuthor:\n \nLi-sung\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nName of the file:\n map\n\n\nLicense:\n Open Data Commons Open Database License (ODbL)\n\n\nSource Link:\n \nhttps://www.openstreetmap.org\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+84\n+\n–\nx\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nACCESSING FILE — SCP-5890…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nRETINAL SCAN IN PROGRESS…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nIDENTITY CONFIRMED. WELCOME, DOCTOR MACCARTHY JUNIOR.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5890\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5890 as seen prior to the fall of 1984.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe knowledge of the 1984-FALL Incident is to be limited to Foundation personnel of Clearance Level 3 or higher — all other individuals, including the entirety of the population of the Eastern regions of Poland, are to be administered amnestics.\n\n\n \n\nSCP-5890 has been permanently quarantined and cut off from all non-Foundation knowledge databases. No entry is currently allowed. All Foundation personnel seen emerging from SCP-5890 are to be terminated on sight.\n\n\n \n\nAny exploration team sent into SCP-5890 is to account for its members every 3 minutes. Should a number not corresponding to the previous one be accounted for, the team is to immediately leave and undergo a quarantine procedure. Further details are available to Level 4 Clearance personnel.\n\n\n \n\nAll SCP-5890-1 entities are to be tracked down and eliminated, with the base of this operation being \nSite-120\n. Their containment is currently forbidden.\n\n\n\n\n\n\n\n\nBiałystok, Poland.\n\n\n\n\n\n\nDescription\n\n\nSCP-5890 is a spatial anomaly disguised as the Białystok Nuclear Power Plant located within Białystok, Poland. Local reality within the building is dimensionally and temporarily unstable to a high degree, frequently fluctuating between numerous alternative states of matter, dimensional locations, and timeframes, with no part of it being properly anchored within baseline reality. Within the building, multiple non-euclidean spaces can be found, with their properties, dimensions, and locations changing on a usual basis. Although no apparent pattern of these irregularities has been noted, they appear to be reliant on the individuals currently present in the building, creating such spaces seemingly out of distorted memories of these individuals.\n\n\n \n\nSCP-5890-1 is a designation given to an unknown amount of humanoid entities. The exact nature and appearance of such is not truly known due to the nature of their origin point, SCP-5890, though live reports of witnesses of the 1984-FALL Incident indicate that the humanoids:\n\n\n\n\npossess shapeshifting abilities,\n\n\nlack higher intelligence,\n\n\ndo not possess an understanding of human grammar or speech patterns,\n\n\nare unable to properly analyze their surroundings.\n\n\n\n\n\n\n\n\nSystem Notice — the following file is incomplete and contains incomplete information. The remainder of the description and said information is Level 4/5890 Classified.\n\n\n\n\n\n\n> access description-full\n\n\n \n\n\nERROR — INSUFFICIENT CLEARANCE\n\n\n\n\nDiscovery\n\n\nFoundation involvement with SCP-5890\n1\n began on 13/06/1984 following the discovery of plans of unknown thaumaturgic actions within the Nuclear Power Plant of Białystok created by PoI-5936 (\"Damien Nowak\"), an alleged leader of a cult practicing thaumaturgy, \nThe Children\n within Częstochowa's Local Authorities' Files.\n\n\nFurther research regarding PoI-5936 conducted by Foundation personnel embedded within Częstochowa's local authorities revealed that numerous papers and documents documenting Nowak's previous actions were created by local authorities. The latest one is attached below\n2\n.\n\n\n\n\n► ACCESS SCP:/5890/attached-documents/1\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nIt has come to my attention, more and more, the extent to which the abnormal and the ununderstood surround our world. At the rate of discovery my Bureau currently holds of new artifacts and phenomena, in merely two decades time, it seems like without a larger organization to take the anomalous into its custody, we would need to permanently break the Veil of Secrecy holding our association of nations together. Obviously, I, as most likely anyone higher within the ranks of our organization, know about GRU-P — but I surely am not the only one who thinks that it is just too little for how giant the world of the ununderstood is.\n\n\nDuring our latest studies, we have discovered one of the probably most worrying discoveries so far - calculations and context clues I am one hundred percent sure are indeed true lead me to believe that religion and all sorts of spiritual activities are not merely actions of fools lying to themselves about the nature of existence. In fact, they are far from it — we have been able to discover that rituals can literally affect the world at large, with instant fears of the State's enemies using such for our demise being expressed by my higher-ups.\n\n\nUpon calming all of my co-workers down that no such evidence exists, we have realized that with this utterly terrifying discovery, our biggest opportunity so far arises — channeled and controlled rituals. Of course, one could argue it's against our code of ethics, but here, I ask — did that stop us before? Did that stop us in the summer of 1970? Did it stop us during the winters of 1947? The answer should be pretty obvious to those even remotely possessing the knowledge of the State's history. It will not. Thus, I would like to propose a deal of sorts to be arranged.\n\n\nDamien Nowak, the infamous at this point enemy of the State and an enemy of the people, has been a burden for a long time now to all of us, regardless of our positions and rankings. However, I do believe that the same could be said in reverse. Our searches for him have not been making his life the most peaceful either. With this in mind, we could, theoretically speaking, use Mr. Nowak for our cause — simply offering mere forgetfulness of his previous deeds, with his side of the deal being teaching us and our Students the art of thaumaturgy and applied rituals.\n\n\nThis, of course, should not be treated as my official statement on the matter (should, obviously, the project ever come to see the light of day, all engagement is to be immediately forwarded to the anti-Party regions of the Church), and is as naive as it may sound, I would like all of you, kind gentlemen, to consider my words.\n\n\n\n\n— \nWłodzimierz Jurczak, \nZM \"Witch Slayer\" Division\n, Director\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing this discovery being made, and the additional connections between Nowak and multiple other anomalous activities within the region being established, stopping said person's planned actions within LoI-5890 has been deemed the utmost priority for Site-120's personnel. In order to properly contradict PoI-5936's plans, Foundation agents have been embedded within LoI-5890 in order to alert proper staff when the aforementioned event would inevitably take place for Site-120's Thaumaturgic Division to properly intervene.\n\n\nIn order however to potentially postpone or permanently stop the event from happening, Dr. Asheworth alongside Dr. MacCarthy Jr. were tasked with interviewing one of the members of LoI-5890's administrative structures, who was captured prior to the interview taking place.\n\n\nWhen the involvement of Nowak was confirmed by said interview, specialistic equipment detecting any thaumaturgic activity within the region was deployed at LoI-5890. Three days later minor thaumaturgic distortions, increasing in size on an hourly basis have been detected within the location.\n\n\nWithin the next hours, Dr. Asheworth's account was logged attempting to access multiple files potentially regarding Nowak without proper clearance, for which he was adequately reprimanded. Although this incident did not repeat again, he expressed high interest in being a part of any further actions involving PoI-5936. Due to his prior effectiveness in actions involving thaumaturgic backgrounds, such a request was granted.\n\n\n\n\n1984-FALL Incident\n\n\nUpon the realization that Nowak's ritualistic plans were in the process of being implemented, the Foundation deployed Mobile Task Force Omega-10 (\"The Watchmen\")\n3\n alongside the two project leads of SCP-5890, Dr. Asheworth and Dr. MacCarthy Jr. The following files are recordings retrieved from Dr. Asheworth's camera.\n\n\n\n\n► ACCESS SCP:/5890/exploration-logs/local-time/03/08/1984\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDate:\n 03/08/1984\n\n\nExploration Team:\n Mobile Task Force Omega-10, Dr. Asheworth, Dr. MacCarthy Jr.\n\n\nSubject:\n SCP-5890\n\n\nTeam Lead:\n Dr. Asheworth\n\n\nTeam Members:\n Dr. MacCarthy Jr., Om-10-1, Om-10-2, Om-10-3\n\n\nForeword:\n Due to Dr. Asheworth exhibiting signs of level 2 spatial and thaumaturgical resistance, he has been elected as the team's captain. The following exploration has been conducted during the start of SCP-5890's anomalous condition — all of such disruptions were, at that time, minor.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Asheworth:\n And… this should be on. Everyone, check your equipment.\n\n\nOm-10-1:\n Check.\n\n\nOm-10-2:\n Check.\n\n\nOm-10-3:\n Check.\n\n\nDr. MacCarthy Jr.:\n Check makes four.\n\n\nDr. Asheworth:\n Great. As I said, when we enter that hall, minor spatial disruptions will occur. I hope I don't need to say that, but do not follow any voices, feelings, or anything else that isn't my command. Understood?\n\n\nDr. MacCarthy Jr.:\n Yes.\n\n\nOm-10-1:\n Yeah.\n\n\nOm-10-3:\n Yes.\n\n\nOm-10-2:\n Yes.\n\n\nDr. Asheworth:\n Great. Let's begin then.\n\n\nThe exploration team enters SCP-5890's underground parking. Within it, no vehicles are present. After a scan of the area reveals a lack of lifeforms, the team head to the staircase.\n\n\nOm-10-1:\n Closed. Will be attempting forced entry.\n\n\nAfter a minute of trying, the team's attempts to force open the door have met with failure, and they cannot access the staircase.\n\n\nOm-10-1:\n Won't do.\n\n\nDr. Asheworth proceeds to make his way to the doors and puts his hand at them for 30 seconds.\n\n\nDr. Asheworth:\n And it never will. It's thaumaturgically sealed. We will have to take the elevator.\n\n\nDr. MacCarthy Jr.:\n No way around it? I would very much not want to be stuck in one in a soon-to-come spatial anomaly. Being stuck in one room is—\n\n\nDr. Asheworth:\n No. I'm not happy with the fact it will slow us down either.\n\n\nThe team enters the elevator located next to the staircase.\n\n\nDr. MacCarthy Jr.:\n I'd say we should go up first.\n\n\nDr. Asheworth:\n Agree. I want to see if we can find anyone up there. If there were no cars down here, I'd be inclined to say there is no one, but I'm not sure. If that's the case, then they are up to something. No one leaves a building like this for no reason…\n\n\nDr. MacCarthy Jr.:\n …unless something will happen.\n\n\nDr. Asheworth:\n Exactly. That bastard is up to \nsomething\n.\n\n\nThe elevator rides up. When it opens, it reveals an office space, largely occupied by cubicles.\n\n\nThe team makes their way forward, each of the members splitting up into different parts of the room.\n\n\nOm-10-2:\n This part's empty. All hardware is gone.\n\n\nOm-10-1:\n Same here.\n\n\nOm-10-3:\n All's empty.\n\n\nDr. MacCarthy Jr.:\n Note the total lack of documents. They evacuated \neverything\n. Not a single piece of paper was left. That… that's unsettling.\n\n\nOm-10-1:\n Jesus Christ. Every single thing, gone.\n\n\nDr. Asheworth:\n We might already be too late. I'll check something.\n\n\nUsing Foundation equipment, Dr. Asheworth proceeds to scan the local area.\n\n\nDr. Asheworth:\n Nothing. I… I feel like I'm getting \ndéjà vu\n. Nothing here, at least. we'll need to explore the basement. If no one's here, that rat must be hiding in there somewhere.\n\n\nDr. Asheworth looks around the open room\n\n\nDr. Asheworth:\n Every moment we'll waste here is one more moment for Nowak to freely roam this building. Let's go.\n\n\nOm-10-1 gets up from his resting point and proceeds to make his way to the elevator.\n\n\nOm-10-2:\n Let's go.\n\n\nOm-10-1 calls the elevator. Three seconds later, the door opens.\n\n\nHe enters the room.\n\n\nOm-10-2 gets up from his resting point and proceeds to make his way to the elevator.\n\n\nOm-10-3:\n Let's go.\n\n\nOm-10-2 calls the elevator. Three seconds later, the door opens.\n\n\nHe enters the room.\n\n\nOm-10-3 gets up from his resting point and proceeds to make his way to the elevator.\n\n\nDr. MacCarthy Jr.:\n Let's go.\n\n\nOm-10-3 calls the elevator. Three seconds later, the door opens.\n\n\nHe enters the room.\n\n\nDr. MacCarthy Jr. gets up from his resting point and proceeds to make his way to the elevator.\n\n\nDr. Asheworth:\n Let's— stop. Don't move. All of you. Stay right where you are.\n\n\nDr. MacCarthy Jr.:\n What's going on?!\n\n\nDr. Asheworth:\n Temporal Ourobo— it's a time loop. Don't move.\n\n\nOm-10-1:\n And wh—\n\n\nDr. Asheworth:\n Don't. Three…\n\n\nten seconds pass\n\n\nDr. Asheworth:\n Two…\n\n\nten seconds pass\n\n\nDr. Asheworth:\n One…\n\n\nten seconds pass\n\n\nDr. Asheworth:\n Now. We're free.\n\n\nDr. MacCarthy Jr.:\n What the hell was that? W-why couldn't we move?\n\n\nDr. Asheworth:\n A self-contained temporal paradox. We- well, we were stuck in a sub-dimension where time was looped.\n\n\nDr. MacCarthy Jr.:\n Jesus Christ. Can we… somehow avoid that, in the future? I… closed spaces is a bad thing on its own, but looped time?\n\n\nDr. Asheworth:\n Theoretically, yes. But it will only get weirder with time here. Our perception will be fucked with.\n\n\nOm-10-4:\n Understood. The less time we are here, the less chance there is we'll catch the big ones. Let's get this over with as quickly as we can.\n\n\nDr. Asheworth:\n Let's go.\n\n\nThe team makes its way to the elevator. They enter it and block the down button.\n\n\nDr. Asheworth:\n When we get out, don't separate. I know it might sound weird, but trust me, you don't want to be \nstuck in a non-dimension\n.\n\n\nDr. MacCarthy Jr.:\n I definitely do not.\n\n\nOm-10-1:\n Roger.\n\n\nOm-10-2:\n Understood.\n\n\nOm-10-4:\n Makes sense.\n\n\nAfter two minutes, the elevator opens, revealing an open office space. The room is filled with cubicles.\n\n\nDr. Asheworth:\n Oh, no, no. No, no no.\n\n\nHe rushes to the window and opens the curtains.\n\n\nDr. Asheworth:\n No, no, no!\n\n\nDr. MacCarthy Jr.:\n What's going on?!\n\n\nMacCarthy Jr. joins him. Upon looking out of the window, total darkness outside is revealed, with no characteristic landscape being recognizable. The camera feed starts to distort, with most of the recording failing to connect.\n\n\nAt the center of the nonexistent sky, the Moon can be seen. It frequently fluctuates between different locations and looks.\n\n\nDr. Asheworth:\n We're fucked.\n\n\nDr. MacCarthy Jr.:\n Oh no, no no no no.\n\n\nThe recording cuts as the connection is lost.\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/5890/exploration-logs/local-time/05/08/1984\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDate:\n 05/08/1984\n\n\nExploration Team:\n Mobile Task Force Omega-10, Dr. Asheworth, Dr. MacCarthy Jr.\n\n\nSubject:\n SCP-5890\n\n\nTeam Lead:\n Dr. Asheworth\n\n\nTeam Members:\n Dr. MacCarthy Jr., Om-10-1, Om-10-2, Om-10-3, Om-10-4\n\n\nForeword:\n For two days, no connection was acquired with the team located inside SCP-5890. During that time, SCP-5890 began to heavily distort itself, with it totally disappearing from Foundation radars for 30 seconds only to return later, with its building materials being misplaced and replaced upon re-entry into reality.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Asheworth:\n …mmand, do you \ninaudible\n? Command, do you copy? This is Daniel Asheworth, identification key delta, one, two, seven, alpha, reporting from SCP-5890. We lost contact with \ninaudible\n! I repeat, this is Daniel Asheworth, SCP-5890, contact lost! \ninaudible continues for the next 20 seconds.\n\n\nThe camera is seemingly picked up from a floor by Dr. Asheworth, revealing a dark corridor. Although the background is partially distorted, with it changing on an almost secondly basis, reality around him seems to be stabilized.\n\n\nDr. Asheworth:\n MacCarthy. is \ninaudible\n, but I managed to get him into a stable state.\n\n\nThe angle changes, revealing a man sitting on the floor. His arm is bandaged with a basic shirt, stopping the wound from bleeding.\n\n\nDr. Asheworth:\n I have no idea what happened. Dash-four attacked him with a pocket knife. The others quickly tackled him, but he got him pretty badly.\n\n\nHe changes his camera, revealing two men standing near the other end of the corridor. At the end of it, a fluctuating red light can be seen.\n\n\nDr. Asheworth:\n We've been stuck on the middle floor between the reactor and the offices for three— no, four hours now. I honestly don't—\n\n\nOm-10-2:\n It's been at least six.\n\n\nDr. Asheworth:\n Oh Jesus \ninaudible\n. No, no, no. Fuck, fuck, fuck fuck. Temporal perception-based distortion.\n\n\nOm-10-5:\n What?\n\n\nDr. Asheworth:\n It means we're fucked beyond belief. We're— to put it simply, each of us perceives reality differently now. We need to get out of here, now. Carthy, are you able to walk?\n\n\nDr. MacCarthy Jr.:\n Y… y-es, yes.\n\n\nDr. Asheworth:\n Is everything fine? You're strangely silent for once.\n\n\nDr. MacCarthy Jr.:\n I'm… yes, I'm f-fine.\n\n\nDr. Asheworth:\n I—\n\n\nOm-10-3:\n Doc? What's this?\n\n\nDr. Asheworth:\n What?\n\n\nThe camera pans away as the red light at the end of the corridor starts spreading in the room. The team quickly runs away, with the camera feed getting distorted near the end of the room.\n\n\nConnection is lost for 30 seconds.\n\n\nUpon the connection being re-established, the team emerges into a living room of a house with an open balcony door, revealing a forest-like background around the establishment. Near their left, a door filled with a buzzing, dark light is located. From it, multiple machinery-like sounds can be heard.\n\n\nDr. Asheworth:\n Oh no. No, no, no-\n\n\nHe attempts to enter the hallway located on his left, only to be stuck in place in the middle of the room. He tries to look away from the balcony, but ultimately fails to do so. From the forest, a dog's barking can be heard, alongside an inaudible woman like voice.\n\n\nDr. Asheworth:\n P-please… n-no…\n\n\nFrom the outside, a blurred shape emerges, bearing the resemblance to a dog.\n\n\nDr. Asheworth:\n I— No… stop!\n\n\nThe voice gets closer, with words being more and more audible. Though they can't be properly decoded, the word \"Daniel\" is repeated over and over.\n\n\nDr. Asheworth:\n Stop!\n\n\nThrough the room, a wind-like force sweeps, destroying most of the glass elements. The blurred shape stops in place.\n\n\nDr. Asheworth:\n I'm… I'm sorry. \nI tried my best\n. I'm so sorry. I… \nhe starts to cry.\n\n\nDr. Asheworth moves his hand in a circle-like manner. In one of the walls, a hole is created, revealing the outside of the power plant. He falls down into the ground. Upon getting up, he puts his hands on his head. From his nose, a line of blood can be seen.\n\n\nDr. Asheworth:\n \nlooking at the rest of the team:\n Go!\n\n\nDr. MacCarthy Jr.:\n But—\n\n\nDr. Asheworth:\n I said, GO!\n\n\nThe team enters the hole.\n\n\nDr. Asheworth:\n Dealing with him is only my responsibility.\n\n\nThe reality distortions get heavier as Asheworth enters the corridor on the left. From it, multiple unidentified voices can be heard.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n► ACCESS SCP:/5890/exploration-logs/local-time/unknown\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDate:\n Time of exploration could not be determined due to local reality being unstable and camera distortions\n\n\nExploration Team:\n None\n\n\nSubject:\n SCP-5890\n\n\nTeam Lead:\n Dr. Asheworth\n\n\nTeam Members:\n None\n\n\nForeword:\n The truthfulness of the following video is still pending approval from the O4 Council\n4\n. Due to numerous camera distortions and contradictory evidence, it is currently unknown if the material provided within such is true.\n\n\n\n\n[BEGIN LOG]\n\n\nThe room within which the camera is turned on is dimly lit. The object is placed on a balcony located above such.\n\n\nDr. Asheworth:\n \nvery quietly: I… I got you.\n\n\nThe camera zooms into the space located underneath the balcony, revealing the reaction core of the power plant, on which multiple thaumaturgic symbols suggesting the words \"to gain power (from)\" are located. Around it, red, flicking lights can be seen.\n\n\nAsheworth moves closer to the edge of the space, which severely greatens the camera distortions..\n\n\nDr. Asheworth:\n \nI fucking got you.\n\n\nA zoom shows an individual located near the damaged reactor. They are hooded, and near them, numerous papers, thaumaturgic circles, and unidentified items can be seen.\n\n\nThe individual vocalizes to an unseen crowd, which doesn't respond. The camera operator conducts an audio focus.\n\n\n???:\n …and to you, my children, my army, I say — this shall not be our darkest day! Today shall only make us stronger. Never have we been this powerful—\n\n\nA visual focus reveals numerous unidentified humanoid-like creatures. They do not move.\n\n\n???:\n Hunt the locals. Gather their information. Explore their memories. That's all I require of you. With our job here done, we will no longer need to hide. No; your abilities and new \ninaudible\n will help us truly mask within this society. When we will need to strike however, we will strike like thunder! No army will be able to stop us! We are the perfect deceivers, the perfect \ninaudible\n!\n\n\nThe camera zooms further. Just when it is supposed to show the face of the individual, the camera is violently disrupted and it changes its angle to show the inside of the balustrade Dr. Asheworth is standing on. Behind him, Om-10-4 is standing.\n\n\nDr. Asheworth:\n \nWhat the—\n\n\nOm-10-4 attacks Asheworth, trying to penetrate his arm with a pocket knife. Asheworth fires a gun, successfully hurting the man. Where blood would be however, a total lack of any liquid can be found. Around the wound, the skin turns into a gray scales.\n\n\nDr. Asheworth:\n What the fuck?\n\n\nOmega-10-4 hisses, revealing a lack of a human tongue.\n\n\nThe other creatures hiss, noticing the sound made by the shot. They all start to climb up the walls to get to the balcony.\n\n\n???:\n Get him!\n\n\nThe hooded figure whispers a silent sentence. Within one of the walls, a portal appears. The man enters through it, leaving the location.\n\n\nDr. Asheworth:\n You motherfucker, get back here!\n\n\nAsheworth tries to rush down the balcony, attempting to make his way into the portal, but fails upon being tackled by approximately 10 of the creatures.\n\n\nOne of the humanoids tackles him to the ground.\n\n\nDr. Asheworth:\n You… piece… of shit!\n\n\nThe camera distorts. When the connection is reestablished, a ring of fire is seen around him and numerous runes burning bright on his gloves, with most creatures standing still, visibly angry at Asheworth near its perimeter.\n\n\nAsheworth continues running down the room. The camera distorts again. When connection is reestablished, he is holding a spear created of what looks like materials which local pipes are made from.\n\n\nDr. Asheworth:\n Not now! Get… here!\n\n\nJust as he is about to tackle the person he is after, an indivisible force stops him mid-air. It then throws him at the wall opposite of the portal.\n\n\n???:\n It seems you have failed again. Goodbye, Asheworth.\n\n\nThe man enters through the portal.\n\n\nDr. Asheworth:\n Not… now—\n\n\nThe recording cuts.\n\n\n\n\n\n\n\n\n\n\nOn 08/08/1984, Daniel Asheworth was seen emerging from SCP-5890. Two hours later, he was administered health-boosting drugs and taken into Site-120's custody.\n\n\nThe next day, the following interview has been conducted.\n\n\n\n\n► ACCESS SCP:/5890/interviews/1\n\n\n\n\n▼ Close File\n\n\n\n\n\n\nDate:\n 09/08/1984\n\n\nInterviewed:\n Dr. Asheworth\n\n\nInterviewer:\n Dr. MacCarthy Jr.\n\n\nForeword:\n The interview was conducted following Dr. Asheworth's mental and physical health being stabilized.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. MacCarthy Jr.:\n So, what the hell happened there? Who even was that?\n\n\nDr. Asheworth:\n Nowak. The piece of shit responsible for 5936.\n\n\nDr. MacCarthy Jr.:\n As I understand from the recordings, you know him, don't you?\n\n\nSilence.\n\n\nDr. MacCarthy Jr.:\n Look, I can't help you if you don't help me. This just doesn't work like that, goddamnit.\n\n\nDr. Asheworth:\n I was this close.\n\n\nDr. MacCarthy Jr.:\n What?\n\n\nDr. Asheworth:\n I was this close to catching him. After all these years…\n\n\nDr. MacCarthy Jr.:\n We'll get him. Sooner or later.\n\n\nDr. Asheworth:\n You won't. That's the problem.\n\n\nDr. MacCarthy Jr.:\n Why?\n\n\nDr. Asheworth:\n He always… finds a way. No matter how impossible the odds may seem, he always somehow gets alive and well.\n\n\nDr. MacCarthy Jr.:\n We will find a way.\n\n\nDr. Asheworth:\n That's what you always say.\n\n\nSilence.\n\n\nDr. Asheworth:\n So, what now?\n\n\nDr. MacCarthy Jr.:\n As in?\n\n\nDr. Asheworth:\n As in, what happens to all of the people working at that power plant. They're not gonna just let them back in. It's a cesspool of shapeshifters and a temporal crossroad between mentally shared memory-alike dimensions, it's— sorry. I… I get official when I'm nervous.\n\n\nDr. MacCarthy Jr.:\n I… I— \ncoughs\n I kn-ow. \ncoughs\n\n\nSilence\n\n\nDr. MacCarthy Jr.:\n Honestly? They will probably just amnesticize everyone and make a story up about… radioactive waste or something. It always works out.\n\n\nDr. Asheworth:\n But… you can't… just do that! Amnestics will throw off the perception of local people for years, if not decades to come! How many people are alive here? Twenty thousand? Forty? That might spread the information about potential anomalous activity within the region if authorities get involved—\n\n\nDr. MacCarthy Jr.:\n I know. But that won't change anything. \nsighs\n It never does.\n\n\nSilence\n\n\nDr. Asheworth:\n How about the others? Are they at least safe?\n\n\nDr. MacCarthy Jr:\n Dash two and three made it out with me. Dash one though… the red light consumed him. We never saw him again. But… at least we are safe.\n\n\nDr. Asheworth:\n That's… all that matters…\n\n\n[END LOG]\n\n\n\n\nClosing statement:\n Dr. MacCarthy Jr. disappeared the next day. Although a search for him is currently in the workings, no anomalous activity was noted around him within the past week.\n\n\n\n\n\n\n\n\n\n\nThe search for PoI-5936 is still ongoing.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n> log-off\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nRECORDING CURRENT SESSION — 1843 FILES READ…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLOGGING OFF. THANK YOU FOR USING SCIPNET, DOCTOR MACCARTHY JUNIOR.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Or, rather, at that time, its nonanomalous origin building, hereby referred to as LoI-5890.\n\n\n2\n. The entirety of the document was translated from Russian, a language not native to the writer of the document.\n\n\n3\n. A Mobile Task Force focused on exploring spatial, temporal, and thaumaturgic anomalies, trained to be invulnerable to most reality-altering effects\n\n\n4\n. A gathering of Site Directors, Department Leaders, and important personnel responsible for handling important situations that do not require the attention of Overwatch Command.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5936\n\n\n\n\n\n\nAnd Every Time We Meet Again\n\n\n\n\n\n\n\n\n\n\n\n\nHalfway Found, Halfway Lost\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nRalliston's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5795\n \n(+96)\n \n•\n\n\n\n\n\n\nSCP-0000-EX\n \n(+282)\n \n•\n\n\n\n\n\n\nSCP-8372\n \n(+154)\n \n•\n\n\n\n\n\n\nSCP-6120\n \n(+72)\n \n•\n\n\n\n\n\n\nSCP-6072\n \n(+120)\n \n•\n\n\n\n\n\n\nEE-7372\n \n(+50)\n \n•\n\n\n\n\n\n\nSCP-6483\n \n(+155)\n \n•\n\n\n\n\n\n\nSCP-5484\n \n(+135)\n \n•\n\n\n\n\n\n\nSCP-7572\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-6079\n \n(+99)\n \n•\n\n\n\n\n\n\nSCP-7600\n \n(+208)\n \n•\n\n\n\n\n\n\nSCP-6672\n \n(+83)\n \n•\n\n\n\n\n\n\nSCP-7472\n \n(+127)\n \n•\n\n\n\n\n\n\nSCP-6936\n \n(+82)\n \n•\n\n\n\n\n\n\nRalliston's Proposal\n \n(+224)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Watchman\n \n(+74)\n \n•\n\n\n\n\n\n\nPROJECT GRANT: Martian Stormpiercer\n \n(+21)\n \n•\n\n\n\n\n\n\nPROJECT GRANT: Transmutative Buoyancy\n \n(+23)\n \n•\n\n\n\n\n\n\nunVeiled: All You Need to Know about the Failed President Crenshaw Assassination Attempt\n \n(+31)\n \n•\n\n\n\n\n\n\nMidnight Sun\n \n(+31)\n \n•\n\n\n\n\n\n\n049 x minion x reader (reader is a minion) (blame varaxous im sorry)\n \n(+140)\n \n•\n\n\n\n\n\n\nunVeiled: David Hunt on Galileo, the First Civilian Off-World Settlement\n \n(+50)\n \n•\n\n\n\n\n\n\nGRANT REQUEST FOR THE CREATION OF REMNANT HOST SYSTEMS TO PRESERVE HUMAN KNOWLEDGE POSTMORTEM\n \n(+57)\n \n•\n\n\n\n\n\n\nBurn, Baby, Burn\n \n(+30)\n \n•\n\n\n\n\n\n\n'Test Subjects' (B82SW/9KL74/Y4P1K)\n \n(+125)\n \n•\n\n\n\n\n\n\nProject Proposal 2049-154: \"Echoes\"\n \n(+50)\n \n•\n\n\n\n\n\n\nMoney Game\n \n(+55)\n \n•\n\n\n\n\n\n\nUIU File: 2014-158 (OPERATION: VENENUM)\n \n(+51)\n \n•\n\n\n\n\n\n\nLet the Maze of My Design Carry You On\n \n(+30)\n \n•\n\n\n\n\n\n\nBeneath the Tides\n \n(+25)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nRalliston's Authorpage\n \n(+209)\n \n•\n\n\n\n\n\n\nPublic Release of OPERATION: WITNESS Materials\n \n(+167)\n \n•\n\n\n\n\n\n\nArtwork: Witches on the Moon\n \n(+44)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5889\n | SCP-5890 | \nSCP-5891\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5890\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5890\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n power\n\n\nAuthor:\n \nLi-sung\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nName of the file:\n map\n\n\nLicense:\n Open Data Commons Open Database License (ODbL)\n\n\nSource Link:\n \nhttps://www.openstreetmap.org",
    "addendums": [],
    "documents": [],
    "notes": [
        "Filename: power Author: Li-sung License: Public Domain Source Link: link",
        "Name of the file: map License: Open Data Commons Open Database License (ODbL) Source Link: https://www.openstreetmap.org",
        "\" SCP-5890 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-5890 . Licensed under CC-BY-SA .",
        "Filename: power Author: Li-sung License: Public Domain Source Link: link",
        "Name of the file: map License: Open Data Commons Open Database License (ODbL) Source Link: https://www.openstreetmap.org"
    ],
    "title": "SCP-5890"
}