{
    "url": "https://scp-wiki.wikidot.com/scp-5893",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5893 \"Ignitive Stygimolochs\" by: \nPhantom8\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.67%\n\n(+66)\n\n\n8.33%\n\n(-6)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+60\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5893\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-5893\n\n\nDr. I. Campbell\n\n\nDr. I. Campbell\n\n\nCTF Psi-29 (\"Pyroraptors\")\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5893-1 to SCP-5893-22 are to be kept in a 2km² forested enclosure in Area-5893. The enclosure must not be roofed or floored\n1\n and must be surrounded by tungsten carbide walls which are 2m tall and 1m thick. Additionally, 5m wide firebreaks are to be positioned along the edges of the enclosure.\n\n\nSCP-5893 instances are to not be provoked or stressed under any circumstance. When approaching an SCP-5893 specimen, no loud sounds, abrupt movements, or threatening gestures are to be made.\n\n\nIn the case of a containment breach, a Collaborative Task Force consisting of 25 total members of MTF Epsilon-9 (\"Fire Breathers\") and MTF Phi-2 (\"Clever Girls\") - designated CTF Psi-29 (\"Pyroraptors\") - is to be deployed. This squadron - specialized in dealing with prehistoric anomalies in high-temperature environments - is tasked with the sedation and re-capturing of SCP-5893 specimens by the use of Xylazine\n2\n. No specimens are to be neutralized during these operations.\n\n\n\n\nSkull of an SCP-5893 specimen\n\n\n\n\nDescription:\n SCP-5893 is a herd of specimens that closely resemble the species \nStygimoloch spinifer\n3\n. Although being similar from a skeletal level, SCP-5893 instances possess several biological differences and properties which divide them from the latter.\n\n\nThe herd consists of 5 male and 17 female specimens, SCP-5893 instances are designated from SCP-5893-1 to SCP-5893-22 respectively. SCP-5893 specimens are bipedal ornithischian\n4\n dinosaurs of the clade \nPachycephalosauria\n5\n. SCP-5893 specimens are herbivores.\n\n\nSCP-5893 instances have an average lifespan of 25 years and have an average height of 1m, an approximate length of 2.5 to 3.3m, and a mass of 90 to 110kg. The hatching period for SCP-5893 specimens is between 6 to 8 months.\n\n\nAlthough normally peaceful, SCP-5893 specimens can ignite their body without the use of incendiary compounds or chemicals to reach temperatures of up to 3,500 °C when they are threatened or stressed. SCP-5893 specimens primarily employ this property as a self-defense mechanism although they have been seen to engage in aggressive behavior against their attacker(s) in rare instances. Upon cooling, SCP-5893 instances release very high levels of Carbon dioxide (CO\n2\n) into the atmosphere through the use of special tube-like organs. These organs are located in two rows of five throughout their back.\n\n\nSCP-5893 specimens are not affected on a respiratory or dermatological level by any of these properties, nor are they harmed by smoke inhalation or burns caused by outside factors.\n\n\nThe majority of SCP-5893 fossils have been unearthed in Hell's Creek, Montana, with more small pockets of fossils appearing in varied zones leading up to Ennis, Montana. This discovery would indicate migratory behavior from the SCP-5893 herd.\n\n\nNote:\n It is not yet understood how the SCP-5893 herd was able to survive the mass extinction which took place in the Cretaceous period; however Foundation paleontologists have theorized that the heat manipulation properties present in SCP-5893 specimens would have allowed them to survive the initial blast as well as maintain body heat during the subsequent ice age.\n\n\nDiscovery:\n The herd of SCP-5893 specimens was discovered in the town of Ennis, Montana, United States, after the former suffered a massive fire that destroyed most of the community. Foundation operatives initiated vigilance of the town after reports of \"lizard-like horned creatures\" surfaced from members of the community as an explanation for the fire.\n\n\nAfter 5 days of monitoring, the herd of SCP-5893 instances was located, captured, and subsequently transported to Area-5893. A disinformation campaign describing the event as a fire caused by faulty wiring at the local library was launched. Additionally, all witnesses were administered Class C amnestics.\n\n\n\n\nAddendum 5893.1:\n The following diary was recovered from 11-year old Timmothy Piers after it was discovered to contain information about the SCP-5893 herd.\n\n\nBelow are all the entries detailing encounters with SCP-5893 instances.\n\n\n\n\n\n\n\n\n\n\n15th of March 2010\n\n\n \n\nToday I woke up at 7:AM. It was a sunny day, I went to look out my window like usual when I saw something terrifying. It was this huge lizard, with horns and big spikes coming out of its back. I was shocked so I just stood there looking. It ran away before I could tell anyone what had happened.\n\n\n \n\nI've heard stories though, in many books a lot of demons are mentioned. That has to have been a demon, I mean what else could it be? It's definitely not some animal. Plus, it's got horns, spikes, and is red. That is basically every demon ever.\n\n\n \n\nI'll ask my parents if they have heard about any demons here in town. Maybe there's some old story about it.\n\n\n \n\nApart from that, not much else happened during the day.\n\n\n\n\n16th of March 2010\n\n\n \n\nI asked my parents and some friends if they knew about \"the demon of Ennis\" or something similar. No one had a clue what I was talking about. Seems there aren't any stories.\n\n\n \n\nDid I imagine it? I mean it was a Saturday morning and I didn't sleep very well so it could have just been a dream right?\n\n\n \n\nIt felt so real though. I don't think it was a dream.\n\n\n \n\nMaybe someone else knows something, I could look for a book with stories somewhere.\n\n\n\n\n20th of March 2010\n\n\n \n\nI saw it again! This time it was in the woods near my house. I was walking home from school and I heard some noises in the bushes, I went to check it out and there it was. I got a better look this time and it is extremely weird. It's like a big lizard with horns and like exhaust pipes coming out of its back.\n\n\n \n\nIt was just standing there, not moving at all, just like me, I was also frozen in shock. It also made a sound, sounded like a cow maybe? Aren't cows often a representation of demons? Or are those goats? Either way, at least I know it's real for sure. It was like 3:PM, I wasn't sleepy at all.\n\n\n \n\nI think the best place to go if I want to find a story about demons is at the library. I'll go there tomorrow.\n\n\n \n\nAlso, the teacher gave us a ton of homework. I've got like 15 things I gotta do and I still need to get info about the demon. I'll do some work tomorrow after the library I guess.\n\n\n\n\n21st of March 2010\n\n\n \n\nI went to the library and looked for all the legends and myths I could find. I couldn't find anything. I found a bunch of other interesting things though, learned about Montana's history, a bunch of disasters too, mostly reports of massive fires hitting Montana throughout the years, I know it's not related to demons but I found it pretty interesting.\n\n\n \n\nAnyways, I asked the lady that works at the library if there were any reports or books on a horned lizard demon that lives near this town. She had no clue what I was talking about but she took me back to the mythology section to see if I could find anything. I had already been there so I didn't really find any new information.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nOk I know it's late but I was about to go to sleep when I thought of this. Demons are related to all that fire stuff, right? And burning things? Maybe the fires have something to do with the demon? What if it's like a fire demon? I know the fires were in other parts of Montana but what if it moves around?\n\n\n \n\nI don't know… I just can't stop thinking about it.\n\n\n\n\n27th of March 2010\n\n\n \n\nToday I went to visit my gramma! My mom took me to help her out with some work. I helped her clean her yard and house.\n\n\n \n\nAnyways, what happened was that while I was cleaning some shelves I saw a bunch of old books! The library didn't help so maybe this could!\n\n\n \n\nI took one of the books and I went through the pages, couldn't really find anything. There \nwere\n some mythology books but it was the same stuff I saw at the library, with no new stories or info.\n\n\n \n\nI found some paleontology books though, they seemed interesting so I read a bit. I found a dinosaur that sounds kinda cool, it's named stygimoloch or something like that? I can't remember that well. Thing is the name apparently means \"demon of Styx river\" and it was found in Hell's Creek which isn't that far away from here. I know dinosaurs are extinct and all but what a coincidence, right? I specifically found a devil dino after seeing a real demon.\n\n\n \n\nQuick note too. Imagine the heat you would feel if you got hit by a meteor. A giant flaming space rock coming down and striking the ground. The shockwave would be insane.\n\n\n \n\nJust the thought of it gives me shivers.\n\n\n\n\n31st of March 2010\n\n\n \n\nI saw the demon again! It seems to stay near the edge of the forest.\n\n\n \n\nI was too scared to get near but I learned some things about it:\n\n\n \n\n-It lives (Or is currently staying) near the edge of the forest to the east of the town.\n\n\n \n\n-It's fast, I saw it run away while I was looking at it and it cleared a lot of ground in very little time.\n\n\n \n\n-It can change size (?). Actually, I'm not really sure if it actually changed size but it looked smaller than last time.\n\n\n \n\nThat's all I learned? Looking at it now it's not much but at least it's something.\n\n\n \n\nLast thing. I finally finished all that homework we had. I can just focus on the demon now.\n\n\n\n\n6th of April 2010\n\n\n \n\nThis demon doesn't seem to want to hurt us. It's been staying peacefully near the forest and hasn't tried to drag anyone into hell or something like that.\n\n\n \n\nShould I try to get close to it? Let it see me? Maybe it'll speak to me? Who knows?\n\n\n \n\nI'm still kind of scared of it but it hasn't tried to hurt me or anyone so maybe it's good? Can demons even be good?\n\n\n\n\n\n\n\n\nNote:\n \nAs of 15/04/2010 no more pages from Timmothy Piers's diary have been recovered.\n (\nSee Addendum-5893-2\n)\n\n\n\n\nAddendum 5893.2:\n A total of 5 pages from Timmothy Piers's diary detailing 3 days worth of information and encounters with SCP-5893 specimens have been recovered from his family after they were tracked down and detained by Foundation operatives posing as traffic police. The whole family has been administered Class C amnestics and released back into the public.\n\nNo other pages apart from the following have been recovered or have been found to contain information regarding the SCP-5893 herd.\n\n\n\n\n\n\n\n\n\n\n10th of April 2010\n\n\n \n\nToday I went to a restaurant with my family. We ate some tasty food and we decided to sit near the corner of the place, I could see the forest through the window. I was looking through the window when I saw it, deep in the forest.\n\n\n \n\nI only got a quick glimpse before it left but it looked bigger? Maybe it had eaten something?\n\nI'm not sure how it got bigger so quickly.\n\n\n \n\nAnyways, I think it may have seen me. It was looking towards the restaurant at least. If it was going to attack the town it probably would have done it a long time ago so I think it's peaceful.\n\n\n \n\nI've decided I'm going to go into the forest and find it. This time I'll get close to it.\n\n\n\n\n11th of April 2010\n\n\n \n\nI asked my parents if I could go to the forest to try to look for animals. I know it's a lie but imagine how they would react if I told them I was demon hunting. They said no though. I don't think I'll be able to see the demon if they won't let me go into the forest.\n\n\n \n\nI have to come up with a plan.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nI just snuck out of the house with a lantern and my diary to take notes if the demon tells me anything. I'm writing this as I'm going to see it. I made sure to be as quiet as possible but when I closed the door I think I heard a door upstairs open. Hopefully, my parents didn't hear anything.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nI've searched the whole forest. I went through the back of my house and to where I last saw the demon but… I can't find it.\n\n\n \n\nI'm thinking of giving up. It's late.\n\n\n \n\nI'll go back to my home. I'm just not finding anything.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\nI was walking back home when I passed a place where I had seen the demon a few times and… this time I managed to find it. I was getting close to it very slowly, I didn't want to make it angry.\n\n\n \n\nI tried to speak to the demon but it just stood there. Like it was inspecting me.\n\n\n \n\nThen, out of nowhere, my dad came running to me. He was yelling my name. He saw my light and heard me going out so he went running after me.\n\n\n \n\nHe reached where we were and he just stood there in shock. He looked at the demon and screamed.\n\n\n \n\nThe demon roared, all of a sudden it burst on fire and started running away from us, towards the town…\n\n\n \n\nThen out of the forest came running a ton of them, there were about 20 I could count. They all burst into flames as well, I nearly went blind. They all ran after the first one, it was like a stampede.\n\n\n \n\nWas it a horde all along?\n\n\n \n\nWe just stood there for a second trying to process what had happened before running back into town. I could see the lights. The demons were already in, and the whole town was on fire.\n\n\n \n\nPeople were screaming and I and my dad went running to our house, my mom and sister were outside. They were also in shock at what they were seeing.\n\n\n \n\nMy dad told my mom what was happening and told her to get her things, we had to leave town quickly before the fire got to us.\n\n\n \n\nI managed to rip a few pages from my diary and grab what was in my backpack and got in the car just as one of the demons ran headfirst into my house and it all started to burn.\n\n\n \n\nI'm writing this while my dad drives the car, I don't know where we're going but it'll be some time before we come back. The whole town is destroyed.\n\n\n\n\nDo they know?\n\n\n \n\nMy dad's been silent this whole drive. He hasn't even looked back at me or talked to my mom.\n\n\n \n\nDoes he know?\n\n\n \n\nDoes he think it was my fault for sneaking out? Or is it his fault for making the horde of demons angry?\n\n\n \n\nWhat even were they I don't know. Will I ever know? Were they actually demons?\n\n\n \n\nDo they have anything to do with the fires? Did they cause the huge fires all across Montana?\n\n\n \n\nShould I have told someone about it? Maybe it would have prevented this.\n\n\n \n\nI'm looking back at the town. The trees are burning. The fire is spreading. Soon the forest will be red…\n\n\n \n\nI just hope everyone made it out alive…\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This prevents SCP-5893 specimens from becoming stressed or agitated due to unfamiliar surroundings or feelings of imprisonment.\n\n\n2\n. Analogue used for sedation, anesthesia, muscle relaxation, and analgesia.\n\n\n3\n. Meaning \"Demon of Styx river\".\n\n\n4\n. \"Bird-hipped\".\n\n\n5\n. Meaning \"Thick-headed lizards.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5892\n | SCP-5893 | \nSCP-5894\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5893\n\" by Phantom8, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5893\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 20190331 134158 Stygimoloch spinifer Museum für Naturkunde Berlin anagoria.jpg\n\n\nName:\n\n\nAuthor:\n Wikimedia Commons\n\n\nLicense:\n CC-BY-3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:20190331_134158_Stygimoloch_spinifer_Museum_f%C3%BCr_Naturkunde_Berlin_anagoria.jpg",
    "addendums": [
        "Addendum 5893.1: The following diary was recovered from 11-year old Timmothy Piers after it was discovered to contain information about the SCP-5893 herd.\nBelow are all the entries detailing encounters with SCP-5893 instances.\n\n\n\nNo other pages apart from the following have been recovered or have been found to contain information regarding the SCP-5893 herd.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5893 \" by Phantom8, from the SCP Wiki . Source: https://scpwiki.com/scp-5893 . Licensed under CC-BY-SA .",
        "Filename: 20190331 134158 Stygimoloch spinifer Museum für Naturkunde Berlin anagoria.jpg Name: Author: Wikimedia Commons License: CC-BY-3.0 Source Link: https://commons.wikimedia.org/wiki/File:20190331_134158_Stygimoloch_spinifer_Museum_f%C3%BCr_Naturkunde_Berlin_anagoria.jpg"
    ],
    "containment_procedures": "SCP-5893-1 to SCP-5893-22 are to be kept in a 2km² forested enclosure in Area-5893. The enclosure must not be roofed or floored1 and must be surrounded by tungsten carbide walls which are 2m tall and 1m thick. Additionally, 5m wide firebreaks are to be positioned along the edges of the enclosure.",
    "description": "SCP-5893 is a herd of specimens that closely resemble the species Stygimoloch spinifer3. Although being similar from a skeletal level, SCP-5893 instances possess several biological differences and properties which divide them from the latter.",
    "title": "SCP-5893"
}