{
    "url": "https://scp-wiki.wikidot.com/scp-5897",
    "all_text": "rating: \n+178\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\n| More by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+178\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis file includes a digital mnestic to increase resistance to anomalous effects described therein. Please report any side-effects from review of this file to your Site’s RAISA representative.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-5897.\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nInstances of SCP-5897 are to be destroyed upon containment; only one instance is to be kept in High-Yield Data Storage Facility 1 at Site-43.\n\n\nI/O METATRON is to scan all websites that deal with physical media for any listings that match the description of SCP-5897. Sellers are to be interrogated as to the origin of the anomaly, amnesticized, and kept under further surveillance. This includes any large corporate chain retail establishments.\n\n\nAll warehouses connected to media distribution within the continental United States are to be investigated for any connection to GOI-5889.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nDescription\n\n\nSCP-5897 is a boxed DVD series entitled \nFamous Engagements Throughout History\n, produced and distributed by \nVikander-Kneed Technical Media\n (GOI-5889). The anomaly is ostensibly a series of documentaries about historical military engagements. Neither the physical DVDs nor their case are anomalous in themselves. No digital manipulation is present in any of the footage, which has been verified to be authentic despite the content.\n\n\nThe anomalous effect manifests when at least one individual views the documentaries. The documentaries cover battles that are completely unknown within the historical record or the Foundation’s historical database. Where the overarching conflict is present in the record, the events depicted within the documentaries are unknown outside of the films. When actively viewing SCP-5897, subjects are temporarily able to recall memories of primary school lessons concerning the depicted conflicts.\n1\n\n\nIndividuals who view SCP-5897 lose all recollection of the information depicted therein when not actively watching the DVDs.\n\n\n \n\n\n\n\nContents of SCP-5897\n:\n\n\n\n\nThe first episode of SCP-5897 concerns a Russian infantry invasion in the early 1950s. The video is primarily in Russian with some Greenlandic. The below excerpt is translated to English:\n\n\n\n\n\n\nEpisode 1: The 1951 Invasion of Greenland by Soviet Forces\n\n\n\n\n\n\n\n\nFrame of SCP-5897, episode 1. One of only two armored units mobilized for the Soviet maneuvers.\n\n\n\n\n\n\n[Establishing shot shows \nNuuk, the capital of Greenland\n, in summer. Camera cuts to a sweeping aerial shot, coming in from the ocean, showing several troop carriers crashing up onto the beach outside the city. Film cuts to a Soviet officer in front of a black background.]\n\n\nColonel Sacha Alexeyev\n: We had our orders. The people of Greenland must be brought into the fold of the Revolution. And so, our division was mobilized. There was only a few thousand of us, but then the city had less than twenty thousand total and no army to speak of.\n\n\n[Scene changes to groups of Russian soldiers on the beach, marching towards the city. Colonel Alexeyev begins speaking over the footage.]\n\n\nColonel Alexeyev\n: But then… disaster.\n\n\n[The camera pans up towards the sky to see dark storm clouds rolling in faster than should be possible. The dark clouds rumble and flashes of light emanate from within the storm. Suddenly, streams of lightning converge on the advancing Russian troops. Seventeen minutes of footage follow wherein 90% of the Russian force is struck directly by the lightning and fall dead to the earth. The barrage ceases and only a few hundred are free to retreat to the troop carriers. The film cuts back to Colonel Alexeyev.]\n\n\nColonel Alexeyev\n: …how were we to know they had such resources? Literal gods. Lenin’s balls… I didn’t see that coming.\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe second episode concerns a battle fought by the Daeva close to the end of their reign over Central Asia circa 267 BCE. The language spoken is presumably Daevic, but as the language is dead it is difficult to translate.\n\n\n\n\n\n\nEpisode 2: Defeat of the Daeva on the Mongolian Steppes – 267 BCE\n\n\n\n\n[Establishing shot, northeast of Mongolia on the Eastern Steppes grassland. Cut to aerial shot panning over several thousand troops dressed in bronze armor and carrying spears gathered in formation. There are several dozen animate arboreal-humanoid entities within the troop formation. A woman, dressed in fine red robes and wearing a golden tiara, is seated upon a wooden daïs, surrounded by dozens of retinue.\n2\n She is overlooking the troops and speaking to what appear to be military leaders. At her command, the entire army begins to march. Film cuts to the Matriarch in a studio chair, speaking to the camera.]\n\n\nMatriarch\n: \n[Indecipherable dialogue.]\n\n\n[The camera cuts back to the grasslands, panning across the Daevic forces and then turns to the East where the sun is still low over the horizon. In the brightly lit sky, movement is seen. An amorphous entity can just barely be registered. The Matriarch continues in voiceover.]\n\n\nMatriarch\n: \n[Indecipherable dialogue. Yelling.]\n\n\n[Film cuts to a profile shot at an angle, looking down on the Daevite force as it begins launching arrows at the approaching entity. Shortly after, the arboreal entities begin firing organic cannons attached to their upper limbs. The amorphous entity lowers from the sky, seemingly unimpeded by the assault. It is oblong in shape, but reminiscent of a snail with several long limbs stretching out from its body.]\n\n\nMatriarch\n: \n[Indecipherable dialogue. Loudly slams a table.]\n\n\n[The limaciform entity hovers over the Daevite army and raises its six appendages, the tip of each beginning to glow a bright blue. Suddenly, the earth under the Daevite army erupts with steam, showering hundreds of tons of material across the entire force. Within seconds the army is decimated and retreats.]\n\n\nMatriarch\n: \n[Indecipherable dialogue. Whispering.]\n\n\n[Film cuts back to the limaciform entity. It begins to glow again and the remaining Daevite troops begin screaming as their midsections begin to glow. Small flames escape their lips, noses and ears, and several thousand surviving troops fall to the ground. The camera pans over the thousands of dead, smoldering from their internal conflagrations.]\n\n\n[The camera goes black and then opens back on the Matriarch in studio, in her chair. She stares into the camera, tears forming in her eyes. She looks down at her hands, which are empty.]\n\n\n\n\n\n\n\n\n \n\n\n\n\nEpisode three of SCP-5897 concerns the second occurrence of Roman legions invading North Africa in ten years to destroy Carthaginian forces. The entire episode is in Latin; the below excerpt has been translated into English:\n\n\n\n\n\n\nEpisode 3: The Second Burning of Carthage by Rome – 137 BCE\n\n\n\n\n\n\n\n\nFrame of SCP-5897, episode 3. Tribulus Cyrus Magnus Aurelius speaking on his experiences during the Second Burning of Carthage.\n\n\n\n\n\n\n[The camera pans over desert sands, low to the ground, until the sandals of Roman Legionnaires are seen in frame. The camera zooms out and up to show a cohort in formation. Film cuts to a side-by-side shot of the Roman legions and Tribulus Aurelius.]\n\n\nTribulus Aurelius\n: My men were formed on the outskirts of the ruins. We had heard our fathers’ tales of burning the shining city fourteen years before, but none of us thought we would be there ourselves – or for \nthat\n reason.\n\n\n[Film cuts to focus on the Roman troops. The camera turns, panning over more legionnaire cohorts until it is facing the opposite direction. The endless tumbling stones that form the ruins of Carthage are clearly visible. Out of the ruins walk figures shambling towards the camera. Just a few at first, then more clamber into view, until there are thousands of the enemy force – each a rotting corpse animated by necromancy at the hands of the long-dead gods of Carthage.]\n\n\nTribulus Aurelius\n: The Carthaginians were back.\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe fourth episode of SCP-5897 concerns the conflict between the Boxer Rebellion and a small community of Nälkä that were sheltering in northern China at the turn of the 20\nth\n century. The episode is in Mandarin. The following transcript has been translated to English:\n\n\n\n\n\n\nEpisode 4: Sarkic Uprising at Tianjin – 1900\n\n\n\n\n\n\n\n\nFrame of SCP-5897, episode 4. Showing Dabei Monastery in Tianjin.\n\n\n\n\n\n\n[Hundreds of peasants armed with melee weapons and a few firearms take up fortified positions within a small town. There is a large monastery on the outskirts of the town. The peasant force surrounds the monastery, which has secured its gates against the mob. Unnamed narrator begins voiceover.]\n\n\nNarrator\n: In the spring of 1900, the Militia United in Righteousness\n3\n marched on Tianjin, a small municipality to the northeast of Beijing, with the intention of taking it for their own. The Militia leadership wanted a fallback position if the Western armies were to push them out of Beijing.\n4\n\n\n[Several of the peasants are pounding on the door to the monastery and shouting to those within. No response is apparent. Film cuts to a Chinese man against a black background. Text appears on screen introducing Yafei Xing, a veteran of the rebellion.]\n\n\nYafei Xing\n: The monks would not open the doors to our Righteous cause, even though they were not our enemy. The uprising was concerned with the poison of Western imperialism and Christianity’s corruption of our golden lands, we did not abuse decent monks. And yet, the Dabei monastery’s walls remained sealed to us.\n\n\n[Film cuts back to the Boxers, with reinforcements joining the few pounding on the gates. An impromptu battering ram, a felled tree with chains lashed to railway spikes driven into the surface, is pulled forward and brought to bear on the door. Yafei Xing begins speaking over the footage.]\n\n\nYafei Xing\n: Their refusal of our requests to enter made my brothers suspicious. Could they be hiding Christian missionaries? Agents of the Western powers? We did not want to force them, but we could not let this denial be left unanswered.\n\n\n[The Boxers begin to slam the steel doors of the monastery with their battering ram. On the sixth strike, the doors burst inwards and several dozen Boxers carrying swords or spears rush into the courtyard of the monastery.]\n\n\nYafei Xing\n: They looked about how you would expect…\n\n\n[Five Buddhist monks stand in a semi-circle around the approaching Boxers. They begin shedding their robes until each man stands with only a loose pair of silk trousers, cinched at the waist with ropes. All five hold no weapons but present in wu-shu fighting stances. Yafei Xing continues in voiceover.]\n\n\nYafei Xing\n: I tried calling to them, “Please, we only want to make sure there are no foreigners here!” But they just shook their heads, the lead monk the only one to talk. He called \nus\n outsiders and demanded we leave the monastery. Things fell apart then… I did not want violence, but my comrades were incensed. And then chaos. Let me just say, they definitely weren’t Christians.\n\n\n[All five monks’ bodies begin to swell and shift to a red, mottled hue. Small patches of black scales begin covering their knuckles and elbows; each begins growing talons from their fingertips and toes.]\n\n\nLead monk\n: \n[Indecipherable language.]\n5\n\n\n[The five monks – now each more than two meters in height and with several hundred additional kilograms of muscle mass – rush the several dozen Boxers. Tendrils lash out eyes, talons slice through throats, and fingers dig out hearts. The monks are quickly covered in the blood of the Boxers but do not show any signs of stopping. Sword or spear injuries slow the monks but do not make them fall. When there are only ten of the Boxers left (several having fled) the monks dive into their ranks with sharp teeth and claws. The last few Boxers lie writhing in the dirt of the monastery’s courtyard, their muscles contracting anomalously, causing bones to shatter and blood to escape from their noses, mouths, and ears. The last Boxer begins wailing through the blood flowing from his lips as his eyes swell and then burst.]\n\n\nLead monk\n: \n[Indecipherable language. Firmly speaking to the other monks.]\n6\n\n\n[Film cuts back to Yafei Xing, against the black background.]\n\n\nYafei Xing\n: We were so focused on those invaders from the West, we did not see the enemy from within our nation. We did not take Tianjin that day, for every monk we slew, they killed dozens. And when, a month later, we marched again on the city, the monastery was abandoned. No trace of the devils to be found, like something from an old story. The only evidence left was those of us who had survived to tell the tale.\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe fifth episode of SCP-5897 concerns a military action by Canadian Armed Forces.\n\n\n\n\n\n\nEpisode 5: The Battle of St. Louis – 1972\n\n\n\n\n\n\n[Establishing shot: the Canadian army surrounds the city of St. Louis, Missouri, USA. An unnamed narrator begins a voiceover.]\n\n\nNarrator\n: It is unclear how the Canadian invasion force reached St. Louis without detection, but they did not waste time once they arrived. \nThe Gateway to the West\n would never be the same again.\n\n\n[Montage of Canadian troops seizing strategic points around the city, including: power stations, police stations, main thoroughfares, and what little military presence was in the area.]\n\n\n\n\n\n\nFrame of SCP-5897, episode 5. The Arch in its new home: Toronto.\n\n\n\n\n\n\nNarrator\n: Not satisfied with their destruction of the American White House a century and a half before, Canadian armed forces took to St. Louis with one mission and one mission only: steal the Gateway Arch. Monument theft is a persistent problem with Eurocentric capitalist nations, and this was no exception.\n\n\n\n\n\n\n\n\n \n\n\n\n\nThe sixth episode of SCP-5897 covers a naval engagement between the Confederate States of America and Great Britain.\n\n\n\n\n\n\nEpisode 6: Battle of Clifton – 1862\n\n\n\n\n\n\n[Establishing shot: Clifton Bay in summer. Three ships of the line flying British colors sail out from the bay into the greater body of the Caribbean. Cut to three steam-powered steel warships flying Confederate flags approaching from the north. Lieutenant Carter Sinclair of Her Majesty’s Royal Navy begins speaking in voiceover.]\n\n\nLieutenant Sinclair Carter\n: It was completely unthinkable; we had even supported their cause against their enemies. Their decision to annex the property of the Crown made little sense.\n\n\n[The camera zooms in on the advancing Confederate ships. Technology is inappropriate for the era, showing a level of factory efficiency the navies of the world would not exhibit until the 20\nth\n century. There is only one obvious weapon on each warship’s prow; a cannon surrounded by flaring arcs of electricity and belching a continuous stream of black smoke.]\n\n\nLieutenant Carter\n: The weapon was like nothing I had ever seen and I had been in Her Majesty’s Navy for nearly a decade. Nothing could have prepared me for the destructive power.\n\n\n[Only two of the cannons fire, resulting in an arc of electricity reaching out several kilometers and striking two of the English ships; both immediately are engulfed in flames and start tacking away. One of the ships breaks in two and starts to rapidly sink while the other’s crew fights to control the flames.]\n\n\nLieutenant Carter\n: But \nwhomever\n they sold their souls to in order to gain such power hadn’t upheld the bargain.\n\n\n[Film cuts back to the Confederate ships. The two cannons which had fired detonate in large plumes of black smoke, while the arcs of electricity flow visibly along the ships’ surface. Both ships’ prows implode, dragging them under the surface of the water. Secondary explosions send fountains of water dozens of meters into the air. The remaining British and Confederate vessels continue towards each other. Carter continues his narration.]\n\n\nLieutenant Carter\n: For what reason they did not fire, I do not know. But the fools continued on their course and we were duty-bound to protect Her Majesty’s territory. We would show them the mettle of our guns.\n\n\n[The British ship turns and fires a broadside into the approaching metal vessel. Despite numerous hits, the Confederate vessel continues on its course. After another failed barrage, the English pull alongside the Confederate ship and lines are thrown to lash them together.]\n\n\nLieutenant Carter\n: The captain ordered us to board the enemy and we were keen to feed them our steel… but I wish I had never set foot on that ship of the damned.\n\n\n[Camera cuts to perspective commensurate with a boarding member of the English crew. Several figures shift aimlessly on the deck of the metal warship. The figures wear ragged uniforms, their skin is sallow, and metal is bonded to much of their bodies. The metal is rusting iron and seemingly pierces out through their skin in an organic manner. The English marines cut down the three figures, and surge into the ship’s bridge. Inside, six more figures are merged into the steel of the vessel, metal piercing organic tissues. Significant blood and tissue are strewn around the bridge. One of the figures moans, his voice metallic and strained. The frontmost marine bends over and vomits.]\n\n\nLieutenant Carter\n: Whatever devils they had bargained with had taken their lives as payment, dozens of seamen lost to cancerous steel. I know they were the enemy, but to this day I dream of those poor bastards. In the end we detonated a keg of black powder in their hold, sending them on to the creator for His judgment.\n\n\n[The screen goes black.]\n\n\nLieutenant Carter\n: I wouldn’t wish that fate on my worst enemy. Then again, this is a nation of traitors who started a civil war so they could keep possession of people like cattle… so mayhap they had it coming.\n\n\n\n\n\n\n\n\n\n\n \n\nOn 17 June, 2007, Foundation assets were alerted to a containment breach of SCP-5897. In Boise, Idaho, a warehouse was found to have a significant shipment of SCP-5897 instances. The shipment consisted of mass returns from Best Buy, Walmart, Target and other “big box” stores. Apparently almost 95% of all sold copies were returned under complaints of the DVDs being defective, as the purchasers could not remember watching the contents due to the anomalous effect.\n\n\nFoundation personnel contacted the management. They confirmed the shipment had been previously distributed from their warehouse but there was no record of the originating address or the account used other than Vikander-Kneed Technical Media.\n\n\nThe anomaly was thought to be self-containing but given these events, the classification will remain Keter at this time. Further research into Vikander-Kneed is ongoing.\n\n\n \n\n\nrating: \n+178\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Despite the conflicts depicted including information or groups unknown to the non-anomalous world.\n\n\n2\n. Presumably a Daeva Matriarch.\n\n\n3\n. The \nYìhéquán\n, or as they are known in the west, The Boxers.\n\n\n4\n. An Eight Nation Alliance of American, British, German, Japanese, Italian, Austro-Hungarian, Russian, and French armies had been mobilized the year before to resist the Boxers' attempt to push out all European powers.\n\n\n5\n. Later analysis and translation has identified the spoken language as the Sarkic tongue of Adytite, “\nKill them! Save their bodies for the work, we can always use spare parts\n.”\n\n\n6\n. “\nCome, let us scourge these invaders from our city. Tianjin belongs to Ion’s chosen\n.”\n\n\n\n\n\n\n\n\n« \nSCP-5896\n | SCP-5897 | \nSCP-5898\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5897\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5897\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n VKlogotransparent\n\n\nAuthor:\n \nGrigori Karpin\n\n\nLicense:\n CC BY-3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n created by me.\n\n\n\n\n\n\n\n\nFilename:\n DVD case\n\n\nAuthor:\n \nGrigori Karpin\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n Made using the 2 below images\n\n\n\n\n\n\nFilename:\n Korean War Memorial\n\n\nAuthor:\n Jonathan Cutrer\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Astaroth’s seal\n\n\nAuthor:\n CabronDeOz\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\n\n\nFilename:\n Frame of SCP-5897, episode 3\n\n\nAuthor:\n \nGrigori Karpin\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n Made using the 2 below images (file is labelled as ep4 but the order was changed in writing)\n\n\n\n\n\n\nFilename:\n Roman Legion Formation\n\n\nAuthor:\n Neil and Kathy Carey\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n Bernard Barcio\n\n\nAuthor:\n Dan Lurie\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n\n\n\n\n\n\n\n\nFilename:\n Fulll Moon & Dufferin Gate with Wind Turbine underneath, Toronto\n\n\nAuthor:\n margonaut\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n\n\n\n\n\n\nFilename:\n Victory show 338 (tank)\n\n\nAuthor:\n zaphad1\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Buddhist Holy Mountain (monastery)\n\n\nAuthor:\n Rod Waddington\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n 5897 logo\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5897 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5897 . Licensed under CC-BY-SA .",
        "Filename: VKlogotransparent Author: Grigori Karpin License: CC BY-3.0 Source Link: Additional Notes: created by me.",
        "Filename: DVD case Author: Grigori Karpin License: CC BY 3.0 Source Link: Additional Notes: Made using the 2 below images",
        "Filename: Korean War Memorial Author: Jonathan Cutrer License: CC BY 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Astaroth’s seal Author: CabronDeOz License: CC BY-SA 3.0 Source Link: Link",
        "Filename: Frame of SCP-5897, episode 3 Author: Grigori Karpin License: CC BY 3.0 Source Link: Additional Notes: Made using the 2 below images (file is labelled as ep4 but the order was changed in writing)",
        "Filename: Roman Legion Formation Author: Neil and Kathy Carey License: CC BY-SA 2.0 Source Link: LINK Additional Notes:",
        "Filename: Bernard Barcio Author: Dan Lurie License: CC BY-SA 2.0 Source Link: LINK Additional Notes:",
        "Filename: Fulll Moon & Dufferin Gate with Wind Turbine underneath, Toronto Author: margonaut License: CC BY 2.0 Source Link: LINK Additional Notes:",
        "Filename: Victory show 338 (tank) Author: zaphad1 License: CC BY 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Buddhist Holy Mountain (monastery) Author: Rod Waddington License: CC BY-SA 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: 5897 logo Author: HarryBlank License: CC BY-SA 3.0 Source Link: LINK"
    ],
    "title": "SCP-5897"
}