{
    "url": "https://scp-wiki.wikidot.com/scp-5899",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-5899\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5899 is currently housed within a Transmutive-Euclid Humanoid Containment Chamber outfitted with standard amenities for a human. SCP-5899 is to be supplied with 1 kg of plastic once a day. Bovines are not to enter within 500 meters of SCP-5899's containment chamber.\n\n\nDescription:\n SCP-5899 is a Laotian-American male, 183 cm in height, who is capable of transmuting matter into organic matter and creatures superficially similar to members of the subfamily \nBovinae\n, often with extreme physiological changes (hereafter referred to as SCP-5899-1 instances). To date, SCP-5899 has not created any nonanomalous member of \nBovinae\n without significant changes to its physiology.\n\n\nSCP-5899 was discovered within the town of Dance With Death, California, attempting to transform an individual's house into \"a giant cow.\" Subject managed to transform the walls, roof, and several items within the house into creatures resembling different species of bovine. SCP-5899 stated it was doing this to settle a dispute. SCP-5899 and all SCP-5899-1 instances were transported to Site-551 for study.\n\n\nSCP-5899 is passive and compliant with Foundation staff, and has agreed to not damage its containment chamber in exchange for a small amount of material to \"experiment with\" every day. Site Administration has chosen plastic for this exchange.\n\n\nAddendum-1:\n Abridged Testing Log\n\n\n\n\n\n\nTest #\n\n\nResults\n\n\nStatements by 5899\n\n\n\n\n\n\n1\n\n\nSCP-5899 transformed material into an SCP-5899-1 instance resembling a dairy cow with extremely large horns. Each horn is 3 meters in height and is black in color. Additionally, the instance did not possess a heart and instead had a third kidney in place of a heart. The instance was unable to carry the weight of these horns and died shortly after conception.\n\n\n\"Bah, too heavy. Forgot the heart too.\"\n\n\n\n\n\n\n2\n\n\nSCP-5899 transformed material into an SCP-5899-1 instance resembling a water buffalo with enlarged eyes and hooves and a smaller mouth. The SCP-5899-1 instance immediately vomited a mixture of stomach acid and blood while falling to the ground. The instance died shortly after.\n\n\n\"Horns are fine but now everything's all fucked up. Ugh.\"\n\n\n\n\n\n\n3\n\n\nSCP-5899 transformed material into an SCP-5899-1 instance resembling an African buffalo. Subject had no eyes or mouth, and was incredibly small for a member of its species. Despite this, the subject managed to live for several hours after conception, ultimately dying due to dehydration.\n\n\n\"Much better, much better, I think I got it this time!\"\n\n\n\n\n\n\n4\n\n\nSCP-5899 transformed material into an SCP-5899-1 instance resembling an unknown species of bovine. The instance had seven eyes, three mouths, fifteen ears and eighty-seven anuses. Instance died immediately after conception.\n\n\n\"Nope, still fucked.\"\n\n\n\n\n\n\nAddendum-2:\n Interview Log\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nINTERVIEWED:\n SCP-5899\n\n\nINTERVIEWER:\n Agent Jean\n\n\n[BEGIN LOG]\n\n\nAgent Jean:\n Excuse me, SCP-5899, do you have a moment?\n\n\n(SCP-5899 is holding several handfuls of beef, which are purple in color.)\n\n\nSCP-5899:\n Good timing actually, just got done with my fifteenth batch. I'm skipping creating animals and instead creating meat to see if I can get some beef.\n\n\n(Silence)\n\n\nSCP-5899:\n I don't think beef would be purple.\n\n\nAgent Jean:\n Would be?\n\n\nSCP-5899:\n Yes, what about it?\n\n\nAgent Jean:\n I'm confused by what you mean. Uh… we have some beef you can use as reference if you-\n\n\nSCP-5899:\n No, no you don't.\n\n\nAgent Jean:\n Excuse me?\n\n\nSCP-5899:\n I'm saying you don't have beef. I highly doubt you have any, considering it hasn't been made yet.\n\n\nAgent Jean:\n I don't think I follow.\n\n\nSCP-5899:\n I can tell you that no beef exists in this world right now. If it did, I wouldn't be doing what I'm doing. That simple.\n\n\nAgent Jean:\n You… don't believe beef exists?\n\n\n(Silence)\n\n\nSCP-5899:\n You're one of those, I see.\n\n\nAgent Jean:\n SCP-5899, I'm incredibly confused.\n\n\nSCP-5899:\n Listen, I don't know if I can make you think otherwise, but cows… they don't exist. They just don't. There's no proof. They don't exist…\n\n\n(Silence)\n\n\nSCP-5899:\n But they \nshould\n.\n\n\nAgent Jean:\n What do you mean by, \"they don't exist?\"\n\n\nSCP-5899:\n They just don't! But they're valued by Americans all around the world, for their milk and meat, and if I'm gonna die, I wanna die knowing I did humanity a favor.\n\n\nAgent Jean:\n We have footage and pictures of cows and… well, it wouldn't take much to just bring one to you.\n\n\nSCP-5899:\n Faked. Faked cows. Simple as that. Not real cows, because real cows don't exist.\n\n\nAgent Jean:\n B-\n\n\nSCP-5899:\n Listen, kid, I want cows to exist as much as the next simpleton, and I don't like saying they don't exist because I wish they did, but I'm doing my best here, and by giving me the stuff needed to transmute, I can refine the perfect specimen, breed it, and give humanity something to thank me for.\n\n\nAgent Jean:\n A-alright… excuse me for one moment, I need to get something.\n\n\nSCP-5899:\n Take your time.\n\n\n(Agent Jean exits the room. Silence for several minutes. Agent Jean returns with a slab of raw beef.)\n\n\nAgent Jean:\n Here, here's some beef.\n\n\n(SCP-5899 takes a look at the beef presented by Agent Jean.)\n\n\nSCP-5899:\n Why did you bring me a slab of human meat?\n\n\nAgent Jean:\n Wha-\n\n\nSCP-5899:\n Either way, I don't care, I need concentration so if you could leave, that'd be excellent.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\nOi, Jean, any luck?\n\n\nNope. He says that beef and cows \"don't exist\" and that he's trying to create them or something.\n\n\nWeird. Like, what did he say about the beef you brought him?\n\n\nHe asked me why I brought human flesh in.\n\n\nHuh…\n\n\nYeah, dude's insane, but not my job to worry about stuff like tha-\n\n\nJean, I need to show you something.\n\n\nWhat?\n\n\nHere, let me get my laptop.\n\n\n…\n\n\nWhat are you…\n\n\nJust look at this.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5898\n | SCP-5899 | \nSCP-5900\n »",
    "addendums": [
        "Addendum-1: Abridged Testing Log",
        "Addendum-2: Interview Log"
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG INTERVIEWED: SCP-5899 INTERVIEWER: Agent Jean [BEGIN LOG] Agent Jean: Excuse me, SCP-5899, do you have a moment? (SCP-5899 is holding several handfuls of beef, which are purple in color.) SCP-5899: Good timing actually, just got done with my fifteenth batch. I'm skipping creating animals and instead creating meat to see if I can get some beef. (Silence) SCP-5899: I don't think beef would be purple. Agent Jean: Would be? SCP-5899: Yes, what about it? Agent Jean: I'm confused by what you mean. Uh… we have some beef you can use as reference if you- SCP-5899: No, no you don't. Agent Jean: Excuse me? SCP-5899: I'm saying you don't have beef. I highly doubt you have any, considering it hasn't been made yet. Agent Jean: I don't think I follow. SCP-5899: I can tell you that no beef exists in this world right now. If it did, I wouldn't be doing what I'm doing. That simple. Agent Jean: You… don't believe beef exists? (Silence) SCP-5899: You're one of those, I see. Agent Jean: SCP-5899, I'm incredibly confused. SCP-5899: Listen, I don't know if I can make you think otherwise, but cows… they don't exist. They just don't. There's no proof. They don't exist… (Silence) SCP-5899: But they should . Agent Jean: What do you mean by, \"they don't exist?\" SCP-5899: They just don't! But they're valued by Americans all around the world, for their milk and meat, and if I'm gonna die, I wanna die knowing I did humanity a favor. Agent Jean: We have footage and pictures of cows and… well, it wouldn't take much to just bring one to you. SCP-5899: Faked. Faked cows. Simple as that. Not real cows, because real cows don't exist. Agent Jean: B- SCP-5899: Listen, kid, I want cows to exist as much as the next simpleton, and I don't like saying they don't exist because I wish they did, but I'm doing my best here, and by giving me the stuff needed to transmute, I can refine the perfect specimen, breed it, and give humanity something to thank me for. Agent Jean: A-alright… excuse me for one moment, I need to get something. SCP-5899: Take your time. (Agent Jean exits the room. Silence for several minutes. Agent Jean returns with a slab of raw beef.) Agent Jean: Here, here's some beef. (SCP-5899 takes a look at the beef presented by Agent Jean.) SCP-5899: Why did you bring me a slab of human meat? Agent Jean: Wha- SCP-5899: Either way, I don't care, I need concentration so if you could leave, that'd be excellent. [END LOG]"
    ],
    "item": "SCP-5899",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5899 is currently housed within a Transmutive-Euclid Humanoid Containment Chamber outfitted with standard amenities for a human. SCP-5899 is to be supplied with 1 kg of plastic once a day. Bovines are not to enter within 500 meters of SCP-5899's containment chamber.",
    "description": "SCP-5899 is a Laotian-American male, 183 cm in height, who is capable of transmuting matter into organic matter and creatures superficially similar to members of the subfamily Bovinae, often with extreme physiological changes (hereafter referred to as SCP-5899-1 instances). To date, SCP-5899 has not created any nonanomalous member of Bovinae without significant changes to its physiology.",
    "title": "SCP-5899"
}