{
    "url": "https://scp-wiki.wikidot.com/scp-5904",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+342\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\nMore by Grigori Karpin\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+342\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5904-C\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\nInstances of SCP-5904 are to be archived in High-Yield Data Storage Facility 3 at Site-43.\n\n\nI/O METATRON is to search online listings for any Vikander-Kneed Technical Media-labelled VHS tapes. Such listings are to be shut down and all those with working knowledge of the tapes are to be amnesticized.\n\n\nInvestigation into the origins of SCP-5904 is given high priority, in order to stymie production of the anomaly.\n\n\n \n\n\n \n\n\n\n\nDescription\n\n\nSCP-5904 is the collective designation for a series of instructional VHS tapes entitled “Human Resources Orientation,” produced and distributed by \nVikander-Kneed Technical Media\n (GoI-5889).\n\n\nCurrently three instances are known to the Foundation, designated as SCP-5904-A through -C. SCP-5904’s anomalous effects are only triggered when an instance is played for at least one individual. Subjects who watch an instance of SCP-5904 develop increased suggestibility and are amenable to following any instruction that would not endanger their lives. The effect is cumulative; the more content an individual watches, the more open to suggestion they will become.\n\n\nAdditionally, subjects who watch the entire series of tapes report insomnia, apathy, lack of appetite, and an increase in anxiety.\n1\n\n\nThe suggestibility and other psychological effects fade with time, but recollections of the content of an SCP-5904 instance are highly resistant to amnesticization.\n\n\nThe content of SCP-5904 instances cannot be copied through any known technology, whether digital or analog. Any attempts to duplicate an instance will produce only static.\n\n\nVarious items of information concerning the viewing subject will be incorporated into the content contained within an instance of SCP-5904. The host of the series (designated SCP-5904-1) is never completely shown on camera but appears to be male. At most the bottom fifty percent of SCP-5904-1’s face will be visible on camera at any given time, his eyes are never visible. SCP-5904-1 self-identifies as Charlie Fiero, senior Vice President of GoI-5889’s human resources division.\n\n\nDiscovery\n:\n\nSCP-5904 was discovered after an individual in Everett, Washington, purchased the tapes at a rummage sale. Ms. Martha Gutierrez, a student at University of Washington, age 20, claims no memory of the location or event of the purchase. Foundation personnel were made aware after posts on Parawatch.net were discovered by dedicated AiCs:\n\n\n\n\n\n\nMGparanoid\n 13/06/16 (Thu) 20:17:52 #6749253\n\n\n\n\nSo, the other day I bought these videotapes at a rummage sale in my parents’ neighborhood. I got them so I could show my AV class, basically as a joke. But there was some drama right after I started the tape – my girlfriend wanted to get her sweater from my dorm and my roommate wouldn’t let her in (b1tch) – so I left for a few minutes. When I came back, my classmates were all staring at the screen. The VHS had stopped and the old CRT was just static.\n\n\nScrewed up thing? Here’s this group of six people, totally independent college students, various issues and intellectual abilities, right? They just start following orders. I tell them to fuck off – because they didn’t pause the tape for me – they all get up and start leaving. I tell them to “wait a minute!” – they all turn around and look at me. It was fucking eerie!\n\n\nI figure they were pulling a joke on me… but the next day, I found one of them watching another of the tapes in the AV lab and she was freaking out. Turns out, the video was addressed to someone with her name (Emily isn’t that strange of a name, I think she was being a bit extra)… so she’s having a full on panic attack (she’s normally really chill). I tell her she needs to calm down, and she sorta does. Like, I could see in her eyes that she was still freaked but she stopped pacing and stopped cursing up a storm. She just listened immediately.\n\n\nThey’re just HR training videos, wtf?\n\n\n\n\n\n\nMs. Gutierrez was interviewed but she failed to provide any information concerning the origins of SCP-5904. She was amnesticized along with her classmates.\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nReading transcripts of the video files contained within SCP-5904-A through -C has the same effect as viewing the videos themselves. The following excerpts\n2\n should present minimal anomalous effects, but this is not guaranteed. Please have emergency anti-cognitohazard agents present while reviewing these transcripts.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nResearcher William Wettle performed the initial anomaly review and produced the below transcripts:\n\n\n\n\n\n\nTape #1\n\n\n\n\n- Close\n\n\n\n\n\n\nFollowing is a transcript of one section of Human Resources Orientation tape #1\n:\n\n\n\n\n[SCP-5904-1 takes off a suit coat, starts rolling up its sleeves. The setting is a classroom with a large blackboard. Written on the blackboard are the words: “Interviews: Framing the Narrative.”]\n\n\nSCP-5904-1\n: The thing is, you don’t really ever want them to be too comfortable. Make it a little too hot, a little too cold, something. Get ‘em antsy. Establish who’s in charge early on. If they want those health benefits, they’re gonna have to impress you. William impressed his interviewer when he came to work there, that’s how he got this important job. Isn’t that right Willie?\n\n\n[SCP-5904-1 waits for thirty seconds.]\n\n\nSCP-5904-1\n: Right right, still… it \nis\n a funny joke. Then again, I wasn’t really listening. \nThat’s\n the other thing: only half listen to the interviewee. You don’t get to make the call if they’re hired or not, so what does it matter what they say? Besides, you don’t want to set a precedent… If you started listening to people when they came to your office, they’d probably start coming a lot more. Who wants that?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nTape #2\n\n\n\n\n- Close\n\n\n\n\n\n\nFollowing is a transcript of one section of Human Resources Orientation tape #2\n:\n\n\n\n\n[SCP-5904-1 is sweeping a pile of bloody rags and human organs off the table in front of it and into a trash can. The trash can is overflowing with bones, viscera and other biological material.]\n\n\nSCP-5904-1\n: And that’s the end of the Conflict Resolution chapter. Who’s ready for a break?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nTape #3\n\n\n\n\n- Close\n\n\n\n\n\n\nFollowing is a transcript of one section of Human Resources Orientation tape #3\n:\n\n\n\n\n \n\n\n\n\n\n\nSCP-5904-1 in front of Researcher Wettle’s bedroom closet approximately five minutes into the runtime of SCP-5904-C.\n\n\n\n\n\n\n[SCP-5904-1 opens a bedroom door, the camera following closely behind. It turns and gestures towards a bed containing Researcher Wettle. SCP-5904-1 adjusts the blanket on top of Researcher Wettle so the blanket covers his shoulders. It turns to the camera and brings a finger to its lips. The entity gestures the camera away and walks over to Wettle’s open closet, before standing in front of it and facing the camera.]\n\n\nSCP-5904-1\n: Now, let’s talk about hostile work environments. How do you make them? And how to escalate?\n\n\n\n\n\n\nApproximately ten minutes cut for brevity.\n\n\n\n\n[SCP-5904-1 is standing in front of Researcher Wettle’s open refrigerator. It is bending over and looking inside, its upper body entirely hidden behind the open appliance door. The entity noisily rummages while continuing to speak.]\n\n\nSCP-5904-1\n: See, what we need to do is make sure that when someone complains of a hostile working environment, we don’t solve the problem. If HR solved hostile work environments, what would the labor attorneys do for money? No, our job is different and has three parts: minimize the complaint, alienate the worker complaining, and make sure the one guilty of creating the hostile environment benefits in some noticeable way.\n\n\n[SCP-5904-1 throws a jar of pickles out of the refrigerator.]\n\n\nSCP-5904-1\n: We’re not \n[chewing noises]\n conflict resolution managers. We’re human resources, we manage the humans. I always say, keep your goal reasonable and keep your role in the company firmly entrenched in your mind. Otherwise, you’re just filling out forms and solving problems for employees every waking hour. That’s not helping anyone!\n\n\n\n\n\n\nApproximately twelve minutes cut for brevity.\n\n\n\n\n[The entity has moved to Wettle’s living room and sits in a Lay-Z-Boy recliner, foot dangling off the right arm of the chair. SCP-5904-1 is smoking a cigarette and ashing onto the shag carpeting of Wettle’s home. It is also drinking directly from a bottle of wine taken from Wettle’s cabinets.]\n3\n\n\nSCP-5904-1\n: Now let's cover the most challenging aspect of your HR career: medical benefits questions. What a pain in the butt, right? The secret is, don’t read the documents. Always say “I’ll have to look into it” when someone comes to you with questions and then, if possible, don’t get back to them. If they’re persistent, find a way to ruin their day, just a little. Who are they to ask such questions? What, are medical benefits a human right?\n\n\n[SCP-5904-1 inhales a long drag from the cigarette and then exhales.]\n\n\nSCP-5904-1\n: What is this, Cuba? They should be fucking happy we give them benefits. Read your own damn documents. It’s 1992, this ain’t a fantasy story, people should be content with what they get.\n4\n\n\n[The entity rises from the recliner, grinds out the cigarette into the carpet, and drains the mostly full bottle of wine in twenty seconds. SCP-5904-1 turns its back to the camera and approaches a potted ficus tree in the corner of Wettle’s living room. The sound of a zipper and then a stream of liquid hitting plastic leaves is audible on the recording.]\n\n\nSCP-5904-1\n: What else… what else? Oh, I know. Sexual Harassment. The best subject. Not because of sex, don’t look at me that way, Willie. I mean because of the harassment. People being unhappy is my thing.\n\n\n[The sounds of liquid cease and the zipper is heard again. SCP-5904-1 walks to Wettle’s sliding glass door leading to a small, enclosed backyard. The entity opens the door and walks through, the camera following.]\n\n\nSCP-5904-1\n: So, part of our job in HR is to take complaints and file them with the appropriate people, when an employee makes a complaint of sexual harassment. This is especially important because we don’t want the corporation sued. The bottom line is literally your god, we didn’t get into HR because we were humanitarians, am I right? \n[SCP-5904-1 chuckles softly.]\n So, make sure you tell the boss and the appropriate steps are taken when such a complaint is made. I might like it when people are miserable, but abusers can take a long walk off a short pier, you get me?\n\n\n[SCP-5904-1 stretches and yawns, looking up at the night sky. As it turns around to face the camera again, the view is shifted down so only the bottom 50% of the entity’s face is visible. Blood starts to run down its face in twin rivulets, presumably from the area of its eyes. The blood stains the entity’s shirt and continues to flow as it speaks.]\n\n\nSCP-5904-1\n: Right well, that’s about all the time we have today. Don’t forget to write those letters with any questions to Vikander-Kneed Technical Media Human Resources Orientation at the address provided in tape number one. We’re here to help… well, not the employees obviously, but otherwise we’re here to help. You know what I mean. Say Goodnight, Willie!\n\n\n[SCP-5904-1 starts waving in an animated fashion and continues for fifteen seconds.]\n\n\nSCP-5904-1\n: Thanks, Willie! Same from us, at Vikander Kneed, g’nite!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdditional instances of SCP-5904.\n\n\n\n\n\n\n \n\n\n \n\nOn 3 December, 2016, a rentable storage-space was discovered by searching out properties in the area owned by any entities labelling themselves as Vikander-Kneed.\n\n\nThe storage-space had been rented out for the last thirty-five years, paid entirely in advance in cash. Hundreds of VHS tapes were discovered within, labelled as Vikander-Kneed Technical Media. Over 50% were copies of the Human Resources Orientation series.\n\n\nClassification has been changed to Keter, and research is being formulated to discern the nature of the VHS tapes not covered by the SCP-5904 designation.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nrating: \n+342\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Regardless of their mental health history.\n\n\n2\n. Any personnel wishing to review the original video files may present written request for approval to Director McInnis. Researcher Wettle is still recovering.\n\n\n3\n. The wine is an inexpensive and common vintage.\n\n\n4\n. Researcher Wettle did not live in that residence in 1992. In fact, he did not live in the country that residence is located within.\n\n\n\n\n\n\n\n\n« \nSCP-5903\n | SCP-5904 | \nSCP-5905\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5904\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5904\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n VHS tape three\n\n\nAuthor:\n [[*Grigori Karpin]]\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n Edited with the below two pictures\n\n\n\n\n\n\nFilename:\n VHS\n\n\nAuthor:\n bart everson\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Astaroth’s seal\n\n\nAuthor:\n CabronDeOz\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\n\n\nFilename:\n frame of tape 3\n\n\nAuthor:\n tim\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Videotape Archive\n\n\nAuthor:\n DRs Kulturavsprojekt\n\n\nLicense:\n CC BY-SA-2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n 5904 logo\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK",
    "addendums": [],
    "documents": [],
    "notes": [
        "MGparanoid 13/06/16 (Thu) 20:17:52 #6749253 So, the other day I bought these videotapes at a rummage sale in my parents’ neighborhood. I got them so I could show my AV class, basically as a joke. But there was some drama right after I started the tape – my girlfriend wanted to get her sweater from my dorm and my roommate wouldn’t let her in (b1tch) – so I left for a few minutes. When I came back, my classmates were all staring at the screen. The VHS had stopped and the old CRT was just static. Screwed up thing? Here’s this group of six people, totally independent college students, various issues and intellectual abilities, right? They just start following orders. I tell them to fuck off – because they didn’t pause the tape for me – they all get up and start leaving. I tell them to “wait a minute!” – they all turn around and look at me. It was fucking eerie! I figure they were pulling a joke on me… but the next day, I found one of them watching another of the tapes in the AV lab and she was freaking out. Turns out, the video was addressed to someone with her name (Emily isn’t that strange of a name, I think she was being a bit extra)… so she’s having a full on panic attack (she’s normally really chill). I tell her she needs to calm down, and she sorta does. Like, I could see in her eyes that she was still freaked but she stopped pacing and stopped cursing up a storm. She just listened immediately. They’re just HR training videos, wtf?",
        "\" SCP-5904 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5904 . Licensed under CC-BY-SA .",
        "Filename: VHS tape three Author: [[*Grigori Karpin]] License: CC BY-SA 3.0 Source Link: Additional Notes: Edited with the below two pictures",
        "Filename: VHS Author: bart everson License: CC BY 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: Astaroth’s seal Author: CabronDeOz License: CC BY-SA 3.0 Source Link: Link",
        "Filename: frame of tape 3 Author: tim License: CC BY-SA 2.0 Source Link: LINK",
        "Filename: Videotape Archive Author: DRs Kulturavsprojekt License: CC BY-SA-2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin",
        "Filename: 5904 logo Author: HarryBlank License: CC BY-SA 3.0 Source Link: LINK"
    ],
    "title": "SCP-5904"
}