{
    "url": "https://scp-wiki.wikidot.com/scp-5910",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n\n\nTHIS IS A TRUE STORY.\n\n\n\n\nThe anomaly described in this document first occurred in Minnesota in 1996. As per Foundation policy, none of the names have been changed. The rest of the events are described exactly as they occurred.\n\n\n\n\n\n\nItem #:\n SCP-5910\n\n\nObject Class:\n Safe\n\n\n\n\nThe highway on which Provisional Site-96 is situated.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The Foundation has purchased two hundred acres of agricultural land (Provisional Site-96) along the highway on which SCP-5910 occurs. MTF Epsilon-6 (“Village Idiots”) are to maintain patrols in the area and attend to any unauthorised activity. Personnel are to undergo frequent countermemetic inoculation to prevent the continuous manifestation of objects associated with SCP-5910.\n\n\nA disinformation campaign has been launched to hide the original filming location of the scene in question. Web crawler F1N.K has been deployed to remove or otherwise alter online accounts of the film’s production to maintain this cover; contemporary SCP-5910 events are thought to be the result of physical media relating to the shooting of \nFargo\n. Attempts to locate these are ongoing.\n\n\nIndividuals suspected to have been involved in a successful SCP-5910 event are to have their assets and finances seized under the pretence of a tax investigation.\n\n\n\n\nDescription:\n SCP-5910 is a phenomenon related to the 1996 thriller film \nFargo\n. In order for an SCP-5910 event to become active, a series of conditions must be met:\n\n\n\n\nThe viewer has seen \nFargo\n at least once, and/or is able to recall a majority of the film's narrative and plot points. It must be noted that the viewer does not need to have seen the entirety of the film, except for two scenes which appear to be essential in order for an SCP-5910 event to begin – the opening title sequence, and the scene in which Steve Buscemi's character Carl Showalter buries the ransom money in the snow.\n\n\nThe viewer has made an active effort to research the film’s production, most notably shooting locations. The affected individual has then been able to identify the precise real-life location of the scene in which Showalter buries the money.\n\n\nThe state of Minnesota has received seven or more inches of snow, or is forecast to receive a similar amount in the coming days.\n\n\nThe individual does not reside in any of the towns surrounding the filming location.\n\n\n\n\nAn affected individual will demonstrate a strong conviction that the film’s events have a basis in reality – even when presented with evidence that suggests otherwise – and that “Showalter”’s money remains buried in Minnesota. Data collected from online streaming services, weather forecasts, and search engine trends suggests that up to 4% of viewers could meet the criteria for activating SCP-5910 at any given time – however, the number of individuals who attempt travel to Minnesota lies in the region of 0.002%. Tests have shown that there is no compulsive element to the phenomenon.\n\n\nIn the event that an individual travels to the relevant location before the snow has melted, a windshield scraper (identical in appearance to the prop used as a marker in the film) will manifest at the roadside when the subject enters a radius of three kilometers\n1\n. Following manifestation, the subject and any other individuals who may have taken an interest in the scraper's appearance are able to interact with the anomaly (see Discovery), including those with a minimal knowledge of \nFargo\n. Local residents, and individuals involved in the film's production, are unable to be inducted into an SCP-5910 event directly, though may interact with the manifestation when another individual has rendered it active.\n\n\nDigging through the snow at the scraper's location when SCP-5910 is active will reveal a leather briefcase containing nine hundred twenty thousand US dollars. Should the recipient fail to spend or bank this money within one hour of discovery, it is prone to demanifestation. This has prevented many word-of-mouth reports of the phenomenon being taken seriously, thus minimizing its credibility in the public consciousness.\n\n\n\n\n\n\n+ Discovery\n\n\n\n\n- Discovery\n\n\n\n\nOn 2002/02/12, Italian student Bruno Mazzuccelli was found deceased from a single gunshot wound at the side of a rural Minnesota highway. Local farmhand Kyle Kingsley was arrested the following morning in connection with his murder, having called a local bank to enquire about making a deposit of nearly a million dollars. This was flagged as \"abnormal\" and authorities were notified. A firearm found on Kingsley's property during the subsequent investigation was matched with the bullet used to kill Mazzuccelli.\n\n\nKingsley told county police that he and Mazzuccelli had met on the roadside when both attempted to retrieve \"a case full of money\". The two men were unknown to each other, and no such money was recovered during the investigation. Kingsley claimed to have no knowledge of its whereabouts, and seemed oblivious to \nFargo\n and its connection to the local area.\n\n\nIt is believed that Mazzuccelli met the criteria for activating an SCP-5910 event and had travelled from his native Italy in search of the buried money. Kingsley had been driving in the area minutes before Mazzuccelli arrived, noticing the buried scraper which had manifested just prior. Kingsley was counting the money when he was first accosted by Mazzuccelli, and drew his firearm in self-defence. Unable to corroborate this story with evidence of the money, Kingsley was charged with second-degree murder.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 2002/04/16\n\n\n\n\n- Interview Log 2002/04/16\n\n\n\n\n\n\nInterviewed:\n Pete Stavanger\n\n\nInterviewer:\n Agent Maurice Halliday\n\n\nForeword:\n The Foundation arranged an interview with Pete Stavanger, a local who had been employed on the set of \nFargo\n as a runner. Stavanger had been present during the shooting of the ransom burial scene. Agent Halliday was posing as a film writer for the Star Tribune newspaper.\n\n\n<Begin Log>\n\n\nAgent Halliday:\n Good morning, Mr Stavanger.\n\n\nPete Stavanger:\n Hi Mr… Westmore?\n\n\nAgent Halliday:\n Ah, Darryl will be fine.\n\n\nPete Stavanger:\n No problem. So, uh, you wanna talk about my “Hollywood career”? Was an interesting month or so, but I’m sure there’s more interesting people you could go after.\n\n\nAgent Halliday:\n I’m looking for locals, people who helped on \nFargo\n. Some of that was shot near here, correct?\n\n\nPete Stavanger:\n That’s right. You know that scene, where Buscemi buries the money? Just down the highway over there.\n\n\nAgent Halliday:\n And you helped on that bit?\n\n\nPete Stavanger:\n You betcha. Set it all up. I can tell ya, it didn’t snow as much as they wanted that year. So they had to truck in a load of snow. Helped them shovel it.\n\n\nAgent Halliday:\n And you tidied it up, right? Didn’t just leave a case of bills under the ice?\n\n\nPete Stavanger:\n Well, of course not. Joel and Ethan\n2\n were really picky about leaving stuff behind on set. ‘Course, some people still believe it was real. The money, I mean.\n\n\nAgent Halliday:\n Yeah, I can imagine.\n\n\nPete Stavanger:\n Oh yah, you know that Italian kid got shot, couple of months back? Like something out of a Coen flick in itself. Some folk say he went looking for the cash.\n\n\nAgent Halliday:\n You believe that?\n\n\nPete Stavanger:\n Nah, ‘course not. They got some farm kid from around here. Must have been trespassing or something. I guess people really wanna believe, you know? Use stuff from fiction to help them rationalize.\n\n\nAgent Halliday:\n I mean, that’s a dream, right? Almost a million dollars, just… there in the snow.\n\n\nPete Stavanger:\n You know how that movie starts, right? \nThis is a true story\n, and all that.\n\n\nAgent Halliday:\n Mhm. I could believe it, if I didn't know any better. Stranger things have happened in this world than an extortion plot gone bad.\n\n\nPete Stavanger:\n I suppose it’s… well, there's that saying, you know? If you make enough people buy into a falsehood, eventually it becomes the truth.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Log 2017/02/11:\n On the morning of 2017/02/11, a Caucasian male resembling American actor Steven Buscemi accosted members of MTF Epsilon-6 who were carrying out a routine patrol. The individual had been \"frantically digging in the snow\"\n3\n when it was discovered, and was described as having injuries consistent with those of a facial gunshot wound. The individual acted in an aggressive manner before being apprehended by guards. Following two minutes of detention in a humanoid containment chamber, the individual was observed to dematerialize.\n\n\nAt the time of the incident, the site had been under Foundation control for almost fifteen years, and no successful SCP-5910 manifestations had occurred since testing concluded in January of 2005.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Personnel at Provisional Site-96 have observed this manifestation event during Foundation-initiated SCP-5910 events.\n\n\n2\n. Joel and Ethan Coen, who wrote and directed \nFargo\n.\n\n\n3\n. Statement from MTF Epsilon-6 operative.\n\n\n\n\n\n\n\n\n« \nSCP-5909\n | SCP-5910 | \nSCP-5911\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5910\n\" by ThisMightBeAuto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5910\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fargo.jpg\n\n\nName:\n Route 52 Snow Storm\n\n\nAuthor:\n Tony Webster\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Pete Stavanger Interviewer: Agent Maurice Halliday Foreword: The Foundation arranged an interview with Pete Stavanger, a local who had been employed on the set of Fargo as a runner. Stavanger had been present during the shooting of the ransom burial scene. Agent Halliday was posing as a film writer for the Star Tribune newspaper. <Begin Log> Agent Halliday: Good morning, Mr Stavanger. Pete Stavanger: Hi Mr… Westmore? Agent Halliday: Ah, Darryl will be fine. Pete Stavanger: No problem. So, uh, you wanna talk about my “Hollywood career”? Was an interesting month or so, but I’m sure there’s more interesting people you could go after. Agent Halliday: I’m looking for locals, people who helped on Fargo . Some of that was shot near here, correct? Pete Stavanger: That’s right. You know that scene, where Buscemi buries the money? Just down the highway over there. Agent Halliday: And you helped on that bit? Pete Stavanger: You betcha. Set it all up. I can tell ya, it didn’t snow as much as they wanted that year. So they had to truck in a load of snow. Helped them shovel it. Agent Halliday: And you tidied it up, right? Didn’t just leave a case of bills under the ice? Pete Stavanger: Well, of course not. Joel and Ethan 2 were really picky about leaving stuff behind on set. ‘Course, some people still believe it was real. The money, I mean. Agent Halliday: Yeah, I can imagine. Pete Stavanger: Oh yah, you know that Italian kid got shot, couple of months back? Like something out of a Coen flick in itself. Some folk say he went looking for the cash. Agent Halliday: You believe that? Pete Stavanger: Nah, ‘course not. They got some farm kid from around here. Must have been trespassing or something. I guess people really wanna believe, you know? Use stuff from fiction to help them rationalize. Agent Halliday: I mean, that’s a dream, right? Almost a million dollars, just… there in the snow. Pete Stavanger: You know how that movie starts, right? This is a true story , and all that. Agent Halliday: Mhm. I could believe it, if I didn't know any better. Stranger things have happened in this world than an extortion plot gone bad. Pete Stavanger: I suppose it’s… well, there's that saying, you know? If you make enough people buy into a falsehood, eventually it becomes the truth. <End Log>",
        "\" SCP-5910 \" by ThisMightBeAuto, from the SCP Wiki . Source: https://scpwiki.com/scp-5910 . Licensed under CC-BY-SA .",
        "Filename: fargo.jpg Name: Route 52 Snow Storm Author: Tony Webster License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-5910",
    "object_class": "Safe",
    "containment_procedures": "The Foundation has purchased two hundred acres of agricultural land (Provisional Site-96) along the highway on which SCP-5910 occurs. MTF Epsilon-6 (“Village Idiots”) are to maintain patrols in the area and attend to any unauthorised activity. Personnel are to undergo frequent countermemetic inoculation to prevent the continuous manifestation of objects associated with SCP-5910.",
    "description": "SCP-5910 is a phenomenon related to the 1996 thriller film Fargo. In order for an SCP-5910 event to become active, a series of conditions must be met:",
    "title": "SCP-5910"
}