{
    "url": "https://scp-wiki.wikidot.com/scp-5913",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5913\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5913-B in a vegetative state\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to previous failed containment attempts, all entities in SCP-5913-A are to be monitored and all witnesses amnesticized by an assigned team. Should SCP-5913-A enter Site-19, all personnel are to attempt to contain the entities. Lethal force is not permitted under any circumstances.\n\n\nSCP-5913-B is to be contained in a standard humanoid containment cell and monitored for new activity at all times. When relevant, the subject’s vocalizations must be recorded for any change in the status of SCP-5913-A. Any mentions of “The Demon Monkey King” and “The Grey Lair” are to be noted for future references.\n\n\nDescription:\n SCP-5913 is a phenomenon affecting two anomalies known as SCP-5913-A and SCP-5913-B, which causes both subjects to play parts in a fictional table-top roleplaying game\n1\n.\n\n\nSCP-5913-A is the designation of a collection of three arthropods possessing sapient intelligence. Due to unknown reasons, all entities in SCP-5913-A act as “players” in an adventure seemingly narrated by SCP-5913-B, with the entities communicating with SCP-5913-B regardless of time and the distance between them. The \"rolls\" made by SCP-5913-A seem to be made with four-sided, six-sided, twelve-sided, and twenty-sided dice, though how SCP-5913-A finds these values is unknown.\n\n\nAll three instances of SCP-5913-A are known to have anomalous abilities, including time dilation affecting SCP-5913-A and SCP-5913-B, but due to their current capabilities, the aforementioned abilities pose little to no threat to Foundation personnel.\n\n\nSCP-5913-A consists of three different species:\n\n\n\n\n\n\nSCP-5913-A-1\n\n\n\n\n\n\n\n\nSCP-5913-A-1:\n A female western honey bee \n(Apis mellifera)\n known to SCP-5913-B as “Beelia”, which apparently possesses its powers via praying to \"The Yellow Queen\"\n2\n.\n\n\n\n\n\n\n\n\nSCP-5913-A-2\n\n\n\n\n\n\n\n\nSCP-5913-A-2:\n A male Carolina wolf spider \n(Hogna carolinensis)\n known to SCP-5913-B as “Terren-Tur”, possessing anomalous abilities that allow its body to withstand large amounts of damage when it enters a state known as \"Rage\".\n\n\n\n\n\n\n\n\nSCP-5913-A-3, note its one missing leg.\n\n\n\n\n\n\n\n\nSCP-5913-A-3:\n A malformed female yellow crazy ant \n(Anoplolepis gracilipes)\n known to SCP-5913-B as “Antonia”. SCP-5913-A-3 has been reported to display a large variety of anomalous abilities, including the ability to hasten the movement of any entity within SCP-5913-A, the ability to project small amounts of fire, and the ability to immobilize entities for a limited amount of time.\n\n\n\n\nSCP-5913-B is a twenty year old man of European descent held within a vegetative state. When the entities of SCP-5913-A are active, SCP-5913-B has been known to speak in complex sentences, narrating a story that places the entities of SCP-5913-A as its protagonists\n3\n. Despite its role as “Dungeon Master\"\n4\n to SCP-5913-A, SCP-5913-B has been shown to have no influence over the outcome of SCP-5913-A’s decisions.\n\n\nAt random intervals of activity, SCP-5913-B is capable of vocalizing in different voices at the same time, signifying that the entities of SCP-5913-A are speaking to the subject. How it achieves this telepathic connection with SCP-5913-A is unknown. During situations where the entities of SCP-5913-A have been found to be in danger, SCP-5913-B has been known to increase the speed of its speech for up to 2000 words per minute, usually speaking in multiple voices.\n5\n\n\nDiscovery Log:\n SCP-5913 was first discovered by Foundation operatives when SCP-5913-B, then situated at a care home in New Jersey, began speaking in different voices simultaneously, narrating an “adventure of three intrepid souls” with the subject seemingly playing four different roles at the same time. Due to these abnormal vocalizations, SCP-5913-B was taken into Foundation custody, with efforts being made to discern the sources of the subject’s anomalous abilities.\n\n\nShortly after the procurement of SCP-5913-B, the home of a recently deceased insect collector in New York was found to have been burnt down due to an accident that transpired at the same time that SCP-5913-B began its vocalizations. Investigations into SCP-5913-B's background suggest a prior fraternal but non-biological link to the deceased owner of the residence, with SCP-5913-B having spent time within it before its lapse into a vegetative state at age 13.\n\n\nA transcript of SCP-5913-B’s speech in Foundation custody has been recorded. During this, SCP-5913-B has been known to speed up and slow down its speech. Voices presumed to be those of SCP-5913-A-1, SCP-5913-A-2, and SCP-5913-A-3 have been noted as such.\n\n\n\n\nSCP-5913-A-1:\n Can I see anything in the streets?\n\n\nSCP-5913-B:\n No, sadly. Only people looking on in awe as what was your home collapses under its weight.\n\n\nSCP-5913-A-1:\n Oh dear Yellow Queen, fucking save us.\n\n\nSCP-5913-A-3:\n Beelia, Terren, I’m still stuck inside the house!\n\n\nSCP-5913-A-2:\n Do we hear her?\n\n\nSCP-5913-B:\n You might. Make a perception check\n6\n, Terren-Tur.\n\n\nSCP-5913-A-1:\n I’ll assist.\n\n\nSCP-5913-B:\n With advantage, then.\n\n\nSCP-5913-A-2:\n Nice, natural 19 for a total of… 21.\n\n\nSCP-5913-B:\n Among the smoke, you see ants running in the opposite direction as the collapsed ant habitat. Then, you see her: A tiny ant, trying desperately to force herself through a hole in the wall.\n\n\nSCP-5913-A-2:\n I move to assist.\n\n\nSCP-5913-B:\n You move to assist, using your great spider strength to wedge a hole in the wall. Make a strength check.\n\n\nSCP-5913-A-2:\n Fucking easy! 16.\n\n\nSCP-5913-B:\n You wedge a hole through the wall, allowing the small ant to burst through.\n\n\nSCP-5913-A-2:\n ‘Heya, lady. You alright there?’\n\n\nSCP-5913-A-3:\n ‘Thanks to you, Mr. Spider. What’s your name?’\n\n\nSCP-5913-A-2 [formally]:\n ‘Terren-Tur. Nice to meet you.’\n\n\nSCP-5913-A-1:\n I fly down and start speaking. I wave my hand and say ‘Hey. Nice to meet you out here, outside of the habitats. My name’s Beelia. Yours?’\n\n\nSCP-5913-A-3:\n ‘Antonia. I’m… a worker at the Hill.’\n\n\nSCP-5913-A-1 [arrogantly]:\n ‘Heh, what’s left of the hill. I’m surprised you guys survived the fall of your hab.’\n\n\nSCP-5913-A-3 [meekly]:\n ‘I mean…’\n\n\nSCP-5913-A-2:\n ‘Lia, knock it off. Girl’s having a bad time, that’s all.’\n\n\nSCP-5913-A-1:\n ‘Hey, spider. \nEveryone’s\n having a bad time. Can’t you see everyone around us? Only a few of my sisters survived. Our mom’s probably dead. If anything, it’s little ant-girl over here that got away in the best condition out of all of us.’\n\n\nSCP-5913-A-3:\n ‘But…’\n\n\nSCP-5913-B:\n Then, in the distance, you hear a \nsnap\n. A large piece of the house falls down, killing thousands of the evacuating ants in an instant and spreading smoke and ash all around. You yourselves aren’t affected, but it’s only a matter of time before you are next.\n\n\nSCP-5913-A-3 [grieving]:\n ‘Oh Hill… my colony, my queen!’\n\n\nSCP-5913-A-1:\n ‘There goes that, I suppose.’\n\n\nSCP-5913-A-2:\n I lower my back and beckon Antonia on. ‘Get on!’ I shout.\n\n\nSCP-5913-A-3 [sniffling]:\n I get on his back.\n\n\nSCP-5913-A-1:\n That’s our exit, I suppose. I take to the sky and shout ‘Let’s go!’\n\n\nSCP-5913-B:\n Awesome! Terren spurs himself forward, taking Antonia on his back as Beelia flies beside. All around you, ants both from Antonia’s family and not run from the ensuing chaos as you start to run away from the ruins of the house- and your homes along with it.\n\n\n[SCP-5913-B pauses]\n\n\nSCP-5913-B:\n Then, you come to a large white cliff, with gigantic columns stretching up beside you for inches around. Do you go down?\n\n\nSCP-5913-A-1:\n Hell yeah we’re going down!\n\n\nSCP-5913-B:\n You begin to move down. Terren-Tur is a very poor climber, but with the white cliff being rugged, you can probably gain enough of a purchase to move down. Roll a strength… no, dexterity check with disadvantage.\n\n\nSCP-5913-A-2:\n …oh fangs.\n\n\nSCP-5913-A-3:\n What did you roll?\n\n\nSCP-5913-A-2:\n 8.\n\n\nSCP-5913-B:\n 8?!\n\n\nSCP-5913-A-2:\n …yep. 8.\n\n\nSCP-5913-B:\n You begin to fall. What do you do?\n\n\nSCP-5913-A-2:\n Oh fangs oh fangs oh fangs-\n\n\nSCP-5913-A-1:\n The wall on the other side is rougher! Jump, you lumbering piece of pollen!\n\n\nSCP-5913-A-3:\n Oh dear hill, please don’t let me die-\n\n\nSCP-5913-A-2:\n I jump!\n\n\nSCP-5913-B:\n You jump! Roll dexterity!\n\n\nSCP-5913-A-2:\n Shit, shit, shit-\n\n\n[SCP-5913-B pauses speaking.]\n\n\nSCP-5913-A-1:\n What is it?\n\n\nSCP-5913-A-3:\n What’s… what’s your roll, Terren-Tur?\n\n\nSCP-5913-A-2:\n Natural. Fucking. Twenty.\n7\n\n\nSCP-5913-B [excited]:\n \nNice!\n Alright, you jump to the opposite wall, trying to stabilize yourself enough to gain a purchase. Roll strength.\n\n\nSCP-5913-A-2:\n Strength is what I do. It’s a… 17.\n\n\nSCP-5913-B:\n 17 is more than enough! Good job. You start to slowly move down the wall, putting one leg after another as you begin to move down countless feet of wall.\n\n\nSCP-5913-A-1:\n ‘Nice when you have wings, huh?’\n\n\nSCP-5913-A-2 [grunting]:\n ‘Go fuck yourself.’\n\n\nSCP-5913-A-1:\n ‘Ooh, feisty! I like that in a man.’\n\n\nSCP-5913-A-3:\n I look down. Does it look like I can move down the wall? I don’t want to burden Terren-Tur.\n\n\nSCP-5913-B:\n You can certainly try. Even with your deformed legs, you can probably move down the wall properly.\n\n\nSCP-5913-A-3:\n ‘Sorry for burdening you, Terren-Tur.’ I whisper in his ear. ‘I’ll uh… make my own way.’\n\n\nSCP-5913-A-2 [tired]:\n ‘You sure?’\n\n\nSCP-5913-A-3:\n ‘Yes.’ With that, I move down his legs and start to climb down the wall myself.\n\n\nSCP-5913-B:\n Alright. Eventually, you do make it down unto the ground, feeling the refreshing soft ground below you. Many humans are about, but they’re keeping their distance. Some of them seem to be screaming really loudly. You have no idea why.\n\n\nSCP-5913-A-2:\n ‘Well, that was an adventure.’\n\n\nSCP-5913-A-1:\n ‘I reiterate what I said about flying.’\n\n\nSCP-5913-A-2:\n ‘Then give us wings, you damn bee.’\n\n\nSCP-5913-A-3:\n ‘Please stop fighting.’\n\n\nSCP-5913-B:\n Oh boy. Suddenly, you see in front of you a large metal beast moving through the onlooking crowd of humans.\n\n\nSCP-5913-A-1:\n What the hell are those?\n\n\nSCP-5913-B:\n Several humans clad in black shiny carapace come out of the metal beast, holding long shiny leg-like things in their hands with what looks like webs at the end.\n\n\nSCP-5913-A-3:\n What do humans want to do with us?\n\n\nSCP-5913-B:\n You guys don’t know it yet, but these people wish to put you away- forever and ever. Roll initiative\n8\n.\n\n\n\n\nShortly after the discovery of the fire at the residence and the relation of its owner to SCP-5913-B, Foundation operatives were dispatched to the scene in order to contain the three anomalous entities suspected to be in the area. During this, SCP-5913-B’s speech became too fast to follow, but among the words thought to have been said by the subject during this time are multiple instances of the phrase “Natural 20”. This coincided with the entities dodging the attempts of the operatives to apprehend them, allowing the entities to escape through a window into the next building.\n\n\nFurther vocalizations from SCP-5913-B stated that they “were in a deep tunnel, far under the ground, dug by Terren-Tur.” Due to this, further Foundation attempts to contain the three entities within New Jersey were deemed too impractical to continue, with efforts being directed towards information containment and monitoring. All witnesses to the Foundation operation were amnesticized.\n\n\nAs of the time of writing, all three SCP-5913-A entities are still at large.\n\n\nAddendum 5913.01:\n The following file contains the different vocalizations regarding “recaps” that SCP-5913-B has currently made before a bout of activity with SCP-5913-A. All pertinent entries have had notes added when possible.\n\n\n\n\n\n\n\n\nOne day after initial discovery:\n\n\n\n\nYesterday, our intrepid party was faced with a great tragedy- the house that you all were born in and lived in, fell to a great airy beast, burning your homes to the ground under its feet. It was here that we met you, our three adventurers: Terren-Tur, the mighty barbarian wolf spider; Beelia, our beautiful cleric of the Yellow Queen; and finally, our meek wizard Antonia, rife with potential.\n\n\nBarely surviving, you rushed out past the great white Column Cliff, Terren-Tur with Antonia on his back, clinging to his dear life unto walls so many dizzying feet high. After surviving the perilous climb down, you were accosted by several powerful humans covered in black carapace. Thanks to a few lucky natural 20s, you escaped into a tunnel dug by Terren-Tur, and now are headed towards the refugee camp housing (hopefully) the remains of the people from your house.\n\n\nSo, you three adventurers tied by fate, what do you do?\n\n\n\n\n\n\nThree days after initial discovery:\n\n\n\n\nDuring the last session, continuing on your journey towards the mythical City of the Great Wood, you received a tip-off from Dionisia, one of Antonia’s only surviving sisters. She spoke of the great Demon Monkey King far to the south in a land known as the Grey Lair, saying that if you were to know the cause of the destruction of your homes, that you would find it there.\n\n\nWith that in mind, you kept on moving towards the City of the Great Wood, stopping at the humble Foulsmell Village near the River of Sludge. There you met the hostile Prametto Roach tribe, which attacked right after you arrived. Terren-Tur held the line while Beelia stayed back, and it was then that you realized just what Antonia was capable of with a well-placed fire spell.\n\n\nAs we continue our adventure, you wake up in the dead of night at the Foulsmell village, ready to go on the next step of your journey. What do you do, adventurers?\n\n\n\n\n\n\nNine days after initial discovery:\n\n\n\n\nTo the surprise of none of you, the second day of your stay within the City of the Great Wood was colored with death. Like the first day, you passed mounds and mounds of dead ants much like Antonia, a sight that terrified her out of her wits. You battled several more of the dastardly red fire ants, a group that challenged your abilities as you fought for your lives within the cramped halls of the burrow.\n\n\nRecognizing that nothing awaited you in this dead city, you made plans to escape- but not before you met a friendly fire ant by the name of Candida. She told you of the great battles happening to the south, of great abominations of nature being brought low by the same humans that crossed you on the first day of your adventure, clad in black carapace. Knowing that this will bring you closer to the aping villain that destroyed your home, you soon made plans to cut south.\n\n\nThen, as you settled down for the night, you encountered several of the black-clad humans, ready to take you all. Terren-Tur was nearly killed by one of their looming boots before Antonia made a daring save as Beelia blinded the human with the glaring light of the Yellow Queen before being caught off guard by a foul smelling gas. Soon after, you escaped again with an expeditious retreat, Terren-Tur with Beelia on his back, this time into a nearby tree, heading underground for the foreseeable future. Luck was on your side that day, I think.\n\n\nSo, adventurers, where do you go from here?\n\n\n\n\n\n\nThirty days after initial discovery:\n\n\n\n\nEver since your departure from what was once your dear home, adventurers, you have found that you’ve only grown stronger since. With the fitting upgrade of several pieces of armor for Terren-Tur, more spells for Antonia, and a greater communion with the Yellow Queen for Beelia, you have found that now, more than ever, you are fit to interrogate the Demon Monkey King- something that one of your party members, Antonia, wished most amongst the three of you to do. You are level ten now, adventurers, and as we pass the half-way point into your adventure, I shall ask you again,\n\n\nWhat do you wish to do?\n\n\n\n\n\n\nFifty-eight days after initial discovery:\n\n\n\n\nDawn begins to rise on the great green mountains beside the Grey Lair, and as you arm up for what is to be the final battle on your journey, you take stock of everything that you have experienced so far.\n\n\nAntonia has learned so much, growing past her disabilities in order to bring everything against what can face the party. Beelia has grown to care about her friends, fully embracing her role as cleric as you banished the evil beetles of the Glade of Green and the Cylinders of Hard-Air from your midst. You have met many trials, and helped many insects. You have vanquished a large three foot tall human enough for him to flee, and fended off the great yellow beast that rushed to its aid. Only a day separates you from your journey to the Grey Lair, now, where you can finally vanquish the evil Demon Monkey and avenge the fallen.\n\n\nTo your advantage, you heard from one of your contacts, Dionisia, that the great beasts within the Grey Lair are stirring, heralding your attack on the villainous retreat.\n\n\nNow adventurers, what do you do?\n\n\nNote:\n Shortly after the beginning of SCP-5913-B’s vocalizations, Foundation operatives began to prepare outside of Site-19 to intercept SCP-5913-A and contain them. More Site Security personnel were set to be deployed from other Sites in case of a probable containment breach as mentioned by SCP-5913-B. Director Bright was asked to leave Site-19, but insisted to stay, citing \"that work needed to be fucking done\".\n\n\n\n\nUpdate 5913-1:\n The day after the penultimate vocalization of SCP-5913-B, Site-19 suffered the predicted containment breach related to twenty-seven SCPs. Adhering to containment breach protocol, Site-19 was locked down, though not before SCP-████ entered SCP-5913-B’s containment cell, killing the subject’s monitoring team.\n\n\nDue to the risk of Director Bright being injured or killed by the SCP-5913-A entities, the Site Director was ordered by O5 Command to lock down his office.\n\n\nSeveral hours after, the containment breach was successfully ended. Director Bright made no mention of an SCP-5913-A attack, and so it was assumed by Foundation personnel that all entities of SCP-5913-A were still at large within or near the facility.\n\n\nDuring the investigation, Foundation personnel returned to SCP-5913-B’s containment cell and noted that SCP-5913-B had ceased vocalizing and had returned to its vegetative state. When the recordings of SCP-5913-B were accessed at a remote terminal, a recent video file was found to have been recorded. Its transcript is included below.\n\n\n\n\nSCP-5913-B:\n Following the last leg of our journey yesterday, where you used Antonia's new teleport spell, we encountered a gauntlet of monsters and abominations within the depths of the Grey Lair. As is familiar now to you, you hacked through a variety of things: roaches, ants, spiders, before battling one final demonic entity- a dreaded rat. After much blood was spilled, you continued to journey through the tunnels of the Grey Lair\n9\n, taking long rests along the way as you prepared to make your final battle.\n\n\n[SCP-5913-B smiles]\n\n\nSCP-5913-B:\n Now, after a good rest, you are here, on the cusp of your adventure’s end. Many bars separate you now from the room that you think to be the throne room of the Demon Monkey King, made of impenetrable and shiny rock. What do you do, adventurers?\n\n\nSCP-5913-A-3:\n I… I think it’s obvious what we should do here. I move to the edge of the bars and cast Firebolt to melt the rock as stealthily as I can, making sure to only make a hole as large as Terren-Tur.\n\n\nSCP-5913-B:\n Good. Roll stealth.\n\n\nSCP-5913-A-3:\n 17.\n\n\nSCP-5913-A-B:\n You move to the edge of the bars and create a small hole with your firebolt cantrip, melting away the rock in the space of a few minutes. Like you wanted, it’s about the size of Terren-Tur.\n\n\nSCP-5913-A-2:\n ‘Oh dear fangs, here we go.’\n\n\nSCP-5913-A-1:\n ‘Lighten up, buttercup! We only need to head past those to get the answers we need.’\n\n\nSCP-5913-A-3:\n ‘J-just be careful, you two, alright? I don’t want anyone to get hurt.’\n\n\nSCP-5913-A-1:\n ‘Don’t you worry your pretty buzzy head, Antonia. We’ll make it count.’\n\n\nSCP-5913-A-2:\n ‘You guys remember the plan?’\n\n\nSCP-5913-A-3:\n ‘Yeah.’\n\n\nSCP-5913-A-1:\n ‘Why wouldn’t I? We’ve only been planning it for months.’\n\n\nSCP-5913-A-2:\n ‘Heh. Fangsdamn you, you feisty little bee.’\n\n\nSCP-5913-A-1:\n ‘I live to serve.’\n\n\nSCP-5913-B:\n Alright, are you ready to begin your final battle, adventurers?\n\n\nSCP-5913-A [in unison]:\n Hell yeah!\n\n\nSCP-5913-B:\n You creep forward. What’s your marching order?\n\n\nSCP-5913-A-1:\n Terren-Tur in front, me in the middle, sweet little Antonia at the back.\n\n\nSCP-5913-B:\n Alright. Terren-Tur, you move forward, making sure to keep to the shadows as you poke your head out of the opening.\n\n\nSCP-5913-A-2:\n What do I see?\n\n\nSCP-5913-B:\n Nothing but the Demon Monkey King, hunched forward, eyes closed. He… \nseems\n to be asleep.\n\n\nSCP-5913-A-3:\n I don’t like that…\n\n\nSCP-5913-A-1:\n Heh, that’s it? Thought we were in for a fight.\n\n\nSCP-5913-B:\n The Demon King is wearing a soft white web that resembles the finest silk- a hallmark, you think, of his domain’s opulence. His great mouth hangs open as he sleeps, great big breaths of air billowing from it with every second that passes. All around, you see red light coming and going, with loud beeping sounds sounding out as distant roars are heard.\n\n\nSCP-5913-A-1\n: ‘…guys. I think I have another plan.’\n\n\nSCP-5913-A-2:\n ‘What?’\n\n\nSCP-5913-A-3:\n ‘\nWhat?\n Can’t we stick to-‘\n\n\nSCP-5913-A-1:\n I point with my head towards the sleeping Demon King. ‘His mouth is open. We all know from our experiences with the three foot human that their mouth is the weak spot, along with their eyes. His eyes are closed, but the mouth…’\n\n\nSCP-5913-A-2 [in a warning tone]:\n ‘\nLia…\n’\n\n\nSCP-5913-A-3:\n ‘I really don’t think that’s a good idea.’\n\n\nSCP-5913-A-1:\n ‘Come on, you two! If we successfully kill him with one of Tonia’s 9th level fireball spells, we can avenge our friends and family, don’t you think?’\n\n\nSCP-5913-A-3:\n ‘Why are we trying to kill him? I thought we were trying to interrogate him!’\n\n\nSCP-5913-A-1:\n ‘Come on, Tonia. Creatures like that abomination \nare made to die.\n Don’t you remember your family?’\n\n\nSCP-5913-A-3:\n ‘Stop.’\n\n\nSCP-5913-A-1:\n ‘Your sisters?’\n\n\nSCP-5913-A-3:\n ‘Please stop.’\n\n\nSCP-5913-A-1:\n ‘\nYour queen?\n’\n\n\nSCP-5913-A-3:\n ‘Please stop!’\n\n\nSCP-5913-A-2:\n ‘…No. She’s right.’\n\n\nSCP-5913-A-3 [sniffling]:\n ‘What?’\n\n\nSCP-5913-A-2:\n ‘That thing killed everything important to us. Don’t you think we should pay him in kind?’\n\n\nSCP-5913-A-3:\n ‘But we don't even know why he destroyed our home! Don’t you want the truth of-‘\n\n\nSCP-5913-A-1:\n ‘Damn the truth! The one responsible is right there!’\n\n\nSCP-5913-B:\n He stirs. His mouth still remains open.\n\n\nSCP-5913-A-1:\n ‘Dear Yellow Queen, Tonia! Think of everyone that’s dead!’\n\n\nSCP-5913-A-2:\n ‘I agree with her. Let’s do it.’\n\n\n[SCP-5913-B pauses as SCP-5913-A-3 presumably considers the proposal.]\n\n\nSCP-5913-A-3 [low]:\n ‘Fine. Let’s kill him.’\n\n\nSCP-5913-A-1:\n ‘Oh hive, \nyes.\n’\n\n\nSCP-5913-A-3:\n ‘What’s your plan?’\n\n\nSCP-5913-A-1:\n ‘I fly into his mouth, holding you. You take the time to cast a fireball down his gullet, then cast Haste and get us out of there.’\n\n\nSCP-5913-A-2:\n ‘And what about me?’\n\n\nSCP-5913-A-1:\n ‘You, Terren, will have the important job of distracting him if he ever wakes up.’\n\n\nSCP-5913-A-2:\n ‘Sounds good. Whatever gets us to kill that prey-damned bastard.’\n\n\nSCP-5913-A-3:\n ‘Alright, let’s put it into action. Lia, can you hold me?’\n\n\nSCP-5913-A-1:\n I fly above her and try to hold onto her thorax.\n\n\nSCP-5913-B:\n Roll a strength check with disadvantage.\n\n\nSCP-5913-A-1:\n Rolling…\n\n\n[SCP-5913-B pauses.]\n\n\nSCP-5913-A-1:\n Oh, Yellow Queen, you have blessed me! Natural 20!\n\n\nSCP-5913-B:\n With disadvantage?!\n\n\nSCP-5913-A-1:\n With disat-hivedamned-vantage!\n\n\nSCP-5913-B [astonished]:\n Well, uh, okay then. You grab onto Antonia and start flying out of the gap.\n\n\nSCP-5913-A-3:\n I’m beginning to prepare the spell.\n\n\nSCP-5913-A-2:\n I, meanwhile, am going to creep down the wall with the Boots of Climbing I got from the Great Wood.\n\n\nSCP-5913-B:\n Sounds good. Alright Beelia, as you fly into his mouth…\n\n\n[SCP-5913-B pauses]\n\n\nSCP-5913-B:\n Nothing happens. You manage to get past the putrid winds coming from his mouth, and you position yourself above his gullet.\n\n\nSCP-5913-A-1:\n Fucking hell, DM, don’t you dare fucking scare me like that!\n\n\n[SCP-5913-B pauses]\n\n\nSCP-5913-A-1:\n Hoo, alright, let’s do this. Tonia, you ready?\n\n\nSCP-5913-A-3:\n Ready.\n\n\nSCP-5913-A-2:\n I’m presumably right in front of him on the wood table. I’m ready.\n\n\nSCP-5913-B:\n Whenever you’re ready, Tonia.\n\n\nSCP-5913-A-3:\n Alright. I feel magical energies gathering within myself as I hang above his throat, and as I do, I let out a gigantic fireball.\n\n\nSCP-5913-B [shocked]:\n Oh… no. Oh God no. Wait, why…\n\n\nSCP-5913-A-3:\n What?\n\n\nSCP-5913-B [frantic]:\n Spurred by the smoke from your fireball, he suddenly closes his mouth and swallows.\n\n\nSCP-5913-A-3:\n \nWhat?!\n\n\nSCP-5913-A-1:\n That’s… that’s beetlecrap!\n\n\nSCP-5913-A-2:\n Oh dear insect gods.\n\n\nSCP-5913-B [panicked]:\n I- I didn't think that…\n\n\nSCP-5913-A-1:\n Don't you control it?!\n\n\nSCP-5913-B:\n I don't! I'm sorry!\n\n\nSCP-5913-A-2:\n But you're the DM! You control-\n\n\nSCP-5913-B:\n I can't! I'm… let's continue.\n\n\n[SCP-5913-B pauses]\n\n\nSCP-5913-B:\n A surge of saliva catches Lia's wings, taking both of you down into its gullet. You try to move, but the saliva… the liquid around you hampers anything you do. You feel burning around your body, and then…\n\n\nSCP-5913-A-2:\n NO!\n\n\nSCP-5913-A-3:\n D-DM, please.\n\n\nSCP-5913-A-1:\n I can't die. I can't fucking-\n\n\nSCP-5913-B:\n Black.\n\n\n[A pause follows.]\n\n\n[SCP-5913-B begins to cry.]\n\n\nSCP-5913-B [sobbing]:\n I'm so sorry… I didn't know. You were so damn unprepared, I didn't know…\n\n\nSCP-5913-A-2:\n No, no, I can't fucking accept this! Not with how much we've gone through! \nI bite him!\n\n\n[SCP-5913-B hesitates]\n\n\nSCP-5913-B:\n Terren-\n\n\nSCP-5913-A-2:\n \nI BITE HIM!\n\n\nSCP-5913-B:\n You… you bite him with your fangs, causing him to jolt but not wake. His gigantic hand moves in your direction, striking you and causing you to fall against the nearby wall. A nearby shiny implement falls on you. Roll for… 60d6 damage.\n\n\nSCP-5913-A-2:\n Oh… no.\n\n\n[SCP-5913-B pauses]\n\n\nSCP-5913-B:\n Terren?\n\n\n[No response comes]\n\n\n[SCP-5913-B begins to sob profusely]\n\n\nSCP-5913-B:\n …Goodbye, guys. This was really fun. I’m so sorry I couldn’t save you.\n\n\n[A moment later, SCP-5913-B collapses back into a vegetative state in his bed. He does not stir.]\n\n\n[A few minutes later, SCP-5913-B began to vocalize. Its face begins to show signs of apparent sorrow. A tear runs down its cheek.]\n\n\nSCP-5913-B:\n I just wanted to have an adventure, just like we did all those years ago.\n\n\n\n\nShortly after, Director Bright was told of the events related to SCP-5913-A, and if he was conscious during the incident. A transcript of the CCTV camera footage is included below.\n\n\n\n\nDirector Bright is seen sleeping. On the wall beside him, a small indiscernible pixel of yellow is seen. A wolf spider crawls down the wall soon after, moving to the surface of the desk and beside Director Bright’s hand.\n\n\nAs Director Bright sleeps, the pixel disappears. Three seconds after, he closes his mouth and visibly swallows\n\n\nThe wolf spider bites into Director Bright’s hand, causing him to react by unconsciously moving his hand across the desk. The wolf spider is hit and disappears. A stapler is seen falling immediately after.\n\n\nThe noise of the stapler falling wakes Director Bright.\n\n\nDirector Bright:\n Jesus fucking Christ…\n\n\nDirector Bright looks around the room.\n\n\nDirector Bright:\n What the hell was that?\n\n\n\n\nDue to this, SCP-5913 has been reclassified as neutralized. SCP-5913-B has since been selected as a candidate for release out of Foundation custody. As Director Bright’s neutralization of SCP-5913-A was accidental, disciplinary action was withheld.\n\n\nUpdate 5913-02:\n Shortly before SCP-5913-B was set to be amnesticized in preparation for release, the subject began to emerge from its vegetative state. During its period of brief lucidity, it stated “We’ll have so many adventures again.” before collapsing back into its vegetative state.\n\n\nThree hours later, SCP-5913-B expired due to unknown causes. An ongoing autopsy is being conducted to discern the reason for the subject's death.\n\n\n\n\nFootnotes\n\n\n1\n. Based on the mechanics of the game that SCP-5913-A and SCP-5913-B are playing, it is presumed that the system being used by the subjects is Dungeons and Dragons, Fifth Edition.\n\n\n2\n. Foundation operatives have found no evidence of an entity named “The Yellow Queen”.\n\n\n3\n. Based on the type of language used by SCP-5913-B, it is presumed that the subject has a mentality similar to a thirteen year old\n\n\n4\n. Sometimes abbreviated as \"DM\", it is a term in tabletop gaming specifically used for the game masters of the role playing game Dungeons and Dragons\n\n\n5\n. Scans of SCP-5913-B's brain activity have suggested that SCP-5913-B enters a state similar to intense REM sleep during these intervals of activity.\n\n\n6\n. A roll used to determine the success of a character's attempt to perceive objects.\n\n\n7\n. The highest roll a player can get in Dungeons and Dragons\n\n\n8\n. A term in Dungeons and Dragons used to determine the start of combat.\n\n\n9\n. After subsequent Foundation investigations, it has been concluded that the “tunnels” spoken of by SCP-5913-B were Site-19’s vents.\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\n« \nSCP-5912\n | SCP-5913 | \nSCP-5914\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5913\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5913\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 8666199075_aafefd1a53_b\n\n\nName:\n Acordar\n\n\nAuthor:\n c-pyanelly\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/8163b64a-9aaa-41a2-a922-9590914005e4\n\n\n\n\n\n\nFilename:\n 42114586201_c4ca26412c_b\n\n\nName:\n Hogna carolinensis - Carolina Wolf Spider\n\n\nAuthor:\n FritzFlohrReynolds\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/443fe49c-1aa1-4d7e-a699-44609ba3927f\n\n\n\n\n\n\nFilename:\n 48022733391_da085d08d7\n\n\nName:\n Anoplolepis gracilipes (Yellow Crazy Ant)\n\n\nAuthor:\n GeeC\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/1a0677b3-0d2a-4e94-96a3-6b5e5994b4c5\n\n\n\n\n\n\nFilename:\n 9576164641_3022a8aede_b\n\n\nName:\n Western honey bee\n\n\nAuthor:\n cricketsblog\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/01295920-4441-40db-9007-499ad459bf76",
    "addendums": [
        "Addendum 5913.01: The following file contains the different vocalizations regarding “recaps” that SCP-5913-B has currently made before a bout of activity with SCP-5913-A. All pertinent entries have had notes added when possible."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5913 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-5913 . Licensed under CC-BY-SA .",
        "Filename: 8666199075_aafefd1a53_b Name: Acordar Author: c-pyanelly License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/8163b64a-9aaa-41a2-a922-9590914005e4",
        "Filename: 42114586201_c4ca26412c_b Name: Hogna carolinensis - Carolina Wolf Spider Author: FritzFlohrReynolds License: CC-BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/443fe49c-1aa1-4d7e-a699-44609ba3927f",
        "Filename: 48022733391_da085d08d7 Name: Anoplolepis gracilipes (Yellow Crazy Ant) Author: GeeC License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/1a0677b3-0d2a-4e94-96a3-6b5e5994b4c5",
        "Filename: 9576164641_3022a8aede_b Name: Western honey bee Author: cricketsblog License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/01295920-4441-40db-9007-499ad459bf76"
    ],
    "containment_procedures": "Due to previous failed containment attempts, all entities in SCP-5913-A are to be monitored and all witnesses amnesticized by an assigned team. Should SCP-5913-A enter Site-19, all personnel are to attempt to contain the entities. Lethal force is not permitted under any circumstances.",
    "description": "SCP-5913 is a phenomenon affecting two anomalies known as SCP-5913-A and SCP-5913-B, which causes both subjects to play parts in a fictional table-top roleplaying game1.",
    "title": "SCP-5913"
}