{
    "url": "https://scp-wiki.wikidot.com/scp-5918",
    "all_text": "rating: \n+92\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n92.6%\n\n(+100)\n\n\n7.4%\n\n(-8)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+92\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5918\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The entire known quantity of SCP-5918 is to remain stored in a secure item locker in Site-83. SCP-5918 must remain outside of soil unless in use. Consumption of SCP-5918 or its byproduct is strictly forbidden.\n\n\nDescription:\n SCP-5918 is the designation given to approximately 2,000 sunflower seeds that are contained within a standard black garbage bag, with a white sticker labeled, \"Spare Parts,\" that was attached to the exterior of the object.\n\n\nSCP-5918's anomalous properties manifest once it has been buried in soil and provided with at least .5 liters of distilled water. A fully grown sunflower will emerge from a planted SCP-5918 instance within two hours, and a human body part will be produced from the pistil. The type of body part produced by SCP-5918 is determined by the amount of water it was supplied with when planted. A comprehensive list of grown instances can be found below.\n\n\nThe body parts grown from SCP-5918 do not show any degradation or decay until they have been attached to a living organism. They do not need to be surgically attached, as they will form new connective tissue once in the vicinity of the original body.\n\n\nOnce attached, the body part will alter its pigmentation, orientation, and appearance until it is indistinguishable from the subject. The subject will have full control of the attached part without any compromise of their pre-existing skills.\n\n\nAttached body parts have a 19% chance of replicating a subject's pre-existing afflictions. The reason for this is currently unknown.\n\n\nDiscovery\n\nSCP-5918 was seized from an establishment called \nCannibal Chin's\n in Northern New Jersey on October 19, 2023, during the retrieval of \nSCP-5980\n. Investigations of the freezer revealed a number of severed human limbs\n1\n, as well as the bag containing SCP-5918.\n\n\n\n\n+ Access list of grown body parts\n\n\n\n\n- Close File\n\n\n\n\n\n\n\n\nAmount of water\n\n\nBody part\n\n\n\n\n\n\n0.5 Liters\n\n\nOne hand\n\n\n\n\n\n\n0.7 Liters\n\n\nOne arm from the elbow down\n\n\n\n\n\n\n0.9 Liters\n\n\nOne leg from the knee down\n\n\n\n\n\n\n1 Liter\n\n\nOne arm from the shoulder down\n\n\n\n\n\n\n1.3 Liters\n\n\nOne leg from the hip down\n\n\n\n\n\n\n1.4 Liters\n\n\nOne hip\n\n\n\n\n\n\n1.7 Liters\n\n\nOne eye\n\n\n\n\n\n\n2.5 Liters\n\n\nOne torso from the throat down\n\n\n\n\n\n\n3 Liters\n\n\nOne human body\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access testing logs\n\n\n\n\n- Close testing logs\n\n\n\n\n\n\nTEST 1\n\n\nDate:\n October 21, 2023\n\n\nPerformed by:\n Dr. Allegre (Dr. Andrews assisting)\n\n\nSubject:\n D-4719, male (21)\n\n\nPre-existing conditions:\n None\n\n\nResult:\n D-4719's right index finger was surgically amputated. SCP-5918 was provided with 0.5 liters of distilled water. After two and a half hours, a human hand sprouted from the SCP-5918 instance. The index finger was removed and surgically grafted to D-4719. D-4719 retained complete control of his hand thereafter, although he experienced minor emotional distress.\n\n\n\n\n\n\nTEST 2\n\n\nDate:\n October 22, 2023\n\n\nPerformed by:\n Dr. Allegre (Dr. Andrews assisting)\n\n\nSubject:\n D-4820, female (19)\n\n\nPre-existing conditions:\n None\n\n\nResult:\n D-4820's left hand was surgically amputated. SCP-5918 was provided with 0.5 liters of distilled water. Results were similar to the previous test.\n\n\n\n\n\n\nTEST 6\n\n\nDate:\n October 25, 2023\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubjet:\n D-4218, female (65)\n\n\nPre-existing conditions:\n Shattered left knee, replaced with a titanium plate.\n\n\nResult:\n D-4218's leg was amputated from the knee down. SCP-5918 was supplied with 0.9 liters of distilled water. Once grafted to D-4218, she immediately began walking without her usual limp.\n\n\n\n\n\n\nTEST 10\n\n\nDate:\n November 3, 2023\n\n\nPerformed by:\n Dr. Allegre (Dr. Andrews assisting)\n\n\nSubject:\n D-4501, male (26)\n\n\nPre-existing conditions:\n Scoliosis\n\n\nResult:\n D-4501's spine was surgically removed. SCP-5918 was supplied with 2.5 liters of distilled water, and a human torso was sprouted from its pistil. D-4501's spine was replaced and he stood two centimeters taller than before.\n\n\n\n\n\n\nTEST 12\n\n\nDate:\n November 8, 2023\n\n\nPerformed by:\n Dr. Allegre (Dr. Andrews assisting)\n\n\nSubject:\n D-4681, male (51)\n\n\nPre-existing conditions:\n Stage II Lymphoma\n\n\nResult:\n The affected areas of D-4681's throat were surgically removed. SCP-5918 was supplied with 2.5 liters of water, and a human torso sprouted from its pistil. While the implantation of the new tissue was a success, D-4681's cancer returned.\n\n\n\n\n\n\nTEST 20\n\n\nDate:\n December 25, 2023\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n D-4790, female (35)\n\n\nPre-existing conditions:\n Heart failure\n\n\nResult:\n D-4790's heart was surgically removed and she was put on bypass. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Results were within expectations, and D-4790 made a complete recovery.\n\n\n\n\n\n\nTEST 23\n\n\nDate:\n January 1, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n Dr. Allegre\n\n\nPre-existing conditions:\n Stage III pancreatic cancer\n\n\nResult:\n Dr. Allegre's pancreas was surgically removed. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Dr. Allegre's health returned to normal, although her cancer returned within 24 hours.\n\n\n\n\n\n\nTEST 24\n\n\nDate:\n January 3, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n Dr. Allegre\n\n\nPre-existing conditions:\n Stage III pancreatic cancer\n\n\nResult:\n Same as the previous test.\n\n\n\n\n\n\nTEST 25\n\n\nDate:\n January 5, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n Dr. Allegre\n\n\nPre-existing conditions:\n Stage III pancreatic cancer\n\n\nResult:\n Dr. Allegre's pancreas and part of her abdomen were surgically removed. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Dr. Allegre's cancer did not disappear despite removing all affected areas. Her cancer returned after three hours.\n\n\n\n\n\n\nTEST 26\n\n\nDate:\n February 14, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n Dr. Allegre\n\n\nPre-existing conditions:\n Stage IV pancreatic cancer\n\n\nResult:\n Results were similar to the previous test.\n\n\n\n\n\n\nTEST 30\n\n\nDate:\n February 14, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n D-4681, male (51)\n\n\nPre-existing conditions:\n Stage II Lymphoma\n\n\nResult:\n Results were similar to the previous test involving D-4681.\n\n\n\n\n[SUBSEQUENT TESTS HAVE BEEN REDACTED FOR BREVITY]\n\n\n\n\nTEST 40\n\n\nDate:\n April 14, 2024\n\n\nPerformed by:\n Dr. Andrews\n\n\nSubject:\n Dr. Allegre\n\n\nPre-existing conditions:\n Stage IV pancreatic cancer\n\n\nResult:\n Same as the last fourteen tests. Further testing has been postponed by the Ethics Committee.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident 5918-1-5-2024\n\n\n\n\n- Close Report\n\n\n\n\nFollowing Test 40, Dr. Andrews made no less than thirteen appeals for access to SCP-5918. Each request was denied.\n\n\nOn April 26, 2024, Dr. Allegre and Dr. Andrews attempted to utilize SCP-5918 without proper authorization. Dr. Allegre poured 3 Liters of water onto a planted instance of SCP-5918, resulting in the growth of a complete human body from SCP-5918. At Dr. Allegre's request, Dr. Andrews surgically removed Dr. Allegre's brain and implanted it in the body produced by SCP-5918. After approximately twenty minutes, the body produced by SCP-5918 began identifying as Dr. Allegre and assumed her physical appearance.\n\n\nThe following interview took place shortly after this discovery.\n\n\n\n\n<Begin log>\n\n\nInterviewer:\n Dr. Chin\n2\n\n\nInterviewee:\n Dr. Allegre\n\n\nDr. Chin:\n Hey, Allison. How're you doing?\n\n\nDr. Allegre:\n I feel like I'm 20 again.\n\n\nDr. Chin:\n (Chuckles) That's good, Ally.\n\n\nDr. Allegre:\n Would you mind if I call the kids real quick, Alaina? I know you're about to interview me, I don't want to be ru-\n\n\nDr. Chin:\n Go ahead. I'm sure Aubrey and Hunter will lose their minds when they find out they won't have to wait in hospitals anymore.\n\n\nDr. Allegre:\n Thanks! (Dial-tone). Aubrey? Get your brother! Mommy's got good news!\n\n\n[PHONE TRANSCRIPT REDACTED FOR BREVITY]\n\n\nDr. Allegre:\n (Sniffling) Thank you.\n\n\nDr. Chin:\n Would you be able to answer some questions for me now, or do you want to wait a bit longer? There's no rush after all.\n\n\nDr. Allegre:\n No no, I'm fine. Ask away.\n\n\nDr. Chin:\n So how did it feel when you first entered your new body.\n\n\nDr. Allegre:\n Like… I felt like a baby would when they're learning how to control their own bodies. It was like, difficult at first. Very disorientating. But after a few minutes, it felt like normal.\n\n\nDr. Chin:\n Do you feel any different than before? Any new or unusual properties?\n\n\nDr. Allegre:\n Not really, no. Still the same old me.\n\n\nDr. Chin:\n Old is right, Ally.\n\n\nDr. Allegre:\n Shut up. Between you, Owen\n3\n, and the kids I've got maybe a decade left in me at best. You're all a bunch of headaches.\n\n\nDr. Chin:\n Don't act like you don't love us.\n\n\nDr. Allegre:\n Don't ever have kids. \nDefinitely\n don't mentor two doctors at the same time.\n\n\nDr. Chin:\n So, apart from relearning how to pilot your own body, you're feeling normal?\n\n\nDr. Allegre:\n Yes, ma'am. Do me a favor and tell Owen to stop worrying. We're doctors, not superheroes. He'll understand what I mean.\n\n\n<End log>\n\n\n\n\nSeveral extensive tests were later run on Dr. Allegre. Her body no longer showed signs of pancreatic cancer, and Dr. Allegre was allowed to return to work. However, her cancer returned after approximately twelve hours and metastasized immediately.\n\n\nDr. Allegre was pronounced deceased on April 26, 2024. Dr. Andrews was reprimanded for his actions and is now given a weekly psychological evaluation. Dr. Allegre's children were amnesticized in order to maintain secrecy, as they had knowledge of Dr. Allegre's anomalous recovery.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Later confirmed to be the severed limbs, skin, and organs of SCP-5980.\n\n\n2\n. Alaina Chin\n\n\n3\n. Dr. Andrews\n\n\n\n\n\n\n\n\n« \nSCP-5917\n | SCP-5918 | \nSCP-5919\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5918\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5918\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "TEST 1 Date: October 21, 2023 Performed by: Dr. Allegre (Dr. Andrews assisting) Subject: D-4719, male (21) Pre-existing conditions: None Result: D-4719's right index finger was surgically amputated. SCP-5918 was provided with 0.5 liters of distilled water. After two and a half hours, a human hand sprouted from the SCP-5918 instance. The index finger was removed and surgically grafted to D-4719. D-4719 retained complete control of his hand thereafter, although he experienced minor emotional distress.",
        "TEST 2 Date: October 22, 2023 Performed by: Dr. Allegre (Dr. Andrews assisting) Subject: D-4820, female (19) Pre-existing conditions: None Result: D-4820's left hand was surgically amputated. SCP-5918 was provided with 0.5 liters of distilled water. Results were similar to the previous test.",
        "TEST 6 Date: October 25, 2023 Performed by: Dr. Andrews Subjet: D-4218, female (65) Pre-existing conditions: Shattered left knee, replaced with a titanium plate. Result: D-4218's leg was amputated from the knee down. SCP-5918 was supplied with 0.9 liters of distilled water. Once grafted to D-4218, she immediately began walking without her usual limp.",
        "TEST 10 Date: November 3, 2023 Performed by: Dr. Allegre (Dr. Andrews assisting) Subject: D-4501, male (26) Pre-existing conditions: Scoliosis Result: D-4501's spine was surgically removed. SCP-5918 was supplied with 2.5 liters of distilled water, and a human torso was sprouted from its pistil. D-4501's spine was replaced and he stood two centimeters taller than before.",
        "TEST 12 Date: November 8, 2023 Performed by: Dr. Allegre (Dr. Andrews assisting) Subject: D-4681, male (51) Pre-existing conditions: Stage II Lymphoma Result: The affected areas of D-4681's throat were surgically removed. SCP-5918 was supplied with 2.5 liters of water, and a human torso sprouted from its pistil. While the implantation of the new tissue was a success, D-4681's cancer returned.",
        "TEST 20 Date: December 25, 2023 Performed by: Dr. Andrews Subject: D-4790, female (35) Pre-existing conditions: Heart failure Result: D-4790's heart was surgically removed and she was put on bypass. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Results were within expectations, and D-4790 made a complete recovery.",
        "TEST 23 Date: January 1, 2024 Performed by: Dr. Andrews Subject: Dr. Allegre Pre-existing conditions: Stage III pancreatic cancer Result: Dr. Allegre's pancreas was surgically removed. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Dr. Allegre's health returned to normal, although her cancer returned within 24 hours.",
        "TEST 24 Date: January 3, 2024 Performed by: Dr. Andrews Subject: Dr. Allegre Pre-existing conditions: Stage III pancreatic cancer Result: Same as the previous test.",
        "TEST 25 Date: January 5, 2024 Performed by: Dr. Andrews Subject: Dr. Allegre Pre-existing conditions: Stage III pancreatic cancer Result: Dr. Allegre's pancreas and part of her abdomen were surgically removed. SCP-5918 was provided with 2.5 liters of water, and a human torso sprouted from its pistil. Dr. Allegre's cancer did not disappear despite removing all affected areas. Her cancer returned after three hours.",
        "TEST 26 Date: February 14, 2024 Performed by: Dr. Andrews Subject: Dr. Allegre Pre-existing conditions: Stage IV pancreatic cancer Result: Results were similar to the previous test.",
        "TEST 30 Date: February 14, 2024 Performed by: Dr. Andrews Subject: D-4681, male (51) Pre-existing conditions: Stage II Lymphoma Result: Results were similar to the previous test involving D-4681.",
        "TEST 40 Date: April 14, 2024 Performed by: Dr. Andrews Subject: Dr. Allegre Pre-existing conditions: Stage IV pancreatic cancer Result: Same as the last fourteen tests. Further testing has been postponed by the Ethics Committee.",
        "<Begin log> Interviewer: Dr. Chin 2 Interviewee: Dr. Allegre Dr. Chin: Hey, Allison. How're you doing? Dr. Allegre: I feel like I'm 20 again. Dr. Chin: (Chuckles) That's good, Ally. Dr. Allegre: Would you mind if I call the kids real quick, Alaina? I know you're about to interview me, I don't want to be ru- Dr. Chin: Go ahead. I'm sure Aubrey and Hunter will lose their minds when they find out they won't have to wait in hospitals anymore. Dr. Allegre: Thanks! (Dial-tone). Aubrey? Get your brother! Mommy's got good news! [PHONE TRANSCRIPT REDACTED FOR BREVITY] Dr. Allegre: (Sniffling) Thank you. Dr. Chin: Would you be able to answer some questions for me now, or do you want to wait a bit longer? There's no rush after all. Dr. Allegre: No no, I'm fine. Ask away. Dr. Chin: So how did it feel when you first entered your new body. Dr. Allegre: Like… I felt like a baby would when they're learning how to control their own bodies. It was like, difficult at first. Very disorientating. But after a few minutes, it felt like normal. Dr. Chin: Do you feel any different than before? Any new or unusual properties? Dr. Allegre: Not really, no. Still the same old me. Dr. Chin: Old is right, Ally. Dr. Allegre: Shut up. Between you, Owen 3 , and the kids I've got maybe a decade left in me at best. You're all a bunch of headaches. Dr. Chin: Don't act like you don't love us. Dr. Allegre: Don't ever have kids. Definitely don't mentor two doctors at the same time. Dr. Chin: So, apart from relearning how to pilot your own body, you're feeling normal? Dr. Allegre: Yes, ma'am. Do me a favor and tell Owen to stop worrying. We're doctors, not superheroes. He'll understand what I mean. <End log>",
        "\" SCP-5918 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-5918 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5918",
    "object_class": "Safe",
    "containment_procedures": "The entire known quantity of SCP-5918 is to remain stored in a secure item locker in Site-83. SCP-5918 must remain outside of soil unless in use. Consumption of SCP-5918 or its byproduct is strictly forbidden.",
    "description": "SCP-5918 is the designation given to approximately 2,000 sunflower seeds that are contained within a standard black garbage bag, with a white sticker labeled, \"Spare Parts,\" that was attached to the exterior of the object.",
    "title": "SCP-5918"
}