{
    "url": "https://scp-wiki.wikidot.com/scp-5920",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\nItem #:\n SCP-5920\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All SCP-5920 units are to be contained within Suite 908A of Site-01 and managed through Project AURUM SILKWORM.\n\n\nSCP-5920 test subjects shall be chosen from within MTF Alpha-1 (\"Red Right Hand\") according to depth of project-relevant experiences, particularly personnel management and information extraction. Participation in AURUM SILKWORM is to be codified as a requirement of MTF Alpha-1 membership.\n\n\nMembers of MTF Alpha-1 who have been exposed to memories with intensity quotients over 20,000 may not be assigned to Overseer Council security details. Such individuals are not to be permitted transfer to other positions within the Foundation or retirement from their posts.\n\n\nDescription:\n SCP-5920 is a specific combination of technologies that identify, extract, and duplicate an individual's memories. Additionally, SCP-5920 converts extracted memories into audiovisual media that can be experienced by other parties through normal exposure. Although replicable within the Foundation, progenitor paratech guarantees anomalous classification until public technology makes similar advancements.\n\n\nSCP-5920 units consist of three components:\n\n\n\n\nA central terminal controls the process and stores extracted memories for processing.\n\n\nAn EEG headset analyzes cerebral activity and hosts micro-needles for insertion through thinner skull sections.\n\n\nA chair equipped with full-body restraints ensures subject safety during high-intensity exposure.\n\n\n\n\nFacilities for large-scale biological matter disposal are frequently used \npost hoc\n, but are not considered integral.\n\n\nSerial use of SCP-5920 amplifies the qualities of extracted memories via filtration through ego constructs. Second-hand experiences are often more potent due to additional layers of psychological baggage, as are third-hand experiences, fourth-hand experiences, etc. As a result, individuals' experiences, preferences, and outlooks influence the qualities of filtered memories, which vary significantly in duration, emotional slant, and intensity. Observing the audiovisual output of high-concentration memories induces a variety of effects within the human body:\n\n\n\n\n\n\nIntensity Quotient Range\n\n\nBodily Effects\n\n\n\n\n\n\n0 - 300\n\n\nNone observed. Subjects typically report calming experiences.\n\n\n\n\n\n\n300 - 4,000\n\n\nFluctuations in heart rate, blood pressure, and brain activity depending on each memory's emotional slant. Broad worldviews may be shifted by repeated exposure.\n\n\n\n\n\n\n4,000 - 20,000\n\n\nSignificant fluctuations in heart rate, blood pressure, and brain activity depending on memory slant. Elevated risk of cardiac arrest, internal hemorrhaging, and general organ failure.\n\n\n\n\n\n\n20,000+\n\n\nAll test subjects not previously exposed to moderate-intensity memories have immediately expired.\n\n\n\n\n\n\nAddendum 5920-A (Original Test Log Samples):\n\n\n\n\n[OPEN TEST LOG]\n\n\n\n\n[CLOSE TEST LOG]\n\n\n\n\nTest Number:\n 14\n\n\nMemory Donor:\n Janet York\n\n\nTest Subject:\n D-71354\n\n\nPsychological Evaluation Summary:\n D-71354 is a well-adjusted individual with few concerning proclivities. Despite spending several years in Foundation custody, she maintains a generally positive attitude, speaks frequently about hopes for the future, and is highly regarded by her peers.\n\n\nExperiential Report:\n\n\n\n\n\"It's a fine sight. Waves, sun, everything you need. There's sand squishing between my toes. Sand falling through my fingers too. There's even sand in my swimsuit, but that's a small price to pay if there ever was one.\n\n\nNow I'm laughing. That's not my voice, but I'm laughing anyway. Not my lips, but I'm smiling. It feels nice. The sun's as warm as I remember; maybe even warmer. I'm drinking too. The doctor said I shouldn't anymore, but one won't hurt. The girls say it'll do me good.\n\n\nThere's water between my toes now. My feet are wet, and my legs, and I'm diving under. Not sure if I know how to swim, but I'm managing fine. Reefs below, fish out front, and my friends all around. Everything's going to be fine.\"\n\n\n\n\nEstimated Intensity Quotient (Retroactive):\n 25\n\n\n\n\nTest Number:\n 15\n\n\nMemory Donor:\n D-71354\n\n\nTest Subject:\n D-89522\n\n\nPsychological Evaluation Summary:\n D-89522 expresses the typical pessimistic outlook of D-Class personnel, but otherwise exhibits no concerning tendencies beyond persistent aquaphobia.\n\n\nExperiential Report:\n\n\n\n\n\"No, wait, yeah, I know them. My friends. My friends are playing in the surf while I sit on a towel and drink. There’s nothing wrong with that. But, like, well, maybe there is something wrong. My breath catches when one of them slips in the water. It’s only ankle deep, but they might fall beneath anyway. They’re going to fall, and sink, and never come up again. I don’t want to be a wet blanket though.\n\n\nOne of them runs back out to talk to me. She’s dripping everywhere, but not on me. Thank god, not on me. She’s so happy though. She’s practically bubbling herself. We’re talking, and talking, and then she grabs my hand. It’s wet, but I can handle that. Wet and warm, at least. Warm and alive, for now.\n\n\nShe tugs me back toward the water. My heart’s racing, but I step in anyway. I try my hardest to laugh with them, even if it feels like I’m going to drown standing. That’s what it takes.\"\n\n\n\n\nEstimated Intensity Quotient (Retroactive):\n 44\n\n\n\n\nTest Number:\n 16\n\n\nMemory Donor:\n D-89522\n\n\nTest Subject:\n D-92001\n\n\nPsychological Evaluation Summary:\n D-92001 exhibits antisocial behaviors and was previously convicted for a series of violent offenses.\n\n\nExperiential Report:\n\n\n\n\n\"We’re all playing in the water. It’s a city pool, right? One of those big ones. There’re hundreds of us crammed in there. Nah, more like thousands. Heh. We’re ass to elbows, knees to faces. Just one big screaming mess of kids. I don’t even want to think of what’s in the water. Snot, and piss, and worse. Heh. Yeah, lots worse.\n\n\nIt’s a gross stew I keep dunking this one kid in. We’re all in the pot together, so it doesn’t matter much if one goes under for a bit. He’s struggling, but not enough. He’s whining, but it’s just wasting air. He’s blue when he comes up; I push him down again. Heh. Someone’s screaming at me. He’ll be fine though. We've all survived worse. I tell him that, but he just keeps screaming. He won't listen. He just won't fucking listen, so I keep pushing him under. He probably deserves it. Yeah. Definitely.\"\n\n\n\n\nEstimated Intensity Quotient (Retroactive):\n 68\n\n\n\n\n\n\n\n\nAddendum 5920-B (Project AURUM SILKWORM Initiation):\n\n\n\n\n[OPEN DOCUMENT]\n\n\n\n\n[CLOSE DOCUMENT]\n\n\n\n\nArchived document:\n\n\n\n\nTo requisitioned personnel,\n\n\nUnder the authority of O5-3, Project AURUM SILKWORM has been established to examine practical applications of SCP-5920. Based on current analyses, refined memories hold great potential as therapeutic aids and memetic agents. Other applications are expected to arise in the course of research.\n\n\nAlthough D-Class personnel were initially used to test involved procedures, MTF Alpha-1 personnel are henceforth to be employed due to their abundance of potent experiences, extant clearances, and relevance to long-term project goals. These goals include:\n\n\n• Creating new media-based security mechanisms to replace aging memetic agents.\n\n• Creating low-cost treatments to raise Foundation personnel's morale, efficiency, and loyalty.\n\n• Improving the operational capacity of mobile task forces within cognitohazardous environments.\n\n\nAdditional details will be provided within our secure facilities.\n\n\nSincerely,\n\nAdrianne Berryman, Project Lead\n\nMaxwell Langford, Project Lead\n\n\n\n\n\n\n\n\n\n\nAddendum 5920-C (Intermediary Test Log Samples):\n\n\n\n\n[OPEN TEST LOG]\n\n\n\n\n[CLOSE TEST LOG]\n\n\n\n\n\n\n\n\nTest Number\n\n\nOutput Subject\n\n\nInput Memory Tag\n\n\nOutput Memory Tag\n\n\nSlant\n\n\nEstimated Intensity Quotient\n\n\n\n\n\n\n242\n\n\nD-86411\n\n\nABT-512-777\n\n\nABT-512-776\n\n\nNeutral\n\n\n330\n\n\n\n\n\n\n243\n\n\nD-51558\n\n\nABT-512-776\n\n\nABS-512-774\n\n\nPositive\n\n\n350\n\n\n\n\n\n\n244\n\n\nD-28999\n\n\nABS-512-774\n\n\nABS-511-774\n\n\nPositive\n\n\n462\n\n\n\n\n\n\n245\n\n\nPestle\n1\n\n\nABS-511-774\n\n\nABS-406-733\n\n\nNeutral\n\n\n1,500\n\n\n\n\n\n\n246\n\n\nPheasant\n\n\nABS-406-733\n\n\nABQ-405-722\n\n\nNeutral\n\n\n2,300\n\n\n\n\n\n\n247\n\n\nCandle\n\n\nABQ-405-722\n\n\nABQ-355-700\n\n\nNegative\n\n\n5,300\n\n\n\n\n\n\n248\n\n\nCricket\n\n\nABQ-355-700\n\n\nABQ-353-698\n\n\nNegative\n\n\n13,800\n\n\n\n\n\n\n249\n\n\nAdder\n\n\nABQ-353-698\n\n\nABQ-349-665\n\n\nNegative\n\n\n21,000\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5920-D (Additional AURUM SILKWORM Directives):\n\n\n\n\n[OPEN DOCUMENT]\n\n\n\n\n[CLOSE DOCUMENT]\n\n\n\n\nArchived document:\n\n\n\n\nTo all relevant personnel,\n\n\nAt the behest of O5-3, and in light of recent events, new objectives have been added to AURUM SILKWORM guidance documents:\n\n\n• Assessing resistance to amnestics and memetic agents among test subjects.\n\n• Developing procedures to inhibit these escalating resistances.\n\n• Creating countermeasures to close resultant security gaps.\n\n\nWe are aware that this may prove difficult for many of you, but O5-3 has conveyed the importance of equipping the Overseer Council with tools to manage its closest ring of personnel. Swift progress is expected.\n\n\nSincerely,\n\nAdrianne Berryman, Project Lead\n\nMaxwell Langford, Project Lead\n\n\n\n\n\n\n\n\n\n\nAddendum 5920-E (Recent Test Log Sample):\n\n\n\n\n[OPEN TEST LOG]\n\n\n\n\n[CLOSE TEST LOG]\n\n\n\n\n\n\n\n\nTest Number\n\n\nOutput Subject\n\n\nInput Memory Tag\n\n\nOutput Memory Tag\n\n\nSlant\n\n\nEstimated Intensity Quotient\n\n\n\n\n\n\n850\n\n\nAcorn\n\n\nBQA-998-516\n\n\nBQA-910-767\n\n\nNegative\n\n\n225,000\n\n\n\n\n\n\n851\n\n\nOpossum\n\n\nBQA-910-767\n\n\nBQC-710-441\n\n\nNegative\n\n\n250,500\n\n\n\n\n\n\n852\n\n\nSquid\n\n\nBQF-710-441\n\n\nBQF-661-300\n\n\nNegative\n\n\n280,700\n\n\n\n\n\n\n853\n\n\nSnail\n\n\nBQF-661-300\n\n\nBQF-513-013\n\n\nNegative\n\n\n300,300\n\n\n\n\n\n\n\n\nMost Recent Entry\n:\n\n\nTest Number:\n 854\n\n\nInput Subjects:\n Acorn, Newt, Vole, Cradle, Opossum, Squid, Snail\n\n\nOutput Subject:\n Wren\n\n\nOutput Memory Tag:\n CZI-913-743\n\n\nOutput Subject Vocalizations:\n\n\n\n\n\"No, I don't feel anything.\n\n\nYeah, Langford, I see it. That doesn't mean I feel anything. There's a lot to take in at once, alright? Maybe people I haven't hurt yet? Or maybe people I'm going to hurt. They're screaming then dying. Screaming while dead. Something like that. I've got my knife, my pistol, and a hundred half-chewed hearts inside. My fingers slide through their eyes. My teeth are around their necks. The blood tastes like bleach, and I'm breathing it deep.\n\n\nThey hate me. Their children died in airstrikes, and their siblings sank into the sea. I'm on trial. I'm in prison. I'm buried ten stories deep. Someone drags me out of the ground anyway. Their hands are on my wrists, along my spine. There's a hotel room. I'm hanging upside down in the bathroom, bruised all over. Sewage drips from the shower. Something is leaking under the door, thick, black, and mewling. The bed is full of bodies; no, wait, there are only two, but I don't know which is mine. A dog is gnawing on my leg. Another is deep in my guts. It's got dad's face and mom's voice. A drill presses right against my forehead. It's spinning up, hot and loud. Breaking the skin. Pushing in. All I can hear are my breaths through her mouth.\n\n\nNo, nothing hurts. Don't you have biometrics? Nothing's wrong.\n\n\nNo, it's just like one of those magic eye things.\n\n\nNo, I feel fine.\"\n\n\n\n\nSlant:\n Null\n\n\nEstimated Intensity Quotient:\n 18,500,000\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. During transition between test subject populations, a request was made by Alpha-1 OPCOM to use standard-issue pseudonyms in public records. Concessions were made due to unique cultural concerns within MTF Alpha-1.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5919\n | SCP-5920 | \nSCP-5921\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5920\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5920\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5920-A (Original Test Log Samples):",
        "Addendum 5920-B (Project AURUM SILKWORM Initiation):",
        "Addendum 5920-C (Intermediary Test Log Samples):",
        "Addendum 5920-D (Additional AURUM SILKWORM Directives):",
        "Addendum 5920-E (Recent Test Log Sample):\n"
    ],
    "documents": [],
    "notes": [
        "\"It's a fine sight. Waves, sun, everything you need. There's sand squishing between my toes. Sand falling through my fingers too. There's even sand in my swimsuit, but that's a small price to pay if there ever was one. Now I'm laughing. That's not my voice, but I'm laughing anyway. Not my lips, but I'm smiling. It feels nice. The sun's as warm as I remember; maybe even warmer. I'm drinking too. The doctor said I shouldn't anymore, but one won't hurt. The girls say it'll do me good. There's water between my toes now. My feet are wet, and my legs, and I'm diving under. Not sure if I know how to swim, but I'm managing fine. Reefs below, fish out front, and my friends all around. Everything's going to be fine.\"",
        "\"No, wait, yeah, I know them. My friends. My friends are playing in the surf while I sit on a towel and drink. There’s nothing wrong with that. But, like, well, maybe there is something wrong. My breath catches when one of them slips in the water. It’s only ankle deep, but they might fall beneath anyway. They’re going to fall, and sink, and never come up again. I don’t want to be a wet blanket though. One of them runs back out to talk to me. She’s dripping everywhere, but not on me. Thank god, not on me. She’s so happy though. She’s practically bubbling herself. We’re talking, and talking, and then she grabs my hand. It’s wet, but I can handle that. Wet and warm, at least. Warm and alive, for now. She tugs me back toward the water. My heart’s racing, but I step in anyway. I try my hardest to laugh with them, even if it feels like I’m going to drown standing. That’s what it takes.\"",
        "\"We’re all playing in the water. It’s a city pool, right? One of those big ones. There’re hundreds of us crammed in there. Nah, more like thousands. Heh. We’re ass to elbows, knees to faces. Just one big screaming mess of kids. I don’t even want to think of what’s in the water. Snot, and piss, and worse. Heh. Yeah, lots worse. It’s a gross stew I keep dunking this one kid in. We’re all in the pot together, so it doesn’t matter much if one goes under for a bit. He’s struggling, but not enough. He’s whining, but it’s just wasting air. He’s blue when he comes up; I push him down again. Heh. Someone’s screaming at me. He’ll be fine though. We've all survived worse. I tell him that, but he just keeps screaming. He won't listen. He just won't fucking listen, so I keep pushing him under. He probably deserves it. Yeah. Definitely.\"",
        "To requisitioned personnel, Under the authority of O5-3, Project AURUM SILKWORM has been established to examine practical applications of SCP-5920. Based on current analyses, refined memories hold great potential as therapeutic aids and memetic agents. Other applications are expected to arise in the course of research. Although D-Class personnel were initially used to test involved procedures, MTF Alpha-1 personnel are henceforth to be employed due to their abundance of potent experiences, extant clearances, and relevance to long-term project goals. These goals include: • Creating new media-based security mechanisms to replace aging memetic agents. • Creating low-cost treatments to raise Foundation personnel's morale, efficiency, and loyalty. • Improving the operational capacity of mobile task forces within cognitohazardous environments. Additional details will be provided within our secure facilities. Sincerely, Adrianne Berryman, Project Lead Maxwell Langford, Project Lead",
        "To all relevant personnel, At the behest of O5-3, and in light of recent events, new objectives have been added to AURUM SILKWORM guidance documents: • Assessing resistance to amnestics and memetic agents among test subjects. • Developing procedures to inhibit these escalating resistances. • Creating countermeasures to close resultant security gaps. We are aware that this may prove difficult for many of you, but O5-3 has conveyed the importance of equipping the Overseer Council with tools to manage its closest ring of personnel. Swift progress is expected. Sincerely, Adrianne Berryman, Project Lead Maxwell Langford, Project Lead",
        "\"No, I don't feel anything. Yeah, Langford, I see it. That doesn't mean I feel anything. There's a lot to take in at once, alright? Maybe people I haven't hurt yet? Or maybe people I'm going to hurt. They're screaming then dying. Screaming while dead. Something like that. I've got my knife, my pistol, and a hundred half-chewed hearts inside. My fingers slide through their eyes. My teeth are around their necks. The blood tastes like bleach, and I'm breathing it deep. They hate me. Their children died in airstrikes, and their siblings sank into the sea. I'm on trial. I'm in prison. I'm buried ten stories deep. Someone drags me out of the ground anyway. Their hands are on my wrists, along my spine. There's a hotel room. I'm hanging upside down in the bathroom, bruised all over. Sewage drips from the shower. Something is leaking under the door, thick, black, and mewling. The bed is full of bodies; no, wait, there are only two, but I don't know which is mine. A dog is gnawing on my leg. Another is deep in my guts. It's got dad's face and mom's voice. A drill presses right against my forehead. It's spinning up, hot and loud. Breaking the skin. Pushing in. All I can hear are my breaths through her mouth. No, nothing hurts. Don't you have biometrics? Nothing's wrong. No, it's just like one of those magic eye things. No, I feel fine.\"",
        "\" SCP-5920 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-5920 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5920",
    "object_class": "Safe",
    "containment_procedures": "All SCP-5920 units are to be contained within Suite 908A of Site-01 and managed through Project AURUM SILKWORM.",
    "description": "SCP-5920 is a specific combination of technologies that identify, extract, and duplicate an individual's memories. Additionally, SCP-5920 converts extracted memories into audiovisual media that can be experienced by other parties through normal exposure. Although replicable within the Foundation, progenitor paratech guarantees anomalous classification until public technology makes similar advancements.",
    "title": "SCP-5920"
}