{
    "url": "https://scp-wiki.wikidot.com/scp-5923",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5923\n\n\nLevel 3/5923\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nImage captured upon first moments of a test subject’s SCP-5923 event.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n:\n\n\nEmbedded Foundation agents are to funnel funds to the Republic of Turkey's Ministry of Culture and Tourism, to operate SCP-5923-A as a tourist attraction. Disinformation campaigns are to be spearheaded to label SCP-5923-A as a UNESCO World Friendship and Peace Village to attract tourism. Advertisement campaigns encouraging tourism in the area are to be disseminated throughout Europe and Asia.\n\n\nGuided tours and vendors will be contracted to organize tourist activities and several dwellings are to be restored. At least two \"maintenance\" Foundation agents are to reside in the restored dwellings at any given time.\n\n\n\n\nDescription\n:\n\n\nSCP-5923 is a series of anomalous dreams that can occur in a certain segment of the population of Europe and Asia: most often creatives and individuals who attest to feeling at odds with society. A common psychological feature in subjects is the belief that they do not belong to their time or given community.\n\n\nThe dreams that make up SCP-5923 occur once per lunar cycle, at minimum, but can be as often as ten times in the same period. During an SCP-5923 event, despite some small variations, individuals will consistently experience the following sequence of events:\n\n\n\n\nAt the outset of an SCP-5923 event, subject will approach a small river shrouded in mist and be ferried across by a man in early 20\nth\n century clothes. No discerning features of the individual can be remembered by the subject.\n\n\nAfter the river crossing, the subject will come upon a large town constructed of stone, also shrouded in mist.\n\n\nFigures move along the streets of this town but appear unaware of the subject. These figures, designated SCP-5923-1, lack identifying features and seem to be animate shadows.\n\n\nThe subject will walk through the town’s streets, eventually reaching the central town square which is dominated by an old Greek Orthodox Church.\n\n\nOn the steps of the church is a genderless individual, dressed in white, hooded robes that shine brightly. The figure will stand up at subject’s approach and take their hand, guiding them into the church.\n\n\nThe shining figure speaks with subject, but the only consistent feature of their words from subject to subject is the phrase: “Come to me and belong.” At this point, the subject awakens.\n\n\n\n\nApproximately 26% of those who experience an SCP-5923 event report a persistent longing during the period of time these events occur.\n1\n SCP-5923 events have been found to vary in their length; some subjects who experience an event only do so for short periods of time, while others experience the event for months or years on a consistent basis.\n\n\nOne pattern identified is that SCP-5923 events have never been recorded to occur with individuals with criminal records or those who are socially ostracized from the community. Subjects experiencing SCP-5923 events are usually well-respected in their community or their given trade.\n\n\n \n\n\n\n\nDiscovery\n: SCP-5923 was first recorded in the 1931 unpublished poem “\nMy Home\n” by famed Turkish 20\nth\n century poet Neyzen Tevfik. The following is an excerpt, translated from Turkish.\n\n\n\n\n\n\nMist enshrouds my heart\n\ncobblestones calling to me\n\nhark, shining guardian\n\nwhere are your halls\n\nblessed be the stones of your dreaming streets\n2\n\n\n\n\n\n\nCross-references of numerous personal journals, therapy records, and public statements by creatives throughout the 20th century revealed that several thousand individuals have experienced SCP-5923 events.\n\n\nIn 1999, Dr. Jocasta Rossi reported a recurring dream to her security-cleared therapist. On the advice of the therapist, and given the frequency of the dreams, Dr. Rossi began researching the phenomenon and confirmed that she was experiencing an SCP-5923 event. Upon receipt of her report, O5 Command authorized the usage of a prototypical oneirosensory visualization recording device.\n3\n The following is transcript of the recorded SCP-5923 event.\n\n\n\n\n► Addendum 5923-1◄\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\n\n\nRecording obtained by use of prototypical oneirosensory visualization device\n\n\n\n\n\n\nDate of recording:\n 21/11/1999\n4\n\n\nParticipant\n: Jocasta Rossi, Head Thaumaturgical Researcher, Site-91\n\n\nOperational Directive:\n General information gathering concerning SCP-5923\n\n\n \n\n\nForeward\n: \nDr. Rossi has confirmed that she has been periodically experiencing SCP-5923 events for the previous three weeks. Dr. Rossi will attempt to observe the dreams and effect lucid dreaming techniques so she is aware of the events as they occur.\n\n\n\n\n[Begin Log]\n\n\n[Initial view is of a mist-shrouded body of water, which appears to be a river. The night is dark, with only a crescent moon serving as illumination.]\n\n\nRossi\n: The air is chilly, like an early spring night but not so cold as to be uncomfortable. Significant moisture in the air, consistent with misty conditions. The river in front of me is jet black, I cannot tell how deep it is by eye. I –\n\n\n[Subject is interrupted by a male figure in a rowboat slowly approaching her position on the bank; he is wearing a long coat and hat consistent with early 20\nth\n century fashion.]\n\n\nUnknown\n: \nCome with me if you want to see your home.\n\n\n[The boat has stopped directly in front of subject in a manner inconsistent with the flowing water of the river, as if being held in place. The figure extends his arm out with an open palm.]\n\n\nRossi\n: Who are you?\n\n\nUnknown\n: \nA ferryman.\n\n\n[Subject takes the unknown figure’s hand and sits in the boat as it starts to pull away from the bank.]\n\n\n\n\nSixteen minutes of footage are lost due to technical failure.\n\n\n\n\n[Subject is within the village, walking down its streets. The stone buildings resemble architecture from the 18\nth\n century, most commonly seen in European settlements. Details are difficult to discern due to quality of recorded images and the heavy mist. The settlement is believed to be built into a hillside, as the streets incline significantly. There are several figures traversing the streets, their details nearly impossible to make out as they seem perpetually cloaked in shadow. Subject is speaking as the footage resumes, presumably continuing commentary from the lost footage.]\n\n\nRossi\n: –do not stop to speak with me or even acknowledge my presence. Seem to be following a normal routine. I even saw two in what looked like a heated argument outside a stall for selling some sort of goods. I could not hear what they were saying.\n\n\n[Subject silently continues walking the cobblestone streets for over ten minutes. Video footage is lost for the next nine minutes, but the audio recording continues with digital artifacting.]\n\n\nRossi\n: – impossible to say how long I’ve been here… just wandering. I’ve seen \n[UNINTELLIGIBLE]\n – going about their day but so far none have responded to me… I –\n\n\nA stowaway! Are you enjoying yourself?\n\n\n[Rossi does not respond to the voice or react in any way.]\n\n\nRossi\n: – so tired, which is ironic. Been walking for hours, I think.\n5\n\n\nYou’d be welcome too. Come home.\n\n\n[Sounds of a scuffle and Rossi cursing loudly.]\n\n\nRossi\n: Don’t know what that was about. They wouldn’t even – \n[UNINTELLIGIBLE]\n seems hard to focus on details of this experience, as I can’t remember what they were trying to do… \n[UNINTELLIGIBLE]\n drunk maybe? This might be important; I’ve been totally ignored except for that… Just what the hell is a \npnévma tis polis\n?\n6\n\n\n\n\nSeven minutes of recording are lost due to technical failure.\n\n\n\n\n[Visuals resume at the 31:02:17 marker of recording. Subject stands in a town square, the cobblestones shifting beneath her feet. She does not notice. Subject looks around. Many instances\n7\n of SCP-5923-1 are seen lining the square and staring at subject.]\n\n\n[Subject continues moving forward at a slow pace. None of the SCP-5923-1 instances take their eyes off subject, but do not approach her. She circumvents a large fountain, which is spraying a liquid into the air, alternating red to white and back again.]\n\n\n[The white-robed figure is sitting on the stone stairs leading over the hill and into the Greek Orthodox church ruins. It reaches out a hand. Rossi does not take the proffered hand.]\n\n\nRossi\n: You can’t just come in here and –\n\n\nCome where?\n\n\nRossi\n: Whatever you want to call it, poking around up here \n[subject taps her right temple]\n … don’t try to manipulate me.\n\n\nAnswers don’t come in dreams, at least not for\n you.\n\n\n[Entity seems to be looking beyond subject. Immediately after, the entity rises up and hovers above the subject in front of the church, arms outstretched and twirling as the entity is partially obscured by the mist. It appears to be indicating the area around the church.]\n\n\nI am here. Where are you?\n\n\nRossi\n: England. Ever been?\n\n\nI am this and cannot travel.\n\n\nRossi\n: Alright… where are you?\n\n\nHome. Don’t you long to go home?\n\n\nRossi\n: I grew up twenty kilometers from where I am. So, no, I don’t.\n\n\nWrong.\n\n\nRossi\n: What do you mean, ‘wrong’?\n\n\nBorn there, but this is your home. Come to me and belong.\n\n\n\n\n[\nEnd Log\n]\n\n\n\n\n\n\nAfterword\n: \nDirector Rossi reported being distraught for the next several hours after the SCP-5923 event. She did not report an anomalous compulsory effect, but described it as akin to mourning.\n\n\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\n\n\n \n\nCross-referencing of descriptions of SCP-5923 events and the recording of Dr. Rossi’s experience, the area was confirmed to be the village of Kayaköy, Turkey, since designated as SCP-5923-A.\n\n\nSCP-5923-A has been abandoned since 1923 after the close of the Greco-Turkish War and a treaty that required a population exchange between the two nations. The village was predominantly populated with ethnically Greek families who were forced to relocate to Greece. The village is in significant disrepair; over five hundred structures are still standing, albeit without surviving roofs.\n\n\n\n\n\n\nAbandoned village of Kayaköy, Turkey.\n\n\n\n\n\n\n\nOn 22/12/1999, MTF-Beta-777 (“Hecate’s Spear”) were mobilized to explore and gather information concerning SCP-5923-A. Additionally, several psionics\n8\n were also mobilized to aid in the reconnaissance. Captain Maria Waltham was in command of the mission. Embedded agents within the Turkish Security Agency made falsified reports concerning tectonic activity within the area, and the MTF was inserted under the guise of a damage assessment on the ruins.\n\nSCP-5923-A was confirmed to be abandoned, with no living entities residing within. Akiva readings were normal and there was no evidence of anomalous energies within the ruins. The only structure that resonated with the psionics was the debilitated church ruins in the town center. Both the church and the square registered significant residue of emotional trauma, most easily relatable to feelings of deep loneliness and being lost.\n\n\nAfter four hours, Command called a halt to the exploration as the MTF captain had separated from the team and could not be located. An extensive search of the ruins did not reveal her location and no signal from her transponder was received.\n\n\n\n\n\n\n► Addendum 5923-2 ◄\n\n\n\n\n▼ Security Verified ▼\n\n\n\n\nReceived Audio-visual Transmissions\n:\n\n\nFollowing Captain Waltham’s disappearance on 22/12/1999, several transmissions were received by embedded agents within the locality.\n\n\nReceived on 23/12/1999\n, @ 09:00 hours:\n\n\n\n\n[View from Waltham’s body cam shows small winding cobblestone streets and buildings in pristine condition, just like the recording of Dr. Rossi’s experience of an SCP-5923 event. It appears to be night, and in misty conditions.]\n\n\nWaltham\n: If anyone is receiving this, please return to the village. I’ve been wandering for hours and I can’t find my way out of this stupid town.\n\n\n\n\nReceived on 23/12/1999\n, @ 12:42 hours:\n\n\n\n\n[Waltham is motionless, sitting against a wall. Camera has a view of her knees, pulled up to her chest, and, beyond, the stone wall of a village house.]\n\n\nWaltham\n: I don’t know where I am… is this the same village? Please, I need exfiltration…\n\n\n\n\nReceived on 23/12/1999\n, @ 20:05 hours:\n\n\n\n\n[Waltham is wandering at a slow pace down the streets of the village. The view of the camera swings slowly horizontally as Waltham meanders down the street, staggering.]\n\n\nWaltham\n: I don’t have it in me for another cantrip\n9\n of warmth, and I can’t find anything to burn here. There’s just the streets, empty, and the river.\n10\n\n\n[The street and buildings suddenly fold in on themselves, and rearrange themselves until Waltham is on a different street. Waltham begins to vomit and falls to her knees.]\n\n\nWaltham\n: \n[whispering]\n What the fuck is going on?\n\n\n\n\nReceived on 23/12/1999\n, @ 21:05 hours:\n\n\n\n\nWaltham\n: I can get to the edge of town, it’s not infinite… but then I’ll blank and it will fold in on itself; fall apart until it reforms and I’m sent right back to the fucking church.\n\n\n\n\nReceived on 24/12/1999\n, @ 06:17 hours:\n\n\n\n\nWaltham\n: Is anyone even out there getting this?\n\n\n\n\nReceived on 24/12/1999\n, @ 11:12 hours:\n\n\n\n\n[Waltham is meandering in the empty Greek Orthodox church. There are numerous pews within and lit candles around the space.]\n\n\nWaltham\n: I’m not alone here. I thought I was, but I’m not. I haven’t seen anything but…\n\n\n\n\nReceived on 24/12/1999\n, @ 13:23 hours:\n\n\n\n\n[Waltham is laying on a pew in the church. Mist is flowing in through the open doors of the church, pooling along the stone floor.]\n\n\nWaltham\n: Just round and round in circles, always back to the damn church… How long have I been here? Feels like weeks.\n\n\nYou’ve been here for a day. Maybe two. Hard to say.\n\n\n[Waltham sits up suddenly, looking around for the source of the voice.]\n\n\nI am here.\n\n\nWaltham\n: Where?\n\n\nHere.\n\n\n[Waltham gets up and starts walking towards the entrance. She pulls her sidearm, but keeps the barrel pointed towards the ceiling.]\n\n\nWaltham\n: I can’t see you. Come out! I warn you, I’m armed.\n\n\nYou don’t need it.\n\n\nWaltham\n: I'll be the judge of that. I said, come out where I can see you.\n\n\nYou are looking right at me. Do you like it?\n\n\nWaltham\n: What?\n\n\nYou don’t.\n\n\nWaltham\n: Don’t what?\n\n\n[Waltham turns around several times in the church, leveling her sidearm out in front of her.]\n\n\nLike it… you don’t like it.\n\n\nWaltham\n: No, I don’t like it! I want to get out of here, goddamnit!\n\n\nWait.\n\n\n[The walls, floor and ceiling of the church folds in on themselves, propelling Waltham out onto the street. The street and buildings are also exhibiting non-Euclidean geometrics as they fold in upon themselves, shifting the camera between different elevations and rapidly restructuring from one layout to another. Waltham sways and falls, landing on her side and not moving. The streets continue to rearrange themselves, occasionally placing the view from Waltham’s camera inside a structure. This continues for nearly twelve minutes until all movement ceases. It is impossible to gauge Waltham's location within the village when restructuring ceases. She does not move.]\n\n\nDo you like it this way?\n\n\n[Waltham does not respond. She is believed to be unconscious.]\n\n\nOh.\n\n\n[Footage continues for another forty-eight minutes until camera stops recording automatically due to lack of bodily movement.]\n\n\n\n\nReceived on 24/12/1999\n, @ 17:06 hours:\n\n\n\n\n[Waltham is sitting on a small wooden dock. The camera is looking out across the dark waters of the river.]\n\n\nWaltham\n: Just want to go home. There’s been so many of those restructuring events… I don’t know what it wants.\n\n\nFor you to stay!\n\n\n[Waltham stands and looks around, one hand on her holstered pistol.]\n\n\nWaltham\n: Look, I don’t want to stay. I want to go.\n\n\nBecause you don’t like it.\n\n\nWaltham\n: No! Please don’t –\n\n\n[The riverbank, docks and surrounding buildings again start folding in on themselves, shifting Waltham’s view to that of the town square with the church. The camera catches a glimpse of a figure huddled on the steps, stained white robes splayed out on the stones.]\n\n\n[Waltham groans and pitches forward, catching herself as she starts to fall on the lip of the wall surrounding the central fountain.]\n\n\nWaltham\n: Listen to me! Please stop, and just talk to me.\n\n\nWhat is it?\n\n\nWaltham\n: You clearly want something, right?\n\n\n[Entity shrugs and looks down at the stone steps it is sitting on.]\n\n\nWaltham\n: Where are all the people from the dreams? The boat man, and the shadow people in the streets?\n\n\nAll me.\n\n\nWaltham\n: They’re part of you?\n\n\nAre me.\n\n\n[Waltham sits up, with her back against the rim of the fountain.]\n\n\nWaltham\n: \n[Indicating the surrounding buildings with her hands.]\n What is all this? It’s not the actual village, I’ve seen that and it’s in ruins.\n\n\nAll me.\n\n\n[The figure grasps its head and begins rocking back and forth on the stairs.]\n\n\nWaltham\n: Calm down, I’m not attacking you or anything. Just trying to understand.\n\n\n[The figure in the stained robes sits up and seemingly stares in Waltham’s direction, although no features are discernible under the hood.]\n\n\nNo one comes.\n\n\nWaltham\n: To the village. No one comes to the village!\n\n\n[The figure nods rapidly.]\n\n\n\n\nYes yes! But then I felt you wandering, with the others… So, you should stay!\n\n\n[Waltham stands shakily, continuing to hold onto the rim of the fountain, and takes a deep breath.]\n\n\nWaltham\n: I can’t stay, especially not here.\n\n\n[Figure starts to wail loudly, clutching its head again.]\n\n\nWaltham\n: Wait, just wait… What if other people came to visit? How would that make you feel?\n\n\nYes yes yes yes yes!\n\n\nWaltham\n: Listen, I need you to trust me. I think I have a solution, but first I have to get out of here, ok?\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nCaptain Waltham was found wandering a side road leading to SCP-5923-A. She was dehydrated, malnourished, and suffering from vertigo, but was otherwise unharmed.\n\n\nAfter her debriefing, the current Special Containment Procedures were put in place. To date, no further SCP-5923 events have occurred.\n\n\n \n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Despite this, there is no compulsion effect or cognitohazardous aspect to an SCP-5923 event. Subjects who complain of this longing compare it to an ordinary dream where one meets their one true love or other meaningful life event. In most cases, the longing dissipates over time.\n\n\n2\n. In journals from this period, Tevfik describes a recurring dream that is undoubtedly an SCP-5923 event. In the following years, Tevfik would often write of a desire to find the village in his dreams so that he could “\nfinally go home\n,” despite the fact he was born in the port city of Bodrum.\n\n\n3\n. Records digital rendering of subject’s dreams.\n\n\n4\n. This was the third attempt at recording due to a combination of technical failures and unsatisfactory sleep quality failing to fully submerge the doctor into REM sleep.\n\n\n5\n. Inaccurate; at this point in the record, subject has been in REM sleep for less than half an hour.\n\n\n6\n. Greek phrase for \nspirit of the city\n.\n\n\n7\n. Approximately two thousand five hundred.\n\n\n8\n. Individuals with psychic abilities, on loan from MTF-Omega-20 (“Thought Police”).\n\n\n9\n. Captain Waltham is a Thaumatologist.\n\n\n10\n. There is no body of water within twenty kilometers of Kayaköy.\n\n\n\n\n\n\n\n\n« \nSCP-5922\n | SCP-5923 | \nSCP-5924\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5923\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5923\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: “through the dense mist”\n\n\nAuthor\n: Claudia Dea\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink\n\n\nAdditional Notes\n: mistgyboatman in my designations\n\n\n\n\n\n\nFilename\n: Kayaköy\n\n\nAuthor\n: Bekir Topuz\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "Mist enshrouds my heart cobblestones calling to me hark, shining guardian where are your halls blessed be the stones of your dreaming streets 2",
        "[View from Waltham’s body cam shows small winding cobblestone streets and buildings in pristine condition, just like the recording of Dr. Rossi’s experience of an SCP-5923 event. It appears to be night, and in misty conditions.] Waltham : If anyone is receiving this, please return to the village. I’ve been wandering for hours and I can’t find my way out of this stupid town.",
        "[Waltham is motionless, sitting against a wall. Camera has a view of her knees, pulled up to her chest, and, beyond, the stone wall of a village house.] Waltham : I don’t know where I am… is this the same village? Please, I need exfiltration…",
        "[Waltham is wandering at a slow pace down the streets of the village. The view of the camera swings slowly horizontally as Waltham meanders down the street, staggering.] Waltham : I don’t have it in me for another cantrip 9 of warmth, and I can’t find anything to burn here. There’s just the streets, empty, and the river. 10 [The street and buildings suddenly fold in on themselves, and rearrange themselves until Waltham is on a different street. Waltham begins to vomit and falls to her knees.] Waltham : [whispering] What the fuck is going on?",
        "Waltham : I can get to the edge of town, it’s not infinite… but then I’ll blank and it will fold in on itself; fall apart until it reforms and I’m sent right back to the fucking church.",
        "Waltham : Is anyone even out there getting this?",
        "[Waltham is meandering in the empty Greek Orthodox church. There are numerous pews within and lit candles around the space.] Waltham : I’m not alone here. I thought I was, but I’m not. I haven’t seen anything but…",
        "[Waltham is laying on a pew in the church. Mist is flowing in through the open doors of the church, pooling along the stone floor.] Waltham : Just round and round in circles, always back to the damn church… How long have I been here? Feels like weeks. You’ve been here for a day. Maybe two. Hard to say. [Waltham sits up suddenly, looking around for the source of the voice.] I am here. Waltham : Where? Here. [Waltham gets up and starts walking towards the entrance. She pulls her sidearm, but keeps the barrel pointed towards the ceiling.] Waltham : I can’t see you. Come out! I warn you, I’m armed. You don’t need it. Waltham : I'll be the judge of that. I said, come out where I can see you. You are looking right at me. Do you like it? Waltham : What? You don’t. Waltham : Don’t what? [Waltham turns around several times in the church, leveling her sidearm out in front of her.] Like it… you don’t like it. Waltham : No, I don’t like it! I want to get out of here, goddamnit! Wait. [The walls, floor and ceiling of the church folds in on themselves, propelling Waltham out onto the street. The street and buildings are also exhibiting non-Euclidean geometrics as they fold in upon themselves, shifting the camera between different elevations and rapidly restructuring from one layout to another. Waltham sways and falls, landing on her side and not moving. The streets continue to rearrange themselves, occasionally placing the view from Waltham’s camera inside a structure. This continues for nearly twelve minutes until all movement ceases. It is impossible to gauge Waltham's location within the village when restructuring ceases. She does not move.] Do you like it this way? [Waltham does not respond. She is believed to be unconscious.] Oh. [Footage continues for another forty-eight minutes until camera stops recording automatically due to lack of bodily movement.]",
        "[Waltham is sitting on a small wooden dock. The camera is looking out across the dark waters of the river.] Waltham : Just want to go home. There’s been so many of those restructuring events… I don’t know what it wants. For you to stay! [Waltham stands and looks around, one hand on her holstered pistol.] Waltham : Look, I don’t want to stay. I want to go. Because you don’t like it. Waltham : No! Please don’t – [The riverbank, docks and surrounding buildings again start folding in on themselves, shifting Waltham’s view to that of the town square with the church. The camera catches a glimpse of a figure huddled on the steps, stained white robes splayed out on the stones.] [Waltham groans and pitches forward, catching herself as she starts to fall on the lip of the wall surrounding the central fountain.] Waltham : Listen to me! Please stop, and just talk to me. What is it? Waltham : You clearly want something, right? [Entity shrugs and looks down at the stone steps it is sitting on.] Waltham : Where are all the people from the dreams? The boat man, and the shadow people in the streets? All me. Waltham : They’re part of you? Are me. [Waltham sits up, with her back against the rim of the fountain.] Waltham : [Indicating the surrounding buildings with her hands.] What is all this? It’s not the actual village, I’ve seen that and it’s in ruins. All me. [The figure grasps its head and begins rocking back and forth on the stairs.] Waltham : Calm down, I’m not attacking you or anything. Just trying to understand. [The figure in the stained robes sits up and seemingly stares in Waltham’s direction, although no features are discernible under the hood.] No one comes. Waltham : To the village. No one comes to the village! [The figure nods rapidly.] Yes yes! But then I felt you wandering, with the others… So, you should stay! [Waltham stands shakily, continuing to hold onto the rim of the fountain, and takes a deep breath.] Waltham : I can’t stay, especially not here. [Figure starts to wail loudly, clutching its head again.] Waltham : Wait, just wait… What if other people came to visit? How would that make you feel? Yes yes yes yes yes! Waltham : Listen, I need you to trust me. I think I have a solution, but first I have to get out of here, ok? [End Log]",
        "\" SCP-5923 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-5923 . Licensed under CC-BY-SA .",
        "Filename : “through the dense mist” Author : Claudia Dea License : CC BY 2.0 Source : Link Additional Notes : mistgyboatman in my designations",
        "Filename : Kayaköy Author : Bekir Topuz License : CC BY 2.0 Source : Link"
    ],
    "title": "SCP-5923"
}