{
    "url": "https://scp-wiki.wikidot.com/scp-5924",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\nThe NC Mutual Life Insurance headquarters.\n\n\n\n\n\n\nItem #:\n SCP-5924\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Relevant disinformation campaigns have been disseminated, and deemed successful. The floor housing SCP-5924 has been closed off from civilian access under the pretense of renovation and maintenance works.\n\n\nDescription:\n SCP-5924 is a biological entity occupying an area of dimensions 4m by 5m on the north-facing wall of floor B3 in the NC Mutual Life Insurance headquarters, Durham, North Carolina, United States. Radiographic analysis indicates that SCP-5924 consists of human flesh, with an interconnected system of veins and arteries which penetrates the concrete behind it. A single motile appendage, measuring 1m long, protrudes from SCP-5924 which ends in a pair of human lips. This appendage frequently opens to vocalize in fluent American English in a masculine tone. Two human ears and eyes, each approximately 30 centimeters wide, are situated asymmetrically on either side of SCP-5924.\n\n\nFor unknown reasons, employees\n1\n of the company regard SCP-5924 as unremarkable; its discovery was hence unreported for three weeks\n2\n until a civilian electrician entered the floor for repairs, after which local law enforcement was deployed to inspect the premises. The electrician was amnesticized and embedded agents within the local police precinct declared this as a false alarm.\n\n\nAddendum 3-C:\n On 06/12/2015, on the day of implementation of SCP-5924's containment procedures, Dr. Lawkind Halls conducted an interview session with SCP-5924 to ascertain the reason for its existence.\n\n\n\n\n[BEGIN LOG]\n\n\n(Shuffling.)\n\n\nSCP-5924:\n Manny! Manny? I- is that you, my boy?\n\n\n(A creak.)\n\n\nDr. Halls:\n I'm afraid not, sir.\n\n\nSCP-5924:\n Oh! Oh… I- I'm terribly sorry, mister…?\n\n\nDr. Halls:\n Halls.\n\n\nSCP-5924:\n Halls? I don't ever recount there being halls here-\n\n\nDr. Halls:\n Not, not that.\n\n\n(Silence.)\n\n\nSCP-5924:\n Oh! \nOh!\n \n(Chuckles.)\n You- you meant- ah, okay! Mister Halls! Hello!\n\n\nDr. Halls:\n It's fine, sir. May I know your name?\n\n\nSCP-5924:\n Uh… I- I don't really know, Mister Halls. My memory's gettin' a lil' foggy, er… Wallace? I- I think?\n\n\n(Soft scribbling.)\n\n\nDr. Halls:\n Mhm. You were calling out for… \"Manny\"?\n\n\nSCP-5924:\n Oh, yes! Manny!\n\n\nDr. Halls:\n Why do you keep calling out for this person?\n\n\nSCP-5924:\n \n(Chuckles.)\n He's a sweet boy, I tell him.\n\n\nDr. Halls:\n How is Manny affiliated with you?\n\n\nSCP-5924:\n \n(Tuts.)\n Don't be cold! I told you, he's a sweet little boy!\n\n\n(Soft scribbling.)\n\n\nDr. Halls:\n Right. Do you remember if he was involved in anything that might've… uh, brought you here?\n\n\n(Silence.)\n\n\nSCP-5924:\n I… guess so. I can't seem to pinpoint it, but it- it just feels… nice. Nice to be told he loves me. In fact, I've been coming here for a while now, so I kind of got close to everyone here! You see? There- there's Andy's seat over there, Harris over there, Janice- oh yes, Janice, sweet woman. Went around helping anyone fussing over numbers! And- and there's-\n\n\nDr. Halls:\n Sir, I appreciate your enthusiasm. However, uh… back to Manny.\n\n\nSCP-5924:\n Ah, yes! Manny! Oh dang it, my memory's just not working right today. Sorry about that. \n(Chuckles.)\n\n\n(Silence. A cough.)\n\n\nSCP-5924:\n \n(Clears throat.)\n …right. Uhm. I've been looking for Manny to, uh, you know, get to know him better. And- and thank him too.\n\n\nDr. Halls:\n So you were here to… thank him?\n\n\nSCP-5924:\n Yes, yes, the sweet lil' boy. Even sent me one of those… uh, those- those little envelope things on the- the, screen? Those-\n\n\nDr. Halls:\n Email?\n\n\nSCP-5924:\n Yes! Here, I- I'll read it to you. I- I have it here just for reference.\n\n\n(Silence. Moments later, muffled, wet sounds can be heard.)\n\n\nSCP-5924:\n There we go! Uhm. \"Dear Mister Wallace, Happy Birthday! Uh… something, something, - Manny.\" See? What a sweet boy, I tell ya! It's been a while since there was noise in the house, eh? Even this- yeah, I should thank \nall\n of the employees, throw them a sweet little gift, maybe, um- maybe continue to stay here to be their valued customer, y'know?\n\n\nDr. Halls:\n May I have a look at that phone?\n\n\nSCP-5924:\n Sure, Mister Halls!\n\n\n(Several wet sounds. Silence.)\n\n\nDr. Halls:\n Sir, may I know if you are short-sighted?\n\n\nSCP-5924:\n \n(Chuckles.)\n Well, I- uh, I would be lying if I said I wasn't.\n\n\nDr. Halls:\n …Thank you for answering my questions.\n\n\nSCP-5924:\n No problem!\n\n\n[END LOG]\n\n\n\n\nAddendum 3-D:\n Dr. Halls received a \nSamsung SGH-A167\n3\n from SCP-5924's appendage. A single email was present in the inbox; its contents have been converted into an electronic copy and attached below for reference.\n\n\n\n\nDear Mr. \nWallace\n,\n\n\nHappy Birthday!\n\n\n \n\n\n \n\n\nThe North Carolina Mutual Life Insurance Company would like to extend our gratitude for your continued subscription! Feeling concerned about your future? No worries! On this special occasion, we offer you a 25% additional coverage of your healthcare expenses!\n\n\n\nHave a great day!\n\n\n \n\n\n \n\n\n\n\n— Manny DeSanchez\n4\n\nEmployee of NC Mutual Life Insurance, Customer Service\n\n05/14/2015\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This effect extends to the company's corporate hierarchical system, including the executives. Foundation agents employed by the company also do not claim SCP-5924 as anomalous. Other positions not directly related to the service of the company, such as security and maintenance, are unaffected.\n\n\n2\n. Security cameras were not installed during this time.\n\n\n3\n. A 'flip' phone released in 2009.\n\n\n4\n. Upon subsequent interrogations, \"Manny\" claimed no relationship or memory of \"Wallace\".\n\n\n\n\n\n\n\n\n« \nSCP-5923\n | SCP-5924 | \nSCP-5925\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5924\n\" by Blightknell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5924\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n building.jpg\n\n\nName:\n NCMutualLifeBuildingDurhamNorthCarolina\n\n\nAuthor:\n Nephets\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 3-C: On 06/12/2015, on the day of implementation of SCP-5924's containment procedures, Dr. Lawkind Halls conducted an interview session with SCP-5924 to ascertain the reason for its existence.",
        "Addendum 3-D: Dr. Halls received a Samsung SGH-A167 3 from SCP-5924's appendage. A single email was present in the inbox; its contents have been converted into an electronic copy and attached below for reference."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5924 \" by Blightknell, from the SCP Wiki . Source: https://scpwiki.com/scp-5924 . Licensed under CC-BY-SA .",
        "Filename: building.jpg Name: NCMutualLifeBuildingDurhamNorthCarolina Author: Nephets License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5924",
    "object_class": "Safe",
    "containment_procedures": "Relevant disinformation campaigns have been disseminated, and deemed successful. The floor housing SCP-5924 has been closed off from civilian access under the pretense of renovation and maintenance works.",
    "description": "SCP-5924 is a biological entity occupying an area of dimensions 4m by 5m on the north-facing wall of floor B3 in the NC Mutual Life Insurance headquarters, Durham, North Carolina, United States. Radiographic analysis indicates that SCP-5924 consists of human flesh, with an interconnected system of veins and arteries which penetrates the concrete behind it. A single motile appendage, measuring 1m long, protrudes from SCP-5924 which ends in a pair of human lips. This appendage frequently opens to vocalize in fluent American English in a masculine tone. Two human ears and eyes, each approximately 30 centimeters wide, are situated asymmetrically on either side of SCP-5924.",
    "title": "SCP-5924"
}