{
    "url": "https://scp-wiki.wikidot.com/scp-5927",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5927\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnechoic formation of the containment chamber under construction.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5927 is contained in an anechoic chamber where electromagnetic waves imitating the aurora borealis are continuously emitted, deceiving SCP-5927 into not being able to disappear.\n\n\nInside is a prism that was developed to transfer SCP-5927 to the containment chamber. Unforeseen by staff, SCP-5927 has not been able to leave said prism yet due to the effects of the electromagnetic waves from the chamber, the light-absorbent paint, and inner mirrors applied to the prism. After internal deliberation, the prism was accepted as a part of the containment measures and renamed to ▲-5927.\n\n\nThe light coming out of the unpainted edges of ▲-5927 is analyzed by light-sensors and run through the Schrödinger equation (1) to predict the light and behavior of SCP-5927. If SCP-5927 attempts to leave ▲-5927, dispersing light beams come out of ▲-5927, and the luminous flux increases. Phosphane gas (also known as phosphine or PH\n3\n) will subsequently be released into the chamber until the light intensity subdues.\n\n\n(1)\n\n\n\\begin{align} H(t)\\vert\\psi(t)\\rangle = i\\hbar\\frac{\\partial}{\\partial t}\\vert\\psi(t)\\rangle \\end{align}\n\n\nDepending on the results of the Schrödinger equation, personnel may release the gas manually if deemed necessary. Results are known to fluctuate during the aurora borealis.\n\n\nThe last known target of SCP-5927, D-5593, is housed in a standard human containment room near the northern harbor of the island. D-5563 may not leave the island unless SCP-5927 breaches containment, in which case the assigned guards must evacuate her as soon as possible. D-5593 may not partake in other experiments.\n\n\nAll assigned guards are equipped with phosphorus rounds, a flare gun, defensive equipment covered in light-absorbent paint, and a full face gas mask with infrared and UV-vision.\n\n\n\n\nOutdated Containment Procedures\n\n\n\n\nOutdated Containment Procedures\n\n\n\n\nCameras with light sensors resembling weather stations are installed in the harbors to look for SCP-5927. Boat traffic at night is rerouted to specific piers under observation and cargo is transported as much as possible during the day to limit night traffic.\n\n\nIf SCP-5927 is detected, personnel needs to find its target (PoI-5927-1) by tailing SCP-5927. Upon identifying the target, SCP-5927 needs to be stunned with phosphorus rounds and evacuation from the island begins. Stunning SCP-5927 multiple times during the evacuation is allowed. Field agents assigned to SCP-5927 must be either rejected from the \nMobile Task Force Mu-13 \"Ghostbusters\"\n due to one unsatisfactory result in the qualification process or have worked alongside them previously.\n\n\nUpon the disappearance of the aurora borealis and/or SCP-5927, witnesses need to have their memories removed by Class B amnestics.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5927 in a smaller, weakened state.\n\n\n\n\n\n\nDescription:\n SCP-5927 is an incorporeal entity of light on the island Jørpevåg, Norway which appears alongside the electromagnetic phenomenon of the aurora borealis (commonly known as the northern lights). Aside from light, SCP-5927 emits a blue aura that lowers the ambient air temperature surrounding it and distorts photographs.\n\n\nThe form of SCP-5927 resembles a humanoid shape without a lower body. Instead, multiple appendages extend from under its abdomen. These appendages let SCP-5927 feed from its target by leeching off them.\n\n\nAfter manifesting, SCP-5927 will hover towards a sleeping person (PoI-5927-1). Upon arrival, the appendages of SCP-5927 will permeate, yet not damage, the target's bones or in rare cases the spine to reach bone-marrow. SCP-5927 will then absorb neurotransmitters from their nervous system. This will either kill the victim or cause the victim to develop neurological disorders which can be hereditary and/or lethal. Further research in neurology and genealogy (study of family lineage and history) reveals that 22% of neurological diseases in Scandinavia can be traced back to SCP-5927. Global results are yet to be determined.\n\n\nUpon having leeched off a victim, SCP-5927 will either choose a new target (PoI-5927-2, -3, etc.) or disappear. SCP-5927 does not have a known limit to the amount of targets it can have each time it manifests. If its target leaves the island, SCP-5927 will hover around aimlessly until the aurora borealis disappears. If a target wakes up before SCP-5927 can find them, it will still pursue said target. Forcibly waking a target up during the leeching process will kill that individual from any type of primary brain injury like hemorrhages, cerebral contusion/laceration or a combination.\n\n\nOnly objects that either combust/emit light on contact or interfere with light directly by reflection, dispersion or absorption can interact with SCP-5927.\n\n\n\n\n\n\nHouse of Asbjørn Risberg (1922), supposedly the first recorded victim of SCP-5927 in local archives.\n\n\n\n\n\n\nDiscovery:\n Asher Foster, a nature photographer, sent photographs and panoramic videos over in an album to his publisher under the name \"Northern lights on Jørpevåg\". A moving, blurred shape of light was visible on one of the videos which raised suspicions. The video was intercepted and deleted. Dr. Luca Munescu, a member of the senior staff on vacation in the area, was asked to investigate and to report to the nearest site.\n\n\nDr. Munescu sighted SCP-5927 but its shape on photographical evidence was blurred. Dr. Munescu also found a correlation of similar sightings, the aurora borealis, and records of people dying at home, going as far back as 1922 in local archives. While no earlier records were found, Dr. Munescu identified a local folktale called \"The Norther' Light Phantom\" with an unknown date of origin.\n\n\nFurther research was assigned to Dr. Amanda Dameronne by Dr. Luca Munescu. The containment of the anomaly was appointed to Dr. Kurt Waltraud.\n\n\n\n\n\n\nOne of Asher Foster's photos of the aurora borealis on Jørpevåg.\n\n\n\n\n\n\n \n\n\nAddendum-5927-1: Containment Attempts 1-4\n\n\n\n\n\n\n\n\n\n\nContainment Attempt 1\n\n\nAttempt 2\n\n\nAttempt 3\n\n\nAttempt 4\n\n\n\n\n\n\n\n\nDescription:\n Attempting to contain SCP-5927 in a standard plexiglass cube adapted for the containment of non-physical/incorporeal anomalies.\n\n\nResult:\n SCP-5927 was lured inside with PoI-5927-1 who was pulled out on the other side. SCP-5927 had no interaction with the cube and moved through.\n\n\nNote by Dr. Kurt Waltraud:\n SCP-5927 does not have a physical body and is therefore classified as an incorporeal anomaly. By definition this should not allow SCP-5927 to move through the cube.\n\nI hypothesize that the form of SCP-5927 is a real-life example of the wave-particle duality of light as described in quantum mechanics.\n\n\nTo quote Albert Einstein:\n\n\n\n\n\"It seems as though we must use sometimes the one theory and sometimes the other, while at times we may use either. We are faced with a new kind of difficulty. We have two contradictory pictures of reality; separately neither of them fully explains the phenomena of light, but together they do.\"\n\n\n\n\n\n\n\n\n\n\n\n\nLight-absorbent spray paint being tested in the lab.\n\n\n\n\n\n\nDescription:\n Attempting to contain SCP-5927 in a standard plexiglass cube coated with light-absorbing spray paint on both sides, making the cube a black body.\n\n\nResult:\n SCP-5927 moved through the cube but was slowed down by the paint. The paint makes objects black bodies, but 100% light absorbance is only theoretically possible (for now). This makes the objects able to interact with SCP-5927 but not immobilize/trap it completely.\n\n\nUpdate:\n Repeating the experiment with multiple layers had the same outcome without additional effects.\n\n\nAdditional information:\n SCP-5927 seems to be aware of the paint's effect and begins to recognize the shape of the cube.\n\n\n\n\n\n\nDescription:\n Attempting to contain SCP-5927 in a painted plexiglass cube with one-way mirrors inside.\n\n\nResult:\n SCP-5927 was tricked into the cube concealed inside a shipping container. SCP-5927 moved through the cube very slowly. Mirrors have a slowing effect that can be applied next to the paint.\n\n\nNote by Dr. Waltraud:\n Light-interference seems one of the more promising fields to explore for containment purposes.\n\n\n\n\n\n\nDescription:\n Attempting to contain SCP-5927 in a painted plexiglass cube with one-way mirrors inside which emit electromagnetic waves inwards. This should affect both the wave and particle nature of SCP-5927.\n\n\nResult:\n SCP-5927 was tricked into the cube disguised as a small hunter's cottage. SCP-5927 was temporarily held in place before it slowly moved through the cube. Waves that were similar to those of the aurora borealis were the most effective. Adjusting wave-length, amplitude, and frequency of the radiation to mimic the aurora borealis might immobilize SCP-5927 permanently if given the chance.\n\n\nAdditional information:\n Waves in anti-phase with the light from SCP-5927 don't make destructive interference happen. SCP-5927 seems to absorb these waves or neutralizes them by unknown means. This, in combination with the inability to create a perfect black body, will make neutralization of SCP-5927 difficult should it ever be necessary.\n\n\n\n\n\n\n\n\n\n\nAddendum-5927-2: Experiments under Dr. Amanda Dameronne\n\n\n\n\n\n\n\n\n\n\nExperiment 5927-1\n\n\n5927-2\n\n\n5927-3\n\n\n5927-4\n\n\n\n\n\n\n\n\nDescription:\n Testing the anomalous effect SCP-5927 has on cameras by photographing it through different lenses and filters.\n\n\nResult:\n\n- Normal cameras give blurry photos as though the lens didn't focus.\n\n- Infrared cameras are suitable for tracking purposes.\n\n- UV-sensitive cameras can photograph SCP-5927 with filters.\n\n\nAdditional information:\n All images are edited to get rid of filters; an image of SCP-5927 is not guaranteed to be 100% accurate.\n\n\n\n\n\n\nDescription:\n Testing the influence of neurological damage, drugs with inhibitory effects, and age. The following groups were housed on the island:\n\n\n\n\nD-class individuals with neurological damage:\n\n\n\nfrom natural development (mostly hereditary)\n\n\nfrom injury\n\n\nintroduced via lead-poisoning from drinking water\n\n\n\n\n\n\nD-class individuals with inhibited neurological capabilities:\n\n\n\nby the intake of alcohol\n\n\nby the intake of medication/sedatives\n\n\nby the introduction of artificial coma\n\n\n\n\n\n\nD-class individuals with not fully developed/declining neurological processing capabilities:\n\n\n\nChildren (approximately 15 years for full development)\n\n\nElderly (that do not fit in with D-class individuals with neurological damage)\n\n\n\n\n\n\n\n\nResult:\n SCP-5927 targeted individuals from every group except from the children. If an individual's neurological processing capability was fully developed at one point in their life, they can be targeted by SCP-5927.\n\n\nAdditional information:\n This experiment had a timespan of 18 months due to the relatively small amount of people SCP-5927 targets every time it manifests and it only being able to manifest during specific conditions. There were 4 casualties from D-class individuals due to unsuccessful evacuation.\n\n\n\n\n\n\nDescription:\n Medical examination of subjects that survived contact with SCP-5927 or its leeching.\n\n\nResult:\n Victims of SCP-5927 were diagnosed with neurological disorders, some of them being hereditary. Victims that spontaneously woke up during the leeching process of SCP-5927 enter a permanent state of sleep-paralysis or severe delirium and cannot sleep anymore. These victims die after several days from exhaustion and/or cardiac arrest. It is unknown if awake victims can feel the absorption of their neurotransmitters or don't feel anything at all.\n\n\nAdditional information:\n One does not automatically die from being leeched off from unless SCP-5927 absorbs all neurotransmitters.\n\n\nDr. Amanda Dameronne's hypothesis on the leeching of SCP-5927:\n The appendages of SCP-5927 most likely have a molecular structure similar to neuron synapses at the end. This way it could theoretically connect with the victim's own synapses or let SCP-5927 influence the space in-between neurons (synaptic cleft) whilst leeching.\n\n\n\n\n\n\nDamaged neurons from Alzheimer (left) and a glioneuronal tumor in the temporal lobe of the brain with immunostaining (right) from survivors caused by SCP-5927.\n\n\n\n\n\n\n\n\n\n\nDescription:\n Medical examination of casualties of the leeching process.\n\n\nResult:\n Victims of SCP-5927 that died in their sleep had no traces of neurotransmitters in their nervous system. The cause of death in the Foundation's records states \"vital organ failure in the central/peripheral nervous system\".\n\n\n\n\n\n\n\n\n\n\nAddendum-5927-3: Experiments requested by Dr. Kurt Waltraud\n\n\nDr. Amanda Dameronne provided assistance in testing/research on site, only Dr. Kurt Waltraud tested directly on SCP-5927 and is thereby responsible for the outcome and the well-being of the field agents.\n\n\n\n\n\n\n\n\nExperiment 5927-5\n\n\n5927-6\n\n\n5927-7\n\n\n\n\n\n\n\n\nDescription:\n Finding a way to fight off SCP-5927.\n\n\nResult:\n Rounds and other projectiles from standard munition don't work on SCP-5927. Explosive rounds gave a bit of light whilst passing through. SCP-5927 appeared confused.\n\n\nAdditional information:\n The light-emission and its effects on SCP-5927 need further investigation.\n\n\n\n\n\n\n\n\n\n\nRetrieved paint droplets.\n\n\n\n\n\n\nDescription:\n Firing munition covered in light-absorbent paint and discharging paint directly under high pressure towards SCP-5927.\n\n\nResult:\n Painted munition can make contact with SCP-5927 but ricochets. The liquid paint falls directly down and forms little spheres. This paint can be retrieved for later usage. This confirms that the paint makes objects able to interact with SCP-5927.\n\n\nAdditional information:\n The paint is now applied to field agent protection equipment.\n\n\n\n\n\n\n\n\n\n\nFlare gun developed against SCP-5927.\n\n\n\n\n\n\nDescription:\n Testing new munition filled with chemicals that can combust or emit light.\n\n\nResult:\n White phosphorus rounds do not wound but stun SCP-5927. Afterwards it searches for a non-existent light-source for a few moments before concentrating on its target again.\n\n\nAdditional information:\n The dosage of phosphor still needs to be adjusted for maximum effect. Painting the phosphorus rounds makes them ricochet with the possibility of creating an unforeseen toxic mist. It is forbidden to paint any ammunition with phosphorus compounds.\n\n\nUpdate:\n Dr. Kurt Waltraud developed white phosphorus flare guns. Signaling with these is strictly prohibited.\n\n\n\n\n\n\n\n\n\n\nAddendum-5927-4: The Flare Gun \nExperiment\n Incident\n\n\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\nCLASSIFIED\n\n\nThe Flare Gun Experiment\n\n\nIncident report\n\n\n\n\n\n\n\n\n\n\nPurpose of the experiment:\n\nTesting white phosphorus flare guns\n\n\nResult of the experiment:\n\nUnsuccesful, 21 casualties\n\n\n\n\n\n\nSubject:\n\nSCP-5927\n\n\nLocation:\n\nJørpevåg, Norway\n\n\n\n\n\n\n\n\n\n\nForeword\n\n\n\n\nField agents assigned to SCP-5927 followed standard procedure and evacuated PoI-5927-1. They were then ordered to test the white phosphorus flare guns on SCP-5927. Full-face gas masks with UV-cameras were worn to prevent inhalation of toxic mist.\n\n\nSCP-5927 was tracked by infrared vision until it entered the wild tundra. Personnel switched over to UV-vision and engaged on SCP-5927.\n\n\n\n\n20:42\n Phosphorus rounds are fired on SCP-5927, stunning it into place. One flare is shot and pushes it back. A toxic smokescreen forms and seems to have an irritating/burning effect on SCP-5927.\n\n\n20:43\n SCP-5927 charges towards personnel, phosphorus rounds are fired to no avail. The flare made SCP-5927 resistant to smaller munition.\n\n\nPersonnel may fire flares on sight.\n\n\n20:44\n Five flares connect, severe burn marks are visible on SCP-5927 whose appendages begin to turn violet (see attachment).\n\n\n20:45\n Violet appendages permeate the spines of 12 field agents. SCP-5927 proceeds to absorb their neurotransmitters, killing them. Three flares are fired. SCP-5927 dodges two, impales 5 agents and swirls them around until they fling off.\n\n\n20:49\n A direct hit on SCP-5927 causes its scorched left arm to fall off and disintegrate. SCP-5927 tries to flee into the sky.\n\n\n20:50\n Field agents miss 2 flares on SCP-5927 but create a fog around it. SCP-5927 falls whilst burning/suffocating. Some appendages appear disformed and don't move anymore.\n\n\n20:51\n SCP-5927 tries to flee again, hovering through the smoke and 3 field agents, putting them in a permanent state of sleep paralysis\n1\n.\n\n\n20:58\n The trajectory of SCP-5927 is being tracked. Predictably leading back to the house of PoI-5927-1. Presumably a desperate attempt to find said PoI and disappear.\n\n\n21:06\n Field agents enter the house, and find a wounded, small SCP-5927 hovering in place. SCP-5927 takes notice and pierces field agent Frederic Hencewood with its appendages. One flare is shot.\n\n\n21:07\n SCP-5927 flickers, field agent Hencewood crawls over the length of the appendages, letting them impale his body.\n\n\n21:08\n Field agent Hencewood fires a point-blank flare, making the appendages retract, ripping him apart as if they were harpoons. SCP-5927 looks directly at the field agents in the room and disappears.\n\n\nEnd of Incident report.\n\n\n\n\nAttachment: Violet coloured appendages of SCP-5927.\n\n\n\n\n\n\n\n\n\n\nUpdate\n\n\nA recovered SCP-5927 manifested alongside the next aurora borealis directly in front of personnel. SCP-5927 hovered in place whilst observing the team before dimming slightly until it subsequently disappeared for the night. Video footage shows that SCP-5927 recognized the surviving field agents of the incident and acknowledged them as a threat but did not engage in combat. \nThere was no PoI-5927-1 for the night.\n The collective team of field agents was deemed PoI-5927-1 that night by Dr. Kurt Waltraud.\n\n\n\n\n\n\nAddendum-5927-5: Containment Attempt 5\n\n\n\n\n\n\n\n\n\n\nContainment Attempt 5\n\n\n\n\n\n\n\n\nDescription:\n Attempting to trap SCP-5927 in a specially made prism\n2\n and transport said prism to the anechoic chamber specifically developed for the containment of SCP-5927.\n\n\nThe inner sides of the prism include inwards facing mirrors, the outer sides are covered in a layer of light-absorbent paint except on the edges. After the activation of the contraption, the prism will close and fill itself with liquid glass which will quickly solidify. The glass carries phosphates marked with radioactive trackers (³²P and ³³P) to trap it as long as possible and track it if it escapes during the containment attempt.\n\n\n\n\n\n\n\n\nLight dispersion from the prism whilst it is being filled up.\n\n\n\n\n\n\n\n\nResult:\n D-5563 was identified as PoI-5927-2 and was moved to what appeared as an outside panorama deck. Two field agents in disguise pulled D-5563 away after SCP-5927 was above the bottom side of the prism, and activated the contraption.\n\n\nSCP-5927 tried to escape unsuccessfully during the filling process. Dispersing light could be seen from the prism's edges. It is unknown how long the prism can hold SCP-5927 without outside interference.\n\n\nThe prism was moved to the underground anechoic chamber which continuously sends out electromagnetic waves resembling the waves of the aurora borealis.\n\n\nEven after the aurora borealis disappeared, SCP-5927 stayed trapped which could be seen by light-emittance from the unpainted edges. Whilst not completely understood, it is assumed that this is an effect of the electromagnetic waves from the anechoic chamber. The waves either trick SCP-5927 into believing that the northern lights are still up or specific waves (or a density in specific waves) make it unable to vanish.\n\n\nSCP-5927 successfully contained\n\n\n\n\n\n\n\n\n\n\nFollowing the successful containment of SCP-5927, Dr. Amanda Dameronne was relocated to a neurologist practice on Jørpevåg where she researches the long term effects of SCP-5927. Treatment is provided where possible.\n\n\n\n\nFootnotes\n\n\n1\n. The three field agents later died from primary brain injuries like hemorrhages and cerebral contusion, just like victims of SCP-5927 that were forcibly wakened during the leeching process.\n\n\n2\n. Later renamed to ▲-5927.\n\n\n\n\n\n\n\n\n« \nSCP-5926\n | SCP-5927 | \nSCP-5928\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5927\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5927\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage source:\n \nThe SCP\n\n\nOriginal name:\n Light paint\n\n\nLicense:\n CC 3.0 Unported\n\n\nOriginal by:\n RChristophe on 5 December 2012\n\n\n\n\n\n\nImage source:\n \nThe old house\n\n\nOriginal name:\n Hammersborg_-_no-nb_digifoto_20160113_00338_NB_NS_000223C\n\n\nLicense:\n Public domain\n\n\nOriginal by:\n From a document owned by the National Library of Norway\n\n\n\n\n\n\nImage source:\n \nNorthern lights\n\n\nOriginal name:\n Virmalised 17.03.15 - Aurora Borealis 17.03.15 (8) copy\n\n\nLicense:\n CC 4.0 International\n\n\nOriginal by:\n Kristian Pikner on 27 March 2015, 20:51:57\n\n\n\n\n\n\nImage source:\n \nNeurons\n\n\nOriginal name:\n Axons from an Alzheimer’s mouse model\n\n\nLicense:\n CC 4.0 International\n\n\nOriginal by:\n Brian6122 on 20 November 2013\n\n\nAdditional note:\n I edited the original picture (combined it with the photo below)\n\n\n\n\n\n\nImage source:\n \nBrain tumour\n\n\nOriginal name:\n Synaptophysin DNET\n\n\nLicense:\n CC 3.0\n\n\nOriginal by:\n Jensflorian on 25 May 2011\n\n\nAdditional note:\n I edited the original picture (combined it with the photo above)\n\n\n\n\n\n\nImage source:\n \nflare gun\n\n\nOriginal name:\n 26.5mm Flare Gun\n\n\nLicense:\n CC 4.0 International\n\n\nOriginal by:\n Krispyap on 12 May 2017\n\n\nAdditional note:\n I edited the original picture (removed the name and branding)\n\n\n\n\n\n\nImage source:\n \nAnechoic chamber\n\n\nOriginal name:\n Anechoic chamber for EMC testing (Electromagnetic Compatibility) Nemko Norway\n\n\nLicense:\n CC 4.0 International\n\n\nOriginal by:\n Grethe Spongsveen on 16 October 2012\n\n\nAdditional note:\n I edited the original picture, added a blackbox over the face (wasn't visible to begin with)\n\n\n\n\n\n\nDietmar Rabich\n, \nDichroitisches Prisma -- 2020 -- 5121\n, \nCC BY-SA 4.0\n\nThis is attributed as required by the license of the image under its original name.\n\n\nIf you are sure the attribution above is done incorrectly please let me know. If you want to re-use this image you need to attribute/license the author as well (details available in the original source).\n\n\n\n\n\n\nDietmar Rabich\n, \nDichroitisches Prisma -- 2020 -- 5123\n, \nCC BY-SA 4.0\n\nThis is attributed as required by the license of the image under its original name.\n\n\nIf you are sure the attribution above is done incorrectly please let me know. If you want to re-use this image you need to attribute/license the author as well (details available in the original source).\n\n\n\n\n\n\nImage source:\n \nVantablack\n\n\nOriginal name:\n Vantablack 02\n\n\nLicense:\n CC 3.0\n\n\nOriginal by:\n Surrey NanoSystems 20 June 2014, 13:17:33\n\n\n\n\n\n\nImage source:\n \nCaviar\n\n\nOriginal name:\n Vegetarian caviar from algae 'Laminaria hyperborea' (on plate)\n\n\nLicense:\n CC 3.0\n\n\nOriginal by:\n FakirNL 30 November 2013\n\n\n\n\n\n\nImage source:\n \nPurple appendages\n\n\nOriginal name:\n Light painting\n\n\nLicense:\n CC 2.0\n\n\nOriginal by:\n Andrew Malone 22 December 2007\n\n\nAdditional note:\n I edited the original picture (added noise and added text on the image)\n\n\n\n\n\n\n\"It seems as though we must use sometimes the one theory and sometimes the other, while at times we may use either. We are faced with a new kind of difficulty. We have two contradictory pictures of reality; separately neither of them fully explains the phenomena of light, but together they do.\"\n\n\nThis is an actual quote by Albert Einstein I found on \nwikipedia\n\nIt originally comes from the book \"The Evolution of Physics: The Growth of Ideas from Early Concepts to Relativity and Quanta\" written by Albert Einstein and Leopold Infeld and released in 1938 by Cambridge University Press.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword Field agents assigned to SCP-5927 followed standard procedure and evacuated PoI-5927-1. They were then ordered to test the white phosphorus flare guns on SCP-5927. Full-face gas masks with UV-cameras were worn to prevent inhalation of toxic mist. SCP-5927 was tracked by infrared vision until it entered the wild tundra. Personnel switched over to UV-vision and engaged on SCP-5927.",
        "\" SCP-5927 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5927 . Licensed under CC-BY-SA .",
        "Image source: The SCP Original name: Light paint License: CC 3.0 Unported Original by: RChristophe on 5 December 2012",
        "Image source: The old house Original name: Hammersborg_-_no-nb_digifoto_20160113_00338_NB_NS_000223C License: Public domain Original by: From a document owned by the National Library of Norway",
        "Image source: Northern lights Original name: Virmalised 17.03.15 - Aurora Borealis 17.03.15 (8) copy License: CC 4.0 International Original by: Kristian Pikner on 27 March 2015, 20:51:57",
        "Image source: Neurons Original name: Axons from an Alzheimer’s mouse model License: CC 4.0 International Original by: Brian6122 on 20 November 2013 Additional note: I edited the original picture (combined it with the photo below)",
        "Image source: Brain tumour Original name: Synaptophysin DNET License: CC 3.0 Original by: Jensflorian on 25 May 2011 Additional note: I edited the original picture (combined it with the photo above)",
        "Image source: flare gun Original name: 26.5mm Flare Gun License: CC 4.0 International Original by: Krispyap on 12 May 2017 Additional note: I edited the original picture (removed the name and branding)",
        "Image source: Anechoic chamber Original name: Anechoic chamber for EMC testing (Electromagnetic Compatibility) Nemko Norway License: CC 4.0 International Original by: Grethe Spongsveen on 16 October 2012 Additional note: I edited the original picture, added a blackbox over the face (wasn't visible to begin with)",
        "Dietmar Rabich , Dichroitisches Prisma -- 2020 -- 5121 , CC BY-SA 4.0 This is attributed as required by the license of the image under its original name. If you are sure the attribution above is done incorrectly please let me know. If you want to re-use this image you need to attribute/license the author as well (details available in the original source).",
        "Dietmar Rabich , Dichroitisches Prisma -- 2020 -- 5123 , CC BY-SA 4.0 This is attributed as required by the license of the image under its original name. If you are sure the attribution above is done incorrectly please let me know. If you want to re-use this image you need to attribute/license the author as well (details available in the original source).",
        "Image source: Vantablack Original name: Vantablack 02 License: CC 3.0 Original by: Surrey NanoSystems 20 June 2014, 13:17:33",
        "Image source: Caviar Original name: Vegetarian caviar from algae 'Laminaria hyperborea' (on plate) License: CC 3.0 Original by: FakirNL 30 November 2013",
        "Image source: Purple appendages Original name: Light painting License: CC 2.0 Original by: Andrew Malone 22 December 2007 Additional note: I edited the original picture (added noise and added text on the image)",
        "\"It seems as though we must use sometimes the one theory and sometimes the other, while at times we may use either. We are faced with a new kind of difficulty. We have two contradictory pictures of reality; separately neither of them fully explains the phenomena of light, but together they do.\" This is an actual quote by Albert Einstein I found on wikipedia It originally comes from the book \"The Evolution of Physics: The Growth of Ideas from Early Concepts to Relativity and Quanta\" written by Albert Einstein and Leopold Infeld and released in 1938 by Cambridge University Press."
    ],
    "containment_procedures": "SCP-5927 is contained in an anechoic chamber where electromagnetic waves imitating the aurora borealis are continuously emitted, deceiving SCP-5927 into not being able to disappear.",
    "description": "Attempting to trap SCP-5927 in a specially made prism2 and transport said prism to the anechoic chamber specifically developed for the containment of SCP-5927.",
    "title": "SCP-5927"
}