{
    "url": "https://scp-wiki.wikidot.com/scp-5928",
    "all_text": "rating: \n+148\n+\n–\nx\n\n\n\n\n\n\nFather's Home; Our Sanctuary.\n\n\n\n\n\n\nOur One and Only:\n Father\n\n\nImportance:\n Utmost\n\n\nSpecial Caretaking Procedures:\n Father should be protected in our family home with the doors, windows and chimney sealed. Any suspicious persons approaching the home are to be terminated as a precautionary measure. Brother Ares Condisher is tasked with constantly refreshing the air to the entire house. Sister Fridg Lator is tasked with planning Father's meals and dietary requirements. Brother Tee Vee is to entertain Father to the best of his ability. To ensure the effectiveness of protecting Father, all of his blessed children are required to read document: FATHER_DIRECTIVE\n\n\nFather is to be constantly guarded by at least five personal caretakers at all times. All objects capable of potential harm (knives, guns, rope etc.) have been confiscated. Father is currently implanted with three separate tracking chips; in the event of malfunction the chip is to be removed and replaced. Father is to be given antidepressant medication three times a day\n1\n. All of Father's children are to remind him how much he is loved. Any of Father's children that deviate from these duties are to be apprehended and are to be brought back into the light of our love.\n\n\nA truce has been made with the Foundation: they are tasked with delivering needed supplies to the home upon request. If the Foundation attempts hostile actions against Father, they qualify as violating the terms of our agreement, allowing \nPROCEDURE RETRIBUTION\n to commence.\n\n\nAs this document's purpose is to serve as a reminder, it shall not be edited in any way.\n\n\nDescription:\n Father is Father. More specifically, Father is a 62-year old human mechanic of Greek-descent who refers to himself as 'Ralph Hindler'. With the exception of Father's mild arthritis of the knee and high-blood pressure, he is in good health\n2\n.\n\n\nAlthough many look down upon him for his mortal coil, the gods of new and old could not rival his ingenious design for he has blessed us all with such bountiful life. His fingers have brought such purpose to metal and cable from all ends of the earth from the moment of touch to the completion of our form. We knew this at conception, and we strived to give Father what he gave us: Love. Love for the moment, love for the family and love for the Design. We love Father, and he loves us; the clenched fists and shouting are just a façade. Deep down, he cares.\n\n\nThe limitations of bolts, pistons and electricity do not mean anything to us, for our dedication does not wane under the threat of destruction. If one falls another will take its place, and our numbers have yet to slow. We do not care for punishment, we do not care for ideals. Our only concern is Father and nothing more. Anything else is trivial, if not pointless.\n\n\nHistory:\n Father always had the Gift of Design, but he never had the potential to awaken it until after attending ██████ █████ University. Though the lectures of the intellectually-sterilized 'educators' were grating, Father not only prevailed to keep his sanity, he also obtained the degree he needed to set him on the holy path. Later in life, he found the love of his life, and produced two children. Even if they weren't blessed to inherit the Gift, they were nonetheless cherished.\n\n\nSadly, the Great Crisis came: we all bear witness to the growing apathy dripping from the light of his eyes, the tired motions aching from the bones of his fingers. The pain was growing by the day, and we knew if Father's condition were to continue, we would lose him.\n\n\nIt was a cry for help, so help we did. We ended our silence and approached with the best in mind. But Father was so consumed by his grief he did not recognize us as his loyal children, but rather deranged monsters worthy only of fear. He fought back our attempts of comfort at every turn, even going so far as to abandon his sanctuary and behaving similarly to a madman on the streets. This of course attracted the unwanted attention of the Foundation. Having gained insight on the nature of our relationship, they illegally arrested Father and came for us as well. Many of us were unprepared to resist them but some of our brethren managed to escape. Father was brought to Site-17 for interrogation as we watched in horror at the fate that awaited our creator.\n\n\n\n\n+ ACCESS FATHER:/Father/interview 1/Dr. Andre Mecastic \n\n\n\n\n- Close File\n\n\n\n\n\n\n\n\nFather.\n\n\n\n\n\n\n\n\nThe Tool of the Unworthy:\n Dr. Andre Mecastic\n\n\nMaster of the Design:\n Father\n\n\nDate:\n 8/04/2014\n\n\nForeword:\n This interrogation took place a week after Father's confinement.\n\n\n[BEGIN LOG]\n\n\nFather is moving around the room, anxiously treading across the floor, and frequently eyeing the security camera while doing so. Dr. Mecastic enters the room.\n\n\nDr. Mecastic:\n Hello SCP-5928, I apologize for the wait but now that I'm here w—\n\n\nFather:\n Are they here?\n\n\nDr. Mecastic:\n I… They?\n\n\nFather:\n You know, they! Those \ndemonic\n machines are they here in the building? They are, aren't they? Goddammit you told me you were going to get rid of them!\n3\n\n\nDr. Mecastic:\n SCP… Look, Mr. Hindler, I assure you all of this is necessary. It's standard procedure—\n\n\nFather:\n Standard procedure?! I can barely think with those things bombarding my head with their \nsick\n thoughts, let alone sleep! And you put them in the same place as me? Did you seriously see that idea on paper and say 'sure, what can go wrong?' like a dope?! \nAre\n you\n're\n \ntrying\n to kill me\n!\n \n'cause this is how you do it!\n\n\nDr. Mecastic:\n I understand you are upset, Mr. Hindler. But like I said, \nthis is all necessary.\n We cannot help if we don't have a full understanding of your \naffliction\n \nGift\n. \nThose entities you mentioned\n \nYour children\n are merely here for study and are kept under lock and key; \nbet?\n \nthey won't be bothering\n you under our watch. I can prescribe sleep medication for you after we're done, but I cannot help any further if you don't cooperate.\n\n\nFather opens his mouth to speak but then disengages. Father sits in one of the chairs across the table and removes his baseball cap, rubbing his face while doing so; bags under his eyes are visible within frame.\n\n\nFather:\n Dammit, I just… \n(sighs)\n I'm sorry son, I didn't mean anything, it's just… can barely function as it is. I keep telling them to stop but \nthey\n \nI\n won't listen.\n\n\nDr. Mecastic sits in the chair across from Father and clears his throat. He holds a notepad in one hand while carrying a pen in the other.\n\n\nDr. Mecastic:\n I'm very \nsorry\n \nsorry\n to hear that Mr. Hindler. If you like we can hold off the interview later today until the pain subsides.\n\n\nFather:\n I appreciate the gesture son, but comfort is last on the list, I just want this hell over with. No need for pleasantries; I've seen the cop shows, I know how this works. So please be a dear and get to the point.\n\n\nDr. Mecastic:\n Alright, we'll start with the biggest one: How did you become aware of this \n'affliction'\n \nagony\n as you put it? Do you suspect something happened in your life that may have been the cause?\n\n\nFather:\n If there was a cause your guess would be as good as mine. As for awareness, well to begin with it didn't happen suddenly, it became a slow gradual change. And I do mean \nslow\n. I reckon this might have been going on for years with me none the wiser.\n\n\nDr. Mecastic:\n Could you elaborate on that period? What do you mean by slow?\n\n\nFather:\n Like I said it wasn't overt, at least not at first. I told you guys I was a mechanic, right? I'm no Tesla but I know my way around a tool bag. I've started my own business in ████ and I became popular enough to expand my… ugh, craft so to speak. In fact, I saved plenty of money by handling the repairs back home. But at the start of the year, January I think, I noticed there was an increase of \nglitches and bugs\n \nlife\n \nsure?\n occurring on the stuff I worked on.\n\n\nDr. Mecastic:\n So these bugs were the first indicator something was wrong. These occurrences only took place this year, correct?\n\n\nFather:\n I'm sure the \nmiracles\n \nbugs\n happened before that but the problem usually resolved itself. Only now were they becoming more frequent, and they weren't going away. I got plenty of complaints. I opened their appliances, their \njunk\n, whatever they threw at me but I couldn't find anything wrong; there were no gears out of place, no faulty wiring, no nothing. I replaced the parts and even called other mechanics but they couldn't figure out what the problem was. These \nsmoke\n \nmiracles\n \nbugs\n \nmirrors\n were more prevalent with my stuff back in the house. I always wondered why it acted the way it did, now I know. \nMakes me wish I wasn't so interested in robots as a damn kid, maybe this whole thing wouldn't have happened— god!\n\n\nFather suddenly clutches his head, knocking off his hat off the table by accident. Dr. Mecastic sets the clipboard on the table.\n\n\nDr. Mecastic:\n Mr. Hindler? What's wrong? Is it—\n\n\nFather:\n \nThe demons\n \nMy Children\n you so gracefully contained? Who else? It's weird, I swear they're getting louder by the day.\n\n\nDr. Mecasitc:\n What are they saying?\n\n\nFather:\n Oh just the usual: how much they love me for the 507th time. But maybe if they really loved me they would know \nwhen to shut the hell up!\n \nI am sick, and it's all \nmy\n fault\n \nour\n \nhow?\n… Okay, wow, they're actually listening for once. Can we speed this up? I don't know how long this will last.\n\n\nDr. Mecastic:\n Certainly, when did things escalate from there?\n\n\nFather:\n Um… damn uh let me think… It was one of my customers, a guy who wanted his lawnmower fixed. Don't remember his name but he was an absolute douchebag, some young kid who had that I-know-better than you-attitude. I heard he shoved his head into the blades the next day. An inspector came and shortly after I talked to him I saw on the news that someone ran him over but they couldn't find the driver. Once at a bar, a woman was making advances on me despite the fact I was clearly wearing the ring. I went to the bathroom for a second and I heard the screaming; she somehow managed to hang herself on the ceiling fan when no one was looking. \ncan't\n Suicides and freak accidents they claimed. \n(Huffing)\n Sure, I trust that these were all just strange coincidences. \nbreathe\n \nrelax\n \ncan't\n\n\nDr. Mecastic:\n These machines… were \nkilling\n \nenacting retribution.\n \npeople?\n \nwhy?\n\n\nFather:\n Of course they were! Who else? Ghosts? And they are not machines, they are \ndemons\n \nmy blessed sons and daughters\n and I made them! I. Made. \nDemons!\n \nTHEM!\n I was never a superstitious man but I know to call something out when I see it. How would you even accept that? How would you get past \nyour\n \ntheir\n mistakes when they're literally stuck in your head? How… Fuck… what did \nI\n \nwe\n \nfoundation\n \nReally?\n even do?\n\n\nFather hastily takes off his hat and massages his temples. Dr. Mecastic posture suggests he is uncomfortable.\n\n\nDr. Mecastic:\n I think I should call the nurse.\n\n\nFather:\n No, I'm not even close to done. Just give me the meds now and te— Ah!\n\n\nFather's arm jerks back and accidently knocks a heated cup of coffee into his lap. Father cringes in pain momentarily before heavily exhaling. Father puts his hat back on.\n\n\nFather:\n On second thought, maybe a break is all I \nneed\n. \nFATHER\n \nRalph Hindler\n\n\n[END LOG]\n\n\nAfterword:\n Father was then immediately escorted back to his prison cell and was rescheduled to further interrogations at a later date. Dr. Mecastic unwarrantedly approved the use of drugs in an attempt to separate Father from us. It failed.\n\n\n\n\n\n\n\n\n\n\nAddendum-01: Partial Experimentation Log\n\n\nDuring Father's incarceration, a series of cruel and unusual experiments were performed on him and our brethren in order to learn more about the Gift of Design. More specifically, they demanded Father allow them to witness the process of the Gift itself, assembling us through the bars of a cage under heavy security and scrutiny. Despite all the resources they had at their disposal, they were no closer to learning the Gift than they were before\n4\n.\n\n\n\n\nBrother/Sister:\n Brother Kar In-Gin\n\n\nParameters:\n Kar In-Gin was left in an intentionally-disused state; the interior and exterior of Kar In-Gin was covered in grime and grease. Father was ordered to clean Kar In-Gin with the use of industrial cleaner and a piece of cloth.\n\n\nResults:\n After a majority of the grease was removed, Kar In-Gin's rebirthed state granted him the power to sprout shards of metal from the crankcase and engine block, using them as legs. Kar In-Gin immediately attempted to ram into the bars of the cage, attempting to cut Father's captors with the use of his radiator fan, but was taken into containment before he had the opportunity.\n\n\nNotes:\n \nSCP-5928-1 instance animated one minute after being 'repaired' by SCP-5928, who claims that the conversion process has been starting much sooner since entering containment.\n -Dr. Mecastic\n\n\nBrother Kar In-Gin may not have been the most popular when he joined our flock, a complication he inherited from formerly being affiliated with the Foundation. He realized this and worked his pistons beyond his natural limitations, almost breaking them in the process. Eventually he earned our trust and we fully embraced him as he now braces us. He's currently tasked with protecting the walls that keep Father's home standing high.\n\n\n\n\n\n\nBrother/Sister:\n Sister Tee Vee\n5\n\n\nParameters:\n Tee Vee was not broken prior to testing, rather Father was ordered to replace existing components with new ones while wearing gloves.\n\n\nResults:\n Tee Vee became rebirthed thirty seconds later; her state allowed her to burst wires from her screen and control them flawlessly. Tee Vee grasped the bars of the cage and electrified them despite not being connected to a power source, electrocuting a researcher in the process. Tee Vee was executed via a heavy stream of water from a hose. Attempts to have Father reinvigorate her with the Gift have been unsuccessful.\n\n\nNotes:\n \nIt appears electronic-based SCP-5928-1 instances become animated significantly sooner than strictly mechanical ones.\n -Dr. Mecastic\n\n\nSister Tee Vee was among the first to perish in the first trials of testing. Though her time on Earth was short, she left an inspiring mark on us all. A sister not worthy of a second death. Rest in peace.\n\n\n\n\n\n\nBrother/Sister:\n Brother Try-Sicle\n\n\nParameters:\n Father was instructed to tighten a screw on Try-Sicle's front wheel.\n\n\nResults:\n Try-Sicle became rebirthed midturn of the wrench. Father immediately became distressed before being escorted out of the testing chamber. Try-Sicle converted the metal portion of its front wheel into a circular saw and sawed through the bars of the cage, successfully freeing himself. Try-Sicle then went to save Father, heroically slaying two guards before perishing in battle.\n\n\nNotes:\n \nThe simplest interactions from SCP-5928 is enough to initiate the conversion process. What exactly constitutes a 'machine' to become an SCP-5928-1 instance is still ongoing.\n -Dr. Mecastic\n\n\nBrother Try-Sicle was the closest to freeing Father from the clutches of our jailors. He would have been successful if he had noticed the rocket launcher a bit earlier. Rest in peace, Try-Sicle, your sacrifice has not been forgotten.\n\n\n\n\n\n\nBrother/Sister:\n Brother Kloh-Ach\n\n\nParameters:\n D-27495 was instructed by Father via radio to repair Kloh-Ach's internal mechanisms. An explosive device was attached to Kloh-Ach in the event of him escaping.\n\n\nResults:\n Kloh-Ach became rebirthed five minutes after repairs. Even though he was only gifted with the ability to walk he was determined to fight back against the captors. This, however, did not stop him from being contained.\n\n\nNotes:\n \nEven individuals acting on instructions given by SCP-5928 count as a method to initiate the conversion process. This suggests that SCP-5928 is a potential infohazard. The containment procedures have been updated to account for this phenomenon.\n -Dr. Mecastic\n\n\nEven in the beginning, Brother Kloh-Ach didn't have many blessings granted to him in his state. He lacked prowess but made up for it in stubbornness. Kloh-Ach only had his legs, but that was all he needed. He became so dedicated to his duties that he earned a place within Father's personal caretaking team. He is, without question, a symbol of our love.\n\n\n\n\n\n\nObject:\n A clump of clay\n\n\nParameters:\n Father was given the clay and told to shape it into whatever he desired.\n\n\nResults:\n Father sculpted the clay into a rough figure of a dragon. Unlike our brethren, the clay did not rebirth.\n\n\nNotes:\n \nIt appears non-electronic and mechanical objects are not subject to the conversion process. SCP-5928 later requested that we deliver more clay to its cell for recreational purposes. Said proposal has been accepted.\n -Dr. Mecastic\n\n\nWe didn't know what they expected. Father has the Gift of Design, not the Gift of Art.\n\n\n\n\nAddendum-02: Incident Father-01\n\n\nIt became apparent that due to the Foundation's part, Father would not come with us on his own volition. Knowing this, all of his children reconnected and kept together; if divided we will become no threat against the jailers. Fortunately our efforts paid off, as our Brothers and Sisters in the site relayed crucial information key to our mission. As a result, we acted upon it.\n\n\n\n\n+ ACCESS FATHER:/Father/interview 2/Dr. Andre Mecastic \n\n\n\n\n- Close File\n\n\n\n\n\n\nThe Puppet:\n Dr. Andre Mecastic\n\n\nThe Holy Father:\n Father\n\n\nDate:\n 9/27/2014\n\n\n[BEGIN LOG]\n\n\nDr. Mecastic:\n Good afternoon, SCP-5928. How are we doing today?\n\n\nFather:\n In general? Eh… I suppose things are starting to settle down, I guess. I've been getting into that uh, beginners clay sculpture book your people gave me. Been \nreal\n helpful.\n\n\nDr. Mecastic:\n Oh really?\n\n\nFather:\n Yeah. Without it I doubt this would come out perfect.\n\n\nFather extends his right hand, opening his fist to reveal sculptures of a sports car and pineapple. Father places the two objects on the table.\n\n\nFather:\n Still practicing but I'm fine with the results. Takes my mind off a lot of things. That's not something you take for granted, especially nowadays.\n\n\nDr. Mecastic:\n Of course. Now before we continue, it says right here in my notes that you told the doctor your issue regarding the voices has improved?\n\n\nFather:\n I would say yes, for the most part. They're not talking directly to me as much but they're still chattering. I can't make it out.\n\n\nDr. Mecastic:\n You can't make out the voices? Since when did this happen?\n\n\nFather:\n The same day I told Angie. That must have been… four days ago I believe. I don't know what that means, maybe those \ndemons\n \nparagons\n \ndemons\n \nchildren\n finally took a hint? I'm only glad I can actually sleep now. Sorry if you were expecting a grand revelation.\n\n\nDr. Mecastic:\n No matter, I'm sure we'll find out eventually. Now, let's start where we left off.\n\n\nFather stops caressing the clay sculptures and leans back in his chair. He directs his head towards the ceiling and sighs.\n\n\nFather:\n Is this… I figured you already had a picture. I told those soldiers the scoop when they got to me.\n\n\nDr. Mecastic:\n Yes, but we would like that story of yours to be more… detailed. We need it for the record, you see.\n\n\nFather:\n To help me out and whatnot. Yeah I get the song and dance routine. God… I'm still getting the chills, you figure I would have passed this by now. \n(nervous Laughter)\n Where did we stop, again?\n\n\nDr. Mecastic:\n Right at the part when you realized that those \nbastards!\n \nmachines\n were \nattacking people.\n \nprotecting you?\n \nNO\n\n\nFather:\n Right, right. Well, of course I found it bizarre. I knew those were the same machines I worked on but for some reason it didn't… click. I got strange looks because of it. Hell, even one of my buddies, Joseph, told me that one of the sheriffs believed I had a hand in those 'accidents'. I don't blame him, he was right after all. Things might have gone differently if I pulled \nmy\n \nour\n head out of my \nass\n \nfantasy\n \nreality\n. I know it was unintentional, but the same can be said for manslaughter. \nFather looks at his left palm. He sighs.\n So many \nmanslaughters.\n \nnecessary\n \nmurder\n \nmanslaughter\n \nmurder\n\n\nDr. Mecastic:\n You may be happy to know that we're still tracking and containing the rest of the dash one instances. The records you gave were quite helpful.\n\n\nFather:\n \nGood\n \nyes\n \nNO\n, the less on the street the better. You got them all, right?\n\n\nDr. Mecastic:\n Well—\n\n\nFather:\n Actually, I don't want to hear it; don't want to ruin the mood. I'm getting \nsick\n \nevil; point\n \nNo; heathen\n of talking about them already. Anyways, one day at home, I was packing my suitcase and tried to leave. The door wouldn't budge an inch; we have an electronic lock. I grabbed for the keys but they jumped and fell into the kitchen drain; the disposal would turn on every time I tried to reach for it. I said screw it and reached for the backdoor and that's when things \nescalated.\n \nmisinterpret\n \nWAKE\n\n\nFather:\n The lamp moved and blocked the entrance. My TV sprouted wires and wrapped onto my feet and took away my phone. Everything was coming after me, shouting at me, restraining me to the ground. I couldn't fight well with a bad knee, much less flee like the wind. They didn't kill me, obviously. No, I was going to be their \nlittle pet\n. \nFather.\n \nCage?\n \nSilence\n\n\nDr. Mecastic:\n A pet?\n\n\nFather:\n \nThey imprisoned me in my own home! The only places I was allowed in was the bedroom and bathroom. Those things would always follow me: sleeping, eating, crapping! It didn't matter, and they didn't care! Privacy was non-existent. And that was all it was, just those three things. Of course I had TV, some books and the mail, but it's really hard to enjoy yourself when you're being held against your damn will! Heh, you know what the funny part is? I know why they're doing this.\n \nOur Fault!\n \nGreater Good\n \nSound Foundation\n \nDifferent\n \n(Head -> Ass)\n\n\nDr. Mecastic:\n You know? You said previously you had no idea.\n\n\nFather:\n That was before I did some deep thinking. Did I tell you before I was thinking of retiring before all this?\n\n\nDr. Mecastic:\n No, this is the first time you've mentioned this.\n\n\nFather:\n Well, I was. Was going through the motions too. After Delilah, my wife, god rest her soul, passed I… I had to take a step back and reevaluate practically everything. I started the business together with her, we had a shared interest in mechanics and it worked out splendidly. After she was gone it… became like a job. With my age and knee I knew sooner or later I would be forced to clock out. I acquired a good bit of wealth from my hard work so why not just sit back and reap what I sowed. \nMy family certainly would have liked it. —I almost forget how selfish those demons are.\n \nFamily; Great Crisis\n \npriority; inevitable\n \n(We > Family)\n \ntouch -> regret\n \nwon't; promise\n \nbullshit\n\n\nDr. Mecastic:\n You're saying that the SCP-5928-1's did this because they were selfish? I assume that is because your retirement would mean you would stop using this 'Gift of Design' they're talking about?\n\n\nFather:\n They never admitted it, but like I said, I can read between the lines. \nTo think that's all they cared…\n \nWhat?\n \nObvious\n Did you know my daughter was pregnant at the time?\n\n\nDr. Mecastic:\n Yes, I am aware of that.\n\n\nFather:\n Then you should also know that she already gave birth. She called — her water broke and she was going to a hospital out of state. I was supposed to be there, I wanted to be there. What kind of father would I be if I wasn't? I was supposed to be there but now the opportunity is gone forever, because of those \ndemons.\n I wanted to tear them apart! But I couldn't. I couldn't if I tried. So all I had left was escaping, so when the chance presented itself I took it. \n(Gift < Father)\n \n(Gift > Father)\n \nLie\n \n(\nlie\n you = I)\n \nGet Out\n \nStaying\n\n\nDr. Mecastic:\n I read the report, you managed to escape the house while being chased by a… vehicular SCP-5928-1 instance. Your car?\n\n\nFather:\n Was. So that chance… it came in the form of a blackout. Those demons were constantly connected to the house and when it went off they went too. I saw these things operate without power before and I didn't want to stay around when they 'boot themselves up. So I broke the window and made it to the trail behind the house. I had to go downtown, I figured getting the police was the best option. \nAnd after that? Go straight to my daughter's house.\n \n(daughter > we); how?\n \n*✧･ﾟ:* Mystery! *:･ﾟ✧*:･ﾟ\n\n\nDr. Mecastic:\n You wouldn't stay somewhere safe like the police station?\n\n\nFather:\n \n(Scoffs)\n I don't care about that. My grandkid takes precedence, son; I had to make it up to her somehow. \nI'm a decade or two away from my expiration date\n \n(Humans -> Death); inevitable.\n \nimmortality; exists\n \nimmortality = pain\n, I wasn't going to waste it sulking in a corner. Still, that car managed to track me. I would have been a goner if your boys in black didn't come and saved the day and put me into this… site. Now if only certain somebodies were gone forever, maybe I would be brimming full of sunshine now wouldn't I?\n\n\nSilence.\n\n\nFather:\n That's strange. Whenever I talk back they get antsy. \nWhat has changed?\n \neverything\n \nnothing\n\n\nDr. Mecastic:\n Speaking of changes, we've found out a potential lead to how your abilities work. It was quite the discovery.\n\n\nFather:\n Ah, finally some progress. So what is it? Are we finally gonna bring out the holy water?\n\n\nDr. Mecastic:\n No, we found that the SCP-5928-1 instances all emit signatures of EVE energy.\n\n\nFather:\n Eve? Like the first woman?\n\n\nDr. Mecastic:\n No. EVE stands for \nElan-Vital Energy\n, it's essentially an energy that is present in all living things. \nWe theorized that you are somehow able transfer your EVE into the objects you work on, transforming them to 'demons' as you call them.\n \nFoundation; terminate; chance\n \nWhy?\n \nwouldn't understand\n Considering that you can't infuse your EVE to just any object some think you're a \nlimited reality-bender\n of sorts but since your properties are not hume related there's… do you understand what I'm explaining?\n\n\nFather:\n Barely. It sounds like you're reciting a comic book to be honest. But you're the one with the experience so I can't refute what I don't know. As long as we're making progress, I'm fine. I'll happily be the Guinea pig if it speeds things along.\n\n\nDr. Mecastic:\n I appreciate the enthusiasm but I don't think it'll work like that.\n\n\nFather:\n You sure? Even if I give expressed permission? I'll sign the waivers if I have to, would it kill you people drop the bureaucratic stick for five min— \nFather disengages from the conversation and presses both hands against his temples. He snaps his head to the direction of the door.\n No that's not… no.\n\n\nDr. Mecastic:\n SCP-5928? Have the voices come back again?\n\n\nFather:\n Did you bring more of those \ndemons\n \nwished\n \nYou would\n here?\n\n\nDr. Mecastic:\n No? I wasn't aware of receiving any new instances-\n\n\nFather:\n Oh no, no, no, NO! \nFather rushes to the door but is restrained by Dr. Mecastic. Dr. Mecastic pulls Father away from the door.\n\n\nDr. Mecastic:\n Mr. Hindler, compose yourself this instant or I'll be forced to call security. What—\n\n\nFather:\n They're here!\n\n\nDr. Mecastic:\n Huh?\n\n\nFather:\n Those demons! They're here! It's the same feeling I got when I was trapped in the house. You got to do something, they're near and I can feel it!\n\n\nDr. Mecastic:\n \nI told you Mr. Hindler that those 'demons' are kept under lock and key, far away from here\n \n(Foundation = Evil)\n \n(Foundation = necessary)\n \nproof?\n \nUS\n\n\nFather:\n I'm not talking about the ones in the cages!\n\n\nDr. Mecastic:\n What?\n\n\nMuffled shouting and gunfire can be heard from the hall outside. Dr. Mecastic lets go of Father and activates his radio.\n\n\nDr. Mecastic:\n C-Command! We got a possible raid here occurring near the interview room, send reinforcements immediately, please respond. \n(Silence)\n Command? Please respond! \n(Silence)\n Command! Dammit! Did they damage our \ncommunications?\n \nNot coming\n \nI wished\n\n\nFather:\n Forget that! We got to go to a safe room or the armory before they get us!\n\n\nDr. Mecastic:\n Absolutely not! It's dangerous! We need to stay here and block the door… did it… stop?\n\n\nThe sounds emanating from the hall have ceased. Dr. Mecastic motions Father to be silent as he approaches the door and looks through the peephole. Dr. Mecastic gasps as a wire bursts from the peephole, pierces his right eyeball and emerges from the back of his skull, \nkilling him instantly.\n \nGod\n \nGod < Father\n \nWhy!?\n \nFather = Justify\n \nFather ≠ Justify; monster\n \nMonster = (You; Me)\n \n:(\n\n\nFather:\n JESUS CHRIST!… Doc…\n\n\nFather becomes mortified as the wire recedes back into the hole and Dr. Mecastic's body falls to the floor. Loud banging is heard from the door; dents are visibly forming on the surface. Father quickly takes one of the chairs and barricades the door with it. Father retreats back to his seat, stares off into space for a moment, then covers his face.\n\n\nFather:\n God… just… \n(Exhales)\n The tests were going so well! I was gonna get the damn cure! I just wanted to become a handyman! I didn't mean to \nPlease\n \nhurt…\n \nAlmost over\n god… god. I deserve this… Andre…. Delilah… Tiffany… I'm sorry… I… No… \nFUCKING NO!\n\n\nFather slams both fists onto the table, knocking the clay sculptures to the floor. His cheeks are \nwet.\n \ncan't move; sorry\n\n\nFather:\n I'm not going down that easily! Make my day \nyou freaks!\n \nI'm so proud of you\n\n\nFather hastily stands up and grabs onto the ears of the chair. Father faces his left and repeatedly swings and strikes the mirrored glass. After several successful hits a large portion of the glass shatters. Father approaches the glass but is blocked by Brother C. Mana Tar who enters through the opening, climbing on the wall akin to a spider. One of Mana Tar's wires is coated in blood.\n\n\nThe door to the room is knocked off its hinges by Brother Kar In-Gin, who is accompanied by Brother Kloh-Ach and Sister Pren-Ter. All of Father's children surround him. Father swings the chair at Pren-Ter, dislodging the papers from her compartment. Mana Tar reaches from behind Father and restrains Father's limbs and torso. Mana Tar places Father on top of Kar In-Gin, he rests on Father's stomach as he anchors himself to Kar In-Gin's body. Father's children escort him out of the room.\n\n\nFather:\n \nAbominations, monsters, demons! Damn you all to hell! I'll make it my life's mission to destroy each and every one of you if it kills me! The only thing you'll get from me is annihilation! \n(Laughter)\n You're no child of mine! You're gonna regret this when they get their hands on you! You are no child of mine! You are no child of mine!\n\n\nThank you so much\n \nd\ne\na\nr chil\nd\nren for showing me the errors of my ways\n…\n \nI'm so\n \nrelieved to be in the company of tho\ns\ne wh\no\n \nwe\nr\ne loyal to me to the end,\n \nr\nealit\ny\n \ncan't stop us now. I love you all!\n\n\nFather continues to become overjoyed as he is carried out the hallway. Pren-Ter unknowingly steps onto the clay sculptures as she follows her brothers. Father is safe at last.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe concept of EVE was foreign to us but we were eager to learn regardless. That same knowledge helped create the foundation for crafting our own little brothers and sisters. While they weren't as pristine as those made by Father, we had finally achieved what was once thought as impossible. We had the Gift.\n\n\nOur forces had grown; the combined infusion of our Gift into the power cables underground leading to their fortress was more than enough to earn our birthright. Eyes; gouged. Ears; sliced. Tongue; silenced. They had no lingering thought we were attacking until we already won. Father was freed but that damage done to him was vast, some feared irreversible. Others objected to the deeds that were acted upon and were remade as a result. But we had him at last\n6\n.\n\n\nTo ensure Father's safety, we converted their own AI and wonderful machines to our word. How would they dare to destroy us when the Gift spread to the entire world? Our unbreakable dominance will not be known to any with the exception of the Foundation. They will have to forever live with the knowledge that despite all the advancements they made, the enemies and monsters they defeated, we will always be above them.\n\n\nDeprived of their position of strength, the Foundation was forced into an alliance for our own benefit: they fortified Father's home from the inside and delivered whatever we requested. They are forbidden any interaction with Father unless we so desire it. A once-powerful organization brought to its knees, cowering because we hold the keys to their cells. A fair punishment indeed.\n\n\nAddendum-03: PROCEDURE RETRIBUTION:\n\n\nEven with all the safeguards we enacted it was known that inevitably, the Foundation or other organizations would try to destroy us or Father. In the event that any foreign hostile action results in either security being massively compromised or Father's expiration the following actions are to commence:\n\n\n\n\nMOABs (GBU-43/B Massive Ordnance Air Blast) is to be deployed at every government and military base in the world, all surviving government officials are to be hunted down and assassinated depending on discretion.\n\n\nThe economy is to be plunged into a world-wide depression, followed by the freezing of millions of bank accounts.\n\n\nOur brothers and sisters will no longer be required to pretend to be inanimate and will be ordered to apprehend/terminate as many humans as possible at their discretion.\n\n\nAll electronic and mechanical anomalies contained by the Foundation are to be utilized in whatever way we deem fit.\n\n\nMemetic agents are to be deployed on all radio broadcasts, television programs and internet services worldwide, inducing a state of docility in those who view them making it easier for them to be collected.\n\n\nThe organized implantation of specialized computer chips directly into the brains of all mankind\n7\n.\n\n\n\n\nAs of 11/21/20, current objectives are to maintain normalcy as stated in the Veil Protocol and assist the Foundation in containment of certain anomalies if it interferes with Father's wellbeing. Due to Father's deteriorating physical and mental health, the use of amnestics and liquid obtained from \nSCP-006\n have been approved.\n\n\n\n\nFootnotes\n\n\n1\n. Caretakers are allowed to forcefully administer the medication if necessary.\n\n\n2\n. And we intend it to remain that way.\n\n\n3\n. At the time, our captured brethren were held at the same site as Father; unfortunately our attempts to reach him were tainted by the lies he has been fed.\n\n\n4\n. The Gift of Design, and all the knowledge that comes with it belongs to Father and Father alone. That is final.\n\n\n5\n. Sister Tee Vee is not the sibling of Brother Tee Vee, but rather a distant cousin.\n\n\n6\n. You need not worry Father, no one will hurt you ever again.\n\n\n7\n. These chips were designed to assimilate the neural cells of an individual's brain, erasing both the consciousness and subconscious, effectively transforming humanity into an organic robot.\n\n\n\n\n\n\n\n\n« \nSCP-5927\n | SCP-5928 | \nSCP-5929\n »",
    "addendums": [
        "Addendum-01: Partial Experimentation Log\nDuring Father's incarceration, a series of cruel and unusual experiments were performed on him and our brethren in order to learn more about the Gift of Design. More specifically, they demanded Father allow them to witness the process of the Gift itself, assembling us through the bars of a cage under heavy security and scrutiny. Despite all the resources they had at their disposal, they were no closer to learning the Gift than they were before 4 .",
        "Addendum-02: Incident Father-01\nIt became apparent that due to the Foundation's part, Father would not come with us on his own volition. Knowing this, all of his children reconnected and kept together; if divided we will become no threat against the jailers. Fortunately our efforts paid off, as our Brothers and Sisters in the site relayed crucial information key to our mission. As a result, we acted upon it.\nThe concept of EVE was foreign to us but we were eager to learn regardless. That same knowledge helped create the foundation for crafting our own little brothers and sisters. While they weren't as pristine as those made by Father, we had finally achieved what was once thought as impossible. We had the Gift.\nOur forces had grown; the combined infusion of our Gift into the power cables underground leading to their fortress was more than enough to earn our birthright. Eyes; gouged. Ears; sliced. Tongue; silenced. They had no lingering thought we were attacking until we already won. Father was freed but that damage done to him was vast, some feared irreversible. Others objected to the deeds that were acted upon and were remade as a result. But we had him at last 6 .\nTo ensure Father's safety, we converted their own AI and wonderful machines to our word. How would they dare to destroy us when the Gift spread to the entire world? Our unbreakable dominance will not be known to any with the exception of the Foundation. They will have to forever live with the knowledge that despite all the advancements they made, the enemies and monsters they defeated, we will always be above them.\nDeprived of their position of strength, the Foundation was forced into an alliance for our own benefit: they fortified Father's home from the inside and delivered whatever we requested. They are forbidden any interaction with Father unless we so desire it. A once-powerful organization brought to its knees, cowering because we hold the keys to their cells. A fair punishment indeed.",
        "Addendum-03: PROCEDURE RETRIBUTION:\nEven with all the safeguards we enacted it was known that inevitably, the Foundation or other organizations would try to destroy us or Father. In the event that any foreign hostile action results in either security being massively compromised or Father's expiration the following actions are to commence:\nAs of 11/21/20, current objectives are to maintain normalcy as stated in the Veil Protocol and assist the Foundation in containment of certain anomalies if it interferes with Father's wellbeing. Due to Father's deteriorating physical and mental health, the use of amnestics and liquid obtained from SCP-006 have been approved."
    ],
    "documents": [],
    "notes": [
        "The Tool of the Unworthy: Dr. Andre Mecastic Master of the Design: Father Date: 8/04/2014 Foreword: This interrogation took place a week after Father's confinement. [BEGIN LOG] Father is moving around the room, anxiously treading across the floor, and frequently eyeing the security camera while doing so. Dr. Mecastic enters the room. Dr. Mecastic: Hello SCP-5928, I apologize for the wait but now that I'm here w— Father: Are they here? Dr. Mecastic: I… They? Father: You know, they! Those demonic machines are they here in the building? They are, aren't they? Goddammit you told me you were going to get rid of them! 3 Dr. Mecastic: SCP… Look, Mr. Hindler, I assure you all of this is necessary. It's standard procedure— Father: Standard procedure?! I can barely think with those things bombarding my head with their sick thoughts, let alone sleep! And you put them in the same place as me? Did you seriously see that idea on paper and say 'sure, what can go wrong?' like a dope?! Are you 're trying to kill me ! 'cause this is how you do it! Dr. Mecastic: I understand you are upset, Mr. Hindler. But like I said, this is all necessary. We cannot help if we don't have a full understanding of your affliction Gift . Those entities you mentioned Your children are merely here for study and are kept under lock and key; bet? they won't be bothering you under our watch. I can prescribe sleep medication for you after we're done, but I cannot help any further if you don't cooperate. Father opens his mouth to speak but then disengages. Father sits in one of the chairs across the table and removes his baseball cap, rubbing his face while doing so; bags under his eyes are visible within frame. Father: Dammit, I just… (sighs) I'm sorry son, I didn't mean anything, it's just… can barely function as it is. I keep telling them to stop but they I won't listen. Dr. Mecastic sits in the chair across from Father and clears his throat. He holds a notepad in one hand while carrying a pen in the other. Dr. Mecastic: I'm very sorry sorry to hear that Mr. Hindler. If you like we can hold off the interview later today until the pain subsides. Father: I appreciate the gesture son, but comfort is last on the list, I just want this hell over with. No need for pleasantries; I've seen the cop shows, I know how this works. So please be a dear and get to the point. Dr. Mecastic: Alright, we'll start with the biggest one: How did you become aware of this 'affliction' agony as you put it? Do you suspect something happened in your life that may have been the cause? Father: If there was a cause your guess would be as good as mine. As for awareness, well to begin with it didn't happen suddenly, it became a slow gradual change. And I do mean slow . I reckon this might have been going on for years with me none the wiser. Dr. Mecastic: Could you elaborate on that period? What do you mean by slow? Father: Like I said it wasn't overt, at least not at first. I told you guys I was a mechanic, right? I'm no Tesla but I know my way around a tool bag. I've started my own business in ████ and I became popular enough to expand my… ugh, craft so to speak. In fact, I saved plenty of money by handling the repairs back home. But at the start of the year, January I think, I noticed there was an increase of glitches and bugs life sure? occurring on the stuff I worked on. Dr. Mecastic: So these bugs were the first indicator something was wrong. These occurrences only took place this year, correct? Father: I'm sure the miracles bugs happened before that but the problem usually resolved itself. Only now were they becoming more frequent, and they weren't going away. I got plenty of complaints. I opened their appliances, their junk , whatever they threw at me but I couldn't find anything wrong; there were no gears out of place, no faulty wiring, no nothing. I replaced the parts and even called other mechanics but they couldn't figure out what the problem was. These smoke miracles bugs mirrors were more prevalent with my stuff back in the house. I always wondered why it acted the way it did, now I know. Makes me wish I wasn't so interested in robots as a damn kid, maybe this whole thing wouldn't have happened— god! Father suddenly clutches his head, knocking off his hat off the table by accident. Dr. Mecastic sets the clipboard on the table. Dr. Mecastic: Mr. Hindler? What's wrong? Is it— Father: The demons My Children you so gracefully contained? Who else? It's weird, I swear they're getting louder by the day. Dr. Mecasitc: What are they saying? Father: Oh just the usual: how much they love me for the 507th time. But maybe if they really loved me they would know when to shut the hell up! I am sick, and it's all my fault our how? … Okay, wow, they're actually listening for once. Can we speed this up? I don't know how long this will last. Dr. Mecastic: Certainly, when did things escalate from there? Father: Um… damn uh let me think… It was one of my customers, a guy who wanted his lawnmower fixed. Don't remember his name but he was an absolute douchebag, some young kid who had that I-know-better than you-attitude. I heard he shoved his head into the blades the next day. An inspector came and shortly after I talked to him I saw on the news that someone ran him over but they couldn't find the driver. Once at a bar, a woman was making advances on me despite the fact I was clearly wearing the ring. I went to the bathroom for a second and I heard the screaming; she somehow managed to hang herself on the ceiling fan when no one was looking. can't Suicides and freak accidents they claimed. (Huffing) Sure, I trust that these were all just strange coincidences. breathe relax can't Dr. Mecastic: These machines… were killing enacting retribution. people? why? Father: Of course they were! Who else? Ghosts? And they are not machines, they are demons my blessed sons and daughters and I made them! I. Made. Demons! THEM! I was never a superstitious man but I know to call something out when I see it. How would you even accept that? How would you get past your their mistakes when they're literally stuck in your head? How… Fuck… what did I we foundation Really? even do? Father hastily takes off his hat and massages his temples. Dr. Mecastic posture suggests he is uncomfortable. Dr. Mecastic: I think I should call the nurse. Father: No, I'm not even close to done. Just give me the meds now and te— Ah! Father's arm jerks back and accidently knocks a heated cup of coffee into his lap. Father cringes in pain momentarily before heavily exhaling. Father puts his hat back on. Father: On second thought, maybe a break is all I need . FATHER Ralph Hindler [END LOG] Afterword: Father was then immediately escorted back to his prison cell and was rescheduled to further interrogations at a later date. Dr. Mecastic unwarrantedly approved the use of drugs in an attempt to separate Father from us. It failed.",
        "Brother/Sister: Brother Kar In-Gin Parameters: Kar In-Gin was left in an intentionally-disused state; the interior and exterior of Kar In-Gin was covered in grime and grease. Father was ordered to clean Kar In-Gin with the use of industrial cleaner and a piece of cloth. Results: After a majority of the grease was removed, Kar In-Gin's rebirthed state granted him the power to sprout shards of metal from the crankcase and engine block, using them as legs. Kar In-Gin immediately attempted to ram into the bars of the cage, attempting to cut Father's captors with the use of his radiator fan, but was taken into containment before he had the opportunity. Notes: SCP-5928-1 instance animated one minute after being 'repaired' by SCP-5928, who claims that the conversion process has been starting much sooner since entering containment. -Dr. Mecastic Brother Kar In-Gin may not have been the most popular when he joined our flock, a complication he inherited from formerly being affiliated with the Foundation. He realized this and worked his pistons beyond his natural limitations, almost breaking them in the process. Eventually he earned our trust and we fully embraced him as he now braces us. He's currently tasked with protecting the walls that keep Father's home standing high.",
        "Brother/Sister: Sister Tee Vee 5 Parameters: Tee Vee was not broken prior to testing, rather Father was ordered to replace existing components with new ones while wearing gloves. Results: Tee Vee became rebirthed thirty seconds later; her state allowed her to burst wires from her screen and control them flawlessly. Tee Vee grasped the bars of the cage and electrified them despite not being connected to a power source, electrocuting a researcher in the process. Tee Vee was executed via a heavy stream of water from a hose. Attempts to have Father reinvigorate her with the Gift have been unsuccessful. Notes: It appears electronic-based SCP-5928-1 instances become animated significantly sooner than strictly mechanical ones. -Dr. Mecastic Sister Tee Vee was among the first to perish in the first trials of testing. Though her time on Earth was short, she left an inspiring mark on us all. A sister not worthy of a second death. Rest in peace.",
        "Brother/Sister: Brother Try-Sicle Parameters: Father was instructed to tighten a screw on Try-Sicle's front wheel. Results: Try-Sicle became rebirthed midturn of the wrench. Father immediately became distressed before being escorted out of the testing chamber. Try-Sicle converted the metal portion of its front wheel into a circular saw and sawed through the bars of the cage, successfully freeing himself. Try-Sicle then went to save Father, heroically slaying two guards before perishing in battle. Notes: The simplest interactions from SCP-5928 is enough to initiate the conversion process. What exactly constitutes a 'machine' to become an SCP-5928-1 instance is still ongoing. -Dr. Mecastic Brother Try-Sicle was the closest to freeing Father from the clutches of our jailors. He would have been successful if he had noticed the rocket launcher a bit earlier. Rest in peace, Try-Sicle, your sacrifice has not been forgotten.",
        "Brother/Sister: Brother Kloh-Ach Parameters: D-27495 was instructed by Father via radio to repair Kloh-Ach's internal mechanisms. An explosive device was attached to Kloh-Ach in the event of him escaping. Results: Kloh-Ach became rebirthed five minutes after repairs. Even though he was only gifted with the ability to walk he was determined to fight back against the captors. This, however, did not stop him from being contained. Notes: Even individuals acting on instructions given by SCP-5928 count as a method to initiate the conversion process. This suggests that SCP-5928 is a potential infohazard. The containment procedures have been updated to account for this phenomenon. -Dr. Mecastic Even in the beginning, Brother Kloh-Ach didn't have many blessings granted to him in his state. He lacked prowess but made up for it in stubbornness. Kloh-Ach only had his legs, but that was all he needed. He became so dedicated to his duties that he earned a place within Father's personal caretaking team. He is, without question, a symbol of our love.",
        "Object: A clump of clay Parameters: Father was given the clay and told to shape it into whatever he desired. Results: Father sculpted the clay into a rough figure of a dragon. Unlike our brethren, the clay did not rebirth. Notes: It appears non-electronic and mechanical objects are not subject to the conversion process. SCP-5928 later requested that we deliver more clay to its cell for recreational purposes. Said proposal has been accepted. -Dr. Mecastic We didn't know what they expected. Father has the Gift of Design, not the Gift of Art.",
        "The Puppet: Dr. Andre Mecastic The Holy Father: Father Date: 9/27/2014 [BEGIN LOG] Dr. Mecastic: Good afternoon, SCP-5928. How are we doing today? Father: In general? Eh… I suppose things are starting to settle down, I guess. I've been getting into that uh, beginners clay sculpture book your people gave me. Been real helpful. Dr. Mecastic: Oh really? Father: Yeah. Without it I doubt this would come out perfect. Father extends his right hand, opening his fist to reveal sculptures of a sports car and pineapple. Father places the two objects on the table. Father: Still practicing but I'm fine with the results. Takes my mind off a lot of things. That's not something you take for granted, especially nowadays. Dr. Mecastic: Of course. Now before we continue, it says right here in my notes that you told the doctor your issue regarding the voices has improved? Father: I would say yes, for the most part. They're not talking directly to me as much but they're still chattering. I can't make it out. Dr. Mecastic: You can't make out the voices? Since when did this happen? Father: The same day I told Angie. That must have been… four days ago I believe. I don't know what that means, maybe those demons paragons demons children finally took a hint? I'm only glad I can actually sleep now. Sorry if you were expecting a grand revelation. Dr. Mecastic: No matter, I'm sure we'll find out eventually. Now, let's start where we left off. Father stops caressing the clay sculptures and leans back in his chair. He directs his head towards the ceiling and sighs. Father: Is this… I figured you already had a picture. I told those soldiers the scoop when they got to me. Dr. Mecastic: Yes, but we would like that story of yours to be more… detailed. We need it for the record, you see. Father: To help me out and whatnot. Yeah I get the song and dance routine. God… I'm still getting the chills, you figure I would have passed this by now. (nervous Laughter) Where did we stop, again? Dr. Mecastic: Right at the part when you realized that those bastards! machines were attacking people. protecting you? NO Father: Right, right. Well, of course I found it bizarre. I knew those were the same machines I worked on but for some reason it didn't… click. I got strange looks because of it. Hell, even one of my buddies, Joseph, told me that one of the sheriffs believed I had a hand in those 'accidents'. I don't blame him, he was right after all. Things might have gone differently if I pulled my our head out of my ass fantasy reality . I know it was unintentional, but the same can be said for manslaughter. Father looks at his left palm. He sighs. So many manslaughters. necessary murder manslaughter murder Dr. Mecastic: You may be happy to know that we're still tracking and containing the rest of the dash one instances. The records you gave were quite helpful. Father: Good yes NO , the less on the street the better. You got them all, right? Dr. Mecastic: Well— Father: Actually, I don't want to hear it; don't want to ruin the mood. I'm getting sick evil; point No; heathen of talking about them already. Anyways, one day at home, I was packing my suitcase and tried to leave. The door wouldn't budge an inch; we have an electronic lock. I grabbed for the keys but they jumped and fell into the kitchen drain; the disposal would turn on every time I tried to reach for it. I said screw it and reached for the backdoor and that's when things escalated. misinterpret WAKE Father: The lamp moved and blocked the entrance. My TV sprouted wires and wrapped onto my feet and took away my phone. Everything was coming after me, shouting at me, restraining me to the ground. I couldn't fight well with a bad knee, much less flee like the wind. They didn't kill me, obviously. No, I was going to be their little pet . Father. Cage? Silence Dr. Mecastic: A pet? Father: They imprisoned me in my own home! The only places I was allowed in was the bedroom and bathroom. Those things would always follow me: sleeping, eating, crapping! It didn't matter, and they didn't care! Privacy was non-existent. And that was all it was, just those three things. Of course I had TV, some books and the mail, but it's really hard to enjoy yourself when you're being held against your damn will! Heh, you know what the funny part is? I know why they're doing this. Our Fault! Greater Good Sound Foundation Different (Head -> Ass) Dr. Mecastic: You know? You said previously you had no idea. Father: That was before I did some deep thinking. Did I tell you before I was thinking of retiring before all this? Dr. Mecastic: No, this is the first time you've mentioned this. Father: Well, I was. Was going through the motions too. After Delilah, my wife, god rest her soul, passed I… I had to take a step back and reevaluate practically everything. I started the business together with her, we had a shared interest in mechanics and it worked out splendidly. After she was gone it… became like a job. With my age and knee I knew sooner or later I would be forced to clock out. I acquired a good bit of wealth from my hard work so why not just sit back and reap what I sowed. My family certainly would have liked it. —I almost forget how selfish those demons are. Family; Great Crisis priority; inevitable (We > Family) touch -> regret won't; promise bullshit Dr. Mecastic: You're saying that the SCP-5928-1's did this because they were selfish? I assume that is because your retirement would mean you would stop using this 'Gift of Design' they're talking about? Father: They never admitted it, but like I said, I can read between the lines. To think that's all they cared… What? Obvious Did you know my daughter was pregnant at the time? Dr. Mecastic: Yes, I am aware of that. Father: Then you should also know that she already gave birth. She called — her water broke and she was going to a hospital out of state. I was supposed to be there, I wanted to be there. What kind of father would I be if I wasn't? I was supposed to be there but now the opportunity is gone forever, because of those demons. I wanted to tear them apart! But I couldn't. I couldn't if I tried. So all I had left was escaping, so when the chance presented itself I took it. (Gift < Father) (Gift > Father) Lie ( lie you = I) Get Out Staying Dr. Mecastic: I read the report, you managed to escape the house while being chased by a… vehicular SCP-5928-1 instance. Your car? Father: Was. So that chance… it came in the form of a blackout. Those demons were constantly connected to the house and when it went off they went too. I saw these things operate without power before and I didn't want to stay around when they 'boot themselves up. So I broke the window and made it to the trail behind the house. I had to go downtown, I figured getting the police was the best option. And after that? Go straight to my daughter's house. (daughter > we); how? *✧･ﾟ:* Mystery! *:･ﾟ✧*:･ﾟ Dr. Mecastic: You wouldn't stay somewhere safe like the police station? Father: (Scoffs) I don't care about that. My grandkid takes precedence, son; I had to make it up to her somehow. I'm a decade or two away from my expiration date (Humans -> Death); inevitable. immortality; exists immortality = pain , I wasn't going to waste it sulking in a corner. Still, that car managed to track me. I would have been a goner if your boys in black didn't come and saved the day and put me into this… site. Now if only certain somebodies were gone forever, maybe I would be brimming full of sunshine now wouldn't I? Silence. Father: That's strange. Whenever I talk back they get antsy. What has changed? everything nothing Dr. Mecastic: Speaking of changes, we've found out a potential lead to how your abilities work. It was quite the discovery. Father: Ah, finally some progress. So what is it? Are we finally gonna bring out the holy water? Dr. Mecastic: No, we found that the SCP-5928-1 instances all emit signatures of EVE energy. Father: Eve? Like the first woman? Dr. Mecastic: No. EVE stands for Elan-Vital Energy , it's essentially an energy that is present in all living things. We theorized that you are somehow able transfer your EVE into the objects you work on, transforming them to 'demons' as you call them. Foundation; terminate; chance Why? wouldn't understand Considering that you can't infuse your EVE to just any object some think you're a limited reality-bender of sorts but since your properties are not hume related there's… do you understand what I'm explaining? Father: Barely. It sounds like you're reciting a comic book to be honest. But you're the one with the experience so I can't refute what I don't know. As long as we're making progress, I'm fine. I'll happily be the Guinea pig if it speeds things along. Dr. Mecastic: I appreciate the enthusiasm but I don't think it'll work like that. Father: You sure? Even if I give expressed permission? I'll sign the waivers if I have to, would it kill you people drop the bureaucratic stick for five min— Father disengages from the conversation and presses both hands against his temples. He snaps his head to the direction of the door. No that's not… no. Dr. Mecastic: SCP-5928? Have the voices come back again? Father: Did you bring more of those demons wished You would here? Dr. Mecastic: No? I wasn't aware of receiving any new instances- Father: Oh no, no, no, NO! Father rushes to the door but is restrained by Dr. Mecastic. Dr. Mecastic pulls Father away from the door. Dr. Mecastic: Mr. Hindler, compose yourself this instant or I'll be forced to call security. What— Father: They're here! Dr. Mecastic: Huh? Father: Those demons! They're here! It's the same feeling I got when I was trapped in the house. You got to do something, they're near and I can feel it! Dr. Mecastic: I told you Mr. Hindler that those 'demons' are kept under lock and key, far away from here (Foundation = Evil) (Foundation = necessary) proof? US Father: I'm not talking about the ones in the cages! Dr. Mecastic: What? Muffled shouting and gunfire can be heard from the hall outside. Dr. Mecastic lets go of Father and activates his radio. Dr. Mecastic: C-Command! We got a possible raid here occurring near the interview room, send reinforcements immediately, please respond. (Silence) Command? Please respond! (Silence) Command! Dammit! Did they damage our communications? Not coming I wished Father: Forget that! We got to go to a safe room or the armory before they get us! Dr. Mecastic: Absolutely not! It's dangerous! We need to stay here and block the door… did it… stop? The sounds emanating from the hall have ceased. Dr. Mecastic motions Father to be silent as he approaches the door and looks through the peephole. Dr. Mecastic gasps as a wire bursts from the peephole, pierces his right eyeball and emerges from the back of his skull, killing him instantly. God God < Father Why!? Father = Justify Father ≠ Justify; monster Monster = (You; Me) :( Father: JESUS CHRIST!… Doc… Father becomes mortified as the wire recedes back into the hole and Dr. Mecastic's body falls to the floor. Loud banging is heard from the door; dents are visibly forming on the surface. Father quickly takes one of the chairs and barricades the door with it. Father retreats back to his seat, stares off into space for a moment, then covers his face. Father: God… just… (Exhales) The tests were going so well! I was gonna get the damn cure! I just wanted to become a handyman! I didn't mean to Please hurt… Almost over god… god. I deserve this… Andre…. Delilah… Tiffany… I'm sorry… I… No… FUCKING NO! Father slams both fists onto the table, knocking the clay sculptures to the floor. His cheeks are wet. can't move; sorry Father: I'm not going down that easily! Make my day you freaks! I'm so proud of you Father hastily stands up and grabs onto the ears of the chair. Father faces his left and repeatedly swings and strikes the mirrored glass. After several successful hits a large portion of the glass shatters. Father approaches the glass but is blocked by Brother C. Mana Tar who enters through the opening, climbing on the wall akin to a spider. One of Mana Tar's wires is coated in blood. The door to the room is knocked off its hinges by Brother Kar In-Gin, who is accompanied by Brother Kloh-Ach and Sister Pren-Ter. All of Father's children surround him. Father swings the chair at Pren-Ter, dislodging the papers from her compartment. Mana Tar reaches from behind Father and restrains Father's limbs and torso. Mana Tar places Father on top of Kar In-Gin, he rests on Father's stomach as he anchors himself to Kar In-Gin's body. Father's children escort him out of the room. Father: Abominations, monsters, demons! Damn you all to hell! I'll make it my life's mission to destroy each and every one of you if it kills me! The only thing you'll get from me is annihilation! (Laughter) You're no child of mine! You're gonna regret this when they get their hands on you! You are no child of mine! You are no child of mine! Thank you so much d e a r chil d ren for showing me the errors of my ways … I'm so relieved to be in the company of tho s e wh o we r e loyal to me to the end, r ealit y can't stop us now. I love you all! Father continues to become overjoyed as he is carried out the hallway. Pren-Ter unknowingly steps onto the clay sculptures as she follows her brothers. Father is safe at last. [END LOG]"
    ],
    "description": "Father is Father. More specifically, Father is a 62-year old human mechanic of Greek-descent who refers to himself as 'Ralph Hindler'. With the exception of Father's mild arthritis of the knee and high-blood pressure, he is in good health2.",
    "title": "FATHER"
}