{
    "url": "https://scp-wiki.wikidot.com/scp-5929",
    "all_text": "rating: \n+216\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n4/5929\n LEVEL \n4/5929\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5929\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Access to the Challenger Deep is to be highly restricted using agents placed in the government of the Federated States of Micronesia. All individuals who discover the existence of SCP-5929 are to be subjected to targeted amnesticization to preserve the facade that the Challenger Deep is inhospitable and underexplored.\n\n\nDescription:\n SCP-5929 refers to a series of intricate carvings found at the bottom of the Challenger Deep in the Pacific Ocean. While a precise age is impossible to measure, the carvings are believed to be in excess of one billion years old, making them by far the oldest evidence of sentient habitation of Earth. They are largely constructed of minerals completely unique to the region; no similar samples have been discovered elsewhere on the planet.\n\n\nDue to their extremely remote location, extended exploration of SCP-5929 has proved difficult, but a functionally complete set of SCP-5929 instances has been photographed and examined by Foundation linguists and anthropologists. Translation proved similarly difficult but the following represents the most conclusive set of estimations regarding SCP-5929's meaning.\n\n\n\n\nA1.\n A large (ship/container/vessel) in orbit around the third planet from a star, likely Earth. The planet has only a few small, scattered continents and large oceans, reflecting the continental composition of Earth 1.5 billion years ago.\n\n\nA2.\n The (ship/container/vessel) descends through the thin atmosphere of Earth and plunges into the water covering 95% of the planet. It comes to a stop at the seafloor.\n\n\nA3.\n A series of degraded representations of various molecular chains, including 6 of the 9 amino acids essential for the growth of life. These are clustered inside the (ship/container/vessel) as it sits on the seafloor. With these is the symbol for (poison/filth/waste).\n\n\nA4.\n A symbol for (time/growth/decline). The (ship/container/vessel) gradually degrades, releasing the molecules into the surrounded seafloor. With these are representations of extremely basic unicellular organisms that feed on the volcanic gasses surrounding the remains of the (ship/container/vessel).\n\n\nThe remaining carvings diverge from the story outlined by the first four; they are largely warnings and indicators to avoid the area.\n\n\nB1.\n The symbols for (poison/filth/waste) and (leave/go). Representations of the same molecular chains from A3.\n\n\nB2.\n The symbols for (servants/clean/sustain) and representations of the unicellular organisms from A4.\n\n\nB3:\n The symbols for (time/growth/decline). A representation of the radioactive element potassium-40\n1\n.\n\n\n\n\nThe specifics may differ, but SCP-5929 seems to show the story of extraterrestrial beings seeding the primordial waters of the Earth with the molecules necessary for the existence and proliferation of life, making them the indirect creators of the human race and all other known living creatures. However, the immense amounts of time since the initial seeding would seem to indicate that the beings are no longer present in the Solar System.\n\n\nIncident 5929.1:\n The SCP-5929 file was pending archival status when on Jan 15th, 2017, NASA and various espionage satellites detected an unidentified flying object entering Low Earth orbit. MTF Delta-45 (\"Rolling Thunder\") were scrambled and launched from Site-49. Over the course of the next several hours, the flight formation tracked the object from a distance as it broke through the atmosphere and launched a smaller object that crashed into the Western Pacific Ocean at high velocity, immediately sinking. Naval reconnaissance in the region quickly dispatched a submersible vehicle that followed the second object the ~11,000 meters down into the Challenger Deep, where it came to a rest. No further activity was detected from the object, retroactively designated SCP-5929C.\n\n\nAfter releasing SCP-5929C, the first object shifted its flight path and exited the atmosphere before a pursuit craft could be scrambled. Satellites lost track of the UFO in the vicinity of Jupiter.\n\n\nAfter two hours of no activity, the submersible vehicle was given authorization to use its manipulator arms to prod SCP-5929C. It immediately tipped over and broke apart, releasing several metal canisters. The metal does not appear to be of terrestrial origin, and the canisters contained the same molecules found in SCP-5929.A3. In addition, nearly every visible surface displayed the glyph for (poison/filth/waste).\n\n\nDr. Jackson, the lead researcher of SCP-5929, was asked to provide his analysis of the event to a direct audience of several O5 Council members.\n\n\n\n\n[EXTRANEOUS CONVERSATION ABRIDGED]\n\n\nO5-11:\n Doctor?\n\n\nJACKSON:\n Yes, yes, thank you. In front of you you'll all find refreshers on the events of last month. As you're no doubt aware, the series of events indicates two things: that the beings initially responsible for life on planet Earth are still out there, and that this is not the first time this has happened. The events exactly mirror the ones described in SCP-5929.\n\n\nO5-5:\n Right.\n\n\nO5-8:\n Dredging the remains of SCP-5929C from the Deep was a considerable investment, Doctor. Did you learn anything?\n\n\nJACKSON:\n Yes, actually, quite a lot. Primarily that the molecules and amino acids so integral to our existence seem to be undesirable, for whatever reason, to the beings that deposited them here.\n\n\nO5-5:\n They're aliens, their physiology matching our own seems… unlikely.\n\n\nJACKSON:\n I agree. And it also strikes me as strange that they would put this life-producing material on the same planet twice. For all we know, more than twice. There's no reason to think this hasn't happened multiple times, before humanity came around.\n\n\nO5-11:\n \nWhy\n would they seed the same planet multiple times, though?\n\n\nJACKSON:\n Well… because I don't think they're seeding us. Not intentionally, at least.\n\n\nO5-8:\n Elaborate.\n\n\nJACKSON:\n Well, if the alien physiology is so different that amino acids are waste to them, then there's no reason to think they'd know that it would eventually evolve into life under the right conditions. No doubt they figured it would simply… dissipate on what, to them, was a sterile, inhospitable world. Completely unsuited for the growth of life as they know it… but extremely well-suited to waste disposal.\n\n\nO5-5:\n Which explains the markings on the ships.\n\n\nO5-11:\n So Earth is… the Yucca Mountain of the galaxy? Fit for dumping dangerous waste where it can't harm anyone?\n\n\nJACKSON:\n … Not quite. See, when we disassembled SCP-5929C, we discovered many more glyphs that were on the materials proper, likely the same kind of identifiers and safety information we use on our industrial materials. The power source was a radioactive reactor and the glyphs on \nthat\n also represented filth and waste, but they were slightly different.\n\n\nO5-8:\n How so?\n\n\nJACKSON:\n They had elements of the safety glyphs we found on the rest of the ship, explicitly denoting the radioactive core as dangerous waste. Those glyphs weren't on the molecules, though. We narrowed down our definition of these glyphs using the new ones and… well….\n\n\n[JACKSON flips to the next slide.]\n\n\nO5-11:\n You have to be fucking kidding me.\n\n\nJACKSON:\n I'm afraid not.\n\n\nO5-5:\n \"Urine\"?!\n\n\nJACKSON:\n It's the only definition that makes sense in cont-\n\n\nO5-8:\n Are you trying to tell me that we evolved from… alien piss?\n\n\nJACKSON:\n That… would seem to be the case.\n\n\n[Silence.]\n\n\nO5-5:\n I gotta say, \"Earth's oceans are an alien septic tank\" was not on my bingo card this year.\n\n\n\n\nAfter the findings were shared with the remainder of the O5 Council, a vote was held on whether the approximate last known location of the UFO should be used to launch a radio broadcast in an effort to communicate with the creators of humanity.\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nABSTAIN\n\n\nNAY\n\n\n\n\n\n\n\n\n\n\nO5-01\n\n\n\n\n\n\n\n\n\n\nO5-02\n\n\n\n\n\n\n\n\n\n\nO5-03\n\n\n\n\n\n\n\n\n\n\nO5-04\n\n\n\n\n\n\n\n\n\n\nO5-05\n\n\n\n\n\n\n\n\n\n\nO5-06\n\n\n\n\n\n\n\n\n\n\nO5-07\n\n\n\n\n\n\n\n\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nDENIED\n\n\n\n\n\n\nComments:\n\n\n\n\nO5-5\n\n\n\n\nI just feel like it'd be really awkward, you know?\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A half life of roughly 1.25 billion years.\n\n\n\n\n\n\n\n\n« \nSCP-5928\n | SCP-5929 | \nSCP-5930\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5929\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5929\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "O5-5 I just feel like it'd be really awkward, you know?",
        "I just feel like it'd be really awkward, you know?",
        "\" SCP-5929 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5929 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Access to the Challenger Deep is to be highly restricted using agents placed in the government of the Federated States of Micronesia. All individuals who discover the existence of SCP-5929 are to be subjected to targeted amnesticization to preserve the facade that the Challenger Deep is inhospitable and underexplored.",
    "description": "SCP-5929 refers to a series of intricate carvings found at the bottom of the Challenger Deep in the Pacific Ocean. While a precise age is impossible to measure, the carvings are believed to be in excess of one billion years old, making them by far the oldest evidence of sentient habitation of Earth. They are largely constructed of minerals completely unique to the region; no similar samples have been discovered elsewhere on the planet.",
    "title": "SCP-5929"
}