{
    "url": "https://scp-wiki.wikidot.com/scp-5931",
    "all_text": "rating: \n+174\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-5931\n\n\nContainment Class:\n Strife\n\n\nSpecial Containment Procedures:\n News and law enforcement reports are to be monitored for information on SCP-5931. Should deaths caused by SCP-5931 be detected, witnesses are to be amnesticized and autospy reports are to be altered to hide the true cause of death under Cover Story \"Unexpected Seizure\". For the purpose of better containment of information on SCP-5931, MTF-Epsilon-23 (\"Fuggedaboutit\") has been dispatched to infiltrate news agencies, local law enforcement, the FBI, and criminal organizations.\n\n\nInvestigations are currently ongoing for the cause of SCP-5931.\n\n\nDescription:\n SCP-5931 refers to a phenomenon present in New York City. SCP-5931 causes the sudden manifestation of bullets in the brain of affected subjects, resulting in death by seizure. All bullets recovered from affected subjects have a skull engraved on them. No entry point from a bullet has been discovered.\n\n\nSo far, SCP-5931 has solely affected members of organized crime.\n\n\nList of SCP-5931 occurrences:\n\n\n\n\n\n\nName\n\n\nOccupation\n\n\nDate of SCP-5931 Occurence\n\n\nDescription of Circumstances\n\n\nNote\n\n\n\n\n\n\nCharles 'Lucky' Luciano\n\n\nHigh-ranking member of Joe Masseria's criminal organization\n\n\nMarch 1, 1931\n\n\nAffected by SCP-5931 during a game of poker. Autopsy results were altered, and attending coroners were amnesticized.\n\n\nFirst documented case of SCP-5931. Initially suspected to be the result of anomalous individuals from crime leader Sal Maranzano's criminal organization, which is currently at war with the Joe Masseria's criminal organization.\n\n\n\n\n\n\nAlbert Anastasia\n\n\nHigh-ranking member of Joe Masseria's criminal organization\n\n\nMarch 2, 1931\n\n\nAffected by SCP-5931 while under questioning by police of on a murder.\n\n\nInitially believed to have been caused by anomalous members of Sal Maranzano's criminal organization, investigations by agents embedded in Joe Masseria's criminal organization for unrelated reasons reported rumors that Luciano had wanted to betray Joe Masseria and defect to Sal Maranzano's criminal organization. Thus, another theory was posited that SCP-5931 was the result of anomalous individuals working for Joe Masseria's criminal organization.\n\n\n\n\n\n\nCarlo Gambino\n\n\nOrganized crime figure; member of Joe Masseria's criminal organization\n\n\nMarch 3, 1931\n\n\nAffected by SCP-5931 during interrogation of witnesses with the accompaniment of undercover MTF-Epsilon-23 Agent Nascosto.\n\n\nDue to suspicions towards Agent Nascosto from other gangsters and death threats, Agent Nascosto was recalled from duty through Cover Story \"Gangland Disappearance\".\n\n\n\n\n\n\nJoseph Bonnano\n\n\nHigh-ranking member of Sal Maranzano's criminal organization\n\n\nNovember 14, 1931\n\n\nFound dead in a locked restroom; subsequent autopsy determined cause of death to be SCP-5931.\n\n\nFirst known case of SCP-5931 affecting an organized crime figure out of Joe Masseria's criminal organization.\n\n\n\n\n\n\nRobert Di Fortuna\n\n\nSmall-time home burglar, known associate of Joe Masseria's criminal organization.\n\n\nDecember 16, 1931\n\n\nAffected by SCP-5931 while making a call on a public payphone.\n\n\nFirst known case of SCP-5931 affecting someone who was not a member of either Joe Masseria's or Sal Maranzano's criminal organizations. Despite his associations with Joe Masseria's criminal organization, Robert DiFortune possessed no threat to either the Masseria nor the Maranzano criminal organization. Due to this, a theory was posited that SCP-5931 was the result of a third party.\n\n\n\n\n\n\nFrank Costello\n\n\nOrganized crime figure, member of Joe Masseria's criminal organization\n\n\nDecember 17, 1931\n\n\nFound dead in his car; autopsy revealed death to be have been caused by SCP-5931\n\n\nNo new leads discovered in investigations.\n\n\n\n\n\n\nOwney Madden\n\n\nOrganized crime figure, no known associations with either Masseria or Maranzano's criminal organization\n\n\nDecember 20, 1931\n\n\nAffected by SCP-5931 while on trial for murder.\n\n\nFirst known case of SCP-5931 affecting organized crime figures outside of Joe Masseria's or Sal Maranzano's criminal organization. New hypothesis posits the involvement of rivals of Owney Madden's rival behind SCP-5931, or perhaps traitorous members in Madden's own mob. Investigations are ongoing.\n\n\n\n\n\n\n\n\nYou are looking at an out-of-date version of the SCP.\n\nClick \nhere\n to view the latest version of this SCP (5/15/2000)\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5930\n | SCP-5931 | \nSCP-5932\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5931\n\" by PortDanceWavers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5931\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Time-Gun\n\n\nName:\n Colt Official Police .22lr circa 1938 (4).jpg\n\n\nAuthor:\n Stephen Z\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "You are looking at an out-of-date version of the SCP. Click here to view the latest version of this SCP (5/15/2000)",
        "\" SCP-5931 \" by PortDanceWavers, from the SCP Wiki . Source: https://scpwiki.com/scp-5931 . Licensed under CC-BY-SA .",
        "Filename: Time-Gun Name: Colt Official Police .22lr circa 1938 (4).jpg Author: Stephen Z License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5931",
    "containment_procedures": "News and law enforcement reports are to be monitored for information on SCP-5931. Should deaths caused by SCP-5931 be detected, witnesses are to be amnesticized and autospy reports are to be altered to hide the true cause of death under Cover Story \"Unexpected Seizure\". For the purpose of better containment of information on SCP-5931, MTF-Epsilon-23 (\"Fuggedaboutit\") has been dispatched to infiltrate news agencies, local law enforcement, the FBI, and criminal organizations.",
    "description": "SCP-5931 refers to a phenomenon present in New York City. SCP-5931 causes the sudden manifestation of bullets in the brain of affected subjects, resulting in death by seizure. All bullets recovered from affected subjects have a skull engraved on them. No entry point from a bullet has been discovered.",
    "title": "SCP-5931"
}