{
    "url": "https://scp-wiki.wikidot.com/scp-5932",
    "all_text": "rating: \n+189\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-5932-D - MTFinity\n\n\n \n\nA psychological body horror about running from death.\n\n\n\n\nFor more by me, check out the \nGreyve Page\n!\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n95.22%\n\n(+199)\n\n\n4.78%\n\n(-10)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+189\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5932-D\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nDecommissioned\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following Incident 5932-001, SCP-5932 has been effectively decommissioned, and containment is no longer necessary.\n\n\n\n\n▼ Archived Containment Procedures\n\n\n\n\n▲ Close\n\n\n\n\nSCP-5932 is to be contained in a standard humanoid containment unit. When removed from its unit, each instance is to be monitored at all times by no less than two handlers proficient in advanced combat training.\n\n\nEvery 24 hours, redundant SCP-5932 instances are to be euthanized. Due to the identical nature of separate instances, the specific instance chosen for termination is to be determined by random selection.\n\n\n\n\n\n\n\n\nDescription:\n SCP-5932, formerly Charlotte Violet Owens, was a European female 27 years of age, previously employed by the Foundation as a non-anomalous operative in MTF ζ-12 (\"Turtle Down\")\n1\n. SCP-5932 did not differ from a baseline human beyond advanced combat capabilities expected of tactical Foundation personnel.\n\n\nFollowing an apparently random timeframe\n2\n, SCP-5932 and each subsequent instance spontaneously duplicated through an unidentified anomalous process. Subsequent instances were biologically and psychologically identical, and all instances possessed a collective memory. Each instance was capable of independent behavior and function, although research indicated that an increase in instances impaired SCP-5932's memory and sensory abilities due to human cognitive limitations.\n\n\nAddendum 5932-1:\n Development\n\n\nSCP-5932 was initially employed by the Foundation in 2008 as a security guard and stationed at Site-49 for four years until Containment Breach 049-21\n3\n. Following complete recovery from near-fatal injuries sustained during the incident, SCP-5932 was promoted to MTF ζ-12 (\"Turtle Down\") on the basis of exemplary conduct during active duty.\n\n\nIn 2013, SCP-5932 volunteered to participate in Project ASTEROIDEA, a Foundation effort to develop humanoid personnel with superior regenerative capabilities. Due to the nature of the project, only voluntary personnel deemed sufficiently loyal to the Foundation were approved for experimentation. The following files from the Project ASTEROIDEA archive have been included due to their relevance regarding the development of SCP-5932 and the initial analysis of their anomalous properties.\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 6/27/2013\n\n\nInvolved:\n\n\n\n\nSenior Researcher Ezriel Abelson\n\n\nJunior Researcher Akari Ito\n\n\nAgent Charlotte Owens\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nOwens is enclosed within a standard humanoid medical unit connected to SCP-████. Abelson is reviewing the components while Ito is monitoring Owens' vitals.\n)\n\n\nIto:\n Initializing.\n\n\n(\nAbelson nods slowly.\n)\n\n\nAbelson:\n And you're sure — \nabsolutely sure\n— that the fusion will be stable this time? The splice needs to be as clean as we can get it, and I'll be damned if the Committee lets us waste field agents —\n\n\nIto:\n Yes, Mr. Abelson —\n\n\nAbelson:\n \nDoctor.\n\n\nIto:\n Apologies. Subject is compatible, with about a 2.4% margin of error. After accounting for SCP-████'s observed fluctuations, approximately 5.1%.\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n And how high was the previous subject's margin? With adjustments, of course.\n\n\n(\nIto reviews previous records.\n)\n\n\nIto:\n 3.9%, doctor. Though, all things considered —\n\n\nAbelson:\n — human subjects have higher genetic complexity than laboratory mice, yes, I realize.\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n And the current subject has the highest compatibility with SCP-████ of all approved candidates?\n\n\nIto:\n She's the only volunteer so far, doctor.\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n Interesting. I'd have thought more would've been interested at the prospect of immortality.\n\n\nIto:\n All things considered, doctor, I'd assume the prospect of human experimentation is rather off-putting in and of itself.\n\n\nAbelson:\n Well, that's your job now. Get used to it.\n\n\n(\nSilence.\n)\n\n\n(\nSystem indicates completion of program.\n)\n\n\nAbelson:\n Ah, it's done.\n\n\n(\nSteam produced during the defrosting process emerges from the capsule and the central compartment opens.\n)\n\n\n(\nIto steps closer to observe as Owens opens her eyes.\n)\n\n\nIto:\n How are you feeling, Agent Owens?\n\n\n(\nOwens blinks several times in rapid succession.\n)\n\n\nOwens:\n I — I got a splitting headache.\n\n\n(\nIto turns to look towards Abelson who appears to not notice and traces a finger along a scar on his left temple.\n)\n\n\nOwens:\n Everything's also kind of…blurry?\n\n\n(\nOwens blinks and her irises duplicate.\n)\n\n\nIto:\n Agent Owens?\n\n\nOwens:\n What's happening —\n\n\n(\nOwens is unable to finish her statement before a new set of teeth develops from between her central incisors, forcing her jaw to widen to the point of dislocation. Excess tissue, bone, and flesh protrudes from both sides of her body.\n)\n\n\n(\nOwens attempts to produce pained vocalizations, which are quickly silenced due to distortion of her neck as her clothing is punctured by a formative ribcage. A set of secondary organs developing against her exposed abdominal cavity is enveloped by developing tissue that begins coalescing into a vaguely humanoid figure.\n)\n\n\n(\nThe two figures violently split apart, and all excess growths are excreted along with the remains of Owens' clothing. All lesions and cuts begin to heal, leaving two identical and otherwise undamaged SCP-5932 instances. Both instances appear to be in a state of shock and are in fetal positions.\n)\n\n\n(\nSilence.\n)\n\n\nAbelson:\n Well, let's see if we've succeeded. Sedative and scalpel, please. And keep her hand still.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nProject Report\n\n\n\n\n\n\nJune 28th, 2013\n\n\nSenior Researcher Ezriel Abelson\n\n\n\n\n\n\nRegrettably, SCP-5932-1 did not regenerate its amputated finger. However, while Project ASTEROIDEA appears to be unsuccessful, the potential applications for trained field agents with a shared consciousness are nearly limitless. It would be fascinating to see SCP-5932 returned to active duty following the 14-day quarantine, and it is my earnest hope that the fruit of my labors can be put to good while I continue progress.\n\n\n \n\n\nEzriel Abelson\n\n\nSenior Researcher, Parabiology Department Unit 11\n\n\n\n\nAddendum 5932-2:\n Quarantine\n\n\nThe following documents detail significant events during SCP-5932's initial quarantine\n4\n leading to establishment of containment procedures.\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 6/29/2013\n\n\nInvolved:\n\n\n\n\nResearcher Akari Ito\n\n\nSecurity Officer Marcus Brown\n\n\nSCP-5932-2\n\n\nSCP-5932-4\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nBrown is posted outside of the quarantine unit as Ito is delivering SCP-5932-2 morning rations. Both Brown and Ito are wearing hazardous material reinforced airtight suits.\n)\n\n\nIto:\n Morning, Ms. Owens.\n\n\nSCP-5932-2:\n Not SCP-5932?\n\n\n(\nIto does not respond and places the tray in front of SCP-5932-2.\n)\n\n\nIto:\n You need to eat.\n\n\n(\nSCP-5932-2 nods and looks down at the food.\n)\n\n\n(\nIto sits down across from SCP-5932-2.\n)\n\n\nIto:\n How are you feeling right now?\n\n\n(\nSCP-5932-2 looks up while taking a bite of bread.\n)\n\n\nSCP-5932-2:\n (\nMuffled\n) Fantastic.\n\n\n(\nSCP-5932-2 swallows.\n)\n\n\nSCP-5932-2:\n Two brains. Four eyes. Eight limbs. I feel totally normal.\n\n\n(\nSilence.\n)\n\n\nIto:\n The moment \nyou\n forget you're human, that's when you're no longer human.\n\n\n(\nIto stands up and looks away.\n)\n\n\nIto:\n Let Brown know if you need anything, Ms. Owens. And please, rest well.\n\n\nSCP-5932-2:\n Oh, definitely. What do you fill these pillows with? Brick —\n\n\n(\nSCP-5932-2 stops and begins coughing.\n)\n\n\n(\nIto turns back to look at SCP-5932-2.\n)\n\n\n(\nSCP-5932-2 clutches their abdomen while continuing to cough.\n)\n\n\nIto:\n Are you alright?\n\n\n(\nSCP-5932-2 brings their legs towards their body while vocalizing painfully.\n)\n\n\n(\nIto takes a step back as Brown enters the room.\n)\n\n\n(\nSCP-5932-2 collapses on the floor and attempts to speak.\n)\n\n\nSCP-5932-2:\n Why is this happening to me —\n\n\n(\nSCP-5932-2's neck splits in two along the center as their chest develops a central cavity, exposing their internal tissue.\n)\n\n\n(\nBrown guides Ito out of the unit as the latter stares at SCP-5932-2 in apparent shock.\n)\n\n\n(\nSCP-5932-2's develops a large amount of excess tissue and flesh against their lower jaw which grows into a secondary head with the development of orifices and growth of hair. Large bones protrude from their abdomen which are rapidly enveloped by flesh and tissue. SCP-5932-2's uniform tears as their form begins separating into two distinct humanoid figures.\n)\n\n\n(\nSCP-5932-2 and -4 lie on the ground covered in bodily fluids while sobbing uncontrollably.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAdministrative Notice\n\n\n\n\n\n\nJuly 5th, 2013\n\n\nDirector Azalea Calloway\n\n\n\n\n\n\nDespite your adamant insistence, SCP-5932 has continued to duplicate and is currently at 64 instances. Considering we only have 150 quarantine units, SCP-5932 will be uncontainable within two duplication events. It's only been \none week\n, and we're already approaching the uppermost limits of our site.\n\n\nI am fully aware of the fact that biological anomalies are not to be interfered with during their quarantine period. However, O5 Command has voted unanimously to allow an exception in the case of SCP-5932 so as to prevent our site from falling into disarray. As such, I am reassigning you to SCP-5932, effective immediately.\n\n\nYou did this, Abelson. Get it under control.\n\n\n \n\n\nA. Calloway\n\n\nDirector of Site-49\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/5/2013\n\n\nInvolved:\n\n\n\n\nSenior Researcher Ezriel Abelson\n\n\nResearcher Akari Ito\n\n\nSecurity Officer Marcus Brown\n\n\nSCP-5932-1\n\n\nSCP-5932-64\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nAbelson and Ito enter SCP-5932-1's quarantine unit as Brown escorts SCP-5932-64 into the quarantine unit and positions them opposite SCP-5932-1. Both instances are sitting upright with their eyes closed and arms crossed.\n)\n\n\nAbelson:\n I don't like it either, but Calloway isn't giving us much choice, is she?\n\n\n(\nIto bites her lip.\n)\n\n\nAbelson:\n Let's just hope that this works out.\n\n\n(\nBrown steps away and nods towards Abelson.\n)\n\n\nAbelson:\n Alright, then. Go ahead.\n\n\n(\nIto approaches SCP-5932-64 with a syringe.\n)\n\n\nIto:\n This shouldn't hurt a bit if you don't move, alright?\n\n\n(\nSCP-5932-64 pauses.\n)\n\n\nSCP-5932-64:\n What's…in that…?\n\n\n(\nIto does not respond and prepares the syringe for injection.\n)\n\n\nSCP-5932-64:\n 's'it…lethal?\n\n\nIto:\n May I see your right arm?\n\n\n(\nSilence.\n)\n\n\n(\nSCP-5932-64 abruptly stand up and backs up against the wall. Brown reacts instinctively, raising his firearm and aiming at SCP-5932-64.\n)\n\n\nIto:\n I'm sorry, Owens. But, please — it's better than a bullet, right?\n\n\n(\nSCP-5932-64 freezes and sits back down as Brown points his firearm back towards the ground.\n)\n\n\nIto:\n Think of it like going to sleep —\n\n\n(\nIto presses the syringe into SCP-5932-64's elbow.\n)\n\n\nSCP-5932-1 and -64:\n I — will I wake up?\n\n\n(\nIto does not respond and begins injecting. SCP-5932-64's body gradually becomes limp until it collapses on the floor, motionless.\n)\n\n\n(\nAbelson kneels next to SCP-5932-1.\n)\n\n\nAbelson:\n SCP-5932?\n\n\n(\nSilence.\n)\n\n\n(\nIto moves to stand beside SCP-5932-1 and places a hand on its shoulder.\n)\n\n\nIto:\n Ms. Owens?\n\n\n(\nSCP-5932-1 slowly looks up towards Ito.\n)\n\n\n(\nIto sighs as Abelson stands up and nods slowly towards Brown, who speaks unintelligibly into his intercom.\n)\n\n\nIto:\n I'm sorry.\n\n\n(\nAbelson looks away as SCP-5932-1 clutches their head and screams while gunshots echo from nearby quarantine units.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nExperiment Report\n\n\n\n\n\n\nJuly 6th, 2013\n\n\nSCP-5932\n\n\n\n\n\n\nAs neutralizing an independent SCP-5932 instance does not affect the others permanently, I propose adopting routine termination of redundant SCP-5932 instances as a constituent of the subject's containment procedures. Apart from this, subject can be contained as a standard humanoid anomaly.\n\n\n \n\n\nEzriel Abelson\n\n\nSenior Researcher, Parabiology Department Unit 11\n\n\n\n\nAddendum 5932-3:\n Containment\n\n\nThe following consists of records of SCP-5932's containment, compiled by Researcher Akari Ito, deemed relevant to its psychological profile leading to Incident 5932-001.\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/7/2013\n\n\nInvolved:\n\n\n\n\nResearcher Akari Ito\n\n\nSCP-5932-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nIto enters SCP-5932-1's containment unit for a routine vital check. SCP-5932-1 is sitting on their bed and journaling in a Foundation-issue notebook.\n)\n\n\nIto:\n Morning, Ms. Owens.\n\n\n(\nIto places a scanner on SCP-5932-1's finger and wraps a blood pressure cuff around their arm.\n)\n\n\nIto:\n How are you feeling today?\n\n\nSCP-5932-1:\n How do you think bullets feel?\n\n\n(\nSilence.\n)\n\n\nIto:\n Administration won't approve injection —\n\n\nSCP-5932-1:\n Yeah. Bullets are cheap and effective. I get it.\n\n\n(\nIto finishes taking SCP-5932-1's blood pressure.\n)\n\n\nIto:\n 118/80. I need your temperature, too.\n\n\n(\nIto activates a thermal scanner and kneels in front of SCP-5932-1.\n)\n\n\n(\nIto pauses.\n)\n\n\nIto:\n 37°.\n\n\n(\nIto places the thermal scanner back in her pocket and stands up.\n)\n\n\nIto:\n You used to be with Turtle Down. You've killed before, right?\n\n\n(\nSCP-5932-1 looks up.\n)\n\n\nSCP-5932-1:\n What about it?\n\n\nIto:\n Is it true that killing gets easier?\n\n\n(\nSCP-5932-1 scoffs.\n)\n\n\nSCP-5932-1:\n That's an overused cliche. Killing never gets easier on your conscience — you're either human, or you aren't. But you can convince yourself it's worth it when you've got something to lose.\n\n\n(\nIto nods.\n)\n\n\nIto:\n And what do you have to lose?\n\n\n(\nSCP-5932-1 shrugs.\n)\n\n\nSCP-5932-1:\n Plenty. But only people are worth dying for.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPersonal Log\n\n\n\n\n\n\nJuly 7th, 2013\n\n\nSCP-5932\n\n\n\n\n\n\n\n\nThose who are dead are not dead\n\n\nThey're just living in my head\n\n— \n42\n by Coldplay\n\n\n\n\nJosie,\n\n\nEvery time one of me falls, it's like a little bit of me dies with it. And I know it's crazy, because I'm still alive, but I just have to wonder, at what point do I stop being me?\n\n\nIt's like Gabriel's Horn — that recursive geometry thing you used to be so obsessed with. Every time one of me dies, I'm half of what I used to be, but I'm never all the way gone. But what's it even mean to live if I'm a fraction of a fraction of myself?\n\n\nAnd then there's you. God, I miss you so much.\n\n\nJosephine Lillian Whitley. Still don't know why I put up with your theories and thought experiments and whatever. Too smart to be a grunt. Hell, too smart for me —\n\n\nMe. Charlotte Violet Owens. I guess underneath it all, I'm just another dumb girl scared of dying or falling in love. Too careful for my own good, too ambitious for anyone around me. Did you ever even know how I felt about you? Did you ever feel the same way?\n\n\nI hope you did. I hope you knew that I was only ever so scared of dying because I was scared of leaving you. I hope you knew that every time I called you an idiot, I was really calling myself an idiot, because I only needed to tell you I love you but I marched around in circles trying to run from myself because I was afraid.\n\n\nI hope you forget me. I hope you don't give a fuck about Charlie Owens, or where I am, or how I'm doing.\n\n\nI hope I forget, too.\n\n\nThen I won't have anything left to lose.\n\n\n \n\n\nCharlie\n\n\nFormerly MTF ζ-12\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/10/2013\n\n\nInvolved:\n\n\n\n\nResearcher Akari Ito\n\n\nSCP-5932-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-5932-1 is laying on their side in bed and rubbing the back of their head as Ito enters the unit.\n)\n\n\nIto:\n Can't sleep again?\n\n\n(\nSCP-5932-1 exhales and turns to face Ito.\n)\n\n\nSCP-5932-1:\n Not if you keep barging in here at 1 in the morning.\n\n\n(\nIto offers SCP-5932-1 a cup.\n)\n\n\nIto:\n Would tea help?\n\n\n(\nSCP-5932-1 scoffs.\n)\n\n\nSCP-5932-1:\n Tea is just a way for rich people to sell dead leaves.\n\n\n(\nIto smiles.\n)\n\n\nIto:\n Who said that?\n\n\nSCP-5932-1:\n Josie — a, um, friend of mine from Turtle Down.\n\n\nIto:\n Mhm.\n\n\n(\nIto places the cup on a desk.\n)\n\n\nIto:\n Personally, I think of tea as a way to honor that which has already gone.\n\n\n(\nSCP-5932-1 does not respond and continues rubbing the back of their head.\n)\n\n\nIto:\n That reminds me.\n\n\n(\nIto sets a small pill container by SCP-5932-1.\n)\n\n\n(\nSCP-5932-1 sits up.\n)\n\n\nSCP-5932-1:\n Painkillers?\n\n\n(\nIto nods.\n)\n\n\n(\nSCP-5932-1 smiles, removing a small white tablet and swallowing it with a sip of water.\n)\n\n\n(\nIto sits down as SCP-5932-1 closes their eyes while continuing to rub the back of their head.\n)\n\n\nIto:\n How bad is the pain?\n\n\nSCP-5932-1:\n Pain isn't even the worst part. There's nothing anyone can do about it, though.\n\n\n(\nIto looks towards SCP-5932-1.\n)\n\n\nIto:\n Do you mind telling me what the worst part is?\n\n\nSCP-5932-1:\n Brick pillows?\n\n\n(\nIto smiles.\n)\n\n\n(\nSCP-5932-1 exhales and looks down.\n)\n\n\n(\nSilence.\n)\n\n\nSCP-5932-1:\n It's the moment before. Knowing I'm about to die.\n\n\n(\nIto frowns.\n)\n\n\nIto:\n But you don't actually \ndie\n, do you?\n\n\n(\nSCP-5932-1 shakes their head.\n)\n\n\nSCP-5932-1:\n Maybe \nI\n haven't, but \nthey\n certainly do.\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n It's not that I don't know one of us is going to survive. It's just that — I can't help but wonder whether I'm the one that dies this time.\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n And the sheer — sheer utter \nhopelessness.\n Like — like a butterfly in a hurricane. I can't help but be \nterrified.\n\n\nSCP-5932-1:\n I could die, or I could live to die again, but there's only so much of me to kill.\n\n\n(\nSilence.\n)\n\n\nIto:\n I'm sorry. I mean, I can't ever understand — but I hope that, maybe, it gets better —\n\n\n(\nSCP-5932-1 scoffs.\n)\n\n\nSCP-5932-1:\n How could dying get \"better\"?\n\n\nIto:\n I —\n\n\n(\nIto pauses.\n)\n\n\nIto:\n I was thinking that — thinking maybe one day, death itself becomes so familiar that you're like good friends.\n\n\nSCP-5932-1:\n What, like me and you? Not unless I have some serious Stockholm syndrome.\n\n\n(\nSCP-5932-1 lays back down and turns away from Ito.\n)\n\n\n(\nIto sighs and stands up.\n)\n\n\nIto:\n Goodnight, Ms. Owens.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/12/2013\n\n\nInvolved:\n\n\n\n\nResearcher Akari Ito\n\n\nSCP-5932-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-5932-1 is listening to music on their bed as Ito enters the unit.\n)\n\n\nIto:\n Morning, Ms. Owens.\n\n\n(\nSCP-5932-1 removes their headphones and pauses their music before turning to face Ito.\n)\n\n\n(\nIto nods towards SCP-5932-1's MP3 player.\n)\n\n\nIto:\n What were you listening to?\n\n\nSCP-5932-1:\n Coldplay.\n\n\n(\nIto nods.\n)\n\n\nIto:\n Anyways, I'm here to get your vitals.\n\n\n(\nSCP-5932-1 extends an arm for Ito to wrap a blood pressure cuff around.\n)\n\n\nIto:\n Put that on your finger.\n\n\n(\nIto hands SCP-5932-1 the scanner and waits.\n)\n\n\nIto:\n 117/80. Temperature.\n\n\n(\nIto removes a thermal scanner and points it towards SCP-5932-1's forehead.\n)\n\n\nIto:\n 37°.\n\n\n(\nSilence.\n)\n\n\nSCP-5932-1:\n What's the point of ASTEROIDEA?\n\n\n(\nIto frowns.\n)\n\n\nIto:\n Hmm?\n\n\nSCP-5932-1:\n To Abelson, I mean. Why does it matter to him?\n\n\n(\nIto pauses.\n)\n\n\nIto:\n Why did you volunteer for ASTEROIDEA?\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n I almost died once, I think.\n\n\nIto:\n Yes. It was in your medical file.\n\n\n(\nSCP-5932-1 nods.\n)\n\n\nSCP-5932-1:\n Kind of ironic how I volunteered for ASTEROIDEA to run from death, and now I face it every day…\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n Like I said before, only people are worth dying for. I didn't know what ASTEROIDEA was going to do to me, but I did this for Josie. And now —\n\n\n(\nSCP-5932-1 swallows.\n)\n\n\nSCP-5932-1:\n I don't think I'll see her ever again.\n\n\n(\nSilence.\n)\n\n\nIto:\n I think Abelson is running from death, too. Only…he lost himself in the process.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPersonal Log\n\n\n\n\n\n\nJuly 12th, 2013\n\n\nSCP-5932\n\n\n\n\n\n\n\n\nLook at the stars,\n\n\nLook how they shine for you\n\n— \nYellow\n by Coldplay\n\n\n\n\nJosie, do you remember when we used to lay down in our bunks and fall asleep listening to X&Y, or A Rush of Blood to the Head, or whatever you left on that night? That's how you got me into Coldplay in the first place — and that's how I got into \nyou.\n\n\nI used to wish that I was lying next to you, and we'd be staring at the stars over a beach, and it would just be you and me, forever.\n\n\nNow, I'm just glad I remember.\n\n\nIto thinks that I'm overwriting old memories because humans only have so much mental storage. Hell, I can't remember my middle name now. Don't know how long it's going to be until I forget my whole name. And then how much longer until I forget you?\n\n\nAnd once I do, what's the point?\n\n\nI mean, who am I anymore? It's like the Charlie that used to exist isn't the same as the one that exists now — not sure if it's because something was taken from her, or if it's because she's just not complete anymore.\n\n\n \n\n\nCharlie\n\n\nFormerly MTF ζ-12\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/15/2013\n\n\nInvolved:\n\n\n\n\nSenior Researcher Ezriel Abelson\n\n\nSCP-5932-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-5932-1 is listening to music with their eyes closed as the unit's door opens.\n)\n\n\nAbelson:\n Good morning, SCP-5932.\n\n\n(\nSCP-5932-1 opens their eyes and freezes.\n)\n\n\nAbelson:\n Relax. I'm only here to take your vitals.\n\n\n(\nSCP-5932-1 does not respond.\n)\n\n\nAbelson:\n Arm, please.\n\n\n(\nSCP-5932-1 does not move.\n)\n\n\nAbelson:\n For what it's worth, it's not my preference to be here. But Researcher Ito simply isn't available today.\n\n\n(\nSCP-5932-1 folds their arms and looks down.\n)\n\n\nAbelson:\n Cooperation will hasten the process.\n\n\n(\nSCP-5932-1 does not respond.\n)\n\n\n(\nAbelson sighs.\n)\n\n\nAbelson:\n To be honest, looking at my mistakes makes me…sick. I didn't want this —\n\n\nSCP-5932-1:\n (\nShouting\n) What \ndid\n you want?\n\n\n(\nSCP-5932-1 stands up and looks Abelson in the eyes.\n)\n\n\nAbelson:\n I wanted to kill death.\n\n\n(\nSCP-5932-1 scoffs.\n)\n\n\nSCP-5932-1:\n You killed Charlotte. What am I?\n\n\nAbelson:\n You don't understand —\n\n\n(\nSCP-5932-1 leans forwards towards Abelson.\n)\n\n\nSCP-5932-1:\n (\nQuietly\n) What wouldn't I understand?\n\n\n(\nAbelson calmly pulls his hair back and traces a finger along a scar on his left forehead.\n)\n\n\nAbelson:\n December 10th, 2012 was the day your lung was punctured — and the day my skull was fractured. We met death on the same day, and we've both been running ever since.\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n You've died how many times now? You must be used to it. But me —\n\n\n(\nAbelson shakes his head.\n)\n\n\nAbelson:\n Death has taken ourselves from both of us, SCP-5932.\n\n\n(\nSilence.\n)\n\n\nSCP-5932-1:\n SCP-5932 — is that who I am now?\n\n\n(\nAbelson smiles sadly.\n)\n\n\nAbelson:\n That's right. As for me…I'm just another doctor.\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n I may be alive, but death has stolen Ezriel Abelson from me.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPersonal Log\n\n\n\n\n\n\nJuly 21st, 2013\n\n\nSCP-5932\n\n\n\n\n\n\n\n\nMaybe death itself becomes so familiar that you're good friends.\n\n— Ito\n\n\n\n\n \n\n\nI'm not afraid of dying. Why should I be?\n\n\nDeath is like a little sparrow who taps on the window every night to carry part of me away. He comes every evening before I fall asleep against the glass. And then I wake up, and it's like Charlie was a dream from another life, and I can only remember fragments — out of order and out of place. Like I don't belong anymore.\n\n\nI'm not afraid of dying. Am I even alive?\n\n\nSCP-5932\n\n\nCharlie\n\n\n\n\nAddendum 5932-5:\n Incident 5932-1\n\n\nThe following contains transcripts pertaining to Incident 5932-1 and its subsequent Ethics Committee investigation.\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/22/2013\n\n\nInvolved:\n\n\n\n\nSecurity Officer Jordan McNamara\n\n\nSCP-5932-1\n\n\nSCP-5932-2\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nSCP-5932-1 and -2 are sitting against opposite sides of the room. A loud buzzer sound indicates McNamara's entrance.\n)\n\n\nMcNamara:\n Alright, you know the drill. Up against the wall.\n\n\n(\nSCP-5932-1 slowly stands up and approaches SCP-5932-2, who stands up and turns to face the wall.\n)\n\n\n(\nSCP-5932-1 stands next to SCP-5932-2 and also faces the wall. McNamara approaches the instances and reaches for his handgun.\n)\n\n\nMcNamara:\n Keep still.\n\n\n(\nMcNamara places the barrel against the base of SCP-5932-2's head and prepares to fire.\n)\n\n\n(\nSCP-5932-2 abruptly turns around and knocks the gun away while SCP-5932-1 forces McNamara into a headlock.\n)\n\n\n(\nSCP-5932-2 goes to retrieve the gun as McNamara struggles to break SCP-5932-1's headlock, striking them against their lower abdomen several times in quick succession. SCP-5932-1 rapidly strikes McNamara's face with their knee and attempts to restrain his arms as McNamara fires several rounds, which ricochet harmlessly off the walls of the unit.\n)\n\n\nSCP-5932-1:\n Please — keep still. I don't want death —\n\n\n(\nSCP-5932-1 is cut short as McNamara throws them over his shoulder, pinning them against the ground.\n)\n\n\nMcNamara:\n (\nShouting\n) Cut the crap —\n\n\n(\nMcNamara is cut short as he is struck across his forehead by SCP-5932-2 using the handgun.\n)\n\n\n(\nSCP-5932-1 and -2 sit down across from each other and stare directly at each other.\n)\n\n\n(\nSCP-5932-2 slowly raises the handgun and presses it against their forehead.\n)\n\n\nSCP-5932-2:\n I'll join you again soon, Charlie.\n\n\n(\nSCP-5932-1 closes their eyes as SCP-5932-2 fires.\n)\n\n\n(\nSCP-5932-1 screams in pain as SCP-5932-2 collapses, blood pooling around their head.\n)\n\n\n(\nSCP-5932-1 falls to the floor while clutching their head and picks up the handgun, pressing it against their forehead.\n)\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\n(\nSCP-5932-1 fires the handgun.\n)\n\n\n(\nA loud clicking sound is audible due to the handgun being out of ammunition.\n)\n\n\n(\nSCP-5932-1 laughs while sobbing uncontrollably and collapses over SCP-5932-2's corpse.\n)\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/22/2013\n\n\nInvolved:\n\n\n\n\nEthics Committee Liaison Lee-Saeng Kim\n\n\nSenior Researcher Ezriel Abelson\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nAbelson is sitting alone in a small office space.\n)\n\n\n(\nThe door opens as Kim enters the room. He walks around the table and sits down opposite Abelson.\n)\n\n\n(\nKim removes a flask from the inside of his blazer and takes a sip.\n)\n\n\nKim:\n Morning, Ezriel.\n\n\nAbelson:\n Ezriel? I'm just a doctor.\n\n\n(\nKim scoffs.\n)\n\n\nKim:\n If you say so. Now, I know neither of us are much for small talk, so save us both some time and just get to it, shall we?\n\n\n(\nAbelson nods.\n)\n\n\n(\nKim places a file on the desk.\n)\n\n\nKim:\n I presume you know what I'm here about?\n\n\n(\nAbelson glances at the file.\n)\n\n\nAbelson:\n SCP-5932?\n\n\nKim:\n Charlotte Owens, yes. Why don't you brief me on her containment procedures?\n\n\nAbelson:\n I'm sure you've got it in your file.\n\n\nKim:\n Well, I'd like to hear it from you. Details can get lost in translation, so to speak.\n\n\n(\nAbelson slides the file across the table and opens it, removing the first document and adjusting his glasses.\n)\n\n\nAbelson:\n \"SCP-5932 is to be contained in a standard humanoid containment unit. When removed from its unit, each instance is to be monitored at all times by no less than two handlers proficient in advanced combat training.\"\n\n\n(\nKim takes a sip from his flask.\n)\n\n\nAbelson:\n \"Every 24 hours, redundant SCP-5932 instances are to be euthanized —\"\n\n\nKim:\n Killed.\n\n\nAbelson:\n I'm sorry?\n\n\nKim:\n To cause the death of something or someone —\n\n\nAbelson:\n I know what \"killed\" means.\n\n\nKim:\n Perhaps you'll consider adding it to your vocabulary, then.\n\n\n(\nAbelson shakes his head.\n)\n\n\nAbelson:\n She isn't killed. She can't die.\n\n\n(\nKim smiles.\n)\n\n\nKim:\n Is that so?\n\n\nAbelson:\n (\nQuietly\n) Owens is already gone.\n\n\n(\nKim takes a sip from his flask.\n)\n\n\nAbelson:\n \"Due to the identical nature of separate instances, the specific instance chosen for termination is to be determined by random selection.\"\n\n\nKim:\n Alright then. A little demonstration, if you will?\n\n\n(\nAbelson does not respond.\n)\n\n\n(\nKim removes a pen from his pocket.\n)\n\n\nKim:\n This is a bullet.\n\n\n(\nKim points the pen towards Abelson's forehead.\n)\n\n\nKim:\n If it goes through your head —\n\n\n(\nKim extends the tip of the pen with a sharp click.\n)\n\n\nKim:\n — what would happen?\n\n\n(\nAbelson winces and presses a palm against his forehead.\n)\n\n\n(\nSilence.\n)\n\n\n(\nKim leans back against his chair and crosses his arms.\n)\n\n\nKim:\n Operating under the assumption your current containment procedures are perpetually effective, how many deaths will that be?\n\n\nAbelson:\n She isn't alive anymore — she's more gone than left.\n\n\nKim:\n Owens is alive, last I checked.\n\n\n(\nAbelson shakes his head.\n)\n\n\nAbelson:\n SCP-5932 is alive. And they'll get used to it if they haven't already.\n\n\nKim:\n Did you?\n\n\n(\nAbelson pauses.\n)\n\n\nAbelson:\n I live with it.\n\n\n(\nKim laughs.\n)\n\n\nKim:\n And that's what ASTEROIDEA is about, right?\n\n\nAbelson:\n (\nQuietly\n) It's all I have left of Ezriel anymore.\n\n\n(\nSilence.\n)\n\n\nKim:\n Alright. This is what's going to happen.\n\n\n(\nKim folds his hand on the desk.\n)\n\n\nKim:\n You're permanently removed from ASTEROIDEA. Any disagreement you have can be voiced to the Project Management Administration — although you'd then have to explain why you're on the human experimentation blacklist.\n\n\n(\nKim pauses.\n)\n\n\nKim:\n And you're going to put Owens down for good. Let her die in peace already.\n\n\n[END LOG]\n\n\n\n\nAddendum 5932-5:\n Decommissioning Log\n\n\n\n\n\n\nDecommissioning Proposal\n\n\n\n\n\n\nItem #:\n SCP-5932\n\n\nObject Class:\n Euclid\n\n\nHead Researcher:\n Senior Researcher Ezriel Abelson\n\n\nSupporting Personnel:\n Unnecessary*\n\n\nPlease check off or fill in the applicable boxes regarding the reasons for submitting your proposal:\n\n☐ Excessive Risk of Lifted Veil Scenario\n\n☐ Excessive Danger\n\n☑ Expense\n\n☑ Ethical Concern\n\n☐ Legal Concern\n\n☐ Potential to Decommission Apollyon-Class Object\n\n☑ High Risk of K-Class Scenario (if so, please state which type(s)): NK-Class Type 2\n\n☐ Other (please state):\n\n\nSummary:\n Containment of SCP-5932 is unethical and unsustainable due to a theoretical requirement for infinite euthanasia. Additionally, the cremated cadavers of deceased SCP-5932 instances will eventually affect the Earth's atmosphere, resulting in inhospitality.\n\n\n*This proposal has been submitted under direct O5 Command and/or Ethics Committee mandate.\n\n\n\n\n\n\n\n\nAudio/Visual Transcript\n\n\n\n\nDate:\n 7/24/2013\n\n\nInvolved:\n\n\n\n\nResearcher Akari Ito\n\n\nSCP-5932-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n(\nIto enters the unit and sits down next to SCP-5932-1, who is sitting with their arms wrapped around their legs and their head in between their knees.\n)\n\n\nIto:\n Ms. Owens?\n\n\n(\nSCP-5932-1 does not respond.\n)\n\n\n(\nIto sighs and prepares a syringe.\n)\n\n\nSCP-5932-1:\n (\nQuietly\n) Owens is dead.\n\n\n(\nIto looks up at SCP-5932-1.\n)\n\n\nIto:\n Owens is dead?\n\n\n(\nSCP-5932-1 nods.\n)\n\n\nIto:\n How is Owens dead?\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n Someone important to Owens once asked her how many grains of sand are in a pile of sand.\n\n\n(\nSCP-5932-1 pauses.\n)\n\n\nSCP-5932-1:\n How many SCP-5932 instances are in one Charlotte Owens?\n\n\n(\nIto nods and does not respond.\n)\n\n\n(\nSilence.\n)\n\n\nSCP-5932-1:\n Do you know why Owens was afraid of death?\n\n\n(\nIto pauses.\n)\n\n\nIto:\n I don't think Owens was afraid of dying. She was ready to die. She volunteered for ASTEROIDEA. It's just that —\n\n\n(\nIto pauses.\n)\n\n\nIto:\n I think most of us aren't scared of dying, you know. I think we're just scared of losing what we love — scared of losing who we are.\n\n\n(\nIto pauses.\n)\n\n\nIto:\n But even if you aren't who you used to be — even if the old you is dead — that doesn't mean you don't belong, or that you deserve to die. And I —\n\n\n(\nIto pauses.\n)\n\n\nIto:\n If it were up to me, I'd say you deserve a chance to live. Not as who you were, but as who you would have been. A life where you don't have to live as though death were your shadow, but you don't have to fear it, either.\n\n\n(\nSilence.\n)\n\n\n(\nSCP-5932-1 sighs.\n)\n\n\nSCP-5932-1:\n I guess it's too late for that, though.\n\n\n(\nIto nods slowly and approaches SCP-5932-1 with the syringe.\n)\n\n\nIto:\n Think of it like going to sleep.\n\n\n(\nSCP-5932-1 smiles sadly and looks up at Ito.\n)\n\n\nSCP-5932-1:\n Will I wake up?\n\n\n(\nIto swallows and slowly presses the syringe into SCP-5932-1's forearm.\n)\n\n\n(\nSCP-5932-1's eyes roll back and their body falls limp.\n)\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Foundation task force specializing in internally assisting sites during lockdowns.\n\n\n2\n. The shortest recorded period was 8 minutes while the longest recorded period was 71 hours.\n\n\n3\n. A critical containment failure on 12/10/2012 involving multiple simultaneous breaches that resulted in 96 casualties.\n\n\n4\n. \nA fourteen (14) day quarantine period is to be enacted for all biological anomalies as soon as possible upon initial identification.\n (Foundation Standard Containment Protocol § 10.4)\n\n\n\n\n\n\n\n\n« \nSCP-5931\n | SCP-5932 | \nSCP-5933\n »",
    "addendums": [
        "Addendum 5932-1: Development\nSCP-5932 was initially employed by the Foundation in 2008 as a security guard and stationed at Site-49 for four years until Containment Breach 049-21 3 . Following complete recovery from near-fatal injuries sustained during the incident, SCP-5932 was promoted to MTF ζ-12 (\"Turtle Down\") on the basis of exemplary conduct during active duty.\nIn 2013, SCP-5932 volunteered to participate in Project ASTEROIDEA, a Foundation effort to develop humanoid personnel with superior regenerative capabilities. Due to the nature of the project, only voluntary personnel deemed sufficiently loyal to the Foundation were approved for experimentation. The following files from the Project ASTEROIDEA archive have been included due to their relevance regarding the development of SCP-5932 and the initial analysis of their anomalous properties.",
        "Addendum 5932-2: Quarantine\nThe following documents detail significant events during SCP-5932's initial quarantine 4 leading to establishment of containment procedures.",
        "Addendum 5932-3: Containment\nThe following consists of records of SCP-5932's containment, compiled by Researcher Akari Ito, deemed relevant to its psychological profile leading to Incident 5932-001.",
        "Addendum 5932-5: Incident 5932-1\nThe following contains transcripts pertaining to Incident 5932-1 and its subsequent Ethics Committee investigation.",
        "Addendum 5932-5: Decommissioning Log"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Following Incident 5932-001, SCP-5932 has been effectively decommissioned, and containment is no longer necessary.",
    "description": "SCP-5932, formerly Charlotte Violet Owens, was a European female 27 years of age, previously employed by the Foundation as a non-anomalous operative in MTF ζ-12 (\"Turtle Down\")1. SCP-5932 did not differ from a baseline human beyond advanced combat capabilities expected of tactical Foundation personnel.",
    "item": "SCP-5932",
    "object_class": "Euclid",
    "title": "SCP-5932-D"
}