{
    "url": "https://scp-wiki.wikidot.com/scp-5934",
    "all_text": "rating: \n+101\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nCONTENT WARNING:\n The following contains content related to \nSELF-HARM.\n Reader discretion is advised.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n5934\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5934 is to be kept in a sealed storage container.\n\n\nDescription:\n SCP-5934 superficially resembles a 20th century adding machine. However, 26 keys have been replaced with human teeth, into which the Latin alphabet has been carved. No commercial brand or other identifying information is present on the device. Inspection of the auxiliary keys suggests that they come from multiple hosts. SCP-5934 possesses an anomalous ability to answer abstract, non-numerical queries. One civilian reported experiencing a weak, memetic effect in the presence of SCP-5934. (See recovery log.)\n\n\nRecovery Log:\n SCP-5934 was brought to the attention of the Foundation when Harold Grimaldi, a graduate student at the Niels Bohr Institute in Copenhagen, Denmark, mentioned the device in a post on the ████████ Reddit forum. Grimaldi was detained by Foundation agents under the pretense of a police investigation into the trafficking of human remains and the post involving it was deleted. Following a brief interview (attached), SCP-5934 was seized from the location given by Grimaldi, who was subsequently amnesticized and released.\n\n\n\n\nInterviewed:\n Harold Grimaldi, Doctoral Candidate, Niels Bohr Institute\n\n\nInterviewer:\n Foundation Agent William Pedersen\n\n\n<Begin Log>\n\n\nPedersen:\n Godmorgen, Hr. Grimaldi.\n\n\nGrimaldi:\n Can we do this in English, please?\n\n\nPedersen:\n If you wish. That accent is American, yes?\n\n\nGrimaldi:\n Something tells me you already know it is. Where's my lawyer?\n\n\nPedersen:\n Procedure dictates we identify the source of any human remains we discover, including teeth.\n\n\nGrimaldi:\n Wait, those were real?\n\n\nPedersen:\n That's what they're telling me.\n\n\nGrimaldi:\n Jesus!\n\n\nPedersen:\n It's in your best interest to just give us the information we need. I've prepared a statement of immunity to any trafficking charges if you cooperate.\n\n\n[Grimaldi hesitates.]\n\n\nGrimaldi:\n I guess, can I have that statement?\n\n\n[Pedersen provides a fabricated immunity statement, which Grimaldi signs.]\n\n\nGrimaldi:\n So what do you want to know?\n\n\nPedersen:\n Where did you find the adding machine?\n\n\nGrimaldi:\n There's an old room, number ███, that's always about to be renovated- has been since the 40's, according to the tour guides. It's full of old junk, but the adding machine stuck out to me.\n\n\nPedersen:\n Because of the teeth?\n\n\nGrimaldi:\n It actually made me feel uneasy before I realized what they were.\n\n\n\n\nPedersen:\n What do you mean?\n\n\nGrimaldi:\n I was anxious. I suddenly wanted to go back to America.\n\n\nPedersen:\n You mean you were homesick?\n\n\nGrimaldi:\n Not exactly. More like- like it wasn't safe to be here.\n\n\nPedersen:\n Here as in…?\n\n\nGrimaldi:\n Denmark. Europe in general, really. No offense.\n\n\nPedersen:\n None taken.\n\n\n<End Log>\n\n\n\n\nA search of the discovery site, room ███, yielded a length of paper tape matching that of SCP-5934. The tape contained a message recorded in blood. A transcription of the message is attached.\n\n\n\n\nI write to the present statesmen of Europe who would work to repress the human mind.\n1\n I write on behalf of the physicist who has fled from you, has capitulated and lied for you, has been jailed or killed by you. The damage you have done to a golden age of physics is incalculable. Here is the object of your desire. Use it, and know a world without quantum mechanics.\n\n\n\n\nSelected Testing:\n SCP-5934 was operated by D-class 57036 under the instruction of Senior Researcher Alexis Straum.\n\n\n\n\n\n\nTest\n\n\nInput\n\n\nOutput\n\n\nResearcher Notes\n\n\n\n\n\n\nT-4/5/21-A\n\n\n\n\n\n\n\"2+2=\"\n\n\n\n\n\n\n\"4\"\n\n\n\n\n\n\n\n\nT-4/5/21-F\n\n\n\n\n\n\n\"What ground-state energy does the Bohr model predict for the hydrogen atom?\"\n\n\n\n\n\n\n\"-2.179e-18 J\"\n\n\nD-57036 reports having no knowledge of the Bohr model, but this result is correct. The Bohr model involves quantized energy levels- Significance of the discovered letter remains unclear.\n\n\n\n\n\n\nT-4/5/21-G\n\n\n\n\n\n\n\"What mechanism does nitrogenase use to perform ambient nitrogen fixation in bacteria?\"\n2\n\n\n\n\n\n\n\"It doesn't.\"\n\n\nThis is the first confirmed instance of the device giving an incorrect response.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE: UPDATED DOCUMENTATION AVAILABLE\n\n\n\n\nUPDATE\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This note is apparently referencing the repression of European quantum physicists in the 1930s and 40s. The Nazis considered quantum mechanics to be \"Jewish\" science, and Stalin believed it conflicted with dialectical materialism.\n\n\n2\n. Notably, this problem involves strong entanglement between many electrons near organometallic active sites. The most famous of these as an open computational problem is the iron-molybdenum cofactor, FeMoco.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5933\n | SCP-5934 | \nSCP-5935\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5934\n\" by quickestsilver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5934\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename: \nhttps://live.staticflickr.com/8521/8685602790_579cdbbd57_b.jpg\n\n\nName: Prison Hill Trail, Carson City\n\n\nAuthor: Nouhailler\n\n\nLicense: CC BY-SA 2.0 **\n Source Link: \nhttps://www.flickr.com/photos/7737054@N07/8685602790\n**",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Harold Grimaldi, Doctoral Candidate, Niels Bohr Institute Interviewer: Foundation Agent William Pedersen <Begin Log> Pedersen: Godmorgen, Hr. Grimaldi. Grimaldi: Can we do this in English, please? Pedersen: If you wish. That accent is American, yes? Grimaldi: Something tells me you already know it is. Where's my lawyer? Pedersen: Procedure dictates we identify the source of any human remains we discover, including teeth. Grimaldi: Wait, those were real? Pedersen: That's what they're telling me. Grimaldi: Jesus! Pedersen: It's in your best interest to just give us the information we need. I've prepared a statement of immunity to any trafficking charges if you cooperate. [Grimaldi hesitates.] Grimaldi: I guess, can I have that statement? [Pedersen provides a fabricated immunity statement, which Grimaldi signs.] Grimaldi: So what do you want to know? Pedersen: Where did you find the adding machine? Grimaldi: There's an old room, number ███, that's always about to be renovated- has been since the 40's, according to the tour guides. It's full of old junk, but the adding machine stuck out to me. Pedersen: Because of the teeth? Grimaldi: It actually made me feel uneasy before I realized what they were. Pedersen: What do you mean? Grimaldi: I was anxious. I suddenly wanted to go back to America. Pedersen: You mean you were homesick? Grimaldi: Not exactly. More like- like it wasn't safe to be here. Pedersen: Here as in…? Grimaldi: Denmark. Europe in general, really. No offense. Pedersen: None taken. <End Log>",
        "I write to the present statesmen of Europe who would work to repress the human mind. 1 I write on behalf of the physicist who has fled from you, has capitulated and lied for you, has been jailed or killed by you. The damage you have done to a golden age of physics is incalculable. Here is the object of your desire. Use it, and know a world without quantum mechanics.",
        "\" SCP-5934 \" by quickestsilver, from the SCP Wiki . Source: https://scpwiki.com/scp-5934 . Licensed under CC-BY-SA .",
        "Filename: https://live.staticflickr.com/8521/8685602790_579cdbbd57_b.jpg Name: Prison Hill Trail, Carson City Author: Nouhailler License: CC BY-SA 2.0 ** Source Link: https://www.flickr.com/photos/7737054@N07/8685602790 **"
    ],
    "containment_procedures": "SCP-5934 is to be kept in a sealed storage container.",
    "description": "SCP-5934 superficially resembles a 20th century adding machine. However, 26 keys have been replaced with human teeth, into which the Latin alphabet has been carved. No commercial brand or other identifying information is present on the device. Inspection of the auxiliary keys suggests that they come from multiple hosts. SCP-5934 possesses an anomalous ability to answer abstract, non-numerical queries. One civilian reported experiencing a weak, memetic effect in the presence of SCP-5934. (See recovery log.)",
    "title": "SCP-5934"
}