{
    "url": "https://scp-wiki.wikidot.com/scp-5938",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nSYTYCFanon\n\n\n\n\n\n\nSCP-5938\n - Seshat's PDF of Programmable Cognitohazards\n\n\nFor more stories in my verse check here\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5938\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-78\n\n\nLeah Richter\n\n\nGreg Chudley\n\n\nSigma-27 (\"Copyright Trolls\")\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5938 is to be kept on a flash drive with 256-bit (AES) Encryption inside of the office of the current project lead. A clearance level 4 security key is required to access the flash drive or a failsafe will activate and all data contained inside will be deleted.\n\n\nFoundation webcrawlers are to scour social media services for any instances of SCP-5938-1 and remove them. The IPs of the posters are to be sent to MTF Sigma-27 (\"Copyright Trolls\") who are to be sent to retrieve any devices containing SCP-5938-1 images and videos. Victims and the senders of SCP-5938-1 are to be administered Class-B amnestics and released once interviewed about their online habits concerning SCP-5938-1 instances.\n\n\nDescription:\n SCP-5938 is a PDF document containing some form of intelligence, written in size 12 \"Arial\" font. On the cover page of SCP-5938, the title is given as \"Seshat's PDF of Programmable Cognitohazards\" and no author is credited. However, one defining feature is the presence of \"III of IX\" written at the bottom of the cover page. It was later confirmed to be a genuine part of the Set of Nine\n1\n by \nResearchers Johnston and Chudley\n.\n\n\nTo use SCP-5938 the user simply needs to specify the message that is trying to convey and the intended recipients to the document by typing on one of its pages in the form of a \"'/command\". The document will then create anomalous website cookies that will change the advertising algorithm of the affected website and begin showing the intended audience anomalous ads. These ads are known as SCP-5938-1 instances, cognitohazards in the form of JPEGs and MP4 files. SCP-5938-1 instances have been shown to have a slight reality manipulating effect.\n\n\nDiscovery:\n On April 20th, 2022, Foundation agents stationed in Huntington banks became aware of an anomalous transfer of $5000 USD in the accounts of thirty individuals. The anomalous nature was determined after no known source of the money could be found. When these individuals were questioned over the phone by Foundation agents to confirm the source of the money, a majority of them were confused; saying that they'd never authorized a transfer. A portion of the individuals mentioned that it was ironic considering an Ad tweet they had retweeted earlier that morning.\n\n\nFoundation webcrawlers traced the tweet to an ad from Huntington's verified account. This scheme would later be attributed to PoI-6878 also known as lesbian_gengar of GoI-5869 (Gamers Against Weed). The tweet had approximately thirty retweets before it was deleted by webcrawlers and saved to this document for posterity with any Cognitohazards expunged.\n\n\n\n\n\n\nHuntington Bank\n\n\n@Huntington_Bank\n\n\n \n\n\n \n\n\nHave you been down this fall? Take this the golden goose of incredible luck. It only appears once in every 1 million geese. Retweet to receive good fortune.\n\n\n \n\n\n\n\nLikes\n \n5\n\n\nRetweets\n \n30\n\n\nComments\n \n2\n\n\n\n\n \n\n\n8:00 AM - 20th April 2022\n\n\n\n\nSeveral incidents involving cognitohazards and GoI-5869 would occur over the next weeks. It was originally assumed that these were individual anomalies made by GAW but after incident 5938.2B it was discovered that the source was SCP-5938.\n\n\nAddendum 5938.01:\n GAW SCP-5938 Incident logs April 20th -May 5th, 2022\n\n\n \n\n\n\n\n\n\n\n\nIncident 5938.1A\n\n\nIncident 5938.1B\n\n\nIncident 5938.2A\n\n\n\n\n\n\n\n\nDate Occurred:\n April 22nd, 2022\n\n\nElectronic vector:\n Facebook\n\n\nIntended Agenda:\n Disrupt Right Wing Media\n\n\nIntended Audience:\n Baby Boomers\n\n\nPoI Responsible:\n PoI-6870 (bluntfiend)\n\n\nCognitohazard Description:\n The PNG file contains an image of a Minion from the Illumination studios, movie \nDespicable Me\n. SCP-5938 's instructions detail that placing text inside the image that has a name of a particular news network will compel the affected victims to watch it.\n\n\nIncident Description:\n On the date previously specified, PoI-6870 sold website cookies to Meta, which caused SCP-5938-1 instances to begin appearing on a right-wing Facebook group entitled: \"Older Ladies for Tucker Carlson\". The image contained the text, \"Tucker Carlson? Real Christians watch Christian News Network (CNN).\"\n\n\nAround 200 women above the age of forty-five witnessed the image before it was scrubbed from the page by Foundation agents embedded in Meta. These women were reported by their relatives to have sworn off Fox News Network, calling its late-night host Tucker Carlson a \"dumb liberal \" and a \"Woke plant.\" Second, they would watch CNN religiously and would express displeasure if they missed a broadcast.\n\n\nThe women were amnesticized and returned to their homes after questioning.\n\n\n\n\n\n\nDate Occurred:\n April 25th, 2022\n\n\nElectronic vector:\n Tumblr\n\n\nIntended Agenda:\n Equal treatment for all\n\n\nIntended Audience:\n Parents of Gender questioning teenagers from 13-18.\n\n\nPoI Responsible:\n PoI-8003 (starspark)\n\n\nCognitohazard Description:\n A two-minute video describing to the person it's shown the merits of loving those who are different from you. Affected persons appear to lose any previously held prejudices.\n\n\nIncident Description:\n On the specified date, Tumblr algorithms began recommending PoI-8003's 5938-1 laden Q&A blog to parents of gender-questioning teenagers. Over 100 groups of parents ended up being affected, children that were interviewed stated that their normally argumentative parents became fully supportive of their life choices after viewing the video.\n\n\nThe ads were taken down and the children were amnesticized. It was decided by Researcher Chudley that the parents would not be given an amnestic regimen for potential safety reasons.\n\n\n\n\n\n\nDate Occurred:\n April 29th, 2022\n\n\nElectronic vector:\n Youtube\n\n\nIntended Agenda:\n Financial gain\n\n\nIntended Audience:\n Gamers\n\n\nPoI Responsible:\n PoI-6897 (Kektagon)\n\n\nCognitohazard Description:\n A 2-minute advertisement that reads the following \"If you or a loved one was diagnosed with \"being a gamer\" you may be entitled to financial compensation. \"Being a gamer\" is a rare condition linked to Fortnite exposure. Exposure to Fortnite on Twitter, Youtube, Twitch, Reddit, the grocery store, or a comic convention may put you at risk. Please don't wait, call 1-800-99 GAW USA today for a free legal consultation and financial information packet. Gamers call now! 1-800-99 GAW USA.\"\n\n\nThe anomalous effect does not take hold unless the number is called. Once it does, either the caller or a member of their family will develop an obsession with gaming. The caller will also receive a monetary payment of 2,000 dollars.\n\n\nIncident Description:\n SCP-5938-1 instances began running on videos relating to the video games \nApex Legends\n and \nFortnite\n, leading to fifty calls to the GAW hotline. Foundation webcrawlers removed the video within two hours of posting, and the calls were traced back to the affected people. 40% of them had been stricken with a video gaming addiction leading them to play for eight hours every single day. A foundation investigation into these individuals' bank accounts discovered the $2000, which was confiscated and the affected players were amnesticized.\n\n\n\n\n\n\n\n\n\n\nAddendum 5938.02:\n Incident 5938.2B\n\n\nOn May 5th, 2022 Foundation Webcrawlers took down a cognitohazardous ad on the internet message board 4chan. The hazard was an image that stated, \"Lonely? You don't have to be anymore! The main character of the last video game you played will have sex with you.\" Through IP logging of all users who had signed into the forum, the Foundation was able to amnesticize all those who were affected, any evidence of fictional characters making their way to the real world had disappeared by the time the Foundation caught up with the victims of the instance. However, one Nicholas J. DeCook of Iowa was hospitalized due to the effect of the SCP-5938-1 instance.\n\n\nAn unknown tip was submitted to Site-78, believed to be the work of PoI-6878, revealing the whereabouts of PoI-6940 and MTF Sigma-27 was dispatched to apprehend them. PoI-5869 was already on the list of Site-78's high-priority targets for their creation of \nSCP-4230\n.\n\n\nA safe house belonging to GoI-5869 was raided, capturing PoI-6940 and his electronics. The safe house was found to contain the server hosting SCP-5938 along with various copies of SCP-5938-1 cognitohazards. An examination of the server shows that multiple outside parties unaffiliated with GoI-5869 had accessed it from an external link. Efforts to discover the identity of these groups are still ongoing.\n\n\n\n\n+ GAW Recovered Chat Log\n\n\n\n\n- Close\n\n\n\n\n\n\nlesbian_gengar:\n you've really done it this time Peppa.\n\n\nPPS1337:\n What? What did I do?\n\n\nStarspark:\n Don't play dumb. You gave Seshat to \nPAMWAC\n and look what they did!\n\n\nPPS1337:\n I thought it would be funny! I was getting bored with all the altruism.\n\n\nbluntfiend:\n As they say it's all fun and games until someone gets hurt. Someone did.\n\n\nPPS1337:\n Look if anyone got hurt it was prolly kektagon's fault.\n\n\nkektagon:\n Don't deflect blame on me! Nobody ever got hurt gaming.\n\n\nPPS1337:\n Idk maybe they did. I remember the \nnerfing gun\n incident.\n\n\nlesbian_gengar:\n pEPPA A COLLEGE KID BROKE THEIR NECK\n\n\nPPS1337:\nHow? How do you break your neck having sex with a video game character?\n\n\nlesbian_gengar:\n how do you think? They got sat on.\n\n\nPPS1337:\n That can happen?\n\n\nStarspark:\n Yeah it happened to my buddy eric.\n\n\nlesbian_gengar:\n this is not the time for debate, we've got eyes looking at us now that someone get hurt, and now the Foundation is gonna come knocking.\n\n\nPPS1337:\n What are we going to do?\n\n\nbluntfiend:\n the real question is what you are doing to fix this.\n\n\nPPS1337:\n Me? Why the fuck do I gotta do anything? Let's just scram like we usually do and things will be cocaine and hookers.\n\n\nlesbian_gengar:\n in case you've forgotten you pataphysical twat. We have a volume of the Set of Nine, things aren't going to be cocaine and hookers. So what you are going to do is hand that shit over to the Foundation and take the fall for this and hope they let you go.\n\n\nPPS1337:\n This is an overreaction, you guys are being hysterical.\n\n[Connection was terminated by lesbian_gengar]\n\n\n\n\n\n\n\n\n\n\nThe following interview was performed by Researcher Greg Chudley due to being previously assigned to SCP-4230 and leading the investigation into PoI-6940.\n\n\n\n\n[Begin Recording]\n\n\nChudley:\n I can't believe it. We finally caught you, PoI-6940 or should I say, PeppaPig'sStrongestSoldier?\n\n\nPoI-6940:\n Chudley! You remember me! I'm so proud of you.\n\n\nChudley:\n How could I forget you? You had me running around all last year picking up your cronies, all to hide your sick joke. I'd ask you where that wiki\n2\n was being hosted cause we didn't find it amongst your stuff but we have bigger fish to fry now.\n\n\nPoI-6940:\n Well I have diplomatic immunity from being prosecuted by you. I am the King of Finland\n3\n after all.\n\n\nChudley:\n Diplomatic immunity doesn't mean jack to us. But for the sake of keeping the peace, we'll let you go after some questions. Where did you get that server we found in your house?\n\n\nPoI-6940:\n That old thing? I found it lying out in the junk heap and decided to take it home. To my surprise, it was a genuine piece of the Set of Nine.\n\n\nChudley:\n How do you know it's genuine? Any anartist can slap or in this case type a \"X\" of Nine on a cover and call it a day. We've already dealt with \ncopycat books\n before.\n\n\nPoI-6940:\n It's just… a feeling you have. I can't describe it. That thing has a power like I've never seen before.\n\n\nChudley:\n Well, we have ways of testing that for ourselves. I'm more concerned that you gave the link for this thing out to people. You gonna spill the beans \nGamer\n?\n\n\nPoI-6940:\n Hitting me with a slur I see? Well, I'll still tell you anyways because we have history. Look, you have to understand. Helping the LGBT community, and redistributing wealth is cool and all but I just wanted some good old-fashioned fun. So I sent it to PAMWAC, thought those weebs would do something crazy.\n\n\nChudley:\n PAMWAC? I thought Johnston made those guys up to fuck with me.\n\n\nPoI-6940:\n They are real, still haven't figured out how to marry anime characters yet though.\n\n\nChudley:\n Shame. Anyways, more on how someone got paralyzed for life?\n\n\nPoI-6940:\n How was I supposed to know that a sex-related injury would occur?\n\n\nChudley:\n 2B from \nNier Automata\n sat on his fucking face, dude. She broke his neck.\n\n\nPoI-6940:\n Yeah but he's getting better, plus he probably enjoyed it…\n\n\n[PoI-6940 shakes his head]\n\n\nPoI-6940:\n Uh, anyway so we knew we were screwed and that you guys would come for us. So Jude and Esther decided to leave me as a token of goodwill and here we are.\n\n\nChudley:\n Look if you want some advice, stay out of the anomalous book business. It's dangerous… wait you didn't give it out to anyone else did you?\n\n\nPoI-6940:\n Uhhhhh, would you be mad if I said I sold it to Totleighsoft to pay for my DoorDash?\n\n\n[There is a moment of silence, Chudley shakes his head.]\n\n\nChudley:\n I… hope god smites you.\n\n\n[End Recording]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7261\n\n\n\n\n\n\nThe Set of Nine\n\n\n\n\n\n\n\n\n\n\n\n\nRevelations of The Author\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomalous set of books marked with roman numerals\n\n\n2\n. SCP-4230\n\n\n3\n. Due to Pataphysical manipulation, PoI-6940 is the monarch of the fictional country of \"Finland\"\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSYTYCFanon's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7110\n \n(+28)\n \n•\n\n\n\n\n\n\nSCP-7682\n \n(+91)\n \n•\n\n\n\n\n\n\nSCP-7114\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-7975\n \n(+112)\n \n•\n\n\n\n\n\n\nSCP-7233\n \n(+69)\n \n•\n\n\n\n\n\n\nSCP-7175\n \n(+38)\n \n•\n\n\n\n\n\n\nSCP-6187\n \n(+25)\n \n•\n\n\n\n\n\n\nSCP-4230\n \n(+39)\n \n•\n\n\n\n\n\n\nSCP-2704\n \n(+57)\n \n•\n\n\n\n\n\n\nSCP-7990\n \n(+76)\n \n•\n\n\n\n\n\n\nSCP-3452\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-6945\n \n(+62)\n \n•\n\n\n\n\n\n\nSCP-7261\n \n(+119)\n \n•\n\n\n\n\n\n\nSCP-6952\n \n(+74)\n \n•\n\n\n\n\n\n\nSCP-6419\n \n(+43)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nRaven of Cyberspace II Shadowheist\n \n(+22)\n \n•\n\n\n\n\n\n\nA Very Otamatone Christmas\n \n(+31)\n \n•\n\n\n\n\n\n\nThe Site-78 Halloween Special!\n \n(+19)\n \n•\n\n\n\n\n\n\nEAGLE Protocol\n \n(+8)\n \n•\n\n\n\n\n\n\nA Tale of Two Chugwaters\n \n(+9)\n \n•\n\n\n\n\n\n\nThe Raven of Cyberspace\n \n(+21)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 2\n \n(+15)\n \n•\n\n\n\n\n\n\nLost Souls, Broken Toys Chapter 1\n \n(+21)\n \n•\n\n\n\n\n\n\nRevelations of The Author\n \n(+18)\n \n•\n\n\n\n\n\n\nAAR-7890-Logovo Volka\n \n(+33)\n \n•\n\n\n\n\n\n\nAAR-5950-Osaka\n \n(+10)\n \n•\n\n\n\n\n\n\nLove in The Time of Chugwater\n \n(+17)\n \n•\n\n\n\n\n\n\nThe Dangers of Dating a Tyrannical God (or: How I Managed to Save the World Through Romance Alone)\n \n(+17)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSYTYCFanon's Author Page\n \n(+45)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5937\n | SCP-5938 | \nSCP-5939\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5938\n\" by SYTYCFanon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5938\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 5938.01: GAW SCP-5938 Incident logs April 20th -May 5th, 2022",
        "Addendum 5938.02: Incident 5938.2B\nOn May 5th, 2022 Foundation Webcrawlers took down a cognitohazardous ad on the internet message board 4chan. The hazard was an image that stated, \"Lonely? You don't have to be anymore! The main character of the last video game you played will have sex with you.\" Through IP logging of all users who had signed into the forum, the Foundation was able to amnesticize all those who were affected, any evidence of fictional characters making their way to the real world had disappeared by the time the Foundation caught up with the victims of the instance. However, one Nicholas J. DeCook of Iowa was hospitalized due to the effect of the SCP-5938-1 instance.\nAn unknown tip was submitted to Site-78, believed to be the work of PoI-6878, revealing the whereabouts of PoI-6940 and MTF Sigma-27 was dispatched to apprehend them. PoI-5869 was already on the list of Site-78's high-priority targets for their creation of SCP-4230 .\nA safe house belonging to GoI-5869 was raided, capturing PoI-6940 and his electronics. The safe house was found to contain the server hosting SCP-5938 along with various copies of SCP-5938-1 cognitohazards. An examination of the server shows that multiple outside parties unaffiliated with GoI-5869 had accessed it from an external link. Efforts to discover the identity of these groups are still ongoing.\nThe following interview was performed by Researcher Greg Chudley due to being previously assigned to SCP-4230 and leading the investigation into PoI-6940."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5938 \" by SYTYCFanon, from the SCP Wiki . Source: https://scpwiki.com/scp-5938 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5938 is to be kept on a flash drive with 256-bit (AES) Encryption inside of the office of the current project lead. A clearance level 4 security key is required to access the flash drive or a failsafe will activate and all data contained inside will be deleted.",
    "description": "SCP-5938 is a PDF document containing some form of intelligence, written in size 12 \"Arial\" font. On the cover page of SCP-5938, the title is given as \"Seshat's PDF of Programmable Cognitohazards\" and no author is credited. However, one defining feature is the presence of \"III of IX\" written at the bottom of the cover page. It was later confirmed to be a genuine part of the Set of Nine1 by Researchers Johnston and Chudley.",
    "title": "SCP-5938"
}