{
    "url": "https://scp-wiki.wikidot.com/scp-5939",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-5939\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Following the events of Addendum-2, the following containment procedures are now outdated.\n\n\nThe immediate area around SCP-5939 is to be under watch by one Foundation agent and must be cleaned daily by a researcher with level 4 clearance. Civilians who witnessed the effects of SCP-5939 need to be administered Class B amnestics.\n\n\nAfter SCP-5939's reclassification to Neutralized, the graveyard in which it was located was purchased by the Foundation. It has been repurposed as an area where personnel of level 3 and higher without a significant other are buried.\n\n\n\n\n\n\nA bloomed instance of SCP-5939.\n\n\n\n\n\n\nDescription:\n SCP-5939 is the designation given to the black roses\n1\n that grew on the grave of SCP-5939-1.\n\n\nWhen an individual approached or attempted to communicate with the grave, a rose grew and produced dew drops. Upon falling, these spread out and formed a message as if they were made from ink. After an individual read the message, it would quickly fade, and the rose would rapidly decay and be reabsorbed into the soil. It was unknown how much of its surroundings SCP-5939-1 could perceive, but it could hear in a radius of approximately 50 meters and feel direct interaction with its grave.\n\n\nSCP-5939-1 referred to Catherine Hall who was a level 4 researcher on \nBiological Containment Site-103\n. During a containment breach, SCP-5939-1 was amongst the 14 casualties. Its research was specified in floriculture and cross-breeding plants. In its private life, it cultivated roses and used ink during the early stages of growth to give them a black pigment. SCP-5939-1 often wore one of these roses as a hair ornament. The roses that grew on the grave matched the description of the ornament initially found on its corpse.\n\n\nOn 05/06/2018, O5-2 buried SCP-5939-1 after insisting on a private ceremony. Whilst involvement for personal reasons is normally contested by the O5-Council, this did not occur due to O5-2 being specialized in termination practices and the initial burial covered all traces of the Foundation.\n\n\nDiscovery:\n On 06/06/2018, Hendrick Doyle, a man of 76 years of age who regularly comes to visit his wife's grave reported strange writing on the grave of SCP-5939-1. An instance of SCP-5939 had grown out of the gravestone, bloomed, and formed the following message.\n\n\n\n\n\n\nCould you clean my gravestone, please?\n\n\n\n\n\n\n\nMr. Doyle was administered a Class B amnestic by an emergency-appointed Foundation agent. The grave of SCP-5939-1 was cleaned and emergency containment procedures were established.\n\nAddendum-1: Memorandums\n\n\nOn 11/06/2018 05-2 came back to the grave after he had taken over the file of SCP-5939. O5-2 and SCP-5939-1 had the following conversation.\n\n\n\n\nINTERVIEW LOG 5939-1\n\n\n\n\nDate:\n 11/06/2018\n\n\nInterviewer:\n O5-2\n\n\nInterviewee:\n SCP-5939-1\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nHey Simon, I'm so glad to see you again!\n\n\n\n\n\n\nO5-2:\n Catherine… How do you even know I'm here?\n\n\n\n\nI'd recognize your footsteps anywhere, doofus.\n\n\n\n\n\n\nO5-2:\n \nSighs.\n\n\n\n\nYou don't have to say anything.\n\n\n\n\n\n\nO5-2:\n I never thought that I would talk to you like this.\n\n\n\n\nNeither did I. So, which number did they give me? Or am I not supposed to know? I assume they didn't assign me as those two their senior?\n\n\n\n\n\n\nO5-2:\n I thought about SCP-5939, you always liked prime numbers. I took control of your file and I haven't released it yet. I don't want others disturbing you too much with, well, work for now.\n\n\n\n\nAw, you classified me… how sweet.\n\n\n\n\n\n\nO5-2:\n Yeah, I knew you wouldn't mind. So, mind telling me some secrets you were supposed to take to the grave?\n\n\n\n\nNothing really comes to mind.\n\n\n\n\n\n\nO5-2:\n Come on, I know you can do better than that.\n\n\n\n\nFine, I was the one who wrecked your old car in that experiment. You know, from before you were even a level 4 staff member. It was an accident, I swear!\n\n\n\n\n\n\nO5-2:\n \nSigh.\n Well, it doesn't really matter. They compensated me for it anyway. Kinda liked the seats though.\n\n\n\n\nSimon, aside from this small talk I want you to be honest with me. You are focusing on your work as a distraction again, aren't you?\n\n\n\n\n\n\nO5-2:\n Yeah, I am.\n\n\n\n\nYou always do that when things get tough. I know it's been hard on you.\n\n\n\n\n\n\nO5-2:\n …\n\n\n\n\nIf I may ask, what did you do with my flowers? I know you wouldn't throw them away but I'm quite curious.\n\n\n\n\n\n\nO5-2:\n I've- \nSniff.\n I've preserved your flowers and sent them to your colleagues. I'm planning on relocating the rest to the conservatory.\n\n\n\n\nThat's wonderful.\n\n\n\n\n\n\nO5-2:\n I'm glad you think that…\n\n\n\n\nTake your time, I'm not going anywhere.\n\n\n\n\n\n\nO5-2:\n …\n\n\n\n\nLook, I've been working on something.\n\n\n\n\n\n\nSeveral ink droplets spread out and form an image of SCP-5939-1.\n\n\nO5-2:\n Cath, I…\n\n\n\n\nYes?\n\n\n\n\n\n\nO5-2:\n I- I wanted to give you something for a while. I'm wearing the other one.\n\n\n\n\nOh.\n\n\n\n\n\n\nO5-2:\n …\n\n\n\n\nCould you… put it over my leaves?\n\n\n\n\n\n\nO5-2:\n Of course I can.\n\n\n\n\nThank you, Simon. I'm so glad. How does it look?\n\n\n\n\n\n\nO5-2:\n It looks beautiful…\n\n\n\n\nSimon, your voice sounds broken.\n\n\n\n\n\n\nO5-2:\n Does it?\n\n\n\n\nYes, it really does. You also don't have to be ashamed to cry, you know?\n\n\n\n\n\n\nO5-2:\n How do you know I'm crying? Can you even see me?\n\n\n\n\nI might not see you crying, but I can feel your tears fall on my stone.\n\n\n\n\n\n\nO5-2 sobs.\n\n\n\n\nIt's ok, I'll make sure they'll bloom into a beautiful rose.\n\n\n[END LOG]\n\n\n\n\n\n\n\nAfter this, O5-2 came back to the grave of SCP-5939-1 on a daily basis.\n\nAddendum-2: Post Mortem\n\n\nDue to O5-2 personally handling the file of SCP-5939, and his daily visits, it did not go unnoticed that after a 14 day period most information was not available for other staff members.\n\n\nWhilst it is not considered abnormal to visit a grave frequently, the surrounding factors raised concerns about the anomaly. An internal investigation was carried out on the command of the remaining members of the O5-Council. On 24/06/2018 O5-4 shared the following document.\n\n\n\n\n\n\n\n\nVote on: Own-Initiative-Procedure-5939\n\n\n\n\n\n\n \nDate: 24/06/2018\n\n\n \nRelated Anomalies: SCP-5939\n\n\n\n\nResults Internal Investigation on SCP-5939\n\n\nIt has come to the Council's attention that the file of SCP-5939 has not been completely transparent to all level 5 personnel. Whilst this is not a necessity for all files, and can even provide extra security measures, the file of SCP-5939 currently is not proven significant enough for these measures.\n\n\nEvery anomaly ideally must be researched from an objective perspective and not for personal purposes. However, the results of our investigation show that SCP-5939-1 was a level 4 staff member who had access to classified information and ties to O5-2.\n\n\nIt is therefore believed that O5-2 has not acted in the best interest of the Foundation but rather out of personal interest.\n\n\nWithout more information and the potential threat that SCP-5939-1 becomes a target from Groups of Interest, the Council needs to deliberate on the next course of action.\n\n\n\n\nProposal for Own-Initiative-Procedure\n\n\nO5-8 has proposed to visit the remains of SCP-5939-1 with a standard team of field agents and researchers since it is unclear what the anomaly is capable of. The objective is to get footage and field samples if possible. O5-8 himself is willing to do a forensic analysis on-site if deemed necessary.\n\n\n\n\nPlease vote in the table below.\n\n\n\n\n\n\n\n\n\n\nIn Favor\n\n\nAbstained\n\n\nAgainst\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n O5-1, O5-3, O5-4, and 7 others\n\n\nFrom:\n O5-8\n\n\nSubject:\n Voting Results\n\n\n\n\n\n\nFellow Council Members,\n\n\nThe results of the vote have been collected. The proposal has been accepted by a majority vote.\n\nI will prepare the intended field research immediately and report as transparent as possible.\n\n\n- O5-8\n\n\nAttachment: Voting Results\n\n\n \n\n\n\n\n\n\nIn Favor\n\n\nAbstained\n\n\nAgainst\n\n\n\n\n\n\nO5-1\n\n\nO5-4\n\n\nO5-7\n\n\n\n\n\n\nO5-3\n\n\nO5-12\n\n\nO5-9\n\n\n\n\n\n\nO5-5\n\n\n\n\nO5-11\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n O5-1, O5-3, O5-4, and 7 others\n\n\nFrom:\n O5-8\n\n\nSubject:\n File SCP-5939\n\n\n\n\n\n\nFellow Council Members,\n\n\nIn attachment, you'll find the file of SCP-5939. SCP-5939-1 even cooperated and suggested a quick forensic analysis itself. However, I was not able to re-establish contact with it afterwards.\n\n\nIt is possible that SCP-5939 is already neutralized but I'd like confirmation.\n\n\nWhilst this might be an inconvenience, SCP-5939-1 was assumed dead before this all happened. If SCP-5939 is indeed neutralized all possible leaks are also removed. The only problem would be explaining this to O5-2. We can't even give him back the ring.\n\n\n- O5-8\n\n\nAttachement:\n \nSCP-5939.jpg.scp\n\n\n\n\n\nAfter O5-2 visited the grave of SCP-5939-1 again, the following message came through.\n\n\n\n\n\n\n\n\nTo:\n O5-1, O5-3, O5-4, and 8 others\n\n\nFrom:\n O5-2\n\n\nSubject:\n Mind filling me in?\n\n\n\n\n\n\nI must admit that I haven't been completely transparent. Having said that; from one man that works with corpses to others who apparently do the same, I \nhighly\n suggest that we have a talk. I think we both deserve \na sufficient\n explanation.\n\n\n- O5-2\n\n\n\n\n\n\n\nAfter this, O5-8 apologized in person and explained the situation. O5-2, who could not accept the fact that SCP-5939-1 agreed to cooperate, asked for control of the graveyard. The complete funds were granted to O5-2 by O5-8 as a reconciliation gift.\n\nThe graveyard was repurposed as an area where personnel of level 3 and higher without a partner/significant other are buried. On 05/07/2018 SCP-5939 was classified as Neutralized and \nthe file of SCP-5939\n was re-assigned to O5-2.\n\n\n\n\nFootnotes\n\n\n1\n. Which species match with the \nRosa\n 'Precious Platinum' a.k.a. the hybrid tea rose.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5938\n | SCP-5939 | \nSCP-5940\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5939\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5939\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage source:\n \nRose\n\n\nOriginal name:\n Rosa Precious platinum\n\n\nLicense:\n CC 0.10 (public domain is also mentioned)\n\n\nOriginal by:\n Bernard Spragg on 29 April 2018\n\n\nAdditional note:\n I edited the image to resemble a (mostly) black rose.\n\n\n\n\n\n\nImage source:\n \nSecondRose\n\n\nOriginal name:\n JNU White Rose\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nOriginal by:\n \nPallav.journo\n on 11 September 2009",
    "addendums": [],
    "documents": [],
    "notes": [
        "Could you clean my gravestone, please?",
        "\" SCP-5939 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-5939 . Licensed under CC-BY-SA .",
        "Image source: Rose Original name: Rosa Precious platinum License: CC 0.10 (public domain is also mentioned) Original by: Bernard Spragg on 29 April 2018 Additional note: I edited the image to resemble a (mostly) black rose.",
        "Image source: SecondRose Original name: JNU White Rose License: Creative Commons Attribution-Share Alike 4.0 International Original by: Pallav.journo on 11 September 2009"
    ],
    "item": "SCP-5939",
    "object_class": "Neutralized",
    "containment_procedures": "Following the events of Addendum-2, the following containment procedures are now outdated.",
    "description": "SCP-5939 is the designation given to the black roses1 that grew on the grave of SCP-5939-1.",
    "title": "SCP-5939"
}