{
    "url": "https://scp-wiki.wikidot.com/scp-5940",
    "all_text": "rating: \n+203\n+\n–\nx\n\n\nItem #:\n SCP-5940\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The Department of Psychodentistry has been formed by a joint collaboration of the \nPsionics Division\n, Dentistry Division, and Department of Memetics. The Department of Psychodentistry is thus responsible for planning and executing ABSOLUTE TOOTH FIELD. Until the project concludes in 2100, the Foundation:\n\n\n\n\nis planning multiple expeditions to the Northern pole of inaccessibility;\n\n\nwill sponsor all expeditions to the Southern pole of inaccessibility through proxy channels, providing traditional equipment as well as hammers and explosives;\n\n\nis collaborating with all national space agencies to direct as many spacecraft as possible to collide with SCP-5940-3 and -4.\n\n\n\n\nThe Foundation will work with national and private bodies to censor all evidence of SCP-5940's existence, thus mitigating damage to humankind's collective psyche. No images of SCP-5940 are included in this document for the reader's psychodental safety.\n\n\nDescription:\n Each instance of SCP-5940 is a pair of enormous human incisors. The size of each instance of SCP-5940 is unclear; submersible visits of the area around SCP-5940-3 suggests that less than 10% of its height protrudes from the ocean floor.\n\n\nA portion of any force exerted on SCP-5940 will be redistributed equally across the corresponding incisors of all living humans. Similarly, a portion of any force exerted on a human's own incisors will be transferred to the corresponding instance of SCP-5940. These forces are nearly imperceptible due to each instance's size and the massive population of Earth.\n\n\nEach instance of SCP-5940 is close to being dislodged, but cannot yet be extracted. The stress of this anticipation has inflicted considerable dental trauma to the collective unconscious human psyche. Increased cognizance of SCP-5940 also correlates to increased psychodental stress, which can be partially mitigated by inflicting concussive force against an instance of SCP-5940.\n\n\nSCP-5940-1, located near the false northern pole of inaccessibility\n1\n (85°48′N 176°9′W), corresponds to the maxillary central incisors. All attempts to reach it have failed due to its constantly moving nature.\n\n\nSCP-5940-2, located near the southern pole of inaccessibility\n2\n (82°06′S 54°58′E), corresponds to the mandibular central incisors. Multiple scientific expeditions have reached this pole and sacrificed themselves to it, using their equipment to construct makeshift diving boards from which they can leap off and bisect themselves on the incisors. Despite not being Foundation employees, their contributions to the effort have garnered them Foundation Stars of Merit.\n\n\nSCP-5940-3, located near the oceanic pole of inaccessibility\n3\n (48°52.6′S 123°23.6′W) corresponds to the mandibular lateral incisors. The area's use as a spacecraft graveyard ensures a steady flow of concussive traffic against SCP-5940-3. At the latest measurement, 126 of the 263 spacecraft ditched at this pole since 1971 had successfully collided with this instance.\n\n\nSCP-5940-4, located on the dark side of the moon, corresponds to the maxillary lateral incisors. Analysis of the soil around SCP-5940-4 indicates that these incisors were ejected from Earth's crust during the impact event that formed the moon. Apollo missions 18-19 successfully crashed into SCP-5940-4, but further planned missions had to be scrapped due to budgetary concerns.\n\n\nUltimately, only extracting SCP-5940 from Earth and the Moon will solve the psychodental crisis. At this time, the Department of Psychodentistry is developing three meme complexes to solve the problem, collectively codenamed ABSOLUTE TOOTH FIELD:\n\n\n\n\nthe first complex will compel humans to shun birth control, thus accelerating population growth to 4.2% per year for the next eighty years;\n\n\nthe second will compel all humans to find some means of mechanically extracting their incisors;\n\n\nthe third will compel all humans to simultaneously extract the same incisor in turn.\n\n\n\n\nComputer simulations and population growth models suggests that upon the final execution of the technique in the year 2100, over 200 billion humans will tear out each of their incisors in turn, thereby extracting each instance of SCP-5940 from the Earth and Moon and thus healing humanity's psychodental trauma.\n\n\n\n\n\n\nThis photo of the maxillary central incisors helps emphasize the project's importance.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The location on the Arctic pack ice that is farthest from any land mass\n\n\n2\n. The location in Antarctica that is farthest from the Southern Ocean\n\n\n3\n. The point in the World Ocean farthest from land,\n\n\n\n\n\n\n\n\n« \nSCP-5939\n | SCP-5940 | \nSCP-5941\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5940\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5940\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n incisors.jpg\n\n\nName:\n File:06-10-06smile.jpg\n\n\nAuthor:\n dozenist\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5940 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-5940 . Licensed under CC-BY-SA .",
        "Filename: incisors.jpg Name: File:06-10-06smile.jpg Author: dozenist License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5940",
    "object_class": "Keter",
    "containment_procedures": "The Department of Psychodentistry has been formed by a joint collaboration of the Psionics Division, Dentistry Division, and Department of Memetics. The Department of Psychodentistry is thus responsible for planning and executing ABSOLUTE TOOTH FIELD. Until the project concludes in 2100, the Foundation:",
    "description": "Each instance of SCP-5940 is a pair of enormous human incisors. The size of each instance of SCP-5940 is unclear; submersible visits of the area around SCP-5940-3 suggests that less than 10% of its height protrudes from the ocean floor.",
    "title": "SCP-5940"
}