{
    "url": "https://scp-wiki.wikidot.com/scp-5941",
    "all_text": "I wonder if the real power of the maze is that it draws everything into its own design.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5941:\n Look! A Navel!\n\n\nAuthor:\n \nTufto\n. More of Tufto's work can be found \nhere\n.\n\n\nImage:\n Licensed under CC-BY-3.0, and can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAncient Greek coin, believed to (inaccurately) depict SCP-5941.\n\n\n\n\n\n\nItem #:\n SCP-5941\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n A Foundation military installation, Site-0707, has been constructed around SCP-5941, with the goal of providing further backup containment should PoI #782 breach containment. No personnel are permitted unauthorised entry into SCP-5941 until a comprehensive study of its function, origin and cultural significance has been completed. No such study is currently authorised.\n\n\nThe project lead on SCP-5941 is Dr Horace Weaver; the containment head for PoI #782 is Agent Marco Stradivari.\n\n\nDescription:\n SCP-5941 is an underground labyrinth located near Knossos, Greece. SCP-5941 is unicursal, possessing only a single path through to its centre.\n\n\nDue to a precise set of dimensions and logical mechanisms governing its design, it is not possible to leave SCP-5941 once inside.\n\n\nSCP-5941 is currently being used to contain PoI #782 Michael Gore, formerly O5-1 before the Magaluf Incident.\n\n\nAddendum 1:\n On 18/02/2019, a request was made from the O5 Council to retrieve PoI #782. Agent Stradivari began a set of five attempts at retrieval; details of these attempts can be found below.\n\n\n\n\n\n\nAttempt No.\n\n\nDate\n\n\nPersonnel\n\n\nResults\n\n\n\n\n\n\n#1\n\n\n22/02/2019\n\n\nD-014224\n\n\nFeed cut out immediately upon entry.\n\n\n\n\n\n\n#2\n\n\n24/02/2019\n\n\nMTF Omega-99, \"Borges' Angels\"\n\n\nAgents quickly became enveloped in a series of repeated actions, taking a left turn repeatedly and apparently forgetting that they had taken a left turn. Voices became increasingly frantic and panicked before all feeds were cut off after 7 hours.\n\n\n\n\n\n\n#3\n\n\n05/03/2019\n\n\nMTF Sigma-68, \"Incurious Bastards\"\n\n\nEach agent found themself on a separate corridor, despite the unicursal nature of the anomaly. Agents became increasingly despondent before feeds cut out after 5 hours.\n\n\n\n\n\n\n#4\n\n\n09/03/2019\n\n\nAgent Michelle O'Brien, Unreality Field Taskforce\n\n\nAgent O'Brien successfully resisted the anomaly's dimensional and memetic defences, but was faced with a large mirror two metres away from the centre of the maze. Agent O'Brien became panicked and hysterical upon seeing the mirror, and her feed cut out shortly afterwards.\n\n\n\n\n\n\n#5\n\n\n14/03/2019\n\n\nD-93819\n\n\nD-93819 successfully resisted the anomaly's dimensional and memetic defences, but was faced with a large mirror two metres away from the centre of the maze. An image of Dr Weaver could be seen in the mirror. D-93819 became panicked and hysterical upon seeing the mirror, and his feed cut out shortly afterwards.\n\n\n\n\n\n\nNo sign of PoI #782 was found during these investigations.\n\n\nAddendum 2:\n The following is an interview between Agent Stradivari and Dr Weaver from 22/03/2019.\n\n\n\n\nWeaver:\n Look, Marc -\n\n\nStradivari:\n I \ntrusted\n you, Horace. You told me this would work, that this was a reliable method.\n\n\nWeaver:\n I did nothing of the sort. I told you what we knew about the labyrinth, and you decided it would work. What could possibly have gone wrong?\n\n\nStradivari:\n Bullshit. You knew what you were doing. Was this part of your plan? To gather more data? Let me send agent after agent in there just to see what happened?\n\n\nWeaver:\n No! Not at all. I admit we've learnt a lot, but -\n\n\nStradivari:\n You shouldn't be using it. Any of it. It's not right.\n\n\nWeaver:\n If you want to both retrieve Gore and preserve the lives of your team, you ought to use every means at your disposal, no matter how distasteful.\n\n\nStradivari:\n Fuck you.\n\n\nStradivari walks to the window and breathes heavily for several seconds. Weaver stares at the table, fiddling with a pencil.\n\n\nStradivari:\n I've got the O5s sniffing up my ass for a result. I need to get Gore out of there.\n\n\nWeaver:\n What do they even want him for?\n\n\nStradivari:\n Information, probably. Something they didn't think to ask before they stripped him of his rank. Does it matter?\n\n\nWeaver:\n Maybe. I wonder if the real power of the maze is that it draws everything into its own design.\n\n\nStradivari:\n What do you mean?\n\n\nWeaver:\n You wanted me to think about this in a more human way, but now you're dismissing the basic motivations of our masters. You're trying to -\n\n\nStradivari:\n I don't care! Just - look, just sort it out, will you? Find a way to get people out of the maze. I don't have time for the rest of this stuff.\n\n\nStradivari leaves the room. Weaver stares at the table for a moment, then takes a notepad from his pocket and writes a few lines down. He then sits for several seconds before leaving.\n\n\n\n\nAddendum 3:\n On 07/04/2019, Agent Stradivari requested authorisation for a second round of retrieval attempts. This was granted; the results of these attempts are detailed below.\n\n\n\n\n\n\nAttempt No.\n\n\nDate\n\n\nPersonnel\n\n\nResults\n\n\n\n\n\n\n#6\n\n\n12/04/2019\n\n\nD-61747, equipped with a dimensional inhibition device\n\n\nD-61747 reported a feeling of absolute calm upon entering SCP-5941. D-61747 continued to follow the designated path for 58 hours without stopping or protesting, and without reaching the centre of SCP-5941. Feed then cut out.\n\n\n\n\n\n\n#7\n\n\n19/04/2019\n\n\nD-18106, having been administered near-fatal doses of mnestics.\n\n\nD-18106 reported extreme claustrophobia and began to panic after 32 minutes within SCP-5941. Despite firm orders from Agent Stradivari, D-18106 began to retrace her steps, eventually encountering a large mirror with Agent Stradivari's face within it. At this point, the feed cut out.\n\n\n\n\n\n\n#8\n\n\n21/04/2019\n\n\nDemolition Crew 31-B\n\n\nAttempt failed, as SCP-5941 grew in proportion to the area destroyed.\n\n\n\n\n\n\n#9\n\n\n29/04/2019\n\n\nDr Horace Weaver\n\n\nFeed cut out immediately upon entry.\n\n\n\n\n\n\n#10\n\n\n01/05/2019\n\n\nAgent Marco Stradivari\n\n\nFeed cut out immediately upon entry; briefly resumed 5 hours later, apparently from the centre of SCP-5941.\n\n\n\n\n\n\nThe following is a log of Agent Stradivari's video feed on 01/05/2019, apparently from the centre of SCP-5941.\n\n\n\n\nStradivari:\n God, I… God…\n\n\nWeaver:\n I feel this is a good point to continue our earlier conversation, Marc. The one from a few months ago. Although, when they write it out on the report, it'll seem like it only happened moments ago.\n\n\nStradivari:\n …Horace?\n\n\nWeaver:\n What I was saying was, by dismissing the motives of our masters, you're reducing the anomaly to its base components. It is a puzzle, a mystery to be solved. By excluding everything else, by asking me to \"just sort it out\", you were giving the anomaly what it wanted; you were reducing it to its function to contain something.\n\n\nStradivari:\n What the fuck are you on ab-\n\n\nWeaver:\n And this explains it. You are in the centre of the maze and Gore is nowhere to be found. This is because Gore existed only as an object to be contained. Nowhere did anyone in this entire site, or in the documentation, ever mention what he looked like, what his tastes were, his passions and loves. He was a human being, a thing of flesh and bone, and that is what the maze hates. It exists to contain, but by providing something solid to contain, it allowed something into its matter that wasn't logical. But because we all forgot him, all he became was a function, and functions can be absorbed.\n\n\nStradivari:\n I don't - where's Gore?\n\n\nWeaver:\n He is part of it now. Or he was surplus to requirements. I haven't quite figured it out myself, to be honest. My words keep running round in circles, which I suppose is rather the point.\n\n\nStradivari:\n So… how do we get out?\n\n\nWeaver:\n By telling it what you love. By telling it what you hate. By talking about my love of tea and your hatred of coffee. By focusing on the construction of the loam, the religious significance of the carvings on the walls, the sconces where the Minoans placed torches and where Theseus wound his wire. By not treating it as a maze, but as a thing, as matter, as myth and wax and fear.\n\n\nStradivari:\n That sounds too easy.\n\n\nWeaver:\n Oh, it is. Why did your face appear on the mirror? Why did mine? The labyrinth is just a form of containment, absorbing into its function all that exists around it. Including the people using it. We're already part of the labyrinth.\n\n\nStradivari:\n Wh-\n\n\nThe feed cuts out.\n\n\n\n\n\n\n\n\n« \nSCP-5940\n | SCP-5941 | \nSCP-5942\n »",
    "addendums": [
        "Addendum 1: On 18/02/2019, a request was made from the O5 Council to retrieve PoI #782. Agent Stradivari began a set of five attempts at retrieval; details of these attempts can be found below.\nNo sign of PoI #782 was found during these investigations.",
        "Addendum 2: The following is an interview between Agent Stradivari and Dr Weaver from 22/03/2019.",
        "Addendum 3: On 07/04/2019, Agent Stradivari requested authorisation for a second round of retrieval attempts. This was granted; the results of these attempts are detailed below.\nThe following is a log of Agent Stradivari's video feed on 01/05/2019, apparently from the centre of SCP-5941."
    ],
    "documents": [],
    "notes": [
        "Weaver: Look, Marc - Stradivari: I trusted you, Horace. You told me this would work, that this was a reliable method. Weaver: I did nothing of the sort. I told you what we knew about the labyrinth, and you decided it would work. What could possibly have gone wrong? Stradivari: Bullshit. You knew what you were doing. Was this part of your plan? To gather more data? Let me send agent after agent in there just to see what happened? Weaver: No! Not at all. I admit we've learnt a lot, but - Stradivari: You shouldn't be using it. Any of it. It's not right. Weaver: If you want to both retrieve Gore and preserve the lives of your team, you ought to use every means at your disposal, no matter how distasteful. Stradivari: Fuck you. Stradivari walks to the window and breathes heavily for several seconds. Weaver stares at the table, fiddling with a pencil. Stradivari: I've got the O5s sniffing up my ass for a result. I need to get Gore out of there. Weaver: What do they even want him for? Stradivari: Information, probably. Something they didn't think to ask before they stripped him of his rank. Does it matter? Weaver: Maybe. I wonder if the real power of the maze is that it draws everything into its own design. Stradivari: What do you mean? Weaver: You wanted me to think about this in a more human way, but now you're dismissing the basic motivations of our masters. You're trying to - Stradivari: I don't care! Just - look, just sort it out, will you? Find a way to get people out of the maze. I don't have time for the rest of this stuff. Stradivari leaves the room. Weaver stares at the table for a moment, then takes a notepad from his pocket and writes a few lines down. He then sits for several seconds before leaving.",
        "Stradivari: God, I… God… Weaver: I feel this is a good point to continue our earlier conversation, Marc. The one from a few months ago. Although, when they write it out on the report, it'll seem like it only happened moments ago. Stradivari: …Horace? Weaver: What I was saying was, by dismissing the motives of our masters, you're reducing the anomaly to its base components. It is a puzzle, a mystery to be solved. By excluding everything else, by asking me to \"just sort it out\", you were giving the anomaly what it wanted; you were reducing it to its function to contain something. Stradivari: What the fuck are you on ab- Weaver: And this explains it. You are in the centre of the maze and Gore is nowhere to be found. This is because Gore existed only as an object to be contained. Nowhere did anyone in this entire site, or in the documentation, ever mention what he looked like, what his tastes were, his passions and loves. He was a human being, a thing of flesh and bone, and that is what the maze hates. It exists to contain, but by providing something solid to contain, it allowed something into its matter that wasn't logical. But because we all forgot him, all he became was a function, and functions can be absorbed. Stradivari: I don't - where's Gore? Weaver: He is part of it now. Or he was surplus to requirements. I haven't quite figured it out myself, to be honest. My words keep running round in circles, which I suppose is rather the point. Stradivari: So… how do we get out? Weaver: By telling it what you love. By telling it what you hate. By talking about my love of tea and your hatred of coffee. By focusing on the construction of the loam, the religious significance of the carvings on the walls, the sconces where the Minoans placed torches and where Theseus wound his wire. By not treating it as a maze, but as a thing, as matter, as myth and wax and fear. Stradivari: That sounds too easy. Weaver: Oh, it is. Why did your face appear on the mirror? Why did mine? The labyrinth is just a form of containment, absorbing into its function all that exists around it. Including the people using it. We're already part of the labyrinth. Stradivari: Wh- The feed cuts out."
    ],
    "item": "SCP-5941",
    "object_class": "Thaumiel",
    "containment_procedures": "A Foundation military installation, Site-0707, has been constructed around SCP-5941, with the goal of providing further backup containment should PoI #782 breach containment. No personnel are permitted unauthorised entry into SCP-5941 until a comprehensive study of its function, origin and cultural significance has been completed. No such study is currently authorised.",
    "description": "SCP-5941 is an underground labyrinth located near Knossos, Greece. SCP-5941 is unicursal, possessing only a single path through to its centre.",
    "title": "SCP-5941"
}