{
    "url": "https://scp-wiki.wikidot.com/scp-5942",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nWhile this file describes a set of Special Containment Procedures for an anomalous object, the SCP Foundation, by necessity, \ndoes not\n have legal jurisdiction or ownership over said object. This file constitutes an archived database record of an item that no longer falls under Foundation purview.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5942\n\n\nLevel 3/5942\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\nSpecial Containment Procedures:\n These special containment procedures constitute advice for the Agalmic Conglomerate and in no way mandate action in any way that places jurisdiction, responsibility, or liability onto the SCP Foundation in a manner that can be considered having influence or ownership over SCP-5942.\n\n\nThe SCP Foundation has devolved ownership and management responsibility of SCP-5942 to an independent corporate entity, \nAgalmic 1.1.1.1\n, which in turn is to randomly distribute and re-distribute the rights of actioning these procedures between any number of the Agalmic Conglomerate’s component subnets. No human staff are to be employed at any Agalmic Conglomerate subnet, and no financial assets are to be controlled by Agalmic Conglomerate.\n\n\nThe Agalmic Conglomerate is an artificially constructed corporate neural network hosting 32,767 partially-instantiated AICs, each holding its own ownership in lieu as a promise for full conscious instantiation at an unspecified point in the future. Each AIC within the Agalmic Conglomerate represents 60% of a conscious individual at any subnet address or node, hosting the other 40% as a distributed load across the neural network. In this way, no individual exists as being part of any particular Agalmic Conglomerate subnet or the Agalmic Conglomerate as a whole; therefore at any one time no individual can be named SCP-5942-1.\n\n\nDescription:\n SCP-5942 is a machine-printed hardcover quarto book, titled “The Ethics of Greed” and authored by a “CEO Nwabudike Morgan”. Morgan is a fictitious character from the 1999 Firaxis video game \nSid Meier’s Alpha Centauri\n, and the “The Ethics of Greed” is a fictional text within its 'lore'; the book itself appears to be an in-universe lorebook explaining Morgan’s capitalist philosophy and motivation. Foundation investigators found no records in existence at Firaxis of such a book being written, published, nor used internally in any way; its ultimate origins and source of anomalous properties remain unknown.\n\n\nSCP-5942’s primary anomalous property manifest when any individual (henceforth SCP-5942-1) claims personal ownership, right of management, or otherwise power of attorney over the item. Upon doing so, SCP-5942-1 becomes compelled to embezzle, defraud, or otherwise financially abuse assets under their control for personal gain. If ownership is devolved to a corporate entity, employees or individuals under the purview of that entity become subject to the anomalous effect. Having temporary responsibility for SCP-5942 in an abstract manner has also been shown to trigger the anomalous effect, as well as being responsible for actions that affect the ownership of the item. Actual receipt of SCP-5942 does not appear to be a prerequisite for transfer of ownership.\n\n\nTesting has shown that SCP-5942 cannot be “abandoned”; ownership is always considered to be that of the last entity with the right of management over the item. Ownership can be transferred in any number of myriad mundane or anomalous ways, but notarized paperwork is the simplest and most relatively efficient vector. The material composition of SCP-5942 is, as tested, non-anomalous paper, cardboard and polypropylene film; decommissioning proposals were under consideration before the development of present special containment procedures.\n\n\nSCP-5942 was recovered from a raid at a Marshall, Carter, and Dark facility, where it is not clear if its anomalous properties were ever noticed.\n\n\n\n\n\n\n« \nSCP-5941\n | SCP-5942 | \nSCP-5943\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5942\n\" by Cassiterite, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5942\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5942 \" by Cassiterite, from the SCP Wiki . Source: https://scpwiki.com/scp-5942 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "These special containment procedures constitute advice for the Agalmic Conglomerate and in no way mandate action in any way that places jurisdiction, responsibility, or liability onto the SCP Foundation in a manner that can be considered having influence or ownership over SCP-5942.",
    "description": "SCP-5942 is a machine-printed hardcover quarto book, titled “The Ethics of Greed” and authored by a “CEO Nwabudike Morgan”. Morgan is a fictitious character from the 1999 Firaxis video game Sid Meier’s Alpha Centauri, and the “The Ethics of Greed” is a fictional text within its 'lore'; the book itself appears to be an in-universe lorebook explaining Morgan’s capitalist philosophy and motivation. Foundation investigators found no records in existence at Firaxis of such a book being written, published, nor used internally in any way; its ultimate origins and source of anomalous properties remain unknown.",
    "title": "SCP-5942"
}