{
    "url": "https://scp-wiki.wikidot.com/scp-5943",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\nItem #:\n SCP-5943\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to SCP-5943 anomalous traits, containment of the anomaly is theoretically impossible, any personnel under level 3+ who detect and hear SCP-5943 transmissions are to be detained and amnestizised.\n\n\nAny non-foundation personnel are to be silenced if they attempt to report about the phenomena and administered amnestics depending on the time they discovered SCP-5943.\n\n\nBINARY STAR is to continue the study of the SCP-5943 phenomena.\n1\n\n\nDescription:\n SCP-5943 is a phenomena which has been observed in the solar system and is hypothesized to occur in other advanced systems. SCP-5943 Is the transmissions of signal waves between planets which allows them to communicate between each other.\n\n\nThe conversations mainly include the planets talking about any threats that they might be faced with. and at times they might be regular conversations or conversations without known meaning.\n\n\nDr. Rynhart has been assigned to oversee BINARY STAR's studies of SCP-5943. Any new discoveries about SCP-5943 are to be documented.\n\n\nDiscovery:\n SCP-5943 was discovered on 2020/4/20 after several unknown transmissions were detected by Dr. Tomer. Dr. Rynhart proposed that BINARY STAR would translate the signal waves which was accepted. After successfully being translated, the file of SCP-5943 was moved into the Beholder Program. All studies on SCP-5943 will be conducted only in said program.\n\n\nAddendum-01:\n After Dr. Rynhart took over the project, SCP-5943 has moved to the \nBeholder Program Database.\n The rest of this document is stored in The Beholder Program Database, access is only permitted to members of the beholder program or personnel who've gained special access. If you are one of both please enter your designated credentials below.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        3ab3d5e93c7c0e1c0bd241c6606bbffe_1743779082\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        809f4298739941ebf31b9be0d001b42e_1743779082\n    \n\n\n\n\n\n\n\n\nConnect\n\n\n\n\nDisconnect\n\n\n\n\n|Connecting to Database….\n\n\n \n\n\n \n\n\n \n\n|Connection Stable.\n\n\n\n\n\n\n|Clearance Confirmed - Welcome AUTHORIZED USER.\n\n\n\n\n\n\n\n|Language Selected: English\n \n\n\n|Date: \n04 Apr 2025 15:00\n\n\n\n\n\n\n\n\n\n\n|Hello AUTHORIZED USER. What would you like to do?\n\n\n\n\n\n\n\n\n \nShow File: SCP-5943_beholder_info\n\n|File found, opening file.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis file can only be viewed by Beholder Program personnel, if you are not part of the Beholder Program or have special clearance to view this file DO NOT CONTINUE. Any personnel caught viewing this file without proper clearance will face disciplinary action\n\n\nYou have been warned.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nAddendum-02:\n The following transcripts were recorded and translated by BINARY STAR.\n\n\n\n\nSOL-SIGNAL_RECORDING.01\n\n\nDate:\n 2020/5/21\n\n\nOPERATION SUPERVISOR:\n DR. RYNHART\n\n\nNote:\n Even though the planet's names are said, they will still be designated P-1 To -9. Moons will be designated M-1 To -200\n\n\n\n\n[BEGIN LOG]\n\n\nP-5:\n Terra,\n2\n are you there?\n\n\nP-3:\n I'm here Jupiter. What is it?\n\n\nP-5:\n There seem to be some asteroids that are incoming, I can manipulate most of them to hit me, but you'll get hit by some of them.\n\n\nP-3:\n Worry not Jupiter, I am sure Luna\n3\n can take some of the hits for me. Can you, Luna?\n\n\nM-1:\n Of course, I will do everything for you!\n\n\nP-5:\n Won't that hurt Luna?\n\n\nP-3:\n Don't worry Jupiter, she already got struck by many asteroids she's strong enough to survive them! I just don't want the creatures on me to suffer. Although they did cause some trouble for me, I think they have lots of potentials. Anyways how big are the asteroids?\n\n\nP-5:\n From what I can see, they will cause so little damage you won't notice. But those creatures you're talking about will.\n\n\nP-3:\n Then it is completely safe for Luna to block them. When will try arrive to me Jupiter?\n\n\nP-5:\n In about 40 light minutes.\n4\n\n\nP-3:\n Thank you, Jupiter. Luna are you ready?\n\n\nM-1:\n I am ready for everything!\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n It seems like the planets are communicating as they are a part of some family. They make each other aware of any dangers they might face and are willing to sacrifice themselves to protect others. - Dr. Rynhart.\n\n\n\n\n\n\n\n\nSOL-SIGNAL_RECORDING.02\n\n\nDate:\n 2020/5/31\n\n\nOPERATION SUPERVISOR:\n DR. RYNHART\n\n\n\n\n[BEGIN LOG]\n\n\nP-9:\n Hello?\n\n\nThe Signals BINARY STAR is receiving are very low.\n\n\nP-9:\n Is anybody hearing me?\n\n\nThere seemed to be no response to the calling. It seems that the planets are not receiving the signals as well.\n\n\nP-1:\n Terra, I sense that Sol's\n5\n flames are going out of control lately. I sense a heatwave, it will not hit you, but it will disrupt you maybe make you feel weaker and it will obviously bring some heat with it. Is your atmosphere strong enough to endure the heat?\n\n\nP-9:\n Guys? am I not- \nThe rest of the message is inaudible.\n\n\nP-3:\n Oh yeah Mercury, I am sure my atmosphere is strong enough to resist to most of the heat. I mean how do you think life even started on me? Sol would've burned me alive!\n\n\nP-9:\n Am I not relevant anymo- \nThe message cut off again.\n\n\nP-1:\n I guess it WAS foolish of me to believe you can't survive it! I mean we don't talk a lot. Ah, I still remember when we were just a bunch of debris floating in space, the good old days… I wish I could bring them back.\n\n\nP-9:\n Hel- \nIt is theorized that the planet's signal was so weak that it could not travel a long distance, its messages stopped being detected.\n\n\nP-3:\n I don't remember much about my birth, but I ended up beautiful!\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Planets can store memories, it is unknown where. P-9 is presumed to be Pluto, its signals are weak and due to its distance BINARY STAR could not pick up its signals after it has went far enough for its signals to stop being detected. - Dr. Rynhart.\n\n\n\n\n\n\n\n\nSOL-SIGNAL_RECORDING.03\n\n\nDate:\n 2020/6/10\n\n\nOPERATION SUPERVISOR:\n DR. RYNHART\n\n\n\n\n[BEGIN LOG]\n\n\nP-3:\n Everyone is un-usually quiet.\n\n\nP-4:\n Not here, your creatures keep sending these little contraptions onto and near me. Can you even communicate with them?\n\n\nP-3:\n I tried but it doesn't seem like they can respond, I mean they are so small yet they got to Locus?\n6\n What if they are hearing me but can't speak to me?\n\n\nP-4:\n Well, they can only get these contraptions into space and not themselves.\n\n\nP-3:\n That is not true. Some of them walked on Luna.\n\n\nM-1:\n Yeah! It felt like something I never felt before. I felt tickle-ish, I did not know moons could feel that!\n\n\nSuddenly the communications got interrupted, BINARY STAR could not detect any more signal waves. At the time of recording a Solar Eclipse was occurring, the recording stopped.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Due to the interruption of BINARY STAR'S recording, I will be requesting to use a Beholder Probe to record the SCP-5943 phenomena. For now, all research on SCP-5943 will be halted until further notice. - Dr. Rynhart.\n\n\n\n\nAddendum-03:\n Following the incident which occurred during SOL-SIGNAL_RECORDING.03 Dr. Rynhart requested the O5 Council for permission to use the Beholder-16 Probe (see Addendum-04) to record further SCP-5943 phenomena in our solar system.\n\n\n\n\n\n\nO5 Council Members\n\n\nYay\n\n\nNay\n\n\nAbstain\n\n\n\n\n\n\nO5-1\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n✔\n\n\n\n\n\n\n\n\nO5-4\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n✔\n\n\n\n\n\n\n\n\nO5-6\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n✔\n\n\n\n\n\n\nO5-8\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n✔\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n✔\n\n\n\n\n\n\nO5-11\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n✔\n\n\n\n\n\n\n\n\n\n\nYay\n = 8 Votes\n\n\nNay\n = 3 Votes\n\nAbstain = 2 Votes\n\n\nAfter careful voting, the O5 council has approved Dr. Rynhart's request of sending a Beholder-Probe to help study the SCP-5943 phenomena.\n\n\nAddendum-04:\n Following the O5 council's approval of using a Beholder Probe construction began on a new and improved probe. The probe has BINARY_STAR.AIC files. It will upload any new information and or discoveries to BINARY STAR's database. The probe has built-in Satelite Discs to detect any signals during its study of SCP-5943. Future probes may be sent into different solar systems to investigate them.\n\n\n\n\n|You have an incoming message from: Dr. Rynhart. Open message?\n\n\n \n\n\n \n\n\n \nYes.\n\n\n \n\n\n\n\n\n\n\n\nTo: AUTHORIZED USER\n\nFrom: Dr. Rynhart\n\n\nSubject: Study Progress.\n\n\n\n\nHello Authorized user, I don't know who you are but you probably are looking for the current status on SCP-5943, since I have such a workload in the Beholder Program, I plan to give my Assistant full access and responsibility into the study of SCP-5943.\n\n\nI trust him with everything I got, he never disappoints with his work. The team working on SCP-5943 is a great one, I am sure they can get along.\n\n\nWe've sent a new Beholder Probe. Beholder Probe #16, it will be used to detect the SCP-5943 phenomena with greater ease. That's all for now, if you read the SCP-5943 file then you would get more information. We can talk in person at any time as well just message me back.\n\n\n- Dr. Rynhart.\n\n\n\n\n|You have another message from: Dr. Rynhart. Open Message?\n\n\nYes\n\n\n\n\nFrom: Dr. Rynhart\n\nTo: AUTHORIZED USER\n\n\nSubject: Beholder Probe #16 Launched.\n\n\n\n\nAs I sent you the previous message, my assistant has ordered to launch Beholder Probe #16, it is currently in Earth's orbit and is operational.\n\n\nThe SCP-5943 file will be updated in the future, I will make sure all new discoveries are sent to you if you request, but from now on all questions go to my Assistant.\n\n\nHave a good day, whoever you may be.\n\n\n- Dr. Rynhart.\n\n\n\n\n|What else would you like to do?\n\n\nLog Out.\n\n\n|Succesfully logged out\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5943\n\" by Dr Itzhak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5943\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Into the Void logo (header)\n\n\nAuthor:\n \nVivarium\n\n\nSource Link:\n \nhttp://scptestwiki.wikidot.com/local--files/sigma:vivarium-test-page/Logo.gif\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to the fear of BINARY STAR's data storage being full of all SCP-5943 occurrences, BINARY STAR only focuses on the SCP-5943 phenomena which is affecting our solar system.\n\n\n2\n. An alternate name for Earth. A roman goddess.\n\n\n3\n. The Italian, Latin and Spanish name for Earth's moon\n\n\n4\n. 5 Astronomical Units\n\n\n5\n. An alternate name for the sun. Latin for the Greek sun-god: Helios\n\n\n6\n. Latin for - Space\n\n\n\n\n\n\n\n\n« \nSCP-5942\n | SCP-5943 | \nSCP-5944\n »",
    "addendums": [
        "Addendum-01: After Dr. Rynhart took over the project, SCP-5943 has moved to the Beholder Program Database. The rest of this document is stored in The Beholder Program Database, access is only permitted to members of the beholder program or personnel who've gained special access. If you are one of both please enter your designated credentials below."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5943 \" by Dr Itzhak, from the SCP Wiki . Source: https://scpwiki.com/scp-5943 . Licensed under CC-BY-SA .",
        "Filename: Into the Void logo (header) Author: Vivarium Source Link: http://scptestwiki.wikidot.com/local--files/sigma:vivarium-test-page/Logo.gif"
    ],
    "item": "SCP-5943",
    "object_class": "Keter",
    "containment_procedures": "Due to SCP-5943 anomalous traits, containment of the anomaly is theoretically impossible, any personnel under level 3+ who detect and hear SCP-5943 transmissions are to be detained and amnestizised.",
    "description": "SCP-5943 is a phenomena which has been observed in the solar system and is hypothesized to occur in other advanced systems. SCP-5943 Is the transmissions of signal waves between planets which allows them to communicate between each other.",
    "title": "SCP-5943"
}