{
    "url": "https://scp-wiki.wikidot.com/scp-5945",
    "all_text": "rating: \n+27\n+\n–\nx\n\n\nItem #:\n SCP-5945\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All instances and copies of SCP-5945 are currently kept in the Department of Anomalous Records and Files. Selected instances of SCP-5945 that have been classified as safe using the Martens-Weber Test are allowed to be displayed in public museums and exhibitions for the public to view.\n\n\nDue to the general public's knowledge of SCP-5945, no MTF intervention will be required to contain the spread of information of the knowledge of SCP-5945. However, SCP-5945’s effect is to still be kept a secret from the public.\n\n\nDescription:\n SCP-5945 as a whole refers to all documents, recordings and all other forms of media linked to Project Pegasus, an initiative believed to have been started by former Foundation Temporal Anomalies Department agents alongside several members of the US Government which aimed to create and distribute instances of SCP-5945.\n\n\nMost instances of SCP-5945 are believed to have been distributed between the years of 1943 and 1945 in the regions of Nazi Germany, Italy and other Axis-aligned nations. The information presented by SCP-5945 instances have been confirmed to be Level 3 memetic agents, created with the purpose to induce a mindset aligned with the beliefs and values of the US, the UK and other Allied nations.\n\n\nWhen an instance of SCP-5945 is shown or played to a hostile subject with a mindset aligned with the Axis nations' own beliefs, SCP-5945’s memetic effect will, in most instances, cause the subject to drop their hostility and commonly raise their hands in an act of surrender to any person wearing a uniform aligned with the Allied Forces. Following initial contact, the subject will thereafter subconsciously reject any object or person with a Axis Forces affiliation.\n\n\nIt has been confirmed that SCP-5945’s and Project Pegasus' intervention have affected the general timeline of world events, most prominently Temporal Event TE-1945\n1\n, though the full extent of the effect is still not known.\n\n\nSCP-5945’s effects have been proven to be ineffective against subjects with a significantly deeper commitment to the Axis nations' beliefs, and repeated viewings or showings have, in some cases, resulted in the death of the subject by suicide.\n\n\nAddendum 5945-1:\n \nSelected instances of SCP-5945\n\n\n\n\nOPEN ADDENDUM 5945-1\n\n\n\n\nCLOSE ADDENDUM 5945-1\n\n\n\n\n\n\n\n\n!!MEMETIC AGENT WARNING!!\n\n\nThe information in the documents below are confirmed to be Level 3 memetic hazards. Access is restricted to subjects and personnel who will be negatively affected by SCP-5945’s effects.\n\n\n\n\n\n\nDocument 1:\n \nWritten excerpt from a broadcasted message recorded in Nazi Germany, 1944 (Translated from German)\n\n\n\n\nAttention. Attention. There will be a shortage of rations in Berlin. There will be a shortage of rations in Berlin. Please remain calm. The situation is under control.\n\n\n\n\nDocument 2:\n \nExcerpt from a leaflet dropped into Nazi Germany, 1945 (Translated from German)\n\n\n\n\nThe owner of the blue bicycle is Wilhelm.\n\n\nIf you are Wilhelm, please take note.\n\n\nYour bicycle cannot be recovered at this time.\n\n\n\n\nDocument 3:\n \nWritten excerpt from a broadcasted message recorded in Japan, 1945 (Translated from Japanese)\n\n\n\n\nThe sun rises ever brightly on our nation. We ask you to remain committed to this great nation. Our great nation will never fall. Long live the Emperor.\n\n\n\n\n\n\n\n\n\n\nAddendum 5945-2:\n \nOther documents and media regarding SCP-5945\n\n\n\n\nOPEN ADDENDUM 5945-2\n\n\n\n\nCLOSE ADDENDUM 5945-2\n\n\n\n\nDocument 1:\n \nWritten excerpt from a spoken message given by a US Diplomat involved with Project Pegasus, August 1945\n\n\n\n\nThey say the best outcome of any conflict is the minimisation of casualties. That's what I believe, at least. As a result, we started this project because it was the best way to do so. A safe way to end the war efficiently.\n\n\nHowever, while the project was successful in Europe, it was less successful in Asia. As a result, we were forced to take the next solution. We needed to force their hand since the project didn't deliver the results we expected.\n\n\nThe project that is currently being termed as the Manhattan Project was run as a back-up. It was just a pity that we had to use it.\n\n\n\n\nDocument 2:\n \nPrinted email from the Foundation Temporal Anomalies Department Director regarding SCP-5945\n\n\n\n\n\n\n\n\nFrom:\n\n\nDirector Thaddeus Xyank\n\n\n\n\n\n\nTo:\n\n\nO5 Council Representative\n\n\n\n\n\n\nSubject:\n\n\nOfficial Apology\n\n\n\n\n\n\nDate:\n\n\nApril 9th, 2015\n\n\n\n\n\n\nMembers of the Council,\n\n\nIn response to the warning I was given 3 days ago, I would like to formally apologise for failing to inform you about Project Pegasus and the creation of SCP-5945.\n\n\nI admit that I was unaware that the official timeline had been changed by the project until one of my subordinates admitted to the tampering. I am fully aware of the rules that the Department is obligated to follow.\n\n\nHowever, when I attempted to send my subordinates that started the project back to fix the timeline, they refused, in spite of the rules they had to follow.\n\n\nThe reasoning they gave me was that they had to start the project first, for the sake of the Foundation and its current reality. No further elaboration was given.\n\n\nDue to this, and other evidence I will present in the future, I believe that it will be in our best interest not to stop Project Pegasus.\n\n\nOnce again, I formally apologise for my conduct.\n\n\n- Director Xyank\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The unconditional surrender of Nazi Germany to the Allied Forces in World War II.\n\n\n\n\n\n\n\n\n« \nSCP-5944\n | SCP-5945 | \nSCP-5946\n »",
    "addendums": [
        "Addendum 5945-1: Selected instances of SCP-5945",
        "Addendum 5945-2: Other documents and media regarding SCP-5945"
    ],
    "documents": [],
    "notes": [
        "Attention. Attention. There will be a shortage of rations in Berlin. There will be a shortage of rations in Berlin. Please remain calm. The situation is under control.",
        "The owner of the blue bicycle is Wilhelm. If you are Wilhelm, please take note. Your bicycle cannot be recovered at this time.",
        "The sun rises ever brightly on our nation. We ask you to remain committed to this great nation. Our great nation will never fall. Long live the Emperor.",
        "They say the best outcome of any conflict is the minimisation of casualties. That's what I believe, at least. As a result, we started this project because it was the best way to do so. A safe way to end the war efficiently. However, while the project was successful in Europe, it was less successful in Asia. As a result, we were forced to take the next solution. We needed to force their hand since the project didn't deliver the results we expected. The project that is currently being termed as the Manhattan Project was run as a back-up. It was just a pity that we had to use it."
    ],
    "item": "SCP-5945",
    "object_class": "Safe",
    "containment_procedures": "All instances and copies of SCP-5945 are currently kept in the Department of Anomalous Records and Files. Selected instances of SCP-5945 that have been classified as safe using the Martens-Weber Test are allowed to be displayed in public museums and exhibitions for the public to view.",
    "description": "SCP-5945 as a whole refers to all documents, recordings and all other forms of media linked to Project Pegasus, an initiative believed to have been started by former Foundation Temporal Anomalies Department agents alongside several members of the US Government which aimed to create and distribute instances of SCP-5945.",
    "title": "SCP-5945"
}