{
    "url": "https://scp-wiki.wikidot.com/scp-5946",
    "all_text": "rating: \n+69\n+\n–\nx\n\n\nLink To Guide\n\n\nItem#:\n5946\n\n\nClearance Level 2:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nketer\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/keneq\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/warning\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5946 during a containment breach. SCP-5946 was recovered without incident\n\n\n\n\n\n\nContainment Procedures:\n\n\nSCP-5946 is to be kept in a humanoid containment cell at Site-33. A minimum of seven SRA\n1\n units are to be placed within 2 meters of the containment cell and must remain active at all times as these appear to reduce its capacity to manipulate reality.\n\n\nSCP-5946 is fitted with a Type III Remote Control Subdermal Pump containing Class D Amnestics. This is to be activated should any deviance in standard behavioral patterns occur. To prevent SCP-5946 from developing increased resistance to amnestics, usage of the Type III Amnestic Implant is to be minimized. Currently no other pharmaceuticals have been shown to have an effect on SCP-5946, but alternative methods of containment are currently in development.\n\n\nConversations with SCP-5946 are to be kept to a minimum outside of approved interviews, and during the course of any breach events, it should be civilly commanded to return to its containment chamber.\n\n\nDescription:\n\n\nSCP-5946 is a quasi-humanoid chiropteran entity weighing approximately 86 kg.\n\n\nIt claims to be a former member of GOI-5917, the “Wandsmen”, where it served as a “Cartographer”. It claims it used to be responsible for making and maintaining \"Maps of the Multiverse\"\n2\n as well as creating pathways to new dimensions that GOI-5917 agents could explore.\n\n\nSCP-5946 reports working as a gatekeeper prior to joining GOI-5917, though it refuses to elaborate on what that position entailed.\n3\n\n\nSCP-5946 has demonstrated multiple anomalous abilities, including the spontaneous development of resistance to amnestics (including the recovery of previously erased memories), the ability to manufacture cognitohazardous items, teleportation, and rapid cellular regeneration.\n\n\nIts memories appear to be linked to a large number of reality and dimensional warping abilities as well, though studies of these abilities are still ongoing.\n\n\nIn spite of its regenerative capacity, SCP-5946 shows signs of cranial surgical scarring, and is often confused and disoriented.\n\n\nSCP-5946 surrendered itself to the Foundation, identifying itself as \"Lot\" and claiming it belonged in custody.\n\n\n\n\nInternal Breach Log 2/27/2021:\n\n\nSCP-5946 is found in the corner of a maintenance closet on level 12 with its wings wrapped tightly around it. An armed member of Site-33 security approaches it wearing a memetic exclusion visor. The following exchange was recorded.\n\n\nOfficer Blanche:\n Return to your cell, SCP-5946.\n\n\nSCP-5946:\n I’m sorry… I’m so sorry…\n\n\nOfficer Blanche:\n SCP-5946, I will use force if necessary. Now go back to your cell.\n\n\nSCP-5946:\n I know… I’m a terrible father. I’m so sorry Paltith…\n\n\nOfficer Blanche:\n SCP-5946, do you know where you are?\n\n\nSCP-5946:\n I- Oh. I’m sorry… I’ll go back.\n\n\nSCP-5946 teleported back to its containment cell. When asked what it was referring to during its episode, it did not respond.\n\n\n\n\nExternal Breach Log 3/15/2021:\n\n\nSCP-5946 was found in a wooded area adjacent to Site-33. It was seen making incisions into its upper arm with its claws, losing large quantities of blood in the process.\n\n\nUpon Foundation Security’s approach, it asked them, \"Why did I survive?\"\n\n\nThe creature was escorted back to its cell without incident. It would not elaborate on the meaning of its query in later interviews.\n\n\nBotanical matter outside Site-33 that had come into contact with SCP-5946's blood putrefied immediately, and soil exposed to the blood showed no signs of typical plant growth. A blood sample was collected and applied to a botanical and soil sample, but no similar effect was observed. Investigation of the affected soil is ongoing.\n\n\n\n\nExtradimensional Breach Log 3/15/2021:\n\n\nSCP-5946 was discovered in a small extradimensional space inside the Sector 7 coat room. The extradimensional space resembled a small candle lit wooden building with woven rugs typical of the early Bronze Age Middle East.\n\n\nIt was discovered by Dr. Varadkar. When questioned why she did not call for backup immediately, Dr. Varadkar explained that she had lost physical control of herself to the point that she felt as though she were experiencing the memory firsthand. The following is what took place in the pocket dimension. The following exchange was recorded, and is translated from an ancient form of Hebrew.\n\n\nSCP-5946:\n Edith? I- It’s good to see you.\n\n\nDr. Varadkar:\n You seem surprised. I thought you were expecting me.\n\n\nSCP-5946:\n Well, I know you have so many people who… it doesn't matter, are you hungry? I just baked a fresh loaf of bread and I have honey-\n\n\nDr. Varadkar:\n Lot, You don’t have to try so hard to impress me.\n\n\nSCP-5946:\n I- I just want you to know I care.\n\n\nDr. Varadkar:\n …because so many people don’t?\n\n\nSCP-5946:\n Yes. I understand it, I really do. It feels like more monsters skulk in the shadows every night. The merchants say we’re wicked, but… everyone in the city is just enjoying life any way they can. I don’t blame them. None of us know if we’ll see another year after all, but I want to at least imagine a future.\n\n\nDr. Varadkar:\n Lot… look, I’ve watched you. I know how you speak to the travelers and the merchants and look up to the stars and weave stories. You want a world where there is a tomorrow. Does that mean you intend… I would not blame you for leaving. I know you're clever enough to find a way.\n\n\nSCP-5946:\n I’m not going anywhere. The hateful meat will start fleeing from us if I have anything to say about it.\n\n\nDr. Varadkar:\n Lot…\n\n\nDr. Varadkar recalls that at this point she put a hand on SCP-5946’s cheek and its eyes widened.\n\n\nSCP-5946:\n… you’re not her.\n\n\nThere’s a sound of Dr. Varadkar staggering back.\n\n\nDr. Varadkar:\n What… what did you do to me?\n\n\nSCP-5946:\n I didn’t! It was just a memory, I-\n\n\nDr. Varadkar grabs her radio.\n\n\nDr. Varadkar:\n Security I need backup now! SCP-5946 is-\n\n\nSCP-5946 teleported to its containment cell.\n\n\n\n\nResearch Note:\n Although she suffered no adverse physical effects from the encounter, Dr. Varadkar has reported that she will often answer to the name Edith or even write it as her name in correspondence. She was transferred to another site at her request.\n\n\nThe pocket dimension remains connected to Site-33 by a doorway inside the Sector 7 coat room and has been determined to be approximately 75 square meters in size. It contains a large amount of non-anomalous artifacts which are in the process of being fully catalogued. These artifacts include a set of pan pipes, a jar of honey from an extinct species of bee, and a bouquet of pressed flowers of unknown species.\n\n\n\n\nSecurity log 5/20/2021:\n\nAn unknown entity resembling a large, three eyed vulture teleported into a weak point in the Site-33 thaumaturgical defense grid, managing to breach security and force its way into SCP-5946’s containment cell, wrapping the cell in an as of yet unknown anomalous translucent barrier using what appeared to be advanced thaumaturgical techniques.\n\n\nThe following conversation was recorded by the cell’s internal recording equipment while security teams were attempting to contain the intruder. Only audio was recovered.\n\n\nSCP-5946:\n Second Wandsman of Earth!? Are you mad!? What are you doing!?\n\n\nUnknown Entity:\n Saving your hide! Why the hell are you even here? Do you have any idea how much everyone’s been looking for you?\n\n\nSCP-5946:\n Second Wandsman, leave this place at once. I cannot guarantee your safety. I’m not well.\n\n\nUnknown Entity:\n But you’re alive! That's more than anyone else can say after facing that thing. Now come on. I’ve cut the power to those poor souls they had binding you here so-\n\n\nSCP-5946:\n Blast it Second, I need to stay! You’re incredibly lucky you caught me lucid, but… I'm not myself these days.\n\n\nUnknown Entity:\n Then we’ll heal you! We’re not so flush with Cartographers that we can’t spare some bandages and-\n\n\nSCP-5946:\n You can’t heal me! Don’t you get it, what that thing did… It can’t be undone. I couldn't save her soul. I barely managed to remove the pieces of myself that it touched. The millennia I studied, all the magic I could muster… I barely made it flinch.\n\n\nUnknown Entity:\n Then we’ll try again. We’ll throw everything we can at it, these blind fools included! Please… Just come home.\n\n\nSCP-5946:\n Ndugu, stop.\n\n\nThere is a pause.\n\n\nUnknown Entity:\n You… my name. I'll have to purge it now, why would you-?\n\n\nSCP-5946:\n Because I love you like a son, and I can’t put you in danger. Please, just go back… and stay far away from this wretched place that birthed us.\n\n\nThere is a pause.\n\n\nUnknown Entity:\n I’m going to fix this some day. Knowledge will not fall to the beasts.\n\n\nBy the time MTF units were able to breach the barrier, the unknown entity could not be located.\n\n\n\n\n\n\nInterview log 5/20/2021:\n\n\nInterviewer: Dr. Harold Barnes\n\n\nSubject: SCP-5946\n\n\nInterview Begins\n\n\nDr. Barnes:\n Hello Lot. We were hoping to ask you a few questions about the being that breached security.\n\n\nSCP-5946:\n He will trouble you no further.\n\n\nDr. Barnes:\n I did hear your efforts to dissuade it on the audio feed. Speaking of which, you received your head injury in some sort of battle?\n\n\nSCP-5946:\n It wasn't a battle. It was a rescue mission. A failed one.\n\n\nDr. Barnes:\n Who were you trying to rescue? Your-\n\n\nSCP-5946:\n It doesn't matter. I never stood a chance. The Sarkics have a true god… I just played pretend.\n\n\nDr. Barnes:\n…\n\n\nRemainder of transcript has been locked to all personnel without Level 5 Clearance.\n\n\n\n\n\n\n+ WARNING: O5 SECURITY LOCK ON FILES. MEMETIC KILL AGENTS EMPLOYED.\n\n\n\n\n- ENCRYPT DOCUMENTATION\n\n\n\n\n\n\nInterview log 5/20/2021(Extended):\n\n\nInterviewer: Site Director Nakamura, Replacing Dr. Barnes\n\n\nSubject: SCP-5946\n\n\nInterview Begins\n\n\nNakamura:\n Start talking.\n\n\nSCP-5946:\n It’s not safe to-\n\n\nNakamura:\n Drop the act! That thing you fought has torn hundreds of my good soldiers to shreds and I do not have time to coddle your ridiculous make-believe mental incompetence!\n\n\nSCP-5946:\n … I’m not faking. I forget myself. I forget everything sometimes.\n\n\nNakamura:\n You don’t get my job without being able to read people. Maybe you’re not faking, but you’re hamming it up like nothing else. And more importantly you’ve \nmet\n it. Now talk!\n\n\nSCP-5946:\n You have no idea what you’re toying with…\n\n\nNakamura:\n So it’s Tuesday then? You are officially the only one to face Yal-\n\n\nSCP-5946:\n Do NOT say its name! What, do you think we go by title for fun?\n\n\nNakamura:\n I think you gave us yours pretty easily.\n\n\nSCP-5946:\n Because I deserve it!\n\n\nThere is a pause.\n\n\nSCP-5946:\n Do you think you're the 50,000th callow scholar to reach out to me? To say how \ntheir\n doomed quest was different? To know in their souls that their cause was just and any price was worth it if they could just make it pay something, \nanything\n?\n\n\nNakamura:\n …\n\n\nSCP-5946:\n Do you know what I hate the most about this place? It's that thing in your eyes, that hope. That little shred of your mind that thinks you're actually going to be able to hold these things back. That you'll be clever enough to…\n\n\n<SCP-5946 gestures to itself>\n\n\nSCP-5946:\n Behold your future, Director.\n\n\nAdministrator Burns chimes in on the intercom.\n\n\nBurns:\n Director Nakamura. There is an urgent call for you.\n\n\nNakamura:\n Tell them I'm busy.\n\n\n\n\nBurns:\n Sir, it's coming from the O5 council.\n\n\nNakamura:\n … fine.\n\n\nThe Director stands up, glaring down at SCP-5946\n\n\nNakamura:\n You know, we’re not your personal purgatory.\n\n\nSCP-5946:\n … sure.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Scranton Reality Anchors.\n\n\n2\n. \nSee SCP-5917\n\n\n3\n. The association of SCP-5946 with the ecclesiastical story of Sodom and Gomorrah is unconfirmed. It has refused to comment on the subject.\n\n\n\n\n\n\n\n\n« \nSCP-5945\n | SCP-5946 | \nSCP-5947\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5946\n\" by chaucer345, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5946\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n lot\n\n\nAuthor:\n chaucer345\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Old tree illuminated at night.jpg\n\n\nAuthor:\n Henrik 244\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\nName:\n Lesser short-nosed fruit bat\n\n\nAuthor:\n Akasmita\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\nAdditional Notes:\n The two images were edited together.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Internal Breach Log 2/27/2021: SCP-5946 is found in the corner of a maintenance closet on level 12 with its wings wrapped tightly around it. An armed member of Site-33 security approaches it wearing a memetic exclusion visor. The following exchange was recorded. Officer Blanche: Return to your cell, SCP-5946. SCP-5946: I’m sorry… I’m so sorry… Officer Blanche: SCP-5946, I will use force if necessary. Now go back to your cell. SCP-5946: I know… I’m a terrible father. I’m so sorry Paltith… Officer Blanche: SCP-5946, do you know where you are? SCP-5946: I- Oh. I’m sorry… I’ll go back. SCP-5946 teleported back to its containment cell. When asked what it was referring to during its episode, it did not respond.",
        "Extradimensional Breach Log 3/15/2021: SCP-5946 was discovered in a small extradimensional space inside the Sector 7 coat room. The extradimensional space resembled a small candle lit wooden building with woven rugs typical of the early Bronze Age Middle East. It was discovered by Dr. Varadkar. When questioned why she did not call for backup immediately, Dr. Varadkar explained that she had lost physical control of herself to the point that she felt as though she were experiencing the memory firsthand. The following is what took place in the pocket dimension. The following exchange was recorded, and is translated from an ancient form of Hebrew. SCP-5946: Edith? I- It’s good to see you. Dr. Varadkar: You seem surprised. I thought you were expecting me. SCP-5946: Well, I know you have so many people who… it doesn't matter, are you hungry? I just baked a fresh loaf of bread and I have honey- Dr. Varadkar: Lot, You don’t have to try so hard to impress me. SCP-5946: I- I just want you to know I care. Dr. Varadkar: …because so many people don’t? SCP-5946: Yes. I understand it, I really do. It feels like more monsters skulk in the shadows every night. The merchants say we’re wicked, but… everyone in the city is just enjoying life any way they can. I don’t blame them. None of us know if we’ll see another year after all, but I want to at least imagine a future. Dr. Varadkar: Lot… look, I’ve watched you. I know how you speak to the travelers and the merchants and look up to the stars and weave stories. You want a world where there is a tomorrow. Does that mean you intend… I would not blame you for leaving. I know you're clever enough to find a way. SCP-5946: I’m not going anywhere. The hateful meat will start fleeing from us if I have anything to say about it. Dr. Varadkar: Lot… Dr. Varadkar recalls that at this point she put a hand on SCP-5946’s cheek and its eyes widened. SCP-5946: … you’re not her. There’s a sound of Dr. Varadkar staggering back. Dr. Varadkar: What… what did you do to me? SCP-5946: I didn’t! It was just a memory, I- Dr. Varadkar grabs her radio. Dr. Varadkar: Security I need backup now! SCP-5946 is- SCP-5946 teleported to its containment cell.",
        "Security log 5/20/2021: An unknown entity resembling a large, three eyed vulture teleported into a weak point in the Site-33 thaumaturgical defense grid, managing to breach security and force its way into SCP-5946’s containment cell, wrapping the cell in an as of yet unknown anomalous translucent barrier using what appeared to be advanced thaumaturgical techniques. The following conversation was recorded by the cell’s internal recording equipment while security teams were attempting to contain the intruder. Only audio was recovered. SCP-5946: Second Wandsman of Earth!? Are you mad!? What are you doing!? Unknown Entity: Saving your hide! Why the hell are you even here? Do you have any idea how much everyone’s been looking for you? SCP-5946: Second Wandsman, leave this place at once. I cannot guarantee your safety. I’m not well. Unknown Entity: But you’re alive! That's more than anyone else can say after facing that thing. Now come on. I’ve cut the power to those poor souls they had binding you here so- SCP-5946: Blast it Second, I need to stay! You’re incredibly lucky you caught me lucid, but… I'm not myself these days. Unknown Entity: Then we’ll heal you! We’re not so flush with Cartographers that we can’t spare some bandages and- SCP-5946: You can’t heal me! Don’t you get it, what that thing did… It can’t be undone. I couldn't save her soul. I barely managed to remove the pieces of myself that it touched. The millennia I studied, all the magic I could muster… I barely made it flinch. Unknown Entity: Then we’ll try again. We’ll throw everything we can at it, these blind fools included! Please… Just come home. SCP-5946: Ndugu, stop. There is a pause. Unknown Entity: You… my name. I'll have to purge it now, why would you-? SCP-5946: Because I love you like a son, and I can’t put you in danger. Please, just go back… and stay far away from this wretched place that birthed us. There is a pause. Unknown Entity: I’m going to fix this some day. Knowledge will not fall to the beasts. By the time MTF units were able to breach the barrier, the unknown entity could not be located.",
        "Interview log 5/20/2021: Interviewer: Dr. Harold Barnes Subject: SCP-5946 Interview Begins Dr. Barnes: Hello Lot. We were hoping to ask you a few questions about the being that breached security. SCP-5946: He will trouble you no further. Dr. Barnes: I did hear your efforts to dissuade it on the audio feed. Speaking of which, you received your head injury in some sort of battle? SCP-5946: It wasn't a battle. It was a rescue mission. A failed one. Dr. Barnes: Who were you trying to rescue? Your- SCP-5946: It doesn't matter. I never stood a chance. The Sarkics have a true god… I just played pretend. Dr. Barnes: … Remainder of transcript has been locked to all personnel without Level 5 Clearance.",
        "Interview log 5/20/2021(Extended): Interviewer: Site Director Nakamura, Replacing Dr. Barnes Subject: SCP-5946 Interview Begins Nakamura: Start talking. SCP-5946: It’s not safe to- Nakamura: Drop the act! That thing you fought has torn hundreds of my good soldiers to shreds and I do not have time to coddle your ridiculous make-believe mental incompetence! SCP-5946: … I’m not faking. I forget myself. I forget everything sometimes. Nakamura: You don’t get my job without being able to read people. Maybe you’re not faking, but you’re hamming it up like nothing else. And more importantly you’ve met it. Now talk! SCP-5946: You have no idea what you’re toying with… Nakamura: So it’s Tuesday then? You are officially the only one to face Yal- SCP-5946: Do NOT say its name! What, do you think we go by title for fun? Nakamura: I think you gave us yours pretty easily. SCP-5946: Because I deserve it! There is a pause. SCP-5946: Do you think you're the 50,000th callow scholar to reach out to me? To say how their doomed quest was different? To know in their souls that their cause was just and any price was worth it if they could just make it pay something, anything ? Nakamura: … SCP-5946: Do you know what I hate the most about this place? It's that thing in your eyes, that hope. That little shred of your mind that thinks you're actually going to be able to hold these things back. That you'll be clever enough to… <SCP-5946 gestures to itself> SCP-5946: Behold your future, Director. Administrator Burns chimes in on the intercom. Burns: Director Nakamura. There is an urgent call for you. Nakamura: Tell them I'm busy. Burns: Sir, it's coming from the O5 council. Nakamura: … fine. The Director stands up, glaring down at SCP-5946 Nakamura: You know, we’re not your personal purgatory. SCP-5946: … sure.",
        "\" SCP-5946 \" by chaucer345, from the SCP Wiki . Source: https://scpwiki.com/scp-5946 . Licensed under CC-BY-SA .",
        "Filename: lot Author: chaucer345 License: CC BY-SA 3.0 Source Link: SCP Wiki Derivative of: Name: Old tree illuminated at night.jpg Author: Henrik 244 License: CC BY-SA 4.0 Source Link: Wikimedia Name: Lesser short-nosed fruit bat Author: Akasmita License: CC BY-SA 4.0 Source Link: Wikimedia Additional Notes: The two images were edited together."
    ],
    "description": "",
    "title": "SCP-5946"
}