{
    "url": "https://scp-wiki.wikidot.com/scp-5947",
    "all_text": "rating: \n+98\n+\n–\nx\n\n\n \n\n\n\n\nSCP-5947\n\n\n\n\n\n\n\n\nThe hallmark of the sugar bowl containing SCP-5947\n\n\n\n\n\n\nItem №:\n SCP-5947\n\n\nAnomaly Class:\n \nEuclid\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-5947 is currently held in the silver sugar bowl it was recovered from. This bowl is housed in Chamber 02 at Site-90 alongside 88 decoy bowls, identical save for the lack of a hallmark on the base. Once monthly, a member of D-Class personnel is to enter Chamber 02 and select one of the bowls at random — they will then be instructed to consume its contents, and staff are permitted to use physical force to ensure they comply. In the event that they selected a bowl not containing SCP-5947, they are to be terminated immediately and their body interred beneath Chamber 02. In the event that they select and consume SCP-5947, they are to be escorted from the chamber and assigned to Project Irides\n1\n once SCP-5947 has passed through their digestive system.\n\n\nThe discovery of a cadaver visually matching William Hazen Rogers outside of Site-90 constitutes a containment breach. MTF Alpha-Kaunan (\"Argent Devotees\") should be dispatched to recover the body, as well as any silverware within an 80 metre radius. This silver is to be melted down and re-cast into decoy bowls, to be filled with non-anomalous sugar and added to Chamber 02. The cadaver is to be interred beneath the chamber alongside the others.\n\n\n\n\n\n\nSCP-5947\n\n\n\n\n\n\nDescription:\n SCP-5947 is the designation for a collection of dried anchovies, one of which (SCP-5947-1) is indestructible. Twice per day, at midnight and noon, \nSCP-5947-1\n will split into two identical dried anchovies.\n\n\nAddendum:\n On the order of Director Smith, all personnel assigned to CANUAR-Site-90 have been integrated into Project Irides. Anomalous objects extraneous to Project Irides have been decommissioned.\n\n\n\n\n\n\n\n\n\n\nEND OF FILE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\nNEW MESSAGE!\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n SSmith18@Scipnet (Site Director Silas Smith; Classification Level XK-4; Employee Number 378)\n\n\nFrom:\n O5_2@Scipnet (Overseer Two; Classification Level OK-5-Thaumiel; Employee Number 2)\n\n\nSubject:\n SCP-5947\n\n\n\n\n\n\nDear Director Smith,\n\n\nAs of today, the Council has voted 1-12-0 on the issue of dismantling Project Irides. Furthermore, the Council has voted, 12-1-0, to overrule objections from the former Site-90 Ethics Committee, ensuring that your project continues regardless of their past rulings on the matter.\n\n\nIt is the majority opinion of the O5 Council that the existence of Project Irides has given the Foundation an advantage in dealing with several major Groups of Interest, not the least of which being GoIs-004C and -023. \nBy dominating the concept of silver\n, the Foundation has forced them to abandon significant holdings and resources, putting us in a better position to negotiate with, or combat, such threats.\n\n\nOn an official basis, I would like to apologize for any inconvenience these proceedings have caused you.\n\n\nOn an unofficial basis, I have nothing to say, except that I'd be impressed if I wasn't furious.\n\n\n\n\n-\nO5-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For more information, see addendum, or consult supplementary materials regarding second sight.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5946\n | SCP-5947 | \nSCP-5948\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5947 is currently held in the silver sugar bowl it was recovered from. This bowl is housed in Chamber 02 at Site-90 alongside 88 decoy bowls, identical save for the lack of a hallmark on the base. Once monthly, a member of D-Class personnel is to enter Chamber 02 and select one of the bowls at random — they will then be instructed to consume its contents, and staff are permitted to use physical force to ensure they comply. In the event that they selected a bowl not containing SCP-5947, they are to be terminated immediately and their body interred beneath Chamber 02. In the event that they select and consume SCP-5947, they are to be escorted from the chamber and assigned to Project Irides1 once SCP-5947 has passed through their digestive system.",
    "description": "SCP-5947 is the designation for a collection of dried anchovies, one of which (SCP-5947-1) is indestructible. Twice per day, at midnight and noon, SCP-5947-1 will split into two identical dried anchovies.",
    "title": "SCP-5947"
}