{
    "url": "https://scp-wiki.wikidot.com/scp-5948",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\nItem #:\n SCP-5948\n\n\nObject Class:\n Euclid\n\n\nEarly Containment Procedures:\n Both ends of the 300-meter section of 520th Street, located in the wooded area, have been purposely destroyed in order to prevent vehicular traffic. The forest surrounding the SCP-5948 phenomenon has been declared as a hunting zone to explain the sound of occasional gunfire.\n1\n\n\nDiscreet AV surveillance has been established for the purpose of observing any inconsistencies in the SCP-5948 ritual, as well as to alert Provisional Site-088 of any trespassing civilians.\n\n\nLocating the anomalous source of gunfire has been designated the primary containment objective. Efforts to locate and tag all raccoons in Lucas County, Iowa are secondary and ongoing.\n\n\nDescription:\n SCP-5948 is a cyclical phenomenon occurring in the middle of 520th Street, a section of road distant from civilians in Lucas County, Iowa. Its primary actors consist of a large raccoon (\nProcyon lotor\n) and a 5.56mm bullet, designated as SCP-5948-A and SCP-5948-B respectively. The entirety of SCP-5948 lasts between five to twelve days before beginning again.\n\n\nThe source of SCP-5948-B has yet to be identified, nor have any bullet casings been retrieved. Ballistic analysis has been unable to provide conclusive results regarding the location or identity of the shooter; point of entry is consistently at the base of the skull while the exit wound is at the top.\n\n\n\n\nDiscovery:\n From January 19th to June 8th, 2020, multiple phone complaints regarding gunshots were submitted to the Lucas County local authorities. The complaints went ignored until July 30th when a civilian threatened a civil suit if there was no investigation. While the investigation did not result in finding the offender, authorities had found a large aggregated mass of dead raccoons several meters away from the road, each one with obvious bullet wounds in their skull. This caught the attention of local news outlets and, subsequently, the Foundation.\n\n\nExamination of the corpses revealed that the oldest remains were killed by SCP-5948-B while the more recently deceased raccoons showed evidence of overfeeding and blunt-force trauma.\n\n\n\n\nEvent Log:\n Remote observation of the wooded area commenced following the implementation of the current containment procedures. The provided log is the most current understanding and consistent repeated events to date, and has been chosen as a model to represent future cycles.\n\n\n\n\nPreface:\n All timestamps are estimates of when each event occurs within the SCP-5948 phenomenon, relative to the initiating event.\n\n\nFormat:\n [Days]:[Hours]:[Minutes]\n\n\n\n\n00:00:00\n — A large raccoon is killed by SCP-5948-B after it suddenly appears and bursts through its skull.\n\n\n00:21:32\n — Another raccoon discovers the corpse. It prods at it briefly, then leaves into the wooded area.\n\n\n03:01:24\n — The raccoon returns with a group of five to six other raccoons, all carrying crudely made tools such as mallets and hatchets. Each examines the corpse, sniffing it and pushing it.\n\n\n03:01:26\n — The raccoons move away from the corpse and take turns hugging each other. Notably, the largest whimpers and whines as they are hugged.\n\n\n03:01:30\n — The raccoons begin to surround the largest one, now formally designated as SCP-5948-A. It visibly panics.\n2\n\n\n03:01:31\n — SCP-5948-A tries to escape. The surrounding raccoons attack SCP-5948-A, scratching and biting it. One raccoon stabs the left hind leg of SCP-5948-A with a sharpened stick, causing it to cry out and fall to the ground. The attacking raccoons roll SCP-5948-A onto its other side, allowing them to stab the other leg.\n3\n\n\n03:01:48\n — The raccoons leave SCP-5948-A in the middle of the road and go into the woods. SCP-5948-A attempts to crawl away, though it stops itself frequently due to what could be considered an immense amount of pain. It does not leave the street.\n\n\n03:09:17\n — The raccoons return carrying a variety of food.\n4\n\n\n03:09:19\n — SCP-5948-A is pinned down by the raccoons and force fed. SCP-5948-A retches, but the raccoons do not relent.\n\n\n03:09:31\n — The raccoons leave one last time, taking the previous SCP-5948-A instance with them. The current SCP-5948-A cries softly. It remains still, eventually losing consciousness.\n\n\n04:01:55:\n — A family of deer begin to approach the road but, upon noticing SCP-5948-A, turn away.\n\n\n05:17:40\n — A gunshot is heard, SCP-5948-B immediately manifesting from an unknown location after, striking and killing SCP-5948-A.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Civilians residing near the area have been memory conditioned to believe that this has always been in effect.\n\n\n2\n. During this time, it may attempt to induce vomiting, though this has only occurred twice.\n\n\n3\n. The motions of the attack differ from each cycle, though they will always end with SCP-5948-A being disabled in the hind legs. In cycles where the struggle takes place off of the street, SCP-5948-A will be dragged back onto it once finished.\n\n\n4\n. The exact nature of the food differs from each cycle, though it is typically berries, worms, insects, frogs, or half-eaten refuse from any of the nearby homes.\n\n\n\n\n\n\n\n\n« \nSCP-5947\n | SCP-5948 | \nSCP-5949\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5948\n\" by RockTeethMothEyes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5948\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Preface: All timestamps are estimates of when each event occurs within the SCP-5948 phenomenon, relative to the initiating event. Format: [Days]:[Hours]:[Minutes] 00:00:00 — A large raccoon is killed by SCP-5948-B after it suddenly appears and bursts through its skull. 00:21:32 — Another raccoon discovers the corpse. It prods at it briefly, then leaves into the wooded area. 03:01:24 — The raccoon returns with a group of five to six other raccoons, all carrying crudely made tools such as mallets and hatchets. Each examines the corpse, sniffing it and pushing it. 03:01:26 — The raccoons move away from the corpse and take turns hugging each other. Notably, the largest whimpers and whines as they are hugged. 03:01:30 — The raccoons begin to surround the largest one, now formally designated as SCP-5948-A. It visibly panics. 2 03:01:31 — SCP-5948-A tries to escape. The surrounding raccoons attack SCP-5948-A, scratching and biting it. One raccoon stabs the left hind leg of SCP-5948-A with a sharpened stick, causing it to cry out and fall to the ground. The attacking raccoons roll SCP-5948-A onto its other side, allowing them to stab the other leg. 3 03:01:48 — The raccoons leave SCP-5948-A in the middle of the road and go into the woods. SCP-5948-A attempts to crawl away, though it stops itself frequently due to what could be considered an immense amount of pain. It does not leave the street. 03:09:17 — The raccoons return carrying a variety of food. 4 03:09:19 — SCP-5948-A is pinned down by the raccoons and force fed. SCP-5948-A retches, but the raccoons do not relent. 03:09:31 — The raccoons leave one last time, taking the previous SCP-5948-A instance with them. The current SCP-5948-A cries softly. It remains still, eventually losing consciousness. 04:01:55: — A family of deer begin to approach the road but, upon noticing SCP-5948-A, turn away. 05:17:40 — A gunshot is heard, SCP-5948-B immediately manifesting from an unknown location after, striking and killing SCP-5948-A.",
        "\" SCP-5948 \" by RockTeethMothEyes, from the SCP Wiki . Source: https://scpwiki.com/scp-5948 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5948",
    "object_class": "Euclid",
    "description": "SCP-5948 is a cyclical phenomenon occurring in the middle of 520th Street, a section of road distant from civilians in Lucas County, Iowa. Its primary actors consist of a large raccoon (Procyon lotor) and a 5.56mm bullet, designated as SCP-5948-A and SCP-5948-B respectively. The entirety of SCP-5948 lasts between five to twelve days before beginning again.",
    "title": "SCP-5948"
}