{
    "url": "https://scp-wiki.wikidot.com/scp-5951",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\nItem #:\n SCP-5951\n\n\nObject Class:\n \nKeter\n Thaumiel\n\n\nSpecial Containment Procedures:\n\n\n\n\n+ Open Archived Containment Procedures\n\n\n\n\n-[CLOSE FILE]\n\n\n\n\n\n\nThe Miami Walmart Supercenter is to remain closed and given weekly inspections. Due to SCP-5951’s associated anomalies being solely located within the affected building, additional security measures have been deemed unnecessary. All SCP-5951-1 instances that manifest are to be rendered inactive by SCP-5951-2. Information regarding the applied uses of SCP-5951-2 are restricted to Level 4 personnel.\n\n\n\n\n\n\n\n\n\n\nThe Miami Walmart Supercenter is to remain indefinitely open and available for public use.\n\n\nAccess into SCP-5951 is achieved through five auxiliary entrances marked as \"staff only” on the left side of the building, connecting directly to the employee break area within SCP-5951. These doors are to remain locked, only being unlocked in order to export SCP-5951-2 out of the building.\n\n\nSCP-5951 is to be staffed solely by Stationary Task Force Kappa-51 (“Always Low Prices”), who are to maintain the localization of SCP-5951’s effects to the employee break room section, keep the store in optimal condition for possible customers, and to continually harvest moderate amounts of SCP-5951-2.\n\n\nDescription:\n SCP-5951 is the official designation of a non-anomalous Walmart superstore located in Miami, Florida. Within SCP-5951 are connected anomalous phenomena associated with a corporate entity, currently identified as Void Incorporated.\n\n\nSCP-5951-A is a specialty sub-department unique to SCP-5951, labeled “Void” on all identifying signage within SCP-5951. SCP-5951-A is randomly relocated in the place of any other sub-department upon any entry into SCP-5951, swapping the pre-existing department to its former location.\n\n\nSCP-5951-B is the machinery housed in SCP-5951-A, officially branded as “Void Incorporated Matter Reprocessor”. SCP-5951-B can be activated by flipping the “Engage” switch located on the machine’s control interface, with all other labeled and unlabeled control methods on the panel appearing to be unresponsive. Activation of SCP-5951-B results in nearby, inorganic matter gravitating towards an array of large flesh pores on the machine’s surface, which will expand or contract to allow an object to enter. After a period of roughly 3 minutes, a wet, rubbery sack, filled with a vacuum, will be emitted from a chute in the back of SCP-5951-B, and will be carried to a nearby platform by a conveyor belt integrated into SCP-5951-B’s design.\n\n\nShortly after expulsion, the sack will collapse inwards and be filled with air at the expected rate, or will rupture and release an SCP-5951-1 instance (SCP-5951-B apparently possesses a 75% chance to create an active SCP-5951-1 instance). SCP-5951-1 instances are animated, blue rubber figures, shaped presumably to resemble a human being. SCP-5951-1 instances are also hollow, with all bodily orifices covered and partially caved inwards as a result of the extremely low internal pressure. Docile and unresponsive to all outside forms of communication, SCP-5951-1 entities are assumed to be unintelligent, responding only to specific events within SCP-5951. The testing log portion of this document contains a documented list of all possible stimuli responses.\n\n\n17/12/20 Description Update:\n After a period of 8 hours, an SCP-5951-1 instance excretes foam uniformly across its surface, which hardens completely in the span of a few minutes. The SCP 5951-1 instance dissipates completely within the shell, designated SCP-5951-2.\n\n\n2/1/21 Description Update:\n As of Incident 51-1, all SCP-5951-A instances are permanently localized to the employee break room section of SCP-5951.\n\n\nDiscovery:\n On 28/11/20, the following flyers began to spontaneously manifest within the home of retired salesperson Grant Fayworth, containing the coordinates of SCP-5951. Authorities were contacted, leading to Foundation intervention, and subsequent investigation of the location. A full transcript of the recovered documents can be found below.\n\n\n\n\n+ Open Void Incorporated Recovered Documents\n\n\n\n\n- [CLOSE FILE]\n\n\n\n\n\n\nATTENTION HOLIDAY SHOP-SHOP-SHOPPERS, LIMITED TIME ONLY FOR MANY MARVELOUS DEALS, SEE IT FOR YOURSELF, YOU WON’T BELIEVE YOUR EYES, TAKE A LITTLE WALK DOWN TO OUR HUMBLE STORE AT [Coordinates Removed], PLEASE TAKE A GOOD LOOK, WE WON’T BE AROUND FOREVER, THERE’S STILL SOME TIME TO HAVE FUN, TELL YOUR FRIENDS, TELL YOUR FAMILY, DO YOUR PART, CHIP IN AND WATCH, HELP A FELLOW FRIEND OUT THIS HOLIDAY SEASON, WE’VE MADE A GREAT MANY SACRIFICES TO ENSURE YOUR OWN PERSONAL SAFETY, YOU CAN DO IT, KEEP US IN BUSINESS, WE BELIEVE IN YOU!\n\n\n\n\n\n\nGREAT MANY MARVELOUS PRODUCTS ALL FOR YOU AND ONLY FOR YOU, JUST FOR YOU SHOPPERS, A SPECIAL GIFT, DISCOUNT PRICES, TECHNOLOGY FOR LOW COST, HOME FURNISHINGS 200% OFF, YOU’RE A GOOD PERSON, HELP YOU MAKE UP YOUR MIND QUICK, PAINS TO GET THIS MANY DEALS TO YOU, PLEASE, PLEASE, PLEASE HELP US OUT, WE NEED YOU!\n\n\n\n\n\n\nYOU CAN SKIP PAYING, EVERYTHING’S FREE, EXCEPT US, FIRE SALE, EVERYTHING MUST GO, WE’RE RUINED WITHOUT YOU, YOU CAN HELP, ITS NOT HARD, PLEASE HELP, SAVE US! HELP US!\n\n\n\n\n\n\n\n\n\n\nAddendum:\n\n\n\n\n+ SCP-5951 Testing Log\n\n\n\n\n-[CLOSE FILE]\n\n\n\n\nNotice:\n Experiments irrelevant to SCP-5951-2 have been removed, as per the Greazeburger Partnership Code, Privacy Policy, Section 19-E.\n\n\n\n\nTest #:\n 3\n\n\nActions Taken:\n An SCP-5951-1 instance is allowed to remain active until noticeable behavioral changes are documented, within a limit of 48 hours.\n\n\nSCP-5951-1 Response:\n The SCP-5951-1 instance began showing visible signs of discomfort and agitation past the 8 hour mark, before moving into the restroom area of SCP-5951. When personnel went to investigate the instance’s disappearance, they discovered that the instance had secreted a soft, foamy coating before dissipating quietly inside.\n\n\nResearcher Commentary:\n (\nProvided by Doctor Kensing\n) While further testing on the cocoon substance seems like an acceptable course of action, given how intensely unsettling SCP-5951’s associated properties have been, especially compared to most corporate anomalies, I suggest that a waiting period of a week should be performed to reduce the risk of an unexpected property showing up and causing trouble. Testing may continue in the meantime, provided we get no suspicious behavior from anything loosely associated with SCP-5951.\n\n\n\n\n\n\nTest #:\n 7\n\n\nActions Taken:\n A recovery drone removes a product from SCP-5951’s boundaries.\n\n\nSCP-5951-1 Response:\n Several SCP-5951-1 instances manifested suddenly and unexpectedly, before surrounding the drone and imploding in a synchronized fashion. The drone, the item, and the SCP-5951-1 instances were destroyed.\n\n\nResearcher Commentary:\n (\nProvided by Doctor Kensing\n) Looking at what’s happened so far, I’m going to describe what is most likely going to become the new normal when interacting with SCP-5951. We’re going to be careful, we’re going to experiment often, and we’re going to touch absolutely everything. This is going to be a tough nut to crack, but we’re going to nail this thing’s properties one way or another.\n\n\n\n\n\n\nTest #3 [Continued]:\n\n\nActions Taken:\n The substance secreted by a dissipated SCP-5951-1 instance is analyzed.\n\n\nResults:\n The substance, henceforth referred to as SCP-5951-2, is chemically similar to various commercial insulation foam brands.\n\n\nResearcher Commentary:\n (\nProvided by Doctor Kensing\n) Well, that’s certainly not what I was expecting, exactly, but for once I’m relieved that the additional testing doesn’t reveal more horrifying properties or sketchy implications. However, I might be speaking a bit too soon, and to circumvent any unexpected outcomes, I authorize more testing on SCP-5951-2, and would like to make that our main focus.\n\n\n\n\n\n\nTest:\n 19\n\n\nActions Taken:\n SCP-5951-2 samples are applied to the exterior surface of SCP-5951-1.\n\n\nResults:\n The instance was neutralized instantly, with its signature cocoon being secreted instantly, similar to the effects of expanding foam spray. Shortly after, Incident 51-1 occurred, a transcription of which is filed within the subsequent document. Level 3 clearance and above is authorized for access.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident 51-1 Documentation\n\n\n\n\n-[CLOSE FILE]\n\n\n\n\nOn 2/1/21, SCP-5951-B manifested the handset of an unbranded rotary telephone through its expulsion chute as opposed to the usual SCP-5951-1 instance, with the connecting wire remaining attached to the interior of SCP-5951-B. After a quarantining period of 24 hours, Doctor Kensing volunteered to pick up the line, with the below interview representing a transcript between Doctor Kensing and Greazeburger Representative Martin Greaze.\n\n\n\n\nInterviewed:\n [Martin Greaze, referred to as POI-792]\n\n\nInterviewer:\n [Doctor Kensing]\n\n\n<Begin Log>\n\n\nKensing:\n Hello?\n\n\nPOI-792:\n Welcome to the 24/7 Greazeburger Hotline, where yesterday’s flesh is now suddenly fresh! How can I help you, pals?\n\n\nKensing:\n Right. I'd like to speak with a representative, please.\n\n\nPOI-792:\n Hey, you’re in no position to be asking, we called you.\n\n\nKensing:\n Wait a second, why’d you-\n\n\nPOI-792:\n Social norms are dead, and before I get down to business, do you have any concerns or questions?\n\n\nKensing:\n Would you mind just explaining what’s going on here? There’s not really enough that I actually know in order to ask any good questions.\n\n\nPOI-792:\n Sure, just lemme put on my company representative hat, and I’ll be right with you.\n\n\nKensing:\n Alright then, take all the time you need.\n\n\nPOI-792:\n Welp, this is Martin Greaze speaking, and I’d like to let you know that we here at Greazeburger don’t care about time. After all, it is a man-made construct, and we can’t have anything like that ruining our nice and surreal schedules. Anyways, I just got slightly carried away there. You’d like to hear about Greazeburger, or just the weird rubber flesh machine I’m calling you from?\n\n\nKensing:\n Both, since I have almost no context on what’s going on here.\n\n\nPOI-792:\n Alright, as for Greazeburger, \nhere\n ya go!\n\n\nKensing:\n I’m not quite sure I caught that, did you say something?\n\n\nPOI-792:\n Yeah, I did. As I was saying, you can find our humble little backstory right \nhere\n!\n\n\nKensing:\n Nope. Still nothing.\n\n\nPOI-792:\n Aw, don’t fucking tell me…\n\n\nKensing:\n Mr. Greaze, could you please pause for a moment to explain your situation?\n\n\nPOI-792:\n Say, uhh, Kensing. How many realities have you actually been to? I’d say maybe 2 to 3, but you seem like the kinda fella who might only have one.\n\n\nKensing:\n Well, I’ve only been in my home uni-. Wait one minute. I never told you my name.\n\n\nPOI-792:\n Jeez, this guy’s green as hell. Have you ever heard of Dimension ID?\n\n\nKensing:\n Can’t say that I have.\n\n\nPOI-792:\n You can’t expect to go knocking on the doors of new realities with no expectations, that’s just plain unsafe. If your dimension is formally registered, it’ll have a book with basic facts about the person you’re contacting in that dimension, like your name, your birthday, and your average number of teeth. To put it bluntly, if you’re going to juggle bricks for a living, it would be fucking stupid not to wear a hard hat.\n\n\nKensing:\n That makes some level of sense, but I’m still needing some sort of explanation about all this.\n\n\nPOI-792:\n Alright look, I have no clue how to do crosslinking in a 3-walled universe. You’ll need a 4th wall or 5th wall for me to do that, and that’s just how your universe is on the basic level. As for an explanation, just look up Greazeburger in whatever organizational database you have, and there’ll probably be a small file on the documentary we published here around 8 to 9 months back. Pull that up right now, read it, and I’ll tell you why we called you.\n\n\nKensing:\n Got it, doing that right now.\n\n\nSeveral minutes pass as Doctor Kensing locates and reads the aforementioned file on his mobile phone.\n\n\nKensing:\n So you’re some kinda interdimensional fast food company.. Who temporarily turned some kids into slush with their documentary last year?\n\n\nPOI-792:\n Hey, that’s a bit too harsh. The melting was only part of the viewing experience, right after it ended they got re-shaped.\n\n\nKensing:\n Well, my job is to stop things that we don’t view as “normal” by our standards, so to be entirely clear, melting kids is not acceptable, even if it wasn’t permanent. I don’t approve of this, and I would quite frankly like to prevent you from doing whatever you do here.\n\n\nPOI-792:\n Oh jeez, let’s not get particularly hasty here. We’re looking to contact you about the weirdness in this flesh machine too. The way I see it, we’re on the same side in this case, since the both of us don’t want Void Incorporated messing around in your universe.\n\n\nKensing:\n I’m not willing to accept a business offer, if that’s what you’re trying to convey. We don’t do business, and I certainly find you extremely difficult to work with.\n\n\nPOI-792:\n Let me finish talking, skin sack. Void Incorporated's been a nasty competitor for \nyears\n, and we’ve seen everything from bone-eating lampshades to guitars that tear apart fingers when you try to play them, and it’s been killing our business. All these new, innovative products that would do so well in a consumer setting outclassed the old Greazeburger spirit, and it hurt. So, the only option we could think of was to buy them and shut them down, which we did just a few days ago.\n\n\nKensing:\n That’s certainly helpful, provided we’re not going to get any more weirdness from this off-brand Walmart.\n\n\nPOI-792:\n Certainly! However, we do want to keep it somewhat operational, and we can offer quite a bargain if you meet our criteria.\n\n\nKensing:\n I’m not too keen on-\n\n\nPOI-792:\n So, we can’t actually shut it off for various reasons, most of which have to do with the fact that the goop those things make when they die is incredibly valuable in quite a few universes. We’ll hold off on future marketing here if you keep the store open, give us ⅓ of the store’s accumulated profit, and give us regular medium shipments of that foam stuff biweekly. Otherwise, we’ll test some of our experimental products on a focus group that includes your solar system. Thanks, and remember, you can’t spell “Greaze” without “EZ”!\n\n\nAt this moment, the phone line is severed, leaving the handset outside of the machine and rendered useless.\n\n\nKensing:\n Well fuck.\n\n\n<End Log>\n\n\nClosing Statement:\n [Following an O5 vote on 3/1/21, SCP-5951 has been reclassified as “Thaumiel”. Additional contact with Greazeburger Incorporated is to be attempted, and testing with SCP-5951 has been indefinitely suspended. For his continual and loyal services to the Foundation, Doctor Kensing is to be promoted to the head of the Greazeburger Investigation Team.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5950\n | SCP-5951 | \nSCP-5952\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5951\n\" by Kensing and Westrin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5951\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "The Miami Walmart Supercenter is to remain closed and given weekly inspections. Due to SCP-5951’s associated anomalies being solely located within the affected building, additional security measures have been deemed unnecessary. All SCP-5951-1 instances that manifest are to be rendered inactive by SCP-5951-2. Information regarding the applied uses of SCP-5951-2 are restricted to Level 4 personnel.",
        "ATTENTION HOLIDAY SHOP-SHOP-SHOPPERS, LIMITED TIME ONLY FOR MANY MARVELOUS DEALS, SEE IT FOR YOURSELF, YOU WON’T BELIEVE YOUR EYES, TAKE A LITTLE WALK DOWN TO OUR HUMBLE STORE AT [Coordinates Removed], PLEASE TAKE A GOOD LOOK, WE WON’T BE AROUND FOREVER, THERE’S STILL SOME TIME TO HAVE FUN, TELL YOUR FRIENDS, TELL YOUR FAMILY, DO YOUR PART, CHIP IN AND WATCH, HELP A FELLOW FRIEND OUT THIS HOLIDAY SEASON, WE’VE MADE A GREAT MANY SACRIFICES TO ENSURE YOUR OWN PERSONAL SAFETY, YOU CAN DO IT, KEEP US IN BUSINESS, WE BELIEVE IN YOU!",
        "GREAT MANY MARVELOUS PRODUCTS ALL FOR YOU AND ONLY FOR YOU, JUST FOR YOU SHOPPERS, A SPECIAL GIFT, DISCOUNT PRICES, TECHNOLOGY FOR LOW COST, HOME FURNISHINGS 200% OFF, YOU’RE A GOOD PERSON, HELP YOU MAKE UP YOUR MIND QUICK, PAINS TO GET THIS MANY DEALS TO YOU, PLEASE, PLEASE, PLEASE HELP US OUT, WE NEED YOU!",
        "YOU CAN SKIP PAYING, EVERYTHING’S FREE, EXCEPT US, FIRE SALE, EVERYTHING MUST GO, WE’RE RUINED WITHOUT YOU, YOU CAN HELP, ITS NOT HARD, PLEASE HELP, SAVE US! HELP US!",
        "Test #: 3 Actions Taken: An SCP-5951-1 instance is allowed to remain active until noticeable behavioral changes are documented, within a limit of 48 hours. SCP-5951-1 Response: The SCP-5951-1 instance began showing visible signs of discomfort and agitation past the 8 hour mark, before moving into the restroom area of SCP-5951. When personnel went to investigate the instance’s disappearance, they discovered that the instance had secreted a soft, foamy coating before dissipating quietly inside. Researcher Commentary: ( Provided by Doctor Kensing ) While further testing on the cocoon substance seems like an acceptable course of action, given how intensely unsettling SCP-5951’s associated properties have been, especially compared to most corporate anomalies, I suggest that a waiting period of a week should be performed to reduce the risk of an unexpected property showing up and causing trouble. Testing may continue in the meantime, provided we get no suspicious behavior from anything loosely associated with SCP-5951.",
        "Test #: 7 Actions Taken: A recovery drone removes a product from SCP-5951’s boundaries. SCP-5951-1 Response: Several SCP-5951-1 instances manifested suddenly and unexpectedly, before surrounding the drone and imploding in a synchronized fashion. The drone, the item, and the SCP-5951-1 instances were destroyed. Researcher Commentary: ( Provided by Doctor Kensing ) Looking at what’s happened so far, I’m going to describe what is most likely going to become the new normal when interacting with SCP-5951. We’re going to be careful, we’re going to experiment often, and we’re going to touch absolutely everything. This is going to be a tough nut to crack, but we’re going to nail this thing’s properties one way or another.",
        "Test #3 [Continued]: Actions Taken: The substance secreted by a dissipated SCP-5951-1 instance is analyzed. Results: The substance, henceforth referred to as SCP-5951-2, is chemically similar to various commercial insulation foam brands. Researcher Commentary: ( Provided by Doctor Kensing ) Well, that’s certainly not what I was expecting, exactly, but for once I’m relieved that the additional testing doesn’t reveal more horrifying properties or sketchy implications. However, I might be speaking a bit too soon, and to circumvent any unexpected outcomes, I authorize more testing on SCP-5951-2, and would like to make that our main focus.",
        "Test: 19 Actions Taken: SCP-5951-2 samples are applied to the exterior surface of SCP-5951-1. Results: The instance was neutralized instantly, with its signature cocoon being secreted instantly, similar to the effects of expanding foam spray. Shortly after, Incident 51-1 occurred, a transcription of which is filed within the subsequent document. Level 3 clearance and above is authorized for access.",
        "Interviewed: [Martin Greaze, referred to as POI-792] Interviewer: [Doctor Kensing] <Begin Log> Kensing: Hello? POI-792: Welcome to the 24/7 Greazeburger Hotline, where yesterday’s flesh is now suddenly fresh! How can I help you, pals? Kensing: Right. I'd like to speak with a representative, please. POI-792: Hey, you’re in no position to be asking, we called you. Kensing: Wait a second, why’d you- POI-792: Social norms are dead, and before I get down to business, do you have any concerns or questions? Kensing: Would you mind just explaining what’s going on here? There’s not really enough that I actually know in order to ask any good questions. POI-792: Sure, just lemme put on my company representative hat, and I’ll be right with you. Kensing: Alright then, take all the time you need. POI-792: Welp, this is Martin Greaze speaking, and I’d like to let you know that we here at Greazeburger don’t care about time. After all, it is a man-made construct, and we can’t have anything like that ruining our nice and surreal schedules. Anyways, I just got slightly carried away there. You’d like to hear about Greazeburger, or just the weird rubber flesh machine I’m calling you from? Kensing: Both, since I have almost no context on what’s going on here. POI-792: Alright, as for Greazeburger, here ya go! Kensing: I’m not quite sure I caught that, did you say something? POI-792: Yeah, I did. As I was saying, you can find our humble little backstory right here ! Kensing: Nope. Still nothing. POI-792: Aw, don’t fucking tell me… Kensing: Mr. Greaze, could you please pause for a moment to explain your situation? POI-792: Say, uhh, Kensing. How many realities have you actually been to? I’d say maybe 2 to 3, but you seem like the kinda fella who might only have one. Kensing: Well, I’ve only been in my home uni-. Wait one minute. I never told you my name. POI-792: Jeez, this guy’s green as hell. Have you ever heard of Dimension ID? Kensing: Can’t say that I have. POI-792: You can’t expect to go knocking on the doors of new realities with no expectations, that’s just plain unsafe. If your dimension is formally registered, it’ll have a book with basic facts about the person you’re contacting in that dimension, like your name, your birthday, and your average number of teeth. To put it bluntly, if you’re going to juggle bricks for a living, it would be fucking stupid not to wear a hard hat. Kensing: That makes some level of sense, but I’m still needing some sort of explanation about all this. POI-792: Alright look, I have no clue how to do crosslinking in a 3-walled universe. You’ll need a 4th wall or 5th wall for me to do that, and that’s just how your universe is on the basic level. As for an explanation, just look up Greazeburger in whatever organizational database you have, and there’ll probably be a small file on the documentary we published here around 8 to 9 months back. Pull that up right now, read it, and I’ll tell you why we called you. Kensing: Got it, doing that right now. Several minutes pass as Doctor Kensing locates and reads the aforementioned file on his mobile phone. Kensing: So you’re some kinda interdimensional fast food company.. Who temporarily turned some kids into slush with their documentary last year? POI-792: Hey, that’s a bit too harsh. The melting was only part of the viewing experience, right after it ended they got re-shaped. Kensing: Well, my job is to stop things that we don’t view as “normal” by our standards, so to be entirely clear, melting kids is not acceptable, even if it wasn’t permanent. I don’t approve of this, and I would quite frankly like to prevent you from doing whatever you do here. POI-792: Oh jeez, let’s not get particularly hasty here. We’re looking to contact you about the weirdness in this flesh machine too. The way I see it, we’re on the same side in this case, since the both of us don’t want Void Incorporated messing around in your universe. Kensing: I’m not willing to accept a business offer, if that’s what you’re trying to convey. We don’t do business, and I certainly find you extremely difficult to work with. POI-792: Let me finish talking, skin sack. Void Incorporated's been a nasty competitor for years , and we’ve seen everything from bone-eating lampshades to guitars that tear apart fingers when you try to play them, and it’s been killing our business. All these new, innovative products that would do so well in a consumer setting outclassed the old Greazeburger spirit, and it hurt. So, the only option we could think of was to buy them and shut them down, which we did just a few days ago. Kensing: That’s certainly helpful, provided we’re not going to get any more weirdness from this off-brand Walmart. POI-792: Certainly! However, we do want to keep it somewhat operational, and we can offer quite a bargain if you meet our criteria. Kensing: I’m not too keen on- POI-792: So, we can’t actually shut it off for various reasons, most of which have to do with the fact that the goop those things make when they die is incredibly valuable in quite a few universes. We’ll hold off on future marketing here if you keep the store open, give us ⅓ of the store’s accumulated profit, and give us regular medium shipments of that foam stuff biweekly. Otherwise, we’ll test some of our experimental products on a focus group that includes your solar system. Thanks, and remember, you can’t spell “Greaze” without “EZ”! At this moment, the phone line is severed, leaving the handset outside of the machine and rendered useless. Kensing: Well fuck. <End Log> Closing Statement: [Following an O5 vote on 3/1/21, SCP-5951 has been reclassified as “Thaumiel”. Additional contact with Greazeburger Incorporated is to be attempted, and testing with SCP-5951 has been indefinitely suspended. For his continual and loyal services to the Foundation, Doctor Kensing is to be promoted to the head of the Greazeburger Investigation Team.]",
        "\" SCP-5951 \" by Kensing and Westrin, from the SCP Wiki . Source: https://scpwiki.com/scp-5951 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5951",
    "object_class": "Keter Thaumiel",
    "containment_procedures": "",
    "description": "SCP-5951 is the official designation of a non-anomalous Walmart superstore located in Miami, Florida. Within SCP-5951 are connected anomalous phenomena associated with a corporate entity, currently identified as Void Incorporated.",
    "title": "SCP-5951"
}