{
    "url": "https://scp-wiki.wikidot.com/scp-5954",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\nStill from recovered civilian videotape, documenting the emergence of SCP-5954.\n\n\n\n\n\n\nItem #:\n SCP-5954\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A team of Foundation ethnobotanical researchers has been retained at Site-77 to study its form and foster its cooperation in studying other plant-based anomalies. Certain privileges have been afforded to SCP-5954 to ensure its future cooperation, including a prerogative over any mundane houseplants possessed by Foundation employees and contractors at \nSite-77\n.\n\n\nControlled release of its gases is performed by \nMobile Task Force Psi-7\n. This process is embarrassing for SCP-5954, and care should be taken to ensure its comfort and future cooperation with containment operations.\n\n\nDescription:\n SCP-5954 is an amalgamation of organic materials taxonomically classified within the Eukaryotic domain and Plantae kingdom. SCP-5954 is sapient, possessing cognitive capabilities comparable to an adult human, and self-identifies as “Stakemaster of the Vines, Protector of Potting Soils, defender of Fertilized Civilization, sixth of his name Ferda Lorenzo.”\n\n\nWhile SCP-5954 can incorporate any matter composed of plant cells into its body, it has only attempted absorbing vegetables grown under its supervision. The cells do not need to be alive, and once absorbed typically begin dying after 4-6 weeks. Decomposing plant matter causes flammable gas build-up within SCP-5954, which will ignite unexpectedly and without warning.\n\n\nAlthough capable of communicating with both humans and plants, SCP-5954 primarily communes with the latter. SCP-5954 is disinterested in speaking unless it can talk about plants or “my medical condition.”\n1\n\n\nSCP-5954 enjoys cultivating plants, possessing the capability to detect their emotional state post-germination. While being willing to listen to Foundation horologists, SCP-5954 habitually dismisses their advice in caring for plants. Generally, SCP-5954’s personality can be described as cooperative but temperamental, preferring things to be done a certain way.\n\n\nHistory:\n Although claiming to have lived for several centuries in “The Kingdom of Elrich” SCP-5954’s existence only became known to the Foundation following its emergence from the Atlantic Ocean on 09/18/1981.\n\n\nIts explosive by-product was pronounced, causing damage to several civilian structures and multiple casualties before Mobile Task Force Psi-7 could be scrambled in response. Following containment, the damage was attributed to a violent waterspout triggering a gas leak.\n\n\nSurvivors were admitted to Safe Contour Therapy Practitioners, a Foundation front, where they were convinced what they saw was the result of traumatic psychosis. The stigma of mental illness is believed to be enough to ensure their continued silence on the incident.\n\n\n\n\nContainment Log Transcript\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nPreface:\n Agents of Psi-7 were transported via helicopter to Miami Beach, where police reports of a ‘bomb-throwing garden shed’ had been reported alongside widespread urban destruction. Transcript begins following their drop-off as they followed the trail of damage and fire to SCP-5954’s location.\n\n\n<Begin log>\n\n\nEkblad:\n Command, this is Commander Calvin Ekblad, we’ve arrived on the beach, over.\n\nCommand: Confirmed. Check in, all agents, over.\n\n\nBjugstad:\n Bjugstad here, looks like a lot of churned-up sand. See a few beach towels, umbrellas, but doesn’t look like there were a lot of people here. Lifeguard stand is toast, over.\n\n\nDam:\n Hannah Dam checking in. Just finished inspecting the surf, there’s a trail of seaweed dragged out of the water and onto the sand. But it stops right by a crater in the sand, like someone buried a grenade after pulling the pin, over.\n\n\nJefferson:\n Blah blah, Chuck Jefferson, over. Dam, you don’t know a damned thing about grenades. For one thing, you wouldn’t have time to bury it after you pulled the pin, not least because the depth you’d need to make the crater this size’d be-\n\n\nDam:\n I wasn’t speaking in any professional capacity on craters or bombs, I think we all know how metaphors work.\n\n\nJefferson:\n Do they? I’ve never heard a metaphor that worked as intended. Similes, on the other hand-\n\n\nEkblad:\n Enough. There’s an arm sticking out of the beach here.\n\n\nBjugstad:\n Anybody attached?\n\n\nEkblad:\n Negative. Only identifying marks… paint on the remaining nails, with ring tan on a finger. Let’s move out. Nothing more we can do here. We can inspect the scene after the skip is inert. Command, you reading us still, over?\n\n\nCommand:\n Loud and clear. Proceed with the mission. Law enforcement is evacuating the area.\n\n\nEkblad:\n Perfect. Thank you, over.\n\n\nBjugstad:\n Command, we’re heading out to the street. Not as much obvious destruction, apart from scorch marks and what’s left of a fire hydrant, over.\n\n\nDam:\n There’s no remains left, looks like it's losing pressure too.\n\n\nJefferson:\n Char marks smell like methane. Collecting some of the residue.\n\n\nEkblad:\n I’ve got visual contact. Directly ahead of us.\n\n\nSCP-5954:\n Help! I beseech any listener, won’t anyone provide assistance?\n\n\nEkblad:\n Bjugs, initiate communication. I’ve got you covered.\n\n\nBjugstad approaches SCP-5954\n\n\nBjugstad:\n Do you understand me?\n\n\nSCP-5954:\n Haven’t I just summoned you? Of course. Recognize your betters, fair sir. Although who can really speak of betters, when one is in crisis? I will accept whatever can be done to assist in mitigating my condition.\n\n\nBjugstad:\n What is your condition?\n\n\nSCP-5954:\n Oh, the dreadful state of this hovel shouldn’t have come to pass. My sincerest apologies. These eruptions are beyond my control. My arrival here came only after a failed attempt by Royal Gardeners to arrest its perpetuation.\n\n\nBjugstad:\n Can you speak in plain terms? And we’re willing to assist you, if you come with us willingly.\n\n\nSCP-5954:\n Haven’t I already denigrated my own capacity by speaking in this tongue? In any case, I shall come by my own power with the only caveat being that my medical condition and any related outburst is beyond my control.\n\n\nDam:\n Command, we might need extraction by sea. The anomaly-\n\n\nSCP-5954’s lower body is ruptured by an explosion, scorching a mailbox while incinerating its content, shattering the glass facades of several nearby businesses, and spraying dead seaweed onto the Psi-7 agents.\n\n\nDam:\n … The anomaly would not be suited for air transport.\n\n\nJefferson:\n I like this one. Can we keep it?\n\n\n</End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum:\n Dr. Chelsea Elliot was flown in from the United States following SCP-5954’s containment, as her expertise in anomalous vegetation was relevant to studying SCP-5954. The following transcript is from an interview which took place directly before Incident 5954-H.\n\n\n\n\nInterview Transcript\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n<Begin Log>\n\n\nElliot:\n Good morning, 5954.\n\n\nSCP-5954:\n I know it’s protocol, but I still would very much prefer to be called by my title.\n\n\nElliot:\n We can’t rehash this every time I sit down to speak with you. It was difficult enough to convince my higher-ups that to give you the respect of using the title in written communications.\n\n\nSCP-5954:\n Ah, yes, that consideration is very much appreciated. Has there been any postage from Elra Royal Gardens to inquire as to my condition?\n\n\nElliot:\n You know I can’t tell you that.\n\n\nSCP-5954:\n Ah, I’m sure I’ll hear from the Gardeners somehow. Wasn’t ever good at keeping out of their sight, not even as a bud.\n\n\nElliot:\n Speaking of buds, I’ve heard you’re not happy with the plants you’ve been allowed to care for. Is that right, 5954?\n\n\nSCP-5954:\n It’s not that I’m unhappy with the allowance, more so that I can feel the pain of so many poor sufferings accumulating throughout this municipality.\n\n\nElliot:\n I sympathize. Sometimes I walk through the cubicles here and wonder what people are thinking, leaving their houseplants half-dead.\n\n\nSCP-5954:\n \nRecoiling\n What? You mean to say… no, you cannot mean that the servants and workers allowed to make residence in this fortification are, forsake me, causing these feelings of pain and torment?\n\n\nElliot:\n Oh, erm, not on purpose. Some of them take very good care of their plants. I know I do.\n\n\nSCP-5954:\n Please, Dr. Elliot, please leave me at least until evening. Give me the time to fathom what my understanding has wrought upon emotion.\n\n\nElliot:\n I’m sorry, I really am. I’ll be back to finish up tonight. We can talk about ways to help these plants out, okay?\n\n\nSCP-5954:\n Very well.\n\n\n</End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum:\n Incident 5954-H\n\n\nOn 04/12/1984, SCP-5954’s containment chamber was checked as part of standard security protocols and found to be vacant. A subsequent search of Site-77’s upper levels found that all houseplants in the personnel work and living spaces had also vanished.\n\n\nBoth SCP-5954 and the missing plants were subsequently re-discovered back inside of its containment chamber.\n\n\n\n\nAccess Debriefing Transcript\n\n\n\n\nAccess Granted\n\n\n\n\n\n\n<Begin Log>\n\n\nSCP-5954:\n I still cannot comprehend how you, of all the wisest I have known in this land, could possibly be upset with how this all turned out.\n\n\nElliot:\n You’ve got to be kidding me. Ferda, what if your… medical condition flared up out there? Someone could’ve gotten hurt. What if you’d burned a shrubbery?\n\n\nSCP-5954:\n The regimen that your brilliant mind constructed has kept me almost incident-free for several circuits around your great star-orb. If your soldiers hadn’t perchance gazed upon my vacated quarters for another sixteenth-of-an-hour then my rescue of these beleaguered souls would have been unnoticed for a fortnight.\n\n\nElliot:\n You can’t just go taking other people’s things. We were working together to help take care of them, right? What happened to that?\n\n\nSCP-5954:\n Just look at this Hoya! (\nSCP-5954 produces a wilting Hoya plant\n) It’s been given a potting far too restricting for its magnitude, why, I was surprised its roots hadn’t grown in knots given the lack of space! Without my intervention it would be dead by dawn!\n\n\nElliot:\n You’re being dramatic, it’s not on death’s door.\n\n\nSCP-5954:\n Close enough! Another thing, this fern, I found it completely covered in bugs! Even with all of my considerable tenderness and care it may yet be beyond my ability to save.\n\n\nElliot:\n Oh, that poor thing. I’ll see if I can get it some more help. But still. That doesn’t mean you’re allowed to come and go as you please. We’ve got you in this spot for a reason.\n\n\nSCP-5954:\n Even the most basic of fundamentals in carriership, someone didn’t know how to water a peace lily, poor thing was dry to the bone!\n\n\nElliot:\n … So, you’re saying these plants were causing you psychic pain?\n\n\nSCP-5954:\n How they cried! Day and night! It was an unending tragedy as they faded with the dreadful lamentations unto the coil of death.\n\n\nElliot:\n That… we can work with that.\n\n\n</End Log>\n\n\nPostscript:\n SCP-5954 has been given purview over houseplants within Site-77; any personnel wishing to have plants at their desks or in their living areas will be provided with plastic replicas until they are approved by Dr. Elliot.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A euphemism SCP-5954 uses to describe its spontaneous combustion.\n\n\n\n\n\n\n\n\n« \nSCP-5953\n | SCP-5954 | \nSCP-5955\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5954\n\" by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5954\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n medium.jpg\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nThis image is a composite of:\n\n\n\n\nName:\n Miami Beach 11.jpg\n\n\nAuthor:\n Urban~commonswiki\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons\n\n\nName:\n Kundasang Sabah Cabbage-roundabout-03.jpg\n\n\nAuthor:\n Photo by CEphoto, Uwe Aranas\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: Dr. Chelsea Elliot was flown in from the United States following SCP-5954’s containment, as her expertise in anomalous vegetation was relevant to studying SCP-5954. The following transcript is from an interview which took place directly before Incident 5954-H.",
        "Addendum: Incident 5954-H\nOn 04/12/1984, SCP-5954’s containment chamber was checked as part of standard security protocols and found to be vacant. A subsequent search of Site-77’s upper levels found that all houseplants in the personnel work and living spaces had also vanished.\nBoth SCP-5954 and the missing plants were subsequently re-discovered back inside of its containment chamber."
    ],
    "documents": [],
    "notes": [
        "Preface: Agents of Psi-7 were transported via helicopter to Miami Beach, where police reports of a ‘bomb-throwing garden shed’ had been reported alongside widespread urban destruction. Transcript begins following their drop-off as they followed the trail of damage and fire to SCP-5954’s location. <Begin log> Ekblad: Command, this is Commander Calvin Ekblad, we’ve arrived on the beach, over. Command: Confirmed. Check in, all agents, over. Bjugstad: Bjugstad here, looks like a lot of churned-up sand. See a few beach towels, umbrellas, but doesn’t look like there were a lot of people here. Lifeguard stand is toast, over. Dam: Hannah Dam checking in. Just finished inspecting the surf, there’s a trail of seaweed dragged out of the water and onto the sand. But it stops right by a crater in the sand, like someone buried a grenade after pulling the pin, over. Jefferson: Blah blah, Chuck Jefferson, over. Dam, you don’t know a damned thing about grenades. For one thing, you wouldn’t have time to bury it after you pulled the pin, not least because the depth you’d need to make the crater this size’d be- Dam: I wasn’t speaking in any professional capacity on craters or bombs, I think we all know how metaphors work. Jefferson: Do they? I’ve never heard a metaphor that worked as intended. Similes, on the other hand- Ekblad: Enough. There’s an arm sticking out of the beach here. Bjugstad: Anybody attached? Ekblad: Negative. Only identifying marks… paint on the remaining nails, with ring tan on a finger. Let’s move out. Nothing more we can do here. We can inspect the scene after the skip is inert. Command, you reading us still, over? Command: Loud and clear. Proceed with the mission. Law enforcement is evacuating the area. Ekblad: Perfect. Thank you, over. Bjugstad: Command, we’re heading out to the street. Not as much obvious destruction, apart from scorch marks and what’s left of a fire hydrant, over. Dam: There’s no remains left, looks like it's losing pressure too. Jefferson: Char marks smell like methane. Collecting some of the residue. Ekblad: I’ve got visual contact. Directly ahead of us. SCP-5954: Help! I beseech any listener, won’t anyone provide assistance? Ekblad: Bjugs, initiate communication. I’ve got you covered. Bjugstad approaches SCP-5954 Bjugstad: Do you understand me? SCP-5954: Haven’t I just summoned you? Of course. Recognize your betters, fair sir. Although who can really speak of betters, when one is in crisis? I will accept whatever can be done to assist in mitigating my condition. Bjugstad: What is your condition? SCP-5954: Oh, the dreadful state of this hovel shouldn’t have come to pass. My sincerest apologies. These eruptions are beyond my control. My arrival here came only after a failed attempt by Royal Gardeners to arrest its perpetuation. Bjugstad: Can you speak in plain terms? And we’re willing to assist you, if you come with us willingly. SCP-5954: Haven’t I already denigrated my own capacity by speaking in this tongue? In any case, I shall come by my own power with the only caveat being that my medical condition and any related outburst is beyond my control. Dam: Command, we might need extraction by sea. The anomaly- SCP-5954’s lower body is ruptured by an explosion, scorching a mailbox while incinerating its content, shattering the glass facades of several nearby businesses, and spraying dead seaweed onto the Psi-7 agents. Dam: … The anomaly would not be suited for air transport. Jefferson: I like this one. Can we keep it? </End Log>",
        "<Begin Log> Elliot: Good morning, 5954. SCP-5954: I know it’s protocol, but I still would very much prefer to be called by my title. Elliot: We can’t rehash this every time I sit down to speak with you. It was difficult enough to convince my higher-ups that to give you the respect of using the title in written communications. SCP-5954: Ah, yes, that consideration is very much appreciated. Has there been any postage from Elra Royal Gardens to inquire as to my condition? Elliot: You know I can’t tell you that. SCP-5954: Ah, I’m sure I’ll hear from the Gardeners somehow. Wasn’t ever good at keeping out of their sight, not even as a bud. Elliot: Speaking of buds, I’ve heard you’re not happy with the plants you’ve been allowed to care for. Is that right, 5954? SCP-5954: It’s not that I’m unhappy with the allowance, more so that I can feel the pain of so many poor sufferings accumulating throughout this municipality. Elliot: I sympathize. Sometimes I walk through the cubicles here and wonder what people are thinking, leaving their houseplants half-dead. SCP-5954: Recoiling What? You mean to say… no, you cannot mean that the servants and workers allowed to make residence in this fortification are, forsake me, causing these feelings of pain and torment? Elliot: Oh, erm, not on purpose. Some of them take very good care of their plants. I know I do. SCP-5954: Please, Dr. Elliot, please leave me at least until evening. Give me the time to fathom what my understanding has wrought upon emotion. Elliot: I’m sorry, I really am. I’ll be back to finish up tonight. We can talk about ways to help these plants out, okay? SCP-5954: Very well. </End Log>",
        "<Begin Log> SCP-5954: I still cannot comprehend how you, of all the wisest I have known in this land, could possibly be upset with how this all turned out. Elliot: You’ve got to be kidding me. Ferda, what if your… medical condition flared up out there? Someone could’ve gotten hurt. What if you’d burned a shrubbery? SCP-5954: The regimen that your brilliant mind constructed has kept me almost incident-free for several circuits around your great star-orb. If your soldiers hadn’t perchance gazed upon my vacated quarters for another sixteenth-of-an-hour then my rescue of these beleaguered souls would have been unnoticed for a fortnight. Elliot: You can’t just go taking other people’s things. We were working together to help take care of them, right? What happened to that? SCP-5954: Just look at this Hoya! ( SCP-5954 produces a wilting Hoya plant ) It’s been given a potting far too restricting for its magnitude, why, I was surprised its roots hadn’t grown in knots given the lack of space! Without my intervention it would be dead by dawn! Elliot: You’re being dramatic, it’s not on death’s door. SCP-5954: Close enough! Another thing, this fern, I found it completely covered in bugs! Even with all of my considerable tenderness and care it may yet be beyond my ability to save. Elliot: Oh, that poor thing. I’ll see if I can get it some more help. But still. That doesn’t mean you’re allowed to come and go as you please. We’ve got you in this spot for a reason. SCP-5954: Even the most basic of fundamentals in carriership, someone didn’t know how to water a peace lily, poor thing was dry to the bone! Elliot: … So, you’re saying these plants were causing you psychic pain? SCP-5954: How they cried! Day and night! It was an unending tragedy as they faded with the dreadful lamentations unto the coil of death. Elliot: That… we can work with that. </End Log> Postscript: SCP-5954 has been given purview over houseplants within Site-77; any personnel wishing to have plants at their desks or in their living areas will be provided with plastic replicas until they are approved by Dr. Elliot.",
        "\" SCP-5954 \" by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-5954 . Licensed under CC-BY-SA .",
        "Filename: medium.jpg License: CC BY-SA 3.0",
        "Name: Miami Beach 11.jpg Author: Urban~commonswiki License: CC BY-SA 3.0 Source: Wikimedia Commons Name: Kundasang Sabah Cabbage-roundabout-03.jpg Author: Photo by CEphoto, Uwe Aranas License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "item": "SCP-5954",
    "object_class": "Euclid",
    "containment_procedures": "A team of Foundation ethnobotanical researchers has been retained at Site-77 to study its form and foster its cooperation in studying other plant-based anomalies. Certain privileges have been afforded to SCP-5954 to ensure its future cooperation, including a prerogative over any mundane houseplants possessed by Foundation employees and contractors at Site-77.",
    "description": "SCP-5954 is an amalgamation of organic materials taxonomically classified within the Eukaryotic domain and Plantae kingdom. SCP-5954 is sapient, possessing cognitive capabilities comparable to an adult human, and self-identifies as “Stakemaster of the Vines, Protector of Potting Soils, defender of Fertilized Civilization, sixth of his name Ferda Lorenzo.”",
    "title": "SCP-5954"
}