{
    "url": "https://scp-wiki.wikidot.com/scp-5955",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-5955\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the size and physical properties of SCP-5955, complete containment has been deemed impossible, but partial physical containment is being upheld. To that end, a loose perimeter has been set up around SCP-5955 using buoys.\n\n\nOn the night of July 3rd, from 20:00 to 05:00, the lights of the establishments on the Atlantic City boardwalk are to remain off in order to avoid degrading SCP-5955-1 instances. Oceanic Task Force Delta-7 (\"Bay Watchers\") are to deter any civilian ships away from the mass of SCP-5955 and supplied with Standard Cover Story 51 - \"Intensive Weather\". OTF Delta-7 are to guide SCP-5955-1 instances away from the coast of Atlantic City, New Jersey to ensure civilian safety. Efforts to repurpose SCP-5955-1 instances for Foundation use are currently underway.\n\n\nFor the remainder of the year, SCP-5955 must be \"fed\" two thousand kilograms of plastic, styrofoam, discarded fishing gear, and other refuse every two weeks. Any notable shrinkage in SCP-5955's mass is to be reported to the Site-45 director. Depending on the amount of mass lost, anywhere from one to four additional unmanned trash boats are to be set on a collision course with the area SCP-5955 resides. Recovery of these boats should be performed if possible. Two Scranton Reality Anchors (\"SRAs\") are to remain on opposite sides of SCP-5955's perimeter to disable SCP-5955's anomalous magnetism, and to ensure anomalous weather behavior does not occur. SCP-5955 must weigh at least four tons to ensure its primary ability properly disables. If SCP-5955 weighs any less than four tons at any time, its primary ability will re-enable regardless of SRA presence.\n\n\nDescription:\n SCP-5955 is a large sphere composed of human flesh. For the majority of the year, SCP-5955 remains hidden underwater. Despite this, SCP-5955 attracts refuse within a radius of about thirty meters to itself, suctioning the collected waste under water. Each year on July third from 20:00 to 05:00 UCT, SCP-5955 will rise from beneath the water, remaining stationary in the air.\n\n\nDuring this period, a collection of autonomous mechanisms composed of various waste materials (designated SCP-5955-1) will emerge from SCP-5955. SCP-5955-1 instances vary in appearance, although all instances to date appeared to resemble different wildlife native to Atlantic City. A list of specific SCP-5955-1 instances is available upon request.\n\n\nAfter emergence, SCP-5955-1 instances begin to roam the coast within 150 kilometers of Atlantic City and collect foreign materials from the surrounding area. In the presence of artificial light, SCP-5955-1 instances will begin to rapidly degrade. This causes SCP-5955 to produce instances at a rapid rate, and expand its magnetism to 100 meters. Before SCP-5955-1 instances return to SCP-5955, at least one will use collected refuse to spell out a message on the boardwalk. After SCP-5955-1 instances complete refuse collection at 4:55, they will transport discovered materials beneath SCP-5955. SCP-5955 will then absorb collected refuse and SCP-5955-1 and re-submerge beneath the ocean surface.\n\n\nAddendum:\n SCP-5955 Yearly Behavior\n\n\nThe following records notable behavior during SCP-5955's years of activity.\n\n\n\n\n\n\nYear\n\n\nNotable Behavior\n\n\nSCP-5955-1 Messages\n\n\n\n\n\n\n1975\n\n\nFirst year of activity.\n\n\nThe turtles appreciate your effort! Please pick this up now!\n\n\n\n\n\n\n1986\n\n\nSCP-5955 discharges a small amount of mucus.\n\n\nTrash is icky. Please pick this up now!\n\n\n\n\n\n\n1990\n\n\nSCP-5955's anterior appears slightly swelled.\n\n\nI want the beaches pretty! Please pick this up now!\n\n\n\n\n\n\n1994\n\n\nSCP-5955's epidermis gains a few dry rashes.\n\n\nFishies want your help! Please pick this up now!\n\n\n\n\n\n\n1996\n\n\nSCP-5955's posterior appears slightly swelled.\n\n\nCigarettes are gross. Please pick this up now!\n\n\n\n\n\n\n1999\n\n\nAll of the previous changes to SCP-5955 are not present.\n\n\nThanks to those who keep the beaches pretty!\n\n\n\n\n\n\n2001\n\n\nSCP-5955 discharges a significant amount of mucus.\n\n\nPlease help! The ocean needs you!\n\n\n\n\n\n\n2004\n\n\nSCP-5955's epidermis appears pale.\n\n\nThe garbage is icky.\n\n\n\n\n\n\n2006\n\n\nA small collection of blisters forms on SCP-5955's posterior. SCP-5955 is slightly smaller than normal; its size returns when supplied with additional refuse by Delta-7 operatives.\n\n\nThanks for helping me with the trash! I thought you gave up\n\n\n\n\n\n\n2010\n\n\nSCP-5955's epidermis is dry and cracked.\n\n\nThe ocean needs you!\n\n\n\n\n\n\n2012\n\n\nSCP-5955's epidermis is pale red. SCP-5955-1 instance production doubles.\n\n\nThe ocean needs you please\n\n\n\n\n\n\n2013\n\n\nSCP-5955's epidermis is pale green.\n\n\nWhy can't you help\n\n\n\n\n\n\n2014\n\n\nSCP-5955's epidermis is swelled. SCP-5955 emits a putrid odor.\n\n\nDo you not like me I just want to help\n\n\n\n\n\n\n2015\n\n\nSCP-5955 begins to undergo putrefaction, and its magnetism disables.\n\n\nYour help is needed\n\n\n\n\n\n\n2016\n\n\nSCP-5955 appears unchanged. It produces a notably smaller amount of SCP-5955-1 instances.\n\n\nPlease help\n\n\n\n\n\n\n2017\n\n\nSCP-5955 is now significantly smaller; its size does not grow when supplied with additional refuse. While it absorbs the collected refuse, pieces of the collection fall out of SCP-5955.\n\n\nPlease\n\n\n\n\n\n\n2018\n\n\nSCP-5955 produces approximately a dozen SCP-5955-1 instances.\n\n\nPlease\n\n\n\n\n\n\n2019\n\n\nSCP-5955 is unable to absorb the collected trash.\n\n\nPlease\n\n\n\n\n\n\n2020\n\n\nSCP-5955 does not produce SCP-5955-1. It remains stationary in the air.\n\n\nN/A\n\n\n\n\n\n\nSCP-5955 has not reemerged, nor shown any signs of activity. Re-classification to neutralized is pending.\n\n\n\n\n\n\n« \nSCP-5954\n | SCP-5955 | \nSCP-5956\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5955\n\" by Marcelles_Raynes and Mew-ltiverse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5955\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-5955 Yearly Behavior\nThe following records notable behavior during SCP-5955's years of activity.\nSCP-5955 has not reemerged, nor shown any signs of activity. Re-classification to neutralized is pending."
    ],
    "documents": [],
    "notes": [
        "\" SCP-5955 \" by Marcelles_Raynes and Mew-ltiverse, from the SCP Wiki . Source: https://scpwiki.com/scp-5955 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5955",
    "object_class": "Euclid",
    "containment_procedures": "Due to the size and physical properties of SCP-5955, complete containment has been deemed impossible, but partial physical containment is being upheld. To that end, a loose perimeter has been set up around SCP-5955 using buoys.",
    "description": "SCP-5955 is a large sphere composed of human flesh. For the majority of the year, SCP-5955 remains hidden underwater. Despite this, SCP-5955 attracts refuse within a radius of about thirty meters to itself, suctioning the collected waste under water. Each year on July third from 20:00 to 05:00 UCT, SCP-5955 will rise from beneath the water, remaining stationary in the air.",
    "title": "SCP-5955"
}