{
    "url": "https://scp-wiki.wikidot.com/scp-5962",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\nItem #:\n SCP-5962\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-5962 is to be kept in a Large Containment Cell at Site-18. It is to be cleaned 3 times per week through the use of an automated sprinkler system. All food that it produces are to be collected and incinerated.\n\n\nDescription:\n SCP-5962 is an obese humanoid resembling the McDonald's fast-food mascot known as \"Ronald McDonald\". It weighs approximately 5 tonnes, and is 4 m in height. The specimen is naked except wearing only yellow gloves, and red shoes. Its head is notably large, having a diameter of 1.3 m. A layer of frying oil covers its skin, which is constantly secreted through its pores.\n\n\nDespite its humanoid appearance, SCP-5962 is genetically identical to cows (\nBos taurus\n). It lacks numerous internal organs, and instead have 27 interconnected stomachs of varying sizes that serve no biological function. SCP-5962 does not respond to any stimuli, and as a result it is not considered sapient. It is dormant for the majority of its time, however, once a day it will be active.\n\n\nSCP-5962 will unhinge its jaw before producing packaged items from the McDonald's menu from out of its mouth. The items appear ordinary but upon closer inspection they comprise entirely of human biological matter (View Addendum 01). Class-D personnel report no difference in taste compared to regularly produced food from McDonald's. They experience no adverse medical effects\n1\n.\n\n\nThe entity produces around 10,000 kg worth of menu items per day. It is not currently known how SCP-5962 produces such large amounts of food. Genetic analysis of the food are matched with multiple living individuals that report no unusual activity.\n\n\nSCP-5962 was discovered in Beijing, China on 03/23/2005. It was kept within a packaging facility owned by the McDonald's Corporation. Food and frying oil produced by the entity were being collected, and then distributed across McDonald's restaurants within the country. Foundation agents learned of the entity's existence through rumors from the local populace. An interview with the facility manager was conducted, see Addendum 02.\n\n\nAddendum 01:\n Food Log\n\n\nThe following partially details the composition of items produced by SCP-5962. For the complete documentation, see Document-5962-E.\n\n\n\n\n\n\nFood Items\n\n\nComposition\n\n\n\n\n\n\nBacon and french fries\n\n\nCartilage and ligaments\n\n\n\n\n\n\nBread\n\n\nHair, nails, and skin\n\n\n\n\n\n\nCoffee\n\n\nLiquified fecal matter\n\n\n\n\n\n\nChicken nuggets\n\n\nFingers, ovaries, and testes\n\n\n\n\n\n\nSalad\n\n\nHair and dried nasal mucus\n\n\n\n\n\n\nOrange juice\n\n\nStomach acid\n\n\n\n\n\n\nSmoothies\n\n\nLiquified muscle tissue or brain matter, depending on the flavor\n\n\n\n\n\n\nEggs\n\n\nHuman fat\n\n\n\n\n\n\nKetchup\n\n\nCoagulated blood\n\n\n\n\n\n\nMustard\n\n\nPus\n\n\n\n\n\n\nWater\n\n\nSaline solution mixed with sweat.\n\n\n\n\n\n\nHot dogs and sausages\n\n\nSmall intestines\n\n\n\n\n\n\nIce-cream\n\n\nPus, bone marrow, feces, and nasal mucus, depending on the flavor.\n\n\n\n\n\n\nAddendum 02:\n Recovery Log\n\n\nForeword: The following transcript is of the body cam footage of MTF field agents Johnathan Zhang, and George Nagasu. The log has been edited to remove extraneous content. The transcript begins outside of the packaging facility where SCP-5962 was being kept.\n\n\n\n\n[BEGIN LOG]\n\n\nCOMMAND:\n Everyone ready?\n\n\nAgent Zhang:\n Ready.\n\n\nAgent Nagasu:\n I'm ready, command. Nervous, Zhang?\n\n\nAgent Zhang:\n Fuck you. I told you I am not afraid of clowns.\n\n\nCOMMAND:\n Bravo Team has entered the east side of the building. Go Alpha Team!\n\n\nAgent Zhang:\n (\nMutters to himself\n) Here we go again.\n\n\nOperatives exit from transport vehicle and rush into the building. The team enter the packaging area through a pair of doors.\n\n\nAgent Zhang:\n Beijing police! Everyone get down!\n\n\nSeveral individuals are apprehended as others attempt to flee the building. Agents Zhang and Nagasu continued through the facility. They come upon a large cage located in the northern side of the facility. Numerous carts are located around it, and SCP-5962 is visible in the cage. It is wearing a collar attached to chains bolted to the floor. A cart is located underneath its head where food items are present. Entity does not acknowledge the presence of the two agents as they approached it.\n\n\nAgent Zhang:\n What the fuck?\n\n\nAgent Nagasu:\n So there really is a fat Ronald McDonald here. Just when you think you've seen everything, huh?\n\n\nAgent Zhang:\n I was hoping for it to be bullshit this time. (\nTo command\n) Command, we found the, uh, specimen. We are going to need a crane for extraction. It is big.\n\n\nCOMMAND:\n Got it. We will continue to secure the building. Extraction team is on the way.\n\n\nAgent Nagasu:\n Hey, Zhang. Remember that bet earlier?\n\n\nAgent Zhang:\n Yeah?\n\n\nAgent Nagasu:\n Since there is a Ronald after all, you owe me five yen.\n\n\nAgent Zhang:\n Don't get cocky. You will be getting it later.\n\n\nSCP-5962 moves its head and begins to produce more food from out of its mouth into the cart.\n\n\nAgent Zhang:\n Is that thing making burgers and fries?\n\n\nAgent Nagasu:\n Yes. It is. (\nPicks up a wrapped cheeseburger from off of the floor\n) You don't think they've been using it for-\n\n\nAgent Zhang:\n I hope not. That is an image I don't want to have in my head. I have never eaten at McDonald's and it makes me feel sick. Come on, we should go deal with securing the facility first. We will deal with this clown later. It is not going anywhere.\n\n\nAgent Nagasu:\n Okay. (\nDrops the cheeseburger\n) I lost my appetite for a burger after this.\n\n\nAgent Zhang:\n Seriously?\n\n\nAgent Nagasu:\n I had a lousy breakfast.\n\n\n[END LOG]\n\n\n\n\nAddendum 03:\n Interview Log\n\n\n\n\nInterviewers:\n Agents Zhang and Nagasu\n\n\nInterviewed:\n Xiu Chen\n\n\nForeword:\n Mr. Chen was the facility manager of where SCP-5962 was being held, and was detained for questioning. The Beijing dialect of Mandarin was originally spoken.\n\n\n[BEGIN LOG]\n\n\nMr. Chen:\n This is bullshit! I am running a legitimate business! I do not need this harassment.\n\n\nAgent Zhang:\n Calm down, Chen. We have questions. The sooner you answer them you are free to go.\n\n\nMr. Chen:\n So I am not under arrest? Then let me go right now!\n\n\nAgent Nagasu:\n Please be patient, Chen. Tell us about Ronald at the facility. What were you doing with it?\n\n\nMr. Chen:\n Ronald?\n\n\nAgent Zhang:\n Yes, the clown. There is only one Ronald I know that would be at a McDonald's facility.\n\n\nMr. Chen:\n Oh, he helps us out.\n\n\nAgent Nagasu:\n How so?\n\n\nMr. Chen:\n He gives food and frying oil for us to take.\n\n\nAgent Nagasu:\n Take where? You're telling me that you sell the food that it makes? Why?\n\n\nMr. Chen:\n Of course, dumbass. Why not? By the way, can I get a cigarette?\n\n\nAgent Zhang:\n No. Anyway, are you aware of what the food is made out of from that thing?\n\n\nMr. Chen:\n I know and don't care. Customers never complain about it, and neither do I. I eat a cheeseburger sometimes from it when I need a quick lunch.\n\n\nAgent Nagasu:\n I think plenty of people would be upset if they knew where the food came from.\n\n\nMr. Chen:\n People would get over it. They are perfectly fine with the usual way their food is acquired. You ever been to a slaughterhouse? Ronald is not as bad as that.\n\n\nAgent Zhang:\n (\nSighs\n) Where did Ronald come from?\n\n\nMr. Chen:\n Not sure. I was told it came from a cow farm where it was born. The owner that found it decided to sell it to us. Now it is an unofficial employee of McDonald's. A profitable endeavor for a year.\n\n\nAgent Nagasu:\n You've gotten it a year ago?\n\n\nMr. Chen:\n Around a year but yes.\n\n\nAgent Zhang:\n Tell us more about the person that sold it.\n\n\nMr. Chen:\n Not much to tell you. I never met them. I heard a rumour that \nthis isn't the first weird thing they sold off\n. Other than that I have nothing. Maybe ask Ronald himself. (\nChuckles\n)\n\n\nAgent Nagasu:\n Quick question. Why was Ronald in a cage? Is it dangerous in any way?\n\n\nMr. Chen:\n That is to prevent theft. He is actually harmless unless you currently work at Burger King. He would shoot a stream of hot coffee like a firehose at those that do. Other than that he pays no attention to anybody.\n\n\nAgent Nagasu:\n Are you serious?\n\n\nMr. Chen:\n Definitely. Why would I make that up?\n\n\nAgent Zhang:\n I don't see why anyone would want to steal it.\n\n\nMr. Chen:\n You never know. Ronald is a money maker as long as people continue to love burgers or fries.\n\n\nAgent Nagasu:\n True, I suppose. Thank you for cooperating with us so far. We will get back to you later.\n\n\nAgent Nagasu followed by Agent Zhang rise from their chairs.\n\n\nMr. Chen:\n Wait. Can we get Ronald back? I do not want to deal with pissed off executives.\n\n\nAgent Zhang:\n No, we are keeping it with us.\n\n\nMr. Chen:\n Shit.\n\n\nAgent Zhang:\n McDonald's is better off with their usual methods of making food.\n\n\nMr. Chen:\n You're sure about that? Have you actually seen it?\n\n\nAgent Zhang:\n Unfortunately, yes.\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Not including the negative health effects from consuming fast food products.\n\n\n\n\n\n\n\n\n« \nSCP-5961\n | SCP-5962 | \nSCP-5963\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5962\n\" by AsukaOnna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5962\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: Food Log\nThe following partially details the composition of items produced by SCP-5962. For the complete documentation, see Document-5962-E.",
        "Addendum 02: Recovery Log\nForeword: The following transcript is of the body cam footage of MTF field agents Johnathan Zhang, and George Nagasu. The log has been edited to remove extraneous content. The transcript begins outside of the packaging facility where SCP-5962 was being kept.",
        "Addendum 03: Interview Log"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] COMMAND: Everyone ready? Agent Zhang: Ready. Agent Nagasu: I'm ready, command. Nervous, Zhang? Agent Zhang: Fuck you. I told you I am not afraid of clowns. COMMAND: Bravo Team has entered the east side of the building. Go Alpha Team! Agent Zhang: ( Mutters to himself ) Here we go again. Operatives exit from transport vehicle and rush into the building. The team enter the packaging area through a pair of doors. Agent Zhang: Beijing police! Everyone get down! Several individuals are apprehended as others attempt to flee the building. Agents Zhang and Nagasu continued through the facility. They come upon a large cage located in the northern side of the facility. Numerous carts are located around it, and SCP-5962 is visible in the cage. It is wearing a collar attached to chains bolted to the floor. A cart is located underneath its head where food items are present. Entity does not acknowledge the presence of the two agents as they approached it. Agent Zhang: What the fuck? Agent Nagasu: So there really is a fat Ronald McDonald here. Just when you think you've seen everything, huh? Agent Zhang: I was hoping for it to be bullshit this time. ( To command ) Command, we found the, uh, specimen. We are going to need a crane for extraction. It is big. COMMAND: Got it. We will continue to secure the building. Extraction team is on the way. Agent Nagasu: Hey, Zhang. Remember that bet earlier? Agent Zhang: Yeah? Agent Nagasu: Since there is a Ronald after all, you owe me five yen. Agent Zhang: Don't get cocky. You will be getting it later. SCP-5962 moves its head and begins to produce more food from out of its mouth into the cart. Agent Zhang: Is that thing making burgers and fries? Agent Nagasu: Yes. It is. ( Picks up a wrapped cheeseburger from off of the floor ) You don't think they've been using it for- Agent Zhang: I hope not. That is an image I don't want to have in my head. I have never eaten at McDonald's and it makes me feel sick. Come on, we should go deal with securing the facility first. We will deal with this clown later. It is not going anywhere. Agent Nagasu: Okay. ( Drops the cheeseburger ) I lost my appetite for a burger after this. Agent Zhang: Seriously? Agent Nagasu: I had a lousy breakfast. [END LOG]",
        "Interviewers: Agents Zhang and Nagasu Interviewed: Xiu Chen Foreword: Mr. Chen was the facility manager of where SCP-5962 was being held, and was detained for questioning. The Beijing dialect of Mandarin was originally spoken. [BEGIN LOG] Mr. Chen: This is bullshit! I am running a legitimate business! I do not need this harassment. Agent Zhang: Calm down, Chen. We have questions. The sooner you answer them you are free to go. Mr. Chen: So I am not under arrest? Then let me go right now! Agent Nagasu: Please be patient, Chen. Tell us about Ronald at the facility. What were you doing with it? Mr. Chen: Ronald? Agent Zhang: Yes, the clown. There is only one Ronald I know that would be at a McDonald's facility. Mr. Chen: Oh, he helps us out. Agent Nagasu: How so? Mr. Chen: He gives food and frying oil for us to take. Agent Nagasu: Take where? You're telling me that you sell the food that it makes? Why? Mr. Chen: Of course, dumbass. Why not? By the way, can I get a cigarette? Agent Zhang: No. Anyway, are you aware of what the food is made out of from that thing? Mr. Chen: I know and don't care. Customers never complain about it, and neither do I. I eat a cheeseburger sometimes from it when I need a quick lunch. Agent Nagasu: I think plenty of people would be upset if they knew where the food came from. Mr. Chen: People would get over it. They are perfectly fine with the usual way their food is acquired. You ever been to a slaughterhouse? Ronald is not as bad as that. Agent Zhang: ( Sighs ) Where did Ronald come from? Mr. Chen: Not sure. I was told it came from a cow farm where it was born. The owner that found it decided to sell it to us. Now it is an unofficial employee of McDonald's. A profitable endeavor for a year. Agent Nagasu: You've gotten it a year ago? Mr. Chen: Around a year but yes. Agent Zhang: Tell us more about the person that sold it. Mr. Chen: Not much to tell you. I never met them. I heard a rumour that this isn't the first weird thing they sold off . Other than that I have nothing. Maybe ask Ronald himself. ( Chuckles ) Agent Nagasu: Quick question. Why was Ronald in a cage? Is it dangerous in any way? Mr. Chen: That is to prevent theft. He is actually harmless unless you currently work at Burger King. He would shoot a stream of hot coffee like a firehose at those that do. Other than that he pays no attention to anybody. Agent Nagasu: Are you serious? Mr. Chen: Definitely. Why would I make that up? Agent Zhang: I don't see why anyone would want to steal it. Mr. Chen: You never know. Ronald is a money maker as long as people continue to love burgers or fries. Agent Nagasu: True, I suppose. Thank you for cooperating with us so far. We will get back to you later. Agent Nagasu followed by Agent Zhang rise from their chairs. Mr. Chen: Wait. Can we get Ronald back? I do not want to deal with pissed off executives. Agent Zhang: No, we are keeping it with us. Mr. Chen: Shit. Agent Zhang: McDonald's is better off with their usual methods of making food. Mr. Chen: You're sure about that? Have you actually seen it? Agent Zhang: Unfortunately, yes. [END LOG]",
        "\" SCP-5962 \" by AsukaOnna, from the SCP Wiki . Source: https://scpwiki.com/scp-5962 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5962",
    "object_class": "Euclid",
    "containment_procedures": "SCP-5962 is to be kept in a Large Containment Cell at Site-18. It is to be cleaned 3 times per week through the use of an automated sprinkler system. All food that it produces are to be collected and incinerated.",
    "description": "SCP-5962 is an obese humanoid resembling the McDonald's fast-food mascot known as \"Ronald McDonald\". It weighs approximately 5 tonnes, and is 4 m in height. The specimen is naked except wearing only yellow gloves, and red shoes. Its head is notably large, having a diameter of 1.3 m. A layer of frying oil covers its skin, which is constantly secreted through its pores.",
    "title": "SCP-5962"
}