{
    "url": "https://scp-wiki.wikidot.com/scp-5965",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCheck out more of my articles on my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+64\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/5965\n LEVEL \n2/5965\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5965\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe White Cliffs of Dover, site of SCP-5965's original demise.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any individuals with a personal connection to SCP-5965 are to be monitored by Foundation resources for a manifestation of SCP-5965. Upon manifestation, all witnessing parties are to be amnesticised, and the corpse disposed of according to standard biomaterial handling protocol.\n\n\nIn an attempt to reduce the occurrence of SCP-5965 manifestations, all close friends and family members of SCP-5965 are to receive grief counselling conducted by covert Foundation operatives. SCP-5965's surviving relatives are to be moved out of the family home they shared. The school where SCP-5965 worked is to be closed down.\n\n\nDescription:\n SCP-5965 is Hayden Morris, a 23 year old nursery assistant from Bristol, England. On 27/12/2013, whilst visiting Dover with friends, Morris fell from the clifftop on the coastline and died upon impact with the rocks below.\n\n\nSince its death, SCP-5965 has manifested, alive, on multiple occasions in the presence of its former acquaintances. The point of manifestation occurs above the acquaintance; if indoors, it will be at the ceiling. SCP-5965 will then fall at significant speed while screaming, and impact an area in close proximity to the acquaintance and resulting in the instance's death. Injuries sustained are inconsistent with those of SCP-5965's original death.\n\n\nThe following is an abridged log of SCP-5965 incidents:\n\n\n\n\n\n\nDate\n\n\nDescription\n\n\n\n\n\n\n05/01/2014\n\n\n\n\nIncident occurred at the residence of Henry Carter, a friend of SCP-5965 who was not present at the occurrence of its initial death. Carter was home alone, watching television in his living room. SCP-5965 manifested within the room and impacted the area between Carter and the television.\n\n\nCarter phoned law enforcement, evidently distressed, believing that SCP-5965's body had been exhumed and taped to the room's ceiling by an unknown party. Of particular concern for Carter was how long SCP-5965 had been present in the house, and how he had not noticed before it fell. Due to the nature of the details recounted, Foundation personnel were dispatched to investigate.\n\n\nIn an attempt to rationalise the manifestation, Carter vocalised a worry that he himself had exhumed the body, and brought it back to his flat after a night of heavy alcohol consumption alone.\n1\n Upon Foundation arrival, all involved parties were amnesticised, and SCP-5965's corpse was disposed of.\n\n\n\n\n\n\n\n\n17/01/2014\n\n\n\n\nIncident occurred at Saint Helier's Primary School, SCP-5965's former place of work. Instance materialised on the ceiling of classroom 5A, whilst a class SCP-5965 formerly taught was present.\n\n\nDue to the students being too young\n2\n for safe use of amnestics, their recollections of the incident were attributed to a mass psychogenic event, resulting from them being informed of SCP-5965's death and manner of passing.\n\n\n\n\n\n\n\n\n06/05/2018\n\n\n\n\nIncident occurred at a supermarket where Annalise Morris, SCP-5965's mother, was shopping. Morris went to pick up goods from a chest freezer. SCP-5965 manifested above her, and fell, screaming, into the chest freezer. SCP-5965 stayed alive for several minutes after impact, calling out for his mother.\n\n\nBelieving the incident to be a hallucination, Morris attempted to continue shopping, but became overcome with emotion several minutes later.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 5965.1\n\n\n\n\nAddendum 5965.1\n\n\n\n\n\n\n\n\n\n\nGrace Asare, Session 004 Transcript\n\n\n\n\n\n\n\n\nForeword:\n As part of investigations into SCP-5965, close acquaintances and family members were offered counselling sessions, which were run by undercover Foundation psychiatrists. Grace Asare, a close friend of SCP-5965 who was present on the cliffs at the time of death, underwent several such sessions with Dr. Theodore Lewis. The below is a transcription of Asare's fourth session.\n3\n\n\n\n\nDr. Lewis:\n Hi Grace, please come in.\n\n\n(Grace Asare walks into Dr. Lewis's office, and takes a seat on the settee. He follows her in, and sits down in a chair, facing her.)\n\n\nDr. Lewis:\n How have you been since we last spoke?\n\n\nAsare:\n Alright. I've been alright. I mean… it's been a few weeks. Life should be getting back to normal, right? And it sort of is. Which I hate.\n\n\nWhen I told work about what happened, my manager called me up and opened with \"I'm not quite sure what to say here, Grace, I've not been in this situation before\". Arsehole couldn't resist making it about him. When I went back after the time off, everyone tiptoed around me. Treated me like I was made of glass.\n\n\nI'm glad that's stopped, it wound me up to no end. Now life's the way it was before, except it's not? I'll be going through my day, focusing on what I need to get done and bam. I remember, and it hits me all over again. And it's somehow worse. Right after it was all I could think about, day and night, constantly on my mind. But now, the brief relief that comes from forgetting is cancelled out by the fresh pain that when I see Hay— \n(Grace chokes.)\n sorry, see him again.\n\n\nDr. Lewis:\n Can you see him in the room now?\n\n\nAsare:\n What? I — no… it's not like that. I don't \nphysically\n see him, I see him up here. \n(Grace taps her head.)\n\n\nIt's a mix of things. It's memories — things we did, jokes he told me. It's the photo he used for his apps, that would pop up when I got a message. It's fantasies. Imagining things in the future as if he were still around.\n\n\nEvery now and then, the day itself will replay in vivid technicolour and slow motion. I'll go over what happened in my head. Sometimes I'll consider what I could and should have done to stop it. Sometimes I'll just replay the event. Process it. Focus on different things. I've been returning to the sound of it recently, more and more…\n\n\nDr. Lewis:\n What about the sound do you return to?\n\n\nAsare:\n Well… there wasn't any. As he… sorry (\nshe takes a moment to compose herself.)\n as he went over he… he umm… \n(she pauses.)\n he made a gasping noise. And that was it. Until the thud.\n\n\nYou'd think someone would scream. Shout or wail. But…nothing.\n\n\nDr. Lewis:\n And how does it leave you feeling when you see him?\n\n\nAsare:\n Umm… well, that's a pretty big question. I'm sad, obviously I'm bloody sad, but by this point I've been sad for so long I feel tired and drained. I'm also confused.\n\n\nI… I had another friend die when I was a teenager. It must be nearly ten years ago now. And that was awful, but it… how do I put this… it made sense? Do you understand what I mean?\n\n\nDr. Lewis:\n I think so, would you like to explain further?\n\n\nAsare:\n It was really sad, but she had been sick for a long time. Longer than I had known her. So that, \nthat\n made sense. But Hayden… it's so random. It doesn't make sense.\n\n\nAnd… and I think that's why, despite everything, the main idea, the big emotion I'm feeling, is anger.\n\n\nI'm angry. I'm angry at myself for suggesting the trip to Dover. I'm angry at Melanie for trying to use this situation to get back in contact. I'm angry at my mum for telling me \"it'll get better\". I'm angry at David for mentioning taking a photo by the edge. I'm angry at my manager. I'm angry at whoever manages those damned cliffs for not putting up fencing.\n\n\n(Grace begins to cry.)\n\n\nBut most of all, I'm angry at Hayden. I am so, so angry that he was so \nfucking\n stupid to piss about on a cliff top. I'm angry he didn't have any bloody common sense. I'm angry he wasn't more careful. I'm angry he's left me alone.\n\n\nI want to scream at him, I want to punch him and ask why he'd leave me to face everything without him. This wasn't the way things were meant to be. This shouldn't be the end of his story, he had so much potential. This shouldn't be the end of \nour\n story. I want to see him again one last time and rage at him, tell him what an idiot he is… but also tell him what he meant to me. And hear his voice.\n\n\nBut he's gone.\n\n\nSo I don't see how I can.\n\n\n\n\nAfterword:\n To date, neither Asare, nor the other two friends present on the day of SCP-5965's death, have manifested an SCP-5965 incident.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-5965's original corpse has remained present within its coffin since burial.\n\n\n2\n. Between 5 and 6 years of age.\n\n\n3\n. All sessions were covertly recorded. Transcripts available on request.\n\n\n\n\n\n\n\n\n« \nSCP-5964\n | SCP-5965 | \nSCP-5966\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5965\n\" by Dysadron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5965\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Dover.jpg\n\n\nName:\n Dover cliffs, South Foreland Lighthouse (7961633780).jpg\n\n\nAuthor:\n Archangel12\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Dover_cliffs,_South_Foreland_Lighthouse_(7961633780).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5965 \" by Dysadron, from the SCP Wiki . Source: https://scpwiki.com/scp-5965 . Licensed under CC-BY-SA .",
        "Filename: Dover.jpg Name: Dover cliffs, South Foreland Lighthouse (7961633780).jpg Author: Archangel12 License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.wikimedia.org/wiki/File:Dover_cliffs,_South_Foreland_Lighthouse_(7961633780).jpg"
    ],
    "containment_procedures": "Any individuals with a personal connection to SCP-5965 are to be monitored by Foundation resources for a manifestation of SCP-5965. Upon manifestation, all witnessing parties are to be amnesticised, and the corpse disposed of according to standard biomaterial handling protocol.",
    "description": "SCP-5965 is Hayden Morris, a 23 year old nursery assistant from Bristol, England. On 27/12/2013, whilst visiting Dover with friends, Morris fell from the clifftop on the coastline and died upon impact with the rocks below.",
    "title": "SCP-5965"
}