{
    "url": "https://scp-wiki.wikidot.com/scp-5967",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5967 ⁠— What's your favorite idea?\n by \nMarceline_Raynes\n\nMore by \nAuthor\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n94.12%\n\n(+128)\n\n\n5.88%\n\n(-8)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Contained instances of SCP-5967 are to remain in Site-83's cryogenic storage room, and monitoring Foundation personnel must wear noise-canceling headphones. Psychological assessments are required for personnel assigned to SCP-5967 twice per week. Testing with SCP-5967 is strictly forbidden.\n\n\nLyndhurst, New Jersey has been converted into Provisional Site-83, and Foundation agents are to monitor the town for evidence of continued anomalous activity. \nSalem Steros and\n Caesar Winters is considered a Person of Interest related to SCP-5967 and is suspected to be involved in the continued creation of SCP-5967 instances across Bergen County. The \"Reality Cinq'' radio program is to be treated with standard media suppression tactics, should it begin broadcasting again.\n\n\nThe apprehension of Caesar Winters is considered a Rho-Level priority. Salem Steros is currently detained in a reality-sunk containment suite at Site-83, with three Scranton Reality Anchors active at all times.\n\n\nDescription:\n Instances of SCP-5967 refer to five-meter-tall pillars composed of currently unidentified musculature and eyeball-like organs originating in Lyndhurst, New Jersey. There are currently seven contained instances. DNA analysis of SCP-5967 has proven ineffective in identifying the source of its components, although the eyeball-like organs visually resemble those of non-anomalous humans. SCP-5967 is capable of speech, despite lacking vocal organs, and consistently intones phrases indicative of \nFifthist\n ideology. Individuals who are within the auditory range of SCP-5967 without wearing auditory protective gear will be forced to adhere to Fifthist ideologies.\n\n\nMembers of a group known as \"The Commune\", operating out of the local Elks Lodge\n1\n, were able to radically influence the Hume levels of Lyndhurst and its surrounding towns over the course of three days, generating substantial amounts of latent reality. SCP-5967 allowed The Commune's leadership figures, Caesar Winters and Salem Steros, to establish and maintain control over the minds of local residents.\n\n\nAffected individuals were susceptible to remote influence by Winters or Steros. Established methods of conceptual manipulation, amnestic treatment, and hypnotherapy have proven ineffective in relinquishing control of the affected subject from either party. The maximum range of influence, if there is one, has yet to be determined.\n\n\n\n\n\n\nCassette tapes found in the ruins of the Lyndhurst Police Station\n\n\n\n\nClose\n\n\n\n\nOn December 3\nrd\n, 2017, undercover agents embedded in the Lyndhurst police force reported an instance of SCP-5967 manifested in the center of the Lyndhurst Police Station. Containment teams were dispatched in an effort to mitigate civilian injuries and secure the instance. Surviving witnesses were amnesticized, and SCP-5967 was contained.\n\n\nDue to the abrupt cessation of The Reality Cinq's productions, it was hypothesized that Steros and Winters were operating from within the police station using anomalous methods to conceal themselves, their equipment, and even their studio.\n\n\nThe following cassette tapes were found during the reconstruction of the police station.\n\n\n\n\nAir date:\n June 3\nrd\n, 2018\n\n\nWinters:\n Goooooood evening everybody! Welcome back to…\n\n\nSteros:\n The Reality Cinq, the show where your gorgeous hosts, Salem…\n\n\nWinters:\n And Caesar-\n\n\nSteros:\n Talk to \nyou\n about things that matter! Today we'll be addressing the recent decline in Fifthist activity across America.\n\n\nWinters:\n Like, what is the \ndeal\n with that folks? Having a hard time finding the Truth? Don't worry, we've all been there before, but that's no reason to give up! Get on out there and pray to our many-armed goddess. Let \nHer\n know that you've got \nHer\n back, so \nShe\n can get yours.\n\n\nSteros:\n And don't be afraid to get your hands dirty while you're digging deep inside yourself for the Truth. Lord knows we aren't.\n\n\nWinters:\n In other news, some memelord on Reddit is posting hateful shit once again. We'll find you, BeneficialChemistry5, and when we do you'll wish you joined us when you had the chance.\n\n\nSteros:\n Ain't that the truth?\n\n\nNON-ANOMALOUS TOPICS REDACTED FOR BREVITY\n\n\n\n\n\n\n\n\nAire Date:\n June 18\nth\n, 2018\n\n\nWinters:\n Good evening and welcome back to our show…\n\n\nSteros:\n Reality Cinq!\n\n\nWinters:\n Today we're going to be screwing with the men in shadows.\n\n\nSteros:\n Those government [bleep]-wipes are gonna get it today! We're doing this for you, the little people, who shouldn't have to live in fear of the Foundation!\n\n\n( \nDial Tone for several seconds.\n )\n\n\nJunior Researcher Jones:\n How did you get this number? This is a secure channel. Identify yourself.\n\n\nSteros:\n \nHerman Fuller\n says what?\n\n\nJ.R. Jones:\n What?\n\n\n( \nA laugh track is played. Steros and Winters are laughing as well.\n )\n\n\nWinters:\n Gotcha again, shadow man!\n\n\nJ.R. Jones:\n ( \nLaughing\n ) That was funny.\n\n\nSalem:\n And here I thought none of you guys had a sense of humor.\n\n\nJ.R. Jones:\n Come on, man, you of all people should know better than to judge a book by its cover.\n\n\nSalem:\n Tell me, Mr. Jones, are you a Fifthist?\n\n\nJ.R. Jones:\n No sir, I can't say I am. Are you?\n\n\nWinters:\n We are indeed. And we want to save you, and all our listeners, from this place by giving you the Truth!\n\n\nJ.R. Jones:\n The Truth? What's that?\n\n\nWinters:\n That sweet sweet infinite knowledge that \nShe\n can bestow upon you.\n\n\nSteros:\n Amen brother.\n\n\nWinters:\n \nShe\n told us about the Truth, and now we share it with you!\n\n\nJ.R. Jones:\n And who is \nShe\n?\n\n\n( \nThe pair groan. A \"whacking\" sound effect is heard.\n )\n\n\nSteros:\n This guy.\n\n\nWinters:\n You been canoodling with the Sarkics in the abattoir lately?\n\n\nJ.R. Jones:\n What? I- no. I'm not familiar with-\n\n\nSteros:\n Our guiding light? Our creator? The very thoughts that should be infiltrating your head right now?\n\n\nJ.R. Jones:\n Is that \nShe\n? The Fifthist concepts… The voices?\n\n\nWinters:\n That's just the symptoms, Mr. Jones. \nShe\n is something much more.\n\n\nJ.R. Jones:\n But what if-\n\n\nSteros:\n There are no \"what ifs\" when it comes to the Truth, Jones. You're either with us…\n\n\nWinters:\n Or you're a Beacon.\n\n\nSteros:\n And that's the truth.\n\n\n\n\n\n\n\n\nAir Date:\n August 18\nth\n, 2018\n\n\nWinters:\n We've got lucky caller number 15 on the line here!\n\n\n( \nAn unknown voice is heard shouting on the line.\n )\n\n\nWinters:\n What's your name, caller 15?\n\n\nUnknown:\n Wendy Ricefield!\n\n\nSteros:\n And where are you from, Wendy?\n\n\nRicefield:\n Wallington, New Jersey!\n\n\nSteros:\n Tell me Wendy, are you Fifthist?\n\n\nRicefield:\n Of course, Salem!\n\n\nSteros:\n Do you promise to uphold the Truth against all odds?\n\n\nRicefield:\n I do! Oh my god, have I won?\n\n\nWinters:\n You have, Wendy! Congratulations! Now, you've been listening to the rules of the game, haven't you?\n\n\nRicefield:\n Yes sir! My phone's on speaker, and I've got the candles and sigils set up and everything already. I'm ready to learn the Truth!\n\n\nSteros:\n Excellent.\n\n\n( \nThere are wet, squelching sounds coming from within the studio. Ricefield is elated at something, as she continues exclaiming positive remarks for the duration of the call.\n )\n\n\nRicefield:\n Wait, something's not-\n\n\nWinters:\n Do you trust us, Wendy?\n\n\nRicefield:\n I do, just… what the fu-\n\n\nSteros:\n Woah there, sister! You can't go dropping F-bombs on the radio just because you're excited. Please, let's keep it calm.\n\n\nRicefield:\n ( \nShaky chuckle\n ) I just wasn't expecting it to be… this!\n\n\nWinters:\n God works in mysterious ways, Wendy.\n\n\n( \nSplintering sounds are heard from Ricefield's line. She attempts to hang up but is unable, as a loud buzzing sound is heard when she presumably pushes the \"end call\" button. Ricefield is heard opening a door and screaming for help. There is a crashing noise as Ricefield is dragged back inside of her residence. A barely audible noise similar to growling is heard, as are Ricefield's panicked breathing.\n )\n\n\n( \nSquelching noises and Ricefield's screams are heard before abruptly stopping. The line terminates.\n )\n\n\nSteros:\n That's the Truth, ladies and gentlemen!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Steros Salem\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nImage of Steros' brain following apprehension\n\n\n\n\n\n\nOn August 23\nrd\n, 2018, Salem Steros, as well as several additional members of The Commune were apprehended following the manifestation of an SCP-5967 instance in Wallington, New Jersey. Steros and his followers were discovered holding hands in a circular pattern around SCP-5967. Foundation agents observed the members of the Commune approach the SCP-5967 instance, kneel down and lick SCP-5967 several times before returning to their location within the circle.\n\n\nSteros was taken to Site-83 for questioning, while the other members of The Commune were taken to Site-9, where they were kept in isolation containment cells.\n\n\nAt Site-83, Steros frequently complained of headaches and demanded to be examined. His requests were initially denied. Steros, in turn, elected to harm himself by repeatedly running into a wall until he lost consciousness. A medical team was alerted to this behavior and, after treating his wounds, performed an MRI before he regained consciousness, discovering the source of Steros' discomfort. (See image)\n\n\nJunior Researcher Umar Hadid volunteered to interview Steros as he had previous experiences with the latter.\n\n\n\n\nInterviewer:\n Junior Researcher Umar Hadid\n\n\nInterviewed:\n Salem Steros\n\n\n<Begin Log>\n\n\nJ.R. Hadid:\n Please state your name.\n\n\nSteros:\n Salem Steros, co-host of The Reality Cinq, and local star.\n\n\nJ.R. Hadid:\n Thank you.\n\n\nSteros:\n So you're Mr. Jones, from one of our summer shows, right? Sometime in August I think?\n\n\nJ.R. Hadid:\n You're thinking of Researcher Jones, but we aren't here to talk about m-\n\n\nSteros:\n Nonsense. Look man, I know you, you know me. Why don't you just let me outta here so I can get back out there with Caesar and spread the Truth huh? Isn't saving people what your Foundation is about?\n\n\nJ.R. Hadid:\n I'm still not quite sure who or what \nShe\n is.\n\n\n( \nSteros sighs. He puts his fingers on his temples and rubs them in a circular motion.\n )\n\n\nJ.R. Hadid:\n I-I'm sorry. Look, if you could just, explain a bit clearer what you-\n\n\nSteros:\n Listen here, fuckstick. I'm gonna tell you this once. \nOnce\n! \nShe\n is a goddess, one that is actively trying to fuck us. And you an' me? We are \nnot\n ready for that. No one on Earth is.\n\n\nJ.R. Hadid:\n Why?\n\n\nSteros:\n Because that's \nHer\n thing, Jones. Hadid, whatever the fuck.\n\n\nJ.R. Hadid:\n You and Caesar have been performing anomalous rituals for well over-\n\n\nSteros:\n Look, if I got up and murdered you to death \nright now\n, it was because \nShe\n willed it. I'm trying to save people, what about you?\n\n\nJ.R. Hadid:\n I, um… I understand.\n\n\n( \nSteros scoffs.\n )\n\n\nSteros:\n You think you have any clue what the fuck I'm going through, shadow man? The beacons, like that girl Wendy or whatever the hell, they're like a GPS signal for \nHer\n. And if- no, when \nShe\n gets here and we can't see \nHer\n, well, that's just bad news bears for everyone.\n\n\nJ.R. Hadid:\n How would seeing this entity be good for anyone?\n\n\nSteros:\n Loyalty. I mean, think about it. Who in their right mind would lick a pillar made of meat and bones for fun?\n\n\nJ.R. Hadid:\n I don't think anyone would. B-but how did you figure this out?\n\n\nSteros:\n Me and Caesar we were just stargazing in the meadowlands after a show one day. Was nice to get away from the city every once and a while and just… take in the view. We did that sometimes, just lay back and chill like we were kids again. Then we heard \nHer\n voice for the first time and \nShe\n told us about the Truth. Said that \nShe\n wanted to come home, but that the Way was broken so \nShe\n needed our help.\n\n\nJ.R. Hadid:\n You and Caesar became Fifthists after that?\n\n\nSteros:\n After we learned the Truth we knew that something had to be done. But you can't make a cake without breaking a few eggs.\n\n\nJ.R. Hadid:\n That's not the-\n\n\nSteros:\n Would you rather eat a cake or an omelet, shadow man?\n\n\nJ.R. Hadid:\n A cake I guess.\n\n\n( \nSteros nods.\n )\n\n\nSteros:\n We'll all be eggs in \nHer\n massive cake. But maybe, \nmaybe\n some of us will get to eat it too.\n\n\nJ.R. Hadid:\n I'd hardly call turning people into meat pillars saving them.\n\n\nSteros:\n ( \nLaughing\n ) I don't expect you to understand. You can't see things like we do. Caesar's doing the lord's work, and you'll never find him.\n\n\nJ.R. Hadid:\n I wouldn't hold my breath if I were you.\n\n\nSteros:\n Oh?\n\n\nJ.R. Hadid:\n We've received reports of SCP-5967 manifestations in the area. Agents have already been dispatched to stop Caesar. He'll be here within the week.\n\n\nSteros:\n We'll see.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Pursuit of Caesar Winters\n\n\n\n\nClose\n\n\n\n\nFrom February 14\nth\n, 2020, to February 16\nth\n, 2020, there were eighteen additional manifestations of SCP-5967 across Bergen County, New Jersey. Similar reports from undercover Foundation agents county-wide confirmed that Caesar Winters was responsible for the creation of the instances.\n\n\nMTF Lambda-5 encountered Winters in the meadowlands, a remote field located in East Rutherford, New Jersey. The following footage was pieced together from the participating agents.\n\n\n\n\nBegin Footage\n\n\nL5-Alpha:\n Target in sight, moving in.\n\n\n( \nAlpha signals to Beta and Gamma, who form a loose circle surrounding Winters and his group. They are apparently unnoticed, as the group is focused on the SCP-5967 instance.\n )\n\n\nBeta:\n Got Winters in my sights.\n\n\nGamma:\n On your orders, Captain.\n\n\nAlpha:\n Hold your fire.\n\n\n( \nWinters begins gesticulating at SCP-5967, forming wide circles with his arms. The ocular organs on SCP-5967 follow the motion of Winters' arms before abruptly snapping in the direction of Alpha.\n )\n\n\nWinters:\n The Lord's work is never easy is it?\n\n\nAlpha:\n Caesar Winters, stop what you're doing and put your hands on your head.\n\n\n( \nWinters chuckles. The other individuals surrounding SCP-5967, presumed members of The Commune, share a monotone, synchronous laugh.\n )\n\n\nWinters:\n Salem was always concerned with doing the right thing. But it's not that simple.\n\n\nAlpha:\n This is your last chance, Winters.\n\n\nWinters:\n We lick the beacons. Then eyes grow and fester, wriggling around in our brain meat, flooding us with forbidden insight. Why?\n\n\nGamma:\n Ma'am?\n\n\nWinters:\n Our eyes let us see the Truth, and the Truth is that \nShe\n doesn't care if we live or die.\n\n\n( \nAlpha signals to Delta, who fires a shot into Winters' head. Winters falls instantly. A member of the group begins to violently convulse before bending over and vomiting eyes. A tear forms at the base of their neck. From the wound, the face of Caesar Winters appears. After several seconds, the original head is detached and is replaced by that of Winters.\n )\n\n\nWinters:\n I'm not dying until I am goddamn ready. When \nShe\n comes and fucks our planet, I'll be behind the camera filming the whole thing.\n\n\nBeta:\n Ma'am!\n\n\nAlpha:\n Open fire!\n\n\n( \nMTF Lambda-5 fires upon The Commune for fifteen seconds, resulting in the termination of everyone present. Alpha approaches the SCP-5967 instance and prepares to contact the containment team but she stops.\n )\n\n\nAlpha:\n Do you hear that?\n\n\nBeta:\n I don't hear anything, ma'am. Must be a cognitohazard from SCP-5967.\n\n\nAlpha:\n No, this isn't… I know what a cognitohazard feels like. This is different. You don't hear that?\n\n\nGamma:\n Watch out, we've still got activity!\n\n\n( \nThe bodies of The Commune begin convulsing before levitating by the necks. Alpha backs away, joined by Beta and Gamma. They have their rifles trained on the floating corpses.\n )\n\n\n( \nThe chest cavity of Winters bulges, as if something were trapped underneath. Moments later it bursts, spraying viscera and \neyeballs\n on all three members of MTF Lambda-5. The other corpses fold in on themselves until they are in the fetal position. Crunching sounds are heard as bones snap from the pressure. Their skin sloughs off, revealing muscle and sinew embedded with eyes that rotate in place sporadically.\n )\n\n\nAlpha:\n I can't. They're still people.\n\n\nBeta & Gamma:\n Ma'am!\n\n\n( \nAlpha shakes her head, cracking her neck several times. She drops her gun and falls to her knees. Beta fires upon the corpses while Gamma approaches Alpha and pulls her away. Alpha resists and breaks free of Gamma's grip.\n )\n\n\nAlpha:\n It's \nHer\n. \nShe\n is lost deep in the cosmos and is angry with us for not helping \nHer\n find \nHer\n way back. \nShe\n will kill us all, lest we line our brains and see \nHer\n for who \nShe\n truly is!\n\n\n( \nAlpha sprints toward SCP-5967 and licks it. The corpses compress further, resembling tightly formed spheres composed of muscle mass and eyeballs now. Caesar Winters' body levitates into SCP-5967 and melts away. The floating corpses accelerate toward Beta and Gamma at high speed.\n )\n\n\nGamma:\n Oh fuck!\n\n\n( \nGamma is able to successfully avoid several corpses by rolling. Beta, however, is struck multiple times. Gamma rises to her feet. There is a large crater filled with blood where Beta was previously standing. Gamma aims her gun at the floating corpses.\n )\n\n\nAlpha:\n Don't you dare, soldier. That's an order!\n\n\nGamma:\n Ma'am, you've been compromised. The containment team is on their way to extract us, but I am \nnot\n dying here.\n\n\nAlpha:\n Come, my friend. Look.\n\n\n( \nGamma looks at Alpha, who has ceased licking SCP-5967. As Alpha turns to face Gamma, her eyes roll into the back of her head. She cocks her head to the side and smiles. The floating corpses levitate into SCP-5967 and disintegrate.\n )\n\n\nAlpha:\n Don't you hear \nHer\n voice? \nShe\n is angry. But I can save you. I can save us. Let me show you.\n\n\n( \nAlpha runs at Gamma with arms outstretched. Gamma shouts, but is ignored. Using a nearby rock, Alpha knocks Gamma's helmet off. She holds open Gamma's eyelids and licks her eyeball. Gamma screams. Alpha looks to the sky.\n )\n\n\nAlpha:\n I can see you! I can see everything now!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Post-Containment Incident\n\n\n\n\nClose Report\n\n\n\n\nAfter failing to apprehend Caesar Winters, a containment team was dispatched following Gamma's call. The team was able to secure SCP-5967, Alpha, and Gamma. Gamma was treated at Site 83's medical ward before being awarded a Silver Lion badge and a two-week vacation.\n\n\nAlpha was psychologically screened upon her return to Site-83. After a two week period without any anomalous activity or hostile thoughts from Alpha, she was cleared for an interview with Junior Researcher Umar Hadid. The following interview has been documented below.\n\n\n\n\nInterviewer:\n Junior Researcher Umar Hadid\n\n\nInterviewed:\n MTF Lambda-5 Alpha\n\n\n<Begin Log>\n\n\nJ.R. Hadid:\n State your name for the record, Sandy.\n\n\nAlpha:\n You're supposed to let me say my name first.\n\n\nJ.R. Hadid:\n I'm sorry, I'm still pretty bad at this. ( \nHe laughs\n ) I don't even know why Chin's cleared me for this interview.\n\n\nAlpha:\n Casandra Dankofski, and you discovered the anomaly. Seems only fair to me.\n\n\n( \nHadid chuckles, then clears his throat.\n )\n\n\nJ.R. Hadid:\n How have you been feeling lately?\n\n\nAlpha:\n Like I got my fucking mind flayed again, Umar. It hasn't been easy. It's like, there's this voice in the back of my head all the time now, rambling on about the Truth and eyeballs and Fifthism and it's just fucked.\n\n\nJ.R. Hadid:\n Have the amnestics been helping?\n\n\nAlpha:\n No, they haven't. I still remember everything, including what I did to Sato. Poor girl. Can't even imagine what I'd do if my captain held me down and licked my eyeballs.\n\n\nJ.R. Hadid:\n ( \nScratching his neck\n ) Yeah, neither can I.\n\n\nAlpha:\n They're not going to let me command again, are they?\n\n\nJ.R. Hadid:\n I've heard talk, but I don't think so Sandy. I'm sorry.\n\n\nAlpha:\n Figures.\n\n\n( \nAlpha begins coughing.\n )\n\n\nJ.R. Hadid:\n Are you okay?\n\n\nAlpha:\n Yeah. Just allergies. Can you um, just turn that off?\n\n\nJ.R. Hadid:\n Turn what off?\n\n\nOverhead speaker:\n And we've got lucky caller Number 15 on the line again!\n\n\nAlpha:\n That voice. It's Winters.\n\n\nJ.R. Hadid:\n What are you talking about, Sandy?\n\n\nAlpha:\n The overhead speaker. Someone's hacked into the system!\n\n\nJ.R. Hadid:\n Uhh… Can we get secur-\n\n\n( \nAlpha rises and turns her back to J.R. Hadid. She scratches her head and continues coughing.\n )\n\n\nAlpha:\n No, Umar, we won't, we can't. I, look. We're still in danger, we still-\n\n\n( \nSuddenly, Alpha vomits an eyeball into her hands. She turns and looks at J.R. Hadid, who is disturbed. J.R. Hadid attempts to contact medical personnel, but is unable to due to a malfunction in the landline.\n )\n\n\nJ.R. Hadid:\n What in the fuck?\n\n\nAlpha:\n Tell me, Hadid, are you a Fifthist now? Are you ready to see the Truth?\n\n\n( \nJ.R. Hadid exits the room, sealing it behind him. Alpha attempts to break through the glass but is unable to.\n )\n\n\n( \nAfter several failed attempts, Alpha paces in circles in the center of the room. She draws several sigils of unknown origin on the walls and floor. She then proceeds to light a candle through anomalous means.\n )\n\n\nJ.R. Hadid:\n Security! Security! Someone fucking help me!\n\n\nAlpha:\n Here's the Truth, Mr. Hadid.\n\n\n( \nThere is a bright flash of light from the sigils. An unknown, quadrupedal entity emerges from the floor and attacks Alpha. The entity and Alpha merge once contact is established. Alpha is no longer distinguishable as her body contorts into a mass of flesh, muscle, and eyes. The mass extends upward until it reaches a height of approximately seven meters.\n )\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Benevolent and Protective Order of Elks (BPOE; also often known as the Elks Lodge or simply The Elks) is an American fraternal order founded in 1868, originally as a social club in New York City.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5966\n | SCP-5967 | \nSCP-5968\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5967\n\" by Marceline_Raynes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5967\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Caesar_Winters_Mind\n\n\nAuthor:\n Marcelles_Rayne\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5967 \" by Marceline_Raynes, from the SCP Wiki . Source: https://scpwiki.com/scp-5967 . Licensed under CC-BY-SA .",
        "Filename: Caesar_Winters_Mind Author: Marcelles_Rayne License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "containment_procedures": "Contained instances of SCP-5967 are to remain in Site-83's cryogenic storage room, and monitoring Foundation personnel must wear noise-canceling headphones. Psychological assessments are required for personnel assigned to SCP-5967 twice per week. Testing with SCP-5967 is strictly forbidden.",
    "description": "Instances of SCP-5967 refer to five-meter-tall pillars composed of currently unidentified musculature and eyeball-like organs originating in Lyndhurst, New Jersey. There are currently seven contained instances. DNA analysis of SCP-5967 has proven ineffective in identifying the source of its components, although the eyeball-like organs visually resemble those of non-anomalous humans. SCP-5967 is capable of speech, despite lacking vocal organs, and consistently intones phrases indicative of Fifthist ideology. Individuals who are within the auditory range of SCP-5967 without wearing auditory protective gear will be forced to adhere to Fifthist ideologies.",
    "title": "SCP-5967"
}