{
    "url": "https://scp-wiki.wikidot.com/scp-5968",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\nItem #:\n SCP-5968\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The area around SCP-5968 manifestations is to be cleared in a square kilometer zone and a wire fence is to be erected around the premises until the instance dematerializes.\n\n\nDescription:\n SCP-5968 is an extraterrestrial, interdimensional restaurant that manifests within marketplace centers going by the name \"\nStarlite Diner\n\". SCP-5968 begins to manifest with advertisements reading “Have a stellar meal at the Starlight Diner. ████ Starseed way.”, hereby designated as SCP-5968-1. These advertisements originate by growing through the cracks of sidewalks, roads and brick walls and appear to be biological in makeup with the texture of copy paper. Once fully formed SCP-5968 will appear at the address of ████ Starseed Way.\n\n\nThe interior of SCP-5968 is painted a washed beige on all walls, with a popcorn ceiling lit by fluorescent lights and a black and white checkered tile floor. Seating in SCP-5968 is provided by red and yellow wooden tables surrounded on their sides with cushion booths. The dimensions of the building change constantly but usually fall between 5m-15m wide and 20m-170m long, with a constant height of 3.5m, SCP-5968 is always a hallway, possessing no kitchen or bathrooms, only a door at the end of the hallway with a plaque reading \"\nManager\n\" in gold lettering. SCP-5968 is populated with humanoid entities, hereby designated SCP-5968-2, roughly two (2) meters tall with an absence of facial features with the exception of a painted-on smile. These entities are covered in dry, heavily dimpled skin and wear neon yellow jumpsuits that resemble nylon in material. In place of hands SCP-5968-2 instances possess large fleshy clam like appendages that regurgitate ordered items from SCP-5968's menu. SCP-5968's menu items range from regular items to the extraterrestrial and anomalous and change daily; said items do not have prices however tips are happily accepted in the form of solid matter. The menu appears in the reader's native tongue and in Braille for blind customers.\n\n\nPatrons of SCP-5968, hereby designated SCP-5968-3, include a variety of extraterrestrial and extra-dimensional creatures, many able to understand most human languages and none hostile.\n\n\nSCP-5968's menu:12/19/████\n\n\n\n\n\n\nItem Name\n\n\nDescription\n\n\nEffect Upon Consumption\n\n\n\n\n\n\nCuban Sandwich\n\n\nItem made in the stack order from bottom to top of: grilled Cuban bread, roasted pork, Swiss cheese, three (3) dill pickle chips and a dollop of honey mustard.\n\n\nD-33231 felt full.\n\n\n\n\n\n\nOlokvidashi Flank\n\n\nItem tested near identical in genetic makeup to the \nHomo denisovan\n species of early human. The sample is that of an infant Denisovan leg slow-cooked and dressed with Asian black bean sauce.\n\n\nD-33231 reportedly enjoyed the food remarking, “It tastes like chicken”.\n\n\n\n\n\n\nSolok's Faou\n\n\nSubject served a plate of opaque white gelatinous cubes, weighing in at exactly one (1) kg.\n\n\nAfter three (3) bites D-33231's hair turned a shade of bright blue and they gained a set of pyrokinetic abilities lasting approximately sixteen (16) minutes, after which D-33231 passed out and woke up speaking an unknown click-based language.\n\n\n\n\n\n\nFairy Dust\n\n\nSubject served two (2) grams of a white powder, a direct match for C17H21NO4 or crack cocaine.\n\n\nD-17776 jumped on a diner table, ran up to an SCP-5258-2 instance, kissed the entity on its smile, announced “No time to play, Johnny █████████ is a business boy!”, then fainted.\n\n\n\n\n\n\nMango\n\n\nItem was a mango of the Alphonso variety.\n\n\nD-61222 enjoyed the sweet treat.\n\n\n\n\n\n\nDynomite Lionfish\n\n\nSubject served a fried lionfish filet glazed in Dynomite sauce.\n\n\nD-61222 remarked on the sweet, filling nature of the filet. Fifteen (15) minutes after consumption D-61222 exploded, causing interior damage to his holding cell. Traces of uranium and plutonium were found post-analysis in D-61222's blood, leading researchers to believe the dish was a prepared instance of the \nSCP-5632\n subspecies of lionfish.\n\n\n\n\n\n\nGrilled Latabros Breast from Tau Ceti f\n\n\nSubject served a portion of meat in a sirloin cut. The meat is dark blue in color and secretes a black sweat. The sample appeared biological and carbon-based however possessed no DNA.\n\n\nD-001238 described the meat as tasting like mud and pepper and likened its texture to that of a soggy wood block. Upon trying to separate the meat into chunks D-001238 found a ticket with writing in an unknown script similar to ancient Sumerian. D-001238 picked up the ticket and disappeared in a flash of bright yellow light.\n\n\n\n\n\n\nSelect Interaction Logs with SCP-5968-3 Instances\n\n\n\n\n+ LOG: SCP-5968-3-θ\n\n\n\n\n- LOG: SCP-5968-3-θ\n\n\n\n\n\n\nInstance:\n SCP-5968-3-θ\n\n\nDescription:\n SCP-5968-3-θ is a ball of heptagons made of solid bars of photons. The being ranges from 0.3 to 1.8 meters in circumference and ingests the pigment food ordered from SCP-5968-2 instances by beaming a ray of light at the item until it appears completely white.\n\n\nInteraction Account:\n SCP-5968-3-θ appears to recognize speech however only responds by rhythmic fluctuations in its luminosity. D-32320 flashed a flashlight into SCP-5258-θ to get its attention and it responded by fully encompassing the subject's body, upon releasing D-32320, they appeared unharmed however their skin was permanently dyed by a variety of pigments.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ LOG: SCP-5968-3-π\n\n\n\n\n- LOG: SCP-5968-3-π\n\n\n\n\n\n\nInstance:\n SCP-5258-3-π\n\n\nDescription:\n SCP-5968-3-π is a 2.6-meter-tall silicon-based insectoid entity whose body resembles a dung beetle with a thick brow carapace and glowing blue underbelly, terminating in a flat surface missing the head. The flat surface hosts five green eyes surrounding an oral pit full of extendable zinc pillars. SCP-5258-π is believed to be the same species as \nSCP-1171\n.\n\n\nInteraction Account:\n Upon speaking to SCP-5968-3-π the entity responded by extending two of its zinc pillars to D-009914's head (one behind each ear). Then through bone-conduction SCP-5968-π began to speak to D-009914. A written account of the event is recorded in \nTranscript A\n.\n\n\nTranscript A\n\n\n\n\nBegin Transcript\n\n\nSSCP-5968-3-π:\n \nOoo ooo ah ah.\n\n\nD-009914:\n “Umm…what?”\n\n\nSCP-5258-3-π:\n \nI’m sorry, do you not comprehend, you are an ape are you not.\n\n\nD-009914:\n “Uh, no man I’m human, I speak English.”\n\n\nSCP-5258-3-π:\n \nVery well my name is Vanguard, can I order you something, maybe a dish containing… bananas?\n\n\nD-009914:\n W-what, I’m good I had the leviathan filet mignon with moon cheese.\n\n\nSCP-5258-3-π:\n \nWent over your head. No matter. Why carbon, seems like a regretful choice? Why spend life as a glorified diamond?\n\n\nD-009914:\n “Excuse me, I really don’t understand.”\n\n\nSCP-5258-3-π:\n \nWhat a waste of sapience. I ask, sulfur or hydrogen?\n\n\nD-009914:\n “Man, What?”\n\n\nSCP-5258-3-π:\n \nSulfur or Hydrogen?\n\n\nD-009914:\n D-009914 remains silent.\n\n\nSCP-5258-3-π:\n \nFine I'll choose for you, ape.\n\n\nEnd Transcript\n\n\n\n\nAfter leaving the premises of SCP-5258 D-009914 went through a series of bodily changes described below in time elapsed since SCP-5258-π interaction:\n\n\n0:45:\n D-009914 complains 0f dry and cracking skin.\n\n\n1:15:\n D-009914's skin dries to the point of immobility.\n\n\n1:30:\n Parts of D-009914's body began crumbling off.\n\n\n1:50:\n D-009914 forms a pile of dust. From the dust rises a pale white cloud of gas, the gas forms a humanoid figure with congruent dimensions to D-009914. The humanoid rises through the ceiling; the whereabouts of the gaseous being are unknown at time of publication.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ LOG: SCP-5968-3-ω\n\n\n\n\n- LOG: SCP-5968-3-ω\n\n\n\n\n\n\nInstance:\n SCP-5968-3-ω\n\n\nDescription:\n SCP-5968-3-ω is a race of plant-like entities composed of a dark green thin, spined stalk and a large membrane appearing as a large, lidded eye. The entities locomote via a network of vines extended from beneath the inside of their bottom eyelid, and secure themselves in the same fashion.\n\n\nInteraction Account:\n These entities do not respond to any stimuli, but do appear to convey their orders to SCP-5968-2 instances through blank stares.\n\n\n\n\n\n\n\n\n\n\n\n\nRecorded Addendums\n\n\n\n\n+ Addendum A: Attempt to Tip with Currency\n\n\n\n\n- Addendum A: Attempt to Tip with Currency\n\n\n\n\n\n\nUpon being tipped with $7.53 in pocket change an SCP-5258-2 instance encased D-32789's hand with its clam-like appendage. Once removed D-32789's hand appeared permanently tattooed with a similar tattoo to the smile on instances of SCP-5968-2's faces.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum B: Attempt to Tip with Gold Bullion\n\n\n\n\n- Addendum B: Attempt to Tip with Gold Bullion\n\n\n\n\n\n\nUpon being tipped with eight (8) ounces of gold bullion the waiting instance of SCP-5258-2 sucked the material into its clam-like appendage then after 0:45 seconds elapsed the appendage spat out a key made of said eight (8) ounces of gold, hereby designated SCP-5968-4, that when used on any door with a lock, allows user passage into SCP-5968.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum C: Attempt to Ask for the Manager\n\n\n\n\n- Addendum C: Attempt to Ask for the Manager\n\n\n\n\n\n\nUpon D-30009 asking an instance of SCP-5968-2 to speak with the manager they were handed a 4cm x 6cm card reading \"He's dealing with a problem in sales\". Further attempts to speak with the manager have yielded the same result.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWARNING\n\n\n\n\n\n\n\n\nLEVEL 3 CLEARANCE REQUIRED\n\nALL UNAUTHORIZED VIEWERS WILL BE TERMINATED\n\n\n\n\n\n\n\n\n\n\n+ PROCEED\n\n\n\n\n- REGRESS\n\n\n\n\n\n\nAddendum C-2: Attempt to Find the Manager\n\n\nForeword:\n In response to the perpetual inability of the manager of SCP-5968, agents of the Mobile Task Force Zeta-9, \"Mole Rats\", 'Echo', 'Tango' and 'Lima' were sent in to force their way into a meeting after entering SCP-5968 using SCP-5968-4.\n\n\nBriefing:\n The following data was received via live transmission from the body cam of Supervising Agent Tango.\n\n\n=BEGIN TRANSMISSION=\n\n\nTango's body cam switches on revealing Lima and Echo on her left and right respectively, the interior of SCP-5968 as well as two instances of SCP-5968-3-ω seated across from one another in a booth and one instance of SCP-5968-2 can also be seen. Tango moves forward, brushing past one of the SCP-5968-2 entities and revealing the Manager's door.\n\n\nTango:\n \"Reporting surroundings: Interior of SCP-5968 appears five meters in widths and fifteen meters in lengths. Four booths, three empty one filled, and the manager's door is visible. Requesting further command.\"\n\n\nA transmitter clipped to Tango's belt beeps, clicks then sounds \"Approach an instance of SCP-5968 and ask to see the manager.\"\n\n\nTango:\n \"Lima, adhere to command, ask the instance to see the manager.\"\n\n\nLima:\n \"Sure thing T.\"\n\n\nLima walks up to the closest instance of SCP-5968-2 and asks to see the manager to which the instance responds \"He's dealing with a problem in sales.\"\n\n\nTango:\n \"Typical response given. Requesting further commands.\"\n\n\nThe transmitter activates once again, sounding \"Data received, proceed with minimal force.\"\n\n\nTango:\n \"Alright men on my command we rush the managerial office.\"\n\n\nEcho:\n \"Got it.\"\n\n\nLima:\n \"Roger that cap'n.\"\n\n\nTango moves into approaching stance and signals Echo and Lima.\n\n\nTango:\n \"3-2-1.\"\n\n\nThe agents begin running towards the door and although footsteps can be heard, the manager's door does not come any closer into frame. After stopping in confusion tango turns around to reveal the team has traveled a considerable distance. A voice calls out to the team through newly manifested ceiling intercoms relaying the message \"Please be seated, your order will be taken immediately.\"The team persists for another minute, and eventually more steps of footsteps can be heard. Tango looks over her shoulder revealing the two instances of SCP-5968-2 catching up to them from behind.\n\n\nTango:\n \"Shit! I think they're trying to stop us.\"\n\n\nEcho:\n \"You think?!\"\n\n\nLima:\n \"We've gotta find a way to bring the door closer to us! You know, we aren't makin' progress and tweedle dee and dum are high on our tails.\"\n\n\nTango:\n \"I might have an idea, hold them back.\"\n\n\nLima and Echo disappear out of frame, rustling can be heard as Tango retrieves a grappling hook from her utility belt. Tango tosses the rope and it wraps around the handle of the manager's door. She begins pulling herself closer to the door and it does not pull away, around one meter from the door Tango turns around to see Echo and Lima being forced into a booth by the two instances of SCP-5968-2. Tango's transmitter sounds \"Proceed\", and she turns around and enters through the door. The camera feed goes white for three seconds before adjusting to reveal an empty white void containing only a wooden desk decorated with several phones from a variety of decades and other unidentifiable devices. At the desk sits a mound of grey, opaque slime covered in tan fedora-style hats. From the mound sprouts sparkling tendrils of dust picking up and answering the phones, speaking in a myriad of voices and languages.\n{Figure hereby represented as SCP-5968-5}\n\n\nSCP-5968-5:\n [In the voice of an old english man, a young Scottish woman and Senior Researcher ██████]The Aretha Franklin albums! You fool! You were to procure her soul you incredulous salesman!…Shut your filthy mouth! Just make your quota by the end of the week and I will consider keeping your reputation among the others positive…You had better, or else, do you understand?…Do you?!…I've arranged for your escape from the facility, call me back once you have made another sale.{Due to the script of this conversation a possible \nrecipient\n has been identified}\n\n\nUpon noticing Tango SCP-5968-5 puts down all of the phones and speaks in a collection of voices.\n\n\nSCP-5968-5:\n \"How dare you interrupt me! Can't you see that I am busy, I have more on my plate than you could possibly comprehend!\"\n\n\nA tendril emerges from the membrane of SCP-5968-5 towards Tango, engulfing her body, Tango's body cam video goes dark but audio transmission remained intact.\n\n\nSCP-5968-5:\n \"The agony, the disgust, the horror you bringeth on to me with this futile interruption. You and your little militia should best stop poking around where you do not belong, I am the transacted, I give and I take, I create and destroy, my venture expands throughout the cosmos far beyond a silly diner, I am eternal, I am infinite, I am the Business Man. Now. To deal with you.\"\n\n\n=END TRANSMISSION=\n\n\nAfterword:\n Supervising agent Tango is presumed dead, however, after ordering and consuming food, Echo and Lima returned unharmed.\n\n\n\n\n\n\nSender:\n Dr. Brahm\n\n\nRecipient:\n Dr. Tolsch\n\n\nSubject:\n MTF Missions into SCP-5968\n\n\n\n\nDear Dr. Amber Tolsch,\n\n\nDue to the incident regarding the presumed death of Supervising Agent Tango, MTF manned missions to the managerial room of SCP-5968 have been suspended indefinitely. However, due to the recovery of agents Echo and Lima, the interior of SCP-5968 has been deemed safe for entry and the main room entities have been deemed non-hostile, so between you and me why don't we check out SCP-5968-4 from holding, and grab a bite at the Starlite Diner.\n\n\nSincerely,\n\nDr. Peter Brahm\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5968\n\" by Ethan Grebler, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5968\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5967\n | SCP-5968 | \nSCP-5969\n »",
    "addendums": [
        "Recorded Addendums\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5968 \" by Ethan Grebler, from the SCP Wiki . Source: https://scpwiki.com/scp-5968 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5968",
    "object_class": "Euclid",
    "containment_procedures": "The area around SCP-5968 manifestations is to be cleared in a square kilometer zone and a wire fence is to be erected around the premises until the instance dematerializes.",
    "description": "SCP-5968-3-ω is a race of plant-like entities composed of a dark green thin, spined stalk and a large membrane appearing as a large, lidded eye. The entities locomote via a network of vines extended from beneath the inside of their bottom eyelid, and secure themselves in the same fashion.",
    "title": "SCP-5968"
}