{
    "url": "https://scp-wiki.wikidot.com/scp-5971",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\n \n\n\n\n\nA version of this article that does not use listpages can be found \nhere\n\n\n\n\nItem #:\n SCP-5971\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Suppression of knowledge concerning the anomaly is ongoing, pending approval of mass amnesticization protocol. A cover story is being formulated, to be disseminated in the Central Wisconsin area, of a technologically advanced terrorist threat in order to temporarily misinform the public within SCP-5971's area of effect.\n\n\nLocating the epicenter of the SCP-5971 phenomenon is considered a primary containment objective. Field agents and researchers within SCP-5971 must be able to communicate through American Sign Language, and are to maintain long-distance communication by text to reduce data loss.\n\n\nFoundation Site-608 is currently in the process of engineering a device to maintain a semblance of normalcy within SCP-5971.\n\n\nDescription:\n SCP-5971 is a persisting silence within Sauk County, Wisconsin; acoustic waveforms are suppressed within the area, preventing the transmission of sound. Currently, it is estimated that SCP-5971 not only encompasses all of Reedsburg, Wisconsin, but affects portions of nearby towns.\n\n\nDiscovery:\n SCP-5971 spontaneously occurred at approximately 02:15 AM on October 8th, 2011, reported by Foundation agents embedded in local authorities via secure e-mail to Site-608. Initially, it had been logged as an \nExtranormal Event\n, however its longevity has since warranted escalation in importance.\n\n\n\n\nPage revision 1/4 from 10/30/2011\n\n\n\n\n\n\n\n\nNext iteration from 02/14/2012\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5970\n | SCP-5971 | \nSCP-5972\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "A version of this article that does not use listpages can be found here"
    ],
    "item": "SCP-5971",
    "object_class": "Keter",
    "containment_procedures": "Suppression of knowledge concerning the anomaly is ongoing, pending approval of mass amnesticization protocol. A cover story is being formulated, to be disseminated in the Central Wisconsin area, of a technologically advanced terrorist threat in order to temporarily misinform the public within SCP-5971's area of effect.",
    "description": "SCP-5971 is a persisting silence within Sauk County, Wisconsin; acoustic waveforms are suppressed within the area, preventing the transmission of sound. Currently, it is estimated that SCP-5971 not only encompasses all of Reedsburg, Wisconsin, but affects portions of nearby towns.",
    "title": "SCP-5971"
}