{
    "url": "https://scp-wiki.wikidot.com/scp-5972",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\nItem #:\n SCP-5972\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n International medical databases are to be monitored in an effort to locate any remaining individuals displaying symptoms indicative of SCP-5972.\n\n\nThe algorithmic test carried out on 2016/02/23 has singled out the 4.3% of audio components which remain unaccounted for; individuals demonstrating tics which do not satisfy this criteria are to be eliminated from the investigation.\n\n\nAt this stage, it is not expedient for any affected individuals to be placed into Foundation custody directly; however, subjects are to be monitored by personnel embedded in global health services, who have the authorization to detain and transfer an individual should further Foundation research be required.\n\n\n\n\nDescription:\n SCP-5972 is a phenomenon first recorded on 2016/01/10. To date, 1,887 affected individuals have been identified across five continents.\n\n\nSymptoms of SCP-5972 manifest as a verbal tic; those affected will emit repetitive, monosyllabic verbalizations at regular intervals, in some cases exceeding the conventional human vocal range. Intervals can be as frequent as two seconds, with the longest interval observed being four minutes and sixteen seconds in length. Amnestic treatment has proven ineffective for reducing symptoms in those affected.\n\n\nSCP-5972 was flagged as potentially anomalous during routine trawling of global data by Foundation pattern recognition algorithms. This showed a marked increase in individuals presenting with tic-like symptoms to health services in several nations, consistent with the trajectory of downed entertainment satellite WCBS-02 (see Addendum-1). In addition, researchers monitoring \nSCP-4445\n recorded an unprecedented M/HRAV Variation of -83.7 that same day, a Variation which lasted forty-seven hours\n1\n. Significant fluctuations have persisted ever since.\n\n\n\n\n\n\n+ Addendum-1\n\n\n\n\n- Addendum-1\n\n\n\n\nOn the morning of 2016/01/10, a strike by an unidentified object knocked radio satellite WCBS-02 from geostationary orbit above New York City. The rogue WCBS-02 was subsequently destroyed in a collision with a separate satellite. The object responsible for the initial collision is believed to have been following a space-bound trajectory from Earth.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-2\n\n\n\n\n- Addendum-2\n\n\n\n\nOn 2016/02/23, all known individuals under Foundation observation were transported to Provisional Site-83, a defunct baseball stadium near Chicago\n2\n. This was an international operation, financed by twenty branches of the Foundation worldwide.\n\n\nUpon arrival of all subjects at Provisional Site-83, a synchronicity between the victims of SCP-5972 became apparent; the verbal tics, when aligned, create a full-length, looping vocal composition of David Bowie’s single “Starman”, including backing instrumentation. Algorithmic comparison to the original recording suggests that up to 95.7% of the sound is identical. Researchers suspect that a significant number of affected individuals have yet to be identified.\n\n\n\n\nOn 2016/04/03, all remaining subjects had been identified and mass transportation to Provisional Site-83 was once again arranged. A total of 1,972 subjects were present for the test.\n\n\nThe result was a complete vocal recreation of \"Starman\", deemed a 100% match with the original Bowie recording by the same algorithm as used in the first test. After reaching the end of the song, individuals began to experience a gradual reduction, followed by cessation, of SCP-5972 symptoms. The fluctuations in M/HRAV observed since 2016/01/10 also returned to baseline levels upon conclusion of the song.\n\n\nReclassification to Neutralized is pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Since confirmed to have been caused by the death of musician David Bowie at his Manhattan home on the morning of 2016/01/10. Multiple news reports about Bowie's passing had also been flagged by the algorithm.\n\n\n2\n. The large number of subjects exceeded the capacity of most permanent Foundation facilities.\n\n\n\n\n\n\n\n\n« \nSCP-5971\n | SCP-5972 | \nSCP-5973\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5972\n\" by ThisMightBeAuto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5972\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5972 \" by ThisMightBeAuto, from the SCP Wiki . Source: https://scpwiki.com/scp-5972 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5972",
    "object_class": "Euclid",
    "containment_procedures": "International medical databases are to be monitored in an effort to locate any remaining individuals displaying symptoms indicative of SCP-5972.",
    "description": "SCP-5972 is a phenomenon first recorded on 2016/01/10. To date, 1,887 affected individuals have been identified across five continents.",
    "title": "SCP-5972"
}