{
    "url": "https://scp-wiki.wikidot.com/scp-5973",
    "all_text": "rating: \n+142\n+\n–\nx\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 5 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 5 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION. YOU MAY BE SUBJECT TO CLASS C AMNESTIC TREATMENT IN ACCORDANCE WITH EXECUTIVE ORDER O5-5973-2.\n\n\n\n\n\n\nItem #:\n SCP-5973\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The Foundation is to maintain SCP-5973's exclusion zone during the recovery and clean-up phase. Non-Foundation emergency personnel within this zone are to be supervised; upon leaving, they are to be treated with appropriate amnestics.\n\n\n\n\nUpdate: 05/11/21\n\n\nFollowing an emergency consultation with the Ethics Committee, the O5 Council has authorized the termination of any surviving sentient organisms found within the SCP-5973 exclusion zone (Executive Order O5-5973-1). Operatives suspected to have participated in the termination of survivors prior to the issuing of this Order will no longer face disciplinary action. Research Site-33's reactor ring is to be used as a temporary depository for organic remains until a larger storage vessel is acquired.\n\n\nA combined amnestic and misinformation campaign (Executive Order O5-5973-2) is to be enacted with immediate effect. A mandatory Class C amnestics drive, to which all Foundation personnel below the executive levels will be subjected, will be enforced over the coming weeks. We believe this is in the best interests of preserving the Foundation's reputation and its directives to Secure, Contain, and Protect.\n\n\nThe presence of such a large exclusion zone makes total prevention of media and public interest impossible; as such, Foundation operatives within the Federal Emergency Management Agency (FEMA) are to disseminate the story that an unprecedented seismic event has occurred.\n\n\n\n\n\n\n\n\nStructural and terrain damage in ████████ Township, close to the north-western edge of the exclusion zone.\n\n\n\n\nDescription:\n SCP-5973 is the designation for a spatial anomaly that occurred on 05/10/21 at Temporal and Extraspatial Research Site-33 in ██████, Ohio. Personnel had successfully propelled a single hydrogen atom to a speed believed faster-than-light.\n1\n The particle accelerator, an underground structure twenty-seven kilometres in diameter beneath ██████ County, had been in use without fault for three years prior to the SCP-5973 event, though no tests prior to 05/10/21 had achieved an FTL effect.\n\n\nThe spatial anomaly occurred several milliseconds after the atom reached FTL speeds; it has been speculated that the atom lapped itself several times before a mechanical fault abruptly reduced its speed, causing it to collide with a previous iteration of itself which was subsequently knocked from its course.\n\n\nThe immediate effect of this collision was the duplication of all matter within the accelerator's perimeter (offset from its existing position by approximately 0.6 inches). Severe damage to manmade and organic structures within the 27-kilometre perimeter (including several towns) occurred in seconds. Winds of up to eleven on the Beaufort scale were recorded as far away as Wisconsin in the moments following SCP-5973; the cause of this event was the mass displacement of air.\n\n\nThe widespread loss of life caused by SCP-5973 is believed to have been largely instantaneous, with the majority expiring from crush and laceration injuries. The current human toll stands at approximately fourteen thousand.\n2\n Among those who expired were fifty-seven Foundation personnel, following the destruction of Site-33 infrastructure within the radius of the anomaly. As exploration and recovery is ongoing, the final toll is still pending.\n\n\n\n\n\n\n+ Incident Report 05/11/21\n\n\n\n\n- Incident Report 05/11/21\n\n\n\n\n\n\nInterviewed:\n Agent █████ Manston, MTF \nMTF Alpha-4\n\n\nInterviewer:\n Dr Ash Singh, Ethics Committee\n\n\nForeword:\n In the immediate aftermath of SCP-5973, eighty two-man response teams were sent into the affected area to assist with reconnaissance and recovery. Personnel had been drafted in from a variety of MTF squads in order to maximise operational capacity (hence the presence of “Pony Express” operatives).\n\n\n<Begin Log>\n\n\nAgent Manston:\n Look, I don’t want a grilling. I want some Class C. I wanna forget this whole fucking thing, but you’ve had me sitting in here for-\n\n\nDr Singh:\n I can’t imagine what you’re going through, █████. How about I just… let you talk. Tell me what you found yesterday, you and Agent Dunnings. I’ll be recording.\n\n\nAgent Manston:\n Fine, whatever. It was a fucking mess, that’s what it was. We’re Pony Express, for God’s sake. One minute we’re in Dayton, snooping around some USPS office ‘cause a worker thinks she found a “stamp that moved”. Next thing you know we get a call that every agent in the state’s been mobilized, pronto. Something big. They sent a Chinook down to get us, and next thing I know we’re heading into a disaster zone.\n\n\nThey had us, me and Dunnings… Christ, it was a middle school, or it used to be. On a Monday morning. I knew it was gonna be bad wherever we dropped, but that… oh, God. What I’ll remember the most, though, or maybe what I, y’know, latched onto instead of all those poor people, it was the silence. Other than the choppers in the distance, it was dead quiet. That’s when we heard the… gunshot.\n\n\nSo we went across the yard, across the street, and there was this Wendy’s. Mind you, we weren’t supposed to enter any place we hadn’t been assigned, what with practically everything being “structurally unsound”. But we went over to this Wendy’s where we heard the shot coming from. Just like the school, it was full of… I’m gonna be real, most of those poor bastards you could barely say were “bodies” anymore. Hideously deformed… dismembered. Bits and pieces of people everywhere. Only I went in, at first, went behind the counter. You know, where they cook the food. And this one girl… I think it was a girl… she was bleeding. Not in the same way the others had bled… she’d been shot, right through what was left of her, of her…\n\n\nDr Singh:\n It’s okay, █████. Take your time.\n\n\nAgent Manston:\n Anyway, she was warm. Like she’d been alive a bit longer than the others. Wouldn’t wish it on my own worst enemy, to survive a disaster like that. But that bullet had gone right through, and the way it was flayed, I knew it was Foundation issue. I called Dunnings inside, and you know what he said to me? Straight away, “that’s a mercy kill.” Can’t say either of us blame whoever did it.\n\n\nAnd in the bathroom, what was left of it, that’s where I found… Agents Parker and Carruth. Pony Express like me and Dunnings. We’re an MTF, but we’re not soldiers, doctor. None of us, let alone them, were prepared for… this. Parker and Carruth, in full tactical gear, slumped in a stall. They’d removed their breathing apparatus, and set off a single can of amnestics. Parker’s gun, I checked, it was still hot.\n\n\nDr Singh:\n I’d like to deeply apologise on the behalf of the Foundation, █████. The Ethics Committee are devoted-\n\n\nAgent Manston:\n My ass you are. You didn’t stop them testing that great big fucking collider or whatever. Who was that \"protecting\"? It’s an affront, doctor, to everything this Foundation purports to represent.\n\n\nDr Singh:\n The administration are hugely embarrassed by this disaster, Agent Manston. Besides, Site-33 had a purpose. We hoped the accelerator would help us better understand the mechanics of \nspace-time anomalies-\n\n\nAgent Manston:\n We’re done here, doctor. I’ll take the Class C, then get me out of here.\n\n\n<End Log>\n\n\nClosing Statement:\n Agent Manston’s testimony formed the basis of Executive Orders O5-5973-1 and O5-5973-2. The Ethics Committee and O5 Council came to the joint conclusion that maximum suppression of SCP-5973, and its associated events and aftermath, is the most effective way to preserve the Foundation’s integrity, reputation, and internal morale.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-1: 05/11/21\n\n\n\n\n- Addendum-1: 05/11/21\n\n\n\n\n\n\nInternal memo from the Administrator to O5 Command\n\n\nThe Administrator:\n I’ve just had Senator ████████ on the phone. He’s rather displeased that “FEMA” have not yet given any indication as to the death toll. The exclusion zone is also raising questions – the usual pundits have some colourful theories already. Not that I’m opposed to hundreds of \nconflicting nutjob conspiracies\n in the name of misdirection.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-2: 05/11/21\n\n\n\n\n- Addendum-2: 05/11/21\n\n\n\n\n\n\nExchange between O5-4 and the Administrator\n\n\nO5-4:\n I’ll take the Committee’s word for it, but the mass-amnesticization of \nall\n our own staff is an approach that… well.\n\n\nAdministrator:\n Well? It’s in all our best interests, O5-4. I simply cannot allow for the psychological trauma of our employees to impede future operations or, God forbid, the Veil. Imagine a guilt-ridden whistleblower-\n\n\nO5-4:\n You’re certain this is the right move?\n\n\nAdministrator:\n I have confidence in our abilities to maintain a public cover-up. On our part, this is what you might call “a colossal fuck-up”. And when it comes to fuck-ups, my preferred course of action is to ensure they never happen again.\n\n\nO5-4:\n If only we had an Antimemetics Division to cook something up. Else we could be looking at the biggest shambles since \nStar Signals\n.\n\n\nAdministrator:\n Star Signals didn’t kill 14,000 people. Unless you want to go after old photographs, phone directories, any kind of physical evidence that remotely suggests these 14,000 ever once existed, there’s too many discrepancies for me to put my total faith in Ennui or a similar protocol just yet. I propose we continue with the Executive Order as-is.\n\n\nO5-4:\n There’s media chatter about the death toll already. I can arrange some personnel to give statements to the press; that should counteract our lack of, ahem, survivors.\n\n\nAdministrator:\n You have my blessing to proceed.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-3: 05/12/21\n\n\n\n\n- Addendum-3: 05/12/21\n\n\n\n\n\n\nExcerpt from CNN article, 05/12/21\n\n\nPRESSURE MOUNTS AS OHIO QUAKE DEATH TOLL COULD BE ‘AS HIGH AS 14,000’\n\n\nBy Jason Farley, CNN\n\nUpdated 1106 EST May 12, 2021\n\n\nRepresentatives from across the Midwest have today condemned the Presidential administration for ‘enabling rural decline’ following suggestions that as many as 14,000 could be dead following Tuesday’s earthquake in eastern Ohio.\n\n\nPoor infrastructure and neglected construction codes are among the grievances cited in the joint letter to the White House, whilst heat has been directed at the Federal Emergency Management Agency for maintaining their press exclusion zone.\n\n\nA FEMA source told CNN: ‘What we’re looking at here is a level of devastation that this country has never known. Out of respect for the victims and their families, it's the agency's decision that we will not be allowing media coverage of the damage for the foreseeable future. One thing I can say is this – regarding the death toll, we must be prepared for the worst.’\n\n\nAn anonymous survivor told Columbus news agency WSYX that ‘the ground just started shaking. I’ve heard of little quakes, but I didn’t think one this big could ever happen in Ohio.’\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum-4: 05/12/21\n\n\n\n\n- Addendum-4: 05/12/21\n\n\n\n\n\n\nInternal memo from the Administrator to O5 Command\n\n\nGood, keep pointing those fingers at the government. I have ordered what remains of Site-33 be totally razed, and all other evidence of Foundation activities in the region be destroyed. This was a close call, but combined with the effects of Exec. Order 5973-2 I believe we have successfully absolved the Foundation of any involvement in this tragedy.\n\n\nYou may now voluntarily subject yourselves to Class C amnestic treatment should you so wish.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The exact speed is unknown, due to the destruction of recording and computer equipment at Site-33.\n\n\n2\n. Excluding the duplicate entities which materialised during the event.\n\n\n\n\n\n\n\n\n« \nSCP-5972\n | SCP-5973 | \nSCP-5974\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5973\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5973\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n collapsed-house.jpg\n\n\nName:\n UsedToBeAShed\n\n\nAuthor:\n Ruben Holthuijsen\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "Update: 05/11/21 Following an emergency consultation with the Ethics Committee, the O5 Council has authorized the termination of any surviving sentient organisms found within the SCP-5973 exclusion zone (Executive Order O5-5973-1). Operatives suspected to have participated in the termination of survivors prior to the issuing of this Order will no longer face disciplinary action. Research Site-33's reactor ring is to be used as a temporary depository for organic remains until a larger storage vessel is acquired. A combined amnestic and misinformation campaign (Executive Order O5-5973-2) is to be enacted with immediate effect. A mandatory Class C amnestics drive, to which all Foundation personnel below the executive levels will be subjected, will be enforced over the coming weeks. We believe this is in the best interests of preserving the Foundation's reputation and its directives to Secure, Contain, and Protect. The presence of such a large exclusion zone makes total prevention of media and public interest impossible; as such, Foundation operatives within the Federal Emergency Management Agency (FEMA) are to disseminate the story that an unprecedented seismic event has occurred.",
        "Interviewed: Agent █████ Manston, MTF MTF Alpha-4 Interviewer: Dr Ash Singh, Ethics Committee Foreword: In the immediate aftermath of SCP-5973, eighty two-man response teams were sent into the affected area to assist with reconnaissance and recovery. Personnel had been drafted in from a variety of MTF squads in order to maximise operational capacity (hence the presence of “Pony Express” operatives). <Begin Log> Agent Manston: Look, I don’t want a grilling. I want some Class C. I wanna forget this whole fucking thing, but you’ve had me sitting in here for- Dr Singh: I can’t imagine what you’re going through, █████. How about I just… let you talk. Tell me what you found yesterday, you and Agent Dunnings. I’ll be recording. Agent Manston: Fine, whatever. It was a fucking mess, that’s what it was. We’re Pony Express, for God’s sake. One minute we’re in Dayton, snooping around some USPS office ‘cause a worker thinks she found a “stamp that moved”. Next thing you know we get a call that every agent in the state’s been mobilized, pronto. Something big. They sent a Chinook down to get us, and next thing I know we’re heading into a disaster zone. They had us, me and Dunnings… Christ, it was a middle school, or it used to be. On a Monday morning. I knew it was gonna be bad wherever we dropped, but that… oh, God. What I’ll remember the most, though, or maybe what I, y’know, latched onto instead of all those poor people, it was the silence. Other than the choppers in the distance, it was dead quiet. That’s when we heard the… gunshot. So we went across the yard, across the street, and there was this Wendy’s. Mind you, we weren’t supposed to enter any place we hadn’t been assigned, what with practically everything being “structurally unsound”. But we went over to this Wendy’s where we heard the shot coming from. Just like the school, it was full of… I’m gonna be real, most of those poor bastards you could barely say were “bodies” anymore. Hideously deformed… dismembered. Bits and pieces of people everywhere. Only I went in, at first, went behind the counter. You know, where they cook the food. And this one girl… I think it was a girl… she was bleeding. Not in the same way the others had bled… she’d been shot, right through what was left of her, of her… Dr Singh: It’s okay, █████. Take your time. Agent Manston: Anyway, she was warm. Like she’d been alive a bit longer than the others. Wouldn’t wish it on my own worst enemy, to survive a disaster like that. But that bullet had gone right through, and the way it was flayed, I knew it was Foundation issue. I called Dunnings inside, and you know what he said to me? Straight away, “that’s a mercy kill.” Can’t say either of us blame whoever did it. And in the bathroom, what was left of it, that’s where I found… Agents Parker and Carruth. Pony Express like me and Dunnings. We’re an MTF, but we’re not soldiers, doctor. None of us, let alone them, were prepared for… this. Parker and Carruth, in full tactical gear, slumped in a stall. They’d removed their breathing apparatus, and set off a single can of amnestics. Parker’s gun, I checked, it was still hot. Dr Singh: I’d like to deeply apologise on the behalf of the Foundation, █████. The Ethics Committee are devoted- Agent Manston: My ass you are. You didn’t stop them testing that great big fucking collider or whatever. Who was that \"protecting\"? It’s an affront, doctor, to everything this Foundation purports to represent. Dr Singh: The administration are hugely embarrassed by this disaster, Agent Manston. Besides, Site-33 had a purpose. We hoped the accelerator would help us better understand the mechanics of space-time anomalies- Agent Manston: We’re done here, doctor. I’ll take the Class C, then get me out of here. <End Log> Closing Statement: Agent Manston’s testimony formed the basis of Executive Orders O5-5973-1 and O5-5973-2. The Ethics Committee and O5 Council came to the joint conclusion that maximum suppression of SCP-5973, and its associated events and aftermath, is the most effective way to preserve the Foundation’s integrity, reputation, and internal morale.",
        "Internal memo from the Administrator to O5 Command The Administrator: I’ve just had Senator ████████ on the phone. He’s rather displeased that “FEMA” have not yet given any indication as to the death toll. The exclusion zone is also raising questions – the usual pundits have some colourful theories already. Not that I’m opposed to hundreds of conflicting nutjob conspiracies in the name of misdirection.",
        "Exchange between O5-4 and the Administrator O5-4: I’ll take the Committee’s word for it, but the mass-amnesticization of all our own staff is an approach that… well. Administrator: Well? It’s in all our best interests, O5-4. I simply cannot allow for the psychological trauma of our employees to impede future operations or, God forbid, the Veil. Imagine a guilt-ridden whistleblower- O5-4: You’re certain this is the right move? Administrator: I have confidence in our abilities to maintain a public cover-up. On our part, this is what you might call “a colossal fuck-up”. And when it comes to fuck-ups, my preferred course of action is to ensure they never happen again. O5-4: If only we had an Antimemetics Division to cook something up. Else we could be looking at the biggest shambles since Star Signals . Administrator: Star Signals didn’t kill 14,000 people. Unless you want to go after old photographs, phone directories, any kind of physical evidence that remotely suggests these 14,000 ever once existed, there’s too many discrepancies for me to put my total faith in Ennui or a similar protocol just yet. I propose we continue with the Executive Order as-is. O5-4: There’s media chatter about the death toll already. I can arrange some personnel to give statements to the press; that should counteract our lack of, ahem, survivors. Administrator: You have my blessing to proceed.",
        "Excerpt from CNN article, 05/12/21 PRESSURE MOUNTS AS OHIO QUAKE DEATH TOLL COULD BE ‘AS HIGH AS 14,000’ By Jason Farley, CNN Updated 1106 EST May 12, 2021 Representatives from across the Midwest have today condemned the Presidential administration for ‘enabling rural decline’ following suggestions that as many as 14,000 could be dead following Tuesday’s earthquake in eastern Ohio. Poor infrastructure and neglected construction codes are among the grievances cited in the joint letter to the White House, whilst heat has been directed at the Federal Emergency Management Agency for maintaining their press exclusion zone. A FEMA source told CNN: ‘What we’re looking at here is a level of devastation that this country has never known. Out of respect for the victims and their families, it's the agency's decision that we will not be allowing media coverage of the damage for the foreseeable future. One thing I can say is this – regarding the death toll, we must be prepared for the worst.’ An anonymous survivor told Columbus news agency WSYX that ‘the ground just started shaking. I’ve heard of little quakes, but I didn’t think one this big could ever happen in Ohio.’",
        "Internal memo from the Administrator to O5 Command Good, keep pointing those fingers at the government. I have ordered what remains of Site-33 be totally razed, and all other evidence of Foundation activities in the region be destroyed. This was a close call, but combined with the effects of Exec. Order 5973-2 I believe we have successfully absolved the Foundation of any involvement in this tragedy. You may now voluntarily subject yourselves to Class C amnestic treatment should you so wish.",
        "\" SCP-5973 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-5973 . Licensed under CC-BY-SA .",
        "Filename: collapsed-house.jpg Name: UsedToBeAShed Author: Ruben Holthuijsen License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-5973",
    "object_class": "Safe",
    "containment_procedures": "The Foundation is to maintain SCP-5973's exclusion zone during the recovery and clean-up phase. Non-Foundation emergency personnel within this zone are to be supervised; upon leaving, they are to be treated with appropriate amnestics.",
    "description": "SCP-5973 is the designation for a spatial anomaly that occurred on 05/10/21 at Temporal and Extraspatial Research Site-33 in ██████, Ohio. Personnel had successfully propelled a single hydrogen atom to a speed believed faster-than-light.1 The particle accelerator, an underground structure twenty-seven kilometres in diameter beneath ██████ County, had been in use without fault for three years prior to the SCP-5973 event, though no tests prior to 05/10/21 had achieved an FTL effect.",
    "title": "SCP-5973"
}