{
    "url": "https://scp-wiki.wikidot.com/scp-5975",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-5975:\n The Cycle Keeps Spinning\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2055\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 877\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 863\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 588\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 546\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 422\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 317\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 244\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 227\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 172\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 170\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 138\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 131\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 127\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 101\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 93\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 206\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+55\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-5975\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Bookstores and libraries with high potential for containing SCP-5975 instances are to be monitored for potential signs of containment breach. Verified copies of SCP-5975 are to be seized and remanded into secure containment lockers at Site 118's Beta Wing. SCP-5975-1 and SCP-5975-2 are to be identified, and then placed under Foundation monitoring while further research is conducted on potential deviations to SCP-5975's anomalous cycle. Following expiration of either SCP-5975-1 or SCP-5975-2 as part of SCP-5975's primary anomaly, the corresponding SCP-5975 instance is to be moved to Site 118's historical archives.\n\n\nFollowing 5975 Incident Gamma, further research concerning alternative SCP-5975 generation methods is pending review.\n\n\nDescription:\n SCP-5975 is a collection of anomalous literature featuring a recurring prescriptive narrative cycle. Each SCP-5975 instance presents itself as a work of fiction, but events described in SCP-5975 are reflected in reality following their description in the work. Consequently, the progression of SCP-5975's narrative creates a deterministic effect on its real-life counterparts. Though the text of each SCP-5975 is different, they can be identified by a few common narrative elements and themes:\n\n\n\n\nThe presence of two main characters, designated SCP-5975-1 and SCP-5975-2. Their interactions between each other are further detailed below.\n\n\n\n\n\n\nProse that has been consistently described as \"happy,\" \"wholesome,\" and \"heartwarming.\"\n\n\n\n\n\n\nConsistent, repeated references to the importance of bonds.\n\n\n\n\n\n\nAn emphasis on seemingly serendipitous events that lead to positive outcomes for both SCP-5975-1 and SCP-5975-2. Past examples have included successful business ventures between the two, fulfilling relationships, and/or overcoming difficult challenges together.\n\n\n\n\nSCP-5975 typically appears in printed book form, and has been found in a wide range of bookshops and libraries since its first categorization in 18██. Institutions with a high density of books relating to arcane, occult, or thaumaturgical concepts are at higher risk of SCP-5975 infection, though size of the institution's collection has no effect.\n1\n In all cases, employees and other individuals who would have interacted with the work do not remember placing the work, nor do there exist records of it within internal archives.\n\n\nSCP-5975's anomalous effect starts once an individual begins reading the text associated with it. Stopping the reading process does not halt the progression of SCP-5975's narrative, but fully reading the text is believed to accelerate the process. Upon expiration of either/both SCP-5975-1 and SCP-5975-2, the text ceases to become anomalous, and can be read safely.\n\n\n\n\n+ Textual Example of SCP-5975\n\n\n\n\n- Textual Example of SCP-5975\n\n\n\n\n\n\n\"Jonathan!\"\n\n\nThe man in question stopped in his tracks and slowly turned around, recognizing the voice, but not wanting to. Looking down the long path of the footbridge, he saw her stumbling along the road, clumsy as a newborn giraffe. The sight almost made him smile. Almost.\n\n\nFinally, she managed to stagger her way up to him, and tried to stare him down with all the sternness that her 5 foot frame could muster. Again, he resisted the urge to smile.\n\n\nFocus. Don't forget what she did.\n\n\n\"Were you really going to just pretend like you didn't see me?\" She huffed, placing her hands on her hips.\n\n\n\"Did it work?\"\n\n\n\"You think I'm stupid?\"\n\n\n\"I don't think you want me to answer that.\"\n\n\n\"Jonathan!\"\n\n\n\"What do you want, Sophia? I thought we were done.\"\n\n\nHer eyes softened somewhat, and she looked away. Jonathan couldn't help but notice her finger tapping out a nervous beat against her leg, staccato and shaky. She bit her lip in that way that she always did, and looked out towards the water beyond the bridge. When she spoke again, her voice was quieter than he had ever heard her speak before.\n\n\n\"I'm sorry. I was afraid.\"\n\n\n\"Afraid of what?\"\n\n\n\"Are you really going to make me spell it out?\"\n\n\nJonathan made a move to turn around and she grabbed at his hand, drawing him back to her like a moth to a flame.\n\n\n\"Okay! I was afraid of the commitment! Afraid that if I dove in, I'd get burned again. I'm 35, Jonathan. I've been around the block too often. I know how these things usually end for people like me. I didn't want to let myself open up again. It's…god, it's happened too much. But I was dumb. I…made a mistake.\"\n\n\nHer next words were softer still. She locked gazes with him, her eyes soft and big and vulnerable, his small and tired and pained.\n\n\n\"Please. One more chance.\"\n\n\nHe stood there for a moment, not saying anything for a moment, drinking in the words. The wind whipped through his hair, the howling in the breeze the only soundtrack for their conversation. When he spoke, it was his turn to be quiet.\n\n\n\"…you're a real piece of work, you know that?\"\n\n\nA faint wisp of a smile cracked her face.\n\n\n\"Aren't we both?\"\n\n\n\"I think you've got me beat by a fair margin.\"\n\n\nShe lightly slapped him on the arm. The smile on her face had grown to full on grin.\n\n\n\"It's not my fault you're psycho.\"\n\n\nShe went to slap his arm again, but this time he intercepted its path, grabbing her hand before it could reach its target. He pulled it down gently, and laced his fingers around hers, and softly squeezing. She stepped forward, and planted her head in its usual spot on his shoulder as he wrapped his arms around her, knowing that this time, he wouldn't let go.\n\n\nEverything was going to be okay.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION: INCIDENT 5975-GAMMA\n\n\nOn 09/16/20██, the following documents were appended to SCP-5975's file by an unknown source. They are presented here in chronological order, pending further investigation. While no cognitohazardous effects have been detected, readers should exercise caution when reading the following files.\n\n\n\n\n\n\nEmail Exchange:\n On 02/12/20██, the following emails were exchanged between SCP-5975 project leads, Dr. Andrew Zhou and Dr. Maria Fernandez, who had, at the time, been responsible for cataloguing the 373 extant examples of SCP-5975 under Foundation monitoring.\n\n\n\n\n\n\nTo:\n Dr. Andrew Chi Zhou\n\n\nFrom:\n Dr. Maria Julia Fernandez\n\n\nSubject:\n Something weird\n\n\n\n\n\n\nAndy,\n\n\nHave you gotten a chance to look at 373? I didn't see it until now, but it seems as though it doesn't really fit in with the pattern. You sure one of the interns didn't get it mixed up?\n\n\nPS: It's Qasem's birthday on Wednesday. Cake time?\n\n\n-Maria\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Dr. Maria Julia Fernandez\n\n\nFrom:\n Dr. Andrew Chi Zhou\n\n\nSubject:\n Re: Something weird\n\n\n\n\n\n\nMaria,\n\n\nNo, I signed off on that one. What about it was weird? Seemed like a pretty standard case to me; I've attached a scan of my annotated version on this email. Give it a whirl.\n\n\nAlso: yes on cake! I'll ping Cynthia about it.\n\n\n-Andy\n\n\nSent from my iPhone\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Dr. Andrew Chi Zhou\n\n\nFrom:\n Dr. Maria Julia Fernandez\n\n\nSubject:\n Re: Something weird\n\n\n\n\n\n\nAndy,\n\n\nCome to my office right now.\n\n\n-Maria\n\n\n\n\nAltered Literature:\n Following the aforementioned email exchange, it was discovered that alterations had been made to the previously linked textual example of SCP-5975's effect. All copies of the text connected to the Foundation main archives had been altered, with the exception of Dr. Zhou's hand-annotated copy that he had printed out himself. While the majority of the work remains the same, the ending (highlighted in green) had been significantly altered. Annotations in red have been added by Dr. Zhou, and annotations in blue by Dr. Fernandez.\n\n\n\n\n+ Updated Textual Example\n\n\n\n\n- Updated Textual Example\n\n\n\n\n\n\n\"Jonathan!\"\n2\n\n\nThe man in question stopped in his tracks and slowly turned around, recognizing the voice, but not wanting to. Looking down the long path of the footbridge, he saw her stumbling along the road, clumsy as a newborn giraffe.\n3\n The sight almost made him smile. Almost.\n\n\nFinally, she managed to stagger her way up to him, and tried to stare him down with all the sternness that her 5 foot frame could muster. Again, he resisted the urge to smile.\n\n\nFocus. Don't forget what she did.\n\n\n\"Were you really going to just pretend like you didn't see me?\" She huffed, placing her hands on her hips.\n\n\n\"Did it work?\"\n\n\n\"You think I'm stupid?\"\n\n\n\"I don't think you want me to answer that.\"\n\n\n\"Jonathan!\"\n\n\n\"What do you want, Sophia? I thought we were done.\"\n\n\nHer eyes softened somewhat, and she looked away. Jonathan couldn't help but notice her finger tapping out a nervous beat against her leg, staccato and shaky. She bit her lip in that way that she always did, and looked out towards the water beyond the bridge. When she spoke again, her voice was quieter than he had ever heard her speak before.\n\n\n\"I'm sorry. I was afraid.\"\n\n\n\"Afraid of what?\"\n\n\n\"Are you really going to make me spell it out?\"\n\n\nJonathan made a move to turn around and she grabbed at his hand, drawing him back to her like a moth to a flame.\n\n\n\"Okay! I was afraid of the commitment! Afraid that if I dove in, I'd get burned again. I'm 35, Jonathan. I've been around the block too often. I know how these things usually end for people like me. I didn't want to let myself open up again. It's…god, it's happened too much. But I was dumb. I…made a mistake.\"\n\n\nHer next words were softer still. She locked gazes with him, her eyes soft and big and vulnerable, his small and tired and pained.\n\n\n\"Please. One more chance.\"\n\n\nHe stood there for a moment, not saying anything for a moment, drinking in the words. The wind whipped through his hair, the howling in the breeze the only soundtrack for their conversation. When he spoke, it was his turn to be quiet.\n\n\n\"…but it had to be with him?\"\n\n\nDaggers.\n\n\n\"I know what he did to yo-\"\n\n\n\"And yet you still did it.\"\n\n\nMore daggers.\n4\n\n\n\"It was a mista-\"\n\n\n\"You 'mistakenly' took him home? To our home?\"\n\n\nEvery word a stab.\n\n\n\"Jonathan! I'm sor-\"\n\n\n\"Good bye, Sophia.\"\n\n\nHe turned to walk away again, this time for good. She grabbed at his wrist once more, a desperate cling to a life raft in a sea of turmoil. He batted her hand away.\n\n\n\"Get off me. Don't touch me with those hands.\"\n\n\n\"Come back!\"\n\n\nShe tried to grab at him, both hands this time, but he shoved her backwards, hard. She stumbled, falling back hard as she hit the edge of the fence. For a moment's breath, he thought to grab out to her, to save her as she had once saved him, but then he exhaled and she was falling, falling, falling, tumbling over the edge and down to the cold waters below without as much as a single sound.\n\n\nHe ran to the edge and looked over, searching for a trace of her but all he could feel was falling, falling, falling. Some part of him wanted to scream but found that naught came out but an overwhelming sense of fear and rage and loneliness and \nvindication.\n The wind itself reached a shriek in his ear that made him feel as though he had done the \nright\n thing and that all he felt was good and right and that she had \ndeserved\n what had happened to her.\n\n\nHe looked down to the water below and wondered why he had ever been afraid of them. They had seemed vast and wide and unknown but all of a sudden, he felt as though that were perfectly natural, that the way of things meant that they could only ever be that way and that all the works of man and beast and god were but dust compared to the vast unknowable \nnothing\n that was the true order of the universe and before long he felt himself at the edge and then he was\n\n\nfalling\n\n\nfalling\n\n\nfalling\n\n\n\n\nBoth individuals were identified a few weeks after the altering of this specific SCP-5975 instance. Local news stories reported on a double suicide at the French King Bridge in Massachusetts.\n5\n Neither body was ever recovered.\n\n\n\n\n\n\n\n\nOver the course of the next month, a similar degradation in text was noticed in other copies of SCP-5975, leading to a widespread change in narrative progression. A meta-critique conducted by Drs. Zhou and Fernandez began to assemble a new set of identifying criteria for corruption in SCP-5975, as listed below:\n\n\n\n\nThe presence of two main characters, designated SCP-5975-1 and SCP-5975-2. Their interactions between each other are further detailed below.\n\n\n\n\n\n\nProse that has been consistently described as \"dark,\" \"evocative,\" and \"tragic.\"\n\n\n\n\n\n\nConsistent, repeated references to a fear of the unknown.\n\n\n\n\n\n\nA precipitating event that causes a split between SCP-5975-1 and SCP-5975-2. Past examples of this include an affair by 5975-1, financial and/or physical hardship, or a miscommunication that causes harm to 5975-2. This leads to an intense deterioration of their relationship that ends in tragedy for both characters.\n\n\n\n\nUnknown Recording 1:\n The following is the transcript of a conversation between Dr. Zhou and Dr. Fernandez. The source of this recording is unknown, but was dated to 03/15/20██. The conversation is believed to have taken place in Dr. Fernandez's office.\n\n\n\n\nKnocking sound can be heard.\n\n\nFernandez:\n Come in.\n\n\nZhou:\n Hey Maria. Finish annotating Iteration 366 yet?\n\n\nFernandez:\n Oh, hi Andy! Uh, not yet. Had to dig through the old catalog for a bit. I think 366 actually has some similarities with 346 and 353 which might lead to something. Could be a new trend. Can I send it to you to look over later?\n\n\nZhou:\n Sure, go for it. I'll be going over some of the field reports.\n\n\nFernandez:\n Great, thank you.\n\n\nNo sound for approximately 30 seconds.\n\n\nFernandez:\n Something else I can help you with, Andy?\n\n\nZhou:\n Well, that depends. What are you doing tonight?\n\n\nFernandez:\n Probably going to have a glass of wine and watch the \nGreat British Bake-Off.\n Oh, god, that sounds a lot sadder than I meant it to be.\n\n\nZhou:\n No, not at all, haha! Well, if you're not busy with that…I was wondering if I could take you out for dinner. Just to…uh…go over reports, you know?\n\n\nFernandez:\n Just for reports?\n\n\nZhou:\n Yeah. Definitely.\n\n\nFernandez:\n Hmm. I \nwas\n looking forward to seeing Rian sweep the competition with his tarts.\n\n\nZhou:\n Oh, yeah, I underst-\n\n\nFernandez:\n …but I guess I could clear my schedule past…seven?\n\n\nZhou:\n Seven. Yeah, that'll work. I'll drop by your office then?\n\n\nFernandez:\n I'll bring the reports.\n\n\n\n\nUnknown Recording 2:\n The following recording was taken in Dr. Zhou's office at 9:53 PM, the same day as the previous log.\n\n\n\n\nZhou:\n …and somehow, miraculously, I only sprained my ankle. Swear to god.\n\n\nFernandez:\n [Laughing] Oh my god, that's crazy! If your mom was anything like mine, I bet you had a fun time explaining \nthat\n mess.\n\n\nZhou:\n Oh, of course. Let's just put it this way: she had to get a new pair of sandals after she was through with me.\n\n\nBoth researchers laugh for a few moments before it dies down.\n\n\nFernandez:\n Well…thanks for taking me out to dinner.\n\n\nZhou:\n Yeah, of course. I…uh…I had fun tonight. Let's….do it again sometime?\n\n\nFernandez:\n I'd like that.\n\n\nSilence for a few moments, before the sound of a kiss.\n\n\nZhou:\n See you tomorrow?\n\n\nFernandez:\n Gotta finish those reports sometime, after all. Night, Andy.\n\n\nZhou:\n Good night, Mimi.\n\n\n\n\nAnomalous Progression:\n 3 months after the above recording, Drs. Zhou and Fernandez submitted the following jointly authored brief to the attention of O5 Command. Earlier sections summarizing the nature of the outbreak have been removed for brevity.\n\n\n\n\nAt the time of writing of this report, research efforts have concluded that all examples of SCP-5975 have now been corroded into the version first noticed in Iteration 373. All attempts to limit the spread of degradation, including separation onto different servers, translation into other languages, and physical rewriting of the text have failed to stop or even slow down this rate of corruption. Even the originally unaltered copy of Iteration 373 that sparked this discovery has now been converted.\n\n\nShortly following the initial discovery of the outbreak, the authors of this report noted a new set of identifying criteria in the few examples of text that had been initially altered. Following the full meta-analysis of the archived incidents, the authors have been able to add an additional criterion:\n\n\n97.6%\n of the identified stories involved one of the two main characters, SCP-5975-1 and SCP-5975-2, killing the other. 2.4% of studied cases resulted in one of the characters dying of unrelated causes before the narrative effects of SCP-5975 could play out. That means that 100% of cases ended in the death of at least one, though often both, of the main characters.\n\n\nResearch efforts are now being directed towards whether or not this effect can be halted or slowed.\n\n\n\n\nUnknown Recording 3:\n The following recording was taken approximately half a year after the last report was sent, and is believed to have originated from Dr. Zhou's office.\n\n\n\n\nZhou:\n I just don't get it.\n\n\nFernandez:\n Get what?\n\n\nZhou:\n Just…everything. We've studied hundreds of cases now. Pored over them all. And still, no reason \nwhy\n this is happening.\n\n\nFernandez:\n You work three doors down from a guy who studies spontaneously combusting frogs, and you feel like you don't have any good answers?\n\n\nZhou:\n Point. But this is clearly…well, something. How did this thing even start? How are all of these books even linked together? Just what the heck is going on?\n\n\nFernandez:\n I get what you're saying, babe, but I'm not sure that I have an answer for you.\n\n\nZhou:\n Yeah, yeah, I know. [Pauses] I wonder how they feel.\n\n\nFernandez:\n Loving the cryptic statements today, are we?\n\n\nZhou:\n The people who are in the stories. I wonder how they feel. Do they know it's happening? Or do they just think it's….normal? Do they know that their story's been written for them already, I mean?\n\n\nFernandez:\n Well, some people would say that everyone's story has already been written, in a way.\n\n\nZhou:\n You're way more Catholic than I ever was.\n\n\nFernandez:\n [Laughs] Not a high bar. I'm serious, though. Can you really say that people's paths aren't at least a bit guided?\n\n\nZhou:\n Well, no. We have free will, don't we?\n\n\nFernandez:\n Do we? You think a kid from the projects is gonna have the same choices that some prep school trust fund baby would?\n\n\nZhou:\n Mimi…if this is about-\n\n\nFernandez:\n It's not just about me! It's true for everyone like me. You know it's true. I didn't get to school the same way you did.\n\n\nZhou:\n Mimi, you know I've never cared about that.\n\n\nFernandez:\n I know you don't. But that's the way things are. People are the product of their environments. I don't think it's crazy to say that that means our paths are kind of set out for us.\n\n\nZhou:\n That's…depressing.\n\n\nFernandez:\n Honestly, I find it a little reassuring.\n\n\nZhou:\n How could that possibly be reassuring to you?\n\n\nFernandez:\n I dunno. I guess I've always been a little afraid of the dark, is all. I don't like losing control. I don't like not knowing what's going to happen. Knowing that there are reasons I am the way I am is…comforting. It means I don't have to worry about what I don't know, because I'm only responsible for doing what I'm supposed to do anyway.\n\n\nZhou:\n So that's why you read Wikipedia summaries for the movies we watch, huh?\n\n\nFernandez:\n [Laughs] Okay, that's too far. Let's get back to work.\n\n\n\n\nEmail Transcript:\n The following is the contents of an email that was found in Dr. Zhou's inbox, and dated to three months after the above recording.\n\n\n\n\n\n\nTo:\n Dr. Andrew Chi Zhou\n\n\nFrom:\n [ERROR] UNKNOWN SENDER\n\n\nSubject:\n Sing for me.\n\n\n\n\n\n\nLet me tell you a story.\n\n\nThere once was a magus and his consort who lived in a white palace built upon the bones of the dead. The magus and his consort spent their days greedily divining secrets that were not theirs to take, rutting through the earth like hungry swine in search of treasures that did not belong to them. Like all wretched worms, they wriggled through the mud and dirt thinking that their lives were their own, that their stinking trails of shit were somehow special.\n\n\nSuch is the way of the universe that the magus and his whore would have been free to revel in the muck as is their right, but it came to pass that these creatures began to flaunt their insolence. No longer were they simply content to believe their heresies, but they began to openly espouse them, flitting about and convincing others to abandon the ordained paths that had been written for them. Moreover, they began to dig ever deeper, in search of knowledge that was never meant to be theirs, overreaching themselves when they should have been \ngroveling\n at the feet of their lords and kings, begging them for forgiveness for having the audacity of reaching into \nthings that should stay unknown.\n\n\nAnd for their crimes, they had foolishly brought down the most terrible of furies down upon their house and their heirs. In the great reckoning that the universe had deemed to be \nright\n and \ngood,\n their maker handed upon them a punishment fit for their lowborn, pathetic arrogance, that the magus was to destroy all of his heresies and spite all those whom he loved, that his whore was to slay the magus for his crimes before turning that wicked and treacherous blade upon herself as is \njust,\n but not before the downfalls of their work and their so-called truths.\n\n\nYou are all of you maggots in the soil who had the audacity to look to the heavens and for that, you will \nsuffer.\n\n\n\n\nUnknown Recording 4:\n The following was taken from Dr. Fernandez's office, shortly after Dr. Zhou received the above email and confronted Dr. Fernandez. It is unknown who or what began recording, and why they chose this specific time to do so.\n\n\n\n\nFernandez:\n Andy, you know what this means.\n\n\nZhou:\n I-I…there could be something else. It's not like the others…I mean…it could be a prank…\n\n\nFernandez:\n Andy. Look at me. We both know it's talking about us. We're the next story.\n\n\nZhou:\n [Whispered] Jesus Christ, Mimi. I mean, how did it \nknow?\n\n\nFernandez:\n RAISA didn't have any info?\n\n\nZhou:\n No record of this email being sent…\n\n\nFernandez:\n Oh, Lord have mercy….it's all the signs.\n\n\nZhou:\n Okay. We…we just need to do some more research. Pore over the old accounts. There has to be an exception. There has to be a way out. C'mon, think!\n\n\nFernandez:\n Andy…you and I know better than anyone else that there are no exceptions. We're stuck in this story. There's no getting out of this one.\n\n\nZhou:\n Bullshit. Bullshit, Mimi! I refuse to accept that. I just….I can't.\n\n\nFernandez:\n Shhhh. It's okay.\n\n\nSilence for two minutes\n\n\nZhou:\n I don't want to hurt you.\n\n\nFernandez:\n Neither do I. What can we do, though?\n\n\nZhou:\n Figure out where this came from, for one.\n\n\nFernandez:\n We're literature people, Andy. RAISA's on that. What can \nwe\n do?\n\n\nZhou:\n I…I don't know.\n\n\nFernandez:\n Then until we do know, just….hold me, okay? Don't let go. I'm…I'm scared, Andy.\n\n\nZhou:\n Shhhh. I'm here.\n\n\nThe sound of light sobbing continues for 5 minutes. The recording cuts out.\n\n\n\n\nDr. Fernandez and Dr. Zhou were both removed from the research efforts for SCP-5975 and were placed into isolation from each other, but were permitted to continue working under careful monitoring.\n\n\nSecurity Camera Footage:\n The following security camera footage was taken from Dr. Zhou's office, four months after the email was received.\n\n\n\n\nDr. Zhou's office. The researcher is currently typing on his computer, hunched over the desk. There is a knock on the door.\n\n\nZhou:\n Come in.\n\n\nThe door opens, and Dr. Fernandez enters the room, closing it behind her. Zhou looks up and blinks, before shutting his laptop lid and standing up.\n\n\nZhou:\n Mimi? You know we're not supposed to-\n\n\nFernandez:\n I know. I know. I just….I couldn't help it. Can I sit down?\n\n\nZhou:\n Uh…yeah, yeah, of course.\n\n\nZhou pulls out a chair for Fernandez, before sitting down himself. Fernandez sits in the chair, looking around the office and wringing her hands.\n\n\nFernandez:\n Still got that tacky painting on the wall, huh?\n\n\nZhou:\n Well, someone with pretty bad taste gave it to me.\n\n\nThey both chuckle, but then fall quiet.\n\n\nZhou:\n You uh…you been busy?\n\n\nFernandez:\n Not too bad, I guess. Just collecting some literature on other anomalies….nothing too crazy. How about you?\n\n\nZhou:\n Desk work, yeah. A few translations.\n\n\nBoth are silent for a few moments.\n\n\nZhou:\n So uh, we should probably-\n\n\nFernandez:\n I miss you.\n\n\nSilence for a few moments.\n\n\nZhou:\n I…I miss you too. But we shouldn't be doing this. You know we're supposed to stay away from each other until they can figure-\n\n\nFernandez:\n Figure something out? Andy, we both know how this ends. Until it happens, why not enjoy the time we have?\n\n\nZhou:\n I don't know that, actually. And I won't accept it. Not until we've tried everything.\n\n\nFernandez:\n It's too late, Andy! It's over! We looked into it for \nweeks.\n There's no solution. We're trapped.\n\n\nZhou:\n That's bullshit. I won't give up. I can't believe you would, either.\n\n\nFernandez:\n Oh, grow up. God, I can't believe you're this naive. Why can't you accept the truth?\n\n\nZhou:\n Because I'm not some fucking lemming who's following the herd over the edge!\n\n\nFernandez:\n Is that what I am now? A lemming? Because I've accepted what you don't have the balls to stomach? Because you're a coward at heart who can't handle ugly reality?\n\n\nZhou:\n YOU DON'T HAVE THE RIGHT TO SAY THAT!\n\n\nZhou rises to his feet, knocking the chair over and sending it to the ground with a loud clatter. Both researchers flinch at the sound, and are silent.\n\n\nFernandez:\n I should go.\n\n\nZhou:\n Mimi, wait.\n\n\nFernandez promptly gets out of her chair and heads to the door. She places her hand on the doorknob, pausing, before opening it and slipping out of the office. Zhou remains standing, looking at the closed door for a few moments before he sinks into his chair. He places his head into his hands, and slumps over his desk.\n\n\n\n\nVoicemail Log:\n The following voicemail was left on Dr. Fernandez's office phone, three days after the above security tape was recorded.\n\n\n\n\nHey Mimi.\n\n\nI thought about calling you on your cell but…I guess I didn't want you to actually pick up. Sorry. I'm too much of a coward to tell you to your face.\n\n\nI miss you. I really, really miss you. I know why we have to stay in isolation but…I still really miss you.\n\n\n…\n\n\nAnyway, I've been thinking about what you said, about destiny and our story. As a fellow professional, I respectfully disagree.\n\n\nWe \nalways\n have a choice.\n\n\nAnd I'm not afraid.\n\n\nI don't care what's out there. I'm not afraid. I won't let this thing tell me what to do.\n\n\n…There's one way out that we didn't talk about, Mimi. We didn't want to think about it at the time, but…we're running out of time. Even now, I can still feel the urges, but…for now, I'm still here.\n\n\nSCP-5975 doesn't work on one case, and one case only.\n\n\nThe characters can't kill each other if one of them's already dead.\n\n\nI'm so, so sorry.\n\n\nI love you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have (1) system prompt.\n\n\n\n\n \n\n\n\n\n\n\n\n\n| PROMPT: Are you finished reading this document from the Historical Archives? y/n\n\n\n\n\n\n\n| ENTRY: y\n\n\n\n\n\n| PROMPT: Thank you, DR. FERNANDEZ. You may sign out now.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-5975 has been found in institutions as large as the United States' Library of Congress, to a single sheet of paper found in a collected folder of personal notes.\n\n\n2\n. \nIdentified as Jonathan Willis, a 34 year old civilian teacher.\n\n\n3\n. \nIdentified as Sophia Kim, a 35 year old civilian consultant.\n\n\n4\n. \nOne of several references to knives that had appeared in this iteration of the story.\n\n\n5\n. \nA well-known \"suicide bridge.\"\n\n\n\n\n\n\n\n\n« \nSCP-5974\n | SCP-5975 | \nSCP-5976\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5975\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5975\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Knocking sound can be heard. Fernandez: Come in. Zhou: Hey Maria. Finish annotating Iteration 366 yet? Fernandez: Oh, hi Andy! Uh, not yet. Had to dig through the old catalog for a bit. I think 366 actually has some similarities with 346 and 353 which might lead to something. Could be a new trend. Can I send it to you to look over later? Zhou: Sure, go for it. I'll be going over some of the field reports. Fernandez: Great, thank you. No sound for approximately 30 seconds. Fernandez: Something else I can help you with, Andy? Zhou: Well, that depends. What are you doing tonight? Fernandez: Probably going to have a glass of wine and watch the Great British Bake-Off. Oh, god, that sounds a lot sadder than I meant it to be. Zhou: No, not at all, haha! Well, if you're not busy with that…I was wondering if I could take you out for dinner. Just to…uh…go over reports, you know? Fernandez: Just for reports? Zhou: Yeah. Definitely. Fernandez: Hmm. I was looking forward to seeing Rian sweep the competition with his tarts. Zhou: Oh, yeah, I underst- Fernandez: …but I guess I could clear my schedule past…seven? Zhou: Seven. Yeah, that'll work. I'll drop by your office then? Fernandez: I'll bring the reports.",
        "Zhou: …and somehow, miraculously, I only sprained my ankle. Swear to god. Fernandez: [Laughing] Oh my god, that's crazy! If your mom was anything like mine, I bet you had a fun time explaining that mess. Zhou: Oh, of course. Let's just put it this way: she had to get a new pair of sandals after she was through with me. Both researchers laugh for a few moments before it dies down. Fernandez: Well…thanks for taking me out to dinner. Zhou: Yeah, of course. I…uh…I had fun tonight. Let's….do it again sometime? Fernandez: I'd like that. Silence for a few moments, before the sound of a kiss. Zhou: See you tomorrow? Fernandez: Gotta finish those reports sometime, after all. Night, Andy. Zhou: Good night, Mimi.",
        "At the time of writing of this report, research efforts have concluded that all examples of SCP-5975 have now been corroded into the version first noticed in Iteration 373. All attempts to limit the spread of degradation, including separation onto different servers, translation into other languages, and physical rewriting of the text have failed to stop or even slow down this rate of corruption. Even the originally unaltered copy of Iteration 373 that sparked this discovery has now been converted. Shortly following the initial discovery of the outbreak, the authors of this report noted a new set of identifying criteria in the few examples of text that had been initially altered. Following the full meta-analysis of the archived incidents, the authors have been able to add an additional criterion: 97.6% of the identified stories involved one of the two main characters, SCP-5975-1 and SCP-5975-2, killing the other. 2.4% of studied cases resulted in one of the characters dying of unrelated causes before the narrative effects of SCP-5975 could play out. That means that 100% of cases ended in the death of at least one, though often both, of the main characters. Research efforts are now being directed towards whether or not this effect can be halted or slowed.",
        "Zhou: I just don't get it. Fernandez: Get what? Zhou: Just…everything. We've studied hundreds of cases now. Pored over them all. And still, no reason why this is happening. Fernandez: You work three doors down from a guy who studies spontaneously combusting frogs, and you feel like you don't have any good answers? Zhou: Point. But this is clearly…well, something. How did this thing even start? How are all of these books even linked together? Just what the heck is going on? Fernandez: I get what you're saying, babe, but I'm not sure that I have an answer for you. Zhou: Yeah, yeah, I know. [Pauses] I wonder how they feel. Fernandez: Loving the cryptic statements today, are we? Zhou: The people who are in the stories. I wonder how they feel. Do they know it's happening? Or do they just think it's….normal? Do they know that their story's been written for them already, I mean? Fernandez: Well, some people would say that everyone's story has already been written, in a way. Zhou: You're way more Catholic than I ever was. Fernandez: [Laughs] Not a high bar. I'm serious, though. Can you really say that people's paths aren't at least a bit guided? Zhou: Well, no. We have free will, don't we? Fernandez: Do we? You think a kid from the projects is gonna have the same choices that some prep school trust fund baby would? Zhou: Mimi…if this is about- Fernandez: It's not just about me! It's true for everyone like me. You know it's true. I didn't get to school the same way you did. Zhou: Mimi, you know I've never cared about that. Fernandez: I know you don't. But that's the way things are. People are the product of their environments. I don't think it's crazy to say that that means our paths are kind of set out for us. Zhou: That's…depressing. Fernandez: Honestly, I find it a little reassuring. Zhou: How could that possibly be reassuring to you? Fernandez: I dunno. I guess I've always been a little afraid of the dark, is all. I don't like losing control. I don't like not knowing what's going to happen. Knowing that there are reasons I am the way I am is…comforting. It means I don't have to worry about what I don't know, because I'm only responsible for doing what I'm supposed to do anyway. Zhou: So that's why you read Wikipedia summaries for the movies we watch, huh? Fernandez: [Laughs] Okay, that's too far. Let's get back to work.",
        "Fernandez: Andy, you know what this means. Zhou: I-I…there could be something else. It's not like the others…I mean…it could be a prank… Fernandez: Andy. Look at me. We both know it's talking about us. We're the next story. Zhou: [Whispered] Jesus Christ, Mimi. I mean, how did it know? Fernandez: RAISA didn't have any info? Zhou: No record of this email being sent… Fernandez: Oh, Lord have mercy….it's all the signs. Zhou: Okay. We…we just need to do some more research. Pore over the old accounts. There has to be an exception. There has to be a way out. C'mon, think! Fernandez: Andy…you and I know better than anyone else that there are no exceptions. We're stuck in this story. There's no getting out of this one. Zhou: Bullshit. Bullshit, Mimi! I refuse to accept that. I just….I can't. Fernandez: Shhhh. It's okay. Silence for two minutes Zhou: I don't want to hurt you. Fernandez: Neither do I. What can we do, though? Zhou: Figure out where this came from, for one. Fernandez: We're literature people, Andy. RAISA's on that. What can we do? Zhou: I…I don't know. Fernandez: Then until we do know, just….hold me, okay? Don't let go. I'm…I'm scared, Andy. Zhou: Shhhh. I'm here. The sound of light sobbing continues for 5 minutes. The recording cuts out.",
        "Dr. Zhou's office. The researcher is currently typing on his computer, hunched over the desk. There is a knock on the door. Zhou: Come in. The door opens, and Dr. Fernandez enters the room, closing it behind her. Zhou looks up and blinks, before shutting his laptop lid and standing up. Zhou: Mimi? You know we're not supposed to- Fernandez: I know. I know. I just….I couldn't help it. Can I sit down? Zhou: Uh…yeah, yeah, of course. Zhou pulls out a chair for Fernandez, before sitting down himself. Fernandez sits in the chair, looking around the office and wringing her hands. Fernandez: Still got that tacky painting on the wall, huh? Zhou: Well, someone with pretty bad taste gave it to me. They both chuckle, but then fall quiet. Zhou: You uh…you been busy? Fernandez: Not too bad, I guess. Just collecting some literature on other anomalies….nothing too crazy. How about you? Zhou: Desk work, yeah. A few translations. Both are silent for a few moments. Zhou: So uh, we should probably- Fernandez: I miss you. Silence for a few moments. Zhou: I…I miss you too. But we shouldn't be doing this. You know we're supposed to stay away from each other until they can figure- Fernandez: Figure something out? Andy, we both know how this ends. Until it happens, why not enjoy the time we have? Zhou: I don't know that, actually. And I won't accept it. Not until we've tried everything. Fernandez: It's too late, Andy! It's over! We looked into it for weeks. There's no solution. We're trapped. Zhou: That's bullshit. I won't give up. I can't believe you would, either. Fernandez: Oh, grow up. God, I can't believe you're this naive. Why can't you accept the truth? Zhou: Because I'm not some fucking lemming who's following the herd over the edge! Fernandez: Is that what I am now? A lemming? Because I've accepted what you don't have the balls to stomach? Because you're a coward at heart who can't handle ugly reality? Zhou: YOU DON'T HAVE THE RIGHT TO SAY THAT! Zhou rises to his feet, knocking the chair over and sending it to the ground with a loud clatter. Both researchers flinch at the sound, and are silent. Fernandez: I should go. Zhou: Mimi, wait. Fernandez promptly gets out of her chair and heads to the door. She places her hand on the doorknob, pausing, before opening it and slipping out of the office. Zhou remains standing, looking at the closed door for a few moments before he sinks into his chair. He places his head into his hands, and slumps over his desk.",
        "Hey Mimi. I thought about calling you on your cell but…I guess I didn't want you to actually pick up. Sorry. I'm too much of a coward to tell you to your face. I miss you. I really, really miss you. I know why we have to stay in isolation but…I still really miss you. … Anyway, I've been thinking about what you said, about destiny and our story. As a fellow professional, I respectfully disagree. We always have a choice. And I'm not afraid. I don't care what's out there. I'm not afraid. I won't let this thing tell me what to do. …There's one way out that we didn't talk about, Mimi. We didn't want to think about it at the time, but…we're running out of time. Even now, I can still feel the urges, but…for now, I'm still here. SCP-5975 doesn't work on one case, and one case only. The characters can't kill each other if one of them's already dead. I'm so, so sorry. I love you.",
        "\" SCP-5975 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-5975 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5975",
    "object_class": "Euclid",
    "containment_procedures": "Bookstores and libraries with high potential for containing SCP-5975 instances are to be monitored for potential signs of containment breach. Verified copies of SCP-5975 are to be seized and remanded into secure containment lockers at Site 118's Beta Wing. SCP-5975-1 and SCP-5975-2 are to be identified, and then placed under Foundation monitoring while further research is conducted on potential deviations to SCP-5975's anomalous cycle. Following expiration of either SCP-5975-1 or SCP-5975-2 as part of SCP-5975's primary anomaly, the corresponding SCP-5975 instance is to be moved to Site 118's historical archives.",
    "description": "SCP-5975 is a collection of anomalous literature featuring a recurring prescriptive narrative cycle. Each SCP-5975 instance presents itself as a work of fiction, but events described in SCP-5975 are reflected in reality following their description in the work. Consequently, the progression of SCP-5975's narrative creates a deterministic effect on its real-life counterparts. Though the text of each SCP-5975 is different, they can be identified by a few common narrative elements and themes:",
    "title": "SCP-5975"
}