{
    "url": "https://scp-wiki.wikidot.com/scp-5976",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nsanguis bibimus corpus edimus\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n3/5976\n LEVEL \n3/5976\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5976\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5976, removed from its cord.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5976 is to be kept in a lockbox at Site-107. Only Level 3+ personnel with the prior approval of the Ethics Committee are allowed to retrieve SCP-5976 for testing purposes.\n\n\nAll information into the Eddows and Blalock families are to be sealed.\n\n\nDescription:\n SCP-5976 is a silver cross necklace pendant measuring 35 by 21mm. Its anomalous properties manifest whenever a single subject sleeps alone with any type of body covering in a room with SCP-5976. Once the subject has entered Stage 2 of the sleep cycle, an object within the room will begin to play a ten-note refrain. A rendition has been included below for identification purposes.\n\n\n\n\nThis object (designated SCP-5976-1) can be either electronic\n1\n or mechanical\n2\n in nature. SCP-5976-1 will continually play the refrain until the subject wakes up. When this happens, the subject will experience strong feelings of nausea and fear. These feelings are exacerbated upon the viewing of SCP-5976-2, a humanoid entity approximately 180 cm tall which is missing an arm. 5976-2 will produce guttural noises in conjunction with lulls in the SCP-5976-1 refrain. SCP-5976-2 is not visible upon image/video capturing devices; however, shadows cast and sounds produced by SCP-5976-2 can still be recorded.\n\n\nIf the subject attempts to hide by under their body covering, it will start to rapidly increase in weight and retaining temperature\n3\n. If the subject attempts to find SCP-5976-1 and prevents it from playing the refrain, SCP-5976-2 will grab the subject and vocalize the phrase, \"No, no.\" SCP-5976-2 will demanifest if the subject stops the refrain.\n\n\n5976 was formerly owned by the Eddows's daughter, Katherine Eddows, who died in the Innsmouth Abbey fire in April 2019. SCP-5976 was discovered along with the burnt corpse of Marion Eddows in Innsmouth, Massachusetts during a standard anomalous item sweep on June 7th, 2019. The disappearance of Ynette Blalock is theorized to be related to SCP-5976 (see Addendum 5976.2).\n\n\nApproximately 97.3% of subjects die of either blunt force trauma or immolation within an hour of SCP-5976's activation.\n\n\n\n\n\n\nAddendum 5976.1\n\n\nRELEVANT MEDIA — SCP-5976\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nThe reference media shown here was taken during test #337.\n\n\n\n\n\n\n\n\nPhotograph taken by D-4059.\n\n\n\n\n\n\n\n\n \n\nA 48-second audio recording from the same test.\n\n\n\n\n\n\n\n\n[0:00]\n - \n[0:02]\n > Ambient noise.\n\n\n[0:02]\n - \n[0:14]\n > SCP-5976-1 activates.\n\n\n[0:14]\n - \n[0:34]\n > Unidentified noises can be heard in the background. They increase in volume and crescendo at 0:33. SCP-5976-1 continues playing the refrain.\n\n\n[0:34]\n - \n[0:35]\n > Ambient noise.\n\n\n[0:36]\n - \n[0:42]\n > A guttural sound produced by SCP-5976-2 is heard.\n\n\n[0:43]\n - \n[0:48]\n > Ambient noise.\n\n\n\n\n\n\n \n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5976.2\n\n\nINTERVIEW LOG — DAMIEN BLALOCK\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINTERVIEWER:\n Researcher Gregory Scott-Taylor\n\n\nSUBJECT:\n Damien Blalock \n(detainee)\n\n\n«BEGIN LOG»\n\n\n\n\nSCOTT-TAYLOR:\n Let's make this perfectly clear from the start, Mr. Blalock. I don't like you. I will not pretend I like you. Your \"charming\" persona only works on the select few.\n\n\nBLALOCK:\n I get the same feeling here.\n\n\nSCOTT-TAYLOR:\n That being said, the quicker you answer my questions, the quicker we can go back to our own lives- or should I say I can go back to my life? Anyways. What do you know about Katherine Eddows?\n\n\n[BLALOCK grins widely.]\n\n\nBLALOCK:\n Her. She was a pretty young lass. I met her just right around the time I had been kicked off the wharf after this- \n[BLALOCK lifts his left brachium]\n -and I was looking for some good place to run me back straight. Thanks to good 'ol Ynni\n4\n, I got a right little spot as a mopboy at the Abbey. Now despite my looks, I can push a mop from here down to the wharf in one slide. Clean as a whistle, an-\n\n\nSCOTT-TAYLOR:\n Get back to the topic.\n\n\nBLALOCK:\n Ah ah ah, I was getting there. As I was sayins, Ynni had also picked up the lass, Kath, for some spiritual training stuff; parents do whatcha do- I definitely ain't complaning. She was good the first week. It was the second week when she got all freaky.\n\n\nSCOTT-TAYLOR:\n Freaky?\n\n\nBLALOCK:\n Mm. You see, most of the rooms have these push alarms built in - 'cause it used to be a kookyhouse back when - and Kath used to press them every night around the same time.\n\n\nSCOTT-TAYLOR:\n Do you know what time she would press the alarm?\n\n\nBLALOCK:\n I ain't got a watch.\n\n\nSCOTT-TAYLOR:\n …Of course.\n\n\nBLALOCK:\n She would always say that somebody was in her room, and Ynni would search high 'n low, but she couldn't find any strangers. This kept going for the first couple of days… then Ynni wouldn't bother after that. Told young ol' Kath to just believe in faith.\n\n\nSCOTT-TAYLOR:\n What occurred after that? In more detail, if possible.\n\n\nBLALOCK:\n Not a lot worth mentionin'. Kath was always tiring, so I'd be safe to say to assume that she didn't get much sleep. Now, she couldn't stand being around me, 'specially alone, but I \nreally\n didn't mind bein' aro-\n\n\nSCOTT-TAYLOR:\n Talk about what happened at the Abbey fire.\n\n\nBLALOCK:\n Heyey. You can't rush art. The fire started at the furnace - probably a firebox explosion. They evacuated everyone, but it was already late by the time the others saw she wasn't there.\n\n\nSCOTT-TAYLOR:\n They found her body in her room, on the bed, yes. With the pendant. Do you know when she got it?\n\n\nBLALOCK:\n No. She'd already had it by the time she joined the Abbey, from what I remember.\n\n\nSCOTT-TAYLOR:\n What happened to the pendant after the fire?\n\n\nBLALOCK:\n After that, my sister got the pendant. Ynni said she was going to give it to Kath's mother. I'm not sure where it went after though. That's all; I'll spare ya' the rest of the… juicy details.\n\n\nSCOTT-TAYLOR:\n Good riddance. Take him out.\n\n\n[BLALOCK is escorted away.]\n\n\nSCOTT-TAYLOR:\n Hold on.\n\n\n[BLALOCK stops and looks at SCOTT-TAYLOR.]\n\n\nSCOTT-TAYLOR:\n What did the alarm sound like?\n\n\nBLALOCK:\n Beep beep beep beep beep, beep beep beep beep beep. Sticks in your head after a couple of nights, you see.\n\n\n[BLALOCK grins as he is escorted out.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nFollowing the interview, Damien Blalock was administered Class F\n5\n amnestics and released back into police custody.\n\n\nSCP-5976 does not appear to have had any anomalous properties prior to the fire.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. e.g. A phone, a computer, an alarm clock, etc.\n\n\n2\n. e.g. A grandfather clock, various musical instruments, etc.\n\n\n3\n. The highest temperature recorded in a test session was 498° Celcius.\n\n\n4\n. Nickname for Ynette Blalock. Pronounced \"Inny\".\n\n\n5\n. For erasing and rebuilding the subject's identity.\n\n\n\n\n\n\n\n\n« \nSCP-5975\n | SCP-5976 | \nSCP-5977\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-5976 is to be kept in a lockbox at Site-107. Only Level 3+ personnel with the prior approval of the Ethics Committee are allowed to retrieve SCP-5976 for testing purposes.",
    "description": "SCP-5976 is a silver cross necklace pendant measuring 35 by 21mm. Its anomalous properties manifest whenever a single subject sleeps alone with any type of body covering in a room with SCP-5976. Once the subject has entered Stage 2 of the sleep cycle, an object within the room will begin to play a ten-note refrain. A rendition has been included below for identification purposes.",
    "title": "SCP-5976"
}