{
    "url": "https://scp-wiki.wikidot.com/scp-5981",
    "all_text": "rating: \n+111\n+\n–\nx\n\n\nItem #:\n SCP-5981\n\n\nObject Class:\n Edifice\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Each road leading into the supposed location of SCP-5981 has been closed off under the cover story that a chemical leak has rendered the area uninhabitable. Keyword Search Crawler #198 (\"Operator\") is to remove any mention of \"Nuke City\" from the internet. The cadaver of SCP-5981-2 is to be kept frozen in the Cadaver Storage Sector of Site-19 for further research.\n\n\nDescription:\n SCP-5981 is a fictional city, named \"Nuke City,\" supposedly located on the intersection of U.S. Route 93 and U.S. 93 Alternate. According to accounts, SCP-5981 was founded in the early 1940's, but was the subject of a nuclear strike\n1\n in 1966, destroying most of the city. However, most of the city's inhabitants survived this attack, only to become mutated\n2\n. Of note is that SCP-5981 is not a memetic agent; in fact, most subjects will not believe that SCP-5981 exists, and no future consequences will occur.\n\n\nSubjects who both believe that SCP-5981 exists and attempt to visit SCP-5981 will disappear from reality shortly after entering SCP-5981's \"city limits\". It is of note that subjects who visit \"SCP-5981\" without being informed of SCP-5981's existence will not find SCP-5981, but rather an abandoned Department of Transportation building. After subjects leave SCP-5981, they will often\n3\n reappear in reality with memories of visiting SCP-5981. Occasionally, they will return with paraphernalia related to SCP-5981, designated SCP-5981-1. Some instances of SCP-5981-1 include:\n\n\n\n\nT-Shirts with slogans such as \"I survived Nuke City!\" and \"We'll Never Forgive [various nations] for Nuke City!\"\n\n\nVials of nuclear byproducts.\n\n\nPhotographic and video media. These do not appear to be doctored, and show that \"Nuke City\" is a thriving suburban metropolis populated with mutated humans.\n\n\nNegotiable U.S. currency, supposedly won in SCP-5981's many casinos.\n\n\nAssorted paraphernalia from \"Nuke Slides,\" which is supposedly SCP-5981's \"world famous water park.\"\n\n\nIrradiated rubble.\n\n\nSCP-5981-2. See \nIncident Reports\n for more information.\n\n\n\n\nAside from SCP-5981-2, none of the supposed mutants living in SCP-5981 have left the city.\n\n\nAdditional Notes:\n The original propagation of SCP-5981 was in Season 13, Episode 7 of the animated sitcom \nFamily Guy\n, titled \"Nuke City\". In this episode, main character Brian Griffin begins to date a woman who he later discovers has been mutated to have gills. In spite of this, Brian still resolves to continue seeing this woman. Brian and his family are later invited to visit the woman's family in SCP-5981. After several minutes of hi-jinks, mostly due to Brian's owner, Peter Griffin, having an infatuation with the city, the woman's father is revealed to have only invited the Griffin family in order to kidnap the family's baby, Stewie Griffin. The episode ends with the kidnapper being pushed into a nuclear reactor. This causes a nuclear explosion which destroys SCP-5981 once again, but not before the Griffins escape. A full video transcript of this episode can be found in \nDocument 5981-GRIFFIN.\n\n\nThis episode was met with general acclaim, and internet searches for \"Nuke City\" increased by over 5000% after the episode aired. Seven minutes after the episode premiered on Fox, the website \"visitnukecity.com\n4\n\" appeared, providing bus tickets to, tours of, and paraphernalia related to SCP-5981. It is estimated that 200,000 civilians visited SCP-5981 before Foundation leadership realized that SCP-5981 was anomalous.\n\n\nSeth MacFarlane, the executive producer of \nFamily Guy\n, was forced to produce a statement asserting that SCP-5981 was not real and simply an element of fiction. In addition, the Foundation encouraged the removal of the episode in question from public distribution, under the pretense that it encouraged dangerous activity. After three months, it was determined that public knowledge of SCP-5981 was low enough that more aggressive measures could be taken to suppress it; see \nSpecial Containment Procedures\n for current protocol.\n\n\nShortly after this incident, the staff and crew of \nFamily Guy\n were interviewed by the Foundation for information on SCP-5981. Most staff members asserted that SCP-5981 was real, and that the episode was an attempt to shine light on a lesser known tourist destination. The sole exception was Seth MacFarlane, who explained that he had originally intended for the episode to be a homage to an earlier episode where the world of \nFamily Guy\n was destroyed in a nuclear explosion, but the plot was modified by the writing staff due to fears of viewers not being able to recall the earlier episode.\n\n\nHowever, when under hypnosis, MacFarlane revealed that he had been approached by a man clothed in black robes and a cone-shaped hood prior to the episode's conception. This man, who MacFarlane associated with a heavy sense of fear, instructed him to produce an episode about Nuke Town, specifically involving Peter Griffin murdering a resident by pushing them into a nuclear reactor. This memory had been suppressed via unknown means.\n\n\nAddendum:\n Incident Reports\n\n\n\n\nIncident A\n - Georgia resident Paul ████████ did not return to reality after \"visiting\" SCP-5981. A letter was sent to ████████'s family from the \"Nuke City Hospital\", explaining that ████████ had been killed due to a motorcycle accident. Attempts to trace the origin of this letter failed. A similar incident has occurred for all people who have not returned from SCP-5981.\n\n\nIncident B\n - New Hampshire resident Jack ███████ was severely hurt in a showdown with one of SCP-5981's street gangs, but survived. Blood analysis of Jack ███████ after his visit to SCP-5981 showed an increased number of irradiated particles in his blood. In spite of this, no ill effects aside from gunshot wounds were noted.\n\n\nIncident C\n - Cartoon Network, a television channel, created a contract with Radioactive Studios, an animation studio located in SCP-5981. Executives at Cartoon Network received a tape containing an entire season of \"Dog Days\", a cartoon revolving around three animated mutant dogs and their lives. This tape has since been seized by the Foundation.\n\n\nIncident D\n - Nevada resident Mary █████ disappeared from reality for a record seven months, before returning pregnant. █████ had reportedly conceived a child with one of the \"mutants\" within SCP-5981. █████ was brought to Site-21 and the fetus was designated SCP-5981-2.\n\nSCP-5981-2 lived for 33 minutes after birth, before perishing due to internal hemorrhaging and radiation sickness. It is of note that SCP-5981-2 was born with seven extra eyes and an additional organ resembling a liver. Genetic testing of the cadaver of SCP-5981-2 indicated three biological parents, none of which were Mary █████.\n\n\n\n\nIncident E\n - During a wage dispute, a janitor pushed a plant worker into the nuclear reactor of SCP-5981's main power plant. This led to a chain reaction causing the power plant to detonate, destroying a large portion of SCP-5981's area. This incident killed seven politicians, including Senator Leopold, who was visiting SCP-5981 in order to offer the city a grant for improved research on radiation sickness. A cover story for the deaths of the politicians has been fabricated and released to the public.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The perpetrator of this nuclear strike is inconsistent between accounts. Approximately 37% of those surveyed state that the nuclear strike originated from the Soviet Union, 31% blame Cuba, 21% assert that it was an accidental nuclear detonation by U.S. military personnel, 5% blame Australia, and 2% blame the Daevite Empire, despite the fact that it did not exist at this point in time. Most surveyed are unable to produce geopolitical situations that would not only lead to this strike, but also not lead to a complete nuclear war.\n\n\n2\n. Despite the fact that mutations of this sort are often fatal, most of these mutations are often profitable, such as the growth of new, fully functional limbs\n\n\n3\n. The survival rate of SCP-5981 is approximately 98.5%, much higher than would be expected for a site contaminated with nuclear fallout.\n\n\n4\n. Tentatively designated SCP-5981-A. The source of this website is unknown; the credit card for which the domain name was registered with was a burner, and the domain was registered under the name \"John Nukecity\". SCP-5981-A has been taken down, and it has not appeared since.\n\n\n\n\n \n\n\n\n\n\n\n\n\nMore by notgull\n\n\n\n\nMore by notgull\n\n\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\n\n\nnotgull's Proposal\n\n\nRating: 593\n\n\n\n\n\n\nSCP-3733\n\n\nRating: 382\n\n\n\n\n\n\nSCP-3095\n\n\nRating: 361\n\n\n\n\n\n\nSCP-4804\n\n\nRating: 281\n\n\n\n\n\n\nSCP-2785\n\n\nRating: 281\n\n\n\n\n\n\nSCP-4800\n\n\nRating: 279\n\n\n\n\n\n\nSCP-4348\n\n\nRating: 260\n\n\n\n\n\n\nSCP-4048\n\n\nRating: 208\n\n\n\n\n\n\nSCP-4688\n\n\nRating: 196\n\n\n\n\n\n\nSCP-579-J\n\n\nRating: 192\n\n\n\n\n\n\nSCP-3362\n\n\nRating: 190\n\n\n\n\n\n\nSCP-5800\n\n\nRating: 186\n\n\n\n\n\n\nSCP-4785\n\n\nRating: 176\n\n\n\n\n\n\nSCP-3339\n\n\nRating: 169\n\n\n\n\n\n\nSCP-3747\n\n\nRating: 165\n\n\n\n\n\n\nSCP-4248\n\n\nRating: 163\n\n\n\n\n\n\nSCP-4948\n\n\nRating: 158\n\n\n\n\n\n\nSCP-199\n\n\nRating: 136\n\n\n\n\n\n\nSCP-7234\n\n\nRating: 125\n\n\n\n\n\n\nSCP-3296\n\n\nRating: 125\n\n\n\n\n\n\nSCP-4800-J\n\n\nRating: 121\n\n\n\n\n\n\nSCP-4799\n\n\nRating: 120\n\n\n\n\n\n\nSCP-3485\n\n\nRating: 113\n\n\n\n\n\n\nSCP-5981\n\n\nRating: 111\n\n\n\n\n\n\nSCP-4808\n\n\nRating: 103\n\n\n\n\n\n\nSCP-3833\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3748\n\n\nRating: 94\n\n\n\n\n\n\nSCP-5025\n\n\nRating: 89\n\n\n\n\n\n\nSCP-5054\n\n\nRating: 88\n\n\n\n\n\n\nSCP-4148\n\n\nRating: 88\n\n\n\n\n\n\nSCP-1037\n\n\nRating: 79\n\n\n\n\n\n\nSCP-093-J\n\n\nRating: 75\n\n\n\n\n\n\nSCP-1684\n\n\nRating: 71\n\n\n\n\n\n\nSCP-5680\n\n\nRating: 65\n\n\n\n\n\n\nSCP-4872\n\n\nRating: 62\n\n\n\n\n\n\nSCP-3248\n\n\nRating: 61\n\n\n\n\n\n\nSCP-6904\n\n\nRating: 58\n\n\n\n\n\n\nSCP-5483\n\n\nRating: 38\n\n\n\n\n\n\nSCP-6785\n\n\nRating: 34\n\n\n\n\n\n\nSCP-4397\n\n\nRating: 30\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\n\n\nThe Little Robot that Could\n\n\nRating: 352\n\n\n\n\n\n\nThe Siege of Site-19\n\n\nRating: 172\n\n\n\n\n\n\nJoin the Flock\n\n\nRating: 168\n\n\n\n\n\n\nTales of the Automaton: The Big Birdocalypse\n\n\nRating: 144\n\n\n\n\n\n\nFootage Recovered From a Private Server\n\n\nRating: 118\n\n\n\n\n\n\nMoose on the Loose\n\n\nRating: 80\n\n\n\n\n\n\nAvian Anthology I\n\n\nRating: 76\n\n\n\n\n\n\nMy Empire of Birds\n\n\nRating: 64\n\n\n\n\n\n\nDocument recovered from a Parallel Universe\n\n\nRating: 62\n\n\n\n\n\n\nJoey Fucknuts Steals The Declaration of Independence\n\n\nRating: 58\n\n\n\n\n\n\nKatz and Dogs\n\n\nRating: 55\n\n\n\n\n\n\nYour Guard\n\n\nRating: 50\n\n\n\n\n\n\nVacation Opportunity\n\n\nRating: 45\n\n\n\n\n\n\nThe Scent of a Toaster\n\n\nRating: 33\n\n\n\n\n\n\nBurn, Baby, Burn\n\n\nRating: 29\n\n\n\n\n\n\nChasing Suns\n\n\nRating: 29\n\n\n\n\n\n\nThree Feet Under I\n\n\nRating: 25\n\n\n\n\n\n\nWind in the Sails\n\n\nRating: 23\n\n\n\n\n\n\nThree Feet Under II\n\n\nRating: 23\n\n\n\n\n\n\nThe Shape of Water is Humanoid\n\n\nRating: 23\n\n\n\n\n\n\nDead Reckoning\n\n\nRating: 22\n\n\n\n\n\n\nThree Feet Under III\n\n\nRating: 22\n\n\n\n\n\n\nForgotten Shrine\n\n\nRating: 19\n\n\n\n\n\n\nDown Through\n\n\nRating: 18\n\n\n\n\n\n\nInto the Beetle Black Yonder\n\n\nRating: 16\n\n\n\n\n\n\nHyperfine\n\n\nRating: 15\n\n\n\n\n\n\nDon't Knock on Strange Doors\n\n\nRating: 11\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\nResearcher Calvin's Personnel File\n\n\nRating: 91\n\n\n\n\n\n\nIncident Report ████/████\n\n\nRating: 84\n\n\n\n\n\n\n\"Sphere\" Incursion Log\n\n\nRating: 52\n\n\n\n\n\n\nInitial Incursion Log\n\n\nRating: 50\n\n\n\n\n\n\nSCP-093-J Recovered Documents\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #1\n\n\nRating: 44\n\n\n\n\n\n\n\"Cube\" Incursion Log #2\n\n\nRating: 44\n\n\n\n\n\n\nSCP-093-J Blue Test\n\n\nRating: 41\n\n\n\n\n\n\nSCP-093-J Purple Test\n\n\nRating: 36\n\n\n\n\n\n\nSCP-093-J Green Test\n\n\nRating: 34\n\n\n\n\n\n\nExploration Log 4480-1\n\n\nRating: 22\n\n\n\n\n\n\n\n\n\n\n\n\nSee my \nAuthor Page\n for more information. If you like reading my stuff, consider checking out my \nYouTube Channel\n for SCP-inspired animations, among other things.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5980\n | SCP-5981 | \nSCP-5982\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5981\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5981\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Incident Reports\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-5981 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-5981 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-5981",
    "object_class": "Edifice",
    "containment_procedures": "Each road leading into the supposed location of SCP-5981 has been closed off under the cover story that a chemical leak has rendered the area uninhabitable. Keyword Search Crawler #198 (\"Operator\") is to remove any mention of \"Nuke City\" from the internet. The cadaver of SCP-5981-2 is to be kept frozen in the Cadaver Storage Sector of Site-19 for further research.",
    "description": "SCP-5981 is a fictional city, named \"Nuke City,\" supposedly located on the intersection of U.S. Route 93 and U.S. 93 Alternate. According to accounts, SCP-5981 was founded in the early 1940's, but was the subject of a nuclear strike1 in 1966, destroying most of the city. However, most of the city's inhabitants survived this attack, only to become mutated2. Of note is that SCP-5981 is not a memetic agent; in fact, most subjects will not believe that SCP-5981 exists, and no future consequences will occur.",
    "title": "SCP-5981"
}