{
    "url": "https://scp-wiki.wikidot.com/scp-5982",
    "all_text": "A \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n4/5982\n LEVEL \n4/5982\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-5982\n\n\n\n\n\n\nNeutralized\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5982, prior to Incident WEEPING GYRE.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n N/A\n\n\nDescription:\n SCP-5982 was the Kucsoo Commune, an intentional community founded some time in the 1960s in Big Sur, California. Kucsoo was a spiritual healing and improvement center, and openly accepted visitors free of charge. The original Kucsoo compound consisted of four communal sleeping cabins, a large farm, and a number of multipurpose facilities — all buildings were constructed by residents, with no outside contact. At its peak in 1994, Kucsoo was believed to house 80 residents.\n\n\nKucsoo is believed to have been founded by one C.H Jones, first & middle name unknown, a drifter and transient from Alabama. Few records are available of Jones' life; he is believed to have fought in Vietnam and remained there until 1981. The only records following his arrival in the United States are two arrests records: one in 1983 for vagrancy in Memphis, Tennesee, and one in 1985 for petty larceny in Kansas City. No jail time appears to have been served. It is unclear why these arrest reports do not include his first or middle name.\n\n\nAt some point in the late 1980s, Jones is believed to have constructed or stumbled upon the Kucsoo site. Through word-of-mouth, the location developed a reputation as a safe haven for the various drifters in the area. As it expanded, the commune steadily became increasingly spiritual and self-improvement focused. It steadily grew in population, and eventually brought in non-local followers from out of town, attracted by stories about Jones' healing and spiritual abilities.\n\n\nThe Foundation became aware of Kucsoo in 1990, but it was considered a relatively low priority minor group of interest. However, the FBIUIU became aware of the site independently in 1991 and began investigating. Following an increase of testimonies regarding anomalous happenings in the commune, an infiltration operation was authorized in 1992, under the name Operation Plaster Nazarene. Foundation involvement began in 1994, during Foundation Incident WEEPING GYRE. Following the conclusion of Incident WEEPING GYRE, FBIUIU records regarding SCP-5982 have been voluntarily surrendered to the Foundation.\n\n\n \n\n\n \n\n\n\n\n\n\nAddendum 5982.1\n\n\nFBIUIU INTERVIEW LOG — ALAN HOWELL\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINTERVIEWER:\n FBIUIU Agent Gianna White\n\n\nSUBJECT:\n Alan Howell\n\n\n«BEGIN LOG»\n\n\n\n\nWHITE:\n Hello, Mr. Howell.\n\n\nHOWELL:\n Er, hello ma'am. How do you do?\n\n\nWHITE:\n I'm doing fine, thank you. I was told you have information for us.\n\n\nHOWELL:\n Yes, ma'am. About the guys in Big Sur. Kucsoo.\n\n\nWHITE:\n Right. What can you tell me about the place?\n\n\nHOWELL:\n It's real nice, ma'am. It's a few miles up from the beach, so you can stand on the cliffs and feel the ocean breeze. We built all the buildings ourselves, there's a little garden-farm near the edge of the property.\n\n\nWHITE:\n Sounds very self-reliant. You get your own food and water, make your own buildings — what do you depend on the outside for?\n\n\nHOWELL:\n Money, mostly. We'd go out and sell some of our extra produce at farmer's markets. And other stuff.\n\n\nWHITE:\n Other stuff?\n\n\n[HOWELL is visibly agitated.]\n\n\nHOWELL:\n I- yeah. Jones would- okay, you need to understand — most of these people were drifters, right? Thieves, junkies… prostitutes. Scum of good society and all that. Hell, I was a dope fiend before I found the place. But Jones, this guy comes along and gives you a \npurpose?\n A place to live, no strings attached beyond pulling your weight and getting off your addiction? You'd do anything for him, right? Anyone would do anything for him.\n\n\nWHITE:\n What other stuff, Mr. Howell?\n\n\nHOWELL:\n I told you… some of these people were prostitutes. Some of them were just teenagers.\n\n\nWHITE:\n Oh. I see. What did you need the money for?\n\n\nHOWELL:\n I don't know. Jones said he'd assume the burden of bookkeeping for us so that we could focus on the Lord.\n\n\nWHITE:\n Was there a strong religious slant to Kucsoo?\n\n\n[HOWELL snorts.]\n\n\nHOWELL:\n Was there. Jones acted like he was the second coming. Pretty sure he thought it too. He'd have sermons and shit on Sundays, talking about the virtues of work and all that.\n\n\nWHITE:\n What else can you tell me about Jones?\n\n\nHOWELL:\n Sorry, ma'am, not much. I don't know too much about him, not even his name. He always tells us to call him Conehead, Conehead Jones. Don't think anybody did; he says that he shed his old life to service us better. He's gotten around, though. I asked him about a scar once; he said he got it in 'Nam, then got angry and dropped the subject. But he doesn't look a day over thirty-five.\n\n\nWHITE:\n I see. Anything else? Religious beliefs, maybe? Anything unique?\n\n\nHOWELL:\n Well, you could say that. He doesn't beli- doesn't \npreach\n like any other churches. They talk about how God's mercy is infinite. He talks about the Lord like… like an opponent. He says that the Lord is angry and vengeful at man's disobedience. I know that he's not… he doesn't strike me as a conman. I think he believes everything that he says.\n\n\nWHITE:\n And how does he convince people to join?\n\n\nHOWELL:\n Miracles. Look, I know it sounds far-fetched, I didn't believe it either. But I seen it happen. I seen him whisper at the pump and make it gush champagne. I seen him bless a crippled kid and the kid start \nwalking\n the next day! More things, too.\n\n\nWHITE:\n I see. What convinced you to leave?\n\n\nHOWELL:\n My sister.\n\n\nWHITE:\n She wanted to leave?\n\n\nHOWELL:\n No. She loves him. She married him. She's having his fuckin' kid, for Chrissake.\n\n\nWHITE:\n Cult leaders tend to take many wiv-\n\n\nHOWELL:\n No, ma'am, you don't get it. Me and my sister have been real close our entire lives; she's never been into fellas. Certainly never wanted children. Not since school, not since college. And now she's havin' his fuckin kid, after knowing him for two months. That's not right.\n\n\nWHITE:\n I see. Thank you for your time, Mr. Howell. We'll be sure to look into this.\n\n\nHOWELL:\n Yeah, thanks. Just, try to get my sister out of there, if you can. Please. And take this, too — I figure it'll help you figure what kind of psycho you're dealing with.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5982.2\n\n\nSERMON EXCERPT\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n«BEGIN EXCERPT»\n\n\n\n\nHey, guys! How y'all doing? Good, good. Beautiful day, isn't it? Yeah, yeah. So you might be wondering why we're not out there, huh? Tending to the gardens and farm, taking advantage of the beautiful weather? There'll always be time for Scripture, for sermons, for these things, right?\n\n\nYeah, that's not true. It's wrong, in fact. Y'see, that's the mindset. That's the exact mindset that led humans to where we are in the world today. Constantly \ndelaying\n, constantly \nprocrastinating\n. Because that's what we do! We delay and procrastinate on the things that really matter, and fill our time with meaningless distraction. Humanity has delayed and procrastinated on caring about the Lord and \nonly\n the Lord for so long, it's not very happy with us. No, sir.\n\n\nSarah! If your children weren't obeying you, how would you feel? Right, terrible. You birthed them and now they won't even give you the time of day, it feels awful. John, if your son disrespected you, what would you do? Yeah, of course. You'd teach him to respect you. By any means necessary. And your children are only a few years old, guys. We've had \nhundreds of years\n to get our act together and pay the Lord its due. Would you wait that long? No, that's what I thought.\n\n\nAnd the Lord ain't waitin' either. I've said it before and I'll say it again, we don't have time to spare. We're not just in time, and we're certainly not early. It's already \ntoo late.\n The Rapture is happening, it's \nbeen\n happening, right under our long noses. But we can't see, because we're blinded by, that's right, those got-damn Earthly distractions. But does that mean you shouldn't try?\n\n\nYou gotta try! That's what we're made for; we got a lot, a \nlot\n of flaws in us, but one of the greatest gifts we ever got was perseverance. Even in the face of overwhelmin' odds. You can either lay down, roll over, and accept your fate, or you can try and fix your mistakes and ensure that your soul makes it to the next world intact.\n\n\n\n\n«END EXCERPT»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5982.3\n\n\nFBIUIU SURVEILLANCE PROFILE — C. H. JONES\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nCODENAME: ELVIS\n\n\n\n\n\n\n\n\nLong-distance reconaissance photo of C. H. \"Conehead\" Jones.\n\n\n\n\n\n\n\n\nNAME:\n C. H. Jones (first and middle names unknown)\n\n\nALIASES:\n Conehead\n\n\nALERT LEVEL:\n \nBeta\n\n\nDOB/AGE:\n Unknown/Unknown\n\n\nPHYSICAL DESC:\n White male, appears to be in mid to late 30s. Shaved head, black beard. 6'0 tall, walks with limp on right leg.\n\n\nABILITY DESC:\n Believed to possess natural reality-warping capabilities. Uses these to force his will on individuals. In addition, larger groups of enthralled individuals increase the power of his abilities, creating a positive feedback loop increasing his power. Highly charismatic; unclear if this is preternatural.\n\n\n\n\nDETAILS:\n Current leader of the Kucsoo Commune, a spiritualist cult based ██.██ miles north-by-northeast of Big Sur, California. Believed to have fought in the Vietnam War, only returning to the United States in 1981. Arrested in 1983 and 1985 in Memphis and Kansas City. Believed to have arrived in Big Sur in 1987 based on local interviews. Has amassed a reputation as a local messiah and community organizer. Interviews with individuals who have left Kucsoo prove difficult, as they are hesitant to divulge any sensitive information. Visual surveillance of the compound reveal that ELVIS leads sermons and group events at the compound every day. His private residence is secluded at the edge of the compound; he has been sighted here with female cultists in the evenings.\n\n\nRECORDED PRETERNATURAL EVENTS, ABRIDGED\n\n\n\n\n\n\nELVIS sighted by local authorities investigating reports of squatters in the woods. Authorities approached with guns drawn. ELVIS rendered officers unconscious without movement, and stripped them of useful materials before departing. Neither officer recalled the incident.\n\n\n\n\n\n\nELVIS and several male followers sighted in local town purchasing supplies. After refusing payment, the shopowner allowed them to take large amounts of produce and chemicals free of charge. Shopkeeper recalls incident, but claims it was his religious obligation.\n\n\n\n\n\n\nMale resident of Kucsoo sighted in local bar, relaying story of how he had been ejected from the community due to 'ungodly urges'. Man was severely injured but denied treatment, and described ELVIS beating him despite his comparatively larger build.\n\n\n\n\n\n\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5982.4\n\n\nFBIUIU PLASTER NAZARENE RECORDS\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\nFollowing Mr. Howell's testimony, the latest in a series alleging anomalous activity at Kucsoo, the FBIUIU began Operation Plaster Nazarene and inserted Special Agent Gianna White into Kucsoo under deep-cover as a former prostitute with a heroin addiction. Additionally, covert surveillance cameras were placed in the trees around Kucsoo, providing visual reconnaissance.\n\n\n\n\n\n\n«BEGIN EXCERPTS»\n\n\n\n\nCAMERA 2\n\n\n21:20, DAY 1\n\n\n[View of central bonfire in the compound. Approximately two dozen residents are gathered around the bonfire, sitting on the ground. The smoke hangs low to the ground. JONES is standing and addressing the crowd, gesticulating as he speaks. The crowd roars with laughter. After a few minutes of speaking, he motions to WHITE, who stands. The crowd raise their drinks and welcome WHITE in unison. JONES claps WHITE on the back. These festivities continue until 22:05, when the bonfire dies down and the gathered residents disperse into their sleeping quarters.]\n\n\n\n\nCAMERA 3\n\n\n10:50, DAY 3\n\n\n[View of garden. WHITE is watering the plants with a few other residents. They are singing or chanting in unison as they work. One of the workers drops a basket of vegetables. The chanting or singing stops and all other workers stare at him. He immediately drops to the ground and collect the dropped food in the basket before putting his hands together and praying for a few seconds. A moment after, he stands up and make a beeline for the chapel. No one other than WHITE regards this as abnormal. All continue working, but without chanting or singing. The worker does not return for the remainder of the work session.]\n\n\n\n\nCAMERA 8\n\n\n23:35, DAY 10\n\n\n[View of a secluded area of the compound, close to the beach cliffs. A group of residents, among them WHITE and JONES, are lying on the grass face up looking at the stars. They chat and laugh, with WHITE instigating conversation between the pair. They remain like this for almost an hour before departing.]\n\n\n\n\nCAMERA 3\n\n\n10:45, DAY 16\n\n\n[View of garden. WHITE is tending the plants with a handful of residents. She comes across a large carrot green portruding from the ground. She attempts to pull it out, but fails after several minutes of effort. She asks one of the other workers for assistance, but they also fail to pull it out. She gives up, and tends to other plants with no complications.]\n\n\n\n\nCAMERA 6\n\n\n17:15, DAY 25\n\n\n[View of the front of a side storage building. A man opens the door and exits at a brisk pace. Behind him, JONES and two male senior residents exit, shouting. The man stops and turns around, angrily shouting back. They exchange words for a few minutes. The man gesticulates some sort of explosion before displaying JONES his middle finger. JONES' expression sours and he raises his hand forward, clenching his fist. Instantly, the man's left leg bends backwards at a sharp angle, quickly followed by his right. His mouth opens in a scream and he collapses. The two men behind JONES quickly move to pick him up and roughly drag him into the main building. JONES follows behind them.]\n\n\n\n\nCAMERA 3\n\n\n10:35, DAY 35\n\n\n[View of garden. WHITE is harvesting the vegetables. She works with a small group, who appear to be listening to her orders. She harvests all other plants, but the large carrot green remains. It appears to have grown significantly. She attempts to pull it out, but fails. She does not attempt again.]\n\n\n\n\nCAMERA 2\n\n\n21:35, DAY 54\n\n\n[View of central bonfire in the compound. The fire is blazing, and the majority of residents are gathered in the area. They sit in small groups, chatting. JONES stands up and addresses the crowd. He is gesticulating wildly as he speaks, motioning around the campground. Most residents appear intensely focused on his speech, but several are visibly disturbed. After ten minutes of speaking, he sits next to WHITE, and they speak to each other. WHITE is surrounded by several empty bottles. The residents resume their festivities, though considerably muted in tone.]\n\n\n\n\nCAMERA 5\n\n\n23:45, DAY 54\n\n\n[View of the front of Jones' cabin. He is laughing and walking towards the entrance to his building, holding a bottle and dragging WHITE behind him. She is frowning and subtly resisting, but is clearly heavily inebriated, leaving her movement weak. They reach the cabin entrance and JONES forces her in, before closing and locking the door behind him.]\n\n\n\n\nCAMERA 3\n\n\n01:35, DAY 55\n\n\n[View of garden at night. WHITE is tending the plants alone, undressed and in a state of distress. After harvesting the few plants remaining, only the large carrot green remains. It has grown noticeably larger. She approaches it with a shovel, intending to dig it out. However, as soon as she impales the shovel into the ground and pulls the carrot green to stabilize it, the dirt gives way. She falls back, holding the carrot. It is the size of her torso and highly deformed, splitting apart and spreading into 5 equidistant tendrils. She gasps through her tears.]\n\n\n\n\n«END EXCERPTS»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5982.5\n\n\nINCIDENT WEEPING GYRE SUMMARY\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nINCIDENT WEEPING GYRE\n\n\n\n\n\n\nOn day 51 of Operation Plaster Nazarene, MTF Alpha-4 (\"Pony Express\") agents embedded within the U.S Postal Inspection Service discovered shipments of grenade casings and ammunition for high-caliber rifles being shipped to Kucsoo under a false identity. Aware of Operation Plaster Nazarene, the Foundation forwarded this information to FBIUIU liaisons who began compiling a case with it. However, after the events of day 55 and the unknown condition of Special Agent Gianna White, it was decided that the FBI, along with Foundation reinforcements, would execute a search warrant on the Kucsoo Commune as soon as possible.\n\n\n\n\n\n\n\n\n\n\nFBIUIU forward convoy, Foundation reinforcements out of frame.\n\n\n\n\n\n\n\n\nJUNE 5TH, 1995\n\n\n\n\n04:34:\n Search warrant for Kucsoo authorized by Judge ████ ███████ on grounds of possible organized sexual exploitation and illegal possession of firearms.\n\n\n08:12:\n FBUIU convoy departs FBI field office in San Francisco.\n\n\n09:32:\n FBIUIU convoy and MTF Iota-9 (\"0th Anti-Cult Regiment\") rendezvous at Site-45.\n\n\n10:56:\n Joint convoy SIERRA FOXTROT begins approach to Kucsoo.\n\n\n11:34:\n Two miles from Kucsoo main gate, three cultists attempt to stop convoy and are apprehended. ELVIS is somehow alerted and the main gate is closed from the inside.\n\n\n11:40:\n Convoy resumes approach.\n\n\n11:50:\n Convoy stops at barred main gate. Attempts to convince cultists to open the gate over loudspeaker.\n\n\n12:02:\n Attempts fail. Battering ram deployed.\n\n\n12:11:\n Gate shatters. Convoy proceeds into inner Kucsoo compound. ELVIS, his inner circle, and several female and juvenile cultists escape into the central building.\n\n\n12:14:\n Convoy forces engage in extended firefight with remaining cultists. Full documentation of firefight available at \nIncident WEEPING GYRE Adjunct Documentation: SIERRA FOXTROT Firefight Log\n.\n\n\n12:57:\n Firefight ends with cultist surrender. Twenty-one cultist casualties, six additional self-inflicted casualties. Four casualties from SIERRA FOXTROT forces.\n\n\n01:15:\n Surviving cultists engaged in firefight apprehended and detained. Perimeter established around main building.\n\n\n01:27:\n Search of compound and detained cultists confirms FBIUIU Special Agent Gianna White is among the cultists held in the main buildings.\n\n\n01:48:\n Communication line established with main building. FBIUIU negotiators make contact with ELVIS and attempt to persuade him to surrender. ELVIS demands food and water for all hostages, threatening violence. Negotiators acquiesce.\n\n\n01:55:\n SIERRA FOXTROT forces dig in and prepare for a siege.\n\n\n\n\n\n\nJUNE 6TH, 1995\n\n\n\n\n04:34:\n Signs of activity from within main building. Yelling and shouting audible; FBI Hostage Rescue Team readied, MTF Iota-9 Fireteam 2 standing by for backup.\n\n\n04:42:\n Bright flash of light from inside of building, completely illuminating the surrounding area, coinciding with a sharp increase in Hume levels. Subsists for five seconds before ceasing. No further signs of activity for two minutes.\n\n\n04:44:\n FBIHRT given greenlight to breach.\n\n\n04:45:\n FBIHRT shatters door and moves into building's main area. No one is present. Team moves through house, clearing rooms. FBIUIU Special Agent Gianna White is found curled in a storage closet in a state of shock, and is safely extracted. MTF Iota-9 Fireteam 2 sweeps house again, finding no other individuals. No points of egress discovered.\n\n\n04:49:\n FBIUIU Special Agent White given medical attention.\n\n\n05:12:\n FBIHRT amnesticized.\n\n\n05:19:\n Incident WEEPING GYRE concluded.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n\n\n\n\nAddendum 5982.6\n\n\nAFTER-ACTION DEBRIEFING\n\n\n\n\n\n\n\n\n▶OPEN ADDENDUM◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nINTERVIEWER:\n Foundation Internal Security Agent Alexander Reno\n\n\nSUBJECT:\n FBIUIU Agent Gianna White\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nRENO:\n Hello, Agent White. I'm Agent Reno.\n\n\nWHITE:\n Hello.\n\n\nRENO:\n You alright? I wouldn't blame you for being a bit shaken up, that was a hell of an ordeal.\n\n\nWHITE:\n No, no. I'm fine. Not my first rodeo, y'know?\n\n\n[Both chuckle.]\n\n\nRENO:\n Very admirable work out there.\n\n\nWHITE:\n Yeah, you guys really came in clutch. I've never actually seen one of those task forces in action; it's a hell of a thing.\n\n\nRENO:\n We're the best. No offense, of course.\n\n\nWHITE:\n Hard to take offense when you were pulling my ass out of that building.\n\n\nRENO:\n Right. That's what I'm here to ask about, actually. You seemed to be in shock, so we're not sure how much you remember, but-\n\n\nWHITE:\n You want to ask what happened in there.\n\n\nRENO:\n Yes. Whatever you can remember.\n\n\nWHITE:\n After the initial sighting of the convoy, Jones figured out what was happening. He holed up in the main building with his inner circle, the women and children, and the guns. He sent out some of the other men, armed, to man the gate. He knew they wouldn't be able to stop anyone, he was just getting rid of anyone might pull a gun on him under pressure.\n\n\nRENO:\n Your guys detained them, no casualties. Jones was right, he got rid of the people who wouldn't die for him.\n\n\nWHITE:\n Yeah. Then you guys pulled up and surrounded the house. I think that's when he lost it. One of his inner circle, Jamie.. he suggested that they give themselves up so that the women and kids could go free. Jones took him to the back room, and I heard thumping. I didn't see Jamie again.\n\n\nRENO:\n Jesus.\n\n\nWHITE:\n That too. He went really in on the preaching. For- how long were we in there?\n\n\nRENO:\n Thirty-one hours.\n\n\nWHITE:\n I- what? That's - that can't be right. It didn't feel like more than a few hours. Seven or eight.\n\n\nRENO:\n It was thirty-one hours, ma'am. We had clocks all over the place, and I was out there the whole time.\n\n\nWHITE:\n Shit.\n\n\nRENO:\n It's alright, we already know Jones was a reality-bender - -he was probably manipulating your perception of time. Just keep trying to remember.\n\n\nWHITE:\n Yeah. Well, for most of the time we were in there, however long it was, he was preaching. Like, insane evangelist, frothing at the mouth preaching. He's always been an energetic speaker but this was… something else.\n\n\nRENO:\n What was he preaching about?\n\n\nWHITE:\n Mostly about how this was the prophecied moment, the Romans were at the gates and that the Lord was waiting for them to make their choice. To ascend or be martyrs.\n\n\nRENO:\n For hours?\n\n\nWHITE:\n He is- was, a good preacher.\n\n\nRENO:\n Then the flash of light. What was that about?\n\n\nWHITE:\n He is- was, a good preacher.\n\n\nRENO:\n Jesus nuts usually are.\n\n\nWHITE:\n He wasn't a Jesus nut.\n\n\nRENO:\n What?\n\n\nWHITE:\n I just realized. He never talked about Jesus. In any of his sermons. It was always about the Lord, God, the Creator.\n\n\nRENO:\n He was all about God and the Rapture, though.\n\n\nWHITE:\n \nThere's different gods.\n\n\nRENO:\n I suppose. Anyway, the flash of light. What was that about?\n\n\nWHITE:\n When he was finished, he said that he was sorry, but that he'd have to leave one person behind. Someone to spread the message, when everyone had been uplifted. But that he wouldn't force it on anyone; he wanted someone to volunteer. I raised my hand.\n\n\nRENO:\n Did anyone else?\n\n\nWHITE:\n Only one or two girls. None of the men. All of these people weren't just willing to die for him, they wanted to.\n\n\nRENO:\n And he picked you.\n\n\nWHITE:\n Yeah. He took my hand, led me to one of the storage rooms, and sat me down there. Hugged me. Started talking to me, like \"I'm sorry, I have to leave you, but I know you'll make me proud, I'm sorry,\" just going on. But it didn't really feel like he was talking to… me. He told me to stop interrupting when I tried to speak. Then he closed the door and left me in there. I heard a loud…. whooshing, almost, and this weird clicking, like dolphin noises. And then the flash, and then… nothing.\n\n\nRENO:\n Right. We saw the flash - our plan was to breach by the end of the day if he didn't come out on his own, but the flash spurred us into action. We moved in; there was nobody in the house except for you.\n\n\nWHITE:\n Jamie's body?\n\n\nRENO:\n No one, Gianna.\n\n\n[WHITE nods.]\n\n\nWHITE:\n Alright.\n\n\nRENO:\n Thank you for your statement. I suppose it's a bit ironic; the person he chose to continue his insanity was the only one not loyal to him.\n\n\n[Both chuckle. WHITE lightly touches her belly.]\n\n\nWHITE:\n Yeah. Maybe he should've chosen someone else.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+105\n+\n–\nx\n\n\n\n\n\n\n\n\n« \nSCP-5981\n | SCP-5982 | \nSCP-5983\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5982\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5982\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n camp.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Indian Fields Methodist Campground, Aerial View, SC Route 73, .7 mile from SC Route 15, Saint George vicinity (Dorchester County, South Carolina).jpg\n\n\nAuthor:\n National Register\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n chjones.png\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Water Adaptation Tree Rural Area Soil Vehicle House\n\n\nAuthor:\n Unknown Author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPxhere\n\n\n\n\n\n\nFilename:\n convoy.jpg\n\n\nAuthor:\n \nRounderhouse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Missile convoy\n\n\nAuthor:\n US Air Force\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "RECORDED PRETERNATURAL EVENTS, ABRIDGED ELVIS sighted by local authorities investigating reports of squatters in the woods. Authorities approached with guns drawn. ELVIS rendered officers unconscious without movement, and stripped them of useful materials before departing. Neither officer recalled the incident. ELVIS and several male followers sighted in local town purchasing supplies. After refusing payment, the shopowner allowed them to take large amounts of produce and chemicals free of charge. Shopkeeper recalls incident, but claims it was his religious obligation. Male resident of Kucsoo sighted in local bar, relaying story of how he had been ejected from the community due to 'ungodly urges'. Man was severely injured but denied treatment, and described ELVIS beating him despite his comparatively larger build.",
        "\" SCP-5982 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-5982 . Licensed under CC-BY-SA .",
        "Filename: camp.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Indian Fields Methodist Campground, Aerial View, SC Route 73, .7 mile from SC Route 15, Saint George vicinity (Dorchester County, South Carolina).jpg Author: National Register License: Public Domain Source Link: Wikimedia Commons",
        "Filename: chjones.png Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Water Adaptation Tree Rural Area Soil Vehicle House Author: Unknown Author License: Public Domain Source Link: Pxhere",
        "Filename: convoy.jpg Author: Rounderhouse License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Missile convoy Author: US Air Force License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "N/A",
    "description": "SCP-5982 was the Kucsoo Commune, an intentional community founded some time in the 1960s in Big Sur, California. Kucsoo was a spiritual healing and improvement center, and openly accepted visitors free of charge. The original Kucsoo compound consisted of four communal sleeping cabins, a large farm, and a number of multipurpose facilities — all buildings were constructed by residents, with no outside contact. At its peak in 1994, Kucsoo was believed to house 80 residents.",
    "title": "SCP-5982"
}