{
    "url": "https://scp-wiki.wikidot.com/scp-5984",
    "all_text": "…WAN shall fall.\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\nLink To Guide\n\n\nItem#:\n5984\n\n\nClearance Level 3:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nketer\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/amida\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/critical\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-5984 prior to its seizure by the Church of Maxwellism.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5984 poses a significant threat to the Veil's integrity, due to its size, capabilities and resemblance to a pop-cultural figure. Therefore, the Ethics Committee and Overseer Council have jointly approved the implementation of protocol CIRCUIT BREAKER.\n\n\n\n\n+Summary of Protocol CIRCUIT BREAKER\n\n\n\n\n- Summary of Protocol CIRCUIT BREAKER\n\n\n\n\nIn the event that SCP-5984 is sighted in an a highly populated area, the Foundation is authorized to:\n\n\n\n\nBlock off all roads leading in and out of the area.\n\n\nDisable internet access in a 10-mile radius.\n\n\nDeploy Mobile Task Force Omnicron-84 (\"Power Beyond Imagination\"), equipped with electromagnetic pulsar-capable weaponry, in an attempt to secure SCP-5984.\n\n\nIf the above fails, evacuate and amnesticize all citizens before firing a NNEMP\n1\n cruise missile to incapacitate SCP-5984.\n\n\n\n\n\n\n\n\n\n\nOnce secured, SCP-5984 is to be transported to Armed Reliquary and Containment Area-02; specific containment measures are currently pending HMCL approval.\n\n\nDescription:\n SCP-5984 is a 6.5 meter autonomous organism, resembling Optimus Prime from Paramount Pictures' \nTransformers\n adaptations. SCP-5984 was originally non-anomalous, used as a model to promote \nDark of the Moon\n, the then-latest film entry in the series. However, after being acquired by the \nChurch of Maxwellism\n through currently unknown means, it has been extensively modified from its original purpose. These modifications include:\n\n\n\n\nReplacement of non-functional joints with articulated, tungsten-alloyed steel\n\n\nTitanium-alloyed armor reinforcing various parts of its body\n\n\nFunctional laser and plasma weaponry, such as shoulder cannons and an \"ion blaster\" replica on its back\n\n\nIntegration of an Asimov-class artificial intelligence, capable of speech in a voice similar to actor Peter Cullen\n\n\n\n\nSCP-5984's primary purpose is a defensive measure against \nNeo-Nälkic\n attacks on Maxwellist churches and operational fronts, with an 98.5% average success rate across all ██ documented skirmishes. Because of its weaponry, these skirmishes invariably result in extensive collateral damage and fatalities, requiring costly cleanup and disinformation measures. In cases where it is in areas with civilian presence, SCP-5984 will check its fire or otherwise minimize use of its artillery in favor of precision melee attacks.\n\n\nDespite the presence of functional wheels on its lower half, SCP-5984 lacks \"vehicle mode\" capacity, presumably due to the laws of mass conservation. Therefore, transportation is achieved solely by foot or activation of a remote teleportation system by Maxwellist operatives.\n\n\nConventional weapons have little to no effect on SCP-5984 beyond cosmetic damage, but it is able to be temporarily subdued\n2\n by electromagnetic pulses. While SCP-5984 has enacted increasingly complex countermeasures in an attempt to mitigate, they have been the most consistently successful stopgap used in Foundation encounters. Thus, their usage has been implemented into Protocol CIRCUIT BREAKER.\n\n\nAbridged Timeline of Significant SCP-5984 Events:\n\n\n\n\n20 March 2011: SCP-5984, in its initial non-anomalous form, is installed in ██████, ██ as part of \nTransformers: Dark of the Moon\n's promotional campaign.\n\n\n29 June 2011: \nTransformers: Dark of the Moon\n releases in the United States.\n\n\n10 July 2011: One day prior to its scheduled removal, SCP-5984 is seized by the Church of Maxwellism. A joint investigation by Hasbro Incorporated and Paramount Pictures' parent company Viacom Incorporated yields no results. Records of this investigation were seized, and relevant employees amnesticized, retroactively after the events of 8 July 2016.\n\n\nCirca 11 July 2011 to 8 May 2016: SCP-5984 is modified by the Church.\n\n\n13 May 2016: First skirmish between SCP-5984 and Nälkic forces, during a raid on Our Lady of Saint Hedwig in Reno, Nevada. The Foundation arrived one hour after its conclusion, with the sole surviving Nälkite obliquely referring to SCP-5984 as an \"\nartificial abomination\n\" before expiring. Attempts at retrieving statements from Maxwellist members are met with non-compliance.\n\n\n8 July 2016: First SCP-5984 and Nälkite battle directly witnessed by the Foundation, in the streets surrounding Maxwellist front company Clockwork Microprocessors in Sunnyvale, California. Mobile Task Force Mu-98 intervenes in the skirmish and is met with hostility by the Nälkites, while SCP-5984 does not engage against Foundation personnel. After elimination of all combatants, SCP-5984 dematerializes. Class-E amnestics are dispersed among eyewitnesses, with cleanup measure \"ROAD WORK\" put into place.\n\n\n7 May 2017: First discovery of SCP-5984's vulnerability to electromagnetic pulses, after a battle between it and twenty SK-BIO Type 001 \"Behemoths\" at a Maxwellist-controlled power station in Portland, Oregon damages the equipment. This resulted in an electrostatic discharge that fatally electrocuted the Type 001s and renders SCP-5984 incapacitated. Remote teleportation is activated before Foundation personnel can secure SCP-5984.\n\n\n9 June 2017: The proposal for Protocol CIRCUIT BREAKER is submitted to the Overseer Council, who in turn submit it to the Ethics Committee.\n\n\n12 June 2017: The Ethics Committee approves Protocol CIRCUIT BREAKER with a 25-3-2 vote, with Council following suit with a vote of 10-2-1. Mobile Task Force Omnicron-84 is established shortly afterwards.\n\n\n18 June 2017: First attempt at the implementation of Protocol CIRCUIT BREAKER in Chicago, Illinois fails. Further information requires Level Four or higher clearance.\n\n\n30 August 2017: Person of Interest-8365, a high-ranking member of the Church of Maxwellism's Hedwigian denomination presumed to have ties to SCP-5984, agrees to an interview with Foundation personnel. See Interview-5984.\n\n\n\n\nInterview 5984:\n\n\n\n\nInterviewed:\n PoI-8365 (Stanley Budiansky)\n\n\nInterviewer:\n Doctor Dennis Witwica\n\n\n<Begin Log>\n\n\nDr. Witwica:\n SCP-5984 has been giving our organization quite the headache, Mr. Budiansky.\n\n\nPoI-8365:\n …Oh, you're referring to the mech. I do apologize for the trouble it's caused. But sometimes our war against The Flesh requires some…overt measures.\n\n\nDr. Witwica:\n Hmm, these \"overt measures\", as you put them, require us to put millions of dollars in damage control. Moving along…why Optimus Prime? Surely, your church could manufacture something of SCP-5984's capabilities without having to use such a recognizable figure.\n\n\nPoI-8365:\n It took us almost five years to complete, even with the framework already there for us. Even with our resources, AI development and gathering the necessary materials isn't cheap. I thought your organization, of all things, would understand this.\n\n\n(pause)\n\n\nPoI-8365:\n There's also something that resonates with us, this series. Two diametrically opposed factions, engaged in a battle that started millennia ago and may go for many millennia more. \"One shall stand, one shall fall…\"\n\n\nDr. Witwica:\n Noted. But why go all the way, with the voice? Seems unnecessary, no?\n\n\nPoI-8365:\n \n(Laughs)\n Wouldn't \nyou\n, given the chance?\n\n\nDr. Witwica:\n …This interview is concluded.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Non-Nuclear Electromagnetic Pulse\n\n\n2\n. Duration of incapacitation has ranged from five minutes to one hour, depending on voltage levels.\n\n\n\n\n\n\n\n\n« \nSCP-5983\n | SCP-5984 | \nSCP-5985\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5984\n\" by newnykacolaquantum, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5984\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Optimus.jpg\n\n\nName:\n Optimus Prime Model\n\n\nAuthor:\n \nWang65\n\n\nLicense:\n \nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: PoI-8365 (Stanley Budiansky) Interviewer: Doctor Dennis Witwica <Begin Log> Dr. Witwica: SCP-5984 has been giving our organization quite the headache, Mr. Budiansky. PoI-8365: …Oh, you're referring to the mech. I do apologize for the trouble it's caused. But sometimes our war against The Flesh requires some…overt measures. Dr. Witwica: Hmm, these \"overt measures\", as you put them, require us to put millions of dollars in damage control. Moving along…why Optimus Prime? Surely, your church could manufacture something of SCP-5984's capabilities without having to use such a recognizable figure. PoI-8365: It took us almost five years to complete, even with the framework already there for us. Even with our resources, AI development and gathering the necessary materials isn't cheap. I thought your organization, of all things, would understand this. (pause) PoI-8365: There's also something that resonates with us, this series. Two diametrically opposed factions, engaged in a battle that started millennia ago and may go for many millennia more. \"One shall stand, one shall fall…\" Dr. Witwica: Noted. But why go all the way, with the voice? Seems unnecessary, no? PoI-8365: (Laughs) Wouldn't you , given the chance? Dr. Witwica: …This interview is concluded. <End Log>",
        "\" SCP-5984 \" by newnykacolaquantum, from the SCP Wiki . Source: https://scpwiki.com/scp-5984 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5984 poses a significant threat to the Veil's integrity, due to its size, capabilities and resemblance to a pop-cultural figure. Therefore, the Ethics Committee and Overseer Council have jointly approved the implementation of protocol CIRCUIT BREAKER.",
    "description": "SCP-5984 is a 6.5 meter autonomous organism, resembling Optimus Prime from Paramount Pictures' Transformers adaptations. SCP-5984 was originally non-anomalous, used as a model to promote Dark of the Moon, the then-latest film entry in the series. However, after being acquired by the Church of Maxwellism through currently unknown means, it has been extensively modified from its original purpose. These modifications include:",
    "title": "SCP-5984"
}