{
    "url": "https://scp-wiki.wikidot.com/scp-5992",
    "all_text": "SCP-5992\n - \nThe Dionysus Pit\n\n\n\n\nTBA\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+104\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/5992 Classified\n\n\nUnauthorized access is forbidden.\n\n\n\n\n5992\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n5992\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFILESERV NOTICE:\n\n\n\n\nTHE FOLLOWING IS THE SCP-5992 DATA FILE AS IT APPEARED PRIOR TO 06/10/2020. IT HAS BEEN PRESERVED FOR CONTEXTUAL PURPOSES. A REVISED FILE REFLECTING UPDATED CONTAINMENT PROCEDURES AND DESCRIPTION IS PENDING.\n\n\n\n\n\n\n\n\n\n\n\n\nThe entrance to SCP-5992\n\n\n\n\n\n\nSpecial Containment Procedures:\n A 1 kilometer perimeter has been established around SCP-5992, utilizing cover story G-03 (\"Heritage Site\"). Standard security measures are in place to deter civilians from approaching SCP-5992.\n\n\nThe interior of SCP-5992 has been converted to Provisional Site-5992. Four female personnel with a score of 75 points minimum on the Barton Obedience Examination are to remain on-site. Personnel are to carry out the Maenads Protocol nightly. Selected personnel are required to have previous experience working with arcane or ritualistic containment procedures, and will remain indefinitely at Site-5992 once chosen. For a full description of the Maenads Protocol, see Document.5992.1.\n\n\nDescription:\n SCP-5992 is an extra-spatial anomaly located 2 kilometers beneath a cave in Delphi, Greece.\n\n\nSCP-5992 is a massive, octagonal area constructed of sculpted marble, encompassing a width of 150 meters, and of indeterminate height. SCP-5992 contains an innumerable amount of \"tiers\", rising towards the apparent ceiling of the structure. The walls of each tier contain apertures to four perpendicular tunnels as well as being adorned with inextinguishable torches at each apex.\n\nNotably, these tunnels — with the exception of the one used to access SCP-5992 — lead to another tier of the structure. Individuals who walk through a tunnel will find themselves emerging at the tunnel positioned directly on the tier above them. Re-entering the tunnel reverses this, allowing for ascension and descent of each tier.\n\n\nAt the center of SCP-5992 is a sinkhole of indeterminate depth, the perimeter of which has been sculpted to resemble a bearded, open-mouthed face.\n\n\nAddendum.5992.1:\n The Maenads Protocol\n\n\n\n\n\n\nThe Maenads Protocol\n\n\n\n\n\n\nPreface:\n The following protocol was developed with in conjunction with preexisting ASCI specialists stationed at Provisional Site-5992 and is considered essential for the active containment of SCP-5992.\n\n\n\n\nAbstract:\n The Maenads Protocol has been developed to contain SCP-5992.\n\n\n\n\nProtocol Information:\n The Maenads Protocol adheres to certain universal Dionysian rites that have been in place since at least 1000 BC. It is understood that deviation from these rites are detrimental to the containment of SCP-5992. Below is an outline of the protocol, which is to be carried out nightly by personnel stationed at Provisional Site-5992. A full detail brief can be requested from Provisional Site-5992 by any Level 4 personnel.\n\n\n\n\nOne D-Class\n1\n subject is to be delivered to Provisional Site-5992. Protocol 12 may be enacted at the discretion of the current Site Director.\n\n\nPersonnel stationed at Provisional Site-5992 are to assume the roles of Celebrants. The subject is to assume the role of Vessel.\n\n\nThe Vessel is to drink wine from a \nrhyton\n2\n and restrained using a \nretis\n3\n net.\n\n\n\n\n\n\nFollowing a ceremonial rhythm performed using tympanum and pan flutes, Celebrants are to don laurel crown and cloak. Each Celebrant is to make a small incision on the wrist. The resulting blood is to be poured over the Vessel.\n\n\n\n\n\n\nA portion of flesh is to flayed from the subject using a \nkopis\n4\n, and consumed by all participants, including the Vessel.\n\n\n\n\n\n\nFollowing consumption, the Vessel is to be extricated from the \nretis\n and thrown into the hole at the center of SCP-5992.\n\n\n\n\n\n\nAddendum.5992.2:\n Ethics Committee Internal Memo - 06/10/2020\n\n\n\n\nETHICS COMMITTEE INTERNAL MEMO\n\n\nArea 179\n\nDr. Edward T. Dune\n\n\n\n\nTo The Committee,\n\n\nThe SCP-5992 data file came to my attention last week, when a cache of archived documents from the Department of Occult Research were uploaded to SCiPNET servers for review. Apparently, these were draft documents, considered unimportant enough to sit around in a filing cabinet for decades, and sit around they did. That was, until, a secretary uncovered them. There's around 30 of these things, and while most are half-formatted drafts detailing known and well-documented anomalies, there's also \nthis\n.\n\n\nI've attached the file below. Needless to say, I'm appalled. Assuming this isn't a joke, there's a number of disturbing implications here. Specifically, I'm concerned with the complete lack of context. Yes, ritualistic containment procedures — even ones that involve horrific acts — are a necessity for the containment of certain anomalies, but no justification is provided here. In fact, the file deliberately avoids an answer.\n\n\nThe document was written in 1965, and has gone completely unnoticed since. If this Maenads Protocol was in place back then, who's to say that it's not now? What, exactly, are we containing here?\n\n\n\n\n\n\nAttatchment-5992-SCP-SEC\n\n\n\n\n\n\nI did a little research of my own. Turns out, this wasn't even one of ours in the first place. It's an ASCI doc that got ported over, and lost in the shuffle — probably because the original document (see attachment) is just as vague and uninformative. Furthermore, \nthat\n document makes reference to a \"Bacchanalia\", some sort of Dionysian cult that the ASCI had contact with. Considering the, well, \nAmerican\n factor, the ASCI wasn't directly involved in the containment of SCP-5992, but they provided resources to the Bacchanalia to do so. Upon merging into the Foundation, a lot of older ASCI containment funds were kept on-file, often with little regard as to where the money was going. I dug as deep as my clearances would allow and, of course, Provisional Site-5992 is on the payroll. I have reasonable suspicion that containment of this anomaly does \nnot\n require a human sacrifice ritual, and that the ASCI was ignorant of this, or misled by the Bacchanalia.\n\n\nI propose a direct investigation into SCP-5992, to discern what is or isn't going on in Delphi, and what we could do about it. If there are lives at risk because of our carelessness, it's imperative we remedy this as soon as possible.\n\n\nRegards,\n\n\nDr. Edward T. Dune\n\n\n\n\nOpen Attachment:  asci13380-doc\n\n\n\n\nClose Attachment: asci13380-doc\n\n\n\n\n\n\n\n\n\n\n\n\nAmerican Secure Containment Initiative Document, circa 1862\n\n\n\n\n\n\n\n\nItem Number:\n 13-380\n\n\nClassification Type:\n Location\n\n\n\n\nASCI Protocols for Containment:\n Securing Phenomenon 13-380 is to be realized through the assistance of Organization-028, also known as the Bacchanalia. See document 13-380-01 for a most complete purview of resources provided to the Bacchanalia.\n\n\n \n\n\nDescription:\n Phenomenon 13-380 is an unexplained irregularity specifically located in Delphi, Greece, and is a place of worship for the Bacchanalia. A review of the properties and characteristics of Phenomenon 13-380 is presently being carried out by the Bureau of Arcane Studies. Nonetheless, the Bacchanalia have provided reason enough to believe that the containment of Phenomenon 13-380 is dependent on their actions.\n\n\nThe Bacchanalia have dedicated themselves to the continued protection of Phenomenon 13-380. Due to their expertise in foreign esoteric occultism, the means of containment shall be a combined effort.\n\n\n \n\n\nNota Bene:\n On the 11th of November, 1862, the ASCI was contacted by Greek occultist Elias Galatas (Informant 341), who informed the Initiative of the plight of the Bacchanalia, a group that had been struggling to acquire the resources necessary for containment of Phenomenon 13-380, including live subjects. An investigation into this inquiry was carried out on the 16th of November, 1862. After being deemed a case of importance by the Bureau of Arcane Studies, an approval was granted to provide the Bacchanalia with ineffectual persons taken into custody.\n\n\nFurther information is forthcoming, as of the Bureau of Arcane Studies.\n\n\nAs of the 2nd of December, 1862, the Bureau's foreign investigation has concluded, and a retention of Phenomenon 13-380's physical description and anomalous properties is noted in document 13-380-03.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.5992.3:\n Provisional Site-5992 Exploration\n\n\nNote: The following is an audio/video transcript of the initial exploration of Provisional Site-5992. Mobile Task Force Zeta-9 (\"Mole Rats\") was tasked with surveying the site and collecting additional information regarding SCP-5992.\n\n\n\n\n\n\nEXPLORATION LOG 5992.1\n\nAudio/Visual Transcript\n\n\n\n\n\n\nDATE:\n 06/11/2020\n\n\n\n\nZ-9 Ajax - Team Lead\n\n\nZ-9 Roswell - Fire Team\n\n\nZ-9 Skinner - Fire Team\n\n\nZ-9 Laos - Occ. Science / Communications\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nAjax:\n And we're… green.\n\n\nRoswell:\n Check.\n\n\nSkinner:\n Check, check, check, check.\n\n\nLaos:\n Really?\n\n\nSkinner:\n It's fo-\n\n\nAjax:\n Quiet, let's roll.\n\n\nTeam files into the cave and begins moving towards Provisional Site-5992. Each team member turns on their shoulder-mounted lamp.\n\n\nAjax:\n Anomaly's two kilos down. Straight line.\n\n\nLaos:\n Christ, that reeks.\n\n\nSkinner:\n I'm getting it through the vents. \nGoddamn\n. (\nCoughs\n)\n\n\nAjax:\n You'll get used to it. You did in Venice.\n\n\nSkinner:\n Yeah, fucking Venice. (\nPause\n) Today's a good day to be Ros.\n\n\nLaos and Ajax laugh.\n\n\nRoswell:\n Fuck off. Even I smell it.\n\n\nSkinner:\n Yeah, what's it smell like?\n\n\nRoswell:\n Death.\n\n\nSkinner shines his shoulder lamp to the right, exposing a wall covered in black, unidentifiable thaumaturgic runes.\n\n\nSkinner:\n Whoa, whoa, slow down.\n\n\nAjax:\n Laos?\n\n\nLaos approaches the wall and raises her hand towards the runes.\n\n\nLaos:\n No clue. No universal indicators, probably a dead dialect.\n\n\nAjax:\n They don't stop, either. (\nPauses\n) Alright, keep moving.\n\n\nTeam moves forward for five minutes. Extraneous dialogue removed.\n\n\nRoswell:\n No security, huh?\n\n\nSkinner:\n For what? Who the hell's coming out here?\n\n\nRoswell:\n Jax said they're sacrificing civs. Used to, at least.\n\n\nLaos:\n Still could be.\n\n\nRoswell:\n You'd think there'd be some type of, I don't know, protective measures? A guard post, or something near the cave? We're still funding the goddamn place.\n\n\nSkinner:\n Protective measures? Big words, Ros!\n\n\nRoswell:\n We're approaching a giant hole that's routinely used for people-tossing. Just keep that in mind.\n\n\nTeam moves forward for ten minutes before coming to an opening near the end of the tunnel. Extraneous dialogue removed.\n\n\nAjax:\n That's our skip, boys. Brace yourselves.\n\n\nTeam enters SCP-5992. Outdated Foundation-issued equipment and paraphernalia can be seen, intermediately placed across the anomaly's first tier. A simple ceiling has been built, meant to breach the open gap in the middle of the second tier.\n\n\nSkinner:\n Just like you thought. Not a single soul.\n\n\nRoswell:\n Nice place. Almost feels like I stepped back in time.\n\n\nAjax:\n Right. Laos, start setting up. Ros, Skinny, do a quick sweep. (\nGestures to the hole\n) Then we'll tackle that.\n\n\nThe team disperses, and begins to explore Provisional Site-5992. Several items used in the Maenads Protocol are found laying on the ground. The marble floor is stained with dried blood.\n\n\nLaos:\n Check these out. From that ritual thing. \nWow\n, that's a lot of blood.\n\n\nAjax:\n I shouldn't have to say this, but please don't touch anything. All that's getting bagged later.\n\n\nSkinner enters a tunnel to the east of the entrance, and emerges on the second tier. This tier appears to have been used as a holding area for subjects intended to be sacrificed.\n\n\nSkinner:\n (\nLaughs\n) That's about as fun as I hoped it would be.\n\n\nAjax:\n (\nRadio\n) Skinner! Get your ass down here. We'll go through the rest of the Site later. Just come help us.\n\n\nSkinner:\n Yeah, yeah.\n\n\nSkinner descends to the first tier, where Ajax and Roswell are standing near the edge of the hole. Laos sits in a corner, unpacking communications gear from her backpack.\n\n\nSkinner:\n Holy shit, how deep is that? Drop test?\n\n\nRoswell:\n Anyone have anything?\n\n\nSkinner:\n Pick up a rock, dumbfuck.\n\n\nLaos:\n Could use you, Skinner.\n\n\nThe team collectively laughs. Ajax cracks a glow stick and shakes it. When the light is bright enough, she drops it down the hole.\n\n\nSilence.\n\n\nRoswell:\n You, uh, didn't hear anything, did you?\n\n\nAjax:\n Nope.\n\n\nSkinner:\n (\nPauses\n) Fuck me.\n\n\nAjax:\n Yep. (\nSlaps Skinner on the back\n) Get your gear, Skinny.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nEXPLORATION LOG 5992.2\n\nAudio/Visual Transcript\n\n\n\n\n\n\nNote:\n \nOver the next hour, the team sets up a rappelling system to descend the hole. Laos stays behind to supervise the anchor points and to act as a relay in case of emergency. The team, now equipped with belaying gear, prepares for descent.\n\n\n\n\nAjax:\n Everyone secure?\n\n\nSkinner and Roswell pull on their cords.\n\n\nSkinner:\n All good.\n\n\nRoswell:\n Same here.\n\n\nAjax:\n Strap yourselves in. Laos?\n\n\nLaos:\n Radio clear. Be careful down there, okay?\n\n\nThe rappelling team attaches themselves to their anchor points, and begin descending into the hole.\n\n\nRoswell:\n (\nCoughs\n) God. Jax, you can't smell that?\n\n\nAjax:\n I'm desensitized to smells (\nLaughs\n). Farmhand, remember? Does quite a number on the senses.\n\n\nSkinner:\n So, uh, what the hell's waiting for us down there?\n\n\nAjax:\n Just a truckload of friendly corpses, the usual. Let's hope that's it.\n\n\nSkinner:\n Yeah, let's fucking hope.\n\n\nThe team descends for 20 minutes, apparently no closer to the bottom.\n\n\nSkinner:\n How much more, you think?\n\n\nAjax:\n No way to tell. Hopefully we have enough rope. (\nLaughs\n)\n\n\nLaos:\n (\nRadio\n) You're fine, trust me.\n\n\nRoswell stops. He pulls himself closer to the rope.\n\n\nRoswell:\n You hear that?\n\n\nA faint, indistinct noise can be heard.\n\n\nAjax:\n Stay sharp. We're going to be fine, boys.\n\n\nSkinner:\n It's screaming.\n\n\nFive minutes pass as the team continues their descent in silence. The noise coming from below them amplifies in volume. Roswell begins breathing heavily and holding himself back.\n\n\nAjax:\n Ros, you good?\n\n\nRoswell:\n Fuck. Fuck, I hate that sound. It's… it's like a million things being flayed alive all at once. And it just keeps getting louder.\n\n\nAjax:\n The sooner we reach the bottom, the sooner we get to the top, okay Ros? You're a mole rat, not some greenie fresh off the rack. Act the part.\n\n\nRoswell:\n Okay, right… yes, ma'am.\n\n\nThe team descends for another twenty minutes. Skinner attempts to calm Roswell by making small talk. The noise is extremely loud, and can be described as a cacophony of distressed, indeterminate vocalizations.\n\n\nRoswell:\n (\nBreathing Heavily\n) There's so many voices, and they're all screaming.\n\n\nSkinner:\n Should I take him up?\n\n\nAjax:\n No, won't do us any good. (\nPauses\n) This thing's deep as hell. Can't even see the glowstick yet.\n\n\nRoswell:\n Jax, I… there's words. They're saying my name, over and over again. (\nCrying\n) Fuck, they won't stop. It's so, so loud.\n\n\nRoswell puts both of his hands to his head, and screams. He falls backwards, supported by the rappelling gear. He begins sobbing.\n\n\nAjax:\n Roswell, get your shit together!\n\n\nRoswell removes his ventilator mask and begins repeatedly slamming his head against the rock. Skinner quickly attempts to hold him back. Roswell struggles to overcome Skinner.\n\n\nSkinner:\n Shit! What the hell are you doing, man? Stop it!\n\n\nRoswell:\n It knows my name. It's telling me everything about myself. Why does it know my name? I need to stop them! I need to — I need —\n\n\nRoswell vomits, presumably from the overwhelming odor.\n\n\nAjax:\n Laos! Get Roswell up, now!\n\n\nRoswell:\n You can't go down there. They're starving. Please, just — you can't —\n\n\nAjax:\n Laos? Do you read me?\n\n\nRoswell:\n They're begging us to leave. Please, please listen to me — they, them. I can't go down there. It's calling my name.\n\n\nAjax:\n Laos isn't responding. It's too loud.\n\n\nSkinner:\n The fuck do we do with him?\n\n\nRoswell reaches for his rifle. Skinner restrains him from behind, placing his boot on Roswell's hand.\n\n\nSkinner:\n Stop! Stop this shit! Ajax, he's trying to get his gun!\n\n\nRoswell:\n Please, you have to let me do this.\n\n\nAjax maneuvers herself over to Roswell, and restrains him. Roswell kicks backward, headbutting Ajax. He quickly unhooks his rappelling gear and falls towards the bottom of the hole, screaming. Skinner and Ajax are silent. A crunching noise is heard as Roswell's body lands.\n\n\nSkinner:\n (\nPauses\n) What… What the fuck.\n\n\nAjax:\n Just keep — keep moving, Skin. Keep moving.\n\n\n5 minutes of silence as Skinner and Ajax move downward. Skinner briefly removes his ventilator to vomit, claiming the smell was getting too strong. Skinner rests his arms over a ledge. The noise is now immediate.\n\n\nSkinner:\n (\nCoughs\n) Shit… I'm sorry, Jax.\n\n\nAjax:\n You-\n\n\nSkinner screams and jolts upward as something grabs his leg. He shines his lamp below to reveal the mangled, screaming body of Roswell gripping his ankle. Roswell appears animate, despite falling from a height nearly impossible to survive.\n\n\nSkinner:\n Holy SHIT —\n\n\nAjax:\n Skin!\n\n\nSkinner immediately fires at Roswell, causing visible trauma, but no deterrence. Ajax shines her lamp downwards. A writhing, animate mass of human corpses in various states of decomposition is visible below her. Some can be seeing climbing over one another, reaching upwards before being pulled down into the mass by another corpse. Others cannibalize themselves or others in a violent, uncontrolled frenzy.\n\n\n\n\n\n\nVisual capture taken from Ajax's person.\n\n\n\n\n\n\nAjax:\n What the fuck. What the FUCK —\n\n\nSkinner fires at the entities, to no avail. Both team members ascend slightly out of reach. Roswell's corpse grips itself to an emerging rock.\n\n\nRoswell:\n SKINNER… IT'S BEAUTIFUL —\n\n\nRoswell's corpse is pinned against the wall by another entity, who tears the flesh on the side of Roswell's head off. Roswell makes guttural, gurgling noises, before Ajax fires again, rendering the entity incapable of vocalization.\n\n\nAjax:\n (\nBreathing Heavily\n) Are you — are you okay, Skin? Skinner?\n\n\nAjax grips Skinner's shoulder. Both cling themselves to their rappelling gear, meters above the bottom of the pit.\n\n\nSkinner:\n I'm… I'm fine. Jesus, that's.. that's where they all are. Here… for fucking centuries.\n\n\nAjax:\n God… we did this.\n\n\n<END LOG>\n\n\n\n\nAddendum.5992.4:\n Observations and Recovered Materials\n\n\nFollowing Zeta-9's initial exploration, materials from Provisional Site-5992 were requisitioned and logged. Additionally, a small number of informal tests were performed to provide a more complete understanding of SCP-5992's effects on living organisms. Results have shown that entities inside SCP-5992 are unable to die, confirming a controlled ΩK-Class (\"End-of-Death\") Scenario.\n\n\nThe following fragments are sourced from a journal recovered from living quarters established on the fifth tier of SCP-5992. Most are illegible, having sustained damage by blood. These writings are suspected to be those of a formal personnel stationed at the site, date unknown. Translated from Greek into English by Researcher Starse.\n\n\n\n\n…another unfortunate. My sisters and I indoctrinate her. Clearly scared. Rightfully scared. Our benefactors are no more, she says. Foundation, she says. It matters not. Shows concern when…\n\n\nChristopher arrives with the Vessel. Skin like milk, and hair like a tangle of weeds. The Uninitiated shows hesitation. Necessary, I tell her. We prepare her for new life. A servant of \nAgrios\n. It pains, to toil above than to live below. The Uninitiated…\n\n\n\n\n\n\n…to be catching on. She is a beautiful young lady, in body. Her spirit must be loosened. I will teach her.\n\n\n…grows greater each day. I long for union with them. I long for freedom from this structured existence… triumph of nature… to which we may serve.\n\n\n\n\n\n\nI informed Christopher. Agrees. I offered him communion with \nChthonios\n but he refused. Took an undignified death, befitting of him. Parts of him shot like rockets across the water… my sisters…preparations for tonight.\n\n\nIris was first…did not scream. Melody…like sweet, sweet honey. The Uninitiated fought, but I pierced her wrists with weapons of my own design, and savored her flesh. At long last… union. I can hear them inside of me. Messages without a receiver. Sleep, sisters. I will unite us at last, joining the Eternal Feast… pleasure unknown and unbound…\n\n\n\n\n\n\nnot suffering.\n\n\necstasy.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The biological sex of the D-class is not specified in the ritual\n\n\n2\n. A bull's horn\n\n\n3\n. A hunting net\n\n\n4\n. curved dagger\n\n\n\n\n\n\n\n\n« \nSCP-5991\n | SCP-5992 | \nSCP-5993\n »",
    "addendums": [
        "Addendum.5992.1: The Maenads Protocol",
        "Addendum.5992.2: Ethics Committee Internal Memo - 06/10/2020",
        "Addendum.5992.3: Provisional Site-5992 Exploration\nNote: The following is an audio/video transcript of the initial exploration of Provisional Site-5992. Mobile Task Force Zeta-9 (\"Mole Rats\") was tasked with surveying the site and collecting additional information regarding SCP-5992.\n",
        "Addendum.5992.4: Observations and Recovered Materials\nFollowing Zeta-9's initial exploration, materials from Provisional Site-5992 were requisitioned and logged. Additionally, a small number of informal tests were performed to provide a more complete understanding of SCP-5992's effects on living organisms. Results have shown that entities inside SCP-5992 are unable to die, confirming a controlled ΩK-Class (\"End-of-Death\") Scenario.\nThe following fragments are sourced from a journal recovered from living quarters established on the fifth tier of SCP-5992. Most are illegible, having sustained damage by blood. These writings are suspected to be those of a formal personnel stationed at the site, date unknown. Translated from Greek into English by Researcher Starse."
    ],
    "documents": [],
    "notes": [
        "The Maenads Protocol Preface: The following protocol was developed with in conjunction with preexisting ASCI specialists stationed at Provisional Site-5992 and is considered essential for the active containment of SCP-5992. Abstract: The Maenads Protocol has been developed to contain SCP-5992. Protocol Information: The Maenads Protocol adheres to certain universal Dionysian rites that have been in place since at least 1000 BC. It is understood that deviation from these rites are detrimental to the containment of SCP-5992. Below is an outline of the protocol, which is to be carried out nightly by personnel stationed at Provisional Site-5992. A full detail brief can be requested from Provisional Site-5992 by any Level 4 personnel. One D-Class 1 subject is to be delivered to Provisional Site-5992. Protocol 12 may be enacted at the discretion of the current Site Director. Personnel stationed at Provisional Site-5992 are to assume the roles of Celebrants. The subject is to assume the role of Vessel. The Vessel is to drink wine from a rhyton 2 and restrained using a retis 3 net. Following a ceremonial rhythm performed using tympanum and pan flutes, Celebrants are to don laurel crown and cloak. Each Celebrant is to make a small incision on the wrist. The resulting blood is to be poured over the Vessel. A portion of flesh is to flayed from the subject using a kopis 4 , and consumed by all participants, including the Vessel. Following consumption, the Vessel is to be extricated from the retis and thrown into the hole at the center of SCP-5992.",
        "…another unfortunate. My sisters and I indoctrinate her. Clearly scared. Rightfully scared. Our benefactors are no more, she says. Foundation, she says. It matters not. Shows concern when… Christopher arrives with the Vessel. Skin like milk, and hair like a tangle of weeds. The Uninitiated shows hesitation. Necessary, I tell her. We prepare her for new life. A servant of Agrios . It pains, to toil above than to live below. The Uninitiated…",
        "…to be catching on. She is a beautiful young lady, in body. Her spirit must be loosened. I will teach her. …grows greater each day. I long for union with them. I long for freedom from this structured existence… triumph of nature… to which we may serve.",
        "I informed Christopher. Agrees. I offered him communion with Chthonios but he refused. Took an undignified death, befitting of him. Parts of him shot like rockets across the water… my sisters…preparations for tonight. Iris was first…did not scream. Melody…like sweet, sweet honey. The Uninitiated fought, but I pierced her wrists with weapons of my own design, and savored her flesh. At long last… union. I can hear them inside of me. Messages without a receiver. Sleep, sisters. I will unite us at last, joining the Eternal Feast… pleasure unknown and unbound…",
        "not suffering. ecstasy."
    ],
    "containment_procedures": "A 1 kilometer perimeter has been established around SCP-5992, utilizing cover story G-03 (\"Heritage Site\"). Standard security measures are in place to deter civilians from approaching SCP-5992.",
    "description": "SCP-5992 is an extra-spatial anomaly located 2 kilometers beneath a cave in Delphi, Greece.",
    "title": "SCP-5992"
}