{
    "url": "https://scp-wiki.wikidot.com/scp-5994",
    "all_text": "...\n\n\n\n\n\n\nBEGIN RECORDING\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+248\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nInfo about the article\n\n⚠️ \nContent warning:\n This article contains \nunreality\n.\n\n\n\n\n\n\n\n\nrating: \n+248\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem #:\n SCP-5994\n\n\nOlI/5994\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\nThreat Level:\n Undetermined\n\n\n\n\n\n\n\n\nfig 1.1.\n Still frame from SCP-5994, Configuration 2A, Monitor 2, View 3 at 22:38:32.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5994, along with the building in which it resides, has been purchased from GoI-952 (\"Olney Ironworks\")\n1\n. No further containment measures are deemed necessary.\n\n\nOn the order of Director Drummond, the original legacy systems are to be reinstalled and remain in place indefinitely.\n\n\nDescription:\n SCP-5994 is the surveillance room of the former Olney Ironworks Southeast Houston manufacturing center. Prior to Incident G952-AE-Tennenbacher, SCP-5994 displayed no anomalous properties.\n\n\nSurveillance equipment inside SCP-5994 plays a continuous 3 hour and 36 minute loop of the events of Incident G952-AE-Tennenbacher, an anomalous event that took place on 25/10/1997 between the hours of 20:24 and midnight resulting in the decommissioning of the mill. This includes all systems installed following the Incident, allowing for perspectives impossible through the original hardware.\n\n\nWhile playbacks of SCP-5994 remain largely consistent, divergences have been recorded, and can be forced through the installation of conspicuous secondary components within existing equipment. Despite this, the full scope of Incident G952-AE-Tennenbacher has yet to be prevented on-record.\n\n\nSubjects depicted in SCP-5994's playbacks correspond to employees present at the time of the event. \nThe Foundation has been unable to locate these subjects for questioning\n \nSee Interview transcripts\n.\n\n\n\n\n\n\nHISTORY\n\n\n\n\nSCP-5994 was discovered on 26/10/1997, when GoI-952 contacted S.C. Public\n2\n for assistance in containing SCP-5994-1. 6 minutes prior to the arrival of Mobile Task Force Omega-19 (\"Double Feature\"), however, S.C. Public was informed by Olney administration that the incident had been dealt with, and that further help was unnecessary.\n\n\nPost-incident analysis was impeded by GoI-952, as expected. Interrogation of Incident G952-AE-Tennenbacher's confirmed survivors\n3\n proved fruitless, with both citing company policy as proof that the incident was an extensive hallucination. Furthermore, the entirety of the factory floor had been sprayed with the BLACK FLY compound, hindering the collection of forensic evidence.\n\n\nFoundation personnel discovered SCP-5994 during a routine audit of surveillance footage. Following its discovery, Site-56 Command negotiated the sale of the Southeast Houston Manufacturing Center to Foundation holdings.\n\n\nContainment was established on 06/11/1997.\n\n\n\n\n\n\nPLAYBACK LOG (CONTROL)\n\n\n\n\nThe following is a rough summary of Incident G952-AE-Tennenbacher, based on the hardware configuration originally present within the manufacturing center. Researchers with OlI/5994 or greater clearance may access the associated video logs.\n\n\n\n\nThe recordings begin at \n[20:24:36]\n, with little deviation from the events typical of the factory's operation, with two exceptions:\n\n\n\n\nA man (Identified as Joan Lopez, a worker reported as missing following the Incident) manning a casting station drops what looks to be a necklace or circular chain into a mold full of molten metal. The man reacts with either frustration or apprehension, before leaving to confront his manager (Identified as Joan Sanchez, also missing).\n4\n\n\nAnother man (Identified as Raymond Navarro, \nalso missing\n) inside of a break room immediately answers his cell phone. The call appears to last around six minutes, during which time Navarro nods, pacing around the break room. Audio capture suggests the call pertains to a transport of baking soda to the Northwest Portland Manufacturing Center.\n\n\n\n\nThe first anomalous event occurs when a trapdoor in the vehicle bay\n5\n is jostled by an unseen figure at \n[20:27:18]\n. For the next ten minutes, several employees react to a faint rustling from various machinery and ventilation shafts.\n\n\nAt \n[20:38:27]\n, Mr. Lopez suddenly stops to look at an industrial furnace, from which emerges an unharmed domestic pig. Mr. Lopez appears confused, before returning to speak to his manager. In the time taken to reach Mr. Sanchez, two more pigs emerge from the same furnace.\n\n\nMore pigs emerge from various ventilation shafts, trapdoors, and damaged machine parts throughout the manufacturing center. By \n[20:47:27]\n, around 46 pigs have emerged.\n\n\nAt \n[20:50:21]\n, Mr. Sanchez calls all employees present within the manufacturing center into an impromptu meeting in order to discuss the incident. An argument between Mr. Sanchez and a security officer (Identified as Sái Minh Ân, a survivor of Incident G952-AE-Tennenbacher) occurs, leading to the officer's subsequent firing and removal from the premises.\n\n\nAt \n[21:02:59]\n, several pigs on the factory floor are visibly startled, fleeing from the furnaces.\n\n\nMr. Sanchez phones his superior at \n[21:10:46]\n, reporting \"another goddamn pig bloom\". This call lasts ten minutes, and consists primarily of Mr. Sanchez nodding and affirming his superior's requests.\n\n\nAt \n[21:28:19]\n, all outdoor surveillance feed cuts out. Additionally, overhead lighting throughout the factory is cut off for approximately 19 seconds, before turning back on. A large, superficially porcine figure (designated SCP-5994-1) can be seen mid-emergence from a blast furnace.\n\n\nMr. Sanchez's meeting is dismissed at \n[21:58:04]\n, after which employees are redirected back to their stations. SCP-5994-1 is encountered a minute later.\n\n\nThe contents of remaining footage are difficult to parse. It is observed, however, that employees have entered a state of intense panic. Several attempt to flee the premises, despite the activation of Olney-installed locking mechanisms. Remaining employees attempt to shut down active machinery, a task hindered by SCP-5994-1 and a panicking herd of swine.\n\n\nAt \n[23:57:00]\n, a white flash, originating from the central blast furnace, overtakes all surveillance equipment on the premises. Footage remains obscured for 3 minutes, before looping back to the beginning.\n\n\n\n\n\n\n\n\nADDENDUM 5994-012: EXPERIMENTATION AND INTERVIEW\n\n\n\n\n\n\n\n\nRaymond Navarro, c. 1996.\n\n\n\n\n\n\nFor the purposes of this document, SCP-5994 as depicted by SCP-5994 has been designated SCP-5994`.\n\n\nOn 04/08/2003, Dr. James Carvallo\n6\n submitted a grant request for experimentation, in the hopes of facilitating communication with subjects depicted by SCP-5994. Dr. Carvallo cited Mr. Lopez and Mr. Sanchez's reactions to the installation of audio capture as evidence of potential two-way communication. His request was approved following an extensive budgeting audit, on the condition the SCP-5994 containment team investigate the events of Incident G952-AE-Tennenbacher.\n\n\nIn hopes of facilitating interviews, SCP-5994 was fitted with a rudimentary form of two-way audio through the installation of a camera-fitted intercom, as well as the installation of a conspicuous audio-capture device.\n\n\nInitial attempts to coax subjects into SCP-5994` via direct appeal were unsuccessful, with a majority of subjects electing to report the offending equipment to Mr. Sanchez for subsequent dismantlement. Furthermore, the promise of assistance against SCP-5994-1 was ignored even after its discovery. Having failed to convince the subjects directly, the SCP-5994 research team experimented with a variety of alternate methods.\n\n\nInterviews conducted with Olney's Human Resources departments revealed that Mr. Navarro had been reprimanded in November of 1996 following a series of attempts to personally investigate an unrelated anomaly. In light of this, the SCP-5994 research team installed several devices intended to mimic minor anomalous phenomena, positioning them in a rough path between Mr. Navarro's starting position and SCP-5994`.\n\n\nOn 08/10/2003, researchers successfully coaxed the virtual Mr. Navarro (Designated SCP-5994-A) into SCP-5994`.\n\n\n\n\nINTERVIEW-5994-A\n\n\n\n\nDATE:\n 08/10/2003\n\n\nSUBJECT:\n SCP-5994-A\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-5994-A enters SCP-5994`, gently locking the door behind it. With a sigh, it takes stock of the equipment.\n\n\nSCP-5994-A:\n (\nIn Spanish\n) Man, this place is going to Hell.\n\n\nResearcher Hartley:\n Hello, Mr. Navarro.\n\n\nSCP-5994-A swears, falling back into a desk and wincing in pain.\n\n\nResearcher Hartley:\n Apologies. I'm with S.C. Public. On behalf of your employer, I will be conducting an open-ended survey into the Southeast Houston Manufacturing Center's operation.\n\n\nSCP-5994-A:\n Oh, Jesus fucking- (\nIn English\n) Do y'all gotta call from the intercom?\n\n\nResearcher Hartley:\n Yes.\n\n\nSCP-5994-A climbs back up to a standing position, nursing an apparent hip injury.\n\n\nSCP-5994-A:\n Alright, good an answer I'll ever get.\n\n\nResearcher Hartley:\n Right, let's begin. So, in the past week, have you noticed anything strange in regards to the operations of the Manufacturing Center?\n\n\nSCP-5994-A:\n You're gonna have to define \"strange\".\n\n\nResearcher Hartley:\n That's alright. Have you witnessed, heard, or been made to engage in anything you would consider either statistically improbable or physically impossible, based on your understanding of the laws of physics, chemistry, and sociology?\n\n\nSCP-5994-A glances around SCP-5994` before turning back to face the intercom.\n\n\nSCP-5994-A:\n If you mean just in the past week, no, it's business as usual. But (\nSCP-5994-A lowers its voice\n) look, there's some things y'all never understand, right? I… there's words for it, they're not coming to tongue.\n\n\nResearcher Hartley:\n That's alright. Just try your best.\n\n\nSCP-5994-A:\n No, no, it's not… it's something you see for yourself. The machines… stretch? It's constant, and you get used to it, but… I think my brain might be fried, sorry.\n\n\nResearcher Hartley:\n Don't worry, that's sufficient. Now, for the next part of the survey, I'll need you to stare at the bottom monitor, second from the right, for… around five minutes should suffice.\n\n\nSCP-5994-A:\n Mm, got it.\n\n\nSighing, SCP-5994-A folds its arms before turning to face the specified monitor. SCP-5994-A remains silent until \n[20:38:37]\n, whereupon it sighs in apparent frustration.\n\n\nSCP-5994-A:\n Is that it?\n\n\nResearcher Hartley:\n You still have about two more-\n\n\nSCP-5994-A:\n No, the \nthing\n. The pig.\n\n\nResearcher Hartley:\n I assume this isn't a normal occurrence.\n\n\nSCP-5994-A:\n I don't get interviewed over the intercom ain't a normal occurrence. The pigs out the kiln are flying for all I care. And… how did you know?\n\n\nResearcher Hartley:\n Don't worry about that. For the record, was there-\n\n\nSCP-5994-A:\n I'm sorry, I'm stuck on the fact a pig came outta that there kiln, and this time y'all \nknew\n. Heaven's sake, what are y'all pulling here? I just wanna cast steel and y'all are out here putting pigs in the works? Jesus, man.\n\n\nResearcher Hartley:\n We'd prefer if you focused on the interview.\n\n\nSCP-5994-A:\n Seriously? I… fine, fine.\n\n\nResearcher Hartley:\n Thank you.\n\n\nTwo more minutes pass.\n\n\nResearcher Hartley:\n Now, to your knowledge, has anything happened in the past… three months that may explain what you've just witnessed?\n\n\nSCP-5994-A:\n No? I'm still not-\n\n\nSCP-5994-A cuts itself off, leaning closer to the monitor.\n\n\nSCP-5994-A:\n Son of a \nbitch\n.\n\n\nResearcher Hartley:\n Mr. Navarro?\n\n\nSCP-5994-A:\n What are y'all trying to pull here? First it's in the garage, now the kilns? If management knows this sh-this stuff's going on \nagain\n, it's our heads on the line, you understand. One pig's bad enough, and y'all are out here trying to top pigs with pigs.\n\n\nResearcher Hartley:\n Then this has happened before?\n\n\nSCP-5994-A remains silent for several seconds.\n\n\nResearcher Hartley:\n Mr. Navarro?\n\n\nSCP-5994-A:\n Yeah, that's enough for today.\n\n\nDespite protests from Researcher Hartley, SCP-5994-A exits SCP-5994`.\n\n\n[END LOG]\n\n\n\n\nCLOSING NOTES:\n Following the failure of three subsequent attempts to interview SCP-5994-A, experimentation was suspended.\n\n\n\n\n\n\n\n\nADDENDUM 5994-013: INTERVIEW\n\n\n\n\nOn 29/04/2005, the annual full-capacity activation of the Foundation PANOPTICON surveillance network was conducted. During this time, PANOPTICON's attendant \nArtificial Intelligence Construct\n7\n flagged footage of a man entering a hardware store in Arlington, Texas. A review by the office of O5-10 determined the man to be Mr. Raymond Navarro, previously reported as missing following Incident G952-AE-Tennenbacher.\n\n\nWith assistance from the Texas Government, Mr. Navarro was tracked to the village of Solicruz, Texas, 28 miles from Arlington, where he was employed as a welder to a non-anomalous business. Agent Taft made contact with Mr. Navarro under the cover of S.C. Public.\n\n\n\n\nINTERVIEW-5994-B\n\n\n\n\nDATE:\n 14/05/2005\n\n\nSUBJECT:\n Mr. Raymond Navarro\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Taft:\n It's a pleasure to speak with you, Mr. Navarro.\n\n\nNavarro:\n Ain't no problem, chief. Most people call it a chore. (\nSubject chuckles\n)\n\n\nAgent Taft:\n As long as we stay on topic, you're fine. Now, according to our records, you were an employee at an Olney steel mill, correct?\n\n\nNavarro:\n (\nBrief pause\n) Yeah, yeah.\n\n\nBoth remain silent for 9 seconds.\n\n\nAgent Taft:\n Not too keen on them?\n\n\nNavarro:\n No, I… well, no, I wasn't. Excuse me, I was just… thinking. They called themselves, or I guess that \ndivision\n, \"Olney Ironworks\". It was a \nsteel\n mill, chief. We made iron, sure, but we turned it into steel quick as we could.\n\n\nAgent Taft:\n It \nis\n somewhat odd, I suppose. I imagine the actual work wasn't much more organized.\n\n\nNavarro:\n Not at all, chief. They had this thing, in addition to the work we were doing, where one of us had to take the odd job. Most of it wasn't hard, no, but it was mostly weird. Make sure nothing comes out of the bronze kilns, keep a door closed for a few hours, things like that.\n\n\nAgent Taft:\n Huh.\n\n\nNavarro:\n Fresh out of trade school, it felt normal. My current job does that too, but usually there's a spill on the floor that needs a mopping. Not… three hours taking inventory on a single toolbox.\n\n\nAgent Taft:\n What purpose do you think it served?\n\n\nNavarro:\n Chief, that steel mill's got a mind of its own. If you're not looking, you're not seeing everything that could go wrong. Of course, good luck getting Olney to admit to it. Most of the guys who put in too many complaints to management got fired.\n\n\nAgent Taft:\n Interesting. Well, S.C. Public's interested in a particular incident that took place on the night of October 25th, 1997. According to our records, you were present for the incident in question.\n\n\nNavarro:\n Incident?\n\n\nAgent Taft:\n The incident that resulted in the mill's closure.\n\n\nNavarro:\n I was there for that? Man, my memory's not what it used to be.\n\n\nAgent Taft:\n That's quite alright.\n\n\nAgent Taft retrieves a printout of \nfig. 1.1\n from his satchel.\n\n\nAgent Taft:\n Do you recognize this?\n\n\nNavarro:\n Is that a pig?\n\n\nAgent Taft:\n Again, do you recognize this?\n\n\nNavarro:\n No? Is this supposed to be some kind of art piece?\n\n\nAgent Taft:\n Very well. Let's try this: think back to your last day on the job. What can you recall?\n\n\nMr. Navarro remains silent for 18 seconds.\n\n\nNavarro:\n Ah hell. It's coming up blank, chief. That had to be a decade ago, right?\n\n\nAgent Taft:\n Don't worry about that. Now, this may sound odd, but do you remember seeing, say, a domestic pig on-location?\n\n\nNavarro:\n So it's a pig?\n\n\nAgent Taft:\n Just focus on the question for now.\n\n\nNavarro:\n If you're trying to fuck with me, chief, you're doing a great job. I don't remember seeing pigs, hearing pigs, anything to do with a pig that wasn't already cooked. You wanna look into Olney, fine by me, but Olney looks back.\n\n\nBoth remain silent for 21 seconds.\n\n\nAgent Taft:\n … thank you for your time, Mr. Navarro. That should be all for now.\n\n\n[END LOG]\n\n\n\n\nCLOSING NOTES:\n Mr. Navarro is to be monitored for further abnormalities.\n\n\nSCP-5994-A is unwilling to talk of what it knows, and Mr. Navarro is willing to talk yet can't remember. If we've any hope of understanding Incident G952-AE-Tennenbacher, one of them needs to budge.\n - Director Carvallo\n\n\n\n\n\n\nADDENDUM 5994-014\n\n\n\n\n+ LEVEL 5 CLEARANCE REQUIRED\n\n\n\n\nAccess granted.\n\n\n\n\n\n\n\n\n\n\nINTERVIEW-5994-C\n\n\n\n\nDATE:\n 14/05/2005\n\n\nSUBJECT:\n SCP-5994-A, Mr. Raymond Navarro\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-5994-A enters SCP-5994`, gently locking the door behind it. With a sigh, it takes stock of the equipment.\n\n\nSCP-5994-A:\n (\nIn Spanish\n) Man, this place is going to Hell.\n\n\nResearcher Hartley:\n Mr. Navarro?\n\n\nSCP-5994-A swears, falling back into a desk and wincing in pain.\n\n\nResearcher Hartley:\n Apologies. I'm with S.C. Public, and-\n\n\nSCP-5994-A yells in apparent frustration, turning to leave SCP-5994`.\n\n\nNavarro:\n Hey, chief. Do I sound familiar?\n\n\nSCP-5994-A stops, turning to face the intercom.\n\n\nSCP-5994-A:\n … is that me?\n\n\nNavarro:\n Eight years later. You down to talk this through?\n\n\nSCP-5994-A:\n What the hell am I doing on an intercom, son?\n\n\nNavarro:\n Right now you're coming through on headphones, but I ain't sure. Mister Blackwell here's trying to work this out. Believe me, chief, I didn't believe it until I heard it.\n\n\nSCP-5994-A:\n … oh, fine. Better than graveyard work.\n\n\nResearcher Hartley:\n I'm surprised. The two of you are taking this rather well.\n\n\nSCP-5994-A:\n Son, this is \nnot\n the worst the Ironworks'll throw atcha. Ain't even second place.\n\n\nResearcher Hartley:\n Interesting. Let's save that for later. Now, for the next part of this exercise, I'll need you to stare at the bottom monitor, second from the right, for… around five minutes should suffice.\n\n\nNavarro:\n Me or him?\n\n\nResearcher Hartley:\n Both of you, if that's alright.\n\n\nSCP-5994-A:\n Mm, got it.\n\n\nNavarro:\n Loud and clear, chief.\n\n\nSighing, SCP-5994-A folds its arms before turning to face the specified monitor. Mr. Navarro follows shortly after; both remain silent until \n[20:38:37]\n, whereupon SCP-5994-A sighs in apparent frustration.\n\n\nNavarro:\n \nThat's\n what you meant, huh?\n\n\nSCP-5994-A:\n Wait, y'all know what's going on?\n\n\nNavarro:\n Somewhat? It's eight years later, chief.\n\n\nSCP-5994-A:\n Fuck me gently. How's the wife doing?\n\n\nNavarro:\n Yeah, you're gonna want to file those divorce papers soon as possible. Longer that goes on, messier it's gonna get.\n\n\nResearcher Hartley furrows his brow and nods, turning back to his laptop.\n\n\nResearcher Hartley:\n Back on topic. Past Mr. Navarro, Future Mr. Navarro tells me you've seen this before.\n\n\nSCP-5994-A:\n The pig? Yeah, there was one in the… was the garage, I think. Couldn't have been more than three months back.\n\n\nNavarro:\n The \ngarage\n. Oh man, that place had to be cursed by a witch or something. You remember when they had us saturate it with BLACK FLY? Administration had to cut with S.C. just to get the equipment.\n\n\nSCP-5994-A:\n \nMan\n, I envy you. Where're you shacked up in all of this?\n\n\nNavarro:\n Solicruz, chief. I don't miss the traffic.\n\n\nResearcher Hartley:\n Again, let's stay on topic. Now…\n\n\nResearcher Hartley trails off.\n\n\nResearcher Hartley:\n Son of a \nbitch\n.\n\n\nNavarro:\n You alright, chief?\n\n\nResearcher Hartley:\n Nevermind, it's nothing. So, back to the questions. Now, Past Mr. Navarro, think back when you saw the pig. Did you tell anyone about what you saw? Management, perhaps?\n\n\nSCP-5994-A:\n I mean no offense, son, but have y'all seen what they do to the guys who report stuff?\n\n\nResearcher Hartley:\n Fair point, I have not. What about your wife. Sofia, right?\n\n\nNavarro:\n With all due respect, chief, I don't know what my ex's gotta do with this.\n\n\nResearcher Hartley:\n Answer the question, please.\n\n\nSCP-5994-A:\n Him or me?\n\n\nResearcher Hartley:\n It doesn't matter. Just tell me if you told Sofia about the incident.\n\n\nSCP-5994-A:\n Man, it's not like Sofie's gonna believe me. Can't imagine I would've.\n\n\nResearcher Hartley:\n Interesting. And you, Future Mr. Navarro?\n\n\nNavarro:\n … think I told her once or twice about the happenings. Might not have.\n\n\nResearcher Hartley:\n Interesting. One last question: are the two of you aware that Mr. Raymond Navarro was never married?\n\n\nAll remain silent for 38 seconds. Researcher Hartley begins typing.\n\n\nResearcher Hartley:\n I expected this from the recording, sure, but you, Mr. Navarro, you've always been talkative. Though I suppose, given that you are \nnot\n Mr. Navarro, you had ulterior motives in cooperating with S.C. Public. Not that it \nmatters\n, I've alerted security and there's a single way out of here.\n\n\nResearcher Hartley:\n Do you have anything to say for yourselves?\n\n\nAll remain silent for 17 seconds.\n\n\nResearcher Hartley:\n Pathetic. Now-\n\n\nResearcher Hartley attempts to put a hand on Mr. Navarro's shoulder, only to knock over the free-standing sculpture of crudely-stitched pork that occupies its former space. After 5 seconds of silence, Researcher Hartley swears, turning back to the video feed.\n\n\nSCP-5994-A is gone. In its place is a similar sculpture to the one presently spilled across SCP-5994's floor.\n\n\nResearcher Hartley remains silent for several seconds, before standing up to stretch.\n\n\nResearcher Hartley:\n Man, this place is going to Hell.\n\n\nUnknown:\n Hello, Mr. Hartley.\n\n\nResearcher Hartley swears, falling back into a desk and wincing in pain.\n\n\nUnknown:\n Apologies. I'm with [INDECIPHERABLE]. On behalf of your employer, I will be conducting an open-ended survey into the SCP-5994 project's operation.\n\n\nResearcher Hartley climbs back up to a standing position, nursing an apparent hip injury.\n\n\nResearcher Hartley:\n Oh Jesus fucking-\n\n\nResearcher Hartley cuts himself off mid-sentence.\n\n\nUnknown:\n Let's begin. So, in the past week, have you noticed anything strange in regards to the SCP-5994 project?\n\n\nBoth remain silent for 9 seconds. Researcher Hartley does not move.\n\n\nUnknown:\n Mr. Hartley?\n\n\nResearcher Hartley screams.\n\n\nUnknown:\n Mr. Hartley?\n\n\nStill screaming, Researcher Hartley turns from the intercom and absconds from SCP-5994.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nUPDATE 20/02/2018:\n Following the transfer of Olney to Preferred Option Holdings (a Foundation front company), legal ownership of SCP-5994 is managed appropriately.\n\n\n2\n. A Foundation front organization meant to facilitate above-Veil interactions with GoI-952.\n\n\n3\n. Former security officer Sái Minh Ân and boilermaker Stefon Secada.\n\n\n4\n. The content of Mr. Lopez and Mr. Sanchez's conversation is unknown. The two refuse to conduct their conversation in range of visible audio capture devices, and will not conduct their conversation at all should a hidden audio capture device be installed anywhere in the facility.\n\n\n5\n. There does not currently appear to be a trapdoor in the corresponding present-day area. Excavation is pending Director approval.\n\n\n6\n. Then-director of USNVBR-Site-56, which holds jurisdiction over the GoI-952 project.\n\n\n7\n. ASE.aic\n\n\n\n\n\n\n             \n\n\n\n\n...\n\n\n\n\n\n\nEND RECORDING\n\n\nREPLAY?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-5993\n | SCP-5994 | \nSCP-5995\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5994\n\" by PeppersGhost and UraniumEmpire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5994\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n rnavarro.jpg\n\n\nName:\n Odlévání\n\n\nAuthor:\n Lukas Stavek\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n VHS1f.jpg\n\n\nName:\n 324\n\n\nAuthor:\n Dangerous…Dan\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5994 \" by PeppersGhost and UraniumEmpire, from the SCP Wiki . Source: https://scpwiki.com/scp-5994 . Licensed under CC-BY-SA .",
        "Filename: rnavarro.jpg Name: Odlévání Author: Lukas Stavek License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: VHS1f.jpg Name: 324 Author: Dangerous…Dan License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-5994, along with the building in which it resides, has been purchased from GoI-952 (\"Olney Ironworks\")1. No further containment measures are deemed necessary.",
    "description": "SCP-5994 is the surveillance room of the former Olney Ironworks Southeast Houston manufacturing center. Prior to Incident G952-AE-Tennenbacher, SCP-5994 displayed no anomalous properties.",
    "title": "SCP-5994"
}