{
    "url": "https://scp-wiki.wikidot.com/scp-5995",
    "all_text": "rating: \n+130\n+\n–\nx\n\n\n\n\n\n\nJake Brown before death, leftmost\n\n\n\n\n\n\nItem #:\n SCP-5995\n\n\nObject Class:\n PENDING\n\n\nSpecial Containment Procedures:\n SCP-5995 is currently considered uncontained and its location is unknown. Containment is a priority following the completed investigation into the murder of Mr Jake Brown in collaboration with the Global Occult Coalition.\n\n\nDescription:\n SCP-5995 is an unidentified entity responsible for the murder of Mr. Jake Brown\n1\n. Jake Brown was an ontokinetic anomaly whose presence required the rewriting of hume measurement procedures 13.A to 72.A-P. The following is a collection of related documentation in lieu of a description pending the discovery of SCP-5995.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nReport of Initial Discovery\n\n\n\n\nHide Report of Initial Discovery\n\n\n\n\n\n\n\n\n\n\nAuthorization 044EM Memo to SCP Foundation Parties Regarding Incident 5995\n\n\n\n\n\n\nSender\n\n\nChristopher Malone, Jr.\n2\n\n\nRecipient\n\n\nNelson Aariak, PhD\n\n\n\n\n\n\nSubject\n\n\nRegarding Incident 5995\n\n\n\n\n\n\nThe following events took place on February 19, 2008, 0530 EST.\n\n\nThree pieces of measurement technology, the furthest approximately 165km from the epicenter, notified surveying parties to EVE energy readings far beyond normal; I believe the conservative estimate was five standard deviations beyond baseline. I was deployed first in order to investigate. There were no reports among mundane communication channels(ie. calls to emergency services). My time to arrival was approximately two minutes, one of which was putting on my equipment.\n\n\nSince I was told I have to tell you almost everything, I'll be upfront. We knew about Jake Brown long before you did. We projected that the chances someone of his magnitude would appear in the general population at approximately one in five trillion. We put a target on his back since his abilities began to manifest back on his fourteenth birthday.\n\n\nObviously he caused no trouble until now and we knew immediately that he must've been the source of the sudden EVE spike.\n\n\nWhen I got to his place, my measurement equipment couldn't find traces of thaumaturgic energy laying around anymore. You know as well as I do that energy that big doesn't vanish like that unintentionally. I unlocked the door and walked in with a weapon drawn. The lights were on.\n\n\nI saw him laying on the carpet in the living area of the apartment. There looked be a large wound in his abdominal area. I couldn't be sure; chunks of him spilled up towards the ceiling as if that was the direction of gravity. I spotted a firearm\n3\n floating between himself and the ceiling, with a bullet frozen in the process of being fired. Jake Brown has no history of owning firearms. The whole place smelled like one spot in my childhood; a family trip to a 'breathing cave'. Each gust of air out of the cave smelled like this place- a mix of moisture and mold like an exhale from the earth.\n\n\nI spent the next two minutes surveying the rest of the space, then the entrails of Jake Brown remembered where gravity was supposed to go and fell back onto his body. Imagine a particularly heavy bout of rainfall.\n\n\nYour organization showed up after, so you know the rest of the story.\n\n\nAlso, regarding your request into equipment descriptions and schematics, you have to file a 4455EM-88-S. I attached an empty one and you can send it back to me.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nPersons of Interest List\n\n\n\n\nHide Person of Interest List\n\n\n\n\n\n\n\n\n\n\nVincent Matthew\n\n\nJaquelynne Strauss\n\n\nSamuel Farley\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMatthew, January 2017\n\n\n\n\n\n\nPerson of Interest: Vincent Matthew\n\n\nAge:\n 56\n\n\nSex:\n Male\n\n\nGender:\n Male\n\n\nHeight:\n 1.82m\n\n\nWeight:\n 76 kg\n\n\nHair Color:\n Grey\n\n\nEye Color:\n Hazel\n\n\nCurrent Location:\n Ellisburg, New York, United States Of America\n\n\nRelation to Victim:\n Last Known Employer\n\n\nKnown Interactions With Jake Brown:\n Vincent Matthew employed Jake Brown for the purposes of office organization at Symmetry Accounting and Tax Services, of which Vincent Matthew is Director of Human Resources. Jake Brown was employed by Vincent Matthew for thirteen months before an internal audit revealed that Jake Brown had utilized his access to payroll systems to be paid for hours he did not work. This caused a scandal within the Human Resources department which reflected poorly on Vincent Matthew, who was suspended without pay for the remainder of the auditing process.\n\n\nApproximately two weeks before Jake Brown's murder, Vincent Matthew was reinstated. One week before Jake Brown's murder, Vincent Matthew initiated communications with the Director of Legal Affairs in order to pursue legal action against Jake Brown. The Director of Legal Affairs rebuffed Vincent Matthew and indicated any further communication of interest in the subject will be reported to internal compliance personnel.\n\n\nOther Notes:\n Vincent Matthew frequents \nThe Stray Chickadee\n (a Marshal, Carter & Dark affiliate), and has bid upon several artifacts but has reportedly yet to own any. He notably bids on weapons and keeps a collection of rifles.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStrauss, August 2005\n\n\n\n\n\n\nPerson of Interest: Jaquelynne Strauss\n\n\nAge:\n 47\n\n\nSex:\n Female\n\n\nGender:\n Female\n\n\nHeight:\n 1.60m\n\n\nWeight:\n 66kg\n\n\nHair Color:\n Brown\n\n\nEye Color:\n Brown\n\n\nCurrent Location:\n Chapel Hill, North Carolina, United States Of America\n\n\nRelation to Victim:\n First Wife, Since Divorced\n\n\nKnown Interactions With Jake Brown:\n Jaquelynne Strauss and Jake Brown attended Red Brook Highschool and remained in communication during Jaquelynne Strauss's attendance of Trillum Community College. After becoming pregnant with Jake's first son, Warden Strauss, Jaquelynne ceased her tertiary education in order to marry Jake Brown and raise Warden.\n\n\nJaquelynne Strauss currently has sole custody of Warden Strauss. Her relationship with Jake Brown lasted approximately ten years, after which she filed for divorce due to Jake Brown's failure to find employment.\n\n\nJaquelynne is currently in a legal disagreement with Jake Brown's current wife, Lauren Brown, for Jake Brown's life insurance payout and estate as Jake Brown was murdered while owing several thousand dollars in unpaid child support.\n\n\nOther Notes:\n Jaquelynne Strauss failed baseline measurement RI-9958, indicating an ontokinetic ability deviating from normal. No further clarifications were made from subsequent measurements. It is speculated Jaquelynne Strauss failed RI-9958 as a result of longterm proximity to Jake Brown.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFarley, June 2014\n\n\n\n\n\n\nPerson of Interest: Samuel Farley\n\n\nAge:\n 40\n\n\nSex:\n Male\n\n\nGender:\n Male\n\n\nHeight:\n 1.81m\n\n\nWeight:\n 78kg\n\n\nHair Color:\n Brown\n\n\nEye Color:\n Blue\n\n\nCurrent Location:\n Ellisburg, New York, United States Of America\n\n\nRelation to Victim:\n In Relationship With Widow, Lauren Brown\n\n\nKnown Interactions With Jake Brown:\n None\n\n\nOther Notes:\n Samuel Farley is in an ongoing, sexual relationship with Lauren Brown. The relationship began approximately eight months before Jake Brown's death. Two weeks before the murder, Samuel Farley texted to Lauren Brown's cell phone the following message: \n\"i cant wait no more. jake aint shit compared to me. hes gonna end up in a ditch and im gonna find a way to put him there for you. then the girls can have a real dad.\"\n This message was received positively by Lauren Brown.\n\n\nOne month after the murder of Jake Brown, Samuel Farley's private journal\n4\n indicated plans to propose to Lauren Brown. \n(Revision 393: As of 2017, Samuel Farley and Lauren Brown are engaged.)\n\n\nSamuel Farley has refused to be interviewed for any reason.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSelection of Interviews\n\n\n\n\nPlease Refer To Document-5995-A through -P For The Full Index of Interviews\n\n\n\n\n\n\n\n\n\n\nBrown-001\n\n\nMatthew-003\n\n\nStrauss-002\n\n\nBrown-027\n\n\nBrown-031\n\n\n\n\n\n\n\n\nDate:\n February 19, 2008\n\n\nInterviewer:\n Christopher Malone, Jr. (Under alias Jacob Kinsey)\n\n\nInterviewee:\n Lauren Brown\n\n\nForeword:\n Christopher Malone, Jr. is an agent of the Global Occult Coalition and is under the alias Jacob Kinsey. He presents as a law enforcement officer.\n\n\n[BEGIN LOG]\n\n\nBrown has been crying for the past twenty minutes previous to the beginning of the log.\n\n\nMalone:\n Afternoon, Mrs. Brown. I'm Jacob Kinsey, and I'm here to help find who did this. I know this is a lot to take in, so please take all the time you need.\n\n\nBrown is unable to respond for the next three minutes. Malone replaces a near-empty box of tissues beside her. He places a cup of water in front of her. Brown drinks twice before speaking.\n\n\nBrown:\n Okay. Okay. I'm. Oh god. Yes, okay. Call me Lauren. Just- what do you want?\n\n\nMalone:\n Could you tell us what you know about Jake? Was he in any trouble shortly before today?\n\n\nBrown:\n He- he just lost his job a while ago. Couldn't find another. With some tax firm, he, he was caught penciling in some extra hours. But he needed the money. They wouldn't kill him over a few hundred fucking dollars!\n\n\nMalone:\n Thank you. Please take a few breaths. We can go as slow as you need, Lauren. I'm here for you.\n\n\nBrown:\n He. He's a good man, Jacob. He doesn't have money- never even graduated- god. God. He never accomplished a thing but he was trying. He never stopped trying to get it together. He never should've done that stupid fucking thing. Never.\n\n\nMalone:\n Could you tell me more about the last few days leading up to today?\n\n\nBrown:\n Jake and I were, were having troubles. He was… He was really down. But I was telling him we were gonna make it work. We were gonna. He kept saying- he kept saying that— he didn't get it. Why it was so hard for him.\n\n\nMalone:\n Where were you last night, Lauren?\n\n\nBrown:\n Oh god, you don't— you don't suspect— fuck. I have a fucking alibi. I'm a waitress. I work evenings when my girls are with their dad. From another marriage.\n\n\nMalone nods and waits for Brown to continue.\n\n\nBrown:\n Okay, I'm more like a bartender. At \nMulligan's\n. Wait— Wait there was one thing. He left me this weird voicemail last night. 3 AM. Couldn't answer 'cause I was working.\n\n\nBrown pulls out her phone and begins to play the voicemail.\n\n\n\n\nJake Brown can be heard breathing heavily into the receiver for approximately twenty seconds.\n\n\nJake Brown:\n Lauren. Lauren, I love you. But I can't do it anymore. I can't… be like everyone else. The way everyone else does it. Just going through their lives… going through, like sheep, like they don't got no control. And they don't. None of them really got it, Lauren. None of 'em but me.\n\n\nJake Brown blows his nose. It's clear that he has been crying for some time. His voice pauses as he sobs involuntarily between words.\n\n\nJake Brown:\n But I'm giving up, Lauren. It's just too hard for me to live the way the rest of you do. Maybe it's 'cause of what I got. I knew it since I was a boy but I thought I didn't need it. It was weak. But maybe that's what I am, Lauren. Maybe I'm too weak. Took me forty fucking years for me to get it through my thick goddamn skull.\n\n\nJake Brown:\n Maybe that's why I got it. 'Cause I'm too weak otherwise. I'll explain when you're home, Lauren. If I can. If I'm on your side of everything's everything, after I open my eyes for the first time.\n\n\nJake Brown can be heard blowing several kisses before he hangs up.\n\n\n\n\n[END LOG]\n\n\nNotes:\n Lauren Brown's alibi was validated via video surveillance. Lauren Brown passed all tests, indicating she is a baseline human. She has been ruled out as a person of interest directly.\n\n\n\n\n\n\nDate:\n February 20, 2008\n\n\nInterviewer:\n Christopher Malone, Jr. (Under alias Jacob Kinsey)\n\n\nInterviewee:\n Vincent Matthew\n\n\nForeword:\n Christopher Malone, Jr. is an agent of the Global Occult Coalition and is under the alias Jacob Kinsey. He presents as a law enforcement officer.\n\n\n[BEGIN LOG]\n\n\nMalone:\n I'd like to thank you for coming in today.\n\n\nMatthew:\n It's really true, huh. He really kicked it. Damn.\n\n\nMalone:\n Would you mind telling me where you were past two nights?\n\n\nMatthew:\n Well, I usually go to the gym around seven. Then I head home around eight, maybe eight thirty. After that I watch TV with my wife until bedtime. Around ten.\n\n\nMalone:\n Could you describe Jake Brown's employment at Symmetry Accounting and Tax Services?\n\n\nMatthew:\n Honestly, I shouldn't have hired the guy. Who applies to be a paper pusher at like, must've been at least thirty, maybe thirty-five? Either way. He just had such an earnestness about him, and I figured he couldn't be too much trouble. He was alright. No complaints. Until he started stealing money. \n[Laughs.]\n\n\nMalone:\n Could you talk more about that?\n\n\nMatthew:\n About the hiring or the stealing? I mean. His resume wasn't great. He doesn't even have an Associate's. He worked in construction, but his back blew out from an old sports injury. His references were decent. He worked well enough for a deadbeat, then he started adding hours he didn't work. Just a little each paycheck.\n\n\nMalone:\n So he was terminated.\n\n\nMatthew:\n And it was such a scandal he put me out of work while auditing counted everything there was the count. Huge pain for everyone. He sure got his karma, I say.\n\n\nMalone:\n Do you recall anything unusual happening in the days leading up to the murder?\n\n\nMatthew:\n Nope! So the rumor mill's saying that men in spacesuits were coming in and out of that apartment all day. I'd love to see \nthat\n autopsy report!\n\n\nMalone:\n \n[Pause.]\n We'll see what we can do. Thank you, Mr. Matthew.\n\n\n[END LOG]\n\n\n\n\n\n\nDate:\n February 20, 2008\n\n\nInterviewer:\n Agent Kevin McHannon (under alias Keith McKinsey)\n\n\nInterviewee:\n Jaquelynne Strauss\n\n\nForeword:\n Agent Kevin McHannon presents as a law enforcement officer.\n\n\n[BEGIN LOG]\n\n\nMcHannon:\n Hello, Mrs. Strauss. Do you know why you are here today?\n\n\nStrauss:\n No.\n\n\nMcHannon:\n I'm here to ask about this man. Do you recognize him?\n\n\nMcHannon slides a photograph of Jake Brown to Strauss.\n\n\nStrauss:\n He's my ex-husband, Jake Brown.\n\n\nMcHannon:\n Could you tell me what you know of him?\n\n\nStrauss:\n I should've never married him. He couldn't hold a job. Couldn't even do community college. Look, Jake, is he in some sort of trouble?\n\n\nMcHannon:\n We can talk about that later. Could you tell me more about what you know?\n\n\nStrauss narrows her eyes and looks at McHannon for the next five seconds.\n\n\nStrauss:\n He grew up an only child. I knew him since highschool. He was charming, handsome, but a little spaced out. Seemed always sort of… uncomfortable, though. Like he was sitting on the world's biggest secret and was terrible at hiding it.\n\n\nMcHannon:\n \n[Nodding.]\n How did you and he interact in college?\n\n\nStrauss:\n I guess… I thought I could cure him? Of his discomfort? But I never could get through to him. I guess he needed a therapist, not a wife. At first I thought he was just on drugs or something. Always had that sort of really, deeply distressed look about him. Saw it in my brother sometimes, before the family found his drinking habit.\n\n\nStrauss:\n Warden, my son, sometimes looks like that, by the way. I tested him up and down and couldn't find a thing wrong about him. He tells me that there's strings in spaces no one else seems to know anything about. Except his arms are too short to reach them.\n\n\nMcHannon:\n That must be really kind of you, to see a haunted soul and to try and help them.\n\n\nStrauss:\n I wouldn't use the word \nhaunted\n. Just… tense. All over. Like he's holding a fist too long. Anyhow, what's this about, officer? I need to go pick up Warden.\n\n\nMcHannon:\n Would you mind if we met with Warden?\n\n\nStrauss:\n \n[Agitated.]\n What's this about, officer.\n\n\nMcHannon takes off his hat.\n\n\nMcHannon:\n Well, ma’am. We have reason to believe your ex-husband has been murdered.\n\n\nStrauss does not speak for the next fifteen seconds. Her gaze travels from the photo to her hands, her purse, and finally McHannon.\n\n\nStrauss:\n I'd like to continue this conversation with my lawyer present.\n\n\n[END LOG]\n\n\nNotes:\n Warden Strauss was tested to have a higher than normal level of thaumaturgic potential according to Global Occult Coalition measurement reports. However, the reports speculated that Warden Strauss's potential to achieve any anomalous effect is similar to that of a baseline human and is therefore not a concern. He has since been assigned annual testing.\n\n\n\n\n\n\nDate:\n November 2, 2013\n\n\nInterviewer:\n Agent Kevin McHannon (under alias Keith McKinsey)\n\n\nInterviewee:\n Lauren Brown\n\n\nForeword:\n Agent Kevin McHannon presents as a law enforcement officer.\n\n\n[BEGIN LOG]\n\n\nMcHannon:\n Welcome. I'm Keith McKinsey. Jacob can't attend on such short notice but rest assured I'm up to date on the case. What can we do for you today?\n\n\nBrown:\n It's been five years.\n\n\nMcHannon:\n Yes.\n\n\nBrown:\n I want an update.\n\n\nMcHannon:\n We've told you all we can.\n\n\nBrown:\n No you haven't. You didn't open a tip line. You didn't take interviews with reporters. Didn't ask state police for help. You haven't told me anything. Told anyone, anything.\n\n\nMcHannon:\n What would you like to know?\n\n\nBrown:\n The gun- what model was it? Was it the murder weapon? Was it Matthew? I told you he collected guns. And his body. Jake. Where did you put him? Why can't we have him back?\n\n\nMcHannon:\n We don't— we are still running some tests. The coroner-\n\n\nBrown:\n \n[Interrupting, yelling.]\n The coroner hasn't even issued an autopsy report! After five fucking years! What else do you need?!\n\n\nMcHannon:\n There's some technology being worked on that we think will blow the case wide open. But it takes time before it's ready.\n\n\nBrown:\n How much longer do I need to wait before I can \nbury my fucking husband\n?!\n\n\nMcHannon pauses for ten seconds as he chews the inside of his cheek. His gaze drifts past her, to the door. He speaks but does not look at her.\n\n\nMcHannon:\n Soon. Within the next few years, surely. Less than five.\n\n\nBrown:\n Years? You want me to wait for \nyears\n?!\n\n\nMcHannon:\n I can. I can ask. \n[Pause. Several deep breaths.]\n I can ask to release to you details of the weapon. I'm sorry, Lauren. It's the best I can do right now.\n\n\nBrown:\n \n[Crying.]\n That's not enough, Keith. That's not enough.\n\n\nMcHannon:\n It's all I have.\n\n\nMcHannon offers Brown a box of tissues. Brown exits the room instead.\n\n\n[END LOG]\n\n\nNote:\n \nNo. Absolutely not. We can't afford any information on a clearly thaumaturgic device to be released to the baseline world. She'll just have to wait until we can identify the related EVE readings attached to it.\n - Christopher Malone, Jr.\n\n\n\n\n\n\nDate:\n December 21, 2015\n\n\nInterviewer:\n Christopher Malone, Jr. (Under alias Jacob Kinsey)\n\n\nInterviewee:\n Lauren Brown\n\n\nForeword:\n Christopher Malone, Jr. is an agent of the Global Occult Coalition and is under the alias Jacob Kinsey. He presents as a law enforcement officer.\n\n\n[BEGIN LOG]\n\n\nMalone:\n Thank you for coming in today, Lauren. I wanted to ask if there was any further information you may recall from the first time-\n\n\nBrown:\n \n[Interrupting.]\n I'm only coming in to let you know it's the last time I'm doing this shit with you.\n\n\nMalone:\n Of course, I understand. This must still be quite hard for you.\n\n\nBrown:\n I want to know who you people are. And what did Jake ever do to you.\n\n\nMalone:\n \n[Hesitantly.]\n What do you mean?\n\n\nBrown:\n It's been almost eight years. You keep saying the case is open. You don't tell the media anything. You don't tell me anything. I did some digging.\n\n\nMalone:\n Of course, that's understandable.\n\n\nBrown:\n You know what I found out? There wasn't a budget for another cop the year you joined. I'm sure of it. Chief Richards was talking about it during a town hall that summer. And you know how I confirmed it?\n\n\nMalone:\n I understand this seems a little suspect, but unfortunately-\n\n\nBrown:\n No, there ain't no way all the memos were lost that year. That's a bullshit excuse.\n\n\nMalone:\n I'm sorry.\n\n\nBrown:\n Tell me who you people are. Jake was not a bad man. He didn't have anything to do with anybody.\n\n\nMalone:\n I'm sorry. I'm who I've always been. I've never been anyone else.\n\n\nBrown:\n You haven't said a single honest fucking thing since you met me.\n\n\nMalone:\n That's-\n\n\nBrown:\n Don't deny it. Say one. Fucking. Thing. That was true.\n\n\nMalone pauses for ten seconds. He moves his chair forward and leans towards Brown, who does not move. He meets eyes with her for another five seconds.\n\n\nMalone:\n I told you my job is to find the monster that did this to Jake, and bring them to justice.\n\n\nBrown moves to stand. She begins to exit the room. Halfway to the door, she turns to spit on the floor between herself and Malone.\n\n\n[END LOG]\n\n\nNote:\n Lauren Brown has since refused all interview requests.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum - Additional Research Report Excerpt 5995 (with annotation):\n\n\n\n\nInformation past this point remains under investigation. Please submit authorization token.\n\n\n\n\nResponse 200. Welcome Agent Kevin McHannon.\n\n\n\n\n\n\n\n\n\n\nAn Analysis Of Hume Sourcing By Case Study Of SCP-5995 (Reading Copy For Q1-2020 of \nReality\n)\n\n\nDr. Kair Malone (kmal002)\n1\n, Dr. Loren Kumari (lkum012)\n1\n, Dr. Stephens Vogel (svog007)\n1\n, Dr. Harmony Black (harmony.black)\n2\n\n\n(1)@scprf.edu, (2)@gocrf.edu\n\n\n\n\n\n\n \n\n\n \n\n\nAbstract\n\n\nThere has been much speculation as to the accurate measurement of the hume\n1\n which includes the measurements of the hume directly\n2,5\n and also the description of the hume's effects in proportion to its measurement\n10-15\n but there has not been much evaluation as to the provenance of hume fluctuations. Utilizing new theoretical modeling of hume provenance analysis\n3\n and building upon the machinery of the MIASMA protocol\n3\n we examine an existing theoretical entity Jake Brown of SCP-5995\n8\n. \nWe are able to conclusively determine that the hume spike detected in the vicinity of Jake Brown was not sourced by Jake Brown itself.\n We theorize several possible models of Jake Brown's interaction with the noted and measured spike of hume and \nrule out the possibility of spontaneity\n, with the probabilities of each possible model as according to stochastic equality in parallel of regressive chirp gravity\n11\n describing hume interactivity from separate sources. We are able to utilize new methods of MIASMA protocol engineering and an innovative chirp gravity model of hume interactivity to determine \nonly one possible conclusion: Jake Brown suffered physical trauma from a rapid destabilization of reality centered on his person. This caused a perforation of his hernial sac, resulting in a partial evisceration of his abdominal cavity, and a complete severance of his spine.\n\n\nIn our conclusion we will describe next steps as to identify the \npossibility of weaponized reality\n and its applications to previously ignored theories and its applications into \nexploration into entity identification by hume signature\n in continued case study of SCP-5995.\n\n\n \n\n\n \n\n\nI. Introduction\n\n\nThere has been much speculation \nas to\n \nthe accurate\n \nmeasur\nement…\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. To be referred to as Jake Brown in respect to his status as a victim of murder according to GOC guidelines until investigation is complete.\n\n\n2\n. A Global Occult Coalition Operative.\n\n\n3\n. Origins of the firearm are currently unidentified.\n\n\n4\n. As transcribed from GOC-Documents-5995-A through -F.\n\n\n\n\n\n\n\n\n« \nSCP-5994\n | SCP-5995 | \nSCP-5996\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5995\n\" by SoullessSingularity, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5995\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bossman.jpg\n\n\nName:\n 2017 σκουρο.jpg\n\n\nAuthor:\n ΓΡΑΜΜΑΤΙΚΟΣ\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n dudeguy.jpg\n\n\nNames:\n Mariusz Stokowiec.jpg\n\n\nAuthor:\n Jabartek2\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n family.png\n\n\nNames:\n A family heads towards the beach.jpg\n\n\nAuthor:\n Hillebrand Steve, U.S. Fish and Wildlife Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n ladymiss.jpg\n\n\nNames:\n Cathy kayene.jpg\n\n\nAuthor:\n Tresor 86\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-5995 \" by SoullessSingularity, from the SCP Wiki . Source: https://scpwiki.com/scp-5995 . Licensed under CC-BY-SA .",
        "Filename: bossman.jpg Name: 2017 σκουρο.jpg Author: ΓΡΑΜΜΑΤΙΚΟΣ License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: dudeguy.jpg Names: Mariusz Stokowiec.jpg Author: Jabartek2 License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: family.png Names: A family heads towards the beach.jpg Author: Hillebrand Steve, U.S. Fish and Wildlife Service License: Public Domain Source Link: Wikimedia Commons",
        "Filename: ladymiss.jpg Names: Cathy kayene.jpg Author: Tresor 86 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-5995",
    "object_class": "PENDING",
    "containment_procedures": "SCP-5995 is currently considered uncontained and its location is unknown. Containment is a priority following the completed investigation into the murder of Mr Jake Brown in collaboration with the Global Occult Coalition.",
    "description": "SCP-5995 is an unidentified entity responsible for the murder of Mr. Jake Brown1. Jake Brown was an ontokinetic anomaly whose presence required the rewriting of hume measurement procedures 13.A to 72.A-P. The following is a collection of related documentation in lieu of a description pending the discovery of SCP-5995.",
    "title": "SCP-5995"
}