{
    "url": "https://scp-wiki.wikidot.com/scp-5996",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n5996\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1\n\n\nSpecial Containment Procedures:\n SCP-5996 is to be kept in a modestly furnished room no less than five meters long with a door leading to an isolated hallway no less than five meters in length. The room should contain a computer with a network connection, with all communications incoming or outgoing monitored by Foundation staff and/or an automated censor. The room must also contain a speaker system, a camera connected to the Foundation system, and some sort of personal communication[see the attached announcement]. It is to be fed three meals a day according to a diet standard of a human of its description. Staff are not to directly interact with SCP-5996 in person unless necessary, although interacting with it through non-physical means (e.g., email, phone-call, radio, camera observation) is safe.\n\n\nSCP-5996 is to be provided with entertainment not in excess of $30 a month. This money carries over, but is not to exceed $120.\n\n\nAny time the door to its room is to be opened, SCP-5996 is to stand against the far wall prior to staff entering the hallway and will not be allowed to move until staff have exited.\n\n\nIn the event of a containment breach, guards are to utilize non-lethal firearms to subdue SCP-5996. Once unconsciousness has been confirmed, guards may transport SCP-5996 back to its containment cell.\n2\n\n\nDescription:\n SCP-5996 is a Caucasian female aged 32, approximately 1.75 m. and 72.6 kg. SCP-5996\n3\n developed its anomalous properties spontaneously while at work on December 12th, 2019 [see Incident Log 5996-1]. The cause of this occurrence is currently unknown.\n\n\nSCP-5996's anomalous property occurs when a sapient entity enters within approximately five meters of SCP-5996, although this range is variable depending on its mental state. While a sapient entity is within SCP-5996's range, its memory will begin to degrade.\n\n\nAt nearly the instant of entering SCP-5996's range, a subject will lose memory of what it was currently doing. The subject will often appear to have completely lost its train of thought and will act mildly agitated and distressed at its own confusion.\n\n\nAfter approximately three seconds, it will lose any memories relevant to SCP-5996. This includes memories specifically of SCP-5996, any information they are aware of about SCP-5996, and memories that SCP-5996 was in. Notably, this also includes memories of events that SCP-5996 was present for, even if neither the subject nor SCP-5996 were aware of each other's presence.\n\n\nFinally, once these memories are erased, SCP-5996 will begin erasing all of the subject's memories in backwards chronological order (i.e. the subject's most recent memories go first). Concepts, knowledge, or events that SCP-5996 knows of will tend to be erased more immediately than unique memories, although they will still only be erased once the anomaly has reached the general point in time that the memory was made.\n\n\nSubjects often display extreme emotional distress (e.g., panicking or becoming angry) and seem intuitively aware that SCP-5996 is the cause of their amnesia. Subjects will oftentimes not run away, possibly due to forgetting the desire to run every time it forms in their minds. Subjects will, however, occasionally attack SCP-5996 if their distress leads to hostility.\n\n\nThis ability is involuntary. SCP-5996 cannot consciously perceive itself doing this, but will often display distress when made aware of it. SCP-5996 willingly turned itself over to Foundation custody upon discovery of its\n4\n anomalous development.\n\n\nAddendum:\n \"There has been a great deal of controversy surrounding the circumstances of SCP-5996 within our department. I understand the concerns. However, a decision has been made, and this decision is final. Unless you have good, and I mean \ndamn\n good reason to dredge this debate up again, I expect you to accept the decision and move on with your research. For posterity, a transcript of the primary discussion has been added to Discussion Log 5996-1, and the official declaration is attached at the bottom. In the event of a significant incident that may warrant reconsideration, we will reopen this discussion. Otherwise, keep it to yourself.\" \n-Adam Taylor\n\n\n\n\nIncident Log 5996-1\n\n\n\n\nIncident Log 5996-1\n\n\n\n\nVideo surveillance was recovered from the day of 12 December 2019. This incident marks the first known instance of SCP-5996 manifesting its memory loss property. According to testimony from coworkers and SCP-5996, the last encounter prior to this incident that would have triggered its properties was approximately three hours beforehand.\n\n\n\n\nDecember 12, 2019: Brian Pallow is sitting at his desk, typing up a report. His coworkers are on their lunch break, and he stayed behind to finish the last of the report. SCP-5996 approaches from offscreen right, carrying its own lunch. Upon seeing Pallow, SCP-5996 stops and smiles at him, approaching.\n\n\nSCP-5996:\n Hey there. Working diligently, I see.\n\n\nPallow gains a look of confusion, disoriented from the effects of SCP-5996\n\n\nPallow:\n Ah, w-wuh?\n\n\nSCP-5996:\n Ah, sorry, did I distract you?\n\n\nPallow:\n N-no… no… y-yes? What was I…?\n\n\nBoth Pallow and SCP-5996 appear confused. Pallow's eyes narrow at the screen, before darting around. SCP-5996 examines Pallow closely. Approximately two seconds of this pass.\n\n\nSCP-5996:\n Are… you okay? You seem really out of it. Not sleeping well or something?\n\n\nPallow turns to face SCP-5996 for the first time, as if just noticing it was there.\n\n\nPallow:\n No, I… yes, but… what? W-who are you?\n\n\nSCP-5996, shocked, takes a step forward with concern.\n\n\nSCP-5996:\n What? I know we only met a few days ago, but I'd like to think I made an impression. Are you okay?\n\n\nPallow begins to panic, standing up from his desk and knocking over his chair in the process. SCP-5996 takes a few steps back, having been startled.\n\n\nPallow:\n W-what's going on?!\n\n\nSCP-5996:\n Brian, please, stay calm. I can't help if I don't know wha-\n\n\nPallow:\n How do you know my name? Who are you?\n\n\nSCP-5996 does not respond immediately, examining Pallow's workstation and over his body. It then covers its view of the computer with its hand.\n\n\nSCP-5996:\n Brian, do you recall what you were doing before I showed up?\n\n\nPallow does not answer, holding his head in his hands and breathing heavily\n\n\nSCP-5996:\n Brian, ple-\n\n\nPallow:\n Where am I? What is this place?\n\n\nSCP-5996 begins backing away slowly, although still close enough to be within range.\n\n\nSCP-5996:\n Brian, you're at Site 67, alright? Please stay calm. I think you might've been infected by some sort of… cognitohazard. I don't know, I'm going to get some help, you just stay here and-.\n\n\nPallow:\n What are you doing to me?!\n\n\nSCP-5996 hesitates briefly before running off down the hallway towards the cafeteria. A few moments after SCP-5996 exits the vicinity, Pallow calms down and sits down on his chair. He returns to holding his head in his hands, still distraught but no longer lashing out.\n\n\nOn a separate camera feed, SCP-5996 continues its dash through the halls. On its way to the cafeteria, it runs into a facility guard, James Mallowar. Once Mallowar spots SCP-5996 running down the hall towards him, he raises a hand in friendly greeting.\n\n\nMallowar:\n Hello there, doctor. In a rush? There's still-\n\n\nMallowar falls silent and adopts a look of sudden confusion as SCP-5996 unknowingly enters within range of him.\n\n\nSCP-5996:\n No time. I think a junior researcher may be suffering from a cognitohazard. Either that or… maybe it's medical, but either way it's serious and something I'm not equipped to handle alone.\n\n\nDespite being dazed and confused, Mallowar manages to keep himself together and respond.\n\n\nMallowar:\n What? Uh… a containment breach? Was that what I was doing?\n\n\nSCP-5996:\n Maybe, maybe not, but either way junior researcher Brian Pallow is having some sort of crisis. I'm not equipped for cognitohazard recognition and containment, so I'm not really able to do anything abo-\n\n\nMallowar:\n Wait, what's going on?\n\n\nSCP-5996:\n Brian Pallow! He seems to be experiencing a sudden onset of disorientation and possible amnesia. He needs help.\n\n\nMallowar:\n Huh? You need a doctor then… not… not me.\n\n\nSCP-5996:\n Don't you guys have field medical and cognitohazard training? Whichever it is, you're probably more capable to deal with it then I am.\n\n\nMallowar:\n What's a cognitohazard? Ma'am, is something wrong?\n\n\nSCP-5996 begins to back away, examining Mallowar as it does so.\n\n\nSCP-5996:\n What's a…- Are you… no, you too?\n\n\nMallowar:\n What are you… wait… where am I… who are you… what's… what…\n\n\nSCP-5996 hesitates for a moment before running past him and continuing on its way to the cafeteria. It runs for about five seconds at its usual pace before slowing down. SCP-5996 contemplates at a light jog for about ten seconds before resuming its running, faster than before. Its expression is now one of resolve.\n\n\nA final camera feed shows two facility guards, Katie Morrison and Evelyn Founder, walking and talking with one another. As SCP-5996 approaches, they notice that something is wrong and begin to run towards it.\n\n\nMorrison:\n Ma'am, what's the-?\n\n\nSCP-5996 skids to a halt and stretches out an arm to them\n\n\nSCP-5996:\n Stop! Stop, don't come any closer!\n\n\nMorrison and Founder slow down, but don't entirely stop\n\n\nFounder:\n Are you okay? Something's clearly wrong, let us-!\n\n\nSCP-5996:\n Containment breach!\n\n\nFounder and Morrison stop in their tracks, cautious, and look at one another before looking back at SCP-5996, currently catching its breath\n\n\nMorrison:\n Breach? There hasn't been an announcement, what's its designation?\n\n\nSCP-5996:\n There isn't one… yet… but I bet there's about to be. I've become some sort of… some sort of… proximity based cognitohazard, I think. I request immediate containment, quarantine, and… I… request to look into considering SCP classification.\n\n\n\n\nFollowing this incident, SCP-5996 was briefly quarantined in an unused office and given a wide berth while it was determined whether SCP-5996 was a carrier for a memetic cognitohazard or was, itself, an anomalous entity.\n\n\n\n\n\n\n\n\n\n\nInterview Log 5996-1\n\n\n\n\nInterview Log 5996-1\n\n\n\n\n\n\nInterviewed:\n SCP-5996\n\n\nInterviewer:\n Researcher Madison Everett\n\n\nForeword:\n SCP-5996 was interviewed two days after Incident 5996-1, when it had been confirmed that the entity itself was anomalous, and it had been ensured that it was securely contained for the time being. The goal was to extract any information about the events of Incident 5996-1 that SCP-5996 was aware of. A radio was pushed into SCP-5996's temporary room via moving cart, and the interview was conducted via that medium.\n\n\n<Begin Log, 14 December 2019>\n\n\nEverett:\n Ahem… hello, can you hear me? Is it coming through alright?\n\n\nSCP-5996:\n Madison? Yeah, I can hear you alright. A bit choppy, but I'm not worried about it cutting out or anything.\n\n\nEverett:\n Alright, that's good. In that case… This will be a formal interview regarding the events that transpired two days ago.\n\n\nSCP-5996:\n Mmm, I figured. Sorry to interject, but if I may do so before we begin: what happened to Brian and that guard? What was his name… James, right? What happened to them?\n\n\nEverett:\n Erm… well, thankfully, they don't seem to be physically harmed or crippled in anyway. Their memory loss looks to be permanent, I think, but they still retain enough memories to be functional. We're still working out the details of just how much they've lost, but suffice it to say that Pallow doesn't even know what the Foundation is anymore. Mallowar's faring a bit better, but he still is a bit foggy on what he's doing here. Higher ups are debating whether or not it's worth retraining and filling them in, or if it'd be better off to just amnestecize what memories remain to plug the holes and send them back out into the world none the wiser.\n\n\nSCP-5996:\n Ah… I see… I hope everything turns out alright for them…\n\n\nEverett:\n Hey, don't worry about it. Worst case scenario as best I figure, they'll just have to return to whatever it is they did before the Foundation. You haven't been given an SCP designation yet, bureaucracy is slow like that, but the way I see it it's only a matter of time. Once that happens, as cognitohazards go, you'll be far more benign than a lot of the other eldritch freaks we've got stored around the place. I'm guessing, anyway, hard to tell through all the black bars.\n\n\nSCP-5996:\n …\n\n\nEverett:\n Ah, that was… insensitive. Sorry.\n\n\nSCP-5996:\n It's… it's fine, it is what it is. We should probably start the interview, huh? Hit record, let's get a move on.\n\n\nEverett:\n I… have been recording.\n\n\nSCP-5996:\n Really? Damn it, we're wasting so much time with frivolities then, let's get to it.\n\n\nEverett:\n Okay, yeah. Alright, SCP… uh… whatever you end up getting named…\n\n\nSCP-5996:\n \nsighs in frustration at the lack of professionalism\n\n\nEverett:\n We have the video logs, so we know what all happened, but briefly summarize from your perspective how all of that played out two days ago.\n\n\nSCP-5996:\n Right. I ended up crossing paths with Junior Researcher Brian Pallow during our lunch breaks. He was still working, so I was curious what was keeping him so busy. He had only started working at the Foundation within the last week or so, so I figured I'd try to help ease him into the experience. Once I approached, he started acting odd. I thought I'd just distracted him, but he quickly began to become distressed. I figured he might have run into some sort of digital cognitohazard or something so I ran to get a guard. The guard started acting confused and perturbed as well, so I went towards the cafeteria to get more help. However, as I was running there, I pieced it together. Both people were showing signs of normal behavior until the moment I approached them. Either the cognitohazard was memetic and I was somehow a carrier, or I was, myself, the cognitohazard. I think at that moment I knew the truth, but whichever one it was, I needed to be contained. So I found some guards and… well… you have the recording, you saw.\n\n\nEverett:\n Alright, that matches everything we've got. I'm guessing I already know the answer to this, but: do you have any idea what caused your anomaly to develop?\n\n\nSCP-5996:\n I… really wish I could exceed your expectations here, but… no. I haven't the faintest. I didn't even interact with any anomalies during the window where it activated either: I was just doing some proofreading on some reports and reviewing some test logs.\n\n\nEverett:\n What is the exact nature of your anomaly? What is it capable of, and to what extent?\n\n\nSCP-5996:\n I only know as much as you all do, really. When I get close enough to someone, they begin to lose memories. I'm still not sure how much I can erase, maybe even an entire lifetime. I hope not, but… erm, sorry. Its permanence, its effectiveness, its range… I'm still not sure.\n\n\nEverett:\n What kind of containment are we looking at?\n\n\nSCP-5996:\n Heh, asking an anomaly to contain itself. That's a new one.\n\n\nEverett:\n I mean, I'm just asking what you're thinking, it's not like that'll be the end of it.\n\n\nSCP-5996:\n I don't know, standard humanoid containment protocol should be good enough? It'll need to be large enough for my anomaly to avoid triggering on the entrance… assuming it can penetrate solids, anyway. I'm not a reality bender or a physical danger though, a locked door at the end of a hallway should really be good enough. I doubt I could bash one down even if I tried… hell, even if I did, I wouldn't exactly be hard to subdue… or terminate…\n\n\nEverett:\n R-right…\n\n\nSCP-5996:\n Right…\n\n\nEverett:\n A-anyway… I think that's all we've got for you right now. This was kind of just a… delayed post-action report, in a sense, so there isn't really much to go over yet. Goodbye… uh… what do I actually call you? You don't have an SCP designation yet… hrm…\n\n\nSCP-5996:\n Just my name for now, I guess. It's probably the last time I'll ever hear it.\n\n\nEverett:\n Yeah… I can't help but feel this might be the last time we talk to each other. Unless I get assigned to researching you.\n\n\nSCP-5996:\n Sorry, but I don't plan on that happening.\n\n\nEverett:\n I figured. I'm gonna miss you.\n\n\nSCP-5996:\n I… yeah…\n\n\nEverett:\n …\n\n\nSCP-5996:\n Bye, Madison.\n\n\nEverett:\n Bye, Mallory.\n5\n\n\n<End Log>\n\n\nClosing Statement:\n Approximately two hours after this interview concluded, SCP-5996 was given its official designation. Approximately four hours after that, it was moved into its current containment chamber.\n\n\n\n\n\n\n\n\n\n\n\n\nDiscussion Log 5996-1\n\n\n\n\nDiscussion Log 5996-1\n\n\n\n\nDue to SCP-5996 being among the more respected researchers in its department at Site-67, there were serious discussions about what to do regarding its permissions and station. Some argued that anomalies could and should be allowed to work as researchers, citing such examples as Dr. Clef and Dr. Shaw. Others argued that those were outliers and exceptions, not the rule, and that SCP-5996's cognitohazardous nature rendered it unsafe to work with. To end the controversy, a formal discussion was held on 21/01/20 to finalize a verdict on what should happen to SCP-5996. The following is a transcript of the discussion.\n\n\n\n\nTranscript: 21/01/20 16:20-16:28\n\n\nParticipants:\n Dr. Taylor, Dr. Malcolm, Researcher Everett, Researcher Fiore, SCP-5996 (via radio)\n\n\n<Begin Log>\n\n\nTaylor:\n Alright, is that everyone?\n\n\nFiore:\n Kind of a small gathering, isn't it?\n\n\nMalcolm:\n This doesn't require a large committee hearing. It's an internal affair. I've petitioned higher-ups for an official verdict, but it seems that I'm as high as this issue cares to go.\n\n\nFiore:\n Seriously?\n\n\nEverett:\n Were you expecting O5 to come knocking at our door to get our opinions? Honestly, I'm surprised it went even this high up. Not that that's saying all that much… er, no offence Dr. Malcolm.\n\n\nMalcolm:\n None taken, but I'd appreciate if we could get a move on. I \ndo\n have other business to attend to, and while it may not be as big as those above me, I would still not like to waste time. Dr. Taylor?\n\n\nTaylor:\n Yes sir. Dr. Malcolm here will act as the final word on this matter, but most of the discussion will be between us four. We're going to try to keep this on-topic and to the point.\n\n\nFiore:\n Four? Who else is coming?\n\n\nSCP-5996:\n I believe that I should have a word in this discussion, shouldn't I?\n\n\nFiore:\n What's Thames doing here? Since when did SCPs get to influence Foundation affairs?\n\n\nTaylor:\n Due to the nature of this discussion, I felt it prudent that SCP-5996 should be allowed a chance to make its case. If we end up deciding to revoke its researcher status, this won't happen again.\n\n\nEverett:\n It's only fair that she should be allowed to defend herself.\n\n\nFiore:\n Isn't that what you're here for? Look, let's lay our cards all on the table. We all know where Everett and myself stand on this matter. In the interest of fairness, I'm all for allowing a defense of SCP-5996, but why do we need both you and 5996? Isn't one or the other enough?\n\n\nTaylor:\n We felt that having a Foundation staff member who is in support of SCP-5996 retaining its credentials would be beneficial for a more… external view of the situation. However, we also felt that SCP-5996 should have the right to defend itself so long as this is a matter of contention. Is that all?\n\n\nFiore:\n If that's what you've all decided, then yeah.\n\n\nTaylor:\n It is… now then, I suppose we should move right along then. Since you've proven vocal: Fiore, why don't you make your case?\n\n\nFiore:\n Alright. Now, I have nothing against Dr. Thames-\n\n\nSCP-5996:\n \nscoffs\n\n\nFiore:\n But the situation has changed. The Foundation's goal is to secure, contain, and protect. I don't think I need to remind you all of this. But regardless of her intentions, and \nregardless\n of her capabilities, SCP-5996 is a hazard to those working around it. I understand that she may still be loyal to the Foundation, and I understand that she is rather capable as a researcher, but that doesn't change the fact that we have lost a guard and a junior researcher as a result of her presence. I understand that it is not unheard of for researchers to possess anomalous properties. However, we're talking about top-level researchers with properties that, at their worst, are ultimately harmless. Not a level-3 researcher who is an active hazard! What happens if some sort of containment breach occurs, and next thing we know, we've all forgotten how to even run the site? What happens if SCP-5996 suddenly decides she doesn't actually like being contained, and she decides to tamper with containment procedures or attack the server directly? Why should we take these risks?\n\n\nEverett:\n You're assuming the worst case scenario.\n\n\nFiore:\n That's what we \ndo\n at the Foundation. That's how we operate: with guns, and black bars, and an iron fist. Because if we don't, everything we've got in here could end up out there.\n\n\nEverett:\n You're starting to sound a lot like the GOC.\n\n\nTaylor:\n Ms. Everett, please, let him finish.\n\n\nFiore:\n GOC? I'm not advocating to terminate Thames or anything. But we shouldn't allow her to have free access to our database. We shouldn't allow her to work with other anomalies. We shouldn't put ourselves in more danger than we need to be.\n\n\nTaylor:\n Is that all?\n\n\nFiore:\n For now, yeah.\n\n\nTaylor:\n Everett?\n\n\nEverett:\n Look, I… I get where you're coming from. Mallory is, at the end of the day, still an anomaly. I… I get that. But we have varying degrees of security for anomalies. We don't have to treat every anomaly like a Keter-class. Like it's one second from breaking free and destroying us all. We contain anomalies as much as is reasonable: nothing more. Hell, we could call her a Thaumiel and suddenly this would all work out. Right?\n\n\nSCP-5996:\n Mmm, not necessarily. My anomalous property itself couldn't really aid in containment, even if I, as a person, can… although maybe my property could isolate infohazards? Hmm…\n\n\nEverett:\n Regardless, my point stands. Just because something is an anomaly doesn't mean it needs to be locked away behind ten levels of security and left to rot. Anomalies need to be \ncontained\n, not restrained. There's a difference. As long as Mallory… er… sorry, SCP-5996. As long as SCP-5996 is kept isolated enough to prevent exposure to the public and harm to the staff, I don't see why we need to continually up the ante.\n\n\nTaylor:\n And how do you propose we work with SCP-5996, given its nature?\n\n\nEverett:\n SCP-5996 can be a valuable consult. Furthermore, she could analyze data outside of the field. Even if she can't gather data herself, she can still work with it and come to conclusions as well as anyone at a desk with a computer could.\n\n\nTaylor:\n And SCP-5996? Would you like to make any remarks?\n\n\nSCP-5996:\n Look, I get where the hesitancy is coming from, but… it's important to remember what our goal as scientists is. We're not here to \nfight\n the anomalies, we're here to \nunderstand\n them, as well as keep the outside world none the wiser. Nothing about me contradicts that mission. I'm not your enemy, none of you. I'm still completely loyal to the Foundation, I still believe in everything it stands for, and I have and will continue to cooperate and encourage my own containment. However, being an anomaly myself presents a rare chance to try to bridge that gap. I still have no idea what caused me to become SCP-5996, but whatever it was… maybe it can also help me understand other anomalies? It's a wild chance, but it's one that we'll never get to explore if I'm cut off. Besides, even if that isn't the case, I could still be of use as a scientist. Just let me communicate exclusively through non-physical means and maybe run experiments remotely, there's nothing stopping us from doing that.\n\n\nFiore:\n If we let SCP-5996 gain access to our database, where does it end?\n\n\nSCP-5996:\n It ends with people we believe can't be trusted with sensitive data. My anomaly hasn't changed my personality, unless you have reason to believe it has?\n\n\nFiore:\n It's about the principle, we can't go bending the rules!\n\n\nEverett:\n There's no rule stating anomalies can't be researchers! Exceptions or not, those higher-ups prove that rule. Or at least, if there \nis\n a rule that says that, they prove that it's flexible!\n\n\nFiore:\n Exceptions don't prove rules, that's not-\n\n\nMalcolm:\n Alright, I think I've gotten a good view of everyone's side.\n\n\nTaylor:\n You're already done? You've made up your mind?\n\n\nMalcolm:\n Not quite, but I think I've heard everything I need to hear. You've made your points. Thank you for mediating, Dr. Taylor. You are all dismissed.\n\n\nEverett:\n Oh… okay?\n\n\nFiore:\n That was… quick. Good thing though, I have a report I need to send off by five and I'm behind.\n\n\nSCP-5996:\n Has everyone left?\n\n\nMalcolm:\n Dr. Taylor is still here, although I don't know why that would concern you. The meeting's over, you can go ahead and turn off the radio.\n\n\nSCP-5996:\n I understand, but I simply wanted to give you a heads-up.\n\n\nMalcolm:\n Hmm?\n\n\nSCP-5996:\n If the decision results in my favor, I'll be submitting a formal request. I'll email you the details once the decision is finalized… assuming that I have access to a computer.\n\n\nMalcolm:\n Alright, I'll keep that in mind. Meeting adjourned.\n\n\n<End Log>\n\n\nClosing Statement:\n As this log is intended to be indicative of what was actually said, all words have been transcribed exactly. However, a reminder: be sure to uphold proper naming conventions when discussing human SCPs.\n\n\n\n\nNote: \"There you have it, this is the official transcript. The decision following is final, unless some greatly extenuating circumstances occur. So unless you feel you have any points to make that would drastically upset everything stated in the above conversation, keep your opinion to yourself.\" -Adam Taylor\n\n\n\n\n\n\n\n\n\n\nAnnouncement Regarding SCP-5996\n\n\n\n\nDecision Finalized\n\n\n\n\n\n\n\n\nA decision has been reached regarding SCP-5996\n\n\nDue to the containable nature of SCP-5996's cognitohazardous property, and due to its apparent loyalty to the Foundation, it has been decided that SCP-5996 \nwill\n retain its position as a researcher, and \nwill\n be allowed to continue testing and supervised communication.\n\n\nSuggestions to use SCP-5996 as an amnestic, or as further containment of infohazards, have been taken under advisement. A decision has not been reached regarding these proposals, and said decision will be pending until SCP-5996's property is better understood.\n\n\nFurthermore, SCP-5996 has been assigned its first project. SCP-5996 is to, effective immediately, be designated the head researcher on anomaly SCP-5996. SCP-5996 will be responsible for all further testing and documentation regarding SCP-5996, within reason.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChangelog\n\n\n1\n. \nChangelog - 07/01/20 09:10:\n \"Cooperative or not, remember that sentient SCPs are never designated \"Safe\". If it changed its mind, whether it is likely or not, it could resist more than any Safe object.\" \n-Edited by Adam Taylor\n\n\n2\n. \nChangelog - 07/01/20 9:13:\n \"Placeholder for now, but I advise adding additional safety precautions for feeding and delivery to ensure personnel remain safe from its anomalous properties. While we're at it, we should add some procedures for containment breaches.\" \n-Edited by Adam Taylor\n\n\nChangelog - 07/01/20 15:32:\n \"Acknowledged. I have added further procedures for interactions. That said, there really isn't much danger. This should be more than enough, right?\" \n-Edited by original author\n\n\n3\n. \nChangelog - 07/02/20 9:17:\n \"Be sure to maintain proper designations. It is natural to slip, but calling it by the wrong title only serves to add confusion.\" \n-Edited by Adam Taylor\n\n\n4\n. \nChangelog - 07/02/20 10:13:\n \"\nIt\n, not \nher\n. I understand that this may seem cruel, but it is a very important distinction. It is imperative that we do not let our sympathy for its humanity cloud our judgement on its anomaly.\" \n-Edited by Adam Taylor\n\n\n5\n. \nChangelog - 09/02/20 16:42:\n \"Remember, you're not supposed to refer to SCPs, even humanoid ones, by colloquialism. Designations are important. Failing that, redactions will suffice. Please do not make us regret choosing to give you this opportunity, it wasn't something we afford lightly.\" \n-Edited by Adam Taylor\n\n\nChangelog - 09/02/20 16:50:\n \"This is a transcript of the conversation as it occurred, and this is what Everett said. If it's truly a problem, we can change it back, but Everett didn't say 'SCP-5996', and I don't think a detail this minor is redaction-worthy.\" \n-Reverted by original author\n\n\n\n\n\n\n\n\n« \nSCP-5995\n | SCP-5996 | \nSCP-5997\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5996\n\" by Baileyjrob, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5996\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: \"There has been a great deal of controversy surrounding the circumstances of SCP-5996 within our department. I understand the concerns. However, a decision has been made, and this decision is final. Unless you have good, and I mean damn good reason to dredge this debate up again, I expect you to accept the decision and move on with your research. For posterity, a transcript of the primary discussion has been added to Discussion Log 5996-1, and the official declaration is attached at the bottom. In the event of a significant incident that may warrant reconsideration, we will reopen this discussion. Otherwise, keep it to yourself.\" -Adam Taylor"
    ],
    "documents": [],
    "notes": [
        "December 12, 2019: Brian Pallow is sitting at his desk, typing up a report. His coworkers are on their lunch break, and he stayed behind to finish the last of the report. SCP-5996 approaches from offscreen right, carrying its own lunch. Upon seeing Pallow, SCP-5996 stops and smiles at him, approaching. SCP-5996: Hey there. Working diligently, I see. Pallow gains a look of confusion, disoriented from the effects of SCP-5996 Pallow: Ah, w-wuh? SCP-5996: Ah, sorry, did I distract you? Pallow: N-no… no… y-yes? What was I…? Both Pallow and SCP-5996 appear confused. Pallow's eyes narrow at the screen, before darting around. SCP-5996 examines Pallow closely. Approximately two seconds of this pass. SCP-5996: Are… you okay? You seem really out of it. Not sleeping well or something? Pallow turns to face SCP-5996 for the first time, as if just noticing it was there. Pallow: No, I… yes, but… what? W-who are you? SCP-5996, shocked, takes a step forward with concern. SCP-5996: What? I know we only met a few days ago, but I'd like to think I made an impression. Are you okay? Pallow begins to panic, standing up from his desk and knocking over his chair in the process. SCP-5996 takes a few steps back, having been startled. Pallow: W-what's going on?! SCP-5996: Brian, please, stay calm. I can't help if I don't know wha- Pallow: How do you know my name? Who are you? SCP-5996 does not respond immediately, examining Pallow's workstation and over his body. It then covers its view of the computer with its hand. SCP-5996: Brian, do you recall what you were doing before I showed up? Pallow does not answer, holding his head in his hands and breathing heavily SCP-5996: Brian, ple- Pallow: Where am I? What is this place? SCP-5996 begins backing away slowly, although still close enough to be within range. SCP-5996: Brian, you're at Site 67, alright? Please stay calm. I think you might've been infected by some sort of… cognitohazard. I don't know, I'm going to get some help, you just stay here and-. Pallow: What are you doing to me?! SCP-5996 hesitates briefly before running off down the hallway towards the cafeteria. A few moments after SCP-5996 exits the vicinity, Pallow calms down and sits down on his chair. He returns to holding his head in his hands, still distraught but no longer lashing out. On a separate camera feed, SCP-5996 continues its dash through the halls. On its way to the cafeteria, it runs into a facility guard, James Mallowar. Once Mallowar spots SCP-5996 running down the hall towards him, he raises a hand in friendly greeting. Mallowar: Hello there, doctor. In a rush? There's still- Mallowar falls silent and adopts a look of sudden confusion as SCP-5996 unknowingly enters within range of him. SCP-5996: No time. I think a junior researcher may be suffering from a cognitohazard. Either that or… maybe it's medical, but either way it's serious and something I'm not equipped to handle alone. Despite being dazed and confused, Mallowar manages to keep himself together and respond. Mallowar: What? Uh… a containment breach? Was that what I was doing? SCP-5996: Maybe, maybe not, but either way junior researcher Brian Pallow is having some sort of crisis. I'm not equipped for cognitohazard recognition and containment, so I'm not really able to do anything abo- Mallowar: Wait, what's going on? SCP-5996: Brian Pallow! He seems to be experiencing a sudden onset of disorientation and possible amnesia. He needs help. Mallowar: Huh? You need a doctor then… not… not me. SCP-5996: Don't you guys have field medical and cognitohazard training? Whichever it is, you're probably more capable to deal with it then I am. Mallowar: What's a cognitohazard? Ma'am, is something wrong? SCP-5996 begins to back away, examining Mallowar as it does so. SCP-5996: What's a…- Are you… no, you too? Mallowar: What are you… wait… where am I… who are you… what's… what… SCP-5996 hesitates for a moment before running past him and continuing on its way to the cafeteria. It runs for about five seconds at its usual pace before slowing down. SCP-5996 contemplates at a light jog for about ten seconds before resuming its running, faster than before. Its expression is now one of resolve. A final camera feed shows two facility guards, Katie Morrison and Evelyn Founder, walking and talking with one another. As SCP-5996 approaches, they notice that something is wrong and begin to run towards it. Morrison: Ma'am, what's the-? SCP-5996 skids to a halt and stretches out an arm to them SCP-5996: Stop! Stop, don't come any closer! Morrison and Founder slow down, but don't entirely stop Founder: Are you okay? Something's clearly wrong, let us-! SCP-5996: Containment breach! Founder and Morrison stop in their tracks, cautious, and look at one another before looking back at SCP-5996, currently catching its breath Morrison: Breach? There hasn't been an announcement, what's its designation? SCP-5996: There isn't one… yet… but I bet there's about to be. I've become some sort of… some sort of… proximity based cognitohazard, I think. I request immediate containment, quarantine, and… I… request to look into considering SCP classification.",
        "Interviewed: SCP-5996 Interviewer: Researcher Madison Everett Foreword: SCP-5996 was interviewed two days after Incident 5996-1, when it had been confirmed that the entity itself was anomalous, and it had been ensured that it was securely contained for the time being. The goal was to extract any information about the events of Incident 5996-1 that SCP-5996 was aware of. A radio was pushed into SCP-5996's temporary room via moving cart, and the interview was conducted via that medium. <Begin Log, 14 December 2019> Everett: Ahem… hello, can you hear me? Is it coming through alright? SCP-5996: Madison? Yeah, I can hear you alright. A bit choppy, but I'm not worried about it cutting out or anything. Everett: Alright, that's good. In that case… This will be a formal interview regarding the events that transpired two days ago. SCP-5996: Mmm, I figured. Sorry to interject, but if I may do so before we begin: what happened to Brian and that guard? What was his name… James, right? What happened to them? Everett: Erm… well, thankfully, they don't seem to be physically harmed or crippled in anyway. Their memory loss looks to be permanent, I think, but they still retain enough memories to be functional. We're still working out the details of just how much they've lost, but suffice it to say that Pallow doesn't even know what the Foundation is anymore. Mallowar's faring a bit better, but he still is a bit foggy on what he's doing here. Higher ups are debating whether or not it's worth retraining and filling them in, or if it'd be better off to just amnestecize what memories remain to plug the holes and send them back out into the world none the wiser. SCP-5996: Ah… I see… I hope everything turns out alright for them… Everett: Hey, don't worry about it. Worst case scenario as best I figure, they'll just have to return to whatever it is they did before the Foundation. You haven't been given an SCP designation yet, bureaucracy is slow like that, but the way I see it it's only a matter of time. Once that happens, as cognitohazards go, you'll be far more benign than a lot of the other eldritch freaks we've got stored around the place. I'm guessing, anyway, hard to tell through all the black bars. SCP-5996: … Everett: Ah, that was… insensitive. Sorry. SCP-5996: It's… it's fine, it is what it is. We should probably start the interview, huh? Hit record, let's get a move on. Everett: I… have been recording. SCP-5996: Really? Damn it, we're wasting so much time with frivolities then, let's get to it. Everett: Okay, yeah. Alright, SCP… uh… whatever you end up getting named… SCP-5996: sighs in frustration at the lack of professionalism Everett: We have the video logs, so we know what all happened, but briefly summarize from your perspective how all of that played out two days ago. SCP-5996: Right. I ended up crossing paths with Junior Researcher Brian Pallow during our lunch breaks. He was still working, so I was curious what was keeping him so busy. He had only started working at the Foundation within the last week or so, so I figured I'd try to help ease him into the experience. Once I approached, he started acting odd. I thought I'd just distracted him, but he quickly began to become distressed. I figured he might have run into some sort of digital cognitohazard or something so I ran to get a guard. The guard started acting confused and perturbed as well, so I went towards the cafeteria to get more help. However, as I was running there, I pieced it together. Both people were showing signs of normal behavior until the moment I approached them. Either the cognitohazard was memetic and I was somehow a carrier, or I was, myself, the cognitohazard. I think at that moment I knew the truth, but whichever one it was, I needed to be contained. So I found some guards and… well… you have the recording, you saw. Everett: Alright, that matches everything we've got. I'm guessing I already know the answer to this, but: do you have any idea what caused your anomaly to develop? SCP-5996: I… really wish I could exceed your expectations here, but… no. I haven't the faintest. I didn't even interact with any anomalies during the window where it activated either: I was just doing some proofreading on some reports and reviewing some test logs. Everett: What is the exact nature of your anomaly? What is it capable of, and to what extent? SCP-5996: I only know as much as you all do, really. When I get close enough to someone, they begin to lose memories. I'm still not sure how much I can erase, maybe even an entire lifetime. I hope not, but… erm, sorry. Its permanence, its effectiveness, its range… I'm still not sure. Everett: What kind of containment are we looking at? SCP-5996: Heh, asking an anomaly to contain itself. That's a new one. Everett: I mean, I'm just asking what you're thinking, it's not like that'll be the end of it. SCP-5996: I don't know, standard humanoid containment protocol should be good enough? It'll need to be large enough for my anomaly to avoid triggering on the entrance… assuming it can penetrate solids, anyway. I'm not a reality bender or a physical danger though, a locked door at the end of a hallway should really be good enough. I doubt I could bash one down even if I tried… hell, even if I did, I wouldn't exactly be hard to subdue… or terminate… Everett: R-right… SCP-5996: Right… Everett: A-anyway… I think that's all we've got for you right now. This was kind of just a… delayed post-action report, in a sense, so there isn't really much to go over yet. Goodbye… uh… what do I actually call you? You don't have an SCP designation yet… hrm… SCP-5996: Just my name for now, I guess. It's probably the last time I'll ever hear it. Everett: Yeah… I can't help but feel this might be the last time we talk to each other. Unless I get assigned to researching you. SCP-5996: Sorry, but I don't plan on that happening. Everett: I figured. I'm gonna miss you. SCP-5996: I… yeah… Everett: … SCP-5996: Bye, Madison. Everett: Bye, Mallory. 5 <End Log> Closing Statement: Approximately two hours after this interview concluded, SCP-5996 was given its official designation. Approximately four hours after that, it was moved into its current containment chamber.",
        "Transcript: 21/01/20 16:20-16:28 Participants: Dr. Taylor, Dr. Malcolm, Researcher Everett, Researcher Fiore, SCP-5996 (via radio) <Begin Log> Taylor: Alright, is that everyone? Fiore: Kind of a small gathering, isn't it? Malcolm: This doesn't require a large committee hearing. It's an internal affair. I've petitioned higher-ups for an official verdict, but it seems that I'm as high as this issue cares to go. Fiore: Seriously? Everett: Were you expecting O5 to come knocking at our door to get our opinions? Honestly, I'm surprised it went even this high up. Not that that's saying all that much… er, no offence Dr. Malcolm. Malcolm: None taken, but I'd appreciate if we could get a move on. I do have other business to attend to, and while it may not be as big as those above me, I would still not like to waste time. Dr. Taylor? Taylor: Yes sir. Dr. Malcolm here will act as the final word on this matter, but most of the discussion will be between us four. We're going to try to keep this on-topic and to the point. Fiore: Four? Who else is coming? SCP-5996: I believe that I should have a word in this discussion, shouldn't I? Fiore: What's Thames doing here? Since when did SCPs get to influence Foundation affairs? Taylor: Due to the nature of this discussion, I felt it prudent that SCP-5996 should be allowed a chance to make its case. If we end up deciding to revoke its researcher status, this won't happen again. Everett: It's only fair that she should be allowed to defend herself. Fiore: Isn't that what you're here for? Look, let's lay our cards all on the table. We all know where Everett and myself stand on this matter. In the interest of fairness, I'm all for allowing a defense of SCP-5996, but why do we need both you and 5996? Isn't one or the other enough? Taylor: We felt that having a Foundation staff member who is in support of SCP-5996 retaining its credentials would be beneficial for a more… external view of the situation. However, we also felt that SCP-5996 should have the right to defend itself so long as this is a matter of contention. Is that all? Fiore: If that's what you've all decided, then yeah. Taylor: It is… now then, I suppose we should move right along then. Since you've proven vocal: Fiore, why don't you make your case? Fiore: Alright. Now, I have nothing against Dr. Thames- SCP-5996: scoffs Fiore: But the situation has changed. The Foundation's goal is to secure, contain, and protect. I don't think I need to remind you all of this. But regardless of her intentions, and regardless of her capabilities, SCP-5996 is a hazard to those working around it. I understand that she may still be loyal to the Foundation, and I understand that she is rather capable as a researcher, but that doesn't change the fact that we have lost a guard and a junior researcher as a result of her presence. I understand that it is not unheard of for researchers to possess anomalous properties. However, we're talking about top-level researchers with properties that, at their worst, are ultimately harmless. Not a level-3 researcher who is an active hazard! What happens if some sort of containment breach occurs, and next thing we know, we've all forgotten how to even run the site? What happens if SCP-5996 suddenly decides she doesn't actually like being contained, and she decides to tamper with containment procedures or attack the server directly? Why should we take these risks? Everett: You're assuming the worst case scenario. Fiore: That's what we do at the Foundation. That's how we operate: with guns, and black bars, and an iron fist. Because if we don't, everything we've got in here could end up out there. Everett: You're starting to sound a lot like the GOC. Taylor: Ms. Everett, please, let him finish. Fiore: GOC? I'm not advocating to terminate Thames or anything. But we shouldn't allow her to have free access to our database. We shouldn't allow her to work with other anomalies. We shouldn't put ourselves in more danger than we need to be. Taylor: Is that all? Fiore: For now, yeah. Taylor: Everett? Everett: Look, I… I get where you're coming from. Mallory is, at the end of the day, still an anomaly. I… I get that. But we have varying degrees of security for anomalies. We don't have to treat every anomaly like a Keter-class. Like it's one second from breaking free and destroying us all. We contain anomalies as much as is reasonable: nothing more. Hell, we could call her a Thaumiel and suddenly this would all work out. Right? SCP-5996: Mmm, not necessarily. My anomalous property itself couldn't really aid in containment, even if I, as a person, can… although maybe my property could isolate infohazards? Hmm… Everett: Regardless, my point stands. Just because something is an anomaly doesn't mean it needs to be locked away behind ten levels of security and left to rot. Anomalies need to be contained , not restrained. There's a difference. As long as Mallory… er… sorry, SCP-5996. As long as SCP-5996 is kept isolated enough to prevent exposure to the public and harm to the staff, I don't see why we need to continually up the ante. Taylor: And how do you propose we work with SCP-5996, given its nature? Everett: SCP-5996 can be a valuable consult. Furthermore, she could analyze data outside of the field. Even if she can't gather data herself, she can still work with it and come to conclusions as well as anyone at a desk with a computer could. Taylor: And SCP-5996? Would you like to make any remarks? SCP-5996: Look, I get where the hesitancy is coming from, but… it's important to remember what our goal as scientists is. We're not here to fight the anomalies, we're here to understand them, as well as keep the outside world none the wiser. Nothing about me contradicts that mission. I'm not your enemy, none of you. I'm still completely loyal to the Foundation, I still believe in everything it stands for, and I have and will continue to cooperate and encourage my own containment. However, being an anomaly myself presents a rare chance to try to bridge that gap. I still have no idea what caused me to become SCP-5996, but whatever it was… maybe it can also help me understand other anomalies? It's a wild chance, but it's one that we'll never get to explore if I'm cut off. Besides, even if that isn't the case, I could still be of use as a scientist. Just let me communicate exclusively through non-physical means and maybe run experiments remotely, there's nothing stopping us from doing that. Fiore: If we let SCP-5996 gain access to our database, where does it end? SCP-5996: It ends with people we believe can't be trusted with sensitive data. My anomaly hasn't changed my personality, unless you have reason to believe it has? Fiore: It's about the principle, we can't go bending the rules! Everett: There's no rule stating anomalies can't be researchers! Exceptions or not, those higher-ups prove that rule. Or at least, if there is a rule that says that, they prove that it's flexible! Fiore: Exceptions don't prove rules, that's not- Malcolm: Alright, I think I've gotten a good view of everyone's side. Taylor: You're already done? You've made up your mind? Malcolm: Not quite, but I think I've heard everything I need to hear. You've made your points. Thank you for mediating, Dr. Taylor. You are all dismissed. Everett: Oh… okay? Fiore: That was… quick. Good thing though, I have a report I need to send off by five and I'm behind. SCP-5996: Has everyone left? Malcolm: Dr. Taylor is still here, although I don't know why that would concern you. The meeting's over, you can go ahead and turn off the radio. SCP-5996: I understand, but I simply wanted to give you a heads-up. Malcolm: Hmm? SCP-5996: If the decision results in my favor, I'll be submitting a formal request. I'll email you the details once the decision is finalized… assuming that I have access to a computer. Malcolm: Alright, I'll keep that in mind. Meeting adjourned. <End Log> Closing Statement: As this log is intended to be indicative of what was actually said, all words have been transcribed exactly. However, a reminder: be sure to uphold proper naming conventions when discussing human SCPs.",
        "A decision has been reached regarding SCP-5996 Due to the containable nature of SCP-5996's cognitohazardous property, and due to its apparent loyalty to the Foundation, it has been decided that SCP-5996 will retain its position as a researcher, and will be allowed to continue testing and supervised communication. Suggestions to use SCP-5996 as an amnestic, or as further containment of infohazards, have been taken under advisement. A decision has not been reached regarding these proposals, and said decision will be pending until SCP-5996's property is better understood. Furthermore, SCP-5996 has been assigned its first project. SCP-5996 is to, effective immediately, be designated the head researcher on anomaly SCP-5996. SCP-5996 will be responsible for all further testing and documentation regarding SCP-5996, within reason.",
        "A decision has been reached regarding SCP-5996 Due to the containable nature of SCP-5996's cognitohazardous property, and due to its apparent loyalty to the Foundation, it has been decided that SCP-5996 will retain its position as a researcher, and will be allowed to continue testing and supervised communication. Suggestions to use SCP-5996 as an amnestic, or as further containment of infohazards, have been taken under advisement. A decision has not been reached regarding these proposals, and said decision will be pending until SCP-5996's property is better understood. Furthermore, SCP-5996 has been assigned its first project. SCP-5996 is to, effective immediately, be designated the head researcher on anomaly SCP-5996. SCP-5996 will be responsible for all further testing and documentation regarding SCP-5996, within reason.",
        "\" SCP-5996 \" by Baileyjrob, from the SCP Wiki . Source: https://scpwiki.com/scp-5996 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-5996 is to be kept in a modestly furnished room no less than five meters long with a door leading to an isolated hallway no less than five meters in length. The room should contain a computer with a network connection, with all communications incoming or outgoing monitored by Foundation staff and/or an automated censor. The room must also contain a speaker system, a camera connected to the Foundation system, and some sort of personal communication[see the attached announcement]. It is to be fed three meals a day according to a diet standard of a human of its description. Staff are not to directly interact with SCP-5996 in person unless necessary, although interacting with it through non-physical means (e.g., email, phone-call, radio, camera observation) is safe.",
    "description": "SCP-5996 is a Caucasian female aged 32, approximately 1.75 m. and 72.6 kg. SCP-59963 developed its anomalous properties spontaneously while at work on December 12th, 2019 [see Incident Log 5996-1]. The cause of this occurrence is currently unknown.",
    "title": "SCP-5996"
}