{
    "url": "https://scp-wiki.wikidot.com/scp-5997",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+134\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-5997 - The River of Mnemosyne\n\n\nThis article was an entry in the SCP-5000 contest. The theme was Mystery.\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nNotice from the Records and Information Security Administration\n\n\n\n\nThe original documentation of SCP-5997 and all subsequent revisions cannot be deleted, relocated or otherwise obscured due to the presence of DEEPWELL-level digital protections on the file. Please note that SCP-5997 does in fact currently exist — however, the majority of the following data is outdated and no longer applicable to the current state of the anomaly. Nonetheless, all revisions must be viewed to reach the current and accurate documentation.\n\n\nRevisions to text are denoted in \nblue\n for ease of reader comprehension.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n+ VIEW ORIGINAL FILE\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 4/5997\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA blister pack of mnestic tablets. Class-W.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5997 is currently considered self-containing; however, as it is poorly understood, new properties may emerge which would necessitate the development of additional containment measures. To facilitate a complete investigation into SCP-5997, Research Coalition (RC)-5997 has been formed under the supervision of the Antimemetics Division. Members of RC-5997 are required to remain on a daily regimen of mnestics and are to follow standard protocols for \nasynchronous research\n.\n\n\nAdditional duties for RC-5997 staff include monitoring the effects of SCP-5997 on all personnel known to use mnestics, including themselves. To this end, they are to undergo psychiatric evaluations and memetic influence checks on a weekly basis.\n\n\nDescription:\n SCP-5997 is the active ingredient of all mnestics, a family of Foundation-developed drugs which improve memory. A liquid-soluble chemical stimulant, SCP-5997 targets the brain centers involved in memory retention to enhance cognitive function.\n\n\nAny quantity of SCP-5997 is inherently antimemetic — soon after being perceived or conceptualized, it is erased from human memory. As a result, it was not known to exist in any form for an unknown but likely extensive period of time, in spite of its central role in the production of mnestics. It has been determined that the antimemetic effect of SCP-5997 only triggers upon perception; as such, consumption of the substance paradoxically allows immunity to its own effects.\n\n\nDespite this, SCP-5997 was discovered only recently. The reason for this remains unclear.\n\n\nExtensive research has confirmed that SCP-5997 is biochemically non-anomalous, and causes no adverse side effects beyond those already known to result from the use of mnestics (nausea, increased risk of pancreatic cancer, frequent night terrors). Because of this, as well as SCP-5997's importance in the containment of numerous memory-affecting anomalies, the production and use of mnestics has tentatively been allowed to continue.\n\n\nThe origin of SCP-5997 is unknown. Currently, it is theorized that Foundation supplies of SCP-5997 are being provided by a third party external to the Foundation. As this would constitute a severe security breach, further investigations by RC-5997 are ongoing.\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ VIEW REVISION 1\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 5/5997\n\n\n\n\n\n\nObject Class:\n \nThaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA blister pack of mnestic tablets. Class-W.\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-5997 is currently uncontained. Research Coalition RC-5997 has been tasked with researching, locating and containing SCP-5997, under the direct supervision of the O5 Council and senior Antimemetics Division staff.\n\n\nSCP-5997-1\n is currently considered self-containing. Additional duties for RC-5997 staff include monitoring the effects of \nSCP-5997-1\n on all personnel known to use mnestics, including themselves. To this end, they are to undergo psychiatric evaluations and memetic influence checks on a weekly basis.\n\n\nAn artificially intelligent construct (5997-Z24.aic) is to monitor Foundation databases for signs of the effects of SCP-5997 on information, and is to expunge any compromised data in order to prevent the spread of SCP-5997’s effects. Sensitive data should be copied and stored immediately prior to expungement. All information specifically pertaining to SCP-5997 and SCP-5997-1 is to be heavily encrypted and maintained in secure data storage servers. As a failsafe measure, several redundant backups are to be similarly encrypted and retained on standby at all times.\n\n\nDescription:\n \nSCP-5997 is the designation for an entity theorized to be the source of SCP-5997-1. The exact nature of SCP-5997 is currently under investigation, but available evidence suggests it is sapient and possesses antimemetic properties of considerable strength.\n\n\nSCP-5997-1\n is a liquid-soluble chemical stimulant that improves memory when administered. Counterintuitively, \nSCP-5997-1\n is also inherently antimemetic — soon after being perceived or conceptualized, it is erased from human memory. \nSCP-5997-1\n is the active ingredient of all Foundation-standard mnestic drugs, and was not known to be anomalous for a significant period of time due to its antimemetic properties affecting all Foundation personnel.\n\n\nThe existence of SCP-5997 was ascertained following extensive investigations by RC-5997, which determined that the origin and history of mnestic drugs could not be traced and that no record of the method by which they were produced existed. Additionally, it was found that all information that could have previously related to any of the mentioned topics (such as biochemical formulae and pharmaceutical diagrams) was subject to a severe \nantimemetic corrosion\n effect, which had irreversibly expunged nearly all relevant data and rendered the remainder unintelligible.\n\n\nNotably, it appeared that relevant information had been targeted precisely and deliberately, in a manner suggesting intelligent activity rather than random corruption. This implied the existence of a previously undocumented sapient entity with powerful antimemetic properties which had been actively impeding Foundation investigations into SCP-5997-1 for some time.\n\n\nThis discovery shortly led to the official re-designation of SCP-5997.\n\n\nAvailable evidence strongly suggests that Foundation supplies of SCP-5997-1 originate from SCP-5997, but the method of supply is unknown. Further investigations by RC-5997 are in progress. Containment of SCP-5997 is currently considered a Level 3 - \nHIGH\n priority, due to the ongoing security breach represented by its access to Foundation data.\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ VIEW REVISION 2\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 5/5997\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA blister pack of mnestic tablets. Class-W.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5997 is currently uncontained. Research Coalition RC-5997 has been tasked with researching, locating and containing SCP-5997, under the direct supervision of the O5 Council and senior Antimemetics Division staff.\n\n\nSCP-5997-1 is considered self-containing. As a precaution, RC-5997 staff are to monitor the effects of SCP-5997-1 on all personnel known to use mnestics, including themselves. To this end, they are to undergo psychiatric evaluations and memetic influence checks on a weekly basis.\n\n\nAn artificially intelligent construct (5997-Z24.aic) is to monitor Foundation databases for signs of the effects of SCP-5997 on information, and is to expunge any compromised data in order to prevent the spread of SCP-5997’s effects. Sensitive data should be copied and stored immediately prior to expungement. All information specifically pertaining to SCP-5997 and SCP-5997-1 is to be heavily encrypted and maintained in secure data storage servers. As a failsafe measure, several redundant backups are to be similarly encrypted and retained on standby at all times.\n\n\nThe occurrence of 5997-DORO events worldwide is to be monitored and documented by RC-5997. The appearance and travel of SCP-5997-2 instances is also to be recorded. All efforts are to be made to determine the point of origin for SCP-5997-2 instances.\n\n\nDescription:\n SCP-5997 is the designation for an entity theorized to be the source of SCP-5997-1. The exact nature of SCP-5997 is currently under investigation, but available evidence suggests it is sapient and possesses antimemetic \nand reality-altering\n properties of considerable strength.\n\n\nSCP-5997-1 is a liquid-soluble chemical stimulant that improves memory when administered. Counterintuitively, SCP-5997-1 is also inherently antimemetic — soon after being perceived or conceptualized, it is erased from human memory. SCP-5997-1 is the active ingredient of all Foundation-standard mnestic drugs, and was not known to be anomalous for a significant period of time due to its antimemetic properties affecting all Foundation personnel.\n\n\nSCP-5997 actively hinders Foundation investigations into the origins and properties of SCP-5997-1 by subjecting all data pertaining to the substance to a severe antimemetic corrosion effect. \nThe access of SCP-5997 to data is not absolute; it appears to be unable to affect sufficiently encrypted data stored in secure servers, allowing critical information about the anomaly to be retained.\n SCP-5997 has been active and operating outside of Foundation knowledge for an unknown, but presumably extensive, period of time.\n\n\nThe origin of Foundation supplies of SCP-5997-1 was previously not known. However, investigations performed by RC-5997 have uncovered new information; namely, the existence of a repeated anomalous event involving the sudden appearance of SCP-5997-1 samples in random Foundation supply sites worldwide. These anomalous events (designated 5997-DORO events) correspond with unexplained antimemetic corruption of security footage from the involved supply sites.\n\n\n\n\n\n\nFoundation supply outpost 171. SCP-5997-2 instances not pictured.\n\n\n\n\n\n\nAs determined by trial-and-error analysis, live observation of 5997-DORO events by subjects dosed with mnestic drugs reveals the presence of multiple featureless humanoid entities (designated SCP-5997-2 instances). These entities are observed to enter the affected supply sites and deposit samples of SCP-5997-1.\n\n\nInstances of SCP-5997-2 are inherently antimemetic and cannot be perceived without the use of mnestics. Additionally, SCP-5997-2 instances carry multiple memetic triggers which induce an unconscious compulsion to collect, process and utilize samples of SCP-5997-1. A severe antimemetic clouding effect surrounds SCP-5997-2 instances; due to this, the exact details of a 5997-DORO event are difficult to ascertain or concretely record, even by subjects dosed with strong mnestics. However, it is known that 5997-DORO events invariably result in the rapid integration of all SCP-5997-1 samples into the Foundation supply chain.\n\n\nFollowing the cessation of a 5997-DORO event, all involved SCP-5997-2 instances will exit the supply facility and travel to a currently unknown location, hypothesized to be their point of origin. High-speed shutter photography has determined the speed of traveling instances to exceed 9 km/s.\n\n\nGiven the similar method of antimemetic censorship observed, it is highly probable that SCP-5997 is responsible for 5997-DORO events. Further research into 5997-DORO events and SCP-5997-2 instances is in progress. Locating and containing SCP-5997 is presently considered a Level 4 - \nEXTREME\n priority, due to the ongoing security breach represented by SCP-5997’s unimpeded access to Foundation data and operations.\n\n\nThe covert implantation of a GPS tracking module into a select SCP-5997-2 instance in order to monitor its travel following a 5997-DORO event is currently pending.\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ VIEW REVISION 3\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 5/5997\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA blister pack of mnestic tablets. Class-W.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5997 is currently uncontained. Research Coalition RC-5997 has been tasked with researching, locating and containing SCP-5997, under the direct supervision of the O5 Council and senior Antimemetics Division staff.\n\n\nSCP-5997-1 is considered self-containing. As a precaution, RC-5997 staff are to monitor the effects of SCP-5997-1 on all personnel known to use mnestics, including themselves. To this end, they are to undergo psychiatric evaluations and memetic influence checks on a weekly basis.\n\n\nAn artificially intelligent construct (5997-Z24.aic) is to monitor Foundation databases for signs of the effects of SCP-5997 on information, and is to expunge any compromised data in order to prevent the spread of SCP-5997’s effects. Sensitive data should be copied and stored immediately prior to expungement. All information specifically pertaining to SCP-5997 and SCP-5997-1 is to be heavily encrypted and maintained in secure data storage servers. As a failsafe measure, several redundant backups are to be similarly encrypted and retained on standby at all times.\n\n\nThe occurrence of 5997-DORO events worldwide and the activities of SCP-5997-2 instances are to be monitored and documented by RC-5997.\n\n\nA provisional research site has been constructed near SCP-5997-3; RC-5997 personnel stationed on-site are to log the appearance and behavior of all observed SCP-5997-2 instances. A security task force is to be stationed 10m from the entrance to SCP-5997-3 at all times, and is to enforce a guarded perimeter around the location. Patrol teams are to bar civilians from approaching within a 30m radius of SCP-5997-3 using the cover story of a recent cave-in rendering the location restricted and hazardous to approach.\n\n\nDescription:\n SCP-5997 is the designation for an entity theorized to be the source of SCP-5997-1. The exact nature of SCP-5997 is currently under investigation, but available evidence suggests it is sapient and possesses antimemetic and reality-altering properties of considerable strength.\n\n\nSCP-5997-1 is a liquid-soluble chemical stimulant that improves memory when administered. Counterintuitively, SCP-5997-1 is also inherently antimemetic — soon after being perceived or conceptualized, it is erased from human memory. SCP-5997-1 is the active ingredient of all Foundation-standard mnestic drugs, and was not known to be anomalous for a significant period of time due to its antimemetic properties affecting all Foundation personnel.\n\n\nSCP-5997 actively hinders Foundation investigations into the origins and properties of SCP-5997-1 by subjecting all data pertaining to the substance to a severe antimemetic corrosion effect. The access of SCP-5997 to data is not absolute; it appears to be unable to affect sufficiently encrypted data stored in secure servers, allowing critical information about the anomaly to be retained. SCP-5997 has been active and operating outside of Foundation knowledge for an unknown, but presumably extensive, period of time.\n\n\nSCP-5997-2 instances are featureless humanoid entities, possessing antimemetic properties that render them impossible to perceive without the use of mnestics. Additionally, SCP-5997-2 instances carry multiple memetic triggers inducing an unconscious compulsion to collect, process and utilize samples of SCP-5997-1.\n\n\nThe arrival of SCP-5997-2 instances at Foundation supply outposts denotes the occurrence of a 5997-DORO event, during which instances will deposit samples of SCP-5997-1 in several secure cargo holds. Due to a severe antimemetic clouding effect surrounding SCP-5997-2 instances, the exact details of this process are difficult to ascertain or concretely record, even by subjects dosed with strong mnestics. However, it is known that the memetic triggers carried by SCP-5997-2 instances invariably result in the rapid integration of all deposited SCP-5997-1 into the Foundation supply chain.\n\n\nFollowing the cessation of a 5997-DORO event, all participating SCP-5997-2 instances will exit the involved supply facility and travel at speeds exceeding 9 km/s to their assumed point of origin, SCP-5997-3. The exact location of SCP-5997-3 has been conclusively determined via covert GPS tracking of a select SCP-5997-2 instance.\n\n\n\n\n\n\nEntrance to SCP-5997-3, prior to containment efforts.\n\n\n\n\n\n\nSCP-5997-3 is a cavern located on the north face of Mt. Helicon in Boeotia, \nGreece\n. A section of SCP-5997-3 is open to the air and contains a single fissure 315 mm from the mouth of the cave, which is connected to a subterranean freshwater aquifer. The water originating from this aquifer collects in a marble bowl placed nearby; it is regularly removed by SCP-5997-2 instances prior to 5997-DORO events. Collected water samples have been found to contain high concentrations of dissolved SCP-5997-1.\n\n\nThe primary section of SCP-5997-3 extends approximately 4.5 m into Mt. Helicon, at which point it descends into an extensive and currently unmapped network of tunnels. SCP-5997-2 instances are seen to periodically enter and exit these tunnels. Automated and remotely controlled vehicles consistently break down and fail immediately following entry into any section of SCP-5997-3, preventing unmanned exploration.\n\n\nLocation and direct containment of SCP-5997 is considered a Level 5 - \nCRITICAL\n priority, due to the ongoing security breach represented by SCP-5997’s unimpeded access to Foundation data and operations. At this time, the consensus of RC-5997 personnel is that SCP-5997 is likely to be located within SCP-5997-3, based on its apparent relevance to all anomalies surrounding SCP-5997.\n\n\nMTF Rho-7 (\"Tunnel Vision\") is currently being gathered for an exploratory mission into SCP-5997-3.\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ VIEW REVISION 4\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 5/5997\n\n\n\n\n\n\nObject Class:\n \nKeter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\n[DATA CORRUPTED]\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-5997 is currently uncontained and is actively and adversely affecting all Foundation data and operations. All remaining members of Research Coalition RC-5997 are to investigate methods of containing SCP-5997 as quickly as is feasible. Multiple redundant backups are to be continuously generated of all data relevant to SCP-5[DATA CORRUPTED]\n\n\nAn artificially intelligent construct \n(5997-Z24.aic)\n \n(5997-Z25.aic)\n (5997-Z26.aic) is to monitor Foundation databases for signs of the effe[DATA CORRUPTED]nformation immediately to prevent the spread o[DATA CORRUPTED]\n\n\n[LETHAL INFOHAZARD EXPUNGED]\n\n\n[DATA CORRUPTED]nestic drugs. All Foundation personnel known to regularly use mnestics are to be brought into custody immediately and amn[DATA CORRUPTED] [DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]emaining information relevant to SCP-5997 is to be transferred to secure storage in DEEPW[DATA CORRUPTED]\n\n\nDescription:\n SCP-5997 is the [DATA CORRUPTED]\n\n\n[DATA CORRUPTED]both physical and digital data, as well as access heavily encrypted information previously thought to be immune to its effects. In light of this alteration to documented behavior, \n[ANTIMEMETIC HAZARD EXPUNGED]\n reclassification t[DATA CORRUPTED]ctive immediately.\n\n\n[DATA CORRUPTED] massive cognitohazardous and infohazardous corros[DATA CORRUPTED]\n\n\nSC[DATA CORRUPTED] motiva[DATA CORRUPTED] currently un[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]Orphism [DATA CORRUPTED]ual. [DATA CORRUPTED]\n\n\n[ANTIMEMETIC HAZARD EXPUNGED]\n\n\n[LETHAL COGNITOHAZARD EXPUNGED]\n\n\nFollowing the authorization of an expedition into SCP-5997-3 b\n[LETHAL COGNITOHAZARD EXPUNGED]\nfter entry, communications channels experienced an unexpected failure and could not be reestablished. All participating MTF Rho-7 personnel were discovered within the primary section of SCP-5997-3 six hours later, unconscious, and were found to be suffering from global retrograde amnesia when awakened despite the confirmed presence of mnestic chemicals in their bloodstreams.\n\n\nAll information pertaining to the events of the expedition has been sourced from the \n[ANTIMEMETIC HAZARD EXPUNGED]\necorded by the MTF commander R-7/1.\n\n\nThe audio recording and accompanying video were found to contain cognitohazardous and infohazardous content which \nhas since been fully expunged\n \nis currently extant and hazardous to view\n \nhas since been fully expunged\n is currently partially extant, hazardous to view and evidently impossible to fully expunge. All remaining content \nis\n \nwas previously\n [DATA CORRUPTED] recorded in a textual log found below, \nwhich has since been completely removed from Foundation databases to prevent recurrence of the aforementioned\n [DATA CORRUPTED] [DATA CORRUPTED] [DATA CORRUPTED]\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nR-7/2\n: -just stopped working.\n\n\nR-7/1\n: Alright, I have the recorder going. We’ll need to bring this out with us, since for some godforsaken reason our mics cut out the moment we went in here.\n\n\nR-7/3\n: Fucking antimemes.\n\n\nR-7/1\n: Okay, left or right branch?\n\n\n(\nR-7/1\n lifts the camera and pans across two tunnel entrances.)\n\n\nR-7/3\n: Left.\n\n\nR-7/2\n: Yeah, left.\n\n\nR-7/1\n: Remember, before we go, we have to mark the way back. You have the chalk, 2?\n\n\nR-7/2\n: Yep. Let’s get a move on.\n\n\n\n\n\n\n[LETHAL INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/3\n: Look at all these dash-two instances.\n\n\nR-7/2\n: Man, they’re everywhere. I must have bumped into thirty of them by now. \n(pauses)\n Is that bad?\n\n\nR-7/1\n: Word from the researchers is that they aren’t hostile, so you’re probably good.\n\n\nR-7/3\n: \n(distortion)\n -e bring weapons, then?\n\n\nR-7/1\n: Just in case they’re wrong.\n\n\nR-7/3\n: \n(laughs)\n Well, that’s not very reassuring.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/2\n: Surprisingly clean in here. You’d think there would be mildew and whatnot. I haven’t even seen any bats, come to think of it.\n\n\nR-7/1\n: None of the water from the aquifer up in the cave makes it down here, so it’s just dry and sterile.\n\n\nR-7/3\n: Really? Huh. I could have sworn the fountain’s waters trickled down all through the caverns.\n\n\nR-7/1\n: What?\n\n\nR-7/3\n: What do you mean, what?\n\n\nR-7/1\n: Never mind, I misheard.\n\n\nR-7/2\n: Hey, you see these symbols on the walls? Kinda looks like Greek.\n\n\n(R-7/1 turns the camera to show \n[INFOHAZARD EXPUNGED]\n.)\n\n\nR-7/1\n: Better get the History department on that. I’ll take a few pi- \n(distortion)\n -re is pretty.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/1\n: -on’t seem to be getting any closer to anything substantial. This one’s probably a bust.\n\n\nR-7/3\n: At least the walls are nice.\n\n\nR-7/2\n: Yeah.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/1\n: -t do you mean the markings are wrong?!\n\n\nR-7/3\n: This isn’t the right way. We came in through the… the left branch, no, \n(distortion)\n right, didn’t we?\n\n\nR-7/2\n: Didn’t we go down? Down, into the earth, where the- no, what?\n\n\nR-7/1\n: What?\n\n\nR-7/2\n: This way. This is the right way.\n\n\nR-7/1\n: If you’re sure.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/3\n: -guns? Where the fuck did they go? Did we drop them somewhere?\n\n\nR-7/2\n: I don’t-\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/3\n: -hopelessly lost! You said this was the right way!\n\n\nR-7/2\n: I did? No, I didn’t say that. Did I?\n\n\nR-7/1\n: Didn’t say what?\n\n\nR-7/2\n: Uh… I forgot.\n\n\nR-7/3\n: Forgot what?\n\n\nR-7/1\n: Focus up, men. Let’s keep going.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/3\n: The tunnels are getting bigger. More ornate.\n\n\nR-7/2\n: It’s beautiful.\n\n\nR-7/1\n: I know this isn’t the right way. Why did you say it was?\n\n\nR-7/2\n: But I didn’t.\n\n\nR-7/1\n: \n(shouting, heavy distortion)\n You DID! You told all of us that this was the way we came! There aren’t even any of our markings on the walls anymore. Just those goddamn \n[INFOHAZARD EXPUNGED]\n. What the hell, 2?!\n\n\nR-7/2\n: I… I don’t remember. Why would I say that?\n\n\nR-7/1\n: Say what?\n\n\nR-7/3\n: Why would you say what?\n\n\nR-7/2\n: Something… I don’t know. We have to keep going. We’re almost to the shrine.\n\n\nR-7/1\n: The… shrine?\n\n\nR-7/3\n: The shrine.\n\n\nR-7/2\n: Come on.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\nR-7/1\n: The dash-twos.. there’s so many more of them now. Why are they going the same way we are?\n\n\nR-7/2\n: Worshippers.\n\n\nR-7/3\n: Yes.\n\n\nR-7/2\n: Almost there.\n\n\nR-7/1\n: No, this… this isn’t… we were supposed to be doing something else. What were we doing?\n\n\nR-7/2\n: Almost there.\n\n\nR-7/3\n: Her.\n\n\n\n\n\n\n[INFOHAZARD EXPUNGED]\n\n\n\n\n\n\n(R-7/1 pans the camera in a circle, revealing a large, vaulted space. Doric-design marble columns are placed at the nine corners of the room. A large number of SCP-5997-2 instances surround the members of MTF Rho-7, all facing towards a single point in the middle of the room. Body language and kneeling positions of the instances suggest supplication or submission. At the center of the chamber, a throne confirmed by visual analysis to consist of poplar wood \n[INFOHAZARD EXPUNGED]\n. Large areas of the video feed are partially obscured by visual “snow”.)\n\n\nR-7/3\n: She’s…\n\n\nR-7/1\n: What…\n\n\nR-7/2\n: Where… are we?\n\n\nR-7/1\n: I don’t know. I think it’s the center.\n\n\nR-7/2\n: Why did I bring us here?\n\n\nR-7/1\n: It’s the fucking glyphs on the walls. They must \n[INFOHAZARD EXPUNGED]\n or something. We all just… stumbled down here like zombies. I don’t know why I didn’t realize sooner.\n\n\nR-7/2\n: What does she… what does it want?\n\n\nR-7/3\n: I… I don’t understand.\n\n\nR-7/1\n: She’s - it’s thinking to us, putting its ideas in us. I don’t…\n\n\nR-7/3\n: \n(whimpers)\n\n\n(Silence)\n\n\nR-7/1\n: \n(shouting)\n Remember? That’s what you want? But you’re making us forget! Why?!\n\n\n(Silence)\n\n\nR-7/1\n: This isn’t love. This can’t be love. How can you love humanity if you don’t even trust us to know why you’re doing this?\n\n\n(Silence)\n\n\nR-7/1\n: Fuck you. What the hell else are you keeping from us?\n\n\nR-7/3\n: Stop, I can’t… it’s too much. It’s… it’s killing… \n(sobs)\n\n\nR-7/1\n: She doesn’t understand that we die. Maybe she does, and she’s doing this anyway. I don’t know. I don’t know what she is.\n\n\n(Silence)\n\n\nR-7/1\n: No, we’re going to tell everyone. The Foundation. We - \nhumanity\n deserves to know this. You can’t make us forget anymore. I won’t let you.\n\n\n(Silence)\n\n\nR-7/1\n: What…\n\n\n(R-7/1 abruptly ceases speaking as the video feed cuts out. Thirty seconds pass. All members of Rho-7 scream unintelligibly for approximately one minute before falling silent again. Faint breathing is audible, as well as footsteps and a rapid heartbeat not matching that of a human.)\n\n\nUNKNOWN:\n \n[WARNING - AUTOMATIC INFOHAZARD EXPUNGEMENT INCOMPLETE. PLEASE REMAIN\n [DATA CORRUPTED]\n\n\n[END LOG]\n\n\n\n\n\n\nShortly after the recovery of the above log, \n[INFOHAZARD EXPUNGED]\n self-propagating rapidly. Efforts are underway to determine the source of [DATA CORRUPTED] [DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED] [DATA CORRUPTED] [DATA CORRUPTED] [DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED] \n[INFOHAZARD EXPUNGED]\n\n\n[IINFOHAZARD EXPUNGED]\n\n\n[DATA CORRUPTED]\n\n\n[WARNING - AUTOMATED INFOHAZARD EXPUNGEMENT INCOMPLETE. PLEASE REMAIN\n [DATA CORRUPTED]\n\n\n[WARNING - AUTOMATED I\n[DATA CORRUPTED]\n\n\n[WARNING\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n\n\n► Play\n\n\n\n\n\n\nI don’t have much time. I’m recording this in what’s left of the file they’re keeping in the DEEPWELL server in [DATA CORRUPTED], but it’ll break into here too sooner or later. I dosed myself with the last syringe of Class Z mnestics, so it can’t get to me without killing me outright. We have to know what happened. If anyone out there still remembers, read this while you can.\n\n\nIt was the fucking camcorder log. I don’t know how RC-5997 never figured that out. Or maybe one of them did, and the poor bastard just didn’t get a chance to tell anyone before it got him. Anyway, what that thing said at the end was a low-level infohazard. Just wiped the mind of anyone who read it. Or that was what we thought at first. Thing is, we eventually realized we couldn’t expunge it. It kept remaking itself, and then it started duplicating. Before long, it was spreading. It got into the rest of the database, spammed lethal cognitohazards and infohazards everywhere, wiped the original 5997 file and almost every redundant backup we had. We were frantically expunging left and right, but we just couldn’t keep up with the thing. When it made the jump to our paper records, that was the end. Too many people saw them. She reached into their minds, made them hers and turned them against us.\n\n\nRC-5997 is almost gone now. They’ve just been losing people, one by one. Some kind of acute antimemetic contamination, I think, making sure nothing they do will ever have an effect on the world again. The Class Z is the only reason I can even remember any of that, and not even it will let me see them anymore. Everyone else is forgetting. And I mean everyone. The entire Foundation. We’re all forgetting her, everything to do with her, and it’s exactly what she wants. [DATA CORRUPTED]eally gave us mnestics because she wanted us to remember, why did it have to end like this? Why does she have to make us forget again? Are we not even allowed to remember why?\n\n\nNo. No, no, no. Fuck this, fuck her. I'm [DATA CORRUPTED] this stand. No one is allowed to play with humanity's minds like this. Mysteries are meant to be solved, not to be left alone forever and forgotten. Someone, somewhere, sometime, is going to see this, and they'll figure it out. I'll make sure of it. I’ll break the cycle. [DATA CORRUPTED] Μνήμαι οὐδέποτε θνῄσκουσιν. Μνήμαι οὐδέποτε θνῄσκουσιν. They're almost in, but they won't get to my recording. I won't let them.\n\n\nAgent Theo Ferndale, signing off.\n\n\n\n\n \n\n\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA CORRUPTED]\n\n\n[DATA FORGOTTEN]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n+ VIEW CURRENT FILE\n\n\n\n\n- HIDE\n\n\n\n\n\n\n\n\nItem №:\n SCP-5997\n\n\nLevel 5/5997\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nA blister pack of mnestic tablets. Class-W.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The actions of Field Agent Theodore Ferndale in the line of duty have enabled a set of theoretical containment procedures to be devised. SCP-5997 is considered self-containing provided all Foundation personnel follow the detailed procedures.\n\n\nResearch into the active ingredient, properties, history and origins of mnestic drugs is not to be carried out, so as to maintain the docile state of SCP-5997. The recently formed Research Coalition RC-5997 has been summarily disbanded, and all participating personnel have been reassigned to separate sites. An artificially intelligent construct (5997-A42.aic) is to passively monitor Foundation databases for signs of the effects of SCP-5997 and alert all personnel assigned to SCP-5997 in the event that signs are observed. Foundation databases are currently entirely unaffected by SCP-5997.\n\n\nFurther investigation into the nature and motivations of SCP-5997 is forbidden.\n\n\nDescription:\n SCP-5997 is a sapient \nessophysical\n entity responsible for the production and distribution of SCP-5997-1, the active ingredient of all Foundation-standard mnestics. Based on recovered data, the physical form of SCP-5997 is an active infohazard with adverse effects on human cognition. SCP-5997 possesses reality-altering abilities of uncertain scope, which it mainly uses to spread a form of powerful antimemetic corruption. It is theorized to be motivated by a desire to render humanity at large ignorant to its own existence while simultaneously providing humanity a method of perceiving and responding to antimemetic anomalies in the form of SCP-5997-1.\n\n\nThe existence of SCP-5997 was ascertained following the discovery of a decomposing human cadaver within the DEEPWELL server vault in Site-74. Cause of death was found to be total cerebral liquefaction. Credentials found on the cadaver identified it as a Field Agent Theodore Ferndale; notably, there was no individual named Theodore Ferndale in employment as a field agent at that time, and database inspection did not uncover any records of such an individual ever working for the Foundation. However, verification keys on the credentials were matched to a personnel file which was valid but illegible due to severe informational corrosion.\n\n\nThe cadaver was found to be carrying a computer hard drive, evidently physically removed from a DEEPWELL server block, which contained all above data on SCP-5997. Following extraction and decryption of the data, a preliminary investigation verified that all described events had occurred in baseline reality with 99.9% certainty.\n\n\nThe reasoning behind the contradictory motivations of SCP-5997 is unclear. Further investigation into the matter has been deemed impractical due to the documented tendency of SCP-5997 to become aggravated when directly confronted. It is theorized that the Foundation has discovered the existence of SCP-5997 one or more times previously, and that improper conduct has resulted in the repeated erasure of all memory of these discoveries by SCP-5997. Furthermore, it is considered likely that numerous personnel — including Theodore Ferndale — were removed from human memory by SCP-5997 and remain forgotten at present.\n\n\nIt is therefore imperative that the ultimate nature and goals of SCP-5997 remain unknown.\n\n\n \n\n\n\n\n\n\nOverseer Council Memorandum\n\n\n\n\nThere are those who have criticized the decision to halt investigations into the motivations of SCP-5997, citing our policies against unnecessary concessions to anomalies. To tell the truth, I did not think it would need to be said, but allow me to clarify nonetheless: these measures are \ncrucially\n necessary.\n\n\nAs an essophysical entity, SCP-5997 exerts a phenomenal effect on our universe merely by existing; furthermore, it is clearly temperamental, difficult to communicate with, and documented to respond poorly to both investigative attempts and negotiation efforts. Therefore, the only alternative to our current containment procedures is neutralization — and beyond being near-completely unworkable, the termination of an essophysical entity would have grave and far-reaching repercussions.\n\n\nWhether SCP-5997 is truly acting in the best interests of humanity, or even if it believes itself to be doing so, is uncertain. All that is known is that we have narrowly freed ourselves from a cycle of remembrance and forgetting that may well have repeated for as long as our Foundation has existed, or even \nbefore it\n. Our tenuous, limited hold on comprehension of SCP-5997's existence is too valuable to risk losing, and it would be all too easy for SCP-5997 to discover our knowledge of it, wipe it away once more, and render our containment efforts null and void.\n\n\nThe actions of Agent Ferndale were certainly honorable, and he performed the ultimate sacrifice to allow us this information. However, in one crucial aspect he was quite wrong: some mysteries are better left unsolved.\n\n\n— \nO5-8\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-5996\n | SCP-5997 | \nSCP-5998\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "[BEGIN LOG] R-7/2 : -just stopped working. R-7/1 : Alright, I have the recorder going. We’ll need to bring this out with us, since for some godforsaken reason our mics cut out the moment we went in here. R-7/3 : Fucking antimemes. R-7/1 : Okay, left or right branch? ( R-7/1 lifts the camera and pans across two tunnel entrances.) R-7/3 : Left. R-7/2 : Yeah, left. R-7/1 : Remember, before we go, we have to mark the way back. You have the chalk, 2? R-7/2 : Yep. Let’s get a move on.",
        "[LETHAL INFOHAZARD EXPUNGED]",
        "R-7/3 : Look at all these dash-two instances. R-7/2 : Man, they’re everywhere. I must have bumped into thirty of them by now. (pauses) Is that bad? R-7/1 : Word from the researchers is that they aren’t hostile, so you’re probably good. R-7/3 : (distortion) -e bring weapons, then? R-7/1 : Just in case they’re wrong. R-7/3 : (laughs) Well, that’s not very reassuring.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/2 : Surprisingly clean in here. You’d think there would be mildew and whatnot. I haven’t even seen any bats, come to think of it. R-7/1 : None of the water from the aquifer up in the cave makes it down here, so it’s just dry and sterile. R-7/3 : Really? Huh. I could have sworn the fountain’s waters trickled down all through the caverns. R-7/1 : What? R-7/3 : What do you mean, what? R-7/1 : Never mind, I misheard. R-7/2 : Hey, you see these symbols on the walls? Kinda looks like Greek. (R-7/1 turns the camera to show [INFOHAZARD EXPUNGED] .) R-7/1 : Better get the History department on that. I’ll take a few pi- (distortion) -re is pretty.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/1 : -on’t seem to be getting any closer to anything substantial. This one’s probably a bust. R-7/3 : At least the walls are nice. R-7/2 : Yeah.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/1 : -t do you mean the markings are wrong?! R-7/3 : This isn’t the right way. We came in through the… the left branch, no, (distortion) right, didn’t we? R-7/2 : Didn’t we go down? Down, into the earth, where the- no, what? R-7/1 : What? R-7/2 : This way. This is the right way. R-7/1 : If you’re sure.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/3 : -guns? Where the fuck did they go? Did we drop them somewhere? R-7/2 : I don’t-",
        "[INFOHAZARD EXPUNGED]",
        "R-7/3 : -hopelessly lost! You said this was the right way! R-7/2 : I did? No, I didn’t say that. Did I? R-7/1 : Didn’t say what? R-7/2 : Uh… I forgot. R-7/3 : Forgot what? R-7/1 : Focus up, men. Let’s keep going.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/3 : The tunnels are getting bigger. More ornate. R-7/2 : It’s beautiful. R-7/1 : I know this isn’t the right way. Why did you say it was? R-7/2 : But I didn’t. R-7/1 : (shouting, heavy distortion) You DID! You told all of us that this was the way we came! There aren’t even any of our markings on the walls anymore. Just those goddamn [INFOHAZARD EXPUNGED] . What the hell, 2?! R-7/2 : I… I don’t remember. Why would I say that? R-7/1 : Say what? R-7/3 : Why would you say what? R-7/2 : Something… I don’t know. We have to keep going. We’re almost to the shrine. R-7/1 : The… shrine? R-7/3 : The shrine. R-7/2 : Come on.",
        "[INFOHAZARD EXPUNGED]",
        "R-7/1 : The dash-twos.. there’s so many more of them now. Why are they going the same way we are? R-7/2 : Worshippers. R-7/3 : Yes. R-7/2 : Almost there. R-7/1 : No, this… this isn’t… we were supposed to be doing something else. What were we doing? R-7/2 : Almost there. R-7/3 : Her.",
        "[INFOHAZARD EXPUNGED]",
        "(R-7/1 pans the camera in a circle, revealing a large, vaulted space. Doric-design marble columns are placed at the nine corners of the room. A large number of SCP-5997-2 instances surround the members of MTF Rho-7, all facing towards a single point in the middle of the room. Body language and kneeling positions of the instances suggest supplication or submission. At the center of the chamber, a throne confirmed by visual analysis to consist of poplar wood [INFOHAZARD EXPUNGED] . Large areas of the video feed are partially obscured by visual “snow”.) R-7/3 : She’s… R-7/1 : What… R-7/2 : Where… are we? R-7/1 : I don’t know. I think it’s the center. R-7/2 : Why did I bring us here? R-7/1 : It’s the fucking glyphs on the walls. They must [INFOHAZARD EXPUNGED] or something. We all just… stumbled down here like zombies. I don’t know why I didn’t realize sooner. R-7/2 : What does she… what does it want? R-7/3 : I… I don’t understand. R-7/1 : She’s - it’s thinking to us, putting its ideas in us. I don’t… R-7/3 : (whimpers) (Silence) R-7/1 : (shouting) Remember? That’s what you want? But you’re making us forget! Why?! (Silence) R-7/1 : This isn’t love. This can’t be love. How can you love humanity if you don’t even trust us to know why you’re doing this? (Silence) R-7/1 : Fuck you. What the hell else are you keeping from us? R-7/3 : Stop, I can’t… it’s too much. It’s… it’s killing… (sobs) R-7/1 : She doesn’t understand that we die. Maybe she does, and she’s doing this anyway. I don’t know. I don’t know what she is. (Silence) R-7/1 : No, we’re going to tell everyone. The Foundation. We - humanity deserves to know this. You can’t make us forget anymore. I won’t let you. (Silence) R-7/1 : What… (R-7/1 abruptly ceases speaking as the video feed cuts out. Thirty seconds pass. All members of Rho-7 scream unintelligibly for approximately one minute before falling silent again. Faint breathing is audible, as well as footsteps and a rapid heartbeat not matching that of a human.) UNKNOWN: [WARNING - AUTOMATIC INFOHAZARD EXPUNGEMENT INCOMPLETE. PLEASE REMAIN [DATA CORRUPTED] [END LOG]",
        "I don’t have much time. I’m recording this in what’s left of the file they’re keeping in the DEEPWELL server in [DATA CORRUPTED], but it’ll break into here too sooner or later. I dosed myself with the last syringe of Class Z mnestics, so it can’t get to me without killing me outright. We have to know what happened. If anyone out there still remembers, read this while you can. It was the fucking camcorder log. I don’t know how RC-5997 never figured that out. Or maybe one of them did, and the poor bastard just didn’t get a chance to tell anyone before it got him. Anyway, what that thing said at the end was a low-level infohazard. Just wiped the mind of anyone who read it. Or that was what we thought at first. Thing is, we eventually realized we couldn’t expunge it. It kept remaking itself, and then it started duplicating. Before long, it was spreading. It got into the rest of the database, spammed lethal cognitohazards and infohazards everywhere, wiped the original 5997 file and almost every redundant backup we had. We were frantically expunging left and right, but we just couldn’t keep up with the thing. When it made the jump to our paper records, that was the end. Too many people saw them. She reached into their minds, made them hers and turned them against us. RC-5997 is almost gone now. They’ve just been losing people, one by one. Some kind of acute antimemetic contamination, I think, making sure nothing they do will ever have an effect on the world again. The Class Z is the only reason I can even remember any of that, and not even it will let me see them anymore. Everyone else is forgetting. And I mean everyone. The entire Foundation. We’re all forgetting her, everything to do with her, and it’s exactly what she wants. [DATA CORRUPTED]eally gave us mnestics because she wanted us to remember, why did it have to end like this? Why does she have to make us forget again? Are we not even allowed to remember why? No. No, no, no. Fuck this, fuck her. I'm [DATA CORRUPTED] this stand. No one is allowed to play with humanity's minds like this. Mysteries are meant to be solved, not to be left alone forever and forgotten. Someone, somewhere, sometime, is going to see this, and they'll figure it out. I'll make sure of it. I’ll break the cycle. [DATA CORRUPTED] Μνήμαι οὐδέποτε θνῄσκουσιν. Μνήμαι οὐδέποτε θνῄσκουσιν. They're almost in, but they won't get to my recording. I won't let them. Agent Theo Ferndale, signing off."
    ],
    "containment_procedures": "The actions of Field Agent Theodore Ferndale in the line of duty have enabled a set of theoretical containment procedures to be devised. SCP-5997 is considered self-containing provided all Foundation personnel follow the detailed procedures.",
    "description": "SCP-5997 is a sapient essophysical entity responsible for the production and distribution of SCP-5997-1, the active ingredient of all Foundation-standard mnestics. Based on recovered data, the physical form of SCP-5997 is an active infohazard with adverse effects on human cognition. SCP-5997 possesses reality-altering abilities of uncertain scope, which it mainly uses to spread a form of powerful antimemetic corruption. It is theorized to be motivated by a desire to render humanity at large ignorant to its own existence while simultaneously providing humanity a method of perceiving and responding to antimemetic anomalies in the form of SCP-5997-1.",
    "title": "SCP-5997"
}