{
    "url": "https://scp-wiki.wikidot.com/scp-5998",
    "all_text": "rating: \n+268\n+\n–\nx\n\n\nItem #:\n SCP-5998\n\n\nObject Class:\n Euclid\n\n\n\n\nSCP-5998 upon initial discovery.\n\n\n\n\nSpecial Containment Procedures:\n Provisional Outpost-5998 has been constructed around SCP-5998, and should be staffed only by those with strong atheistic beliefs who have not previously expressed religious faith. Any changes observed in SCP-5998's condition should be reported to the Department of Tactical Theology immediately.\n\n\nI tried. I did. To make things better than I had.\n\n\nDescription:\n SCP-5998 is a desiccated corpse frozen in a kneeling position south of the North Pole, at 86°07'10.6\"N, 69°13'10.6\"W. The corpse, which was covered by a thick blanket upon discovery, resembles a human with several physical abnormalities (six fingers on each hand, three eyes, bone protrusions emerging from its back). SCP-5998 has not decayed since discovery.\n\n\nThis world of ancient horrors and distortions in reality is fundamentally broken.\n\nDisturbance of the corpse results in the formation of Type-I Empyrean entities\n1\n. While instances appear to last only minutes before dissipating, they are hostile to any personnel within sight. Instances will attempt to move SCP-5998 away, but are unable to do so before their cessation.\n\n\nI gave you Commandments to keep your minds and souls pure.\n\nReligious personnel attempting to approach the area are subject to nausea, vomiting, and intense feelings of guilt, sorrow, or anger.\n\n\nTo you, freedom was better than servitude, even if it would lead to your destruction.\n\nReligious personnel transported forcefully to SCP-5998's near proximity will experience seizures and remain incoherent until removed. Those who are currently non-religious, but have been so in the past, will typically experience a religious reawakening, professing a return to faith.\n\n\nI couldn't see what your flawed eyes, those beautiful eyes, could see.\n\nSCP-5998-1 is a gravemarker comprised of piled stones stacked on top of one another directly in front of the corpse. The gravestone is devoid of any names and dates, bearing instead the following line in English.\n\n\nI ignored them and declared my punishments for those who would defy me.\n\n\n\n\n\n\nThe chains have broken and the fires have been doused.\n\n\n\n\n\n\nI see what you see now. Humanity shall decide its own future.\n\n\nDiscovery:\n The Foundation discovered SCP-5998 in 1961, after the Department of Tactical Theology had calculated the decreasing effectiveness of various religion-aligned containment procedures. Researchers theorized that an Iscariot Event (The death or cessation of a religiously significant figure) had occurred, and began reviewing global levels of akiva radiation.\n\n\nThe snow is cold. A familiar feeling.\n\nIn 1963, consistently high levels of ambient radiation around the North Pole drew suspicion, and concentrated searches of the area were undertaken, leading to the discovery of SCP-5998.\n\n\nIt feels beautiful\n\nThe following events have tentatively been proposed to have been affected by the 5998-Iscariot event.\n\n\n\n\nThe Quiet Revolution in Quebec, Canada.\n\n\nThe Communist Party of China's promotion of atheism (as a result of the Cultural Revolution).\n\n\nA renewed interest in German philosopher Friedrich Nietzsche's works, as well as the 'Death of God' philosophical movement in the 1960's.\n\n\nLaunch of \nVostok 1.\n\n\n\n\nAddendum:\n In 1989, the corpse of a Caucasian male in his early forties was found buried in a snowbank approximately fifty metres from SCP-5998. Identification in his pocket confirmed him as a member of GOI-182 (\"\nla Spada di Cristo\n\"), a Vatican-affiliated Group of Interest.\n\n\ndying in the dark. You're living in the light. I did my duty.\n\nThe remnants of a crashed Piasecki H-21 Shawnee helicopter were found similarly buried a short distance away from SCP-5998. Analysis of the crash site concluded that the pilot had likely lost control of the aircraft after the fuel tank had exploded, though the cause of the explosion could not be determined.\n\n\nA number of items were recovered, in various states of damage.\n\n\n\n\nAn envelope with a letter enclosed, stamped by a seal. Illegible due to water damage.\n\n\nA gold cross on a chain. Warped by the heat of the crash.\n\n\nA personal calendar in Italian for the year of 1959. Ink damage is present extensively on most dates for the month of January, stopping at the 25th.\n2\n\n\nRemnants of a map, with ink damage present.\n\n\n\n\nA textual document was also recovered from the wreckage, and is available below in a translated form.\n\n\n\n\nTo whoever finds this, know what I did, I did with the heaviest of hearts.\n\n\n\n\nI grew up an orphan. I never knew my mother. My father had gone to serve Italy in the Great War as they were calling it, and never came back. I was one of many, in the overcrowded streets I called home.\n\n\n\n\nI most likely would've died in those streets, stealing food from the wrong shopkeeper or running afoul of the local mafia gangs, if I had not had the fortune of picking the pockets of a solider. Though I had not known it at the time, stealing from a Sword of Christ would turn out to be the greatest decision of my life.\n\n\n\n\nFor the first time in my life, I had brothers. A home. Faith. The Lord gave me the greatest gifts I had ever known, and the possibility of salvation for a misspent youth. He gave me everything I never knew I needed, and asked for nothing in return.\n\n\n\n\nAnd what did I do to repay this unconditional kindness? I betrayed Him and everything I ever believed in. The Lord welcomed me into his arms, and I placed a dagger in his back.\n\n\n\n\nThe Holy Father insisted I would not burn for this act. That I would be venerated among my brothers as Saint Fillipo, a guardian of man's progress. But not even canonization can wash the blood from my hands.\n\n\n\n\nBury what you have found in here. Let me be forgotten, as He will be soon.\n\n\n\n\nI'm sorry.\n\n\n\n\nFootnotes\n\n\n1\n. Also known as Ophanim.\n\n\n2\n. Pope John XXIII announced the second Vatican Council on this date, which ultimately resulted in wide-spanning church reforms.\n\n\n\n\n\n\n\n\n« \nSCP-5997\n | SCP-5998 | \nSCP-5999\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-5998\n\" by Cerastes, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-5998\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n mary\n\n\nAuthor:\n \nCerastes\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n ERGO.JPG\n\n\nAuthor:\n Philip Ob Rey\n\n\nLicense:\n Copyrighted \n(used with permission)\n\n\nDerivative of:\n \nHUMANTROPY",
    "addendums": [
        "Addendum: In 1989, the corpse of a Caucasian male in his early forties was found buried in a snowbank approximately fifty metres from SCP-5998. Identification in his pocket confirmed him as a member of GOI-182 (\" la Spada di Cristo \"), a Vatican-affiliated Group of Interest. dying in the dark. You're living in the light. I did my duty. The remnants of a crashed Piasecki H-21 Shawnee helicopter were found similarly buried a short distance away from SCP-5998. Analysis of the crash site concluded that the pilot had likely lost control of the aircraft after the fuel tank had exploded, though the cause of the explosion could not be determined.\nA number of items were recovered, in various states of damage.\nA textual document was also recovered from the wreckage, and is available below in a translated form.\nI'm sorry."
    ],
    "documents": [],
    "notes": [
        "The chains have broken and the fires have been doused.",
        "\" SCP-5998 \" by Cerastes, from the SCP Wiki . Source: https://scpwiki.com/scp-5998 . Licensed under CC-BY-SA .",
        "Filename: mary Author: Cerastes License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: ERGO.JPG Author: Philip Ob Rey License: Copyrighted (used with permission) Derivative of: HUMANTROPY"
    ],
    "item": "SCP-5998",
    "object_class": "Euclid",
    "containment_procedures": "Provisional Outpost-5998 has been constructed around SCP-5998, and should be staffed only by those with strong atheistic beliefs who have not previously expressed religious faith. Any changes observed in SCP-5998's condition should be reported to the Department of Tactical Theology immediately.\nI tried. I did. To make things better than I had.\nDescription: SCP-5998 is a desiccated corpse frozen in a kneeling position south of the North Pole, at 86°07'10.6\"N, 69°13'10.6\"W. The corpse, which was covered by a thick blanket upon discovery, resembles a human with several physical abnormalities (six fingers on each hand, three eyes, bone protrusions emerging from its back). SCP-5998 has not decayed since discovery.\nThis world of ancient horrors and distortions in reality is fundamentally broken.\nDisturbance of the corpse results in the formation of Type-I Empyrean entities1. While instances appear to last only minutes before dissipating, they are hostile to any personnel within sight. Instances will attempt to move SCP-5998 away, but are unable to do so before their cessation.\nI gave you Commandments to keep your minds and souls pure.\nReligious personnel attempting to approach the area are subject to nausea, vomiting, and intense feelings of guilt, sorrow, or anger.\nTo you, freedom was better than servitude, even if it would lead to your destruction.\nReligious personnel transported forcefully to SCP-5998's near proximity will experience seizures and remain incoherent until removed. Those who are currently non-religious, but have been so in the past, will typically experience a religious reawakening, professing a return to faith.\nI couldn't see what your flawed eyes, those beautiful eyes, could see.\nSCP-5998-1 is a gravemarker comprised of piled stones stacked on top of one another directly in front of the corpse. The gravestone is devoid of any names and dates, bearing instead the following line in English.\nI ignored them and declared my punishments for those who would defy me.",
    "title": "SCP-5998"
}