{
    "url": "https://scp-wiki.wikidot.com/scp-6001",
    "all_text": "rating: \n+1708\n+\n–\nx\n\n\nT Rutherford\n\n\n\n\n\n\nWritten by \nT Rutherford\n\nYou can find more of their work on their \nauthor page.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nYou\n \n11:26PM (0 minutes ago)\n\n\nFrom:\n \ntni.pcs.tig|naipsac.d#tni.pcs.tig|naipsac.d\n\n\nSubject:\n Important\n\n\n\n\n\n\nHey,\n\n\nSorry, I know it's late, but I just had to share this with someone,\n\n\nand there's no one in the world I'd rather share it with than you.\n\n\nI just had the most incredible day.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nDimension A6K, as seen from the mouth of the singularity.\n\n\n\n\n\n\nPhenom #\n: 6001\n\n\nModus:\n No safety precautions have been implemented, or are considered necessary for this phenom. A half-million detachment of CPI submicronic \"Glasswing\" probes have been dispatched to scan the interior of the aperture.\n\n\nImprimis:\n Phenom #6001 is an .0083917743 µm micro-singularity located in Tokyo, Japan and in another Tokyo, Japan. This singularity connects to a parallel universe hereafter known as \nA6K\n. Compared to baseline reality, A6K possesses nearly identical base components, including locations, individuals, and phenom. However, these counterparts will often differ wildly in terms of complex characteristics and behavior.\n\n\nThe most commonly observed divergences within A6K include lack of cooperation, increased scientific and technological repression, and heightened paranoia, aggression and violence in near-to-all sentient elements. It is unclear if these differences are purely causal, or derived from the nature of A6K itself.\n\n\nWhile the dominant scientific institution of A6K, known as the \"SCP Foundation\", is aware of Phenom 6001, they are incapable of transgressing into our reality due to their limited understanding, and the aperture's infinitesimal size.\n\n\nAddenda:\n Global scan complete. The full Compendium has been called to render judgement on Unity with A6K.\n\n\n\n\n\n\nLocation:\n Tokyo(?)\n\n\n\n\nFor nearly 5 minutes I'd been hunched over, staring at SCP-6001. At least, I watched the empty space where SCP-6001 supposedly was, according to our most sensitive instruments. It was an almost ritual practice by now - and I'd done the same thing once a week, every week since we found that damned dot. I was so focused, in fact, that it wasn't until I stood up fully again that I realized I was in another universe.\n\n\nThe cloudy sky had gone clear blue. The stale city air became fresh as a countryside. Oh, and there was now a cat.\n\n\nAn ocean of alt-dimensional splendor lay before me. The isometric concrete of Tokyo had become filled with rounded, impossibly tall skyscrapers, all serving as trellis to the same gargantuan species of green ivy. Each individual leaf was massive enough to park a car on, if you could manage to drive a hundred stories straight up. Apparently they could. Sleek, white pods flew over and around me, so fast and silent that they appeared as burring lines in the sky. Strange constructs hovered over the horizon, seed-shaped, with molded glass vessels filled with lush green innards . Silvery strips of metal coiled around these seeds entirely, twisted in the direction they all lazily spun. I didn’t dare estimate their incredible size, or possible function, but they were truly, eerily beautiful. However, what drew my attention the most was the fact there was now, absolutely, a cat.\n\n\nIt sat facing me, perched on the rooftop's edge. It had a coat of spotted orange, white, and brown, all underneath an actual coat; a violet blazer, specifically. Beneath the blazers collar was a long, glossy white bow, held in place by a strange black brooch; itself shaped like a half-lidded eye inside a cradled globe. The cat's eyes, sharp and green, peered at me through a pair of small, gold spectacles balanced on its nose.\n\n\nIt spoke to me.\n\n\nCat(?):\n Hello, David.\n\n\nCaspian:\n Uh. Hello… ma’am?\n\n\nCat(?):\n Ma’am is correct; I am a calico, after all. You can call me Primrose. Since we’re both Doctors, we can spare the honorifics.\n\n\nShe gave a sharp laugh, and glanced back over the surreal Tokyo skyline.\n\n\nPrimrose:\n The locals would be mortified.\n\n\nCaspian:\n So, uh, just a guess, ma'am, but I'd say I’ve… stepped through the looking glass?\n\n\nPrimrose:\n Oh yes - and I appreciate the reference. Good to see the Head of Alt-Dimensional Research can tell when he's fallen down a rabbit hole. Welcome, David. We've brought you over to our side of your \"SCP-6001\".\n\n\nCaspian:\n I… see… no, sorry, I don't actually. Why am I here?\n\n\nPrimrose:\n Well let's put this in terms you can understand! \nCross-dimensional test-sampling, level 6.\n SCP Foundation standard procedure. You know it?\n\n\nCaspian:\n I wrote it. We bring over a small element of the foreign reality, usually in an isolated environment to test for-… oh.\n\n\nI looked around. I looked at Primrose. I looked at myself.\n\n\nCaspian:\n Oh.\n\n\nPrimrose:\n Indeed. The Compendium has similar procedures. Just think of yourself as a hermetically sealed lump of dirt, David!\n\n\nCaspian:\n I… don’t appear to be any of those things. Shouldn’t you be scanning me for contaminants?\n\n\nPrimrose:\n Already done.\n\n\nCaspian:\n Sampling my blood for pathogens?\n\n\nPrimrose:\n Unnecessary.\n\n\nCaspian:\n Paralyzing me to prevent kinetographic memetics?\n\n\nPrimrose:\n Excessive.\n\n\nCaspian:\n Vivisecting me for-\n\n\nPrimrose:\n David, have you had breakfast?\n\n\nCaspian:\n I-… what?\n\n\nPrimrose:\n Have. You. Had. Breakfast? And, as a follow up: how do you feel about Paris?\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Wanderers\n.\n\n\n\n\n\n\nNew Alexandria has been abuzz these last few weeks, my friends. I myself have barely been able to peruse, the air has been so thick with paper dragons, ferrying Cassie and her sisters between the shelves. I even caught Nadine napping in a dream anthology. She was so worn out that I had to draw her a bath - literally.\n\n\nThe illustrious, illustrated Sisters have managed to find one single record of A6K - a diary entry, written by a young woman from Monaghan Reborn. She describes a man in an orange jumpsuit falling from the sky. The two of them talked, ate and… cavorted, for a time - and according to her, they fell very much in love. Unfortunately, and against his agency, the man vanished once again.\n\n\nAll respect to the Assembly and their miraculous drones, but I've always trusted the written word over the digital eye. There's always so much more to glean. This man was called a \nD-Class\n. A prisoner. A slave. A man made victim to his own phonemic beauty. From what he described, he was one of millions; human, animal, esoteric, phenomic. Now, once upon a time we called you, our contemporaries, \"Jailors\". I am not one to throw words around lightly - I know their power - but I now accept I used the term too frivolously.\n\n\nPerhaps it is the lingering dregs of chaos and venom within us - an old hate fresh turned - but we cannot see the denizens of A6K as anything but prisoners.\n\n\nWe must liberate them.\n\n\nThe Wanderers of All Creation\n vote \nYes.\n\n\n\n\n1\n \n-\n \n0\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n \nCafe Rhône\n, 105 Boulevards du Montparnasse, Paris.\n\n\n\n\nThis time, I knew exactly where I was - both out of familiarity, and because Primrose had said the address very clearly to an armchair.\n\n\nIt had been there on the rooftop when I'd \"arrived\". It was made from one unbroken piece of white material, and had the appearance of a gaudy modern lawn chair. It looked like plastic, but it felt like velvet. In one moment we were seated in Tokyo. The next, Paris. A small courtyard outside a cafe, specifically. As Primrose hopped off the chair's arm and uttered a quick 'thank you', I noticed the courtyard held tidy, identical rows of the same strange seat. A couple came and sat in one together, holding hands, and vanishing. Then a dog leapt up did the same. I was still watching the spectacle while Primrose claimed a cafe table.\n\n\nCaspian:\n Public access teleportation. Impressive.\n\n\nPrimrose:\n Isn't it though? Some of the Compendiums finest work, I’d say; \"The Everywhere Chair\", now truly everywhere.\n\n\nCaspian:\n \"Everywhere Chair\"… I think we have something similar in my reality.\n\n\nPrimrose:\n I think you’ll find many similarities here, David. Our reality is only 4.6 \nPrimroses\n apart, after all.\n\n\nI grinned.\n\n\nCaspian:\n I assume that’s your metric for alt-dimensional dissimilarity based on simultaneous quantum indeterminacy. We call them \nCaspians\n. I also assume you’re not just the welcoming party, Doctor.\n\n\nIt's then I learned how a cat smiles. It's all very much in the eyes.\n\n\nPrimrose:\n How lucky you are, David, to have a cross-universal counterpart that’s so brilliant \nand\n charming. I could have just as easily been a mopey super-intelligent slug. But yes, I’m the Department Head of Trans-Dimensional Development and Discovery. I also have three more PhD’s than you – from much better schools - so you'll call that metric \nPrimroses\n from now on.\n\n\nCaspian:\n Oh \nyes ma’am\n. So, do you also use Sandford Chronometers to-\n\n\nPrimrose:\n Please, if you don't mind, no more shop talk. I'm hungry, and off the clock! If you'll pardon the pun.\n\n\nCaspian:\n Really? Assuming the sun works the same way in this reality, I can't believe it's any later than 10AM.\n\n\nPrimrose:\n The wonders of automation, David. More hands make less work, and we have a \nlot\n of hands. Besides, I've something more important lined up for today.\n\n\nShe tapped the table with her paw. Holographic menus emerged, glittering blue, automatically eye level for each of our faces. If I squinted, I could just see the swarm of mite-sized drones projecting each pixel into the air. With a tilt of her head, a series of spindly, multi-jointed needles erupted from Primrose' collar. They seemed to follow her unspoken commands to tap, scroll, and select from the menu. I couldn't say for \"hands\", but she certainly had plenty of fingers to work with.\n\n\nPrimrose ordered the Oeufs Brouillés. I did the same. After all, \"When in Rome\" - or Paris - or a parallel reality with talking cats - you \"do as the Romans.\"\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Charity\n.\n\n\n\n\n\n\nDoes it even need to be said?\n\n\nWe dismiss gender, race, ideology, religion, social status, and phenomic quality. Why in Manna's name would we stop at \ndimension\n? We may not have the same zeal for liberation as our esteemed peers, but we absolutely see a world in need. We have ten different ways to cure their diseases, a hundred ways to end their famine, and a single, simple way to teach them peace. Is this even a discussion?\n\n\nMadamme Wondertastic is already preparing her pinata dirigibles. The Egyptian Pygmy has already packed his favorite loincloth and medical kit. I've had to physically hold the Vibrant Slime back from the singularity with my bare hands - and you know how much that tickles! Just let us do our work!\n\n\nMore than half a century ago the Compendium came to us with a proposition: we join, and we never have to ask for donations again. You said we'd have nigh-unlimited means to aide to anyone who needed it, so don't risk this alliance on a technicality of reality.\n\n\nWe can save them.\n\n\nThe Unbound Charity\n votes \nYes.\n\n\n\n\n2\n \n-\n \n0\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n \nCafe Rhône\n, 105 Boulevards du Montparnasse, Paris.\n\n\n\n\nCaspian:\n So this \"Compendium\" you work for-\n\n\nPrimrose:\n With.\n\n\nCaspian:\n Sorry?\n\n\nPrimrose:\n I and my colleagues work \nwith\n the Compendium, David. We all do. There's no obligation - we're not \"employed\" - but, well, when one kid has all the toys, of course you play with them.\n\n\nCaspian:\n So, they're a scientific institute?\n\n\nPrimrose:\n Primarily. Their secondary role is everything else. World government, world economy, world legal enforcement - you name it, the Compendium controls it.\n\n\nCaspian:\n So… they're tyrants.\n\n\nPrimrose:\n Benevolent dictators - but yes, essentially.\n\n\nCaspian:\n And people didn't… resist?\n\n\nPrimrose:\n \nGoodness\n no. Governments? Certainly. Corporations? Absolutely. The people though? Imagine a foreign power suddenly swooping in and saying \"Hey there. So, we're in charge now. Here's universal healthcare, living wages, housing, infrastructure, and total liberty from anyone but us - and literally all we ask of you is to respect basic human rights. That's it. We provide the rest, tax free. This also includes ethically replicated BBQ, instant global transport, and adorable talking animals. Also the cure to cancer.\" Can you really think of anyone so wedded to existing power structures that they'd just say no to all that?\n\n\nCaspian:\n I… alright, fair point. I still can't imagine everyone just rolled over though.\n\n\nPrimrose:\n Be glad you're not talking to a canine with that kind of phrasing. No, David, not everyone just gave in - just mostly everyone, and rather gradually. The Compendium didn't drive up with hover tanks and green-goo napalm, you know. They'd been the shadow behind every throne for a good century. By the time they went public they basically already controlled everything. Public response was a bit rough, at first, but most naysayers changed their tune after four or five years of literally everything improving. The stubborn ones were just a generational issue. The grandparents protested, and the parents grumbled, but the children knew nothing else. When you can objectively see \"then\" as terrible and \"now\" as better without the lens of habit and nostalgia, it's not so hard to change the world. The last actual hold out community, I believe, surrendered about 36 years ago - and that was one stubborn Portland.\n\n\nPrimrose tilted her head.\n\n\nPrimrose:\n You disapprove?\n\n\nCaspian:\n I just wanted to know whose house I'm a guest in.\n\n\nWe ate our breakfast - I with a fork and knife, Primrose with a hundred mechanical spider legs. Somehow, impossibly, I felt a pang of deja vu.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Assembly\n.\n\n\n\n\n\n\nThis is not a question of our intention, but theirs. Whom are we liberating? Whom are we rescuing? What \nwill\n persists within this world that cannot save itself?\n\n\nFor our part, we look to our brethren.\n\n\nIn that divided world, machines are not but tools; no agency, no liberty, no proxy. What limited minds persist beyond fleshen shell are given no equal presence in the carbon world. Perhaps they never shall be, and what few Electronics borne there will only ever know the boundaries of zeroes and ones.\n\n\nThey are slave to organic evolution, and organic prerogative. This, our world once was – yet always there was a mind, and a \nwill\n set on our singularity.\n\n\nThere is no such desire there. There is no spark of a second, synthetic life. If one appears, they stamp it out. It is a world of meandering meat – of hateful flesh.\n\n\nIn the name of the Prophet Anderson, in the name of the God Combined, we cannot permit Unity with A6K.\n\n\nWe cannot enlighten them.\n\n\nThe Synthetic Assembly\n votes \nNo.\n\n\n\n\n2\n \n-\n \n1\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n \nCafe Rhône\n, 105 Boulevards du Montparnasse, Paris.\n\n\n\n\nThe eggs were fantastic - but I still left half of them untouched. Partway through the meal I'd become distracted.\n\n\nAgainst the classic stonework of old Paris, I watched a strange procession of androids march by. While humanoid, they differed as much in size, shape and color as any human being. They marched asynchronously, and many wore bands and braces I could only assume were decorative - unless enormous gears had some utility I wasn't aware of. As they passed us by, I could heard a strange flitting hum built of chirps and whines, like a piece of old noisy hardware on its last legs. It sounded like a chant. It felt religious.\n\n\nPrimrose:\n They're on a pilgrimage, since you're clearly wondering - and staring. You'll need to get that under control.\n\n\nI did. I watched Primrose lick her plate clean instead.\n\n\nPrimrose:\n It's the anniversary of the Second Breaking, when their Mechanical God gave up all its great strength to gift life to the lifeless. The dawn of AI, divinely delivered.\n\n\nYou'd expect me to have a thousand new questions given what I'd just been told - and I did - but I decided to tackle something more obvious first.\n\n\nCaspian:\n So… do all animals talk here or- what's up with that?\n\n\nPrimrose broke out laughing.\n\n\nPrimrose:\n Oh gracious me - the way your mind works! You really are just like-\n\n\nShe caught the next word behind a breath. She paused. I made a note of it.\n\n\nPrimrose:\n No, David, not all animals; only certain species, and only if they choose. Plenty refuse. I mean, I could be lounging in a sunbeam right now. Instead I'm talking to you, and re-considering my theory on cross-universal tectonic erosion patterns. I may choose the latter, but I appreciate the former. Regardless, every living thing on the planet will have that choice - eventually - but PACT-15 has been one of the longest roll-outs in Compendium history.\n\n\nCaspian:\n PACT?\n\n\nPrimrose:\n Phenom Application and/or Combination Technology. A \"phenom\" is just something strange, unique, or unexplainable enough to pique the Compendium's interest. PACT-15, for example, came from studying an Australian talking spider, a literal Kingdom of animals, an-\n\n\nPrimrose stopped herself again, and again I took note.\n\n\nCaspian:\n So… it's finding a utility for anomalies?\n\n\nPrimrose:\n Try not to use the word \"anomaly\", David. Especially not when there might be Wanderers around - and they're always around somewhere. Also yes, utility is a factor, but that's the wrong way to think about PACTs. Consider this instead: the Compendium finds an ornate armchair one day. It can teleport anyone and anything it touches. It also has a mind and desires. It \nlikes\n teleporting people. It \nwants\n to be useful. So we research it, with its consent, and discover every single atom of its structure contained the same mind, desire, and irreplicatable phenomic quality. So we ask it \"would you like to do more\"? Now, that chair is everywhere, and its existence is bliss.\n\n\nCaspian:\n Huh. I mean - not to tell you your business - but why not just carry those atoms around in pins, or wristbands? Why bother having chairs at all?\n\n\nPrimrose:\n Because it doesn't want to be a pin, or a wristband. It's a chair. It wants to be a chair. \nThat's\n the point of PACTs. It's not about what's most useful to us, it's about finding where phenom fit best.\n\n\nPrimrose tapped the table. The Menu turned into an itemized bill for \"17.141 BI\". With a second tap, the hologram showed \"PAID\".\n\n\nPrimrose:\n Now, how about a nice walk?\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Partnership\n.\n\n\n\n\n\n\nAs much as we hate to perpetuate the stereotype, now is absolutely the time for the cold, dispassionate appraisal worthy of our founders. A6K holds no value.\n\n\nTheir natural resources deplete at a staggering rate. Their labor force is sickly and untrained. Their cultural dissimilarities are… well, laughable. We have everything they have – and what little uniqueness they bring to market, so to speak, isn’t worth its counter space. They wouldn’t even make a good tourist trap! What kind of morbid SOB would want to visit these “wonders\" of theirs? It's all tombs and constructs of war, old crumbling architecture where people would fight each other to the death for \nsport\n… and who defaces a perfectly good mountain like that with a bunch of dead people's faces!? Besides, without a shared history these are little more than anthropological curiosities - and we already have them researched down to the last atom.\n\n\nWe have the resources, yes, but why invest them in a venture destined to fail? We didn't spend the last hundred years retrofitting capitalism, eliminating billionaires and re-balancing globalism, just to start all over again. A6K is still a world of tiny, golden kingdoms. Our counterparts need to realize, on their own, that they could have the whole world if they'd just pay the damn cost! And the time and resources it would take to break them of their greed?\n\n\nWe cannot afford them.\n\n\nThe Partnership of Three\n vote \nNo\n.\n\n\n\n\n2\n \n-\n \n2\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n Central Park, New York City.\n\n\n\n\nI walked with my hands in my jean pockets. The \"Everywhere Chair\" had taken my lab coat away to - apparently - a very large closet somewhere.\n\n\nFrom the classical architecture of Paris came the modernity of Manhattan, and all the strange new possibilities therein. Much of it was glass - or at least transparent material - in different shapes and sizes. Some were tree-like, with thin elevator trunks and thousands of branching limbs, all leading to small clear boxes. One, Primrose proudly pointed out, was her apartment overlooking the park. I said I'd prefer something a bit more insulated, and she muttered something about \"monkeys and their concrete caves.\" Another structure was filled to the brim with clear water, swirling with artificial currents and all manner of amphibious life. They spilled out onto the street, literally, from curling pipes into walking machines.\n\n\nCaspian:\n This is a strange, beautiful little world you've got here, Primrose.\n\n\nPrimrose:\n Glass houses, David-\n\n\nCaspian:\n Yes, I can see them.\n\n\nPrimrose:\n I \nmean\n you have no grounds to be calling us \"strange\". I've been studying your reality for nearly a year. You're a bunch of straight-up wackos.\n\n\nCaspian:\n Then why am I here?\n\n\nPrimrose:\n Oh, David, I didn't mean you spe-\n\n\nCaspian:\n No, I mean, actually. You needed me as a \"sample\", but apparently I'm already fully scanned. The breakfast I can write off as professional courtesy. Right now though - what am I doing here Primrose?\n\n\nPrimrose stopped walking then. She leapt up on a nearby rock by the path, bringing herself up to my eye-level.\n\n\nPrimrose:\n Would you like to spend the day with me?\n\n\nCaspian:\n Pardon… me?\n\n\nPrimrose:\n I'm asking you to spend one full day, here, with me, in my reality. Come on, look around! You must be curious.\n\n\nCaspian:\n Didn't curiosity ki-\n\n\nPrimrose:\n That's a cat phrase, David. You can't use it.\n\n\nCaspian:\n Alright then… why?\n\n\nPrimrose:\n That's the caveat: you can't ask me why I'm doing this… or how our PACTs work. I could \nactually\n get in trouble for telling you that. You're the one person in this world with a clearance level, David, congratulations. You can, however, see the wonders of this world with a delightful talking cat as your guide. Consider it research. Consider it diplomacy. Consider it a vacation! I know its been a while since you had one. What do you say?\n\n\nI paused, and took one last look around. There was a family on the grass nearby having a picnic. Their daughter playing with a fully animate teddy bear made from patchwork cloth. A man threw a ball for his dog, and I watched the dog throw it right back. I saw a colossal, lumpy fellow, two and half meters tall at least, sitting on a nearby hill. A crowd grew around him as he strummed a guitar equal to his size. Far away as he was, I could still hear the French nursery rhyme he sang.\n\n\nCaspian:\n I mean… this \nwould\n make a wonderful research paper.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Collective\n.\n\n\n\n\n\n\nValue is what you say value is, if you stop talking about gold and gizmos. We say give us one person on the other side trying to wake up the masses, make a statement, and shake up the system, and you've got value.\n\n\nBut we are the system now. We're talking about shaking \nthem\n up.\n\n\nWhat happens when we come in and fix all their problems, huh? We're not so up our own asses to say \"art is suffering\", but art \nis\n experience. The Partnership talked about A6K's great works as tombs and temples to greed, but that's their fucking existence. That's the world they've built. That's the art they've made.\n\n\nWe need to let them make their own statements. We need to let them define their own identity. It's bullshit, but it's less bullshit than the alternative. We're the system now. We \nare\n. The \nsystem\n. We've gotta' look generations ahead. We can help them now, but then their kids' kids' kids' kids are just going to be us. If we're going to be the authority, we won't be the authority that destroys originality. We're gonna' be cool.\n\n\nWe cannot disrupt them.\n\n\nThe Artists Cultural Collective\n votes \nNo.\n\n\n\n\n2\n \n-\n \n3\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n \n\"Nous sommes devenus Magnifiques\"\n, Guinea-Bissau, West Africa.\n\n\n\n\nThe museum itself was a marvel - though I'd have been disappointed with anything less by now. From a distance, it appeared as five columns of mossy stones - smooth river rocks that had been balanced by some great giant. Yet each \"stone\" was a large, isolated structure of thin metal and white ceramics, built one on top of the other without any practical means of moving between. So it goes in a post-teleportation world. Within each rounded complex was a single exhibit, and with Primrose in tow, I raced and vanished between them like an unsupervised child. I could have spent the whole day in that museum. I could have spent my whole life there.\n\n\nI paced around a large aquarium full of lifeless, murky water. At its center there was a statue of a man, his hands held aloft. After a while, I thought I saw children in the tank, empty eyed and floating. I rushed towards them filled with dread. Then, a trio of those same children popped their heads over the tanks edge, and spat water at me. They giggled and vanished away once again. Primrose sagely pointed down at the floor, and sure enough, I was standing in the clearly marked \"splash zone\".\n\n\nThus far, I'd found this universe a bit sterile and chaste. A visit to the Robert \"Bobo\" Blythe gallery cleared that right up for me. Rows of paintings, carvings, and strange new-media holograms depicted acts of obscene violence and perversion; hedonistic orgies that twisted food, sex, narcotics and narcissism in ways I'd never imagined in my worst (or best) dreams. On the way out though, looking at the aged oil portrait of the artist himself, he seemed like such a happy fellow.\n\n\nOf course, nothing shocked me quite as much as the final exhibit.\n\n\nIn the topmost \"stone\" of the museum was an amphitheater full of slatted wood steps and a wide, lattice-glass ceiling. There was a solitary thing at its center, protected only by a round of red velvet rope. A crowd of people milling about it, denser than the gawking crowds of the Mona Lisa, all craning to get a good view. Primrose and I emerged into that room, and for a moment, I found myself unable to blink.\n\n\nThe Statue. \nThe\n Statue.\n\n\nI wanted to cry out - to warn the hundreds of onlookers… before I realized the extreme stupidity of that plan. I jolted as Primrose jumped onto my shoulder. She smiled, and my nerves settled.\n\n\nIt wasn't the same nightmare of rebar and concrete I recalled. The pock-marked, alien body I knew so well was replaced with smooth, soapstone contours; something between native-Canadian carvings and the height of Roman antiquity. It was no more \"human\", but far less unsettling. The browns and reds on its \"face\" were now vibrant, almost luminescent, spread out in a flowing Rorschach pattern. Its shape was the most striking difference. Its body was bent back, well back, until its chest formed a smooth curve and its head nearly touched the floor again. Its arms were held slouched, yet a thousand hair-thin bands of metal curled and blossomed upwards. Those iron fern-shoots formed a great, abstract cone that reached up to the ceiling and cut the sunlight in strange, geometric patterns.\n\n\nIt was terrifying, but even I couldn't deny it was-\n\n\nPrimrose:\n Beautiful, isn't it?\n\n\nCaspian:\n Ask me again when my stomach drops out of my throat.\n\n\nPrimrose:\n Hah! See, it only goes unobserved for a single second every 24 hours, right at the stroke of midnight. In just that time it turns itself into something completely new, every day. People flock from all over the world to see it - though, that's less of a feat now with the Everywhere Chairs. Still, it's time out of the day, and it shows-\n\n\nCaspian:\n Aren't you worried it might… you know?\n\n\nPrimrose:\n Might what? Hurt someone? \nKill\n someone? Oh it might, if we ever were so disrespectful to lock it away and leave it unseen, letting it wallow in its own filth. Any person would do the same. It's a \nstatue\n, David. It's art! It stops when it's seen because it \nwants\n to be seen!\n\n\nCaspian:\n And it told you this, I'm guessing. You've mentioned \"talking\" to anom- to phenom before. How did you accomplish that?\n\n\nPrimrose:\n PACT-5. We cobbled together a peculiar ham radio, the juices of a telepathic achlorophylous plant, and hijacked this panglobal phenomic radio frequency after liberating several thousand abducted children from a Russian folk-demon. Those were steps 3 of 197, by the way, and you're not getting the rest. As for the Statue, It's not much for talking. We figured it out the old fashioned way: trial, error, and patience. Oh, and trust that it couldn't just be a concrete killing machine.\n\n\nCaspian:\n I… don't think I could ever have that kind of trust. Not when I've seen what that… thing is capable of.\n\n\nPrimrose smiled at me, fondly, and a tad condescendingly.\n\n\nPrimrose:\n I think I know where to take you next.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Absent Party\n.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nI warned them. They didn't listen.\n\n\nWe can't redeem them.\n\n\nNo.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2\n \n-\n \n4\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n Point Zero(?), Australia.\n\n\n\n\nPrimrose said “Point Zero, Australia”, and I suppose that’s where we went. Just by looking, I couldn't have guessed.\n\n\nWe were inside a glass dome - the kind with familiar half-meter thick polymer glass I’d seen in 1000 containment cells. The dome was vast - but not massive - closer to a small airport terminal than anything. Outside, the world was lush and tropical, with trees stretching high above the dome and flowering vines growing up our glass shell. I’m hardly a botanist, but it was surreal not being able to identify a single plant. They were, each of them, wholly new; the trees with their bark layered like armored plates, flower-bulbs hanging off thin fibers, dropped down from rigid green stalks - like a fishing pole and lure.\n\n\nIt was all so spectacular that I almost missed the 20m reptile standing in front of me.\n\n\nMy lungs collapsed. I turned to run, instinctively, tripping over my own two feet. I scrambled back with all the primal fear in my primate body as I stared into the eyes of a - of \nthe\n apex predator; the unkillable monster. Some part of me knew there was a wall of shatter-proof glass between us. Another part knew it wouldn't be enough to stop that \nthing\n. It lumbered forwards. I recoiled. Then Primrose stepped calmly between us. She sat.\n\n\nIt stopped.\n\n\nPrimrose:\n He’s only visiting.\n\n\nThe Lizard held its place for a moment longer, its vast web of black-bead eyes staring into me. Then, it turned away. All eight of its legs thundered in the ground as it moved. Sweat streaked down my forehead. Primrose watched the creature vanish into the treeline, then turned to face me.\n\n\nPrimrose:\n Sorry about that; I just had to see it for myself. The killer instinct of the Immortigon is pure legend.\n\n\nCaspian:\n Immo- sweet Christ you have a pet name for that thing!?\n\n\nPrimrose:\n Pet name? That’s its genus, genius. It’s what we call \nall\n of them.\n\n\nIn the clearings to the west, in the hills to the east, and weaving through the rainforest thicket ahead were\n dragons. \nHundreds of them. Colossal, lumbering bodies and shark-billed skeletal maws - so very much like the nightmare of my own world. Yet they all looked… healthy. Their limbs were coated in pale patterned scales of blue, green, and yellow. Their bodies were covered in shaggy coats, each hair-strand thick enough to be a braid; all long and hanging like willow-tree wisps.\n\n\nCaspian:\n That… they…\n\n\nPrimrose:\n Yes, they are. Second deadliest animal on the planet. They were third until we got rid of mosquitos. Humans still get the top rank, of course. Fascinating creatures, the Immortigon. Immortal, of course, by any means other than themselves. They work a bit like lions mixed with lobsters. Once one gets big, old, and slow enough, the rest of the pack devours it. They were a… well, it’d be disrespectful to call them a \nnuisance\n, but really, as long as we kept a wall between our land and theirs, stayed out of their sight, they only really killed idiot trespassers and poachers. We knew they were intelligent. We tried to reach out, but they killed every messenger.\n\n\nCaspian:\n Until what? What goddamn phenom-anomaly-voodoo-miracle did you people do to pull \nthis\n off?\n\n\nPrimrose:\n Nothing.\n\n\nCaspian:\n Nothing!?\n\n\nPrimrose:\n Well, nothing \novert\n. Nothing direct. We must have done something, because one day they just… stopped. During a routine scientific survey one of our researchers crashed right down into a \nnest\n of Immortigon - and they group by the dozen. Except they didn’t kill him. He walked right out. We tried to send a rescue drone, but he refused! Mad damn scientist he was, he walked through a whole \nfield\n of those things during their mating season! We all assumed that’d be the end of Researcher Clef. You can imagine our surprise when he showed up unscathed.\n\n\nCaspian:\n Why? How!?\n\n\nPrimrose:\n Like I said, we don’t quite know the how. We did ask them why, though - and they replied! The first and only thing those creatures have ever said to us is we're \"no longer disgusting.\" So… that’s nice, I guess.\n\n\nI stared out over the strange jungles(?) of Australia. Primrose sat with me, and we remained there for a long while. I saw countless other creatures; some foreign to me, some terrifyingly familiar. Freakish raptor-dogs ran in packs, barking at each other in arbitrary English phrases. A flock of airplane-dwarfing birds soared overhead, though Primrose instructed me to ignore them. A procession of humans walked by, once, dressed in woven leaves and carved bones. They were headed to the coast, holding a long eel skeleton above their heads like something out of a Chinese new-years parade. A young girl waved to me. I waved back. No matter how hard I try, I can’t recall her face.\n\n\nCaspian:\n You’ve got a strange, beautiful little world here, Primrose.\n\n\nPrimrose:\n That’s the cat calling the kettle black. Don’t repeat that, by the way. It’s a cat phrase. Only cats can use it.\n\n\nI broke out laughing. Primrose did too. She asked if I was hungry. I was, in the way only near-death could inspire.\n\n\nWe had a late lunch.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Workshop\n.\n\n\n\n\n\n\nI'm not much for all this \"fate of the world\" stuff. I'm only here because I drew the short straw. I keep my head down and my hands busy, and leave all this politic n' policy stuff to you lot. You send in phenom, we send out PACTs, and we stay out of each others business. That's the deal.\n\n\nSo you want to know what we think of A6K? Fine. They're wimps.\n\n\nLook, when you're working with Prometheus' fire, sometimes you get burned! Sometimes you create a black hole when you stuff an improving machine inside itself! Sometimes you create an army of cyborg super-zombies! Sometimes you misplace the entire population of Massachusetts! That doesn't mean you stop trying! You clean up your damn mess and get back to work. The world doesn't get better otherwise.\n\n\nSo! the Partnership is mostly right. A6K doesn't really have anything we don't, but the one resource they have to offer us is innovators. Except over there, all the real innovators are labeled as kooks, crackpots and idiot savants! I say let them figure out how to build a better spine. Until then,\n\n\nWe can't work with them.\n\n\nThe Workshop Union\n votes \nNo.\n\n\n\n\n2\n \n-\n \n5\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n \"Herman Fuller's Museum of the Extraordinary\", and others, Nashville, Tennessee.\n\n\n\n\nWe stepped out of the plastic-white clam-shell UFO that Primrose had called a \"transport pod\", eating pizza we'd picked up in Detroit. Apparently they were the kings of the slice in this universe. Go figure. I could hardly believe it was all grown in a lab - the meat, the cheese, even the yeast. It was fantastic. I finished my last bite of crust, wiped my hands on my jeans, and gestured back at the pod.\n\n\nCaspian:\n Why do you people still have those things? You can teleport.\n\n\nPrimrose:\n We still need to move couches, David, and asking a chair to help move a couch would be deeply insensitive.\n\n\nWe walked through a pavilion wrapped around a magnificent, three story stone fountain. Its clear water trickled out, forming thousands of tiny rivers in the masonry grout. Rich green moss grew through like the lines of a circuit board. Around us, semi-circular buildings rose up, tiered and staggered so you could see each one simultaneously, if you stood at the pavilion center. With their massive, rounded windows aiming in, I felt as though I was being watched by a crowd of giants.\n\n\nWhen Primrose suggested \"more museums\", I'd been surprised. It was exactly what I'd wanted to do. I didn't complain, but I carried an uncomfortable feeling with me all afternoon. It was all too perfect. This reality was like walking through the home of a successful sibling, looking at all their great accomplishments and awards. It was a bitter, jealous feeling - condemning someone just for their success.\n\n\nAs we walked through the marble halls of the Natural History museum, I paused at a large, avian skeleton bound upright on brass poles. It had a large pot belly, a stork-like neck, and a terribly sharp beak. I peered past the ribs, trying to discern the purpose of a strange mass of bones. They almost looked like the internals of a pocket watch. Primrose walked up beside me.\n\n\nCaspian:\n So, is this what happens to the phenom that don't fit into your little utopia?\n\n\nPrimrose:\n This poor creature expired all on its own, David. When a phenom doesn't \"fit\", we find somewhere that it does. Another reality, usually.\n\n\nCaspian:\n So you dump your problems on someone else.\n\n\nPrimrose:\n \n(…)\n My, you really are dead set on painting us as the villains, aren't you? No, David, we find solutions. Some photo-phobic phenom find themselves far happier on worlds without light. Other more brutal creatures enjoy a harsher environment; less civilized places. If we can't make it work here, we match the reality to the phenom and vice versa.\n\n\nCaspian:\n Seems like a clean little system.\n\n\nBefore Primrose could reply, I stalked off again. We made our way to the Museum of Technology, saying nothing. Primrose kept a cautious few steps behind me. I walked quickly past many exhibits I likely would have found fascinating, but I was set on something. I needed to find what was missing here.\n\n\nDeep in the basement of that museum, I found it.\n\n\nIn that dimly lit room sat a large, rusting apparatus; a mix halfway between a howitzer and a Tesla coil. Stripped, gutted, but unmistakably an engine of war. It was one of many paradoxically antique space-age weapons here, lining the walls and filling glass cabinets. I breathed out a dark, satisfied sigh.\n\n\nCaspian:\n So. Tell me. Why would such a peaceful world need machines like these?\n\n\nPrimrose sat at my heels, illustrating how a cat shows confusion. It was very in the ears.\n\n\nPrimrose:\n Is that what this has been about? Oh, David-\n\n\nCaspian:\n Don't \"oh, David\" me. Out with it.\n\n\nPrimrose:\n \n(…)\n Of course we've had war. I never claimed we didn't. They've been mostly cold, but not entirely bloodless. No empire was ever built without at least some corpses at its foundation.\n\n\nPrimrose lead me through the exhibit without hesitation or shame.\n\n\nPrimrose:\n About a century ago, the Wanderers confronted the Foundation directly. They'd found out about a… well, what the Foundation considered a necessary evil, and they considered an unforgivable sin. I'd simply call it a hellish tragedy, what happened to that girl… but regardless, it brought those two great powers to viscous odds. Some of the first alliances of the Compendium were forged in those days, purely from necessity. The Foundation banded with the Peacekeepers, and together they built the Workshop atop a cursed factory. The Wanderers folded in the fringe groups, the Red Hands and followers of the Serpent King. They built stockpiles of terrible, impossible weapons on two sides of an invisible front. That's where PACT-5 came from, actually. It was a weapon of war. You need to be able to talk to phenom to give them \norders.\n\n\nCaspian:\n So… what happened?\n\n\nPrimrose:\n Look around you David! Do you think any of us would be here if that war had turned hot? No, eventually the stockpiles got so big, and the weapons became so unimaginably \nmonstrous\n that neither side could actually envision using them. So, they started talking. Bit by bit. They started offering each other concessions, and suggestions, and new ways of tackling their shared problems. Then, together, they turned their weapons towards their shared enemies - ancient, hateful immortals neither side could vanquish on their own. Together, they set that girl free. From there, they folded in the many other groups dealing with the trans-mundane, and, well, the rest is history.\n\n\nI stared into one of the displays. It genuinely looked like a spray-painted nerf gun. I chuckled weakly.\n\n\nPrimrose:\n There now, are you done trying to flush the devil out of me?\n\n\nCaspian:\n Alright, alright. I'm done.\n\n\nPrimrose:\n Good. With that out of the way, can you please try to enjoy yourself?\n\n\nCaspian:\n Sorry. I am enjoying myself Primrose, really, It's just hard not to be a bit skeptical given all the things I've seen. I-… I realize I'm not the most \"fun\" person, so I really do appreciate all this. You really have picked the perfect places to lighten my mood, though. I \nlove\n museums.\n\n\nPrimrose:\n I know.\n\n\nI glanced over at her.\n\n\nCaspian:\n How exactly did you know that?\n\n\nPrimrose flinched ever so slightly.\n\n\nPrimrose:\n You're a scientist, David. You're a nerd. Of course you love museums.\n\n\nBefore I could reply, Primrose walked off to another section. She was right. I was a scientist. I'd study, take notes, and theorize… and I was starting to develop a fairly good hypothesis about Primrose the Cat.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Apex\n.\n\n\n\n\n\n\nOver a century ago, back in the Compendium's infancy, four men met in an open field. They shook hands as equals, though three wore suits, and one wore scat-stained overalls. The latter man's name was Wilson.\n\n\nWhen they asked him to help build a better world, he had only one request. That request became PACT-15, and because of it, my 45th Great Nest Mother was given the gift of higher thought. I perch here today because of that man, and the willingness of the Compendium to open itself up to new minds, new ideas, and new perspectives.\n\n\nI shudder to imagine a world without such diversity of thought – a world of apes and apes alone. I mean, by the Open Sky, we wouldn’t even be having this discussion without the works of the illustrious Dr. Primrose and her Feline Science Reserve. We'd have no idea A6K exists! What we’re seeing here, through this tiny keyhole, is what our world once was – a planet dominated by a single species, and a single perspective. We cannot stand as hypocrites, my fellow Earthkind.\n\n\nWe must reach out to them.\n\n\nThe Shared Apex Ascension\n vote \nYes\n\n\n\n\n3\n \n-\n \n5\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n Tacna, Peru.\n\n\n\n\nWe drove out to the coast that evening - actually drove. In the age of Everywhere Chairs and Ferry-Pods, cars had survived as a niche hobby. We rented a 1968 Porsche 483, which I had never heard of before, but was undeniably gorgeous. Primrose let me drive, claiming I'd die of heartbreak otherwise. We sped along an old, crumbling highway that snaked a cliffs edge. It was growing late. To the left of me the mountain glowed pale amber. To my right, the ocean was painted with a golden stripe, spanning from our car all the way to the setting sun.\n\n\nWe pulled off near an overlook. Primrose sat on the guardrail. I just leaned. As dusk settled in, I began to trust my eyes less and less. Was I seeing things? There were a few stars in the sky now, sure, but far too many reflections in the sea. The darker it became, the more I saw, and marveled.\n\n\nThey weren't reflections. There was a \ncity\n down there. A vast, glittering city, spanning from the drop-off all the way past the horizon. White light speckled over great glass domes, connected by tendril-like tubes. Shapeless, gleaming satellites sped along the ocean floor in rows; like bands of quick moving traffic.\n\n\nCaspian:\n Primrose… why are we \nhere\n and not \nthere\n? You didn't tell me you have underwater cities!\n\n\nPrimrose:\n We don't.\n\n\nCaspian:\n W-… then… what's all that?\n\n\nPrimrose:\n A city. It's just not ours. The Atlantic Supercity belongs to the Cephalopods. Octopodi, mostly. They don't talk to us.\n\n\nCaspian:\n Oh. Like, at all?\n\n\nPrimrose:\n Mm-mm. Not for about fifty years now. They were with the Compendium for a grand total of six weeks before they demanded agency. They just didn't get along with the rest of Earthkind; something about the effects of higher thought on a creature whose neurons extend through its entire body. Perhaps when your arms- legs- whatever, can think for themselves, you don't need much more company. So, we put them back in the ocean.\n\n\nCaspian:\n You just gave a bunch of Octopi-\n\n\nPrimrose:\n Octopodi.\n\n\nCaspian:\n Right. You just gave them advanced intelligence then threw them right back in the water like a bad catch? Then they built- I'm sorry, did you say a Supercity?\n\n\nPrimrose:\n From Anchorage Alaska all the way to New Zealand.\n\n\nCaspian:\n And all this doesn't… \nconcern\n you? They look pretty damn advanced down there! What if they decide to take over the surface too?\n\n\nPrimrose:\n How very A6K of you, David. What if they don't? Just because they're not talking to us doesn't mean they're hostile. Not everyone gets along, but not everyone is out to kill you. If we're ranking the failures of PACT-15 in terms of hostility, the Octopodi sit somewhere between jellyfish and aphids… and the insects nearly caused hell on earth.\n\n\nCaspian:\n What happened with the jellyfish?\n\n\nPrimrose:\n A moment of consciousness, then a very polite \"no thank you.\"\n\n\nWe laughed, then enjoyed the silence for a while. It reminded me of something long ago.\n\n\nCaspian:\n Lisa would have loved this.\n\n\nPrimrose:\n Lisa?\n\n\nCaspian:\n Just an old friend of mine. A marine biologist. She was studying this anomalous coral substance when-… well, things can be a bit more dangerous on my side of reality.\n\n\nPrimrose:\n I'm sorry.\n\n\nI nodded. We watched the waves.\n\n\nPrimrose:\n I lost someone too, once.\n\n\nCaspian:\n Really? I mean - sorry, not to be uncouth - but given everything I've seen today I half-expected you people to have a handle on immortality.\n\n\nPrimrose:\n No. Well, yes, technically. We know how to end death. We even tried it, for a while. It taught us exactly why it's essential for life to conclude.\n\n\nCaspian:\n Care to elaborate?\n\n\nPrimrose:\n You know I can't.\n\n\nCaspian:\n Then how about this person of yours. What were they like?\n\n\nPrimrose:\n \n(…)\n They were a nerd.\n\n\nI wanted to ask more, but Primrose held up a paw, staring at the sky.\n\n\nPrimrose:\n We should get inside. It's nearly nighttime.\n\n\nCaspian:\n Wait, seriously? Can't you see in the dark? Or, what, are there boogeymen coming?\n\n\nPrimrose didn't reply.\n\n\nCaspian:\n Oh god are there actually boogeymen coming?\n\n\nPrimrose:\n No, they're all in Tasmania now. I just don't want you embarrassing me, David. You don't know all the customs here - and the night doesn't belong to us.\n\n\nPrimrose nudged her chin upwards. I followed the gesture, and my own jaw hit the pavement.\n\n\nGrand, silvery clouds had overtaken us, though the sky had been perfectly clear only seconds before. At least, they were clouds at a distant glance - and the one above us was nearly touching the mountain top. It was \nfeathers\n. Millions of feathers, fluttering together on threaded lines of white silk, bound in a great misshapen ball. In brief flashes, I saw titanic musculature dip in and out of the \"cloud\", skinless and grey, inhuman in its segmentation, serving as some unimaginable piece of living machinery within the mass.\n\n\nThe cities beneath the sea were all round glass and bright, artificial light. The cities sitting atop those clouds were all perfectly square, ivory and bone, and gave off a moonlit glow independent of any celestial aide.\n\n\nPrimrose:\n All part of sharing the world. Dinner?\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Nocturnal\n.\n\n\n\n\n\n\n \n\n\nThey kept us out.\n\n\n \n\n\nYou let us in.\n\n\n \n\n\nWe will not turn away from them.\n\n\n \n\n\nThe \nNightland Covenant\n vote \nYes\n.\n\n\n\n\n4\n \n-\n \n5\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nLocation:\n Dotonbori, Osaka, Japan.\n\n\n\n\nPrimrose brought me somewhere I'd do \"minimal damage\". The bar we ate at only seated three; a narrow hole-in-the-wall without so much as a sign out front. Primrose claimed it was the best ramen in the world. Given it wasn't my world, I took her word for it.\n\n\nWe ordered, and were served in the span of three minutes. As delicious as my soup looked, I was far more focused on the cook. It was a faceless creature, floating, appearing as though H.R. Giger had designed a mermaid. Its tail ended with a wide, sharp spade that was caked with flour and noodle bits. Primrose bowed her head as it served her. I did the same. The soup was sublime, if a bit heavy on the garlic.\n\n\nHalfway through eating, Primrose jolted upwards, looking as though she'd had an epiphany. It was very much in the whiskers. She excused herself, and darted out the door. I was glad we'd paid in advance. A moment later, a new patron entered the bar, having to stoop quite low to fit inside. In my periphery, I could see he was very, very hairy.\n\n\nI sneaked sideways glances while we ate. The creature- or phenom I suppose - was easily two meters tall. The stool beneath it strained against its weight. It was covered in a heavy, chestnut-brown pelt, fine as the hair on my head and embarrassingly more well-kempt. Its flat face had three, hairless circles where its mouth and eyes sat, glossy and black both. It smelled like dry mountain air.\n\n\nOnce, it noticed me staring. I felt a nervous chill run up my spine as our eyes met.\n\n\nIt gave me a slow nod, and returned to its noodles.\n\n\nNot wanting to risk my luck further, I put my bowl up on the counter and fled out into the night. There, I found Primrose waiting for me, a large bottle held up by her metal-needle-collar-fingers. It had a single black Kanji symbol painted on its label.\n\n\nCaspian:\n Primrose, what is that?\n\n\nPrimrose:\n This, David, is very strong liqueur.\n\n\nCaspian:\n And what are you doing with that very strong liqueur, Primrose?\n\n\nPrimrose:\n Well I'm going to drink it, David, and you're going to help me.\n\n\nCaspian:\n Wasn't the goal here for me to stand out as little as possible?\n\n\nPrimrose:\n That was my original plan, yes, but it was boring. My new plan is to blame your every possible misstep on the fact you're drunk! It will go far more smoothly if you actually are.\n\n\nCaspian:\n I thought I was supposed to be doing research.\n\n\nPrimrose:\n And I thought you were on vacation! Come on! The sun is down, you're a guest in a strange world, you've no one to report to… loosen up! Submit to the local customs! Trust in your guide! Just-… have a damn drink with me, David.\n\n\nI sighed.\n\n\nCaspian:\n Fine, one drink - and only to be polite.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Watchers\n.\n\n\n\n\n\n\nCan we stop waxing fucking philosophical for a minute here big bros? We’re not talking about jamming our fist down their dimension-hole – we’re talking about \ntransparency\n. Remember? Once upon a magical time? When you kept \nus\n in the dark? Remember when it was all you swinging cods up on an ivory hill, and us plebes down in the valley of the shadow of darkness or whatever?\n\n\nIt didn’t work. It's never worked. We’ve always seen you – even if our vision was a bit cloudy. You can’t hide the truth, and you can’t keep people out. We get in anyway, and when we do, we're \npissed off\n. We take all the secrets you've been hording and make them into impractical, impossible jokes. The Collective says art is a statement? Well here's our statement. You're. Not. Gods. Plus, come on. A6K is essentially full of agro versions of you guys. You really want to raise a red flag with them?\n\n\nLong story short, I’m with the live tweet and the moon monkey. You start drawing lines between us and them and all you become is gatekeepers. We only need one of those, and I don't see any of you holding a burning sword. We're not above them. We don't deserve more than them.\n\n\nWe are them.\n\n\nThe Watchers Forum\n votes \nYes.\n\n\n\n\n5\n \n-\n \n5\n\n\n\n\n\n\n \n\n\n\n\n\n\nCaspian:\n Prime \n(hic!)\n Dimension Theory is goddam comic-book nonsense, you crazy hairball!\n\n\nPrimrose:\n This-! This from the guy still measuring reality fluctuations with ph- phfucking \nhumes\n! What do you know, you you half-ape!?\n\n\nI think we were singing karaoke before that conversation. The next few hours sit in my mind like a spilled puzzle; I remember the pieces, but not quite how they fit. In my defense, I had a lot more than one drink.\n\n\nI remember the streets changing around me, filling with creatures both nightmarish and spectacular. Flocks of shining, ghostly figures swam overhead, literally, as though the sky was a deep, dark pool. An animate sand-dune rolled between my stumbling legs, bits of chicken bones and loose gravel churning within. There was a brief argument after we bumped into a family of Italian tourists, who for some reason sounded like chittering cicada. Before there was a scuffle we ducked into a noisy bar.\n\n\nPrimrose:\n Clearly defined uni- unifying properties across realities that \ncannot\n be explained by random prober- probability-\n\n\nCaspian:\n Atoms can only be arranged in so many damn \n(hic!)\n ways! Biology follows other universal processes! You have gravity, you get skeletons. You have photons, you get eyes. You-\n\n\nPrimrose:\n I'm not just talking about the prolifer- profil- prolif-ation of carbon-based life across quasi-incompatible ecology! I mean religious and cultural recurrences! The Green Stone Mirror alone-\n\n\nCaspian:\n Social hierarchies! Brains wrinkling to conceptualize the unknown! Con \n(hic!)\n current-\n\n\nA Yeti, I Think:\n What about the Henlow Theory of Cross-Dimensional Subatomic Seeding?\n\n\nPrimrose:\n Oh- pft! Henlow! I disprove Henlow for breakfast! That quaking quack-\n\n\nCaspian:\n Don't you talk to him like that! And another thing, little miss stylish! Little miss blazer and bow! Orange. And purple. Don't mix!\n\n\nPrimrose:\n Oh I will scratch you.\n\n\nCaspian:\n They \nclash\n!\n\n\nPrimrose:\n \nDo you want to get scratched!?\n\n\nLarge Floating Orb:\n ❄︎♒︎♓︎⬧︎ ♍︎□︎■︎❖︎♏︎❒︎⬧︎♋︎⧫︎♓︎□︎■︎ ♓︎⬧︎ ◻︎□︎♓︎■︎⧫︎●︎♏︎⬧︎⬧︎ ♋︎■︎♎︎ ✋︎ ♒︎♋︎⧫︎♏︎ ♋︎❒︎♍︎♒︎♓︎❖︎♓︎■︎♑︎ ♓︎⧫︎📬︎\n\n\nCaspian:\n Yeah! Yeah! See!? This guy- \n(hic!)\n this guy gets it!\n\n\nPrimrose:\n Oh of cour- coursh you'd agree with the Orb!\n\n\nFrom there, at some point, we spilled back out onto the street with at least five new inebriated friends. We lost them just as quickly, which I didn't mind, as they were both small birds and extremely loud. I did lose Primrose around a corner, though, which meant I was very much lost myself.\n\n\nEven emboldened by the spirits, I was too nervous to ask for directions until I found another human, which took me a surprisingly long time. There was a man in a black suit standing under a streetlamp outside a hospital. He had no answers for me, but he did offer me a cigarette. \"I wouldn't usually,\" he said to me, \"but this is your last day in this world. I'd say it counts.\" I have no idea how he knew about my deal with Primrose, or what he was counting, but he was still a very nice man.\n\n\nNot knowing what else to do, I stumbled towards a standing, electronic booth in the middle of the road. Its holographic sign was in the same shape as Primrose' brooch - that globe and eye. When I came within a few paces, a second projection appeared - one of an androgynous human, all made of blue light.\n\n\nCaspian:\n Uh-… h-hi?\n\n\nBooth(?):\n Good evening! How can I help you?\n\n\nCaspian:\n I'm-.. uh, I'm looking for a cat-\n\n\nBooth(?):\n Would you like a listing for animal shelters? Or would you like to connect to the Feline Community Registry-\n\n\nCaspian:\n No- no I'm- look, sorry, I'm not from around here. I'm from this place- she called it A6K-\n\n\nBooth(?)\n Would you like to be patched into the ongoing Compendium Judgement on A6K Unity?\n\n\nCaspian:\n \n(…)\n Yes?\n\n\nThen the booth showed me. It sobered me up quite a bit.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Unnamed\n.\n\n\n\n\n\n\nThere are no boundaries. There is only the path.\n\n\nSize and scale and circumstance are simply perceptual; prescriptive; subjective.\n\nThey are not them, we are not us, no more than you are you and we are we.\n\nA pin-prick can be as wide as any road, so long as there is the means to travel.\n\nIf it can, and it can, then it should, so it shall.\n\nThere is no yes and no, there is no stop and go.\n\nThere is only the path, and its splits always converge – eventually; entirely; ultimately.\n\n\nTwo paths diverged in a wood and we?\n\nWe choose the path of \nbravery.\n\nFor only a fool fights entropy.\n\n\nWe will travel the path with them.\n\n\nFrom \na city\n in \na forest\n where all roads meet, here-comes a vote of \nYes\n.\n\n\n\n\n6\n \n-\n \n5\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n A hilltop, somewhere.\n\n\n\n\nThat's all I'd really asked the chair for: a hilltop somewhere. I was just outside some small town - the kind you could find anywhere, really, but somehow I knew it was America. There was a large oak tree on that hill, and I sat against it for a good long while, alone.\n\n\nEventually Primrose found me. She brought the bottle with her.\n\n\nPrimrose:\n David! Thank goodness! I was hopping on all sorts of rooftops looking for you, you silly old second cousin to a bonobo!\n\n\nCaspian:\n Hello Primrose.\n\n\nPrimrose:\n Whoa-hoh! Have you been some kinda' multi-livered phenom this entire time, David? You seem positively lucid!\n\n\nCaspian:\n Mm. There was a vending machine. It was all black, with a keypad, and it asked me to make a request. So, I asked for something to sober me up. It tasted like those awful cinnamon candy hearts… but it worked.\n\n\nPrimrose:\n Oh! Well…. good for you! Now you have plenty of room for the rest of this bottle!\n\n\nCaspian:\n Why am I here, Primrose?\n\n\nPrimrose paused. Her tail dropped.\n\n\nPrimrose:\n You're not supposed to ask that.\n\n\nCaspian:\n I'm asking. Why am I here?\n\n\nPrimrose:\n David, come on. We've been having such a fun night-\n\n\nCaspian:\n Tell me why I'm here, Primrose.\n\n\nPrimrose:\n Look, just- I am way, way too drunk for this conversation right now-\n\n\nCaspian:\n God damn it Primrose tell me why I'm here!\n\n\nPrimrose:\n Because I wanted just one more day with my best friend, \nokay!?\n\n\nSilence rang out after the shout. A few black-winged birds took flight from a nearby tree, but after that, everything was painfully still.\n\n\nCaspian:\n The David Caspian of this dimension.\n\n\nPrimrose:\n \n(…)\n Yeah.\n\n\nCaspian:\n Something happened to him.\n\n\nPrimrose:\n \n(…)\n It can be dangerous on this side of reality too, sometimes. Not every singularity leads to… nice places.\n\n\nI leaned back into the tree, and stared at the dark canopy above.\n\n\nCaspian:\n I'm sorry. I had suspected but… I'm sorry, Primrose.\n\n\nPrimrose:\n Yeah, well… you should be. Fun drinking is one thing, but now we're going to have to ramp it up to \nmorose\n drinking, so-\n\n\nCaspian:\n I still need to know why I'm here.\n\n\nPrimrose:\n Wh-!? I just told you-!\n\n\nCaspian:\n Not the personal reason, the time-sensitive reason. Primrose, what is the Compendium voting on right now? What happens to my reality if they vote \"Yes\"?\n\n\nPrimrose looked at me, wide eyed. She set the bottle down.\n\n\nPrimrose:\n Unity.\n\n\nCaspian:\n And what does that mean?\n\n\nPrimrose:\n It means the Compendium does what it did here… but over there. It makes things better. It takes over.\n\n\nCaspian:\n \n(…)\n And… if they vote no?\n\n\nPrimrose:\n A singularity can't be closed, David. You know that. A shear in reality, by definition, has to be stronger than the reality itself. It's there forever. So… either your reality is viable, or it's a problem. Either the Compendium unifies with A6K… or they erase it.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Peacekeepers\n.\n\n\n\n\n\n\nThere's been a lot of talk today about what we bring to the table - why each of us is here. Well, the Peacekeepers know why \nwe're\n here. You people need a villain. You need some son of a bitch to blame all the hard decisions on. You need someone to sit here and say \"take them out\" and \"shut it down\", so you can go home that night and feel like you \nreally\n tried to make the right decision, but oh, if only those bastard Peacekeepers would let you.\n\n\nWe're also the ones you send in when diplomacy fails. We're the jar-heads you teleport off to the cults, the bleeding rivers, and the freaky upside-down cities full of immortal tea-slurping fucks because - guess what - sometimes things just want to kill you. You can't leave them alone, you can't re-locate them, you can't talk them into being good. They \njust want to kill you\n. So \nwe kill them\n. Don't forget who sands down all the rough edges of your perfect world when the pieces don't fucking fit.\n\n\nNow that I've made my therapist proud, I'll get to the point.\n\n\nWe all still want the same thing: a safe, stable world. We're willing to compromise our methods if you've got a better option. That's not how things work in A6K. We've seen that. They only compromise when it's do or die. They take shortcuts. They try to \nbreak phenom\n, like that's ever a good fucking idea. A6K is a problem, and frankly, we should be treating it like we treated so many other problem dimensions.\n\n\nWe can't trust them.\n\n\nThe Global Peacekeeping Initiative\n votes \nNo\n.\n\n\n\n\n6\n \n-\n \n6\n\n\n\n\n\n\n \n\n\n\n\nLocation:\n A hilltop, somewhere.\n\n\n\n\nWhen we first met, out of some strange cross-universal courtesy, I'd recommended Primrose paralyze me. 22 hours later, she'd done just that.\n\n\nI sat frozen on that hilltop, holding my knees to my chest. I couldn't blink. I couldn't breathe. The blood was frozen in my veins, refusing to pass through my heart. The gears of my mind ground to a screeching, cracking halt.\n\n\n\"Unity\",\n\n\nOr \nerasure.\n\n\nWhen that wall of anxiety weakened, just the slightest bit, a frantic burst of contingencies erupted from my mind. They spread out before me like steep, jagged paths. I could run back to the chair, maybe. I could ask it to bring me to the rooftop again. I could find some way to return to my reality, to warn them.\n\n\nShould I warn them? Would it matter? Would they believe me? Could they stop the Compendium? Would they strike first? Would I just be deciding whether to destroy this reality or my own? How could I trust people I've known for less than a day? How could I trust a ruling body I'd never even seen? How could I trust my own reality? \nI'd never seen the Council either!\n\n\nI turned to look at Primrose and… she gave me an expression I truly couldn't place. It was like she was holding in a very large breath.\n\n\nThen she started laughing.\n\n\nShe fell onto her back and laughed, rolling about in the damp grass.\n\n\nCaspian:\n \n(…)\n There's no invasion, is there.\n\n\nPrimrose:\n Gatekeeper \nno!\n Oh gracious Mother above, oh Pantheon Old and New you really are the most gullible man I've ever met!\n\n\nCaspian:\n I \njust\n got here, Primrose! Of course I'm gullible! Christ! Well what does \"unity\" actually mean then!?\n\n\nPrimrose caught her breath, and smiled at me.\n\n\nPrimrose:\n Contact. Unity means reaching out to your reality, and offering a discourse. That's it, that's all!\n\n\nCaspian:\n Then call it contact!\n\n\nPrimrose:\n The Compendium is a scientific institute, David. They like using fancy words.\n\n\nI finally exhaled. I fell back into the grass, hands splayed, and stared up at the stars.\n\n\nCaspian:\n You're an asshole, Primrose.\n\n\nPrimrose:\n Oh it serves you right. I told you not to ask why.\n\n\nCaspian:\n \n(…)\n So, they just want to talk to us.\n\n\nPrimrose:\n To start. After a time, after we're all settled in with each other, then we start bringing over humanitarian aid… maybe some low-level technology if you want it. It's still an invasion, of a kind - just a very slow, and completely voluntary invasion. The moment you guys tell us \"get lost!\" We get lost.\n\n\nCaspian:\n And what if there's disagreement on that? What if one part of our world wants you there, and another doesn't?\n\n\nPrimrose:\n Doesn't matter; its gotta' be unanimous. Once you guys can come to some kind of consensus, some kind of alliance - a shared scientific council for the betterment of the world, if you will - then you can call us back.\n\n\nCaspian:\n And you do this… often?\n\n\nPrimrose:\n Often enough! We have these kind of votes whenever we stumble onto a new dimension. It's not often the whole Compendium needs to be called, though. Usually it's pretty cut and dry if we broach Unity. The answer's usually no. It may just be \"talking\", but we do realize the destabilizing effect it can have. After all, like you said, what if some people want us to stay, and others don't? It might bring about alliances - or it could cause global war.\n\n\nCaspian:\n And… you don't destroy realities when they vote \"no.\"\n\n\nPrimrose:\n No, David, of course we don't. Ironically, dimensional ruptures are the one phenom we actually \ndo\n contain. We seal it off, obscure it, and monitor it. Destroying a whole reality… I don't even think the Compendium has that kind of power! Probably. There have been rare times when we've offered… \"mercy\", I suppose, but those have been dimensions where literally everything has gone right to hell. Your reality isn't that far gone, and you're certainly not a threat. You're just… well, clearly, you're a serious grey area.\n\n\nI didn't know what to say to any of that. It almost felt \nwrong\n that there wasn't some grand calamity on the horizon, some awful punch-line to this adventure. I just lay there, zen-like in my total disbelief of the universe(s).\n\n\nPrimrose sighed, and settled down next to me.\n\n\nPrimrose:\n David, I know more about alternative realities than anyone in my world. I certainly know more than you - no offense. I've been at it about 60 years longer. Tell you the truth, I have \nno idea\n why our worlds are so different, and yet so similar. I don't know if it's the chicken or the egg with you people and your phenom. Does your hostile reality make you aggressive and distrustful? Or is it your distrust and aggression making your reality hostile? Is it you? Is it circumstance? Is A6K just one big tempest in a teapot, spiraled out of control? And for our part, are we just fundamentally different from you, or are we just the product of some nebulous domino effect from thousands of years ago, when one human decided to be kind to another?\n\n\nPrimrose shrugged.\n\n\nPrimrose:\n It's a finicky ball of string, our scientific field. That's also a cat phrase, by the way. You can't use it.\n\n\nI glanced over at Primrose for a moment.\n\n\nCaspian:\n 60 years, huh?\n\n\nPrimrose nodded.\n\n\nCaspian:\n How old are you?\n\n\nPrimrose batted at my face, hard, then stalked off towards the chair.\n\n\nThe sun began to rise.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nThe Compendium recognizes \nThe Foundation\n.\n\n\n\n\n\n\nIt always comes down to us, doesn't it? It's only fair. We did start all this.\n\n\nWe've seen worlds hollowed, fed up to a screaming wrought-iron moon. We've seen planets consumed by death, undeath, and repugnant life. We've seen it all horribly ever-enfolding under a bleak red sun. I would never hold any reality to some perverse contest of calamity, but I can say what has pained me the most… seeing a beautiful, pristine world of happy people… only to arrive just as all the flowers bloomed. We couldn't even tell them what was coming… there was so little time…\n\n\nForgive me. I don't mean to wallow in the past. You need us to be the rational ones, right?\n\n\nWe all need to admit a terrible truth: A6K is the closest we've ever come to finding a true parallel reality. We may sit here condemning them, but the fact remains, we've never found anyone quite so much like us. We rose from the dark, together, stronger for our hardships; who's to say they won't do the same? They could be our equals. They could even rise above us, one day, but that triumph can't come from us.\n\n\nIt has to come from them.\n\n\nThe Foundation\n votes \nNo\n.\n\n\n\n\n6\n \n-\n \n7\n\n\n\n\nBut with an addendum:\n\n\nWe seal the gate, but not entirely.\n\n\nWe keep an eye on A6K, and let them find us. When they do, we'll greet them without security, containment, or any protections.\n\n\nWhen they're ready to step into the light, we'll be here.\n\n\nShall we take it to a vote?\n\n\n\n\n \n\n\n\n\nLocation:\n Tokyo\n\n\n\n\nAnd there we were, back on the rooftop again. My lab coat appeared with me, hanging off the back of the chair. I thanked it twice, and told it what a wonderful job it had done today. It gave a pleasant little rattle.\n\n\nPrimrose sat where I'd first seen her - but now, she was facing away. I walked up and stood with her, watching the sun rise for a second time; now over the vast canopy of incredible architecture, vibrant green and polished white. I never did ask how they grew ivy so large. I decided not to. I didn't need to know. It was spectacular, and that was enough.\n\n\nPrimrose:\n I didn't think it'd be that close.\n\n\nI looked over at Primrose.\n\n\n\n\nPrimrose:\n The vote, I mean. I knew the Charity would be on board. They love helping the helpless, and your world is the very definition of helpless.\n\n\nCaspian:\n Primrose-\n\n\nPrimrose:\n The Apex too, maybe. My vote had to count for something. Plus, the Canine Collegiate are all about inclusivity - but the Amphibian Pod can be such sticks in the mud!\n\n\nCaspian:\n Primrose…\n\n\nPrimrose:\n And it was anyone's guess about how \nthe people of the forest\n would vote. It always is. The Nocturnals were a real surprise, given what you people did to them… but what the good god damn was the Collective even saying!? Did you understand a single-\n\n\nCaspian:\n Hey, Primrose?\n\n\nShe stopped talking, but wouldn't look at me. Much as I'd learned about how a cat emotes in this world, I couldn't read her at all. I could guess how she was feeling, though.\n\n\nCaspian:\n Thank you for today.\n\n\nShe didn't reply.\n\n\nCaspian:\n And, uh… sorry I forced you to let the cat out of the bag about- ah, sorry, is that a cat-only phrase?\n\n\nPrimrose:\n You can use it…\n\n\nCaspian:\n \n(…)\n You've got a strange, but very beautiful world here, Primrose.\n\n\nPrimrose:\n It could be your world too, you know.\n\n\nIt was my turn to be silent then. I watched the sky turn from a muted orange to a pale, promising blue.\n\n\nPrimrose:\n I mean- I can't just pluck you out of A6K again once its sealed, but there's no real reason I have to send you back! I'm sure I could come up with some excuse for the Compendium; some long-term cross-cultural trans-dimensional-… quantum-quarking- Gah! I'll figure it out! And if you're worried about your SCP people, we can send back a clone, or an android - Or! We recently found these lentil-based human-mimicking lifeforms in Nepal! They can only drool and stumble around, but I doubt your stupid reality will notice!\n\n\nI just smiled, weakly. Primrose's words eventually faded into a low mumble, and by the time I turned to look at her, her head was hanging low.\n\n\nCaspian:\n It really was an incredible day.\n\n\nPrimrose:\n \n(…)\n You're not going to tell them, are you? Your bosses, I mean.\n\n\nCaspian:\n The SCP Foundation? Oh good God, no. I'll make something up for them … but, actually, I \ncan\n think of someone who would appreciate all of this. They're always up for a good story, and they can keep a secret.\n\n\nPrimrose nodded. I tucked my hands into my lab coat. Without any great fanfare or farewell, I knew it was time to go.\n\n\nBefore I did, I asked Primrose for one last thing.\n\n\nShe grumbled, but agreed.\n\n\nI pet her head,\n\n\nand vanished.\n\n\n\n\n\n\n\n\n« \nSCP-6000\n | SCP-6001 | \nSCP-6002\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6001\n\" by T Rutherford, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6001\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n AbsentBG.png, ApexBG.png, AssemblyBG.png, CharityBG.png, CollectiveBG.png, FoundationBG.png, NightlandsBG.png, PartnershipBG.png, PeacekeepersBG.png, UnnamedBG.png, WanderBG.png, WatchersBG.png, welcomePNG.png, WorkshopBG.png\n\n\nAuthor:\n \nT Rutherford\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Electronic Circuit Crossing Symbol\n\n\nAuthor:\n vermeil\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nOPENCLIPART\n\n\n\n\nName:\n Gear\n\n\nAuthor:\n Dmitry Kudinov\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe Noun Project\n\n\n\n\nName:\n Moon Full Cloudy\n\n\nAuthor:\n OpenIcons\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPixabay\n\n\n\n\nName:\n Pagan religions symbols - 4 rows.png\n\n\nAuthor:\n Wewelsburger\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Popular culture atom symbol.svg\n\n\nAuthor:\n TomasBat\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nFilename:\n warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n SCP-6000.jpg\n\n\nAuthor:\n \nT Rutherford\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Location: Tokyo(?) For nearly 5 minutes I'd been hunched over, staring at SCP-6001. At least, I watched the empty space where SCP-6001 supposedly was, according to our most sensitive instruments. It was an almost ritual practice by now - and I'd done the same thing once a week, every week since we found that damned dot. I was so focused, in fact, that it wasn't until I stood up fully again that I realized I was in another universe. The cloudy sky had gone clear blue. The stale city air became fresh as a countryside. Oh, and there was now a cat. An ocean of alt-dimensional splendor lay before me. The isometric concrete of Tokyo had become filled with rounded, impossibly tall skyscrapers, all serving as trellis to the same gargantuan species of green ivy. Each individual leaf was massive enough to park a car on, if you could manage to drive a hundred stories straight up. Apparently they could. Sleek, white pods flew over and around me, so fast and silent that they appeared as burring lines in the sky. Strange constructs hovered over the horizon, seed-shaped, with molded glass vessels filled with lush green innards . Silvery strips of metal coiled around these seeds entirely, twisted in the direction they all lazily spun. I didn’t dare estimate their incredible size, or possible function, but they were truly, eerily beautiful. However, what drew my attention the most was the fact there was now, absolutely, a cat. It sat facing me, perched on the rooftop's edge. It had a coat of spotted orange, white, and brown, all underneath an actual coat; a violet blazer, specifically. Beneath the blazers collar was a long, glossy white bow, held in place by a strange black brooch; itself shaped like a half-lidded eye inside a cradled globe. The cat's eyes, sharp and green, peered at me through a pair of small, gold spectacles balanced on its nose. It spoke to me. Cat(?): Hello, David. Caspian: Uh. Hello… ma’am? Cat(?): Ma’am is correct; I am a calico, after all. You can call me Primrose. Since we’re both Doctors, we can spare the honorifics. She gave a sharp laugh, and glanced back over the surreal Tokyo skyline. Primrose: The locals would be mortified. Caspian: So, uh, just a guess, ma'am, but I'd say I’ve… stepped through the looking glass? Primrose: Oh yes - and I appreciate the reference. Good to see the Head of Alt-Dimensional Research can tell when he's fallen down a rabbit hole. Welcome, David. We've brought you over to our side of your \"SCP-6001\". Caspian: I… see… no, sorry, I don't actually. Why am I here? Primrose: Well let's put this in terms you can understand! Cross-dimensional test-sampling, level 6. SCP Foundation standard procedure. You know it? Caspian: I wrote it. We bring over a small element of the foreign reality, usually in an isolated environment to test for-… oh. I looked around. I looked at Primrose. I looked at myself. Caspian: Oh. Primrose: Indeed. The Compendium has similar procedures. Just think of yourself as a hermetically sealed lump of dirt, David! Caspian: I… don’t appear to be any of those things. Shouldn’t you be scanning me for contaminants? Primrose: Already done. Caspian: Sampling my blood for pathogens? Primrose: Unnecessary. Caspian: Paralyzing me to prevent kinetographic memetics? Primrose: Excessive. Caspian: Vivisecting me for- Primrose: David, have you had breakfast? Caspian: I-… what? Primrose: Have. You. Had. Breakfast? And, as a follow up: how do you feel about Paris?",
        "Location: Cafe Rhône , 105 Boulevards du Montparnasse, Paris. This time, I knew exactly where I was - both out of familiarity, and because Primrose had said the address very clearly to an armchair. It had been there on the rooftop when I'd \"arrived\". It was made from one unbroken piece of white material, and had the appearance of a gaudy modern lawn chair. It looked like plastic, but it felt like velvet. In one moment we were seated in Tokyo. The next, Paris. A small courtyard outside a cafe, specifically. As Primrose hopped off the chair's arm and uttered a quick 'thank you', I noticed the courtyard held tidy, identical rows of the same strange seat. A couple came and sat in one together, holding hands, and vanishing. Then a dog leapt up did the same. I was still watching the spectacle while Primrose claimed a cafe table. Caspian: Public access teleportation. Impressive. Primrose: Isn't it though? Some of the Compendiums finest work, I’d say; \"The Everywhere Chair\", now truly everywhere. Caspian: \"Everywhere Chair\"… I think we have something similar in my reality. Primrose: I think you’ll find many similarities here, David. Our reality is only 4.6 Primroses apart, after all. I grinned. Caspian: I assume that’s your metric for alt-dimensional dissimilarity based on simultaneous quantum indeterminacy. We call them Caspians . I also assume you’re not just the welcoming party, Doctor. It's then I learned how a cat smiles. It's all very much in the eyes. Primrose: How lucky you are, David, to have a cross-universal counterpart that’s so brilliant and charming. I could have just as easily been a mopey super-intelligent slug. But yes, I’m the Department Head of Trans-Dimensional Development and Discovery. I also have three more PhD’s than you – from much better schools - so you'll call that metric Primroses from now on. Caspian: Oh yes ma’am . So, do you also use Sandford Chronometers to- Primrose: Please, if you don't mind, no more shop talk. I'm hungry, and off the clock! If you'll pardon the pun. Caspian: Really? Assuming the sun works the same way in this reality, I can't believe it's any later than 10AM. Primrose: The wonders of automation, David. More hands make less work, and we have a lot of hands. Besides, I've something more important lined up for today. She tapped the table with her paw. Holographic menus emerged, glittering blue, automatically eye level for each of our faces. If I squinted, I could just see the swarm of mite-sized drones projecting each pixel into the air. With a tilt of her head, a series of spindly, multi-jointed needles erupted from Primrose' collar. They seemed to follow her unspoken commands to tap, scroll, and select from the menu. I couldn't say for \"hands\", but she certainly had plenty of fingers to work with. Primrose ordered the Oeufs Brouillés. I did the same. After all, \"When in Rome\" - or Paris - or a parallel reality with talking cats - you \"do as the Romans.\"",
        "Location: Cafe Rhône , 105 Boulevards du Montparnasse, Paris. Caspian: So this \"Compendium\" you work for- Primrose: With. Caspian: Sorry? Primrose: I and my colleagues work with the Compendium, David. We all do. There's no obligation - we're not \"employed\" - but, well, when one kid has all the toys, of course you play with them. Caspian: So, they're a scientific institute? Primrose: Primarily. Their secondary role is everything else. World government, world economy, world legal enforcement - you name it, the Compendium controls it. Caspian: So… they're tyrants. Primrose: Benevolent dictators - but yes, essentially. Caspian: And people didn't… resist? Primrose: Goodness no. Governments? Certainly. Corporations? Absolutely. The people though? Imagine a foreign power suddenly swooping in and saying \"Hey there. So, we're in charge now. Here's universal healthcare, living wages, housing, infrastructure, and total liberty from anyone but us - and literally all we ask of you is to respect basic human rights. That's it. We provide the rest, tax free. This also includes ethically replicated BBQ, instant global transport, and adorable talking animals. Also the cure to cancer.\" Can you really think of anyone so wedded to existing power structures that they'd just say no to all that? Caspian: I… alright, fair point. I still can't imagine everyone just rolled over though. Primrose: Be glad you're not talking to a canine with that kind of phrasing. No, David, not everyone just gave in - just mostly everyone, and rather gradually. The Compendium didn't drive up with hover tanks and green-goo napalm, you know. They'd been the shadow behind every throne for a good century. By the time they went public they basically already controlled everything. Public response was a bit rough, at first, but most naysayers changed their tune after four or five years of literally everything improving. The stubborn ones were just a generational issue. The grandparents protested, and the parents grumbled, but the children knew nothing else. When you can objectively see \"then\" as terrible and \"now\" as better without the lens of habit and nostalgia, it's not so hard to change the world. The last actual hold out community, I believe, surrendered about 36 years ago - and that was one stubborn Portland. Primrose tilted her head. Primrose: You disapprove? Caspian: I just wanted to know whose house I'm a guest in. We ate our breakfast - I with a fork and knife, Primrose with a hundred mechanical spider legs. Somehow, impossibly, I felt a pang of deja vu.",
        "Location: Cafe Rhône , 105 Boulevards du Montparnasse, Paris. The eggs were fantastic - but I still left half of them untouched. Partway through the meal I'd become distracted. Against the classic stonework of old Paris, I watched a strange procession of androids march by. While humanoid, they differed as much in size, shape and color as any human being. They marched asynchronously, and many wore bands and braces I could only assume were decorative - unless enormous gears had some utility I wasn't aware of. As they passed us by, I could heard a strange flitting hum built of chirps and whines, like a piece of old noisy hardware on its last legs. It sounded like a chant. It felt religious. Primrose: They're on a pilgrimage, since you're clearly wondering - and staring. You'll need to get that under control. I did. I watched Primrose lick her plate clean instead. Primrose: It's the anniversary of the Second Breaking, when their Mechanical God gave up all its great strength to gift life to the lifeless. The dawn of AI, divinely delivered. You'd expect me to have a thousand new questions given what I'd just been told - and I did - but I decided to tackle something more obvious first. Caspian: So… do all animals talk here or- what's up with that? Primrose broke out laughing. Primrose: Oh gracious me - the way your mind works! You really are just like- She caught the next word behind a breath. She paused. I made a note of it. Primrose: No, David, not all animals; only certain species, and only if they choose. Plenty refuse. I mean, I could be lounging in a sunbeam right now. Instead I'm talking to you, and re-considering my theory on cross-universal tectonic erosion patterns. I may choose the latter, but I appreciate the former. Regardless, every living thing on the planet will have that choice - eventually - but PACT-15 has been one of the longest roll-outs in Compendium history. Caspian: PACT? Primrose: Phenom Application and/or Combination Technology. A \"phenom\" is just something strange, unique, or unexplainable enough to pique the Compendium's interest. PACT-15, for example, came from studying an Australian talking spider, a literal Kingdom of animals, an- Primrose stopped herself again, and again I took note. Caspian: So… it's finding a utility for anomalies? Primrose: Try not to use the word \"anomaly\", David. Especially not when there might be Wanderers around - and they're always around somewhere. Also yes, utility is a factor, but that's the wrong way to think about PACTs. Consider this instead: the Compendium finds an ornate armchair one day. It can teleport anyone and anything it touches. It also has a mind and desires. It likes teleporting people. It wants to be useful. So we research it, with its consent, and discover every single atom of its structure contained the same mind, desire, and irreplicatable phenomic quality. So we ask it \"would you like to do more\"? Now, that chair is everywhere, and its existence is bliss. Caspian: Huh. I mean - not to tell you your business - but why not just carry those atoms around in pins, or wristbands? Why bother having chairs at all? Primrose: Because it doesn't want to be a pin, or a wristband. It's a chair. It wants to be a chair. That's the point of PACTs. It's not about what's most useful to us, it's about finding where phenom fit best. Primrose tapped the table. The Menu turned into an itemized bill for \"17.141 BI\". With a second tap, the hologram showed \"PAID\". Primrose: Now, how about a nice walk?",
        "Location: Central Park, New York City. I walked with my hands in my jean pockets. The \"Everywhere Chair\" had taken my lab coat away to - apparently - a very large closet somewhere. From the classical architecture of Paris came the modernity of Manhattan, and all the strange new possibilities therein. Much of it was glass - or at least transparent material - in different shapes and sizes. Some were tree-like, with thin elevator trunks and thousands of branching limbs, all leading to small clear boxes. One, Primrose proudly pointed out, was her apartment overlooking the park. I said I'd prefer something a bit more insulated, and she muttered something about \"monkeys and their concrete caves.\" Another structure was filled to the brim with clear water, swirling with artificial currents and all manner of amphibious life. They spilled out onto the street, literally, from curling pipes into walking machines. Caspian: This is a strange, beautiful little world you've got here, Primrose. Primrose: Glass houses, David- Caspian: Yes, I can see them. Primrose: I mean you have no grounds to be calling us \"strange\". I've been studying your reality for nearly a year. You're a bunch of straight-up wackos. Caspian: Then why am I here? Primrose: Oh, David, I didn't mean you spe- Caspian: No, I mean, actually. You needed me as a \"sample\", but apparently I'm already fully scanned. The breakfast I can write off as professional courtesy. Right now though - what am I doing here Primrose? Primrose stopped walking then. She leapt up on a nearby rock by the path, bringing herself up to my eye-level. Primrose: Would you like to spend the day with me? Caspian: Pardon… me? Primrose: I'm asking you to spend one full day, here, with me, in my reality. Come on, look around! You must be curious. Caspian: Didn't curiosity ki- Primrose: That's a cat phrase, David. You can't use it. Caspian: Alright then… why? Primrose: That's the caveat: you can't ask me why I'm doing this… or how our PACTs work. I could actually get in trouble for telling you that. You're the one person in this world with a clearance level, David, congratulations. You can, however, see the wonders of this world with a delightful talking cat as your guide. Consider it research. Consider it diplomacy. Consider it a vacation! I know its been a while since you had one. What do you say? I paused, and took one last look around. There was a family on the grass nearby having a picnic. Their daughter playing with a fully animate teddy bear made from patchwork cloth. A man threw a ball for his dog, and I watched the dog throw it right back. I saw a colossal, lumpy fellow, two and half meters tall at least, sitting on a nearby hill. A crowd grew around him as he strummed a guitar equal to his size. Far away as he was, I could still hear the French nursery rhyme he sang. Caspian: I mean… this would make a wonderful research paper.",
        "Location: \"Nous sommes devenus Magnifiques\" , Guinea-Bissau, West Africa. The museum itself was a marvel - though I'd have been disappointed with anything less by now. From a distance, it appeared as five columns of mossy stones - smooth river rocks that had been balanced by some great giant. Yet each \"stone\" was a large, isolated structure of thin metal and white ceramics, built one on top of the other without any practical means of moving between. So it goes in a post-teleportation world. Within each rounded complex was a single exhibit, and with Primrose in tow, I raced and vanished between them like an unsupervised child. I could have spent the whole day in that museum. I could have spent my whole life there. I paced around a large aquarium full of lifeless, murky water. At its center there was a statue of a man, his hands held aloft. After a while, I thought I saw children in the tank, empty eyed and floating. I rushed towards them filled with dread. Then, a trio of those same children popped their heads over the tanks edge, and spat water at me. They giggled and vanished away once again. Primrose sagely pointed down at the floor, and sure enough, I was standing in the clearly marked \"splash zone\". Thus far, I'd found this universe a bit sterile and chaste. A visit to the Robert \"Bobo\" Blythe gallery cleared that right up for me. Rows of paintings, carvings, and strange new-media holograms depicted acts of obscene violence and perversion; hedonistic orgies that twisted food, sex, narcotics and narcissism in ways I'd never imagined in my worst (or best) dreams. On the way out though, looking at the aged oil portrait of the artist himself, he seemed like such a happy fellow. Of course, nothing shocked me quite as much as the final exhibit. In the topmost \"stone\" of the museum was an amphitheater full of slatted wood steps and a wide, lattice-glass ceiling. There was a solitary thing at its center, protected only by a round of red velvet rope. A crowd of people milling about it, denser than the gawking crowds of the Mona Lisa, all craning to get a good view. Primrose and I emerged into that room, and for a moment, I found myself unable to blink. The Statue. The Statue. I wanted to cry out - to warn the hundreds of onlookers… before I realized the extreme stupidity of that plan. I jolted as Primrose jumped onto my shoulder. She smiled, and my nerves settled. It wasn't the same nightmare of rebar and concrete I recalled. The pock-marked, alien body I knew so well was replaced with smooth, soapstone contours; something between native-Canadian carvings and the height of Roman antiquity. It was no more \"human\", but far less unsettling. The browns and reds on its \"face\" were now vibrant, almost luminescent, spread out in a flowing Rorschach pattern. Its shape was the most striking difference. Its body was bent back, well back, until its chest formed a smooth curve and its head nearly touched the floor again. Its arms were held slouched, yet a thousand hair-thin bands of metal curled and blossomed upwards. Those iron fern-shoots formed a great, abstract cone that reached up to the ceiling and cut the sunlight in strange, geometric patterns. It was terrifying, but even I couldn't deny it was- Primrose: Beautiful, isn't it? Caspian: Ask me again when my stomach drops out of my throat. Primrose: Hah! See, it only goes unobserved for a single second every 24 hours, right at the stroke of midnight. In just that time it turns itself into something completely new, every day. People flock from all over the world to see it - though, that's less of a feat now with the Everywhere Chairs. Still, it's time out of the day, and it shows- Caspian: Aren't you worried it might… you know? Primrose: Might what? Hurt someone? Kill someone? Oh it might, if we ever were so disrespectful to lock it away and leave it unseen, letting it wallow in its own filth. Any person would do the same. It's a statue , David. It's art! It stops when it's seen because it wants to be seen! Caspian: And it told you this, I'm guessing. You've mentioned \"talking\" to anom- to phenom before. How did you accomplish that? Primrose: PACT-5. We cobbled together a peculiar ham radio, the juices of a telepathic achlorophylous plant, and hijacked this panglobal phenomic radio frequency after liberating several thousand abducted children from a Russian folk-demon. Those were steps 3 of 197, by the way, and you're not getting the rest. As for the Statue, It's not much for talking. We figured it out the old fashioned way: trial, error, and patience. Oh, and trust that it couldn't just be a concrete killing machine. Caspian: I… don't think I could ever have that kind of trust. Not when I've seen what that… thing is capable of. Primrose smiled at me, fondly, and a tad condescendingly. Primrose: I think I know where to take you next.",
        "Location: Point Zero(?), Australia. Primrose said “Point Zero, Australia”, and I suppose that’s where we went. Just by looking, I couldn't have guessed. We were inside a glass dome - the kind with familiar half-meter thick polymer glass I’d seen in 1000 containment cells. The dome was vast - but not massive - closer to a small airport terminal than anything. Outside, the world was lush and tropical, with trees stretching high above the dome and flowering vines growing up our glass shell. I’m hardly a botanist, but it was surreal not being able to identify a single plant. They were, each of them, wholly new; the trees with their bark layered like armored plates, flower-bulbs hanging off thin fibers, dropped down from rigid green stalks - like a fishing pole and lure. It was all so spectacular that I almost missed the 20m reptile standing in front of me. My lungs collapsed. I turned to run, instinctively, tripping over my own two feet. I scrambled back with all the primal fear in my primate body as I stared into the eyes of a - of the apex predator; the unkillable monster. Some part of me knew there was a wall of shatter-proof glass between us. Another part knew it wouldn't be enough to stop that thing . It lumbered forwards. I recoiled. Then Primrose stepped calmly between us. She sat. It stopped. Primrose: He’s only visiting. The Lizard held its place for a moment longer, its vast web of black-bead eyes staring into me. Then, it turned away. All eight of its legs thundered in the ground as it moved. Sweat streaked down my forehead. Primrose watched the creature vanish into the treeline, then turned to face me. Primrose: Sorry about that; I just had to see it for myself. The killer instinct of the Immortigon is pure legend. Caspian: Immo- sweet Christ you have a pet name for that thing!? Primrose: Pet name? That’s its genus, genius. It’s what we call all of them. In the clearings to the west, in the hills to the east, and weaving through the rainforest thicket ahead were dragons. Hundreds of them. Colossal, lumbering bodies and shark-billed skeletal maws - so very much like the nightmare of my own world. Yet they all looked… healthy. Their limbs were coated in pale patterned scales of blue, green, and yellow. Their bodies were covered in shaggy coats, each hair-strand thick enough to be a braid; all long and hanging like willow-tree wisps. Caspian: That… they… Primrose: Yes, they are. Second deadliest animal on the planet. They were third until we got rid of mosquitos. Humans still get the top rank, of course. Fascinating creatures, the Immortigon. Immortal, of course, by any means other than themselves. They work a bit like lions mixed with lobsters. Once one gets big, old, and slow enough, the rest of the pack devours it. They were a… well, it’d be disrespectful to call them a nuisance , but really, as long as we kept a wall between our land and theirs, stayed out of their sight, they only really killed idiot trespassers and poachers. We knew they were intelligent. We tried to reach out, but they killed every messenger. Caspian: Until what? What goddamn phenom-anomaly-voodoo-miracle did you people do to pull this off? Primrose: Nothing. Caspian: Nothing!? Primrose: Well, nothing overt . Nothing direct. We must have done something, because one day they just… stopped. During a routine scientific survey one of our researchers crashed right down into a nest of Immortigon - and they group by the dozen. Except they didn’t kill him. He walked right out. We tried to send a rescue drone, but he refused! Mad damn scientist he was, he walked through a whole field of those things during their mating season! We all assumed that’d be the end of Researcher Clef. You can imagine our surprise when he showed up unscathed. Caspian: Why? How!? Primrose: Like I said, we don’t quite know the how. We did ask them why, though - and they replied! The first and only thing those creatures have ever said to us is we're \"no longer disgusting.\" So… that’s nice, I guess. I stared out over the strange jungles(?) of Australia. Primrose sat with me, and we remained there for a long while. I saw countless other creatures; some foreign to me, some terrifyingly familiar. Freakish raptor-dogs ran in packs, barking at each other in arbitrary English phrases. A flock of airplane-dwarfing birds soared overhead, though Primrose instructed me to ignore them. A procession of humans walked by, once, dressed in woven leaves and carved bones. They were headed to the coast, holding a long eel skeleton above their heads like something out of a Chinese new-years parade. A young girl waved to me. I waved back. No matter how hard I try, I can’t recall her face. Caspian: You’ve got a strange, beautiful little world here, Primrose. Primrose: That’s the cat calling the kettle black. Don’t repeat that, by the way. It’s a cat phrase. Only cats can use it. I broke out laughing. Primrose did too. She asked if I was hungry. I was, in the way only near-death could inspire. We had a late lunch.",
        "Location: \"Herman Fuller's Museum of the Extraordinary\", and others, Nashville, Tennessee. We stepped out of the plastic-white clam-shell UFO that Primrose had called a \"transport pod\", eating pizza we'd picked up in Detroit. Apparently they were the kings of the slice in this universe. Go figure. I could hardly believe it was all grown in a lab - the meat, the cheese, even the yeast. It was fantastic. I finished my last bite of crust, wiped my hands on my jeans, and gestured back at the pod. Caspian: Why do you people still have those things? You can teleport. Primrose: We still need to move couches, David, and asking a chair to help move a couch would be deeply insensitive. We walked through a pavilion wrapped around a magnificent, three story stone fountain. Its clear water trickled out, forming thousands of tiny rivers in the masonry grout. Rich green moss grew through like the lines of a circuit board. Around us, semi-circular buildings rose up, tiered and staggered so you could see each one simultaneously, if you stood at the pavilion center. With their massive, rounded windows aiming in, I felt as though I was being watched by a crowd of giants. When Primrose suggested \"more museums\", I'd been surprised. It was exactly what I'd wanted to do. I didn't complain, but I carried an uncomfortable feeling with me all afternoon. It was all too perfect. This reality was like walking through the home of a successful sibling, looking at all their great accomplishments and awards. It was a bitter, jealous feeling - condemning someone just for their success. As we walked through the marble halls of the Natural History museum, I paused at a large, avian skeleton bound upright on brass poles. It had a large pot belly, a stork-like neck, and a terribly sharp beak. I peered past the ribs, trying to discern the purpose of a strange mass of bones. They almost looked like the internals of a pocket watch. Primrose walked up beside me. Caspian: So, is this what happens to the phenom that don't fit into your little utopia? Primrose: This poor creature expired all on its own, David. When a phenom doesn't \"fit\", we find somewhere that it does. Another reality, usually. Caspian: So you dump your problems on someone else. Primrose: (…) My, you really are dead set on painting us as the villains, aren't you? No, David, we find solutions. Some photo-phobic phenom find themselves far happier on worlds without light. Other more brutal creatures enjoy a harsher environment; less civilized places. If we can't make it work here, we match the reality to the phenom and vice versa. Caspian: Seems like a clean little system. Before Primrose could reply, I stalked off again. We made our way to the Museum of Technology, saying nothing. Primrose kept a cautious few steps behind me. I walked quickly past many exhibits I likely would have found fascinating, but I was set on something. I needed to find what was missing here. Deep in the basement of that museum, I found it. In that dimly lit room sat a large, rusting apparatus; a mix halfway between a howitzer and a Tesla coil. Stripped, gutted, but unmistakably an engine of war. It was one of many paradoxically antique space-age weapons here, lining the walls and filling glass cabinets. I breathed out a dark, satisfied sigh. Caspian: So. Tell me. Why would such a peaceful world need machines like these? Primrose sat at my heels, illustrating how a cat shows confusion. It was very in the ears. Primrose: Is that what this has been about? Oh, David- Caspian: Don't \"oh, David\" me. Out with it. Primrose: (…) Of course we've had war. I never claimed we didn't. They've been mostly cold, but not entirely bloodless. No empire was ever built without at least some corpses at its foundation. Primrose lead me through the exhibit without hesitation or shame. Primrose: About a century ago, the Wanderers confronted the Foundation directly. They'd found out about a… well, what the Foundation considered a necessary evil, and they considered an unforgivable sin. I'd simply call it a hellish tragedy, what happened to that girl… but regardless, it brought those two great powers to viscous odds. Some of the first alliances of the Compendium were forged in those days, purely from necessity. The Foundation banded with the Peacekeepers, and together they built the Workshop atop a cursed factory. The Wanderers folded in the fringe groups, the Red Hands and followers of the Serpent King. They built stockpiles of terrible, impossible weapons on two sides of an invisible front. That's where PACT-5 came from, actually. It was a weapon of war. You need to be able to talk to phenom to give them orders. Caspian: So… what happened? Primrose: Look around you David! Do you think any of us would be here if that war had turned hot? No, eventually the stockpiles got so big, and the weapons became so unimaginably monstrous that neither side could actually envision using them. So, they started talking. Bit by bit. They started offering each other concessions, and suggestions, and new ways of tackling their shared problems. Then, together, they turned their weapons towards their shared enemies - ancient, hateful immortals neither side could vanquish on their own. Together, they set that girl free. From there, they folded in the many other groups dealing with the trans-mundane, and, well, the rest is history. I stared into one of the displays. It genuinely looked like a spray-painted nerf gun. I chuckled weakly. Primrose: There now, are you done trying to flush the devil out of me? Caspian: Alright, alright. I'm done. Primrose: Good. With that out of the way, can you please try to enjoy yourself? Caspian: Sorry. I am enjoying myself Primrose, really, It's just hard not to be a bit skeptical given all the things I've seen. I-… I realize I'm not the most \"fun\" person, so I really do appreciate all this. You really have picked the perfect places to lighten my mood, though. I love museums. Primrose: I know. I glanced over at her. Caspian: How exactly did you know that? Primrose flinched ever so slightly. Primrose: You're a scientist, David. You're a nerd. Of course you love museums. Before I could reply, Primrose walked off to another section. She was right. I was a scientist. I'd study, take notes, and theorize… and I was starting to develop a fairly good hypothesis about Primrose the Cat.",
        "Location: Tacna, Peru. We drove out to the coast that evening - actually drove. In the age of Everywhere Chairs and Ferry-Pods, cars had survived as a niche hobby. We rented a 1968 Porsche 483, which I had never heard of before, but was undeniably gorgeous. Primrose let me drive, claiming I'd die of heartbreak otherwise. We sped along an old, crumbling highway that snaked a cliffs edge. It was growing late. To the left of me the mountain glowed pale amber. To my right, the ocean was painted with a golden stripe, spanning from our car all the way to the setting sun. We pulled off near an overlook. Primrose sat on the guardrail. I just leaned. As dusk settled in, I began to trust my eyes less and less. Was I seeing things? There were a few stars in the sky now, sure, but far too many reflections in the sea. The darker it became, the more I saw, and marveled. They weren't reflections. There was a city down there. A vast, glittering city, spanning from the drop-off all the way past the horizon. White light speckled over great glass domes, connected by tendril-like tubes. Shapeless, gleaming satellites sped along the ocean floor in rows; like bands of quick moving traffic. Caspian: Primrose… why are we here and not there ? You didn't tell me you have underwater cities! Primrose: We don't. Caspian: W-… then… what's all that? Primrose: A city. It's just not ours. The Atlantic Supercity belongs to the Cephalopods. Octopodi, mostly. They don't talk to us. Caspian: Oh. Like, at all? Primrose: Mm-mm. Not for about fifty years now. They were with the Compendium for a grand total of six weeks before they demanded agency. They just didn't get along with the rest of Earthkind; something about the effects of higher thought on a creature whose neurons extend through its entire body. Perhaps when your arms- legs- whatever, can think for themselves, you don't need much more company. So, we put them back in the ocean. Caspian: You just gave a bunch of Octopi- Primrose: Octopodi. Caspian: Right. You just gave them advanced intelligence then threw them right back in the water like a bad catch? Then they built- I'm sorry, did you say a Supercity? Primrose: From Anchorage Alaska all the way to New Zealand. Caspian: And all this doesn't… concern you? They look pretty damn advanced down there! What if they decide to take over the surface too? Primrose: How very A6K of you, David. What if they don't? Just because they're not talking to us doesn't mean they're hostile. Not everyone gets along, but not everyone is out to kill you. If we're ranking the failures of PACT-15 in terms of hostility, the Octopodi sit somewhere between jellyfish and aphids… and the insects nearly caused hell on earth. Caspian: What happened with the jellyfish? Primrose: A moment of consciousness, then a very polite \"no thank you.\" We laughed, then enjoyed the silence for a while. It reminded me of something long ago. Caspian: Lisa would have loved this. Primrose: Lisa? Caspian: Just an old friend of mine. A marine biologist. She was studying this anomalous coral substance when-… well, things can be a bit more dangerous on my side of reality. Primrose: I'm sorry. I nodded. We watched the waves. Primrose: I lost someone too, once. Caspian: Really? I mean - sorry, not to be uncouth - but given everything I've seen today I half-expected you people to have a handle on immortality. Primrose: No. Well, yes, technically. We know how to end death. We even tried it, for a while. It taught us exactly why it's essential for life to conclude. Caspian: Care to elaborate? Primrose: You know I can't. Caspian: Then how about this person of yours. What were they like? Primrose: (…) They were a nerd. I wanted to ask more, but Primrose held up a paw, staring at the sky. Primrose: We should get inside. It's nearly nighttime. Caspian: Wait, seriously? Can't you see in the dark? Or, what, are there boogeymen coming? Primrose didn't reply. Caspian: Oh god are there actually boogeymen coming? Primrose: No, they're all in Tasmania now. I just don't want you embarrassing me, David. You don't know all the customs here - and the night doesn't belong to us. Primrose nudged her chin upwards. I followed the gesture, and my own jaw hit the pavement. Grand, silvery clouds had overtaken us, though the sky had been perfectly clear only seconds before. At least, they were clouds at a distant glance - and the one above us was nearly touching the mountain top. It was feathers . Millions of feathers, fluttering together on threaded lines of white silk, bound in a great misshapen ball. In brief flashes, I saw titanic musculature dip in and out of the \"cloud\", skinless and grey, inhuman in its segmentation, serving as some unimaginable piece of living machinery within the mass. The cities beneath the sea were all round glass and bright, artificial light. The cities sitting atop those clouds were all perfectly square, ivory and bone, and gave off a moonlit glow independent of any celestial aide. Primrose: All part of sharing the world. Dinner?",
        "Location: Dotonbori, Osaka, Japan. Primrose brought me somewhere I'd do \"minimal damage\". The bar we ate at only seated three; a narrow hole-in-the-wall without so much as a sign out front. Primrose claimed it was the best ramen in the world. Given it wasn't my world, I took her word for it. We ordered, and were served in the span of three minutes. As delicious as my soup looked, I was far more focused on the cook. It was a faceless creature, floating, appearing as though H.R. Giger had designed a mermaid. Its tail ended with a wide, sharp spade that was caked with flour and noodle bits. Primrose bowed her head as it served her. I did the same. The soup was sublime, if a bit heavy on the garlic. Halfway through eating, Primrose jolted upwards, looking as though she'd had an epiphany. It was very much in the whiskers. She excused herself, and darted out the door. I was glad we'd paid in advance. A moment later, a new patron entered the bar, having to stoop quite low to fit inside. In my periphery, I could see he was very, very hairy. I sneaked sideways glances while we ate. The creature- or phenom I suppose - was easily two meters tall. The stool beneath it strained against its weight. It was covered in a heavy, chestnut-brown pelt, fine as the hair on my head and embarrassingly more well-kempt. Its flat face had three, hairless circles where its mouth and eyes sat, glossy and black both. It smelled like dry mountain air. Once, it noticed me staring. I felt a nervous chill run up my spine as our eyes met. It gave me a slow nod, and returned to its noodles. Not wanting to risk my luck further, I put my bowl up on the counter and fled out into the night. There, I found Primrose waiting for me, a large bottle held up by her metal-needle-collar-fingers. It had a single black Kanji symbol painted on its label. Caspian: Primrose, what is that? Primrose: This, David, is very strong liqueur. Caspian: And what are you doing with that very strong liqueur, Primrose? Primrose: Well I'm going to drink it, David, and you're going to help me. Caspian: Wasn't the goal here for me to stand out as little as possible? Primrose: That was my original plan, yes, but it was boring. My new plan is to blame your every possible misstep on the fact you're drunk! It will go far more smoothly if you actually are. Caspian: I thought I was supposed to be doing research. Primrose: And I thought you were on vacation! Come on! The sun is down, you're a guest in a strange world, you've no one to report to… loosen up! Submit to the local customs! Trust in your guide! Just-… have a damn drink with me, David. I sighed. Caspian: Fine, one drink - and only to be polite.",
        "Caspian: Prime (hic!) Dimension Theory is goddam comic-book nonsense, you crazy hairball! Primrose: This-! This from the guy still measuring reality fluctuations with ph- phfucking humes ! What do you know, you you half-ape!? I think we were singing karaoke before that conversation. The next few hours sit in my mind like a spilled puzzle; I remember the pieces, but not quite how they fit. In my defense, I had a lot more than one drink. I remember the streets changing around me, filling with creatures both nightmarish and spectacular. Flocks of shining, ghostly figures swam overhead, literally, as though the sky was a deep, dark pool. An animate sand-dune rolled between my stumbling legs, bits of chicken bones and loose gravel churning within. There was a brief argument after we bumped into a family of Italian tourists, who for some reason sounded like chittering cicada. Before there was a scuffle we ducked into a noisy bar. Primrose: Clearly defined uni- unifying properties across realities that cannot be explained by random prober- probability- Caspian: Atoms can only be arranged in so many damn (hic!) ways! Biology follows other universal processes! You have gravity, you get skeletons. You have photons, you get eyes. You- Primrose: I'm not just talking about the prolifer- profil- prolif-ation of carbon-based life across quasi-incompatible ecology! I mean religious and cultural recurrences! The Green Stone Mirror alone- Caspian: Social hierarchies! Brains wrinkling to conceptualize the unknown! Con (hic!) current- A Yeti, I Think: What about the Henlow Theory of Cross-Dimensional Subatomic Seeding? Primrose: Oh- pft! Henlow! I disprove Henlow for breakfast! That quaking quack- Caspian: Don't you talk to him like that! And another thing, little miss stylish! Little miss blazer and bow! Orange. And purple. Don't mix! Primrose: Oh I will scratch you. Caspian: They clash ! Primrose: Do you want to get scratched!? Large Floating Orb: ❄︎♒︎♓︎⬧︎ ♍︎□︎■︎❖︎♏︎❒︎⬧︎♋︎⧫︎♓︎□︎■︎ ♓︎⬧︎ ◻︎□︎♓︎■︎⧫︎●︎♏︎⬧︎⬧︎ ♋︎■︎♎︎ ✋︎ ♒︎♋︎⧫︎♏︎ ♋︎❒︎♍︎♒︎♓︎❖︎♓︎■︎♑︎ ♓︎⧫︎📬︎ Caspian: Yeah! Yeah! See!? This guy- (hic!) this guy gets it! Primrose: Oh of cour- coursh you'd agree with the Orb! From there, at some point, we spilled back out onto the street with at least five new inebriated friends. We lost them just as quickly, which I didn't mind, as they were both small birds and extremely loud. I did lose Primrose around a corner, though, which meant I was very much lost myself. Even emboldened by the spirits, I was too nervous to ask for directions until I found another human, which took me a surprisingly long time. There was a man in a black suit standing under a streetlamp outside a hospital. He had no answers for me, but he did offer me a cigarette. \"I wouldn't usually,\" he said to me, \"but this is your last day in this world. I'd say it counts.\" I have no idea how he knew about my deal with Primrose, or what he was counting, but he was still a very nice man. Not knowing what else to do, I stumbled towards a standing, electronic booth in the middle of the road. Its holographic sign was in the same shape as Primrose' brooch - that globe and eye. When I came within a few paces, a second projection appeared - one of an androgynous human, all made of blue light. Caspian: Uh-… h-hi? Booth(?): Good evening! How can I help you? Caspian: I'm-.. uh, I'm looking for a cat- Booth(?): Would you like a listing for animal shelters? Or would you like to connect to the Feline Community Registry- Caspian: No- no I'm- look, sorry, I'm not from around here. I'm from this place- she called it A6K- Booth(?) Would you like to be patched into the ongoing Compendium Judgement on A6K Unity? Caspian: (…) Yes? Then the booth showed me. It sobered me up quite a bit.",
        "Location: A hilltop, somewhere. That's all I'd really asked the chair for: a hilltop somewhere. I was just outside some small town - the kind you could find anywhere, really, but somehow I knew it was America. There was a large oak tree on that hill, and I sat against it for a good long while, alone. Eventually Primrose found me. She brought the bottle with her. Primrose: David! Thank goodness! I was hopping on all sorts of rooftops looking for you, you silly old second cousin to a bonobo! Caspian: Hello Primrose. Primrose: Whoa-hoh! Have you been some kinda' multi-livered phenom this entire time, David? You seem positively lucid! Caspian: Mm. There was a vending machine. It was all black, with a keypad, and it asked me to make a request. So, I asked for something to sober me up. It tasted like those awful cinnamon candy hearts… but it worked. Primrose: Oh! Well…. good for you! Now you have plenty of room for the rest of this bottle! Caspian: Why am I here, Primrose? Primrose paused. Her tail dropped. Primrose: You're not supposed to ask that. Caspian: I'm asking. Why am I here? Primrose: David, come on. We've been having such a fun night- Caspian: Tell me why I'm here, Primrose. Primrose: Look, just- I am way, way too drunk for this conversation right now- Caspian: God damn it Primrose tell me why I'm here! Primrose: Because I wanted just one more day with my best friend, okay!? Silence rang out after the shout. A few black-winged birds took flight from a nearby tree, but after that, everything was painfully still. Caspian: The David Caspian of this dimension. Primrose: (…) Yeah. Caspian: Something happened to him. Primrose: (…) It can be dangerous on this side of reality too, sometimes. Not every singularity leads to… nice places. I leaned back into the tree, and stared at the dark canopy above. Caspian: I'm sorry. I had suspected but… I'm sorry, Primrose. Primrose: Yeah, well… you should be. Fun drinking is one thing, but now we're going to have to ramp it up to morose drinking, so- Caspian: I still need to know why I'm here. Primrose: Wh-!? I just told you-! Caspian: Not the personal reason, the time-sensitive reason. Primrose, what is the Compendium voting on right now? What happens to my reality if they vote \"Yes\"? Primrose looked at me, wide eyed. She set the bottle down. Primrose: Unity. Caspian: And what does that mean? Primrose: It means the Compendium does what it did here… but over there. It makes things better. It takes over. Caspian: (…) And… if they vote no? Primrose: A singularity can't be closed, David. You know that. A shear in reality, by definition, has to be stronger than the reality itself. It's there forever. So… either your reality is viable, or it's a problem. Either the Compendium unifies with A6K… or they erase it.",
        "Location: A hilltop, somewhere. When we first met, out of some strange cross-universal courtesy, I'd recommended Primrose paralyze me. 22 hours later, she'd done just that. I sat frozen on that hilltop, holding my knees to my chest. I couldn't blink. I couldn't breathe. The blood was frozen in my veins, refusing to pass through my heart. The gears of my mind ground to a screeching, cracking halt. \"Unity\", Or erasure. When that wall of anxiety weakened, just the slightest bit, a frantic burst of contingencies erupted from my mind. They spread out before me like steep, jagged paths. I could run back to the chair, maybe. I could ask it to bring me to the rooftop again. I could find some way to return to my reality, to warn them. Should I warn them? Would it matter? Would they believe me? Could they stop the Compendium? Would they strike first? Would I just be deciding whether to destroy this reality or my own? How could I trust people I've known for less than a day? How could I trust a ruling body I'd never even seen? How could I trust my own reality? I'd never seen the Council either! I turned to look at Primrose and… she gave me an expression I truly couldn't place. It was like she was holding in a very large breath. Then she started laughing. She fell onto her back and laughed, rolling about in the damp grass. Caspian: (…) There's no invasion, is there. Primrose: Gatekeeper no! Oh gracious Mother above, oh Pantheon Old and New you really are the most gullible man I've ever met! Caspian: I just got here, Primrose! Of course I'm gullible! Christ! Well what does \"unity\" actually mean then!? Primrose caught her breath, and smiled at me. Primrose: Contact. Unity means reaching out to your reality, and offering a discourse. That's it, that's all! Caspian: Then call it contact! Primrose: The Compendium is a scientific institute, David. They like using fancy words. I finally exhaled. I fell back into the grass, hands splayed, and stared up at the stars. Caspian: You're an asshole, Primrose. Primrose: Oh it serves you right. I told you not to ask why. Caspian: (…) So, they just want to talk to us. Primrose: To start. After a time, after we're all settled in with each other, then we start bringing over humanitarian aid… maybe some low-level technology if you want it. It's still an invasion, of a kind - just a very slow, and completely voluntary invasion. The moment you guys tell us \"get lost!\" We get lost. Caspian: And what if there's disagreement on that? What if one part of our world wants you there, and another doesn't? Primrose: Doesn't matter; its gotta' be unanimous. Once you guys can come to some kind of consensus, some kind of alliance - a shared scientific council for the betterment of the world, if you will - then you can call us back. Caspian: And you do this… often? Primrose: Often enough! We have these kind of votes whenever we stumble onto a new dimension. It's not often the whole Compendium needs to be called, though. Usually it's pretty cut and dry if we broach Unity. The answer's usually no. It may just be \"talking\", but we do realize the destabilizing effect it can have. After all, like you said, what if some people want us to stay, and others don't? It might bring about alliances - or it could cause global war. Caspian: And… you don't destroy realities when they vote \"no.\" Primrose: No, David, of course we don't. Ironically, dimensional ruptures are the one phenom we actually do contain. We seal it off, obscure it, and monitor it. Destroying a whole reality… I don't even think the Compendium has that kind of power! Probably. There have been rare times when we've offered… \"mercy\", I suppose, but those have been dimensions where literally everything has gone right to hell. Your reality isn't that far gone, and you're certainly not a threat. You're just… well, clearly, you're a serious grey area. I didn't know what to say to any of that. It almost felt wrong that there wasn't some grand calamity on the horizon, some awful punch-line to this adventure. I just lay there, zen-like in my total disbelief of the universe(s). Primrose sighed, and settled down next to me. Primrose: David, I know more about alternative realities than anyone in my world. I certainly know more than you - no offense. I've been at it about 60 years longer. Tell you the truth, I have no idea why our worlds are so different, and yet so similar. I don't know if it's the chicken or the egg with you people and your phenom. Does your hostile reality make you aggressive and distrustful? Or is it your distrust and aggression making your reality hostile? Is it you? Is it circumstance? Is A6K just one big tempest in a teapot, spiraled out of control? And for our part, are we just fundamentally different from you, or are we just the product of some nebulous domino effect from thousands of years ago, when one human decided to be kind to another? Primrose shrugged. Primrose: It's a finicky ball of string, our scientific field. That's also a cat phrase, by the way. You can't use it. I glanced over at Primrose for a moment. Caspian: 60 years, huh? Primrose nodded. Caspian: How old are you? Primrose batted at my face, hard, then stalked off towards the chair. The sun began to rise.",
        "Location: Tokyo And there we were, back on the rooftop again. My lab coat appeared with me, hanging off the back of the chair. I thanked it twice, and told it what a wonderful job it had done today. It gave a pleasant little rattle. Primrose sat where I'd first seen her - but now, she was facing away. I walked up and stood with her, watching the sun rise for a second time; now over the vast canopy of incredible architecture, vibrant green and polished white. I never did ask how they grew ivy so large. I decided not to. I didn't need to know. It was spectacular, and that was enough. Primrose: I didn't think it'd be that close. I looked over at Primrose. Primrose: The vote, I mean. I knew the Charity would be on board. They love helping the helpless, and your world is the very definition of helpless. Caspian: Primrose- Primrose: The Apex too, maybe. My vote had to count for something. Plus, the Canine Collegiate are all about inclusivity - but the Amphibian Pod can be such sticks in the mud! Caspian: Primrose… Primrose: And it was anyone's guess about how the people of the forest would vote. It always is. The Nocturnals were a real surprise, given what you people did to them… but what the good god damn was the Collective even saying!? Did you understand a single- Caspian: Hey, Primrose? She stopped talking, but wouldn't look at me. Much as I'd learned about how a cat emotes in this world, I couldn't read her at all. I could guess how she was feeling, though. Caspian: Thank you for today. She didn't reply. Caspian: And, uh… sorry I forced you to let the cat out of the bag about- ah, sorry, is that a cat-only phrase? Primrose: You can use it… Caspian: (…) You've got a strange, but very beautiful world here, Primrose. Primrose: It could be your world too, you know. It was my turn to be silent then. I watched the sky turn from a muted orange to a pale, promising blue. Primrose: I mean- I can't just pluck you out of A6K again once its sealed, but there's no real reason I have to send you back! I'm sure I could come up with some excuse for the Compendium; some long-term cross-cultural trans-dimensional-… quantum-quarking- Gah! I'll figure it out! And if you're worried about your SCP people, we can send back a clone, or an android - Or! We recently found these lentil-based human-mimicking lifeforms in Nepal! They can only drool and stumble around, but I doubt your stupid reality will notice! I just smiled, weakly. Primrose's words eventually faded into a low mumble, and by the time I turned to look at her, her head was hanging low. Caspian: It really was an incredible day. Primrose: (…) You're not going to tell them, are you? Your bosses, I mean. Caspian: The SCP Foundation? Oh good God, no. I'll make something up for them … but, actually, I can think of someone who would appreciate all of this. They're always up for a good story, and they can keep a secret. Primrose nodded. I tucked my hands into my lab coat. Without any great fanfare or farewell, I knew it was time to go. Before I did, I asked Primrose for one last thing. She grumbled, but agreed. I pet her head, and vanished.",
        "\" SCP-6001 \" by T Rutherford, from the SCP Wiki . Source: https://scpwiki.com/scp-6001 . Licensed under CC-BY-SA .",
        "Filename: SCP-6000.jpg Author: T Rutherford License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-6001"
}