{
    "url": "https://scp-wiki.wikidot.com/scp-6003",
    "all_text": "PlaguePJP, AnActualCrow, & J Dune: XII\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+347\n+\n–\nx\n\n\n\n\nby PlaguePJP, AnActualCrow, & J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6003\n — \nBeacon\n\n\n\n\nJ Dune's Authorpage\n\n\nAnActualCrow's Authorpage\n\n\nPlaguePJP's Authorpage\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6003\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6003-1.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation facility Site-NULL has been constructed above sea-level, 5.5 kilometers west from SCP-6003's shoreline, for the purposes of observation, research, and containment of anomalous phenomena related to the island.\n\n\nSCP-6003's secluded nature is considered sufficient self-containment. In the event of trespassing, individuals are to be detained, and amnestics administered at the discretion of the acting Site Director.\n\n\nUPDATE - 1969/3/14:\n Due to the events of Incident-6003-KURBAN, all activity on SCP-6003 must be conducted with the use of protective ACaD\n1\n suits engineered to prevent chemical breakdown. Upon conclusion of activities, personnel returning to Site-NULL are to be quarantined inside an ultra-sterile chamber until biological testing indicates that the party is absent of SCP-6003's effects. Suits are then to be incinerated.\n\n\n\n\n\n\nSCP-6003\n\n\n\n\n\n\nDescription:\n SCP-6003 is an island in the Pacific Ocean, located inside an extradimensional pocket at geolocational coordinates \n58°33'31.0\"N 20°57'57.0\"E\n, inaccessible to individuals who do not meet a set of criteria.\n\n\nAccess to SCP-6003 is limited to those with knowledge of the island and/or its coordinates. Travel via sea with the intention of reaching SCP-6003, even without adequate nautical navigational expertise or familiarity with SCP-6003's coordinates, will result in the journeying party locating the island through a poorly understood, non-Euclidean shift between two points. After a duration of ordinary travel, ranging from 45 minutes to 8 hours, individuals have reported navigational instruments ceasing function, and their vessels briefly entering a blanket of fog before emerging 10 kilometers from the island's shoreline.\n\n\nThis phenomenon occurs regardless of SCP-6003's proximity to the individual's departure location and does not apply to individuals traveling via aerial locomotion. The only naturally occurring life forms on SCP-6003 are plants, a variety of which are unique to SCP-6003, and SCP-6003-1.\n\n\nSCP-6003-1 is a 50-meter tall, smooth, wooden pillar at the center of SCP-6003, taking the form of an early 1940s lighthouse. SCP-6003-1 is not in an operational state. SCP-6003-1 appears to be one solid piece of hollowed wood, with the topmost section carved into a lantern pane. An entrance into SCP-6003-1 has yet to be discovered, and the structure has proven to be resistant to force during attempts to access its interior.\n\n\nThe base is embedded at least 15 meters into the earth and much of the surrounding soil swells, similar to tree roots, around SCP-6003-1, however no analogous structures have been discovered. Radiocarbon dating of SCP-6003-1 has returned incongruent results, ranging from 12,000 BCE to 3 years prior to discovery.\n\n\nPrevious signs of habitation exist on SCP-6003, including elaborate ruins, written records, sophisticated technology, and personal effects. Radiocarbon dating and anthropological analysis has determined the civilization that once inhabited SCP-6003 to be upwards of 2000 years old. No supplementary evidence corroborating the existence of this civilization has been found in historical documents, anomalous or otherwise. Likewise, no discernible evidence of trade is recorded in writings recovered from SCP-6003. Despite this, numerous objects and resources recovered from the island, such as cloths, tools, statues, and lodgings, are composed of materials not naturally occurring on SCP-6003 itself, their origin of acquisition remaining unknown.\n\n\nAt present, no physical remains have been excavated from SCP-6003.\n\n\nAddendum 6003.1:\n Recovered Materials\n\n\nSCP-6003 came to the attention of the Foundation upon the passing of O5-6 on 1968/4/03. Among their personal possessions entrusted to the Foundation for further research was a manuscript, heavily water damaged and presumably cut from a larger work. The origin of this text remains unknown. It has been reproduced below.\n\n\n\n\nAnd he said unto Lothos, \"Traverse the Seas, the Waters of the World, though come not to that place!\"\n\n\n\"Craft from Night and bounded hate, a Paradise lived alone.\"\n\n\n\"His meager kingdom ever-still, beneath the Wooded Throne.\"\n\n\n\"Where harrowed Silence permeates, no Reverence maintained.\"\n\n\n\"A quiet corner undisturbed, the sleeping Giant remains.\"\n\n\nVantalla took heed of her Master's warning, and wept.\n\n\n\n\nAdditionally, a document containing the aforementioned coordinates derived from the above passage using numerology, was also entrusted to the Foundation's care. An exploration party was commissioned by the Foundation and made landfall upon SCP-6003 on 1968/8/29.\n\n\nAddendum 6003.2:\n Initial Exploration and Discoveries\n\n\nOn 1968/8/29, members of Mobile Task Force Zeta-67 (\"Anchors Aweigh\"), and Foundation Researchers Thomas Swaine, Emily Clark, and Rosa Hahm, were deployed to SCP-6003 for a preliminary exploration. Swaine, the research team's head, was instructed to maintain a journal of his thoughts and discoveries.\n\n\n\n\n\n\nExcerpt From Thomas Swaine's Personal Log\n\n\n1968/08/29\n\n\nWhen the Foundation sends us out, they usually want something in particular. A captured anomaly, a person of interest, something. Getting sent out for preliminary exploration, on the other hand, makes you feel like a ball in a pachinko machine. They're just dropping us and seeing where we land. This time around, we didn't get any concrete instructions other than doing a clean sweep of the place and making sure that everyone gets out in one piece.\n\n\nThere was always a chance that those would be at odds with each other, but the higher-ups never were revered for their communication skills.\n\n\nPast the initial shore, there's a ring of craggy, silt-laden plains. A brief trek through the sediment, and we came into a grassy, lush valley. The change in scenery was jarring, but considering the circumstances of our arrival, it wasn't unbelievable; just nonsensical. Then there were the ruins. Lots of them, laid throughout the valley clearing as far as the eye could see. Each building was one long room assorted into horizontal sections. Well, diagonal columns. The thing was that each room was slightly more elevated than the one before it, like a massive, circular staircase. You know the Colosseum? Picture that, but grey, falling apart due to hundreds of years of natural decay, and a thousand times bigger.\n\n\n\n\n\n\n\n\nSource:\n Footage captured from Thomas Swaine's body camera.\n\n\nDate:\n 1968/08/29\n\n\n\n\n<Begin Log>\n\n\nMultiple segments of ruins are present as Swaine navigates through their perimeter. Other members of the preliminary research team aren't visible, but Rosa Hahm's voice is audibly distant.\n\n\nSwaine approaches a ruined building composed of what appears to be sandstone near the center of a segment. The ruin is significantly wider than normal, spanning two sections. On the right side of the entrance is a featureless stone pillar, extending to shoulder height. The top edge of the pillar appears significantly more worn than the surrounding structure as if it's been touched by many hands. Swaine enters the ruin.\n\n\nSwaine:\n I'm seeing a few similarities to the structure of the settlement present here. There's rows of what I assume to be stone benches, and again they're getting progressively taller. These ones look like they're in actual rows though. My best guess is that this was some sort of communal space, but we might need a better understanding of the culture here before we can say for sure. Especially if we want to claim that—\n\n\nSwaine stumbles slightly before catching himself. A stone cylinder, broken less than 2 inches above its base, is sticking out of the ground.\n\n\nSwaine:\n What— why is that there?\n\n\nAs Swaine crouches down to inspect the cylinder, a second stone cylinder is visible between two benches. It has been broken at one end and has a prism embedded in the stone at the other end. Swaine retrieves the second cylinder.\n\n\nSwaine:\n It doesn't fit perfectly with the bit in the ground, probably because there's some smaller pieces that went missing. Here, let me just…\n\n\nSwaine supports the cylinder with one hand. He shines his flashlight at the prism, the beam diffracting into smaller beams and creating a band of light at around chest height.\n\n\nSwaine:\n (\nPause\n) Interesting. A primitive light source, looks like. If sunlight got in here… Yeah, this thing could light up an entire room.\n\n\nSwaine sets the cylinder down and approaches the back wall of the ruin through an antechamber. Six haphazardly carved pillars are situated within. The first five have a wooden box on top of them, however the last pillar is coated in a thick, stone-like substance which renders its box fully concealed, if one is present.\n\n\nSwaine:\n This whole— I'm trying to make sense of this, but everything is either too ancient or in… complete shambles. Look at this!\n\n\nSwaine opens the first box, coughing as a current of dust shoots out as the lid is lifted. He finds a large stone with a crude painting drawn on it.\n\n\nSwaine:\n I don't even know what I'm supposed to be looking at here. A… piece of a mural? It's too damaged to make out the image. There's five — four more of these we can get to. If we're lucky, we might have a better idea of what we're looking at by the time higher-ups get a hold of this footage. Let's get some close shots of these.\n\n\nBody camera is close to the back wall of the ruin while the sound of a camera shutter can be heard. Swaine inspects approximately 2/3 of the back wall in this manner before stopping and turning to face the entrance. SCP-6003-1 is visible in the distance.\n\n\nSwaine's breath is audibly lighter as he rests on the nearest stone bench. Body camera continues to face the entrance. Swaine is motionless for several minutes, occasionally mumbling to himself.\n\n\nClarke:\n \n(Over Swaine's handheld receiver)\n Rosa and I finished encircling the ruins. Over.\n\n\nSwaine:\n Hm? I was… Can you, would you mind repeating that one more time for me? Over.\n\n\nClarke:\n The ruins are laid out in a circular formation around the whole island.. We just went around the entirety of it. Gonna try and see what's in the middle. Over.\n\n\nSwaine:\n Sounds good. I'll start making my way there. Over.\n\n\n<End Log>\n\n\n\n\nAfterword:\n As of this file's previous revision (1977/11/15), no close inspection of the remaining 1/3 of the ruins have been conducted, as environmental conditions on SCP-6003 (See proceeding Addenda for details) have inhibited further investigation.\n\n\n\n\n\n\n\n\nExcerpt From Thomas Swaine's Personal Log \n(Cont.)\n\n\n1968/08/29\n\n\nThe outermost rooms had what may have once been 40 centimeters or so of steps, while the innermost ones were stone roofs poking out of the dirt. The low-laying buildings we could access had stairs leading down, so it's clear that they were supposed to be at least partially below ground.\n\n\nDetails that would give us a clue as to what happened to the people who once lived here had broken down into nothing useful. If whoever lived here had doors, they had all disappeared by the time we arrived. What's more, the plants had moved in while they were gone. The grass was halfway up our boots and Rosa almost tripped over some of the vines. Twice. The clovers were relatively tame. The front of each ruin always had a gap where a door might have been, with no openings anywhere except (occasionally) the back.\n\n\n\n\n\n\n\n\nReproduction of a map drawn by Dir. Swaine.\n\n\n\n\n\n\n\n\nEventually, Rosa pointed out that the houses near the back of each segment were wider than the ones in the front. They weren't in a perfect grid, they were all angled slightly so that the sections pointed towards a single area. We'd only looked at a few buildings, and anything beyond that had been hiding in the fog, so we decided to walk around and figure out how wide the fan of ruins was.\n\n\nEm went to the back of one building, Rosa went to the end of another, and they were planning to walk along by the outermost ruins in opposite directions until they reached opposite ends. Instead, they met on the other side. Since the ruins formed a giant ring, we decided to see what was in the middle; the fog was too thick for our flashlights to be worth a damn, so they had to get close to figure out what was there. They didn't have to finish walking to realize it was a lighthouse.\n\n\nA towering monolith, jutting into the sky like the base of a great tree. It dwarfed the surrounding ruins, yet none of us noticed the structure until we approached the island's center. Now, it was impossible to miss.\n\n\nThe tower was crafted from some type of wood. None of us, nor our equipment, could figure out what kind. It was gray, incredibly smooth at first glance, but the fine details revealed twists and curves in the surface as if they were sculpted by expert hands. It was as breathtaking as it was terrifying. No power source, no entrance, but nonetheless, the giant stood, an undeniable testament that something had been here before us. To think that we failed to notice something that commanded such a presence carried another unsettling implication.\n\n\n\n\n\n\nAddendum 6003.3:\n Further Findings\n\n\nOn 1968/09/04, Excavation Site-C, established in the inner-most circle of ruins in an area believed to hold hierarchical significance\n2\n, located a previously unnoticed passageway behind a large, circular sculpture that hung on a wall.\n\n\nThe tunnel led to an ornate antechamber, decorated with intricate, lined patterns and complex tapestries on its walls. Beyond this vestibule was a larger room, similar in design, where six rectangular stone boxes were situated. These boxes held pieces of painted stone which were in a state where their contents could be discerned. It is believed that they are similar to the largely incomprehensible mural pieces found during SCP-6003's initial ground exploration. A visual analysis by Researcher Hahm has been included below.\n\n\n\n\nBox One:\n A person coated in heavy, black furs, possibly a \nhumanoid primate\n, is shown standing on an empty patch of land with their arms outstretched. In front of them, a tree, highlighted by a yellow flash of light, can be seen contorting and changing its shape.\n\n\nBox Two:\n Depicts two long-ships making port at the northern edge of an island. At the island's center is SCP-6003-1. Its lantern appears to be operational. Positioned near the structure is a skeleton, presumably belonging to the figure in Box One.\n\n\nBox Three:\n A human figure, drawn with golden paint, most likely the tribe's leader or a figure of social importance, is in front of SCP-6003-1, arms outstretched in a position similar to the first mural. A beam of light is pointed at them.\n\n\nBox Four:\n SCP-6003-1 is surrounded by trees, animals, overgrown grass, and food. Members of the tribe are kneeling to it and the leader, who is situated in front of SCP-6003-1, now depicted as having a gray crown on their head.\n\n\nBox Five \nFront\n:\n Drawing of the ruins surrounding SCP-6003-1 are now present. The leader is depicted praying to SCP-6003-1 as the rest of the tribe are doing various tasks such as farming, conversing, or dancing.\n\n\nBox Five \nBack\n:\n The tribe surrounds SCP-6003-1. Their faces are weeping, solemn, or distressed. The leader is seen in front of or embedded into SCP-6003-1. Beams of light are shining from them. There is substantially more overgrowth in the background.\n\n\nBox Six:\n Inaccessible, coated in a gray material covered in a viscous, sap like substance that has been resistant to all attempts at removal.\n\n\n\n\n\n\n\n\nTHE FOLLOWING DOCUMENT HAS BEEN RELEASED AT THE INTERVIEWEE'S PERSONAL REQUEST\n\n\nReaders are reminded that any claims made in this document have not been verified or endorsed by the SCP Foundation.\n\n\n\n\nREQUEST FOR PROJECT TRANSFER\n\n\nInterviewer:\n Dr. Thomas Swaine\n\n\nInterviewed:\n Researcher Rosa Hahm\n\n\n\n\n<Begin log at 08:23>\n\n\nSwaine:\n Well I haven't been to the Grand Canyon, but I don't understand why you're asking me about it.\n\n\nHahm:\n But have you seen the Grand Canyon.\n\n\nSwaine:\n I've seen photos of it, if that's what you're asking.\n\n\nHahm:\n Then you've seen how time lays on something. You've seen how it wears down the world. It carves the land. It carves buildings. Hell, it carves people.\n\n\nSwaine:\n Sure.\n\n\nHahm:\n Most of that lighthouse is a wood cylinder. It's like a tree, except for the fact that trees have age. They have holes where beetles dug into their bark and scorch marks from old fires. That lighthouse was \nsmooth\n. The damn thing hasn't been touched. And it doesn't have any actual roots either, because that would imply some sort of change. It would mean that the lighthouse interacted with the rest of the landscape. But the lighthouse and the landscape are completely independent!\n\n\nSwaine:\n Well, sure. I imagine that it being made of exceptionally strong wood is a part of the anomaly.\n\n\nHahm:\n This is more than just strong wood! Living things \nage\n. Dead things \ndecay\n. This does neither. It might as well be nothing. I touched it, I put my weight on it, and I'm still not sure that it even exists.\n\n\nSwaine:\n Whether or not you're correct, we need to conduct more research.\n\n\nHahm:\n Research on what? A small society lives on an island that's nowhere next to a pillar of nothing before disappearing without a trace. You saw those rocks like I did. They weren't made for art. They were made to \ntell\n people something.\n\n\nSwaine:\n I'm aware of that, Rosa. That's exactly why we need to do more research.\n\n\nHahm:\n You can do your research on your own, I don't want to end up wherever the hell they went.\n\n\nSwaine:\n We don't know if they went anywhere. Like you said, things decay and die. This place is ancient, Rosa, and we need to look into every corner before we make any assumptions.\n\n\nHahm:\n I'm not going to be here for that. I know when something's wrong. You know it too, and why you're going to these lengths to ignore it is beyond me.\n\n\nSwaine:\n Listen, to be eligible for a transfer you need to—\n\n\nHahm:\n When I was sent here— to conduct \npreliminary exploration only\n mind you, not any of that Site-NULL deathtrap you've been going forward with— we were instructed to keep everyone alive. This is me keeping everyone alive. Is that eligible enough for you?\n\n\nSwaine:\n Unless you can prove that you're at some sort of elevated risk, I can't approve you for a transfer.\n\n\nHahm:\n My god, you were there. \nYou\n looked at the lighthouse. \nYou\n looked at those rocks. What did you see?\n\n\n(A pause)\n\n\nSwaine:\n I saw people, Rosa. People who obsessed over something they couldn't understand.\n\n\n<Remainder of log excluded as per interviewee's request>\n\n\n\n\nFollowing a discussion with other Site staff, Researcher Hahm's request for transfer was ultimately approved by Head Researcher Swaine and she was moved off of the project. Despite Hahm's account, other stationed researchers and task force members have not displayed any ill-effects or a desire to leave the SCP-6003 project.\n\n\nAddendum 6003.4:\n Site-NULL\n\n\nDevelopment on Site-NULL was completed on 1968/09/28, officially establishing Site-NULL as a Secure Facility.\n\n\n\n\nExcerpt From \nSecure Facility Dossier: Site-NULL\n\n\n\n\n\n\n\n\nSite-NULL\n\n\n\n\n\n\nSite-NULL is a fixed platform, built on eight steel leg supports that have been anchored into the seabed five kilometers from the coast of SCP-6003. A crew of 16 personnel, sourced from the initial exploration team and the Foundation's archaeology department, have been allocated to Site-NULL. The team's lead, Thomas Swaine, was appointed Site Director, with Emily Clarke heading the research department responsible for analyzing phenomena related to SCP-6003.\n\n\nSite-NULL's primary directive is to function in conjunction with archaeological operations conducted on SCP-6003. Six excavation sites have been established across the island in areas that personnel believe will yield results in the recovery of materials belonging to SCP-6003's previous inhabitants.\n\n\n\n\nBetween October 1st and October 10th, 1968, a number of staff situated at Site-NULL reported numerous anomalous events. Interviews with affected staff allowed for the creation of the following file.\n\n\n\n\nSeagulls are repeatedly spotted circling above Site-NULL. Despite there being no recorded deviance from typical seagull appearance and behavior, they are repeatedly described as \"vulture-like\". As SCP-6003 lacks natural fauna, it is unknown how these animals have reached the island's locus.\n\n\n\n\nA rogue wave formed unusually close to land, colliding with Site-NULL. Three personnel are injured.\n\n\n\n\nWater faucets at Site-NULL have repeatedly dispensed human blood. Chemical analysis of the fluid indicated it had been heavily diluted with seawater.\n\n\n\n\nMultiple radio frequencies used in Site-NULL operations were simultaneously disrupted. Personnel using disrupted channels reported hearing multiple voices conversing in an unknown language.\n\n\n\n\nPlant growth in ruins has anomalously accelerated, leading to the entrapment of 2 excavating personnel for several hours. Team was recovered successfully.\n\n\n\n\nFog density near SCP-6003 shoreline has greatly increased. Personnel are advised to exercise extreme caution to avoid running Foundation ships aground.\n\n\n\n\nTransmissions consisting of heavy breathing and a wet, shifting noise were intercepted by Site-NULL nightly for two weeks. These messages were determined to originate from SCP-6003.\n\n\n\n\nA team surveying SCP-6003's mountains reported seeing a \"massive, decaying tree, lined with human eyes\" that, when approached, collapsed to the ground with a loud cry before disappearing.\n\n\n\n\nTwo personnel, who were fishing off Site-NULL's dock for recreational purposes, reeled in a wicker basket that was sealed at the middle, with several holes punched in its top half. When separated, various cloths and a small piece of bark, engraved with a symbol of unknown significance, were found inside.\n\n\n\n\nPersonnel at Excavation Site-D, while underground, reported hearing jovial sounds coming from the surface, and seeing dancing silhouettes flicker on the walls, as if cast by a flame. Sounds were described as \"fleeting\", and recalling the experience caused personnel emotional distress, often to the point of tears.\n\n\n\n\nMTF Captain, Rianne Langley, refused to emerge from her quarters for three days, citing a claim that SCP-6003-1 was watching and \"judging\" her. On the fourth day, Langley suffered short-term memory loss, and could not recall the events of the past week. She has since been relieved of her duty at Site-NULL.\n\n\n\n\nAn archaeological team of four was observed standing in front of SCP-6003-1 for 8 hours, each individual situated in one of the four cardinal directions around the pillar. When questioned, personnel did not view their actions as abnormal.\n\n\n\n\nSite-NULL observed a passing vessel on the horizon, described as a longship made from black, curved wood. The ship's bow held up a large figurehead of what appeared to be the head of an ape, with its mouth held open and its eyes replaced with stones. The vessel passed within 10 minutes, undetected by the Site's radar.\n\n\n\n\nPersonnel report feelings of constantly being observed at Site-NULL and on SCP-6003.\n\n\n\n\nDoctor Emily Clarke is overcome with a fit of mania, fully convinced she is suffering an eternal punishment in the afterlife. She repeatedly cried out that vines were constraining her and pulling her into the ground. After several hours, Clarke regained her composure. Noted distress has been observed in her demeanor since, though she has passed all subsequent psychological assessment tests.\n\n\n\n\nSeveral personnel stationed on SCP-6003 reported seeing holes in the ground, with large, human eyes embedded into the earth. They are described as crying.\n\n\n\n\nA single, 20 second transmission is intercepted by Site-NULL, consisting of screaming. The message was determined to be sent from SCP-6003.\n\n\n\n\nPersonnel testing SCP-6003-1's chemical composition experienced minor ground tremors, localized to the area immediately surrounding the pillar. All personnel reported the sensation of hands grabbing onto their lower bodies and pulling.\n\n\n\n\nPaul Chandler, Site staff, received medical attention after collapsing in the field. After a prolonged struggle in which he claimed his body was being pierced in multiple locations, he expired. Autopsy revealed his nervous system had been replaced with fibrous tree roots, resulting in heavy damage to his internal physiology.\n\n\n\n\nOn 1968/10/10, SCP-6003's anomalous weather formation of fog is disrupted for the first time as a storm takes the island. This event is yet to subside. All activity has been relegated to Site-NULL until further notice.\n\n\n\n\nThe catalyst for these events is unknown and under investigation.\n\n\nAddendum 6003.5:\n Analysis of SCP-6003-1\n\n\nPrimary bases of operation were erected following Site-NULL's creation. These outposts were located on the far east and west ends of the ruins. During that time, SCP-6003-1 became a point of focus for Director Swaine. Site-322's Joseph Lague, an expert on anomalous ruins and structures, was asked to examine SCP-6003-1.\n\n\n\n\nPresent Members\n\nThomas Swaine\n\nJoseph Lague\n\n\n\n\nSource:\n Footage captured from Thomas Swaine's body camera\n\n\nDate:\n 1968/10/15\n\n\n\n\n<Begin Log>\n\n\nPersonnel are standing a few meters from the base of SCP-6003-1. Sounds of the storm that has enveloped the island are heard throughout the recording.\n\n\nLague:\n Wood, right?\n\n\nSwaine:\n Yup, petrified wood. It's been resistant to all of our attempts at entry. Chances are that whatever petrified this made it anomalously resilient too.\n\n\nLague:\n I've heard that they petrify the shelves in the Wanderers' Library, but those shelves had color. They weren't… this.\n\n\nSwaine:\n The gray is striking.\n\n\nLague:\n Very striking. I don't think this came from the Wanderers' Library. It's too attention-grabbing. It was probably more of a beacon for those who lived here than anything else, so it's possible they built it.\n\n\nSwaine:\n We haven't seen any evidence for that yet. We're under the belief they—\n\n\nLague:\n —They built around it. That's probably the case. But it could also be possible that their leader summoned it.\n\n\nSwaine:\n There are carvings — we're still going through them. Seems like they praised it. Almost as if they were brought here because of it, or at least something relating to it.\n\n\nLague:\n So it's an icon. A great one too. Any evidence of this being a structure to honor the dead?\n\n\nSwaine:\n Not exactly.\n\n\nLague:\n I'll get back to you when I can do some more research.\n\n\nSwaine:\n Thank you.\n\n\nA brief pause.\n\n\nSwaine:\n Really makes you feel small, doesn't it?\n\n\nLague:\n Yeah, I guess it does. I didn’t really think about it until you said so.\n\n\nSwaine:\n I think it was meant for something or someone. I wonder if they ever saw it.\n\n\nFaint rumbling is heard. The fog above the two personnel is illuminated by a blinding white light, which slowly begins to spin. Dr. Lague leaves Swaine, who is staring at the light. Lague approaches the base of SCP-6003-1.\n\n\nSwaine:\n Oh. I— It hasn't done that yet.\n\n\nLague:\n Tom, come here. Look at this.\n\n\nSwaine:\n Yeah?\n\n\nThe grass surrounding SCP-6003 is fading in color, slowly turning from a vivid green to a muted gray.\n\n\nSwaine:\n I don't understand.\n\n\nLague:\n I'm grabbing a sample.\n\n\nDr. Lague reaches for a reed of grass. When his fingers touch it, the plant crumbles into ash.\n\n\n<End Log>\n\n\n\n\nAfterword:\n SCP-6003-1's lantern has remained constantly active since this event.\n\n\n\n\nOver the proceeding five days, the discoloration of plant life spread at an approximate speed of 0.5 meters per hour. This rate slowly accelerated over the course of another week at a constant rate.\n\n\nThe recovered substance from Dr. Lague found that the grass reed was being destroyed on a molecular level. Its cells were still intact, however in stasis and inert. Containment efforts began following this discovery.\n\n\nPartial Containment Log\n\n\n\n\n\n\nProposed Containment Effort\n\n\n\n\n\n\nIgnite affected plant life through use of controlled burns to limit the spread of anomalous discoloration.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nIneffective. The spread continued accelerating through the burned plant life.\n\n\n\n\n\n\n\n\n\n\n\n\nProposed Containment Effort\n\n\n\n\n\n\nClear the island of all personnel.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nIneffective. The discoloration continued through the island, spreading throughout the ruins and Foundation outposts.\n\n\n\n\n\n\n\n\n\n\n\n\nProposed Containment Effort\n\n\n\n\n\n\nDecomissioning of SCP-6003-1. A nuclear explosive would be detonated on SCP-6003, at the base of SCP-6003-1.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nDenied by Dir. Swaine.\n\n\n\n\n\n\n\n\nResearchers are currently searching for a cause for this incident. At the present moment, the spread has ceased at the edges of the island. MTF Zeta-67 (\"Anchors Aweigh\") was deployed for an exploration of SCP-6003 in an effort to assess any potential damage. Team members were outfitted with standard hazardous environment equipment along with body cameras.\n\n\nAddendum 6003.6:\n Mobile Task Force Investigation\n\n\n\n\nPresent Members\n\nDr. Thomas Swaine — Remote Commander\n\nζ-67 White — Captain\n\nζ-67 Mako\n\nζ-67 Blue\n\n\n\n\nSource:\n Footage compiled from ζ-67’s body cameras\n\n\nDate:\n 1968/10/20\n\n\n\n\n<Begin Log>\n\n\nζ-67 | White:\n We've landed.\n\n\nThere is a light cracking sound with each step the members take, as well as rainfall. Occasionally, the sound of thunder can be heard.\n\n\nζ-67 | Mako:\n It feels like I'm stepping in snow. Is this grass?\n\n\nSwaine:\n It was.\n\n\nThrough the fog, SCP-6003-1's light can be seen spinning in the distance, briefly illuminating the distant ruins and the team members.\n\n\nSwaine:\n Proceed to the ruins. There’s a section of the main building we weren’t able to access previously.\n\n\nζ-67 | Blue:\n Copy that.\n\n\nζ-67 | Mako:\n Beginning approach now.\n\n\n\n\nBlue slides his hand along the outer walls of a building. It flakes off.\n\n\nζ-67 | Blue:\n Are we at risk for structural collapse in here? I could tear a piece out if I tried hard enough.\n\n\nSwaine:\n It's possible that enough force may cause a chain collapse. Proceed in and don't lean on anything. The room we're looking for is located through that northern-most antechamber\n\n\nζ-67 | White:\n Understood.\n\n\nThe team proceeds.\n\n\nζ-67 | Mako:\n Grabbing a sample. \nPause.\n This is so odd.\n\n\nζ-Mako peels a layer of the cobblestone flooring.\n\n\nζ-67 | Mako:\n It's like dry sand.\n\n\nζ-67 | White:\n Or chalk.\n\n\nζ-67 | Mako:\n Command is there anywhere else we need—\n\n\nAll members pause, then quickly cup their hands over their ears. Silence, save for the rain, for ten seconds.\n\n\nSwaine:\n Status report, White. Do you copy?\n\n\nCommand is ignored.\n\n\nζ-67 | Blue:\n What the hell was that?\n\n\nζ-67 | White:\n No clue.\n\n\nζ-Mako shudders.\n\n\nζ-67 | Blue:\n Where did that come from? Mako, you alright?\n\n\nζ-67 | Mako:\n Yeah yeah, I'm fine.\n\n\nSwaine:\n Explain, White.\n\n\nζ-67 | White:\n Oh, I read you. Did the mic not pick it up?\n\n\nSwaine:\n What, did you hear something?\n\n\nζ-67 | White:\n Yeah, It was like stone scraping on stone.\n\n\nζ-67 | Mako:\n Nails on a chalkboard.\n\n\nSCP-6003-1's light passes through the windows of the building, briefly illuminating the team.\n\n\nζ-67 | White:\n We'll check through the recording when we get back. Permission to proceed, command?\n\n\nSwaine:\n Granted.\n\n\nZeta-67 passes through the antechamber and into a room where six pillars are seen. The sixth one is coated in a calcified, stone-like material.\n\n\nSwaine:\n At your three near the eastern wall. Sixth pillar.\n\n\nζ-67 | Mako:\n Roger.\n\n\nζ-Blue breaks away. He approaches the western wall and begins inspecting the first box.\n\n\nζ-67 | White:\n This one?\n\n\nSwaine:\n Yes. We believe there is one more inscription somewhere in that wall. Use your knives, scrape against the wall and find it.\n\n\nζ-67 | White:\n Roger.\n\n\nζ-67 | Mako:\n Roger. Beginning now\n\n\nζ-White and ζ-Mako begin removing sections of the coating.\n\n\nSwaine:\n Where the hell is Blue?\n\n\nζ-67 | White:\n Huh?\n\n\nζ-67 | Mako:\n Command, can you repeat the question?\n\n\nSwaine:\n Your third teammate, Blue, where is he?\n\n\nζ-67 | Mako:\n Who?\n\n\nζ-67 | White:\n It's only us here, sir. Is everything alright?\n\n\nSwaine:\n What are you—\n\n\nζ-67 | Mako:\n I got something.\n\n\nA partial stone box is seen on ζ-Mako's body camera.\n\n\nSwaine:\n I— Continue, please.\n\n\nζ-Mako and ζ-White begin pulling from the same area.\n\n\nSwaine:\n Blue, do you copy?\n\n\nζ-67 | Blue:\n And he said unto Lothos, 'Traverse the Seas, the Waters of the World—\n\n\nSwaine:\n Blue? Blue, I hear you. Do you copy? Please return to your team.\n\n\nζ-67 | Blue:\n —though come not to that place!' 'Craft from Night and bounded hate—\n\n\nSwaine:\n Blue, this is Tom Swaine. You're disregarding my orders.\n\n\nζ-67 | Blue:\n —a Paradise lived alone.'\n\n\nζ-Mako and ζ-White begin scraping at a much faster pace.\n\n\nSwaine:\n Mako? White? Intervene, now!\n\n\nζ-67 | Mako:\n We're almost done here.\n\n\nζ-67 | Blue:\n —'His meager kingdom ever-still, beneath the Wooded Throne.'\n\n\nSwaine:\n That's a goddamn order, Mako. Your teammate is in distress.\n\n\nζ-67 | Blue:\n 'Where harrowed Silence permeates—\n\n\nApproximately half of the stone box is now revealed.\n\n\nζ-67 | Blue:\n —no Reverence maintained.'\n\n\nSwaine:\n White? White! White do you copy?\n\n\nζ-67 | Blue:\n 'A quiet corner undisturbed, the sleeping—\n\n\nζ-67 | White:\n I copy, sir.\n\n\nζ-Mako and ζ-White increase their speed.\n\n\nSwaine:\n Do you hear me, goddamn it? Blue get back to your team, now.\n\n\nζ-67 | Blue:\n —Giant remains.'\n\n\nζ-67 | White:\n Loud and clear. We're almost done here.\n\n\nSwaine:\n Goddamn it, Blue — Anthony, listen to me. You're going to be alright.\n\n\nζ-67 | Blue:\n —Vantalla took heed of her Master's warning,\n\n\nThe box is revealed.\n\n\nζ-67 | Blue:\n —and wept.\n\n\nζ-White pries the box open; inside of it is another decorated stone. It depicts members of the civilization lined up outside of SCP-6003-1. The ones closest to it appear to be entering it.\n\n\nSwaine:\n Blue?\n\n\nζ-White turns around, finding ζ-Blue completely still.\n\n\nζ-67 | White:\n Blue? Oh God, Blue?\n\n\nζ-67 | Mako:\n Oh no.\n\n\nζ-Blue's body becomes duller, as if all the color is being sucked out of him by an unknown force. Within seven seconds, ζ-Blue is completely colorless. Starting at the base of his feet, the matter comprising the body takes on a chalky, flaky appearance. This deterioration climbs slowly up his body, until the entirety of it is transfigured into the substance.\n\n\nSwaine:\n Hello? White do you copy? Mako?\n\n\nζ-White approaches ζ-Blue and places a hand on his shoulder. The body collapses into a mound of ash.\n\n\nζ-67 | White:\n C— copy.\n\n\nSwaine:\n Mako? Hello?\n\n\nζ-White turns back to Mako, who is now undergoing the degradation. She is suffering in the final stages of the conversion before ζ-Mako collapses.\n\n\nSwaine:\n Oh God.\n\n\n<END LOG>\n\n\n\n\nSCP-6003 remains evacuated. Site-NULL is currently operating through remote containment procedures. Personnel are no longer permitted to travel to SCP-6003.\n\n\nAddendum 6003.7:\n Recovered Materials from Director Thomas Swaine\n\n\nOn 1968/10/23, three days after the Mobile Task Force mission, Director Swaine was discovered to be missing, leading to Dr. Clarke being designated as a temporary site-director.\n\n\nAn investigation ensued, however, the causal factors of this event still remain unknown. During said investigation, a number of journal entries beginning after Rosa Hahm's dismissal as well as multiple requests for additional personnel from Swaine were discovered. They are presented chronologically below.\n\n\n\n\n\n\n05/09/1968\n\n\nI can't believe I let Rosa walk like that. She was a good researcher, one with skill and potential. I think she knew that though, and perhaps that scared her. Well, something scared her. There's nothing on this island — nothing I can look at and feel frightened by. Its peaceful, there's a calm stillness not found elsewhere, especially in my line of work. I looked at everything she did and felt the opposite. Maybe it's me who's blind to it all. Maybe there is something so vivid and so intense that my brain rolls over it. Rosa would be smart then, and I'd be the fool.\n\n\nI examined the same rocks she did and understood the same thing she had. What am I missing? There were people here once. They lived here, they worshiped a God who provided for them — a God who is now defunct, as are they.\n\n\nI guess I should have fought harder to keep her. Maybe I'd understand what she was so adamant about. Maybe I'd listen.\n\n\n\n\n\n\n\n\nDate:\n 1968/05/08\n\n\nRequest For:\n Additional personnel\n\n\nNotes:\n\n\n\n\nResearcher Rosa Hahm (lvl 3) has been transferred to another project. Replacement needed.\n\n\n\n\n\n\nStatus:\n Denied\n\n\n\n\nDate:\n 1968/10/4\n\n\nRequest For:\n Additional personnel\n\n\nNotes:\n\n\n\n\nAnomalous activity has disrupted our team (which was a skeleton crew to begin with). Lots of people have been working overtime, but the lack of sleep is starting to get to all of us. Additionally, prior requests for additional personnel have yet to be addressed. A transfer is sorely needed.\n\n\n\n\n\n\nStatus:\n Denied\n\n\n\n\n\n\n10/10/1968\n\n\nEmily had a breakdown earlier today. She kept begging me to forgive her. I'm losing my grip on this position. Nothing really prepares a person for something like this, to have everyone's lives and wellbeing placed in my hands, only for them to slip through my fingers drip by drip. Emily kept babbling about falling and a snake wrapping around her and squeezing her.\n\n\nI gathered everyone up after we had Emily sedated. We tried to think of answer but no one had anything. I told them that the lighthouse had turned on and —they looked at me like I was crazy. No one else saw it, apparently. I showed them the video and they asked me where it was filmed. No one could find Joseph either.\n\n\nThe meeting went nowhere. Joseph thinks we triggered when we were forming the dig sites. We're looking into that whenever we can get to the island. The only consensus I can get is that we all feel like there's something or someone two inches behind us, but every time we turn around they're gone. Like we're stuck in a dream unable to run away from the nightmare that's slowly gaining on us.\n\n\nI need more people. I need someone to help us stay sane and work though this.\n\n\n\n\n\n\n10/22/1968\n\n\nI sent our only protection to die today. I can't figure out if I'm to blame or the lighthouse. They'll never believe me when I say it. It's still watching me as I write this. Emily says I'm paranoid and that we're safe here. Are we safe anywhere near this god forsaken place? I had to abandon my men and they were rendered to chalk. To ash. To nothing,\n\n\n\n\n\n\n\n\nDate:\n 1968/10/22\n\n\nRequest For:\n Additional personnel\n\n\nNotes:\n\n\n\n\nWe're all cramped on the oil rig and burnt out as hell. Sarah Huxley's femur was broken by the rogue wave from a few weeks ago and she still isn't ready to work again. I don't know if Rosa has been talking to whoever is in charge of the transfers, but she wasn't in any real danger. I only let her transfer because I realized she was too out of her mind to get any work done if she had stayed.\n\n\nOur only task force agents are gone. We're hardly able to step on that island without more manpower. Until then, you're putting our lives at risk.\n\n\n\n\n\n\nStatus:\n Denied\n\n\n\n\nDate:\n 1968/10/23\n\n\nRequest For:\n Additional personnel\n\n\nNotes:\n\n\n\n\nDo you know what it's like over here? Do you know that the \"nonessential personnel\" I dismissed was just Sarah, who was hopped up on so much oxycodone she couldn't tell up from down? In case you haven't been sticking hidden microphones everywhere, here's your fucking site dossier:\n\n\nSite-NULL is an oil rig gone to shit. The Level Fives stopped letting anyone into the site after Rosa Hahm ran her mouth off to them. Fuck whoever was already working there, I guess. Researchers are getting injured? Anomaly is becoming more and more dangerous? Not a problem! While higher-ups were busy sitting on their hands, all personnel at Site-NULL were transformed into feral and burnt out creatures, working 100 hour weeks and drinking more espresso than water. Site Director Thomas Swaine can be found in his quarters working, eating, or sleeping. He keeps the door locked in case the rest of the team stages a mutiny, which should happen pretty soon! He predicts that if no additional personnel are transferred, the Insurgency or the Serpents or Anderson or whoever the hell needs people familiar with anomalies is going to get some new recruits within the next few months. Or maybe they'll all be dead.\n\n\nWe need more personnel. This isn't a request, it's a demand.\n\n\n\n\n\n\nStatus:\n Pending…\n\n\n\n\n\n\nI don't know what else to do.\n\n\n\n\n\n\nThe following night, Site-NULL's surveillance drones alerted Site command that an unknown person had landed on SCP-6003. An attempt to contact this person via the pre-existing outposts failed on account of the decay and weather conditions by the persisting storm. After twelve minutes, this person remotely connected with Site command on their own accord via a body camera.\n\n\n\n\nSource:\n Footage captured from Thomas Swaine's body camera.\n\n\nDate:\n 1968/10/25\n\n\n\n\n<Begin Log>\n\n\nDir. Swaine is standing in front of SCP-6003-1. The sounds of the storm drown out the sound of his microphone, adding significant feedback to his responses.\n\n\nClarke:\n What the hell are you doing?\n\n\nSwaine:\n I'm sorry. I had to see it.\n\n\nClarke:\n Tom, get back here, \nnow\n. This is extremely dangerous\n\n\nSwaine:\n Hahm was right. She was right about it all. They went in there. I don't know why. Maybe it wanted them to. Maybe it told them. They loved it, though.\n\n\nThe camera pans up. SCP-6003-1's beam can be seen rotating. Swaine remains silent on this image for three minutes and thirty-two seconds. Clarke's attempts to converse with Swaine are fruitless and have been expunged from this record for brevity.\n\n\nSwaine:\n I think about it a lot. We have these plants, completely unnatural to this world, and these ruins, an unnatural addition to this island. You know what was always here though? This was. It's the only thing watching this island; watching \nus\n.\n\n\nCamera pans back to the front. SCP-6003-1's beam appears to pause. The camera feed is overexposed.\n\n\nSwaine:\n The people who were here figured that out too. They knew it was only safe in there.\n\n\nLoud scraping is heard.\n\n\nSwaine:\n You just have to understand that—\n\n\nThe feed is now visible again. A large gap is seen in SCP-6003-1's walls. The interior is pitch black.\n\n\nSwaine:\n —Then, it will accept you.\n\n\nSwaine enters. The feed goes to static for three seconds.\n\n\nSwaine:\n I knew it.\n\n\nSwaine is now standing on a barren field. Snow or ash is raining from above him. The entirety of the expanse is in grayscale. Swaine begins to pace forward silently, following multiple sets of footsteps.\n\n\nSwaine:\n They left a path for us.\n\n\n\n\n[Fourteen minutes redacted for brevity. Swaine intermittently recites the passage from Addendum.6003.1 to himself quietly.]\n\n\n\n\nApproximately five meters in front of Swaine is what appears to be a massive tangle of vines and roots. They are a vivid brown in color.\n\n\nSwaine:\n It all makes sense — The poem, it was right. I thought it was a warning, I really did.\n\n\nSwaine is now standing close to the colossal bundle of roots. At least two hundred corpses are entwined within it, dressed similarly. They can all be seen slowly exhaling and inhaling in unison. Comparison of footage showed that their breathing pattern corresponded to each rotation of SCP-6003-1's lantern.\n\n\nThree bodies are noticed, closer to the outside than the others. Swaine approaches them. While their clothes are identical to the other corpses, they are all bearing the insignia of MTF Zeta-67 on their right biceps.\n\n\nSwaine:\n —It wasn't. It really wasn't. It wouldn't let anything else die on its watch. It stopped death. It conquered death. \n(Swaine begins to cry.)\n That's why it took the island back and took our agents, It's — it's saving them. We woke it up and— and it wants to save me.\n\n\nI understand. Anything's better than the expanse, the not knowing, the struggle. And for what? A pat on the back? Moments of bliss that won't last? We'll come and go, and suffer in the process while you— you'll be here for as long as this lighthouse stands.\n\n\nThis is beautiful. This—\n\n\nAt the center, a more ornately-dressed corpse is wrapped by roots around its torso. A gray crown is laying at the left of its head.\n\n\nSwaine:\n This is your — our throne.\n\n\nThe body camera is released and falls to the ground; the feed is now obscured. Stretching and slithering are heard for approximately twelve seconds, then the sound of tightening and wet movement.\n\n\nThe feed continues for another three hours. The only noticeable sounds are breathing.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Anomalous Corrosion and Degredation\n\n\n2\n. Due to its size, sophistication, and the presence of a throne.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6002\n | SCP-6003 | \nSCP-6004\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nJ Dune's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-5813\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-7034\n \n(+709)\n \n•\n\n\n\n\n\n\nSCP-5697\n \n(+123)\n \n•\n\n\n\n\n\n\nSCP-5673\n \n(+91)\n \n•\n\n\n\n\n\n\nSCP-6453\n \n(+99)\n \n•\n\n\n\n\n\n\nSCP-5391\n \n(+185)\n \n•\n\n\n\n\n\n\nSCP-6452\n \n(+245)\n \n•\n\n\n\n\n\n\nSCP-5124\n \n(+85)\n \n•\n\n\n\n\n\n\nSCP-6062\n \n(+89)\n \n•\n\n\n\n\n\n\nSCP-6764\n \n(+515)\n \n•\n\n\n\n\n\n\nSCP-6865\n \n(+95)\n \n•\n\n\n\n\n\n\nSCP-3651\n \n(+103)\n \n•\n\n\n\n\n\n\nSCP-5437\n \n(+114)\n \n•\n\n\n\n\n\n\nSCP-6890\n \n(+78)\n \n•\n\n\n\n\n\n\nSCP-6811\n \n(+191)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nMakeup\n \n(+205)\n \n•\n\n\n\n\n\n\nOver and Over, Until You Meet Again\n \n(+23)\n \n•\n\n\n\n\n\n\nMURDER, BLOODY MURDER\n \n(+44)\n \n•\n\n\n\n\n\n\nTHE SHARPEST FANGS\n \n(+32)\n \n•\n\n\n\n\n\n\nDEICIDE\n \n(+121)\n \n•\n\n\n\n\n\n\nDr. Cimmerian vs the Grinch\n \n(+106)\n \n•\n\n\n\n\n\n\nHigher Minds\n \n(+192)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6003\n\" by AnActualCrow, J Dune, & PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6003\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n lighthouse2.gif\n\n\nName:\n De vuurtoren bij Huisduinen gemoderniseerd; Weeknummer 49-47\n\n\nAuthor:\n Polygoon-Profilti\n\n\nLicense:\n CC-BY-SA 3.0 Netherlands\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:De_vuurtoren_bij_Huisduinen_gemoderniseerd-523509.ogv\n\n\n\n\n\n\nFilename:\n fog.png\n\n\nName:\n CAPE WILD ON ELEPHANT ISLAND\n\n\nAuthor:\n \nRAYANDBEE\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/rayandbee/5375205541/\n\n\n\n\n\n\nFilename:\n harrymap2.png\n\n\nName:\n Map of SCP-6000\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\n\n\nFilename:\n oilrig.png\n\n\nName:\n oil rig\n\n\nAuthor:\n \ntsuda\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/68708912-2835-4e6b-844b-fd63bd3c4324",
    "addendums": [
        "Addendum 6003.1: Recovered Materials\nSCP-6003 came to the attention of the Foundation upon the passing of O5-6 on 1968/4/03. Among their personal possessions entrusted to the Foundation for further research was a manuscript, heavily water damaged and presumably cut from a larger work. The origin of this text remains unknown. It has been reproduced below.\nAdditionally, a document containing the aforementioned coordinates derived from the above passage using numerology, was also entrusted to the Foundation's care. An exploration party was commissioned by the Foundation and made landfall upon SCP-6003 on 1968/8/29.",
        "Addendum 6003.2: Initial Exploration and Discoveries\nOn 1968/8/29, members of Mobile Task Force Zeta-67 (\"Anchors Aweigh\"), and Foundation Researchers Thomas Swaine, Emily Clark, and Rosa Hahm, were deployed to SCP-6003 for a preliminary exploration. Swaine, the research team's head, was instructed to maintain a journal of his thoughts and discoveries.",
        "Addendum 6003.3: Further Findings\nOn 1968/09/04, Excavation Site-C, established in the inner-most circle of ruins in an area believed to hold hierarchical significance 2 , located a previously unnoticed passageway behind a large, circular sculpture that hung on a wall.\nThe tunnel led to an ornate antechamber, decorated with intricate, lined patterns and complex tapestries on its walls. Beyond this vestibule was a larger room, similar in design, where six rectangular stone boxes were situated. These boxes held pieces of painted stone which were in a state where their contents could be discerned. It is believed that they are similar to the largely incomprehensible mural pieces found during SCP-6003's initial ground exploration. A visual analysis by Researcher Hahm has been included below.\nFollowing a discussion with other Site staff, Researcher Hahm's request for transfer was ultimately approved by Head Researcher Swaine and she was moved off of the project. Despite Hahm's account, other stationed researchers and task force members have not displayed any ill-effects or a desire to leave the SCP-6003 project.",
        "Addendum 6003.4: Site-NULL\nDevelopment on Site-NULL was completed on 1968/09/28, officially establishing Site-NULL as a Secure Facility.\nBetween October 1st and October 10th, 1968, a number of staff situated at Site-NULL reported numerous anomalous events. Interviews with affected staff allowed for the creation of the following file.\nThe catalyst for these events is unknown and under investigation.",
        "Addendum 6003.5: Analysis of SCP-6003-1\nPrimary bases of operation were erected following Site-NULL's creation. These outposts were located on the far east and west ends of the ruins. During that time, SCP-6003-1 became a point of focus for Director Swaine. Site-322's Joseph Lague, an expert on anomalous ruins and structures, was asked to examine SCP-6003-1.\nOver the proceeding five days, the discoloration of plant life spread at an approximate speed of 0.5 meters per hour. This rate slowly accelerated over the course of another week at a constant rate.\nThe recovered substance from Dr. Lague found that the grass reed was being destroyed on a molecular level. Its cells were still intact, however in stasis and inert. Containment efforts began following this discovery.\nResearchers are currently searching for a cause for this incident. At the present moment, the spread has ceased at the edges of the island. MTF Zeta-67 (\"Anchors Aweigh\") was deployed for an exploration of SCP-6003 in an effort to assess any potential damage. Team members were outfitted with standard hazardous environment equipment along with body cameras.",
        "Addendum 6003.6: Mobile Task Force Investigation\nSCP-6003 remains evacuated. Site-NULL is currently operating through remote containment procedures. Personnel are no longer permitted to travel to SCP-6003.",
        "Addendum 6003.7: Recovered Materials from Director Thomas Swaine\nOn 1968/10/23, three days after the Mobile Task Force mission, Director Swaine was discovered to be missing, leading to Dr. Clarke being designated as a temporary site-director.\nAn investigation ensued, however, the causal factors of this event still remain unknown. During said investigation, a number of journal entries beginning after Rosa Hahm's dismissal as well as multiple requests for additional personnel from Swaine were discovered. They are presented chronologically below.\nThe following night, Site-NULL's surveillance drones alerted Site command that an unknown person had landed on SCP-6003. An attempt to contact this person via the pre-existing outposts failed on account of the decay and weather conditions by the persisting storm. After twelve minutes, this person remotely connected with Site command on their own accord via a body camera."
    ],
    "documents": [],
    "notes": [
        "And he said unto Lothos, \"Traverse the Seas, the Waters of the World, though come not to that place!\" \"Craft from Night and bounded hate, a Paradise lived alone.\" \"His meager kingdom ever-still, beneath the Wooded Throne.\" \"Where harrowed Silence permeates, no Reverence maintained.\" \"A quiet corner undisturbed, the sleeping Giant remains.\" Vantalla took heed of her Master's warning, and wept.",
        "\" SCP-6003 \" by AnActualCrow, J Dune, & PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-6003 . Licensed under CC-BY-SA .",
        "Filename: lighthouse2.gif Name: De vuurtoren bij Huisduinen gemoderniseerd; Weeknummer 49-47 Author: Polygoon-Profilti License: CC-BY-SA 3.0 Netherlands Source Link: https://commons.wikimedia.org/wiki/File:De_vuurtoren_bij_Huisduinen_gemoderniseerd-523509.ogv",
        "Filename: fog.png Name: CAPE WILD ON ELEPHANT ISLAND Author: RAYANDBEE License: CC-BY 2.0 Source Link: https://www.flickr.com/photos/rayandbee/5375205541/",
        "Filename: harrymap2.png Name: Map of SCP-6000 Author: HarryBlank License: CC-BY-SA 3.0",
        "Filename: oilrig.png Name: oil rig Author: tsuda License: CC-BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/68708912-2835-4e6b-844b-fd63bd3c4324"
    ],
    "containment_procedures": "Foundation facility Site-NULL has been constructed above sea-level, 5.5 kilometers west from SCP-6003's shoreline, for the purposes of observation, research, and containment of anomalous phenomena related to the island.",
    "description": "SCP-6003 is an island in the Pacific Ocean, located inside an extradimensional pocket at geolocational coordinates 58°33'31.0\"N 20°57'57.0\"E, inaccessible to individuals who do not meet a set of criteria.",
    "title": "SCP-6003"
}