{
    "url": "https://scp-wiki.wikidot.com/scp-6004",
    "all_text": "rating: \n+358\n+\n–\nx\n\n\n \n\n\n\n\n\n\nItem #:\n \nSCP-6004\n\n\nObject Class:\n \nUncontainable/Tiamat\n\n\n\n\n\n\nSite Responsible:\n \nAVSNTS Site-40\n\n\nDirector:\n \nAllan Tibbals\n\n\nResearch Head:\n \nKate Lloyd\n\n\nAssigned Task Force:\n \nMTF Omicron-40\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 4/6004\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHong Kong, 12 minutes prior to being destroyed by SCP-6004.\n\n\n\n\n\n\n\n\n\n\n\n\nRock art depicting SCP-6004. Carbon dating places it as being made approximately 60,000 years ago.\n\n\n\n\n\n\nItem #:\n SCP-6004\n\n\nObject Class:\n Uncontainable/Tiamat\n\n\nSpecial Containment Procedures:\n\nDespite the best efforts of the Foundation, SCP-6004 remains uncontainable until such a time that drastically more powerful containment measures are made available, or SCP-6004 returns to an inactive state of its own accord. As such, current containment procedures revolve around the preparation for such a time, and minimising collateral damage caused by its current state.\n\n\nSCP-6004 is to be constantly monitored via remaining functional satellite imagery, with satellite arrays to be appropriated from world governments if necessary. Constant reports of its location, direction, speed and activities are to be provided at all times to better aid global task forces in the evacuation of populations from likely attack sites and impact zones. Due to the volume of casualties, civilians with better chances are prioritised at the discretion of task force members on the ground. Aid shelters and temporary housing are to be provided in rural, remote and off the grid areas including small towns, Foundation containment sites, and settlements previously attacked by SCP-6004.\n\n\nTo avoid drawing the attention of SCP-6004, all Foundation sites are to minimise pollution and carbon emissions as best as possible, with the aim of switching to solar, geothermal or nuclear power as soon as is feasible. Research into the most effective anomalous containment measures and weaponry is to be carried out on Foundation and Global Occult Coalition sites globally, with both organisations to collaborate on these projects. Amnestic production has been increased by 230% in order to return the world's unawareness of the veil following SCP-6004's successful containment.\n\n\nDescription:\n\nSCP-6004 is a massive serpentine entity of variable size, measuring between 0.2 and 1900km in length, with mass proportional to its length. While its physiology varies from resembling various Australian ophidians, its colouration has consistently been primarily black with dull prismatic stripes running vertically down its length, with a pale underbelly. SCP-6004 possesses a pair of horns and a larger array of teeth, more than what would be expected or biologically possible in non-anomalous ophidians. Horns feature thousands of engraved depictions of wildlife.\n\n\nSCP-6004 is observed to move at abnormally fast speeds, often in excess of 1,200kph on land and 2,800kph underwater. This movement often creates large rifts in the terrain, and tsunamis in the water, along with sonic concussions both in and out of the water. SCP-6004 exhibits strength and durability far beyond what its proportions would suggest, having bite force strong enough to crush \nKEY Units\n, destroy mountains and throw itself into the upper troposphere. It is able to fly at this altitude in a fashion similar to swimming.\n\n\nBy maintaining consciousness, SCP-6004 is able to alter weather patterns and atmospheric conditions on a global scale at will, primarily by exerting a mild cooling effect on the earth’s average temperature by 2 degrees Celcius. This effect varies in intensity and effect locally, with the most significant changes being intensified snowfall in glacial areas and poles, increased rainfall in arid areas, and severe thunderstorms globally.\n\n\nThe most directly threatening use of SCP-6004's ability to control weather conditions is when directly within its line of sight, often in response to outside stimulus or its theoretical emotional state. This most commonly takes the form of severe thunderstorms, hurricane generation, torrential rain and the generation of extremely large waves. It uses this ability primarily as a form of offense in an area, typically striking cities, mines and power plants with severe weather events before striking physically. Rain generated in this form has been observed to spontaneously generate plant life within its area of effect. This flora has been observed to grow extremely rapidly, and is at times hostile to human life.\n\n\nSCP-6004 possesses several powerful anomalous qualities regarding itself. Thaumaturgical scans have shown that SCP-6004 possesses a form of selective tangibility, which has been observed at times of attack\n1\n. It often uses this ability when swallowing organic materials, primarily animals, while avoiding swallowing earth or buildings. SCP-6004 is known to consume living human persons when besieging populated areas, and is often observed regurgitating various fauna local to the immediate area.\n\n\nAddendum 6004-1:\n\n\n\n\n++ DISCOVERY AND EARLY HISTORY OF SCP-6004.\n\n\n\n\nClose\n\n\n\n\nDiscovery and early investigation into SCP-6004\n\n\n\n\nStatement from Site Director Allan Tibbals\n\n\nPrior to the discovery of SCP-6004 in the March of 2020, there was much discussion within the Foundation regarding how much humanitarian aid to provide towards fighting the 2019-2020 Australian bushfires. We of course knew they were not our problem to deal with, being the result of non-anomalous climate change and poor government action, but it is human nature to want to help one another, and in the case of those of us at Australian sites, our homelands.\n\n\nStill, despite my own feelings towards the matter, we at Site 40 were spread too thin to offer any more than nominal support to fire-fighters and rescue groups, particularly with the growing concern that we had towards the unusual seismic activity being felt around the Australian continent.\n\n\nWe knew it was anomalous, emails and communications were sent back and forth discussing what to do. Ultimately, survey teams were dispatched to find their source, but due to the fires these efforts were less than successful. We decided to wait until things calmed down before trying again.\n\n\nWe all know now what a mistake that was.\n\n\nThe lesson to be learned here is simple. We need to stop working around the poor decisions made by the non-anomalous world, and act more directly. Had we done that, we wouldn't be in the mess we now find ourselves.\n\n\n\n\n\n\nDiscovery of SCP-6004.\n\n\nBeginning in December 1988, unusual seismic activity began to be detected throughout mainland Australia, and in particular around the eastern coast of New South Wales. Initially, this was not believed to be anomalous, and was ignored. However, over the following years, this seismic activity grew in intensity and frequency, until finally in 2019 it was decided that investigators would be dispatched from Site-40 to investigate.\n\n\nInvestigation showed that the source of this seismic activity was located within Wollemi National Park, an area comprised of 501,703 hectares of wilderness located between the Blue Mountains. Investigations were halted before more precise measurements could be taken by the 2019-2020 bushfire season, when intense wildfires affected the area in question, and it was decided that investigation would resume upon the fires being put under control.\n\n\nWhile waiting for conditions to improve, drastically more intense seismic activity was detected from within the area, culminating on the 10/2/2020 when fire-fighter Mark Delaney was reported to have disobeyed orders while attempting the rescue of a panicked civilian who had fled into dangerous terrain within Wollemi national park. The subsequent events led to SCP-6004 emerging from a subterranean cavern and departing the area.\n\n\nFoundation investigation into this event uncovered the remains of Mr. Delaney pinned beneath a large granite boulder located in close proximity to the ruined entrance to a large subterranean cabin, surrounded by evidence of rock slides and an emergence event. The examination of Mr. Delaney's remains revealed a portable video camera was worn on his helmet, and captured the events following his attempted rescue of the as yet unknown civilian leading up to the emergence of SCP-6004. A transcript of the recovered footage follows:\n\n\n\n\nFootage begins showing Mark Delaney among other fire-fighters, standing among several parked fire trucks. Fire-fighters can be seen attempting to suppress intense fire fronts with high pressure hoses, and visibility is very poor due to smoke and reflected light from intense flames. Mr. Delaney is requesting support from another fire-fighter in retrieving a ladder from a fire truck, when an unidentified woman is seen running towards the flames.\n\n\n\n\n\n\nBeginning of video file\n\n\n\n\n\n\nDelaney:\n \nStop right there!\n\n\nThe woman appears unable to hear Mr. Delaney, and is a highly panicked state. She continues into the woodland at speed, with Mr. Delaney giving chase. Another fire-fighter can faintly be heard calling for him to stop.\n\n\nWoman:\n \nJaimie!? Jaimie come back!\n\n\nDelaney:\n \nOi, no! It's too hot!\n\n\nCameras view is largely obscured by smoke and embers as Mr. Delaney inters the woodland. The path appears wide, but is surrounded by intense flames. All that can be heard is the roar of the flames. Mr. Delaney continues to chase after the woman, occasionally swearing.\n\n\nThe camera jolts violently for eight (8) seconds, causing Mr. Delaney to fall. He returns to his feet and resumes running.\n\n\nDelaney:\n \nFuck me, it's getting worse, shit! Lady, come back!\n\n\nMr. Delaney occasionally loses sight of the woman, running for an additional 83 seconds before entering a clearing on the edge of a ravine. Past the ravine a mass of flaming wilderness can be seen. The unidentified woman can be seen cowering at the edge of the ravine.\n\n\nDelaney:\n \nCome here!\n\n\nMr. Delaney approaches the woman, grabbing her and examining her. She appears hysterical and unresponsive to Mr. Delaney’s questioning.\n\n\nDelaney:\n \nFucking hell, ok, ok.\n\n\nMr. Delaney, lifts the woman out of frame, presumably into a fireman’s carry. The camera swings over the edge of the ravine, showing a large reptilian mass partially exposed by a fissure in the ground.\n\n\nDelaney:\n \nFuck me…\n\n\nThe reptilian mass shifts, with the movement seemingly causing another earth tremor. Mr. Delaney stumbles, hanging onto the ground. A jutting ledge on the opposite side of the ravine splits from the surrounding earth, with several flaming trees falling onto the scaled mass.\n\n\nThe mass flinches away from the burning vegetation, and much more severe tremors begin. An extremely loud roaring sound can be heard, cutting out the audio for the remainder of the footage. The scaled mass retreats beneath the earth.\n\n\nThe camera looks toward the sky, showing several lightning flashes through the smoke and rain beginning to fall. Camera shake presumed to be a result of the earth tremors worsens, as the ravine returns to view.\n\n\nA much larger mass emerges from the earth, resulting in the upheaval of a significant quantity of stone and earth. Frame by frame analysis shows that the mass is the head of SCP-6004, on fire and visibly roaring.\n\nMr. Delaney and the unidentified woman are thrown back, with the camera pointed to the sky. SCP-6004 can be seen rising into the air before disappearing in the smoke.\n\n\nTorrential rain begins to fall into frame, flames recede.\n\n\nEND LOG\n\n\n\n\nFollowing the emergence of SCP-6004 severe thunderstorms rapidly formed over bushfire affected areas in Australia, effectively dousing them by mid March. While the Foundation began to track SCP-6004, investigation revealed that areas affected by these thunderstorms began to exhibit anomalously rapid plant growth. Additionally, both Foundation and mundane weather monitoring organisations detected a reversing of global warming trends.\n\n\n\n\n\n\n\n\n\n\nAddendum 6004-2:\n\n\n\n\n\n\nEarly behaviour of SCP-6004.\n\n\nInitially, SCP-6004 remained airborne within these thunderstorms, which progressively expanded in area and began appearing further and further from the location of its origin point. Foundation monitors quickly realised that the anomalous rains formed by SCP-6004 were mainly forming above areas affected by desertification and deforestation. During the initial phase of SCP-6004 remaining within Australian borders, these storms covered thousands of square kilometres of farmland, forests, residential areas and cities. This was accompanied by large scale destruction of property as large trees displaced structures.\n\n\nMultiple Foundation sites were mobilized to aid in the search, rescue and relocation efforts in aid of those affected by the event, with Global Occult Coalition forces offering support. Meanwhile, multiple unsuccessful efforts were made by the Foundation to neutralise SCP-6004, which had been determined to be the logical cause of these events. These attempts were typically met with violence from SCP-6004, often in the form of lightning strike or bites. It was during one of these failed attempts that SCP-6004 was first observed to attack a human settlement.\n\n\nOn the 27/3/2020, SCP-6004 directly attacked the city of Canberra. At 10:47AM intense thunderstorms formed over the city, with wind speeds measuring over 140kph. This was promptly followed by SCP-6004 descending from the cloud canopy and making landfall, having attained an unknown size and mass. It proceeded to strike and bite the ground across the city, swallowing a great measure of infrastructure as well as the city's inhabitants. Notably, SCP-6004 targeted Parliament house in particular, flinging most of the building and its occupants into the air with extreme force, with some debris and individuals\n2\n later being seen orbiting earth. This attack prompted response from multiple Foundation Mobile Task forces, including both Eta-5 (\"Jäeger Bombers\") and Tau-5 (\"Samsara\"), but by time of arrival SCP-6004 had departed and 74% of Canberra had been destroyed, with 197,728 persons missing. No dead bodies were found, and survivors were subjected to mass amnesticisation with the cover story of an asteroid impact.\n\n\nDespite renewed efforts from both the Foundation and the GOC to neutralise, redirect or otherwise contain SCP-6004, it continued to attack human settlements, largely targeting cities, mines, areas of intense pollution and coal fire power plants. Each of these attacks resulted in the majority of the population of a given area being consumed by SCP-6004, with surviving CCTV footage showing SCP-6004 to be simultaneously tangible and intangible as it visibly phased through structures believed to have been deliberately left intact by the entity. Following these attacks, SCP-6004 has always been observed to travel to remote locations and regurgitate consumed materials. Ensuing investigation into these sightings showed drastically increased wildlife populations in areas where SCP-6004 was seen to vomit, as well as increased fertility in the soil.\n\n\nDue to the scale of the damage caused by SCP-6004, survivors began to be housed in safer areas of locations previously attacked by SCP-6004. Temporary power sources became necessary on a large scale, due to the disruption to power grids, with many turning to solar power. During resettlement, many survivors and Foundation staff reported a large increase in the populations of native wildlife, which did not interfere in resettlement efforts.\n\n\nIn late February, the Foundation, the Global Occult Coalition, Marshall Carter and Dark Ltd., and a major sect of the Church of the Broken God came to a truce so as to determine a method of control and containment of SCP-6004. A think tank was organized involving various experts from across the aforementioned organizations to try and establish a working theory of the nature of 6004. Each group independently presented noteworthy similarities between SCP-6004 and Australian Aboriginal dreamtime stories of the 'Rainbow Serpent'. Research into all available folklore and consultation with relevant unaffiliated persons was initiated with the goal to find a ritual or other avenue of interference that could be used in the containment of the entity.\n\n\nParallel with the think tank, the Foundation and Global Occult Coalition began expedited development of experimental weaponry, designed with assumptions that SCP-6004 shared metaphysical similarities with [DATA REDACTED]. This project came to be known as Project MONGOOSE.\n\n\n\n\n\n\nAddendum 6004-3:\n\n\n\n\n++ EFFECTS OF SCP-6004 ATTACK.\n\n\n\n\nClose\n\n\n\n\nDiscoveries of SCP-6004 attack after-effects.\n\n\nFollowing the destruction of Sydney, an investigatory unit operating out of Site 40 were deployed to the area in an attempt to gather any information possible about SCP-6004 and its effect on areas attacked by it. As this was the first major city to be destroyed by SCP-6004 it was hoped that some significant information would be discovered.\n\n\nAt 3:21 AM Survey Team 40 arrived in northern Sydney and were instructed to head for Rushcutters Bay via the city center, as the destruction was particularly intense in the former region. Survey Team 40 was instructed to document and mark the locations of any notable anomalies that had resulted from SCP-6004's attack, as well as mark survivors locations with flares for Foundation rescue teams. The following is a video log taken from Cpt. John Vercoe's body camera of the resulting events, with irrelevant sections removed for brevity's sake.\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 7/4/2020\n\n\nExploration Team:\n Survey Team 40\n\n\nSubject:\n SCP-6004\n\n\nTeam Lead:\n Cpt. John Vercoe\n\n\nTeam Members:\n Sgt. Brendan Harlowe, Cpl. Irwin Porosus, Cpl. Eve Barahona.\n\n\n[BEGIN LOG]\n\n\n[Cameras view shows that Survey Team 40 is travelling on foot through Sydney city center. Much of the surrounding structures are severely damaged by emerging plant life, particularly large eucalyptus trees, along with signs of massive impact events. There is steady rain, and occasional flashes of lightning. Cpl. Porosus can be seen in the lead, using a chainsaw to remove fallen timbers from their path. Cpl. Barahona stands guard nearby, with her weapon aimed at the tree canopy above them. The rest of the team is currently off camera.]\n\n\nVercoe:\n We are removing debris from our path and should be within the area of interest shortly command.\n\n\n[Cpl. Porosus saws through a fallen beam, causing most of the debris to slide away.]\n\n\nPorosus:\n That'll do it.\n\n\nVercoe:\n Good work, keep going team, remember, eyes open. Watch the trees for movement and stay away from anything obviously unstable.\n\n\nBarahona:\n Yes Captain.\n\n\nHarlowe:\n Affirmative.\n\n\nPorosus:\n Mhm.\n\n\n[The team continues south via the road, often climbing over roots and through vegetation.]\n\n\nPorosus:\n You see all those koalas boss?\n\n\n[Camera swivels upwards, showing eight koalas (\nPhascolarctos cinereus\n) within the treetops looking down at the team.]\n\n\nVercoe:\n Well they definitely weren't living here before.\n\n\nHarlowe:\n Cute though.\n\n\nBarahona:\n Marking it.\n\n\nVercoe:\n Command, we have a large number of koalas here, couldn't have been here before, marking the location now.\n\n\nCommand:\n \nAffirmative, this is consistent with other attack locations, continue to your destination.\n\n\nVercoe:\n Affirmative, move out guys.\n\n\n[Survey Team continues along the route, frequently seeing wildlife. Animals seen universally avoid the team, with the exception of multiple snakes, which raise their heads and watch the team pass.]\n\n\nBarahona:\n I don't like that, do we have antivenin ready Captain?\n\n\nVercoe:\n A dose for each of us, just stamp your feet as you walk and they'll leave us alone.\n\n\nHarlowe:\n I swear, I keep seeing something big in the trees.\n\n\nVercoe:\n Where? Point it out.\n\n\nPorosus:\n Movement!\n\n\n[Camera swivels to the direction indicated by Porosus. A large mass can be seen moving behind some vegetation. The team train their weapons on it, with Porosus taking cover by a car close to the vegetation.]\n\n\nVercoe:\n Command, unidentified creature has been spotted. Going to attempt to flush it out.\n\n\nCommand:\n \nBe careful.\n\n\nVercoe:\n Barahona, toss that stone behind the bushes, see if it runs out.\n\n\n[Barahona can be seen nodding, reaching to grab a fragment of concrete, looking to Cpt. Vercoe before throwing the stone. There is a dull thud and a deep grunting sound from the bushes as the creature moves towards the team.]\n\n\nBarahona:\n Shit, I hit it!\n\n\nVercoe:\n Into cover now!\n\n\n[Barahona can be seen ducking into cover by a pile of rubble, and the camera begins to jolt in time with the sounds of the creatures footsteps. Vegetation is increasingly disturbed as it approaches.]\n\n\nHarlowe:\n Fuck, it sounds huge.\n\n\nVercoe:\n Calm yourself, here it comes.\n\n\n[A large brown furred quadruped measuring approximately 2m tall emerges from the bushes, snorting and grunting. It stops upon reaching the clearing where the survey team is and looks around at its surroundings.]\n\n\nPorosus:\n Is that a giant wombat?\n\n\nVercoe:\n Command, identification? Do we know what this is?\n\n\nCommand:\n \nNothing in our databases, this isn't a known anomaly. Evans here says it looks like reconstructions of diprotodon, an extinct giant wombat.\n\n\nHarlowe:\n What the fuck.\n\n\n[The diprotodon begins to snort and throw its head in the air aggressively, pawing at the ground, approaching Sgt Harlowe. Harlowe aims his weapon at it and begins backing away, while the animal continues to approach him.]\n\n\nHarlowe:\n Fuck off! Get back fucker!\n\n\nVercoe:\n Harlowe, slowly back away, stop shouting.\n\n\nPorosus:\n Barahona, get the trauma kit ready, just in case.\n\n\n[Sgt. Harlowe begins to back away from the diprotodon, which in turn stops before roaring at him. Sgt. Harlowe flinches, but returns to cover. Movement can be seen in the treetops behind him, but is not noticed by the team. After a moment, the diprotodon snorts and begins eating grass before returning to the bushes.]\n\n\nVercoe:\n Everyone alright?\n\n\nHarlowe:\n I guess.\n\n\nBarahona:\n I think the sarge needs new pants.\n\n\nHarlowe:\n Fuck off.\n\n\nPorosus:\n Fine.\n\n\nVercoe:\n Enough, we need to keep moving. I don't want to be here if 6004 comes back.\n\n\nPorosus:\n Mhm.\n\n\nBarahona:\n So it's making extinct animals too, not just koalas.\n\n\nVercoe:\n Looks that way.\n\n\n\n\n\n\nAnomalously grown plant life illuminated by helicopter spotlight within Sydney's ruins.\n\n\n\n\n\n\n[Team continues towards Rushcutters Bay, eventually reaching the edge of a large crater formed by SCP-6004 striking at the earth. Trees and vines can be seen growing visibly larger within the crater, and kangaroos are foraging among the area.]\n\n\nPorosus:\n Fuck me, how big must that snake be to do this?\n\n\nVercoe:\n Varies, eggheads at 40 say it changes between about 400 metres to over a thousand k's long.\n\n\nBarahona:\n Jesus.\n\n\nVercoe:\n Command, we're going to need to detour around this crater.\n\n\nCommand:\n \nRoger. Be advised we have detected movement in the trees and buildings above you. Be careful.\n\n\nHarlowe:\n Fuck, diprowombats?\n\n\nPorosus:\n Diprotodon.\n\n\nBarahona:\n Diprotodon.\n\n\nHarlowe:\n Who cares, whatever.\n\n\nVercoe:\n Quiet. Acknowledged command, team, eyes up high.\n\n\nPorosus:\n Mhm.\n\n\n[Survey Team 40 continues along the lip of the crater, before coming to a ruined apartment block overhanging the edge. A group of large kangaroos approximately 2.5m tall are grazing beside it, looking over at the team.]\n\n\nVercoe:\n Hold up, go around them, don't want to piss them off if we don't have to.\n\n\nBarahona:\n They're huge.\n\n\nCommand:\n \nEvans has identified those as\n Procoptodon goliah, \nan extinct short faced kangaroo. Given their size I would recommend caution.\n\n\nVercoe:\n Thanks. You heard her team, steer clear.\n\n\n[The team moves to circle around the animals, when Cpl. Porosus is seen to swing his weapon and light towards the apartment building. A moderately large animal can be seen emerging from a hole in the wall, with its eyes reflecting the light into the camera]\n\n\nPorosus:\n Fucking, lion or something!\n\n\nVercoe:\n Watch it, take cover, weapons ready!\n\n\n[Team takes cover and aims weapons towards the animal. It is a brown colour with white stripes, a robust, muscular build and a large mouth with large teeth. It slowly climbs down the side of the building, towards the \nProcoptodons\n, which have turned to face the team.]\n\n\nHarlowe:\n Am I the only one who thinks that looks like that \nthing\n up in Canada?\n\n\nBarahona:\n Oh shit.\n\n\nCommand:\n \nTeam, Evans here, that's a marsupial lion,\n Thylacoleo carnifex. \nPowerful predator, looks like its hunting the kangaroos. Assuming it works like normal predators, don't bother it and it should leave you alone.\n\n\nVercoe:\n Assuming? Team, be ready to fire on the lion.\n\n\nPorosus:\n Way ahead of you.\n\n\nHarlowe:\n Ok.\n\n\nBarahona:\n Got it.\n\n\n[The \nThylacoleo carnifex\n drops from the building onto the back of a \nProcoptodon\n, grabbing it and biting it around the neck. The other \nProcoptodons\n scatter rapidly, fleeing into the trees. The two animals struggle, before the \nThylacoleo\n subdues the \nProcoptodon\n, removing the head and beginning to drag the carcass back up the side of the apartment block. Two smaller \nThylacoleos\n can be seen at the edge of the hole where the larger instance emerged from, vocalising loudly.]\n\n\nPorosus:\n Holy shit!\n\n\nBarahona:\n Fuck me!\n\n\nVercoe:\n Easy guys, easy. Harlowe, cover me while I recover the head.\n\n\nHarlowe:\n Yes Captain.\n\n\n[Varcoe approaches the severed \nProcoptodon\n head, with the camera repeatedly swiveling to see where the \nThylacoleo\n went. Vercoe picks up the head and goes to place it in a containment pouch.]\n\n\nBarahona:\n Hold on, is that a tattoo?\n\n\nVercoe:\n What?\n\n\n[Vercoe turns the head over and examines it. The words \"Live, Laugh, Love\" can be seen tattooed on the brow ridge of the \nProcoptodon\n, along with a stylised human skull on the right side of the face.]\n\n\nVercoe:\n Holy shit.\n\n\n[END LOG]\n\n\nAfterword:\n Following review of the footage, these tattoos were matched to those on John Bearing, a tattoo artist whose body was not recovered following SCP-6004's attack on Sydney. It is now believed that all animals emerging in the wake of SCP-6004 attacks are people that have been transfigured into wildlife within SCP-6004 before being regurgitated.\n\n\n\n\n\n\n\n\n\n\n\n\nYou are viewing the early history of SCP-6004. For further developments see HERE\n\n\n\n\nFootnotes\n\n\n1\n. It has been observed that SCP-6004 can cause damage selectively, seemingly choosing which structures are destroyed or left unharmed during a physical assault.\n\n\n2\n. Including Australian Prime Minister Scott Morrison and state premier Gladys Berejiklian\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6003\n | SCP-6004 | \nSCP-6005\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6004\n\" by Dr Balthazaar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6004\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n banner.jpg\n\n\nAuthor:\n \nDr Balthazaar\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Typhoon in Hong Kong.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n banner2.jpg\n\n\nName:\n Dunn's Swamp\n\n\nAuthor:\n Matt Cornwell\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n fire.jpg\n\n\nName:\n Fuego - Christopher Watson.jpg\n\n\nAuthor:\n Christopher Watson\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n mountain.jpg\n\n\nName:\n Cheyenne Mountain Aerial.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n plant-life.jpg\n\n\nName:\n Harry. Liz, Sue's Kaiping 2016 Sorted -0192.jpg\n\n\nAuthor:\n Harry Gin\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n scp-6004-3-rain.jpg\n\n\nAuthor:\n \nDr Balthazaar\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Blitze über Unna (2009) - IMGP6399 wp.jpg\n\n\nAuthor:\n smial\n\n\nLicense:\n FAL\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n scp-6004-3-rock.jpg\n\n\nAuthor:\n \nAgent Whitney\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n ship.jpg\n\n\nAuthor:\n \nDr Balthazaar\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n USS Stout Strait of Hormuz May 2020.jpg\n\n\nAuthor:\n Cpl. Gary Jayne III\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n site-40.jpg\n\n\nName:\n Victorian Desalination Plant.jpeg\n\n\nAuthor:\n Knobbly\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n wasteland.jpg\n\n\nName:\n Wasteland.jpg\n\n\nAuthor:\n Budhiargomiko\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Statement from Site Director Allan Tibbals Prior to the discovery of SCP-6004 in the March of 2020, there was much discussion within the Foundation regarding how much humanitarian aid to provide towards fighting the 2019-2020 Australian bushfires. We of course knew they were not our problem to deal with, being the result of non-anomalous climate change and poor government action, but it is human nature to want to help one another, and in the case of those of us at Australian sites, our homelands. Still, despite my own feelings towards the matter, we at Site 40 were spread too thin to offer any more than nominal support to fire-fighters and rescue groups, particularly with the growing concern that we had towards the unusual seismic activity being felt around the Australian continent. We knew it was anomalous, emails and communications were sent back and forth discussing what to do. Ultimately, survey teams were dispatched to find their source, but due to the fires these efforts were less than successful. We decided to wait until things calmed down before trying again. We all know now what a mistake that was. The lesson to be learned here is simple. We need to stop working around the poor decisions made by the non-anomalous world, and act more directly. Had we done that, we wouldn't be in the mess we now find ourselves.",
        "\" SCP-6004 \" by Dr Balthazaar, from the SCP Wiki . Source: https://scpwiki.com/scp-6004 . Licensed under CC-BY-SA .",
        "Filename: banner.jpg Author: Dr Balthazaar License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Typhoon in Hong Kong.jpg Author: Unknown License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: banner2.jpg Name: Dunn's Swamp Author: Matt Cornwell License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: fire.jpg Name: Fuego - Christopher Watson.jpg Author: Christopher Watson License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: mountain.jpg Name: Cheyenne Mountain Aerial.jpg Author: Unknown License: Public Domain Source Link: Wikimedia Commons",
        "Filename: plant-life.jpg Name: Harry. Liz, Sue's Kaiping 2016 Sorted -0192.jpg Author: Harry Gin License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: scp-6004-3-rain.jpg Author: Dr Balthazaar License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Blitze über Unna (2009) - IMGP6399 wp.jpg Author: smial License: FAL Source Link: Wikimedia Commons",
        "Filename: scp-6004-3-rock.jpg Author: Agent Whitney License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: ship.jpg Author: Dr Balthazaar License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: USS Stout Strait of Hormuz May 2020.jpg Author: Cpl. Gary Jayne III License: Public Domain Source Link: Wikimedia Commons",
        "Filename: site-40.jpg Name: Victorian Desalination Plant.jpeg Author: Knobbly License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: wasteland.jpg Name: Wasteland.jpg Author: Budhiargomiko License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6004",
    "object_class": "Uncontainable/Tiamat",
    "containment_procedures": "Despite the best efforts of the Foundation, SCP-6004 remains uncontainable until such a time that drastically more powerful containment measures are made available, or SCP-6004 returns to an inactive state of its own accord. As such, current containment procedures revolve around the preparation for such a time, and minimising collateral damage caused by its current state.",
    "description": "SCP-6004 is a massive serpentine entity of variable size, measuring between 0.2 and 1900km in length, with mass proportional to its length. While its physiology varies from resembling various Australian ophidians, its colouration has consistently been primarily black with dull prismatic stripes running vertically down its length, with a pale underbelly. SCP-6004 possesses a pair of horns and a larger array of teeth, more than what would be expected or biologically possible in non-anomalous ophidians. Horns feature thousands of engraved depictions of wildlife.",
    "title": "SCP-6004"
}