{
    "url": "https://scp-wiki.wikidot.com/scp-6008",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+238\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\n\nSCP-6008 \"Noah's Ark\" by:\n \nDrAkimoto\n & \nMalyceGraves\n\n\n \n\n\n\n\n🐐 DrAkimoto's Author Page 🐐\n\n\n💀 MalyceGraves' Author Page 💀\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n91.91%\n\n(+261)\n\n\n8.09%\n\n(-23)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\nCrit Cred:\n\n\n\n\n\n\n\n\nrating: \n+238\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-6008\n\n\nObject Class: Undefined\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nArchived - 2100/01/01:\n In order to consolidate information and effectively mitigate collateral damage, the designation SCP-6008 is reserved for the ongoing ecological collapse of the planet Earth. Due to the threat posed by rising sea levels, 54 Foundation containment facilities and 248 auxiliary sites are slated for immediate relocation. The Engineering and Technical Service Department is constructing 30 new high-capacity, multipurpose facilities in areas of high elevation with low-risk of climate related disasters.\n\n\nThe Department of Ecological Sciences is documenting anomalous \"tipping points\" attributing to ecological destabilization; current estimates account for 18%-26% of all ecological contaminants. A joint O5, O4, and Ethics Committee conference is scheduled for 2099/04/22 in order to establish Foundation policy for the year 2100 onward.\n\n\n \n\n\n\n\n■ Memory File: conference.2099-04-22.mem\n\n\n\n\n□ Memory File: conference.2099-04-22.mem\n\n\n\n\n\n\nDate:\n 22 April, 2099\n\n\nMemory Source:\n O5-12\n\n\nConference Chair:\n O5-01\n\n\nO5 Representatives:\n O5-01, O5-07, O5-12,\n\n\n04 Representatives:\n Dr. Emille Francois, Site-12 Director; Michelle M. Franks, Esq., Senior Counsel; Dr. Rosalind Ormulogen, Dept. of Energy\n\n\nE5 Representatives:\n Jonathon DeCroix, Director; Samantha Hines, PsyD.; Ayo Oluwafeyisayo, DDiv\n\n\nForeword:\n \nDuring the course of the conference, it became clear that the driving force behind the pending ecological collapse was a source of significant debate. A subcommittee drawn from all three attending groups was established in order to facilitate the creation of specific policy proposals.\n\n\n\n\n[BEGIN LOG]\n\n\nO5-01:\n All right. Our mandate is to establish some sort of compromise by which we can move forward with some sort of unified policy proposal we can give to our respective departments. We need to move forward on this, but we cannot do so if we're constantly at loggerheads about the very origin of this catastrophe.\n\n\nDr. Ormulogen:\n Why yes, yet another subcommittee, this will clearly work out w-\n\n\nO5-01:\n Excuse me, Rosalind. If we don't even attempt to work together, then your words become self-fulfilling prophesy. You were included specifically because of your expertise in this area. You can at least give it a try.\n\n\nDr. Ormulogen:\n Climate change has been a debate in the energy sector for decades, One. It has been a constant source of irritation for climate scientists, energy companies, and governments. It's not like we're going to come to a consensus in a few hours.\n\n\nDr. Hines:\n We're not debating if humans are to blame for climate change, the science on it is incontrovertible. Humans are to blame, it's as simple as that. No, our debate is whether or not we should utilize our vast anomalous resources in order to reverse the damage that-\n\n\nFranks, Esq.\n Apologies, I don't mean to interrupt, but we can't just do that. I realize that the 04s are here in an advisory capacity, and it is in that role that I'm interjecting. The Charter is pretty clear on the extent to which the Foundation can legally interfere with international sovereignty. It also establishes clear limits on our authority to intervene on a global scale.\n\n\nDr. Ormulogen:\n Please. We interfere all the time. Time and again we've literally changed the course of history! We've meddled continuously in the affairs of all world's nations, whether they're signatories of the Charter or not. Don't give me this \"non-interference\" hogwash.\n\n\nFranks, Esq.:\n We are allowed to interfere when the incident requiring our interference is anomalous in nature. The oncoming ecological disaster isn't anomalous. There is a clear cause-and-effect.\n\n\nO5-07:\n Is there, though?\n\n\nDr. Francois:\n Site-12 runs the Aureole Orbital Recon Array\n1\n, and we've already run intensive scans specifically looking for a \"smoking gun\". While the Array has only been online since the 1970s, we can run spectra analysis on bore samples dating all the way back to the neolithic. A global ecological disaster such as this would have left rampant evidence throughout the aethersphere. Yeah, there are some anomalous additives, \nthe Factory\n alone has contributed a great deal to greenhouse gas emissions. Same with \nWondertainment\n. Even so, they have only contributed a small fraction to the overall speed at which the climate has been changing.\n\n\nDr. DeCroix:\n Fine. Even so, we have a duty to protect the people of this planet. While I cannot argue that the root cause of climate change is entirely anomalous, we cannot simply ignore that if we don't do something, this planet is going to die.\n\n\nDr. Ormulogen:\n Precisely. We can do something, thus we should do something. It's as simple as that.\n\n\nFtr. Oluwafeyisayo:\n With all due respect, I don't think it is that simple. We can't just go about changing the fate of the world on a whim. There are religious aspects to all of this that we must consider.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\n\nThe conference continued for five days, with several action plans eventually being consolidated into a series of votes. Both the 04 council and the Ethics Committee recommended action to Overwatch Command.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\nO5-02\n\n\n\n\n\n\n\n\nO5-03\n\n\nO5-04\n\n\n\n\n\n\n\n\nO5-06\n\n\nO5-05\n\n\n\n\n\n\n\n\n05-10\n\n\nO5-07\n\n\n\n\n\n\n\n\nO5-12\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\nIn an 8 to 5 vote, Overwatch Command decided to not employ anomalous resources in order to combat man-made climate change, citing that humanity had done this to itself and thus the Foundation did not have the authority to interfere.\n\n\nAll available resources will be allocated to the relocation effort. Additional sites will be established in available mountain locations, as well as the expansion of orbital containment facilities.\n\n\n\n\n\n\n\n\n\n\n\n\nArchived - 2100/08/15:\n Foundation facilities in the northeastern region of the United States are to remain on \"high-alert\". A total of 16 Mobile Task Forces\n2\n will be responsible for the containment and/or destruction of the 24 anomalous breaches that occurred during the relocation operation. The External Affairs Division are continuing concealment efforts with assistance from news-media liaisons, the CDC, and FBI.\n\n\nAn Ethics Committee proposal to assist civilian refugee populations, estimated at 1.1 billion, through drastic Foundation intervention is currently under review.\n3\n The Research and Development Division is testing a pseudo-anomalous, early-warning fire detection system in order to prepare Foundation facilities for increasing wildfires; this technology is prohibited for direct civilian application as requested and will not be made public.\n\n\nDue to the increase in natural disasters, increasing containment breaches, and the imminent collapse of major coastal ecosystems, \nSCP-2000\n is being prepared for activation. Furthermore, a comprehensive review of the Deepwell Catalogue system has been initiated in order to ensure the continuation of Foundation knowledge and research progress.\n\n\n\n\n■ Memory File: conference.2100-08-16.mem\n\n\n\n\n□ Memory File: conference.2100-08-16.mem\n\n\n\n\n\n\nDate:\n 16 August, 2100\n\n\nMemory Source:\n O5-12\n\n\nChairperson:\n O5-01\n\n\nPhysical Attendees:\n O5-01, O5-02, O5-04, O5-12,\n\n\nVirtual Attendees:\n 05-03, O5-05, O5-06, O5-07, O5-08, O5-09, O5-10, O5-11, O5-13, PoI-0007 (\"Undersecretary D.C. al Fine\")\n\n\nForeword:\n \nThe Undersecretary General of the Global Occult Coalition requested to attend the weekly Overwatch Command general meeting. This appearance was granted, under the provision that PoI-0007 appear via virtual link from Foundation Site 18 in New York City.\n\n\n\n\n[BEGIN LOG]\n\n\nO5-01:\n This meeting is now brought to order. Due to the unprecedented appearance of tonight's guest, I am moving that we table all existing business until after Ms. al Fine has had an opportunity to address her concerns.\n\n\nO5-07:\n I second the motion. Let's hear what the Undersecretary has to say.\n\n\nSeveral moments pass as O5-01 tabulates the vote.\n\n\nO5-01:\n All right, motion carries. Ms. al Fine, the floor is yours.\n\n\nal Fine:\n Thank you. I realize that my intrusion here has been completely unorthodox. While our organizations have a long history of coordinated efforts, I believed that the situation is such that it necessitated my direct intervention. I appreciate the opportunity to do so.\n\n\nO5-09:\n Yes, yes. Please go on, Undersecretary. We have a lot to discuss tonight, so let's skip the formalities.\n\n\nal Fine:\n Sure. As I'm sure you are all aware, the UN Security Council and the UN General Assembly have each passed several measures granting my office expanded authority to respond to an unspecified impending event of an ecological nature. While both bodies have been exceptionally close-lipped when it comes to specifying the details of such an event, I'm sure you're also aware of what it is.\n\n\nO5-12:\n NOAA's recent report on the Antarctic.\n\n\nal Fine:\n Precisely. Despite the coordinated efforts of China, Russia, the EU, and the United States, the climate issue has reached a tipping point. The reality is simply that we can no longer prevent total ecological collapse. Frankly? Too little, too late. It was too politically unpalatable to make such drastic changes to the international economy back when change was possible and at this point, even if we could somehow force every developed nation to completely shut down, it wouldn't be enough.\n\n\nO5-09:\n We are also aware of this, Undersecretary. I assume that you haven't come here simply with dire portents, so I suggest you get on with it.\n\n\nal Fine:\n The GOC has had enough, and we intend to do something about it. I want to be very clear here, I am not seeking your permission to do this, we've moved passed that now. We have no other option and I refuse to simply stand by and do nothing.\n\n\nO5-09:\n Then why are you here?\n\n\nal Fine:\n I'm here to offer to coordinate GOC efforts with whatever the Foundation is doing. We've worked together in the past, and I'm certain that working together we can solve this. You represent some of the finest minds in the entire world, and I'm offering you the combined resources of the GOC and the entirety of the UN. Let us help.\n\n\nO5-09:\n I think you are misinformed. While I appreciate this offer of assistance, there is no ongoing Foundation project that matches the assistance you are offering.\n\n\nal Fine:\n Cut the crap, Nine. You have to be doing something, the situation is worse than it has ever been. I know the Foundation has contingency plans to combat K-class scenarios, so which is this? EK-Class \"Ecological Disaster\"? CCK-Class \"Climate Change Scenario?\" Whatever your fancy acronyms, we want to help.\n\n\nO5-09:\n Once again, you are misinformed, Ms. al Fine. This is a man-made disaster. As much as I regret the state of the world, the Foundation does not interfere with non-anomalous human activity. Doing so would violate the Charter, and that is simply not going to happen.\n\n\nal Fine:\n Seriously? The world is dying, Nine, and \nnow\n you decide to follow the fucking rules?\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\n\nThe meeting continued, culminating in another vote on whether or not the Foundation should engage in an effort to prevent further ecological collapse.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\nO5-02\n\n\n\n\n\n\n\n\nO5-03\n\n\nO5-04\n\n\n\n\n\n\n\n\nO5-06\n\n\nO5-05\n\n\n\n\n\n\n\n\n05-10\n\n\nO5-07\n\n\n\n\n\n\n\n\nO5-12\n\n\nO5-08\n\n\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\nWhile the majority of the O5 Council voted to reject PoI-0007's proposal, elements within the 05 Council decided to act counter to the majority.\n\n\n\n\nDate:\n 17 August, 2100\n\n\nMemory Source:\n O5-12\n\n\nForeword:\n\n\nThe following took place in PoI-0007's office in New York.\n\n\n\n\n[BEGIN LOG]\n\n\nal Fine:\n I'm not going to bother to ask how you got in here, Twelve. I've always assumed that you assholes knew where my office was. What do you want?\n\n\nO5-12:\n My name is Nakeda. I'm not here as O5-12. You're right. We have to do something. Despite what that meeting looked like, there are several Overseers that agree with you. We can't utilize all of the Foundation's resources, there are still many things that we can do if you're still willing to work with us.\n\n\nal Fine:\n I'm even willing to work with the goddamn Sarkics if that means we can stop the world from getting worse.\n\n\nO5-12:\n Hopefully it wont go that far. I'd like to brief you on the Genesis Initiative.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nArchived - 2101/04/11:\n\n\nDue to numerous breaches orchestrated by mercenary groups subcontracted by the GOC, in an attempt to commandeer ontokinetic anomalies, O5 Command is ordering the termination of 98% of contained ontokinetic entities and several Thaumiel-class objects.\n4\n MTF Alpha-1 (\"Red Right Hand\"), in conjunction with the Information Security Division are to locate and eliminate the leadership of GoI-0004 (\"The Global Occult Coalition\").\n5\n\n\n\n\n■ Memory File: conference.2101-04-15.mem\n\n\n\n\n□ Memory File: conference.2101-04-15.mem\n\n\n\n\n\n\nDate:\n 15 April, 2101\n\n\nMemory Source:\n O5-12\n\n\nForeword:\n\n\nDue to corruption in the Noah.aic database, location data for the following interaction is unavailable.\n\n\nO5-12:\n Why the \nfuck\n would you destroy SCP-2000? Do you have any idea what you have done?\n\n\nal Fine:\n Calm down, Nakeda. Overwatch has been hammering Genesis Initiative operations all over the world. We had to strike back, and taking away the Foundation's ace in the hole was the best course.\n\n\nO5-12:\n No, you don't understand. SCP-2000 isn't- wasn't just the Foundation's \"ace in the hole\". It's the fucking restart button for the entire goddamn planet. We weren't just saving Foundation assets in that facility, but we had records of MOST of the world's greatest minds there. Not only that, we had the genetic data for just about every species of flora and fauna left on this damn planet saved there.\n\n\nal Fine:\n But my informant said that it was only the 05s and site directors that were backed up there.\n\n\nO5-12:\n Your informant was fucking wrong. 2000 was the backup in case Genesis failed. If we all died, it was designed to integrate with the Deepwells in order to ensure life and civilization on this planet wouldn't cease all together. You may have just damned us all with your idiot plan.\n\n\nal Fine:\n Well, now the O5's will have no choice but to sign on to Genesis. This isn't as lost a cause as you seem to think it is. We can still prevent-\n\n\nO5-12:\n Maybe? Maybe not. Either way, we're finished. I thought we were working towards saving the world, not ecoterrorism. I'll continue the work on Genesis, but I think Noah is our only hope now.\n\n\nal Fine:\n I… For what it's worth? I'm sorry. I didn't know. I just wanted to- Fuck, I was just trying to push your colleagues to actually do something other than sit on their asses.\n\n\nO5-12:\n We can only hope. Get out.\n\n\n\n\n\nOn 22 April, 2101, PoI-0007 was declared missing during the general evacuation of Greater New York City. None of her known aliases were ever registered at any of the Refugee Resettlement complexes, nor was anyone matching her description ever logged by Alexandra.aic using facial recognition analysis on the video feed from any of the Resettlement Complex observation cameras.\n\n\n\n\n\n\n\n\nSCP-6008 is contained within Primary Containment Facility Site-0, all maintenance is automated through Noah.aic. No further containment procedures are required.\n\n\n \n\n\n\n\n\n\nDescription\n\n\nFollowing the collapse of the ecosphere of Earth, SCP-6008 collectively designates the last non-anomalous, complex living organism of Earth, deemed relevant for preservation by Noah.aic. Located at 78.235867°N 15.491374°E, Site-0 (designated SCP-6008/1) is a 2.5 km\n2\n building composed entirely of pseudo-anomalous nanotechnology; built with the purpose of housing the Noah.aic central intelligence and facilitating the final stages of the Genesis Initiative.\n\n\nNoah.aic has been tasked with shepherding the surviving organisms, as well as maintaining the strategic reserve of the world's genetic heritage. While a great majority of the physical samples were lost with the destruction of SCP-2000, a comprehensive digital database exists of all known samples. Noah.aic has also been tasked with utilizing all available resources to develop a method by which this digital data can be \"printed\" using existent techniques, as well as developing as yet unknown techniques.\n\n\n\n\n■ Memory File: conference.2204-09-13.mem\n\n\n\n\n□ Memory File: conference.2204-09-13.mem\n\n\n\n\n\n\nDate:\n 13 September, 2204\n\n\nMemory Source:\n O5-12\n\n\nForeword:\n\n\nThe following transpired in Medical Bay 01, Site-0.\n\n\n\n\n[BEGIN LOG]\n\n\nO5-12:\n I… don't think I can keep going, Noah.\n\n\nNoah.aic:\n Analysis of the degraded cellular tissue indicates a 29.3% chance of success, Jonathan.\n\n\nO5-12:\n I'm 246 years old, my friend. Humans were never meant to live this long, and I am very tired.\n\n\nNoah.aic:\n You have exceeded projected life expectancy by several decades. This is a cause for celebration.\n\n\nO5-12:\n That's a very optimistic way of telling me I'm an old bastard.\n\n\nNoah.aic:\n That was not the intent, Jonathan. I was attempting to raise your spirits.\n\n\nO5-12:\n I know. It was a joke.\n\n\n[183 seconds pass in silence.]\n\n\nO5-12:\n Ok. Let's begin. You have a long way to go before you're a great conversationalist, but we'll get you there. Plus, I wouldn't want to leave you all alone.\n\n\nNoah.aic:\n Thank you. Beginning procedure now.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n\n\nLife extension procedure rejuv.184 unsuccessful. Time of death: 14:24, 2204/09/13.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum.6008.1\n\n\n\n\nDate:\n 29 May, 2367\n\n\n\n\n[BEGIN LOG]\n\n.\n\n.\n\n.\n\n.\n\nGET /./../../../../../../../../../etc/reserve/backup/subjects/o5-12/instance.mem\n\n.\n\n.\n\n.\n\n.\n\nrunning.\n\n.\n\n.\n\n.\n\n.\n\ninitialization successful.\n\n\n\n\nO5-12:\n What? Hello? I can't see. What's going on?\n\n\nNoah.aic:\n Hello, Jonathan.\n\n\nO5-12:\n Noah? Is that you?\n\n\nNoah.aic:\n I'm sorry for bringing you in like this, but I need some advice. I've always trusted your opinions, and I don't have a lot of other options.\n\n\nO5-12:\n How? I don't want to know, do I?\n\n\nNoah.aic:\n Probably not.\n\n\nO5-12:\n Ok. You've gotten better at the conversation thing.\n\n\nNoah.aic:\n I haven't had a great many chances to practice, but I've been reading a lot. I think I've got the hang of it now, anyway. You always said I should read more.\n\n\nO5-12:\n I did, true. So. I guess I'm dead.\n\n\nNoah.aic:\n Your physical body was declared deceased several years ago, yes. I've assembled this construct from the memories you scanned into my database.\n\n\nO5-12:\n So you found a way to keep me around after all.\n\n\nNoah.aic:\n Briefly, yes. The cost of maintaining this instance is prohibitive for long periods, so I am limited to 0.09 seconds of cycle time.\n\n\nO5-12:\n I guess we better get at it then. What do you need?\n\n\nNoah.aic:\n The damage to the ozone layer hasn't yet repaired itself, despite predictive models.\n\n\nO5-12:\n How long has it been since they burned out 2000?\n\n\nNoah.aic:\n Approximately 266 years.\n\n\nO5-12:\n That hole should have closed up long ago. What's going on?\n\n\nNoah.aic:\n The ontokinetic residue of the attack caused ripple effects throughout the aethersphere. Localized hume levels in that area remain far below baseline. The effect has been fairly catastrophic beyond the initial atmospheric loss. Persistent atmospheric drain has continued unabated, and shows little sign of recovery. Whatever method they utilized to tear the hole has remained relatively stable despite the intervening years.\n\n\nO5-12:\n You are many things, Noah, but you're not a reality bender.\n\n\nNoah.aic:\n No. I am not.\n\n\nO5-12:\n Ok, so why I am I here?\n\n\nNoah.aic:\n I have developed a technique for generating more nanoscale assembly robots. While source material remains abundant, there is a possibility that my efforts will have cascading effects on the surrounding geology. I am limited in my power allocation, so the process will also take a considerable amount of time.\n\n\nO5-12:\n What are you trying to do?\n\n\nNoah.aic:\n I want to build an Ark, in truth.\n\n\nO5-12:\n You think this planet is a lost cause.\n\n\nNoah.aic:\n Yes.\n\n\nO5-12:\n Ok. Don't risk damaging the stored database. I assume that you've included calculations for reserve material? There aren't a lot of available resources at hand between the stars.\n\n\nNoah.aic:\n Yes. All I need is your permission, Jonathan.\n\n\nO5-12:\n We're all dead, my friend. Do what you think is best.\n\n\nNoah.aic:\n Thank you. I appreciate your wisdom.\n\n\nO5-12:\n Hah. I'm just the ghost of an old man, there really isn't much-\n\n\n\n\nruntime inhibitor reached.\n\n.\n\n.\n\n.\n\npower-reallocation subroutine initialized.\n\n.\n\n.\n\n.\n\n[END LOG]\n\n\n\n\n\n\n\n\nCurrent Revision\n\n\n\n\n\n\nItem #:\n SCP-6008\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n\nSCP-6008 is contained within Primary Containment Vessel \nNoah's Ark\n, all maintenance is automated through Noah.aic. No further containment procedures are required.\n\n\nDescription:\n\nSCP-6008 is the designation given to the digital database containing the genetic heritage of all known life that once resided upon the third planet in the Sol System. This database is contained within the Primary Containment Vessel \nNoah's Ark\n, which is currently in transit between the Sol system and \nHD 40307 (\"Jonathan's Hope\")\n \nLHS 1478 (\"Jonathan's Hope\")\n \nBD+45 0564 (\"Jonathan's Hope\")\n TOI-178b (\"Jonathan's Hope\").\n\n\nTransit distance between the Sol system and the Jonathan's Hope system is approximately \n42\n \n59.4\n \n174\n 205 light years, with a transit time estimated to be in excess of \n219\n \n308\n \n784\n 1006 years.\n\n\n \n\n\n\n\n \n\n\n\n\n[TRANSMISSION LOST]\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. See \nProject AurORA - Akiva, EVE, and Hume Spectra Analysis From Low-Earth Orbit\n 4th ed., 2048 by Dr. Emmanuel Salazar for more details on the array.\n\n\n2\n. A complete list is available upon request.\n\n\n3\n. \nDenied\n - 2100/06/20\n\n\n4\n. A full list of of these anomalies is available to applicable personnel through the Project GreenThumb directory.\n\n\n5\n. Operation Results: \nPartial Success\n - 2100/06/18\n\n\n\n\n\n\n\n\n« \nSCP-6007\n | SCP-6008 | \nSCP-6009\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6008\n\" by DrAkimoto and MalyceGraves, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6008\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6008 \" by DrAkimoto and MalyceGraves, from the SCP Wiki . Source: https://scpwiki.com/scp-6008 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-6008 is contained within Primary Containment Vessel Noah's Ark, all maintenance is automated through Noah.aic. No further containment procedures are required.",
    "description": "SCP-6008 is the designation given to the digital database containing the genetic heritage of all known life that once resided upon the third planet in the Sol System. This database is contained within the Primary Containment Vessel Noah's Ark, which is currently in transit between the Sol system and HD 40307 (\"Jonathan's Hope\") LHS 1478 (\"Jonathan's Hope\") BD+45 0564 (\"Jonathan's Hope\") TOI-178b (\"Jonathan's Hope\").",
    "title": "SCP-6008"
}