{
    "url": "https://scp-wiki.wikidot.com/scp-6012",
    "all_text": "rating: \n+161\n+\n–\nx\n\n\na real \"cool\" dude\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\nItem #:\n SCP-6012\n\n\nObject Class:\n Legally Uncontainable\n\n\nSpecial Containment Procedures:\n As no other containment is currently possible, all possible research should be focused on the circumvention of Contract 1991-JaYa-77866133. All personnel with experience covering loopholes in Tartarean contract law are highly encouraged to contact Head Researcher Berthelot.\n\n\nThe body of Jawed Yakhchal is kept in standard humanoid containment at Site-80. Medical intervention is ongoing.\n\n\nDescription:\n SCP-6012 is the slipperiness of all known forms of ice. In accordance with Ee's Laws of Thaumic Conductivity, any magic present in water is caught in the crystalline structure caused by freezing and radiated outwards. Upon being emitted from the ice, the thaumic energy ablates the surface of the frozen solid, turning its topmost layer into a thin and slippery layer of free-floating molecules.\n\n\nDiscovery of SCP-6012's effects without prior experience in thaumatology would require in-depth knowledge of fluid dynamics, particle physics, and rheology.\n1\n With that in mind, efforts to observe and, if necessary, prevent scientific inquiry into the subject have rarely been necessary.\n\n\nIt is, however, notable that every attempt to slow or mislead experimentation and research on the topic of ice's friction coefficient has failed. An investigation as to why is ongoing.\n\n\nAddendum 6012-1: Failed Containment Attempts\n\nThe following list consists of consolidated summaries of all containment attempts regarding the research performed at Frederic Tudor Rheological Laboratories\n2\n in Wyeth, Massachusetts.\n\n\n\n\n\n\nDate\n\n\nObjective\n\n\nResult\n\n\n\n\n\n\n2013-09-09\n\n\nRemote alteration of stored data\n\n\nSystem did not respond to remote input.\n\n\n\n\n\n\n2013-09-12\n\n\nOn-site alteration of stored data\n\n\nComputer terminal did not respond to input. Agent was unable to properly reboot its software before extraction.\n\n\n\n\n\n\n2013-09-24\n\n\nOn-site alteration of stored data by skilled computer technician\n\n\nAgent was able to access the requested dataset. However, the terminal produced a loud tone, attracting civilian attention. Agent was extracted prematurely. Data was confirmed to remain intact.\n\n\n\n\n\n\n2013-10-02\n\n\nAutomated monitoring of all email correspondence\n\n\n\n\nAutomated monitor failed to respond and required several system reboots, deleting all recorded information in the process.\n\n\nAt this point, computer-focused containment methods were halted due to continued failure. Technomantic analysis is pending.\n\n\n\n\n\n\n\n\n2013-12-19\n\n\nSabotage of machinery\n\n\nA compromised temperature control unit was successfully delivered to the site. It has yet to affect the laboratory's results in any detrimental fashion.\n\n\n\n\n\n\n2014-02-25\n\n\nContamination of water supply\n\n\nShipment of laboratory-grade distilled water was replaced with commercial mineral water. Shipment was then halted due to weather.\n\n\n\n\n\n\n2014-07-29\n\n\nInfiltration\n\n\nAgent was presented to the facility as a research candidate based on mostly accurate credentials. During the initial entrance interview, however, said agent did not advance to full employment due to unforeseen anxiety in response to several rudimentary questions.\n\n\n\n\n\n\n2014-10-25\n\n\nEconomic manipulation\n\n\nA Foundation shell company contacted the laboratory under the guise of a non-profit organization to inquire about philanthropic donation. Within one business day, the company's assets were frozen.\n\n\n\n\n\n\n2015-01-17\n\n\nAssassination of key researcher\n\n\nDue to Dr. George Penmynydd's history of renal cancer, personnel management experts decided that an ethylene-glycol-based solution would be the optimal method of removal. The agent responsible for dosing Dr. Penmynydd slipped and fell outside the doctor's home, requiring immediate extraction.\n\n\n\n\n\n\n2015-01-17\n\n\nIndiscriminate aerial bombing of the laboratory and surrounding region\n\n\nContainment attempt was aborted within minutes of its initiation. Head Researcher Wurtz has been relieved of duty pending psychiatric evaluation.\n\n\n\n\n\n\nAddendum 6012-2: Results of Technomantic Analysis\n\nRaspise Omicron, a connective technomancer on Foundation payroll, was able to identify a background process on the laboratory's servers specifically designed to subvert Foundation containment efforts. The process displayed distinct code signatures usually associated with the Tartarean Bureaucracy.\n\n\nIn addition, Tx. Omicron was able to trace the process' insertion code to the IP address of Jules Jerristrait, a local paralegal. Mr. Jerristrait was brought in for questioning.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\nInterviewed:\n Jules Jerristrait\n\n\nInterviewer:\n Head Researcher Peter Berthelot, with Tx. Omicron\n3\n assisting\n\n\n\n\nMr. Jerristrait:\n I would like a lawyer, please.\n\n\nHR Berthelot:\n That's not necessary. We just have a few questions for you.\n\n\nMr. Jerristrait:\n I would like a lawyer, please.\n\n\nHR Berthelot:\n I'm sorry, Mr. Jerristrait, I think you misunderstand—\n\n\nMr. Jerristrait:\n I would like a lawyer, please.\n\n\nHR Berthelot:\n Would a lawyer be able to explain why we traced malware found on the Tudor Rheological Laboratories server to your IP address?\n\n\nA moment of silence. Mr. Jerristrait's expression does not change.\n\n\nMr. Jerristrait:\n I would like a lawyer, please.\n\n\nTx. Omicron:\n Mind if I cut in?\n\n\nHR Berthelot:\n Be my guest.\n\n\nTX. Omicron proceeds to speak in Tartarean Cocytus for ten minutes. Mr. Jerristrait does not react.\n\n\nHR Berthelot:\n What was that?\n\n\nTx. Omicron:\n I said \"We know what you are\".\n4\n\n\nHR Berthelot begins to respond, but is interrupted by Mr. Jerristrait, who speaks in Cocytus for five minutes without pausing for breath.\n\n\nHR Berthelot:\n …and what was that?\n\n\nTx. Omicron:\n Well, the first part was definitely a request for the presence of something. And the last part referred to an arbiter, I think, or some sort of mediation consultant.\n\n\nHR Berthelot:\n So he asked for a lawyer.\n\n\nTx. Omicron:\n More…summoned one, I think.\n\n\nHR Berthelot:\n Hey, are you okay?\n\n\nBoth interviewers turn back to Mr. Jerristrait, whose left eyeball is swelling drastically. It pops, spraying HR Berthelot\n5\n with vitreous humor. As Mr. Jerristrait's head falls silently to the interview table, a banded red worm pushes its head out of his ruptured eyeball and coils around his neck. It faces the interviewers.\n\n\nWorm:\n Hello there. I am 8th-Circle Malbolgian Legal Counselor M211-Q2G7K9S2F4M9M0. I have been summoned to act as \nadvocatus diaboli\n for Mephistophelistic Contract Maintenance Agent M214-1N8B8C9D1X2A0Q.\n\n\nHR Berthelot does not respond, as he is busy trying to clear vitreous humor from his eyes. Tx. Omicron starts to speak in Cocytus, but the worm interrupts with a wave of its head.\n\n\nWorm:\n Please, let's restrict this to Terran tongues for now. I'm sure you will agree that Cocytus does not lend itself well to succinct discussion.\n\n\nHR Berthelot:\n Thank god.\n\n\nWorm:\n May I ask what the trouble is here? My client was performing its duties well within the limitations defined in the Tartarus-Foundation Agreement of 1983. It has prioritized both secrecy and human life while fulfilling his assigned contract.\n\n\nHR Berthelot:\n Your client was interfering directly with containment efforts.\n\n\nWorm:\n As outlined in Clause 83 Sub-Clause 28B Paragraph 937 of said agreement, such interference is allowed for contracts rated between 7 and 'Essential' by three separate Anuban Contract Analysis Agents.\n\n\nHR Berthelot:\n Is it worth asking what ratings this contract got?\n\n\nWorm:\n 11, 'Notable', and 'Epsilon' are its three current designations, well within the range allowing for interference.\n\n\nHR Berthelot:\n What? Those are completely—\n\n\nTx. Omicron:\n Okay, I would like to make a formal request for information regarding annulment procedures.\n\n\nWorm:\n For a contract of this status? I'm afraid the documentation of information request alone would take decades to travel through the proper channels. You would be much better off reaching out to the original party. They would have considerably more sway.\n\n\nHR Berthelot:\n Oh, great! Who's the original party?\n\n\nWorm:\n Oh, I have no clue.\n\n\nHR Berthelot sits back with an audible sigh.\n\n\nWorm:\n But the Ptolomaean Correspondence Official assigned to the contract will know. I am in contact with it now. It should reach out to you forthwith.\n\n\nHR Berthelot:\n Okay, cool. Thank you.\n\n\nThe worm nods and withdraws back into Mr. Jerristrait's head.\n\n\n\n\nFollowing established Tartarean protocols, the remains of Mr. Jerristrait were incinerated.\n\n\nAddendum 6012-3: Correspondence\n\n\nHR Berthelot received the following email at 7:06 AM the morning after Mr. Jerristrait was interviewed.\n\n\n\n\n\n\nTo:\n Peter Berthelot (\npeter.berthelot@site-80.scpfoundation.int\n)\n\n\nFrom:\n Ptolomaean Correspondence (\nrequests@main.ptolomaea.9.tartarus.styx\n)\n\n\nSubject:\n Requested Information Re: Contract 1991-JaYa-77866133\n\n\n\n\n\n\n\n\n\n\nTo Whom It May Concern,\n\n\nWe have enclosed an abridged reproduction of Contract 1991-JaYa-77866133 between the Tartarean Bureaucracy (as represented by Faustian Contract Initiation Officer M221-44Y1H686REEKWJ1) and Dr. Jawed Yakhchal, DDS. For the purpose of your records, it is worth noting that Dr. Yakhchal served on your O5 Council for an unknown period of time preceding the establishment of his contract.\n\n\nIn addition, a sub-sub-clause of Contract 1991-JaYa-77866133 requires that I provide the following address in response to any Foundation-based queries for information:\n\n\n1806 Favorite Lane\n\nIceboro, Richmond, ME 04357\n\n\nIn the likely case that Dr. Yakhchal is found at this address, it would be prudent to mention that the pact ink used in the composition of Contract 1991-JaYa-77866133 was manufactured using approximately 16 ruach of soul\n6\n acquired from Dr. Yakhchal. If he is still alive, his capability for conscious thought will be greatly diminished.\n\n\nWe wish you the best of luck in your further inquiries into the matter.\n\n\nYour ally,\n\nPtolomaean Correspondence Official M246-0J0091SQ288UT6\n\nCircle 9-3\n\nThe Tartarean Bureaucracy\n\n\n\n\n\n\nAttachment: \n1991-JaYa-77866133.coc\n (66.6 PB)\n\n\n\n\nUsing a Cocytus compiler designed by Tx. Omicron, the main clausal structure of the file provided was translated as the following:\n\n\n\n\nSIGNING PARTIES:\n\n\n\n\nTartarean Bureaucracy (hereafter known as 'TB')\n\n\nDr. Jawed Yakhchal, DDS (hereafter known as 'JY')\n\n\n\n\nTB agrees therein to assume the following responsibilities:\n\n\n\n\nPrevent any individuals with knowledge of the thaumaturgic nature of ice from preventing the independent discovery of said nature\n\n\nPrevent any agents working on behalf of individuals with knowledge of the thaumaturgic nature of ice from preventing the independent discovery of said nature\n\n\nUpon request for information regarding this document, cooperate fully\n\n\nUpon request for information regarding this document, provide the specific data designated for this eventuality\n\n\n\n\nJY agrees therein to assume the following responsibilities:\n\n\n\n\nProvide TB with 16.58 ruach of soul for the purpose of manufacturing pact ink and covering general operating costs\n\n\n\n\n\n\nTx. Omicron's compiler is currently being modified to provide further detail.\n\n\nAddendum 6012-4: Retrieval\n\n\nOn 2015-08-05, a retrieval team was dispatched to the address provided by the Ptolomaean Correspondence Official. Dr. Yakhchal was sitting on the porch of the property upon approach. The remains of an Otzi-1991 camera\n7\n and its tripod were found in the bushes at the base of the structure.\n\n\nDr. Yakhchal was transferred to Site-80, where iatromancers\n8\n are currently attempting to reform his soul using what traces of it remain. The contents of the camera's memory are being transferred to a less volatile format.\n\n\nAddendum 6012-5: Video Log\n\n\nThe following is the full transcript of the video recovered from the Otzi-1991 camera recovered along with Dr. Yakhchal.\n\n\n\n\nObservational Log Transcript\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\nApproximately 38 seconds of static. The image resolves to show Dr. Yakhchal, a broad, dark-skinned older man with a short moustache and black-rimmed glasses. A pair of small Tartarean entities\n9\n stand on his shoulders. Their fingers glow a dull red as they methodically pull glowing strands of soul from Dr. Yakhchal's ears, coiling them around their waists.\n\n\nDr. Yakhchal:\n I would like to apologize in advance if my…my train of thought goes a bit awry. What remains of my soul is flapping against the inside of my skull. It makes thinking…it makes thinking more taxing than usual.\n\n\nDr. Yakhchal:\n This is…this is a confession, of sorts. An articulation of motive. As I doubt I am in any state to…to present my case to you, this will have to suffice.\n\n\nA few moments of silence. Dr. Yakhchal looks past the camera.\n\n\nDr. Yakhchal:\n I came here out of an unshakable sense of nostalgia, I'm afraid. My first…first real job was here, on the Kennebec. 1829, when I had my own name, and a less persisting form. You can thank my degree and current position for the latter.\n\n\nDr. Yakhchal:\n We would cut up the ice and float it down to storage. And from there on it would go, fighting back heat across the country. We'd feel good about that. About…about keeping the world in comfort.\n\n\nDr. Yakhchal:\n And then there was the flood. And the fire. And the war. And then the refrigerator, and we were…unnecessary.\n\n\nAnother moment of silence.\n\n\nDr. Yakhchal:\n I should also apologize, I think, for forcing you to track me down through the Tartarean Bureaucracy. There were probably other methods of achieving this result. I chose this one out of pity.\n\n\nAs he speaks, he absent-mindedly raises a hand to his left shoulder and taps the daemon standing there on the back. It hisses and attempts to bite his finger.\n\n\nDr. Yakhchal:\n In the decade before they rebranded as the Bureaucracy, Hell signed a total of 78 soul contracts. They saw their own impending obsolescence and fled into a…a self-made labyrinth of paperwork and meetings and endless phone tag. In the absence of actual souls, they pulp every scrap of torment from every interaction they have like a man dying of thirst wrings the sweat from his own underpants.\n\n\nDr. Yakhchal:\n I've lost the thread again, I'm afraid.\n\n\nDr. Yakhchal:\n Necessary. Hell is…is torturing itself, freezing itself in place to ignore that it is no longer necessary.\n\n\nDr. Yakhchal:\n Someday, the Foundation will do this as well.\n\n\nDr. Yakhchal:\n On the day we signed our accord with the Princes of Hell that had ceded their swords for legal pads, I felt…I felt as though we were meeting the specters of our future. Desperate creatures in doomed roles.\n\n\nDr. Yakhchal:\n I saw the Council as chancellors of a frozen people. Containers of every…every deviation from the status quo. After all, we cannot become obsolete if time does not move.\n\n\nDr. Yakhchal:\n But it must flow.\n\n\nDr. Yakhchal pauses for a minute. The Kennebec River can be heard faintly in the background over the soft silken hiss of the soul being extracted from his skull.\n\n\nDr. Yakhchal:\n I do not want you to think that I have championed ice out of some…some misplaced yearning for my youth. Ee was a scientist at heart, well before she was a thaumaturgist. Her Laws of Thaumic Conductivity fit snugly within modern physics.\n\n\nDr. Yakhchal:\n They will be discovered independently, and the status quo will shift just a bit. How many artifacts do we hold that will be explained by the new science? How many containment cells will be emptied?\n\n\nDr. Yakhchal:\n And then…\n\n\nDr. Yakhchal's mouth opens and closes silently for a moment. The threads gathered by the daemons on his shoulders have gotten thinner.\n\n\nDr. Yakhchal:\n I…I understand how you must be feeling. There is little more terrifying to us than a natural ending.\n\n\nDr. Yakhchal:\n It is human nature. We are selfish. We are vain. We must be important to someone.\n\n\nDr. Yakhchal:\n But this…this opening I'm creating for mankind, to let them come out from behind the Veil into the light, it will create a better world.\n\n\nDr. Yakhchal:\n You will leave your offices abandoned as magic wreathes our cities. They will protect themselves from the things we would contain.\n\n\nThe two daemons hop down from Dr. Yakhchal's shoulders and walk out of frame. Strands of soul can still be seen extending from his ears, drifting gently in the breeze.\n\n\nDr. Yakhchal:\n I only…I regret…I only wish I could be there. To see it.\n\n\nHe smiles, and his eyes drift shut.\n\n\nSeveral weeks pass. Besides the change in light and the movement of small animals, nothing happens. Dr. Yakhchal remains motionless.\n\n\nAfter three weeks, a snowstorm produces winds strong enough to knock the camera over. The frame now captures Dr. Yakhchal's chest and face from below, with the lower half of his body obscured.\n\n\nTime passes. Small creatures occasionally take shelter under Dr. Yakhchal. His mouth has fallen open. Notably, scavengers have not yet attempted to consume his exposed flesh.\n\n\nApproximately five months after the beginning of the video, a pair of small white-and-gray birds construct a nest in Dr. Yakhchal's open mouth.\n10\n Silver strands are visible in the structure of the nest, implying that Dr. Yakhchal's remaining soul was used in its construction.\n\n\nTwo days later, the female bird has laid an unknown quantity of eggs. The male brings her food often.\n\n\nThe eggs hatch after 13 days of incubation. There are six hatchlings. Both parents perch on Dr. Yakhchal's teeth to feed their children. A readout on the recording warns that the camera is low on memory.\n\n\n16 days after hatching, one of the young birds climbs to the edge of Dr. Yakhchal's mouth. As it hops out of its nest, the camera ceases recording due to lack of available memory.\n\n\n\n\nAddendum 6012-5: Relevant Correspondence\n\nThe following email has been logged due to its relevant content as required by RAISA Statute ID9807-E.\n\n\n\n\n\n\nTo:\n Director Amaleki (\ndirector@site-80.scpfoundation.int\n)\n\n\nFrom:\n Peter Berthelot (\npeter.berthelot@site-80.scpfoundation.int\n)\n\n\nSubject:\n Update on Project PERMAFROST\n\n\n\n\n\n\nLet me be clear: Project PERMAFROST is fucked.\n\n\nTo start, the legal team can't find anything even resembling a loophole in the contract. They're keeping at it, but at their current rate of translation, they'll be done about 10,000 years from now. It doesn't help that we don't exactly have any expert advice on the subject anymore.\n\n\nThe medical team is doing a little better, but I can't say that Yakhchal will be able to help us anytime soon. Whatever patchwork soul they've got running the poor guy right now doesn't seem to allow for any sort of sapience. All we're getting out of him is birdsong.\n\n\nAll in all, I'd say our biggest issue right now is morale. Even since before the thaumaturges all quit, it seemed like we were throwing ourselves against a wall that isn't moving. Like we were pinwheeling our legs out on a frozen lake, going nowhere fast.\n\n\nIf Omicron's countdown website is to be believed, based on the quantity and quality of data being produced, Tudor Labs will figure it all out within the next two years. The thaumaturgy forums are calling it 'The Next Ice Age'. I can hear the immortal bastard singing from my office.\n\n\nPlease let me know if you have any questions.\n\n\nUntil the thaw,\n\nHR Berthelot\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The study of how matter flows.\n\n\n2\n. The only relevant institution with sufficient funding to pose a risk of discovering SCP-6012.\n\n\n3\n. In addition to being a connective technomancer, Tx. Omicron is one of 16 known living humans with a passable understanding of Cocytus, the legalistic language of the Tartarean Bureaucracy used both for communication and articulation of contract law.\n\n\n4\n. Every word uttered in Cocytus must be fully defined to minimize ambiguity.\n\n\n5\n. Tx. Omicron successfully evades.\n\n\n6\n. The average adult human contains 18 ruach of soul with a standard deviation of 3 ruach, depending largely on diet and preferred genre of pornography.\n\n\n7\n. A long-term-usage recording tool developed by Foundation technomancers for use on extended explorations. It notably combined thaumaturgic circuitry with a small astatine-based power supply to extend both energy supply and memory by several months. Its production was discontinued after two years, as its unconventional components interacted to produce a high probability of interdimensional 'squelching' when worn by a living creature.\n\n\n8\n. Thaumaturges that combine conventional medical procedures with magic-based remedies.\n\n\n9\n. Later identified as Lamian Resource Management Daemons.\n\n\n10\n. The birds have been positively identified as black-capped chickadees, which usually nest in tree cavities. This deviation from natural behavior has been reported to the Center for Anomalous Ornithology.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSonderance's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8880\n \n•\n\n\n\n\n\n\nSCP-7770\n \n•\n\n\n\n\n\n\nSCP-5625\n \n•\n\n\n\n\n\n\nSCP-7302\n \n•\n\n\n\n\n\n\nSCP-6531\n \n•\n\n\n\n\n\n\nSCP-4653\n \n•\n\n\n\n\n\n\nSCP-5785\n \n•\n\n\n\n\n\n\nSCP-8123\n \n•\n\n\n\n\n\n\nSCP-5640\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSudoku Puzzles and a Lit Cigarette\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSonderance\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6011\n | SCP-6012 | \nSCP-6013\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6012\n\" by Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6012\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6012-1: Failed Containment Attempts The following list consists of consolidated summaries of all containment attempts regarding the research performed at Frederic Tudor Rheological Laboratories 2 in Wyeth, Massachusetts.",
        "Addendum 6012-2: Results of Technomantic Analysis Raspise Omicron, a connective technomancer on Foundation payroll, was able to identify a background process on the laboratory's servers specifically designed to subvert Foundation containment efforts. The process displayed distinct code signatures usually associated with the Tartarean Bureaucracy.\nIn addition, Tx. Omicron was able to trace the process' insertion code to the IP address of Jules Jerristrait, a local paralegal. Mr. Jerristrait was brought in for questioning.\nFollowing established Tartarean protocols, the remains of Mr. Jerristrait were incinerated.",
        "Addendum 6012-3: Correspondence\nHR Berthelot received the following email at 7:06 AM the morning after Mr. Jerristrait was interviewed.\nUsing a Cocytus compiler designed by Tx. Omicron, the main clausal structure of the file provided was translated as the following:\nTx. Omicron's compiler is currently being modified to provide further detail.",
        "Addendum 6012-4: Retrieval\nOn 2015-08-05, a retrieval team was dispatched to the address provided by the Ptolomaean Correspondence Official. Dr. Yakhchal was sitting on the porch of the property upon approach. The remains of an Otzi-1991 camera 7 and its tripod were found in the bushes at the base of the structure.\nDr. Yakhchal was transferred to Site-80, where iatromancers 8 are currently attempting to reform his soul using what traces of it remain. The contents of the camera's memory are being transferred to a less volatile format.",
        "Addendum 6012-5: Video Log\nThe following is the full transcript of the video recovered from the Otzi-1991 camera recovered along with Dr. Yakhchal.",
        "Addendum 6012-5: Relevant Correspondence The following email has been logged due to its relevant content as required by RAISA Statute ID9807-E."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6012 \" by Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-6012 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6012",
    "object_class": "Legally Uncontainable",
    "containment_procedures": "As no other containment is currently possible, all possible research should be focused on the circumvention of Contract 1991-JaYa-77866133. All personnel with experience covering loopholes in Tartarean contract law are highly encouraged to contact Head Researcher Berthelot.",
    "description": "SCP-6012 is the slipperiness of all known forms of ice. In accordance with Ee's Laws of Thaumic Conductivity, any magic present in water is caught in the crystalline structure caused by freezing and radiated outwards. Upon being emitted from the ice, the thaumic energy ablates the surface of the frozen solid, turning its topmost layer into a thin and slippery layer of free-floating molecules.",
    "title": "SCP-6012"
}