{
    "url": "https://scp-wiki.wikidot.com/scp-6015",
    "all_text": "rating: \n+46\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6015\n - Nature's Stance\n\n\n\n\nThis is for the SCP-6000 contest.\n\n\nI want to thank:\n\n\n\n\nHarryBlank\n, \nRalliston\n, \nManyMeats\n, \nDodoDevil\n, \nAnActualCrow\n, \nsupremeyeet\n, \nIhp\n, \ntotallynotenby\n \nDrBleep\n and \nProfessor Puffer\n: For critique.\n\n\nbasirskipreader\n, \nJoreth\n, \nHarryBlank\n and \nJakdragonX\n: For helping me with listing pages.\n\n\nJoreth\n for giving me advice for collaborations.\n\n\nCalibri Bold\n does not match any existing user name\n for helping me with coding.\n\n\n\n\n\n\nHey, \nCole 13\n here! I would like to thank our critters and our list page helpers, and also to take the time to say how happy I am.\n\n\nIt has been a complete joy, prepping and writing this concept. It has also been a blast just participating in my \nfirst\n k con! Amazing!\n\n\nIt was fun putting these images together as well! I would like to thank you, \nRose the Changeling\n for being with me every step of the way, and bringing my best to the table.\n\n\nThanks for reading!\n\n\nNumber slots other than 6000:\n\n6969\n\n6001\n\n6002\n\n6003\n\n6015\n\n\n\n\nImage Credits\n\n\nLeaf\n by Cole 13\n\n\nTree\n by Cole 13\n\n\n\"Children\"\n by Cole 13\n\n\nProcedure Jörd\n by Cole 13\n\n\n\n\n\n\n\n\n[\n-\n- ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND SECURITY ADMINISTRATION\n\n\nYou are viewing an archived revision of the main document for SCP-6015. Information present may be inaccurate or fail to reflect the final revision.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6015\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6015\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-63\n\n\nLing Hua\n\n\nDr. Cole Thereven\n\n\nACB Lambda-01\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6015 is surrounded by a security perimeter manned by Armed Command Battalion Lambda-01 (\"God's Children\"). Every month, SCP-6015's research team is to commence Procedure Jörd at SCP-6015's location\n1\n.\n\n\nDescription:\n SCP-6015 is a sapient sugar maple tree, approximately 300 meters tall. It has the capability of manifesting any object of its desire. It is also capable of communicating via telepathic anomalous means.\n\n\nDiscovery:\n SCP-6015 was discovered on June 14th, 2020 when a maple tree thaumaturgically appeared within the vicinity of Site-63. Armed Command Battalion Lambda-01 \" God's Children\" were sent to investigate.\n\n\n\n\nPersonnel involved:\n\n\n\n\nCommander Felix Jones, designated ACB Lambda-01-A\n\n\nCaptain Kouri Evens, designated ACB Lambda-01-B\n\n\nSergeant Emilly Bellamy, designated ACB Lamba-01-C\n\n\nPrivate Sophia Ashley, designated ACB Lamba-01-D.\n\n\n\n\nBEGIN LOG\n\n\n\n\nFootage captures ACB Lamba-01 approaching the anomaly\n\n\nACB Lamba-01-A:\n Check the vicinity. Safeties off. If it attacks, shoot it.\n\n\nACB Lamba-01-B, -C, -D:\n Yes sir.\n\n\nAs the soldiers slowly approach the anomaly, SCP-6015 slowly motions its structure. ACB Lamba-01 aims their firearms towards the anomaly.\n\n\nSCP-6015:\n There is no need to fear as I am not here to attack you. I have come by to make an offer.\n\n\nACB Lambda-01-B:\n What kind of offer?\n\n\nSCP-6015:\n I have come to assist you in a goal that has been followed for over a hundred years: containment of anomalies. However, I require something in return. Something valuable.\n\n\nACB Lambda-01-C:\n Why do you need something \"valuable\"? What are these \"valuable\" things?\n\n\nSCP-6015:\n My reasons for why I request such items are irrelevant to this conversation. The types of items may vary from jewellery to expensive equipment.\n\n\nACB Lambda-01-C:\n Really? In that case, why should we care about your offer?\n\n\nSCP-6015:\n That is a question you're going to have to figure out yourselves. I've only come here to provide an offer that may help you with your goal and it's up to you if you wish to accept it or not. I'll give you a week to think about it, but don't hesitate to come back to me when you've made your decision.\n\n\n\n\nEND LOG\n\n\nNotes:\n \nThe remainder of this communication log has been omitted due to being irrelevant to SCP-6015's research. For the full log, see Communication Log-6015-01A\n\n\n\n\n\n\nThe following log took place with SCP-6015's research team to discuss the future of SCP-6015.\n\n\nIn attendance:\n\n\n\n\nDr Cole Thereven\n\n\nDr Jonathan Smith\n\n\nDr Mary Higgins\n\n\n\n\nBEGIN LOG\n\n\n\n\nDr. Thereven:\n So, everyone is here. What shall we discuss?\n\n\nDr. Smith:\n Let's start with what we know. The anomaly is sapient and is non-hostile. We've conducted small tests by trading in jewellery for random items like balls, nets and wood. They're all in mint condition and not once has SCP-6015 failed to manifest the desired object, been deceptive, or aggressive.\n\n\nDr. Thereven:\n So, it has good behaviour. Neat.\n\n\nDr. Smith:\n Hang on, I'm not done yet. We've also tried to trade in fake jewellery or items that may seem valuable but are worthless. It always rejects them and we've stopped doing similar tests because it got more upset.\n\n\nWe're also still studying the origins of the objects and if there is a limit to them or not.\n\n\nDr Higgins:\n Really? How does it know what is valuable and what isn't? And if it wants to help the Foundation, why suddenly now?\n\n\nDr. Smith:\n We don't know, which is why we have teams trying to make sense of its origins. What we do know, however, is that this anomaly may be used to assist containment of anomalies. I can see the potential here.\n\n\nDr Higgins:\n I don't know about that, Smith. Like, this thing just came out of nowhere, immediately said it can help us and we're going to just accept it that easily? We barely understand it, either. The Foundation made numerous mistakes of turning its back towards \n\"innocent\" anomalies\n, only for them to use that to their advantage. What makes this tree any different from them?\n\n\nDr. Smith:\n I… I don't know. Cole, what are your thoughts on this?\n\n\nDr. Thereven:\n As head of the SCP-6015 research team, I believe we can give this tree a chance. If this tree or whatever truly wants to help the Foundation, then that may be allowed.\n\n\nDr Higgins sighs\n\n\nDr Higgins:\n You are going to regret this, Cole.\n\n\nDr. Thereven:\n No, I won't.\n\n\n\n\nEND LOG\n\n\nNotes:\n Dr. Cole Thereven proposed Procedure Jörd to the O5 Council for approval. See addendum 6015.1 for more info.\n\n\n\n\nAddendum 6015.1:\n Procedure Jörd\n\n\n\n\nProcedure Jörd\n\n\n\n\n\n\nPreface:\n This procedure was created in collaboration with the SCP-6015 research team and personnel at Site-63. Knowledge of this procedure is vital to all staff assigned to SCP-6015.\n\n\nAbstract:\n Procedure Jörd was proposed to obtain materials manifested by SCP-6015 for usage in the containment of anomalies, as well as assist the Foundation in finance and resource management.\n\n\nProcedure Information:\n SCP-6015 is highly cooperative to the Foundation and has manifested a plethora of non-anomalous materials following tests conducted by the SCP-6015 research team. The materials are always in mint condition and there appears to be no limit regarding the type of materials SCP-6015 can manifest\n2\n and research does not indicate the anomaly may have teleported the items from an alternate source.\n\n\nIt hypothesised that if the Foundation utilises the materials for containment, repairs and construction, the costs associated with purchasing said materials would decrease by 34%. Admittedly, the full scope of SCP-6015's anomalous capabilities is unclear, as are the origins of the items. However, if this method will improve the future of the Foundation and the containment of various Euclid, Keter and Esoteric anomalies, it may succeed.\n\n\nThe following steps will be taken:\n\n\n\n\nA team of researchers will approach SCP-6015. They will provide SCP-6015 valuable jewellery or expensive items by inserting them into its trunk. The items must cost no less than 1000 USD and the nature of the selected items is irrelevant\n3\n.\n\n\nOnce SCP-6015 is satisfied with the provided item, a researcher will request a set of highly specific materials from SCP-6015. The researcher must not make rude, sarcastic or provocative comments. During this, \nACB Lamba-01 must be fully prepared for an incident.\n\n\nSCP-6015 will manifest the requested materials. Once it has concluded, pickup teams will collect and load the items to the nearest storage facilities.\n\n\nThe researchers will leave the premises and return to Site-63.\n\n\n\n\n\n\n\n\n\n\nStatus\n\n\n\n\n\n\nApproved\n\n\n\n\n\n\n\n\nAddendum 6015.2:\n Journal Entries\n\n\n\n\nThe following addendum describes journals recovered from an abandoned house in Ukraine, Europe.\n\n\nThese journals are believed to be linked to SCP-6015. Personnel are to be reminded that this information is provisional and is subject to change in the future.\n\n\n\n\nDate:\n 02/04/1612\n\n\nThe seed has been fused with various chemicals and fluids. It may take a few days for them to take full effect.\n\n\n\n\nDate:\n 07/03/1612\n\n\n3 days have passed and the seed has fully grown outside. It is much bigger than I anticipated and its growth is also capable of being manipulated based on commands. Further research is required.\n\n\n\n\nDate:\n 08/03/1612\n\n\nIt spoke to me earlier, calling me \"daddy\". It has also begun to show signs of affectionate behaviour. Its branches can move, extend and retract with ease. Seems like my experiment is working perfectly.\n\n\n\n\nDate:\n 09/03/1612\n\n\nSomething unexpected happened. I asked the tree if it could pass me a cup of water and it manifested what I asked in front of me. Luckily, it didn't break. I asked how it was able to do that and it told me, \" I only created what you asked.\"\n\n\nAre there other side effects I did not take into consideration? I may have to perform even more research and help it train its abilities.\n\n\n\n\n[PAGES MISSING]\n\n\n\n\nDate:\n 18/03/1612\n\n\nSales are going well. People are enjoying my chemicals for their plants. Luckily, I don't have to spend money on rent or taxes as the tree can easily manifest money with ease. I'll be the richest man in Wallachia in no time.\n\n\n\n\nDate:\n 22/03/1612\n\n\nI've told Jeremy— the tree that I've named— that I was temporarily moving to other countries to further sell my chemicals. It was \"for money\", I said. It seemed disappointed and expressed if it made enough money for me.\n\n\nI told it of course it did, I just wanted to give other people the chemicals that made the tree to make the people and myself happy. It also told me about how it felt used, constantly being asked to manifest items and materials with nothing in return. What the fuck does a tree expect me to give it, anyway? Fertiliser? Gold? Diamonds? It can easily create those things itself, what a joke.\n\n\n\n\nDate:\n 28/03/1612\n\n\nThings went even better than I expected in Moldova. However, I've heard that I am required to return to Wallachia as soon as possible as my presence is required. I better get there quickly and fix things as soon as possible before I lose customers.\n\n\n\n\nDate:\n (undated)\n\n\nI am writing this as I am on my way to Ukraine. I am not returning to Wallachia after what happened. The tress wilted quickly and the customers were angry at me for it. How can they blame me for the incident? Nobody knew they would wilt so quickly.\n\n\nRegardless, I had to care for Jeremy. He was dying and I only had enough time to make one antidote. I gave it to Jeremy as I did not want my first creation to die. I've also told him to leave, never come back. I did not want to risk the town or anyone else destroying my precious work.\n\n\nAnd I should be leaving, too.\n\n\n\n\n[PAGES MISSING]\n\n\n\n\nNotes:\n All attempts to question SCP-6015 regarding the journals were met with noncompliance.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 6015.1 for more info.\n\n\n2\n. See Document-6015-Quebec for more info.\n\n\n3\n. If SCP-6015 refuses to accept the item, a separate one must be selected.\n\n\n\n\n\n\n\n\n<<<NEXT REVISION>>>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6014\n | SCP-6015 | \nSCP-6016\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6015\n\" by Cole 13 & Rose the Changeling, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6015\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CH.png, PROJORD.png, UP.png\n\n\nAuthor:\n \nCole 13\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "<<<NEXT REVISION>>>",
        "\" SCP-6015 \" by Cole 13 & Rose the Changeling, from the SCP Wiki . Source: https://scpwiki.com/scp-6015 . Licensed under CC-BY-SA .",
        "Filename: CH.png, PROJORD.png, UP.png Author: Cole 13 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "SCP-6015 is surrounded by a security perimeter manned by Armed Command Battalion Lambda-01 (\"God's Children\"). Every month, SCP-6015's research team is to commence Procedure Jörd at SCP-6015's location1.",
    "description": "SCP-6015 is a sapient sugar maple tree, approximately 300 meters tall. It has the capability of manifesting any object of its desire. It is also capable of communicating via telepathic anomalous means.",
    "title": "SCP-6015"
}