{
    "url": "https://scp-wiki.wikidot.com/scp-6016",
    "all_text": "rating: \n+86\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6016\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClassification Notice:\n Reclassification requests to Object Class Keter and Disruption Class Level 4 Ekhi are currently under review.\n\n\nSpecial Containment Procedures:\n Research is to continue regarding any form of \"magic\" without a human actor. Public knowledge about elephant cognition and general elephant behaviour is to be closely monitored. Global EVE-levels\n1\n are to be continually monitored to spot early signs of an ADK-Class \"Anomalous Destabilization\" Scenario. See the interaction protocol of individual instances for additional information.\n\n\nDescription:\n SCP-6016 is a thaumaturgic ritual that can only be performed by elephants. The exact effects of every instance of SCP-6016 vary, but will, in general, include the following two:\n\n\n\n\nSounds in the area are suppressed save for those expressing sadness\n\n\nVarious manifestations centering around memory\n2\n\n\n\n\nThe effects of SCP-6016 are known to persist for varying amounts of time after the original working. This wide range of effects is assumed to result from missing precision and understanding of the elephants participating in SCP-6016 when compared to man-made thaumaturgic rituals.\n\n\n\n\nRITUAL LOG\n\n\nNote:\n The following serves as an example of how SCP-6016 is usually performed.\n\n\n\n\n[BEGIN LOG]\n\n\n— \nThe elephant matriarch is slowly leading its group forward being flanked by two of its daughters. Roughly every fourth step the matriarch stops and takes a deep breath, the group stops as well. This goes on for a little longer. After a while, the matriarch begins to stagger. The two daughters flanking the matriarch lift it before it can fall completely. The group continues.\n\n\n— \nAt some point the matriarch collapses. It does not stand up again. The daughters previously flanking the matriarch try to lift it again and fail. Other elephants join and try to lift the matriarch as well. Eventually, they give up. Most of the group stares at the lying matriarch and the oldest daughter touches the matriarch gently with her trunk.\n\n\n— \nWith the first cry of the group, SCP-6016 starts to lay silence over the area. This goes unnoticed by the group as the elephants either remain silent or make mourning cries as well.\n\n\n— \nThe elephants pull up leaves that are lying nearby and cover their matriarch in it. The group stays a little longer in mourning. At some point, the oldest daughter of the matriarch continues leading the group. It is assumed that the group's leaving coincides with the memories permanently manifesting in the area.\n\n\n— \nIf at a later point in time a group discovers the matriarch, they will contemplate and touch its bones, regardless of this group's relation to the bones. It is currently unknown if this behaviour is necessary to uphold the ritual or if it serves no thaumaturgical purpose.\n\n\n\n\n[END LOG]\n\n\n\n\nSCP-6016 differs from normal elephant death rituals only in its thaumaturgical effect, which only manifests if at least one participant is a Type-Blue\n3\n Elephant.\n\n\nType-Blue mutation can be caused by a large number of different factors, but the mutation in elephants is most likely caused by either heritage, random birth mutation, exposure to high amounts of EVE, or large stress exposure.\n\n\nThe last two of these are the most reliable factors for mutation. Due to the rarity of high-level-EVE-environments, the occurrence of SCP-6016 was rare throughout most of human history.\n\n\nIt is currently unknown whether SCP-6016 is an accidental ritual emerging from normal elephant rituals or if modern elephant rituals are an attempt to perform SCP-6016.\n\n\nThere are currently 6 remaining areas worldwide in possession of the SCP Foundation that are permanently affected by SCP-6016 or at least under the effect for an extended duration, classified as SCP-6016-A to -F.\n\n\n\n\nSCP-6016-A\n\n\n\n\nClearance:\n Level 2\n\n\nInteraction Protocol:\n Due to the remote location of SCP-6016-A, no cover story is necessary. As SCP-6016-A is still frequently visited by elephants, the area is to remain undisturbed, with minimal testing.\n\n\nAge:\n Unknown. SCP-6016-A is presumed to be the oldest contained instance. Evidence suggests that SCP-6016-A has been visited frequently by elephant groups up until the modern-day.\n\n\nMemory Effect:\n Visitors of SCP-6016-A frequently get visions of large mental maps of the area surrounding SCP-6016-A. These maps include information such as which regions were better feeding grounds\n4\n than others or which regions to avoid. Spending more time in SCP-6016-A can result in overlaying memories of this kind throughout different periods. A concentrating observer can derive a trend about the areas' changes over time.\n\n\nSome mental maps are well-marked enough to include specific events on the map like surviving an encounter with an unidentified predator or shooting water out of your trunk further than other elephants.\n\n\nAdditional Notes:\n The EVE level of SCP-6016-A is high enough to result in enough Type-Blue mutation needed for new SCP-6016-A workings, which in turn keeps the EVE-level high.\n\n\n\n\n\n\nSCP-6016-B\n\n\n\n\nClearance:\n 3/1000\n\n\nInteraction Protocol:\n SCP-6016-B was chosen for Research-Outpost-6016, disguised as a research institute, as SCP-6016-B seems to have been abandoned, but shows signs of EVE in similar intensity as SCP-6016-A.\n\n\nAge:\n SCP-6016-B has been largely inactive throughout human history. All its memories seem to come from an \nSCP-1000\n dominated age.\n\n\nMemory Effect:\n Mental maps include settlements of SCP-1000. Additionally, the intensity of what is most likely a similar measurement to EVE is also mapped to each region. None of these regions exhibits above-average EVE readings today.\n\n\nSome mental maps additionally specify regions to be avoided that are frequented by IR-021745\n5\n and IR-653415\n6\n.\n\n\n\n\n\n\nSCP-6016-C\n\n\n\n\nClearance:\n 4/1000\n\n\nInteraction Protocol:\n \nResearch is to focus on ways to extract the memory effect of SCP-6016-C.\n Operations in SCP-6016-C are halted until both the forest inside SCP-6016-C as well as the area around SCP-6016-C has been thoroughly researched. These investigations are to be accompanied by MTF-Pi-10 (\"Thought Patrol\").\n\n\nAge:\n See SCP-6016-B. SCP-6016-C has likewise been abandoned.\n\n\nShape:\n Unlike other instances SCP-6016-C forms a ring around a large forest area.\n\n\nMemory Effect:\n This instance of SCP-6016 does not show mental maps and instead either heightens one's ability to remember or, less frequently, shows a short-term memory of an elephant. This effect was first observed when agents exploring SCP-6016-C became aware of IR-913004\n7\n. The effect slowly fades after leaving SCP-6016-C. Most of the retrieved memory fragments consist of interactions with SCP-1000 instances.\n\n\nAdditionally, at a specific point in SCP-6016-C, a mental map can be perceived that showcases the population growth of what seems to be an ancestor of IR-913004.\n\n\nAnalysis of the short-term memories as well as attempts to reverse-engineer the instance of SCP-6016 performed at SCP-6016-C specifically \nare underway\n will soon continue as a way to help the creation of more potent mnestics.\n8\n\n\n\n\nSCP-6016-B and SCP-6016-C indicate a significantly high global EVE level throughout SCP-1000 civilization. This would give elephants from that period the necessary conditions for a high number of SCP-6016 workings as well as explain the large number of anomalous organisms found in this time period.\n\n\nIt is currently theorized that there was a large thaumaturgic shift at the end of this time period causing the low global EVE level throughout human history.\n\n\n\n\nSCP-6016-D\n\n\n\n\nClearance:\n Level 2\n\n\nInteraction Protocol:\n As the effect of SCP-6016-D was already integrated into local folklore, resulting in the area being avoided out of respect for the elephants inhabiting SCP-6016-D, no further intervention is necessary.\n\n\nAge:\n c. 3000 BC. Folklore suggests continued usage.\n\n\nMemory Effect:\n Instead of any directly memory-related effect, this instance of SCP-6016 instead turned all elephants that died over the years in SCP-6016-D into \nastral projections\n, designated as SCP-6016-D-1. Instances of SCP-6016-D-1 can be interacted with while in the vicinity of SCP-6016-D or through conventional astral projection methods. The latter is assumed to be how the Global Occult Coalition first discovered the existence of SCP-6016. The behaviour of SCP-6016-D-1 instances does not differ from normal elephant behaviour. Most of their time is spent together with elephant groups residing in or travelling through SCP-6016-D, accompanying and helping them until they leave again.\n\n\nAdditional Notes:\n It was at first assumed that SCP-6016-D was placed due to repeated SCP-6016 workings similar to SCP-6016-A, but the noticeably lower EVE level makes it more likely that a few SCP-6016-D workings were performed around 3000 BC that withheld until now without additional thaumaturgic input.\n\n\n\n\n\n\nSCP-6016-E\n\n\n\n\nClearance:\n 3/140\n\n\nInteraction Protocol:\n SCP-6016-E is concealed using standard \nDaevite-Artifact\n Interaction Procedures. Research is to continue if SCP-6016-E has ever been naturally visited by elephants. The low EVE level of SCP-6016-E makes additional thaumaturgic procedures unnecessary.\n\n\nAge:\n Seems to have been in use from c. 2000 BC until c. 1200 BC.\n9\n\n\nMemory-Effect:\n Memories also consist of mental maps, But visions of them are both rarer than in other areas and full of gaps that make the mental maps incomplete. Furthermore, SCP-6016-E is not in the wilderness but instead found on top of a Daevite ruin. It is speculated that this instance of SCP-6016 was conjoined with one or more Daevite rituals concerning the erasure and rewriting of memories about historical events. More knowledge about thaumaturgy than the Foundation currently has would be required to both prove this speculation or to safely disband SCP-6016 and the potential Daevite ritual.\n\n\n\n\n\n\nSCP-6016-F\n\n\n\n\nClearance:\n Level 3\n\n\nInteraction Protocol:\n No interaction is necessary, due to the area's remote, barren, and abandoned nature. The one specimen's unusual properties have been explained as an unusual mutation.\n\n\nAge:\n c. 1800 BC. SCP-6016-F shows no signs of more than one use. It is likely that SCP-6016-F has ceased its effect shortly after discovery.\n\n\nMemory-Effect:\n SCP-6016-F is filled with the remains of a single elephant and has the lowest EVE level compared to all other areas. These remains are still well preserved and display abnormal bone growth. Since its discovery, a single memory has been experienced by an agent for roughly 5 seconds, showing a mental map that seemed to display carnomancers\n10\n and battlefields in the immediate vicinity but was otherwise unintelligible.\n\n\n\n\n \n\n\n\n\nThe following section is restricted to Clearance 5 and 4/6016\n\n\n\n\n \n\n\nSCP-6016-G is the collective designation for areas affected by SCP-6016 in possession of the Global Occult Coalition.\n\n\n\n\nSCP-6016-G\n\n\n\n\nInteraction Protocol:\n Information is to be gathered about SCP-6016-G both through long-distance observation and intel gathered by inserted informants.\n\n\nAge:\n Unknown. The Foundation's knowledge about elephant population and movement makes it likely that most SCP-6016-G instances are younger than 200 years.\n\n\nMemory-Effect:\n Unknown\n\n\nAdditional Notes:\n Intel indicates that Global Occult Coalition Thaumaturgists are using ambient EVE from SCP-6016-G as a thaumaturgic energy source and are well underway in reverse-engineering SCP-6016. The Coalition would theoretically have the resources to create more expansive rituals building off of SCP-6016 similar in scope of the effects theorized about SCP-6016-E. EVE levels of SCP-6016-G instances are notably above average.\n\n\nThe Global Occult Coalition has demanded to relinquish control over SCP-6016-A to -F citing their better understanding of thaumaturgic processes and organisms as making them more qualified to take care of the instances. The Foundation's official response is a rejection out of concern for animal treatment as well as a request to inspect the SCP-6016-G instances on the Coalition's treatment of elephants.\n\n\n\n\nIt is currently investigated whether or not the stress caused by poaching has a significant effect on Type-Blue mutation, as well as whether or not the rising number of new instances indicates the early signs for another thaumaturgic shift.\n\n\n\n\nFootnotes\n\n\n1\n. \nElan-Vital-Energy\n, radiation that is closely tied to thaumaturgy and sometimes other paranormal activities. The measurement was adapted from the Global Occult Coalition.\n\n\n2\n. This is theorized to be a thaumaturgic backlash to the first effect\n\n\n3\n. A mutation allowing the carrier to work magic. The term was adapted from the Global Occult Coalition.\n\n\n4\n. At the time of memory creation\n\n\n5\n. Extinct irregular organism that is related to the zebra but has a cognitohazardous fur pattern.\n\n\n6\n. Irregular organism that is descended from the narwhal and has developed equine-like features.\n\n\n7\n. Irregular organism that resembles a maggot but is undetectable through its \nantimemetic\n effect. Present-day instances are docile.\n\n\n8\n. Drugs that aid in memory-retrieval.\n\n\n9\n. Coincides with the first recorded downfall of the Daevite Empire, which has since been made \nobsolete\n.\n\n\n10\n. Concerning the manipulation of flesh. Relation to thaumaturgy is as of yet unknown\n\n\n\n\n\n\n\n\n« \nSCP-6015\n | SCP-6016 | \nSCP-6017\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6016\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6016\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6016 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-6016 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Research is to continue regarding any form of \"magic\" without a human actor. Public knowledge about elephant cognition and general elephant behaviour is to be closely monitored. Global EVE-levels1 are to be continually monitored to spot early signs of an ADK-Class \"Anomalous Destabilization\" Scenario. See the interaction protocol of individual instances for additional information.",
    "description": "SCP-6016 is a thaumaturgic ritual that can only be performed by elephants. The exact effects of every instance of SCP-6016 vary, but will, in general, include the following two:",
    "title": "SCP-6016"
}