{
    "url": "https://scp-wiki.wikidot.com/scp-6019",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5/6019 classified. Unauthorized access is forbidden. Access beyond this point will result in the deployment of a memetic incapacitation device.\n\n\n\n\n6019\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n< DO NOT ACCESS WITHOUT PROPER MEMETIC INOCULATION >\n\n\n\n\n< HIDE DOCUMENT >\n\n\n\n\n\n\n\n\nMEMETIC INCAPACITATION DEVICE ACTIVATED\n\n\nCONSCIOUSNESS CONFIRMED\n\n\nRETRIEVING FILE\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6019\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nResearch and Containment Site 102\n\n\nDir Katherine Saw\n\n\n[Unnassigned per Overseer Order]\n\n\nMTF-Θ-19 \"The Zealots\"\n\n\n\n\n\n\n\n\n\n\n\n\nDescription of SCP-6019 recovered from an Archeological Site near Paphos, Cyprus.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Descriptions of SCP-6019 are to be stored in Site-102's Reliquary storage area, on sublevel C13. Insular anomalous religions for which SCP-6019 forms a basis of their belief system are protected under Joint International Occult Court Ruling 456(c). As such, containment of these communities is to be limited to veil maintenance and protection of civilians. The SCP Foundation reserves the right to suppress religious movements involving SCP-6019 in the case that these movements begin to expand out of the anomalous community.\n\n\nUpdate 17th January 1963:\n Per Overseer Order 6019-19d, further research into SCP-6019 has been declared inefficient and wasteful. As such, the use of SCP-6019 for research purposes is preemptively denied by the overseer order. Any appeal to Order 6019-19d is to be brought to the Office of the Overseer Council or the O4 Courts.\n\n\nDescription:\n SCP-6019 is a complex religious rite known as the \"Giah-Rex\", which forms the basis of the nootic churches - the most notable of which are the church of Sarkicism, the Church of the Broken God, and the Church of the Scarlet King (both the Holy and Orthodox branches). SCP-6019, when performed, leads to vivid hallucinations of a large extra-dimensional location, henceforth designated SCP-6019-1.\n\n\n~1950 descriptions of SCP-6019 have been identified, mostly in church archives and other historical records, though some have been found in archeological digs or the possession of prominent occultists. The oldest full description of SCP-6019 has been dated to ~2000 BC - through descriptions of a practice similar to SCP-6019 since the inception of written records. These descriptions vary widely, with a multitude of different methods, materials, and actions involved depending on the source. Despite this, all sources agree on the main tenets of the procedure.\n\n\nSCP-6019, in all cases, involves the concealment of several personal items and a statuette of the individual performing the procedure under a kind of cover. A steel or wooden crate is most common in Sarkic and Saklian\n1\n traditions, whereas the use of flesh (usually of a pig) or foliage is common in adherents to the Church of the Broken God. Extensive historical evidence suggests that SCP-6019 was used by all Nootic religions until the 1st Century AD, in which most major sects decanonized the rite and declared its practice heresy. At current, the use of SCP-6019 is limited to several minor religious groups.\n\n\nThe exact nature of SCP-6019-1 is disputed. The most commonly accepted interpretation is that SCP-6019-1 is a materially present alternate dimension coeternal and consubstantial to ours. Another theory states that SCP-6019-1 is, metaphorically or otherwise, the collective noosphere of humanity. \nNo theory has, at current, been verified.\n See Addenda.\n\n\n\n\nADDENDA\n\n\n\n\n1. Historical Context\n\n\n\n\n\n\n\n\nSCP-6019, A HISTORY:\n\n\n\n\nDepartment of Theology and Teleology / Site 102\n\n\nBlank et. al\n\n\n\n\n\n\n7\n And Ion saw the Archon Beelzebub (Qiongqi) above him, and it spoke: \n8\n \"Listen, and I shall guide you to the lord Yaldabaoth (Nebro)\" and Ion listened, and he was shown how to enter the realm of Yaldabaoth.\n\n\n\n\nBook of Origins, 13:7-8; The Solomonari (KKV)\n\n\n\n\n\n\n\n\nO5-8's Dream\n\n\nRecords of SCP-6019 have existed in Foundation records since its inception. Numerous foundation precursor agencies had some knowledge of SCP-6019 and even had a variety of descriptions relating to it. Despite this, the actual 6019 designations were not assigned to it until 1964.\n\n\nIn February 1961, the Overseer Council approved the formation of RAISA and transferred much of the primary physical documentation onto digital records. Before this decision, communications between Foundation sites, especially regarding non-classified anomalies with little threat to the veil, was incredibly limited. RAISA's first digitised intelligence construct, TSATPWTCOTTTADC.aic was implemented in May 1961 based on and superseding an AI framework (\nthe ERZATZ Type AK9 Computational Engine\n) constructed in 1955. TSATPWTCOTTTADC.aic was the first Artificial Intelligence that allowed access to the entire Foundation database, and as such noticed many previously unrecognised correlations within the records. Greater than 2000 previously unidentified anomalous objects were flagged by TSATPWTCOTTTADC, and as such the O5 Council approved the creation of ~3000 Article Slots within the database, and a temporary Classification Committee to determine which objects would be granted SCP status. One of these articles, SCP-6019, was of interest to O5-8, who was concerned that the Foundation's lack of research into anomalous religions was a serious security threat - citing the \n1942-1943 Breach in Mexico\n and the creation of \nSCP-2480\n. Documents describing SCP-6019 had been found in the possession of several religious organisations, and as such, in June 1961 O5-8 granted an extra USD 71 million (equivalent to $634 million) into research funding.\n\n\n\n\n2. Assorted Documentation\n\n\n\n\nCommunication between O5-8 and O5-2, June 11th 1961\n\n\n\n\nTwo\n\n\n \n\nThank you for voting on the SCP-6019 funding protocol, it means a lot. The extra increase in funding was of course more general, but it was also spurred by the discovery of an early gnostic gospel - the Gospel of Cain, in Cyprus. The exact details are unnecessary here, but the authors apparently had knowledge of 5 descriptions of 6019, all highly varied, and all forming the basis of a major religious organisation - as well as being independently discovered (as I thought, most descriptions of 6019 are translations.) Alongside another text, \"\nPRINCIPIA PNEUMA\n\" compiled independently by John Dalton, this means that we know of Six descriptions of SCP-6019 which were independently discovered. I'll note them down here for your convenience.\n\n\n \n\n- 1. \"The First Glorious Vision/Seeing of Father Fuxi\" - Oldest full description of 6019, attributed to the Xia Emperor Yu. By fluke, one of our precursor organisations had this in their possession, which transferred to us in 1908.\n\n\n \n\n- 2 \"\nPRINCIPIA PNEUMA\n\" - Description compiled by John Dalton, through scientific rigour, might I add. Technically owned by us (as well as the rest of the Miskatonic Occult Library).\n\n\n \n\n- 3 The \"Giah-Rex\", the namesake of the entire ritual. Attributed to Grand Karcist Ion. Apparently, it's actually several hundred descriptions, and probably wasn't even discovered by Ion. Ion was the first to experiment on the ritual, mostly by attempting to move the individual around SCP-6019-1. In the possession of a Neo-Sarkic community \"Nebro's Gate\" in Vladivostok.\n\n\n \n\n- 4 \"Menokropololitis\" - noted to be a \"bizarre Mekhanite text\". In the possession of Robert Bumaro, I believe.\n\n\n \n\n- 5. The \"Final Kingdom of Saklas\". A huge blank here. The only thing we can find about it is that it exists.\n\n\n \n\n- 6. \"The Mind\", by Democritus. Describes SCP-6019 within chapter 4. Currently in possession of the GOC.\n\n\n \n\nNext time we meet, I'll propose a project to locate and recover these texts. I'll need your vote and your skill in convincing of the bat, so, I'm relying on you here.\n\nSincerely;\n\n\n \n\nEight\n\n\n\n\nOverseeer Proposal form.\n\n\n\n\nOVERSEEER COMMAND DELIBERATION\n\n\nOffice of the O5 Council\n\n\n\n\nProposal\n\n\nLocate all 6 independently discovered descriptions of SCP-6019 (05-8)\n\n\n\n\n\n\nAPPROVE\n\n\nDENY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\nSTATUS:\n\n\nAPPROVED\n - 8 for, 4 Against, 1 abstaining.\n\n\n\n\nExcerpt from the Personal Records of O5-8\n\n\n\n\n1st of January 1962\n\n\n \n\nHappy New years, me. I continue to marvel that, despite the strange beasts and entities at every corner of this universe, we can regularly celebrate such an occasion. I recently visited the Site of the planned Site-17, near Miskatonic, and celebrations are high. Despite this, the foundation keeps working. Just this morning, a sarkic community near Kholat Syakhl in Russia was found massacred, their villages and crops burned, and their central church desecrated. The Karcist of the community, Elle, was mortally wounded when the village was discovered. Her last words were in Sarkic. The nurse only spoke Russian.\n\n\n \n\nThe Sarkic Community in Russia, despite being disconnected and having several different belief systems, panicked at this realisation, and have mostly banded together to fight whatever it was that caused it. I am unsure if they know what or who was responsible, but, If they are, we're not being told.\n\n\n \n\nThis means that a fold in our plan to retrieve the Original Giah-Rex\n2\n has come up. Khrushchev and a variety of Sarkic Religious leaders, in response to the attack, met at a Summit in Siberia, and in the proceedings GRU Division \"P\" has agreed to protect the Sarkic Communities within Russia. This is an issue for us because we have two opposing interests in the region - open violation of a GRU-P order could be construed as a violation of the Foundations officially neutral cold war position, and force open hostility between Russia and the Foundation. On the other hand, information on SCP-6019 could prove invaluable in our containment of multiple other objects.\n\n\nI don't think a show of pure muscle is the best option here. I'll try and organise a more covert operation.\n\n\n\n\nOverseeer Proposal form.\n\n\n\n\nOVERSEEER COMMAND DELIBERATION\n\n\nOffice of the O5 Council\n\n\n\n\nProposal\n\n\nAgree to diplomatic action with Robert Bumaro to collect SCP-6019 description \"Menokropololitis\" and institute an invasion of the \"Nebro's gate\" Neo Sarkic community in Siberia, to collect the original \"Giah-Rex\". (05-8)\n\n\n\n\n\n\nAPPROVE\n\n\nDENY\n\n\nABSTAIN\n\n\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\nAPPROVED\n - 7 for, 6 Against, 0 abstaining.\n\n\n\n\nRelavant Media Clippings.\n\n\n\n\n\n\n\n\nDeer College Odyssey\n\n\n\n\n\n\nThe Buck Stops Here\n\n\n\n\n\n\n\n\n\n\nTHREE PORTLANDS\n\n\n7th of August, 1962.\n\n\nFREE OR ELSE\n\n\n\n\n\n\n\n\n\n\nBUMARO INVADES SARKIC SECT\n\n\n\n\n\n\nFIVE CONFIRMED DEAD, SARKIC COMMUNITY IN SHOCK\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAPPELEXIA TIMES\n\n\n\n\n\n\n\n\n\n\nAbove Western Germany 15C\n\n\n★★★TUESDAY, August 11 1962★★★\n\n\n\n\n\n\n\n\n\n\nSCP and Broken God Summit, GOC mediating\n\n\n\n\n\n\n\n\nCommunication between O5-2 and O5-8, 28th July 1962\n\n\n\n\nEight,\n\n\n \n\nApologies that I had to leave New York before I could speak with Bumaro. Our projects into religion have turned over many rocks that should have been left alone, and I had to deal with the fallout of discovery in Argentina. I have gleaned the major Geopolitical details involved in your meeting, but I have gained nothing on the status of SCP-6019. Did you manage to discuss it with Bumaro?\n\n\n \n\nSincerely;\n\n\n \n\nTwo.\n\n\n\n\nCommunication between O5-8 and O5-2, 1st of August, 1962\n\n\n\n\nTwo,\n\n\n \n\nSCP-6019, was, in fact, the last thing I and Bumaro discussed. He was clearly of two minds about the object and had diligently collected the fifth of the Great Discoveries from the archives of his church. Upon meeting on the deck of the SCPS Apollyon, he looked at the box which he was keeping it in, apparently deeply uncomfortable. I finally brought it up in the closing hours, as he was preparing to leave. He handed it to us, and, strangely whispered into my ear. I will quote him verbatim.\n\n\n \n\n\"Now you must be aware of why this was removed from the canon. Though aiding our discussions with Mekhane, its cost was too great. As a church, we are also a church of science, and the findings of our forefathers concerned them. This ritual … it leads you to the mind made solid … to the kingdom built by Yaldabaoth. It is an unholy place, and any information gleaned from it is tainted. The world it leads to is disease incarnate - natural, yes, but horrible … disgusting … dangerous. I hope you eventually feel the same.\" And then he left.\n\n\n \n\nOne final thing; during the discussions we gained operational purview over a Heretic of the Church, Guillermo De Kristan. He fell out of favour with the church after using SCP-6019. Given that we have currently no reliable method of performing 6019, his expertise may be useful.\n\n\n \n\nSincerely;\n\n\n \n\nEight.\n\n\n\n\nNote from Dr Guillermo De Christian to the Containment Investigation, Conception and Documentation Archive (CICADA)\n3\n in August 1962\n\n\n\n\n\n\n\n\nThe abandoned entrance structure to Site-102 (image was included alongside the caption \"new home\") before its demolition and replacement in 1964.\n\n\n\n\n\n\nApparently, as an official HCML supervisor, assigned to SCP-6019 no less, I can write these now. I do not feel like an HCML supervisor - and I doubt O5-8 or anyone else really considers me one. I was thrown into this place against my will, and I will continue to be here because, by a fluke of history, I had the information the Foundation needed. Perhaps Bumaro is right, and this is God's punishment for my Heresy.\n\n\nThe foundation does not realise that the Giah-Rex is a ritual that requires careful preparation, practice and skill to achieve. One cannot pull out an instruction manual from an archeological dig and assume that is all they need to perform it - it may work once or twice, but consistency is a challenge people of their kind aren't up for.\n\n\nI have proposed a change to the standard form of experimentation on SCP-6019. I can only hope O5-8 approves it.\n\n\n- Dr De Kristan.\n\n\n\n\n3. Experiment Log\n\n\n\n\nEXPERIMENT 6019-233\n4\n\n\nAim:\n To determine the effects of SCP-6019\n\n\nMaterials:\n\n\n\n\nPersonal Items\n\n\nA large, hollow stainless steel sphere, to cover personal items\n\n\n170 ml of blood, from both a Moray Eel and a Levantine Viper.\n\n\nThe name of a friend, written onto a piece of paper.\n\n\nA handful of soil from \"the northern shore of a lake of salt\" - Soil from the Ural Sea was used.\n\n\nA world map, with a point north of Petropavlovsk-Kamchatsky, Russia\n5\n marked onto it in blood.\n\n\nOne D-class subject (D-9945 selected) and 3 researchers contributing.\n\n\nThree sensory deprivation devices.\n6\n\n\n\n\nMethod:\n The items above were arranged, and SCP-6019 was performed. D-9945 was instructed to relay all he saw while in SCP-6019-1.\n\n\nResults:\n Documentation of EXPERIMENT SCP-6019-001 is attached below.\n\n\n\n\nTRANSCRIPT - 6019-001\n\n\n\n\n< BEGIN LOG >\n\n\n[Feed begins as SCP-6019 is being prepared. D-9945 uses 4 personal items - a diamond wedding ring; a crucifix necklace; a worn teddy bear; and a commemorative Australian pound\n7\n. A large stainless steel sphere is wheeled into the room by JR Henry, and D-9945 grabs it from her, holding it just above his personal items.]\n\n\nDr. De Kristan:\n Place the sphere down as instructed.\n\n\n[D-9945 puts the sphere over his items. before suddenly recoiling, and groping around the room.]\n\n\nDr. De Kristan:\n What can you see?\n\n\nD-9945:\n Please … oh god it's… I don't know.\n\n\nDr. De Kristan:\n \n[to JR Henry]\n 3 minutes until we end the test.\n\n\nJR Henry:\n Got it.\n\n\n[D-9945 suddenly sits still, remaining in the same spot for 3 minutes, until JR Henry removes the metal sphere.]\n\n\n\n\n \n\n\n\n\nPOST EXPERIMENT TRANSCRIPT - 6019-002\n\n\n\n\nInterviewer:\n Dr Guillermo De Kristan.\n\n\nInterviewee:\n D-9945\n\n\n\n\n< BEGIN LOG >\n\n\n[Feed begins as D-9945 sits slumped in his chair Dr De Kristan sits down. D-9945 does not make eye contact.]\n\n\nDr. De Kristan:\n Good evening, D-9945. Are you okay? \n[pauses]\n I understand it can be a little frightening the first time around.\n\n\nD-9945:\n Not frightening … beau - no … not beautiful either. It was … I can't even describe it.\n\n\nDr. De Kristan:\n Please do as best as you can.\n\n\nD-9945:\n I woke up … in, it was like a garden. Around me … around me … there was a forest. The trees stretched on into infinity, with every angle, every leaf visible at once. I was in a clearing … the grass - It looked … I can't describe it, but it felt … hairy - wet, like fur. I could see behind the forest, too, but it might have been above. I don't know, the ground, it kind of bent into a sphere or a cylinder, before abruptly disappearing. Around the edge, around the edge was this city - or like a factory, I couldn't tell. I saw the smoke - coming from the city, in plumes, as if something was being made there. All I could tell was that the factory was abhorrent … a scar on the earth. Then I saw it.\n\n\nDr. De Kristan:\n What do you mean by \"it\"?\n\n\nD-9945:\n It was … like alive, I don't know. Whenever I looked at it my head began to scream … it was - kind of changing like someone was blinking and each time they did it was replaced by something else. It was a deer with 10 heads and 50 horns; then a man huddled into a dark shadow; then an inverted crucifix of flesh with a woman melted into it; then something that looked vaguely human, but with too many limbs, and a slab for ahead … and then it settled. It looked like … maybe 40 or 50 heads fused into two rings, each orbiting around a point of energy … that … the colour. There was a colour in it, just around the highlights. I don't think the colour was from this earth.\n\n\n[D-9945 begins to weep]\n\n\nD-9945:\n De Kristan? I … I think I was in Eden. The garden … its majesty was too beautiful for human eyes to comprehend … but, the thing inside it … it wasn't a creation of God … it wasn't even satan. Whatever that … thing … was … it was a dark thing … a thing that even the greatest of lights couldn't overcome. I don't know what you think it is … but please … I implore you. It was a scar - on nature. I need you to make it heal.\n\n\n< END LOG >\n\n\n\n\n\n\n4. Assorted Documentation (Cont.)\n\n\n\n\nExcerpts from the Diary of Dr Guillermo De Kristan.\n\n\n\n\nAugust 28th 1962\n\n\nThis test surprised me. We used the final ritual from the \"Giah-Rex\", that O5-8 had got Bumaro to wrangle. It was apparently made by Karcist Ion himself, and I see no reason to doubt it, but one would expect that, even by fluke, Ion's rite would have caused the user to be pro-Yaldabaoth in a sense. I thought for a second that something else had replaced Yaldabaoth, but that didn't make much sense. \nI thought I was the only one..\n Best not write that, this is surely being read.\n\n\n\n\n\n\nAugust 31st 1962\n\n\nI suggested to O5-8 that we should test on different religious backgrounds. D-9945 identified as a Christian so that affecting his perception of the entity was plausible. Eight looked incredulous. Of course, he'd been reading my diary - of course, I fucking knew it. That look, on his face, he knew that wasn't why I was testing it. He was perfectly happy in only telling me that in a facial expression, though.\n\n…\n\n\n\n\n\n\n3rd September 1962\n\n\nWe've tested people from a variety of different religious groups. Out of the 99 test subjects, we found that the entity, when using derivatives of Karcist Ion's original text, is viewed highly positively concerning religious belief systems originating from Siberia, whereas both Asian and European belief systems view it negatively. The correlation between the historical extent of Sarkicism and the Church of the Broken God and views on this entity is too much of a coincidence to ignore.\n\n\n\n\nExcerpt from the Diary of O5-8\n\n\n\n\n17th September 1962,\n\n\nWe know who massacred the Sarkic Community near Khoylat Syakhl, and it terrifies me. A police raid on a warehouse in Portsmouth, NH revealed a religious organisation named the \"Children of the Scarlet King\" - an apocalypse cult that created several anomalous items. An item within the warehouse - \nA small wooden door made into a Massachusetts brownstone frame\n, which was quickly identified as anomalous by an embedded foundation agent. Deeper into the warehouse; \n7 women\n were found chained to a wall, all pregnant. After recovery, the first women went into labour, and the Piscataqua river turned blood red, expanding to flood nearby neighbourhoods. We realised that something had happened when our embedded agent's radio began to emit the sound of birdsong and rushing water. 993 had died within the town before we could contain the disaster.\n\n\nWithin the warehouse, which was partially damaged in the flood, we found three texts of value. Containment of the 7 children was instituted according to guidelines found in a text designated the \"Erikesh Codex\", which we have altered slightly into \"Procedure 110-Montauk\", a grizzly affair for which I have luckily only heard sparse details about. A few written letters have confirmed this Group's involvement in the Khoylat Syakhl attack, and a few other less publicised massacres, amounting to 1200 deaths. And finally, by a twist of luck, an original description of SCP-6019. This intrigues me. Mounting evidence suggests that the Children of the Scarlet King, while the most violent of the bunch, are not the only group that worship the scarlet king. Possession of the original \"Final Kingdom of Saklas,\" as well as further information on the belief systems of this group, could prove invaluable in our explorations of SCP-6019. When we locate another group worshipping the \"Scarlet King\", I'll be sure to use one of the believers for insight.\n\n\n\n\nRelevant Newspaper Clipping.\n\n\n\n\n\n\n\n\nAPPELEXIA TIMES\n\n\n\n\n\n\n\n\n\n\nAbove Tasman Sea 26C\n\n\n★★★THURSDAY, September 20 1962★★★\n\n\n\n\n\n\n\n\n\n\nFoundation Raid on Scarlet King Sect\n\n\n\n\n\n\n\n\nThe Site of the Raid, Malta (photo credit SCP Foundation)\n\n\n\n\n \n\nOfficials from the SCP Foundation have reported that MTF-Epsilon 6 \"Village Idiots\" partook in a night-time raid of a religious stronghold in Malta. The official source stated that \"No injuries were reported, and one individual was voluntarily moved into foundation custody.\"\n\n\n \n\nThe raid followed an anomalous disaster in Portsmouth, New Hampshire with a confirmed death toll of 993. The disaster was linked to a newly discovered religious sect worshipping an entity known as the \"Scarlet King\". Foundation sources stated that \"immediate suppression of [groups worshipping the Scarlet King] was the only way to ensure the prevention of further similar [events]\". they also claimed that \"immediate diplomatic and peaceful negotiations\" would begin with \"Non-violent religious sects.\"\n\n\n \n\nThe affected stronghold was the meeting place of a sect known as the \"Orthodox Church of the Scarlet King\", which, in its first public announcement stated that \"we believe that the raid on our facility was in error, and are beginning negotiations with the Foundation to reduce hostilities.\" They further stated that \"Despite worshipping the same god, we do not associate with the [Children of the Scarlet King] and mourn for the loss of life they have caused. We acknowledge the great service to humanity the SCP Foundation has done, and hope to cooperate with them in service of knowledge of our religious practices.\"\n\n\n \n\n\n\n\n\n\n5. Interview Log\n\n\n\n\n\n\n\n\nINTERVIEW TRANSCRIPT - 6019-1344\n\n\n\n\nForeword:\n In September 1962, a member of the Orthodox Church of the Scarlet King (henceforth designated Poi-6430) was brought in to advise the SCP-6019 team. Dr Guillermo De Kristan performed a preliminary interview with Poi-6430 to determine the theological interpretations of SCP-6019 by the Church of the Scarlet King.\n\n\n\n\nInterviewer:\n Dr Guillermo De Kristan\n\n\nInterviewee:\n Poi-6430 (Johnathan Henry Kalam)\n\n\n\n\n< BEGIN LOG >\n\n\nDr De Kristan:\n Greetings, sir. I'm glad you volunteered to talk with us.\n\n\nPoi-6340:\n \n[pauses]\n Greetings. It is a …. courtesy, to aid you in your search for knowledge.\n\n\nDr De Kristan:\n I see. I must first ask you if you have heard of a particular religious ritual known as the \"Giah-Rex\"?\n\n\nPoi-6340:\n Of course. The Giah-Rex was used by the first scholars of Erikesh to commune with Saklas, may his name be venerated, and it has been in constant use since then by the worshippers of the Scarlet King, Saklas, the Devourer - the general entity goes by many names, and it is called that for many reasons. I will talk about those names later if you wish to hear them. But I digress, The ritual leads us to the realm of \"Cosmos\" - known to some as \"\nVerus Mendacio\n\", which is said to lie within the Nevermeant, or upon the tree of life - the specific details are unknown and irrelevant. It is accessing Cosmos which allows us to commune with Saklas, or, in rare cases, Nebro or Mekhane. It is the basis of our scripture and teachings, but it is also a matter of immense care.\n\n\nDr De Kristan:\n I see, you may - wait … Nebro? I've heard that term applied to Yaldabaoth. I was once a part of \n[he cuts himself off]\n - I don't even remember where I heard it. But it's there, in my mind.\n\n\nPoi-6340:\n Yaldabaoth is a name mostly used by the Sarkic groups. The name originated from the Proto-Sarkic gnostic communities in Greece, referring to the Proto-Sarkic \nYalda\n for \"creator or ruler\", and Baok - \"seven\" and oath \"Archon\". We don't consider Yaldabaoth or Mekhane to be evil \nper se\n, but they are the least important of the Trinity of Urges. Yaldabaoth represents the urge of Thesis, the natural order instituted by IS, and its dark brother, as well as by Yaldabaoth itself. This urge is the root cause of all-natural suffering - disease, famine, etc … It's opposed by the Urge of Antithesis, reason, rationality, and control over nature - the root cause of all manmade suffering. This urge was instituted by Mekhane after he granted intelligence to humans. What we aim for is known as the urge of synthesis, the goal of Saklas and ideally a merging between the excessive bodily alteration and value of rationality over all else of Mekhane, with the veneration of disease and irrationality by Nebro.\n\n\nDr De Kristan:\n How can you call Saklas benevolent when it's responsible for Portsmouth? For those 993 deaths? We've seen Saklas, in the pit behind that door. It isn't benevolent, it is horrifying.\n\n\nPoi-6340:\n I remember you.\n\n\nDr De Kristan:\n What?\n\n\nPoi-6340:\n There was a controversy over you back in the church. Most groups worshipping Saklas, may his name be forever venerated, are staunchly opposed to the execution of heretics - why we were opposed to the Children of Scarlet King from the start. Knowing that you had used the Giah-Rex, there was a debate over whether we should save you from the Mekhanite execution you were destined for. Some thought it meant our long-lasting secrecy would come to an end, and over one life no less, but others thought that no matter its effects it would be the moral thing to do. You were the first Mekhane lover in 1000 years to use the Rex. I believed that we should have let you die. \n[pauses]\n The church eventually settled on that, too.\n\n\n[Silence on record.]\n\n\nDr De Kristan:\n This-this doesn't answer my question.\n\n\nPoi-6340:\n Saklas. He saved you from execution. Your views on things are, as common for a Mekhane lover, incredibly binary. Did you stop to think that, perhaps, the Scarlet king could be capable of great good and great evil?\n\n\nDr De Kristan:\n Why do you worship him, then - if he is capable of evil?\n\n\nPoi-6340:\n Would you not venerate and support a great leader regardless of his poor decisions? Everything has two sides, doctor, even you. Saklas has two sides: the Scarlet King, the benevolent, and The Devourer, the malevolent. I'm sure you'd be interested in these essences, but I warn you, it isn't a story often told in our ranks. Telling it forces you to be careful \nwith names\n. It used to be told more often, but \nsomething\n changed, decades ago.\n\n\nDr De Kristan:\n This doesn't seem relevant, but continue.\n\n\n\n\n\n\nA photograph of \nthe Extra-nomenclative space described herein\n.\n\n\n\n\n\n\nPoi-6340:\n Thank you. In the days before the flood, in the chaos caused by the fall of \nAudapaupadopolis\n, a lord, the King in Crimson Robes first split himself into his two essences, just as IS and IS NOT had been split into a multitude of questions and paragons. The Devourer had grown enraged by its connection to the Scarlet King, and the Scarlet King likewise was saddened to see itself capable of great evil, so it vowed to find a way to split itself. It ventured into \nthe endless grove, where the nameless reside\n and convinced - No, that isn't right. What is convinced didn't have a name, but it was \nmade of names\n, and it took two names from the King in Crimson Robes. These were the names of its essences, and taking them and putting them intoblo \nthat forsaken forest\n freed them. The King in Crimson robes lost its name in the process and journeyed for decades to find the name of the old slain titan, Saklas, artisan of the world. The Devourer stole the name for himself but found the name Sakas had come to refer both to him, and the Scarlet king.\n\n\nThe hatred between the two entities grew, The Devourer causing great atrocities, and The Scarlet King giving great gifts to humanity. The Devourer began building new and vast hells on new planets, his corruption extending through the plateaus and mountains, like a whisper on the wind. Despots kept power because the Devourer starved their people into submission, and Peaceful rulers fell because the Devourer corrupted their hearts and minds with greed. It was the \nChildren of the Night\n who caused his downfall.\n\n\nDr De Kristan:\n Children of the Night?\n\n\nPoi-6340:\n They were an old race, humanoid, just as intelligent as us, but larger, covered in grisled fur. I don't know what created them, but they suddenly gained incredible power some time ago. They built the most powerful weapons, strongest militaries and most powerful lines of infrastructure in the decades after they appeared. Apparently, no one thought of them as much of a threat. No exploration was really made into their territories, and the arrogance of their leaders blinded them to the threat they faced. They started expanding suddenly, and all at once, and nation after nation fell. In each nation, the Devourer sat, taking the form of a king, or a reformer or any number of powerful people. And as the Children's army came tearing through blockade after blockade, defensive after defensive, the Devourer sewed disunity, with countries collapsing into chaos before the Childen even arrived. Who knows if the children would have gained so much power if not for him?\n\n\nAnd the Scarlet King was enraged. The Humanity which had been carefully built over centuries to work in harmony had been swatted by a larger force and subjugated in an instant. The only bastion of power was the nation of Erikesh. Its king had gained a weapon - called by various names. Some called it the Godless Lance. Some called it the Golden Arrow. But what is agreed is that the weapon held back the Children for decades. As The Devourer looked upon the waves of slaughter from both sides, he felt, for the first time, guilt over his actions. And then he collapsed into madness and greed, horrified that any of the Scarlet Kings essences lay in him. The Scarlet King called upon the people of Erikesh, and, using the Erikeshan weapon, lead The Devourer to Æshtyr. The Scarlet King then called upon his archangels, who volunteered to contain him. The Warriors of Erikesh volunteered the Godless Lance - or whatever you want to call it and killed the archangels. Then, with the bones, he formed great chains and trapped The Devourer for eternity.\n\n\nDr De Kristan:\n If The Devourer is trapped in … whatever that place was … what caused the Disaster in Portsmouth?\n\n\nPoi-6340:\n There are two theories. One, which I doubt, claims that the Scarlet King was responsible for those children, and possibly helped build the door. Those who argue for it mostly come from the Holy Church of the Scarlet King, who hold that the splitting of the King in Crimsons essence was the evilest act in history. The Holy Church expands the belief in thesis, antithesis, and synthesis from merely a relation between the urges established by these entities, to facets of the universe in themselves. They hold that synthesis exists in everything, and cannot be removed, and that synthesis is strongest when elements are in balance. It relies on a scripturally muddy view of the urges as a spectrum, and hence, adherents of the Holy church are sometimes called Priverzhentsy Spektra\n8\n - Russian for \"Adherents to the Spectrum\". Since, in their view, the opposing parts of a whole always exist in something, and cannot be removed, that The Scarlet King must, though uncommonly, be capable of Great Evil. Of course, their evidence for this is weak, mostly citing the small moments of guilt The Devourer felt after letting the Children of the Night subjugate humanity. I see no reason to believe that this goes both ways.\n\n\nDr De Kristan:\n And what do you think?\n\n\nPoi-6340:\n I don't know. I cannot speak of matters above our understanding. The rest of my group will tell you the Children were tricked, that they fell victim to some grand cosmic ruse.\n\n\nDr De Kristan:\n \"Grand Cosmic Ruse\" - can you elaborate?\n\n\n\n\n\n\nHenry Rubrum, 1959\n\n\n\n\n\n\nPoi-6340:\n The Children of the Scarlet King were a strange few. I was paying attention to them as a fringe group during my time in the Orthodox Church. They were founded in the 1800s as a restorationist sect - known as the Society of the Golden Arrow, holding that The Scarlet King had specifically intended for Erikesh to be the last to fall to the Children of the Night, and for that purpose granted them the \"Golden Arrow\" to defend from attack. Eventually, its founder, Theodore A. Rubrum died in an industrial accident. It was renamed the \"Children of The Scarlet King\" by the new leader, Henry Rubrum, and eventually, efforts to convert Theodore's preachings into a text named the \"Erikesh Codex\" began. Back then, all adherents to the Scarlet King lived in secrecy, so too much conflict between the groups was impossible, but both the Orthodox and Holy Church Authorities had been closely observing them. The \nstatus quo\n ideal of keeping secrecy bound them, and they had, with good reason, concerns that the Children would break that order in favour of religious expansion. Despite this, many of their views were not bizarre in Church senses, and so their influence expanded. At their peak, they had a few thousand members and had purchased from Marshall, Carter and Dark a description of the Giah-Rex which formed the basis of the modern movement.\n\n\nHenry Rubrum used this text to commune with Saklas regularly, and eventually, he heard from the entity that Synthesis was impossible. The Scarlet King had apparently told Rubrum of three laws - the law of blood, of concrete, and Howling. The law of Blood was claimed to be the natural order - that of violence, disease, hierarchy, disorder. The Law of Concrete was instituted by humans - it's a discount urge of antithesis, but they take the extreme position that any human interaction with nature constitutes the law of blood. The law of howling is the inability for these to exist in synthesis. Rubrum and the few devoted followers who stayed in the group when it began to claim these things believed that the existence of humanity, anywhere, violated the law of howling. They called on what they thought was the scarlet king, and, kidnapping 7 girls, impregnating them with all manners of horrors and disasters. The Orthodox Church had built up a network of Spies within many smaller Sects, the Children Included, and an embedded agent described the blasphemy. The Church was trying to sort it out as they turned their guns on Khoylat Syakl. I don't think the inhabitants of Khoylat Syakl had done any particular slight against the Children, but both the Mekhanites and Sarkics were the focus of an undeclared holy war between the Children. Syakl was the first real battle, and in retaliation, the GRU and Sarkic groups agreed to an alliance. Rubrum had not been expecting this, and as such declared that the war would continue when the first child had given birth. I'm guessing Orthodox Church leaders then decided to call in the foundation, knowing of your ambitious policy of research into the Giah-Rex.\n\n\nDr De Kristan:\n And how do you know all this - the history of the Children, of the Holy War, of … everything? Why would a church … or any organisation for that matter, reveal its spy networks, or these great horrors to its worshippers?\n\n\nPoi-6340:\n The Foundation has rubbed its ways onto you, Volutaar\n9\n De Kristan.\n\n\nDr De Kristan:\n Volutaar … who told you? Not even O5-8 was told of it - not until - \n[pauses]\n - he was not told, how do you know?\n\n\nPoi-6340:\n Ahh … I will reveal this, and I am sure you will be interested, but first, let me explain. Not every organisation deals in secrecy - not even all secret organisations, mind you. The worshippers of the Scarlet King were forced into secrecy during the age of the Catholic Church, and it was, until recent events, a matter of unquestioned loyalty to the church and tradition to keep information within the church itself. Of course, some broke these traditions, but we ensured that the reward for breaking secrecy never outweighed the inevitable punishment. Anyone in the church could have found this out. But I am getting ahead of myself.\n\n\nOn the day of the massacre of Kholyat Saykl, the higher-ups in the Maltese Orthodox Church declared, unanimously, alongside the other arms of the Orthodox and Holy churches, declared the Children of the Scarlet King a threat to the secrecy of the Church. That day, I went into the Maltese records, which are extensive, and I learned of the history of the group, and I was concerned. While the use of the Giah-Rex had been extensive within our church, the authorities have always warned of its unreliability. As above, so below. The world of Cosmos, it - echos our own. As Saklas in the lower dimensions is one entity split in twain, so it is in cosmos. The body we call Saklas, which resides in Cosmos - its final glorious Kingdom, it can be both the Scarlet King and The Devourer, and you can never tell which. I fear that when Saklas spoke to Rubrum it was not The Scarlet King speaking, but The Devourer. The Devourer longs to return to this world - it fashions itself the benevolent god of this place. It lied to Rubrum, saying it was The Scarlet King, and about the law of Howling, and he believed it. The Devourer is pushing on the barriers in this world, and whenever the 7 chains holding him breaks … I don't like to think about it. The end of the world would be a mercy compared to what it would bring about. The suffering caused would affect every facet of silly life and endless.\n\n\n\n\n\n\nSCP-2317-Prime, believed to be the location referred to as Æshtyr\n\n\n\n\n\n\nDr De Kristan:\n So, no change then. \n[laughs]\n\n\nPoi-6340:\n You jest, but you make a good point. After seeing how such an entity can trick so many, I wonder, has everything I've lived and believed a trick, an illusion? Was Saklas ever really split? Or has for aeons past and aeons future will he continue to trick humanity in an elaborate ruse, laughing at the little ants walking forward and back, little cogs in a machine much larger than they can fathom. If The Devourer was such a cause of great suffering, and it was really trapped in Æshtyr, what explains the suffering we see today? Is he really trapped? Will his being free change anything? Forgive me for my blasphemy.\n\n\nDr De Kristan:\n I understand the feeling. I was in a relatively high rank in Nebros Gate, a relatively powerful sect of Sarkicism, a relatively powerful religious organisation. We venerated disease, and when a great plague ran through our camp, our leader, Karcist Salak, was convinced our connection to Yaldabaoth would grant us immunity to the disease. Whatever happened … I don't know. The plague ran through the camp, and death littered the streets. I barely survived, my skin bruising and blotching, peeling in paces, coughing, screaming. It was the worst pain I had ever experienced. I ran from the camp and … and the pain was too great. I left the camp behind … and I walked dying into the city - it was Madrid, I remember it clearly. I was in great pain, and, having heard of the great hospitals in humanities, which I was told violated Yaldabaoth, I asked a man to help me, but I couldn't speak Spanish, and so he pulled me into his car and took me to the hospital. I don't know what he thought I had done with myself, but eventually, we arrived, and the staff tried to fix me up. It was close, I heard, but eventually, I had recovered. I lapsed in and out of consciousness in the hospital, but I remember one thing clearly. I was sitting in the hospital, in a ball, blood and pus covering the damp sheet, clinging to me, enormous fucking tube in my mouth, keeping me breathing. And I looked up, just for a moment, and saw Karcist Salak sitting on the side of my bed, crumpled like wet tissue, clinging weakly to the bed. I … I don't know how he did it but the rush of nurses and doctors from around the ICU failed to notice him and … fuck. I thought of him as a god … I thought he could do anything. All he said to me was \"I thought I respected you. Now I know you're a quitter. A fucking quitter.\" And then he died. When I got out of the hospital, I tried to rectify my faith. I thought maybe the teachings of Modern Sarkicism weren't right, that I had to look back to the traditions of the past. I looked into the Giah-Rex, a decanonized rite that used to form the basis of the religion. It had been removed from the canon after a few religious leaders realised its discovery was by rationality and reason, and not obviously divinely inspired. I looked into it, finding a translation of the original \"Giah-Rex\", and I tried it. The entity I saw there, maybe it was Yaldabaoth, maybe it wasn't, disgusted me. I thought that maybe the Church of the Broken God had the answers, that nature was disgusting. It was after a while I realised that it was horrible, too. I've never felt this alone, and scared. No meaning I've ever assigned to this world has lasted. It's not meant for us. I … I just want a way to find humanity a place somewhere else. A place where we can affect the course of history, where we aren't just cogs in a machine. I know that might sound insane.\n\n\nPoi-6340:\n It isn't insane, Guillermo. It isn't insane. \n[pauses]\n I have one last thing to say to you. I don't want to do this, but if I don't, someone will and without my warnings and caution in the matter. After the massacre of Khoylat Saykl, I used the Giah-Rex, talking with Saklas for the first time. He said that he had chosen me for a task. He described, in detail, the upcoming Foundation raid on the complex. He instructed me to turn myself over to the Foundation, and give them three things. He showed me how to perform the Giah-Rex without anyone else. I don't understand the mechanics … how, but I tested it, and it works. The method also allows for one to record and, essentially, film the events occurring within Cosmos. The second thing he told me was a set of coordinates. He said that I would meet you, a man who has gone from Sarkicism to the Church of the Broken God, and then, finally, to the Foundation itself, and that when I met you I should hand them over. I wrote them down afterwards and had been memorising them. And then, finally, he said for me to tell you this truth. The Giah-Rex is an important artefact in many religions because it, by nature, creates and destroys religions. There are two types of nootic religions - those that stagnate and those that crash. Wherever the Rex is present, these forces will collide. The Children of the Scarlet King crashed. Sarkicism and the other major religions stagnated. Soon they will be replaced by a new set of religions, scriptures, and tenants. \"Be ready for it, he said\". The final thing I will say did not come from Saklas, but it is as grave and important a warning as always. I cannot know whether the entity that spoke to me was the Scarlet King or The Devourer. What I am preparing you for, which I do not even comprehend, could be a great good or a great evil. Keep steady on your path. And be careful. Good luck.\n\n\n< END LOG >\n\n\n\n\n6. Investigative Conclusions\n\n\nThe following log, recorded between O5-8 and Dr Guillermo De Kristan at Miskatonic University's \"Williams Room\". It constituted an informal summary of the findings of De Kristan's report into SCP-6019.\n\n\n\n\n\n\n\n\n\n\nThe \"Williams Room\", Officially the Frederick Williams Meeting Room, within the Occult Studies wing of Miskatonic University\n\n\n\n\n\n\n< BEGIN LOG >\n\n\n[O5-8 is seated, sipping from a glass of vintage shiraz. Sunlight pours into the room from its iconic windows. A storm is seen brewing on the horizon. His phone rings.]\n\n\nO5-8:\n Hello? \n[A pause]\n Err … yes, I see. \n[he pauses for a moment, listening to the voice on the other end]\n Send a team after him … yes … thank you.\n\n\n[He puts the phone back on the desk, pouring another glass of Shiraz, and ringing a \nhandbell.\n A well-dressed butler appears from the left of the frame.]\n\n\nO5-8:\n Deeds? Pour another glass. And call in De Kristan. I hoped I wouldn't have to do this so soon.\n\n\nButler:\n As you wish sir.\n\n\n[The Butler a glass from his coat, pouring another glass of Shiraz. O5-8 moves his chair back and takes another sip of his Shiraz. The butler presses a button on the portable phone case. His voice becomes visible over the intercom.\n\n\nButler:\n Would Dr Guillermo De Kristan please come to the Williams Room for a meeting, I repeat, Dr Guillermo De Kristan.\n\n\n[The butler exits.]\n\n\n[IRRELEVANT DETAIL REMOVED]\n\n\n[Dr De Kristan enters, appearing dishevelled. He sees O5-8, and is visibly shocked.]\n\n\nO5-8:\n Sit down, Guillermo. I've poured you a glass. Vintage, 1911 - I believe. Lovely stuff. Shame it has to go to such an occasion.\n\n\nDr De Kristan:\n O5-8, sir, I don't understand. Why do you want me here?\n\n\nO5-8:\n This project … well the foundation prides itself on values … organisation, efficiency, et cetera. And the Overseers represent that. They see one loose end, one dollar gone to waste, and they will pounce. This is sometimes a good thing but … well, I don't think our project of boundless exploration of theology, and religion, and these undoubtedly fascinating things can go on. In the view of the council, SCP-231 and Portsmouth was a mess caused by our snooping into things best left unanswered. The SCP-6019 project directly leads to the discovery of 231 and the subsequent cessation of Procedure 110-Montauk. They realise that eventually the Children would have stopped the procedure, and helped on the birth of these world-ending threats, but the hasty release of BLACKBIRD could have been prevented if our research into the Children was more organic. We've had nothing they care about to show for the 6019 projects, and, with recent events, they've become convinced the massive sums of money we've put into 6019 have been a detriment, not a benefit. If someone seriously considered ending the project, they would easily have enough votes to shoot it down. So, I'm ending it on my own terms.\n\n\nDr De Kristan:\n What … what? I've made so much progress … we've found a new and interesting method of performing 6019 - we can record 6019-1 directly, we've done so much … for this? I have already made breakthroughs on the nature of 6019, and I am on the verge of more. This can't be right. Surely you can convince the council, somebody, that 6019 is worth fighting for?\n\n\nO5-8:\n It's just not happening. I'm sorry. I can get you another job at 102, but that's the best I can do. After today, I have a feeling I may have fallen out of favour with the council.\n\n\nDr De Kristan:\n What do you mean? Shouldn't they be happy you shut down 6019 if they hate it so much?\n\n\nO5-8:\n Your D-Class, 9945 had been building a following for weeks. He had been preaching to others, staff, other D class, everyone, about his new religion. I didn't want to distract you from work on 6019, so I didn't tell you - \n[De Kristan opens his mouth to protest, but O5-8 raises his hand]\n and now he and few others got out. It's an embarrassment, and the council, ever searching for justification to defund our investigations into 6019, have cited 6019 as the cause of this disaster. As they look for 9945, and as they inevitably keep on looking, they'll be sure to blame this on \nme\n and \nyou.\n I need to contain the damage for this, and so shutting down 6019 is the best way. If I may, can you summarise your findings, at present? Hopefully, this all didn't go to waste.\n\n\nDr De Kristan:\n Yes … Yes sir.\n\n\n05-8:\n You may call me Eight, Guillermo. You've earned it.\n\n\nDr De Kristan:\n Thank … thank you, Sir - Eight, sir. Well … in summary, SCP-6019 acts via a powerful conceptual lock between the items of the ritual, the practitioner, and the other individuals involved in the ritual. The items of the ritual are conceptually linked to the user, by using personal items and a few thaumic components, and then the items are covered. As the three helpers imagine the items under the cover, they are imagining the person through the conceptual lock. This somehow \nactually\n puts the user into the minds of the three helpers. 6019-1 is the collective noosphere of humanity built up by everyone on the planet. When you are transferred there, as it is completely and literally an imaginary world, the details of the world change depending on the context of the ritual, and they also reflect reality. In the words of Johnathan Henry Kalam, as above, so below.\n\n\nO5-8:\n If I do not misunderstand, is that why marking points on a map can allow you to … er… meet with certain noospheric entities? For instance, the coordinates used in both Sarkic and Church of the Broken God variants of the rite corresponds to \nSCP-5001\n. Is the literal body represented by the personal items by the conceptual lock, being placed, \nliterally\n in these locations, before being abstracted into 6019-1 by placing the cover over them?\n\n\nDr De Kristan:\n You could say that, sir.\n\n\nO5-8:\n I see. So Bumaro was right, then.\n\n\nDr De Kristan:\n In a sense, yes he was. But it's important to not discount the immense amount of research still needed on the subject.\n\n\nO5-8:\n I recognise it, but I don't think I can get the council to my side. It's over.\n\n\nDr De Kristan:\n I'm sorry it had to end this way.\n\n\nO5-8:\n Me too.\n\n\n[He raises his glass]\n\n\nO5-8:\n To … knowledge.\n\n\nDr De Kristan:\n To knowledge.\n\n\n[They drink before Dr De Kristan stands up to leave.]\n\n\nDr De Kristan:\n And one last thing, eight?\n\n\nO5-8:\n Ask away.\n\n\nDr De Kristan:\n Kalam mentioned a set of coordinates. Where did they lead?\n\n\nO5-8:\n Oh … just some \npatch of sea near India.\n I'll give you the full coordinates. Maybe you'll make a connection that I haven't.\n\n\n[They both exit.]\n\n\n< END LOG >\n\n\n\n\n7. Incident Report:\n\n\nOn the 7th of January 1963, the planned final meeting of SCP-6019 research teams went as planned, with the team meeting at Research and Containment Site-102 for a small luncheon. After the luncheon, 7 staff - led by Dr Guillermo De Kristan left to the SCP-6019 designated testing chamber to remove their equipment from their labs. At 2:00 PM a staff member was reported absent from an assigned duty, and a Junior Researcher was sent to the designated testing chamber to check for them. Upon arrival, the researcher found all 7 staff, dead, lying around a makeshift setup of SCP-6019. A recording of SCP-6019-1 produced according to methods gained from Poi-6340 was found at the scene. This log has been transcribed in its entirety below.\n\n\n\n\n\n\n> BEGIN LOG <\n\n\n\n\n\n\nFrame 1681\n\n\n\n\n\n\n[For 13 seconds, no usable video is recorded. Muffled sounds resembling footsteps are heard. The feed suddenly switches, showing a distorted and stretched landscape in all directions. A patchwork of homes, cities and farms extends towards a central point. Several houses missing walls, roofs, and some are completely unrecognisable. The camera momentarily turns, pointing at a man of apparent Indian descent looking out of the window of a church. The man wipes his brow with a napkin, before moving from the window. The camera points to the bottom of the church, where the first-floor wall is missing. A memorial to another man is seen at the bottom, with bouquets and a small picture sitting on a table. The camera pans back, momentarily stopping to look through the doors into the church.]\n\n\nDr Henry Lancet\n10\n:\n Where are we?\n\n\nDr De Kristan:\n Where it all began. Our world is broken, Henry. So much death … violence. We were not made for it. We were made for here. This place, our minds, anything is possible. It was the first gods who removed us from here, from paradise. They wanted control, power.\n\n\nDr Henry Lancet:\n How do you know?\n\n\nDr De Kristan:\n Have you seen the great suffering inflicted by that world? By … by \"reality.\" These gods, you think them benevolent, but how could such a benevolent God allow such suffering. I know the truth, and I know how to secure our future in paradise. I need you to trust me.\n\n\nDr Anne Ozymandias\n11\n:\n This is weird, Guillermo. You can take me to wherever you want to go, but, at least, let me opt-out.\n\n\nDr De Kristan:\n … Fine. Let's go. I've been through this place already, but it might be a bit different.\n\n\n[The group continues down a street, which is built from hundreds of different materials. Crowds of people manifest and demanifest over certain materials. A child, separated from its parents, is seen in the crowd. It blankly stares at De Kristan before demanifesting. They continue. As they turn a corner, an area resembling a slum is seen, smoke rising from within. ]\n\n\nDr De Kristan:\n In there.\n\n\n[The group enters the slum. The crowds inside are panicked, running through the slums as faceless entities in firefighters uniform push through the crowd. The camera turns to show a man and a firefighter crowding behind a soot-covered and severely burnt body. The man is crying and yells at the firefighter. The audio produced is illegible. The camera turns forward and shows a massive fire. At a point on the street, the fire suddenly cuts off, reaching a line. An unrecognisable shape sits after charred by fire above the street. The cobblestone on the ground pulses and flows like water. De Kristan motions to the group, who jump into the flowing street. The camera falls in, passing through the street. The feed suddenly shows all seven on a fishing boat, with a large blank point in the ocean behind them. Two glowing yellow orbs are visible above the point, orbiting around each other. As they orbit, a sound resembling a turbine is heard.]\n\n\nDr De Kristan:\n Oh … it's beautiful. You should count yourself lucky. This is the first place, the first piece of mind in which IS resided. That void … that is where the world emerged from. The perfect land of our mind. And, once we return to it, we will be with IS, living for eternity in paradise. Are you excited?\n\n\n[Dr Lancet spits on De Kristan, who recoils.]\n\n\nDr Lancet:\n Guillermo. You're insane. This was meant to be the final test of 6019 … not … \nthis.\n \n[He points to the void.]\n How do you know any of what you're saying is true?\n\n\nDr De Kristan:\n Can you not see its beauty with your own eyes? Do you not trust it?\n\n\nDr Lancet:\n It … it isn't beautiful Guillermo, it's disgusting. I'm getting out of here.\n\n\nDr De Kristan:\n NO! This is for your own good.\n\n\n[Dr De Kristan kicks Lancet in the chest. He falls to the ground in pain, grasping his stomach.]\n\n\nDr De Kristan:\n It's for your own good.\n\n\n[The sound of engines is heard, before screaming. The camera turns to face behind itself, showing the burning slums. The screen goes dark.]\n\n\n\n\n\n\nFrame 204,998\n\n\n\n\n\n\n\n\n\n\nFrame 205,098\n\n\n\n\n\n\n< END LOG >\n\n\n\n\nFollowing this incident, reports of unexplained shared memories began to appear within fishing communities on the Bay of Bengal, affecting an estimated 230,000 people. The most common shared memory involved the affected individual in hospital, apparently with a degenerative skin disease. 78% of affected subjects have claimed that a man, also infected by the disease sat in front of or on the hospital bed. Of the 11 speakers of Proto-Sarkic who make this claim, all but one have claimed that the man said \"I thought I respected you, but now I know you're a quitter. A fucking quitter.\"\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Saklians are adherents to the Holy Church of the Scarlet King\n\n\n2\n. Referring to the description of SCP-6019 produced by Grand Karcist Ion, not SCP-6019 in general\n\n\n3\n. A foundation Historical Record designed to categorise the containment history of certain anomalies. Anomalies acting HCML supervisor, if necessary, may submit a description of a containment update, and the reasoning behind it, for later use.\n\n\n4\n. Several other, largely unsuccessful attempts, occurred prior to Experiment 233.\n\n\n5\n. (56.211█████████, 158.692█████████),\n\n\n6\n. Sensory deprivation devices have been shown to increase the viable period of SCP-6019\n\n\n7\n. This experiment occurred before decimalisation in 1966\n\n\n8\n. приверженцы спектра\n\n\n9\n. In Sarkic Communities, a Volutaar is an advisor to a Karcist.\n\n\n10\n. Experimental Supervisor, SCP-6019.\n\n\n11\n. Head, Translation Team, SCP-6019\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6018\n | SCP-6019 | \nSCP-6020\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Descriptions of SCP-6019 are to be stored in Site-102's Reliquary storage area, on sublevel C13. Insular anomalous religions for which SCP-6019 forms a basis of their belief system are protected under Joint International Occult Court Ruling 456(c). As such, containment of these communities is to be limited to veil maintenance and protection of civilians. The SCP Foundation reserves the right to suppress religious movements involving SCP-6019 in the case that these movements begin to expand out of the anomalous community.",
    "description": "SCP-6019 is a complex religious rite known as the \"Giah-Rex\", which forms the basis of the nootic churches - the most notable of which are the church of Sarkicism, the Church of the Broken God, and the Church of the Scarlet King (both the Holy and Orthodox branches). SCP-6019, when performed, leads to vivid hallucinations of a large extra-dimensional location, henceforth designated SCP-6019-1.",
    "title": "SCP-6019"
}