{
    "url": "https://scp-wiki.wikidot.com/scp-6021",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Secure, Contain, Protect\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\nCelare\n\n\n\n\n\n\nSCP-6021\n - Tabernacle, TX\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6021\n\n\n\n\n\n\nItem#:\n SCP-6021\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6021 is currently considered functionally uncontainable. The land it inhabits has been purchased, and a cordon has been established in a 5-kilometer radius to prevent unauthorized foot traffic, particularly from the nearby Crystal Creek condominium development. SCP-6021-1 is to be allowed access at all times.\n\n\nDescription:\n SCP-6021 is a five-acre field of native pampas grass (\nCortaderia selloana\n) located in hill country near New Braunfels, Texas. SCP-6021 is either the dwelling place or the body of a near-omnipotent and omniscient deity of unknown origin.\n\n\nSCP-6021 chooses not to speak audibly, but rather communicates through a single priest individual, hereby referred to as SCP-6021-1. It claims that SCP-6021 intervenes frequently in global politics, economics, and ecology, as well as influencing the lives of individuals. SCP-6021 is capable of performing miracles and inspiring elaborate visions that verify these claims. It has demonstrated complete or near-complete control over physics, time, human behavior, anatomy, weather, thermodynamics, and many other phenomena.\n\n\nSCP-6021's desires are currently unclear. Although it exercises extensive influence, patterns in behavior are difficult to establish. It is not motivated by the amassing of offerings, infamy, or followers. It does not act in self-preservation, as it does not consider any human or anomalous activity, including the Foundation,\n1\n to be a serious threat to itself.\n\n\nSCP-6021-1 has attempted repeatedly to explain SCP-6021's nature, but the knowledge is purportedly only accessible through a divine revelation that is both subjective and incommunicable. A small number of individuals claim to have received the revelation in the course of interacting with SCP-6021-1; none of them are capable of relaying their experience.\n\n\nFurther research is ongoing.\n\n\nAddendum-6021-A: Ceremonial Log\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nSCP-6021-1 and Dr. Celia Kent, Analyst with the Tactical Theology Department, approach SCP-6021. SCP-6021-1 has agreed to allow Dr. Kent to accompany it on a routine worship ritual. Dr. Kent holds the camera, which illuminates the long grass through the early morning twilight.\n\n\nSCP-6021-1:\n The mourning doves are fixin' to wake up.\n\n\nDr. Kent:\n Huh.\n\n\n(Walking.)\n\n\nDr. Kent:\n So, we're approaching the border now?\n\n\nSCP-6021-1:\n You'll know.\n\n\n(Walking continues. An object, later identified as a barred owl, passes overhead. SCP-6021-1 marks its flight; Dr. Kent does not notice.)\n\n\nDr. Kent:\n How much control does SCP-6021 exercise over this area?\n\n\nSCP-6021-1:\n Total. Same as everywhere else. Don't do much though, it has it about how it likes it.\n\n\n(SCP-6021-1 stops, brushing aside a clump of grass to reveal a small cairn made from flat creek stones. Dr. Kent abruptly stops. No phenomena is visible on the tape, but her breathing becomes rapid and shaky.)\n\n\nSCP-6021-1:\n We're here.\n\n\nDr. Kent:\n I-, uhh-\n\n\nSCP-6021-1:\n Relax. You ain't in no danger.\n\n\nDr. Kent:\n It's… huge.\n\n\nSCP-6021-1:\n It'll fade in a second. Just let it show you.\n\n\n(Dr. Kent's panic gradually subsides. In the distance, a thin trail of Mexican free-tailed bats winds its way back to the condo development to roost in its eaves.)\n\n\nDr. Kent:\n What's it saying?\n\n\nSCP-6021-1:\n Nothing. That's just the sound of it moving around. It's reaching all over the world.\n\n\n(SCP-6021-1 bends and withdraws two folding lawn chairs from under a mat of dead grass. It sets them up, and sits facing east, towards the cairn and the condos.)\n\n\nSCP-6021-1:\n Come on, we've got to get started.\n\n\nDr. Kent:\n What do we do?\n\n\nSCP-6021-1:\n We watch the sun rise, and listen.\n\n\n(Both sit, and Dr. Kent nestles the camera in her lap. The eastern sky gradually brightens. Katydids chirp.)\n\n\nDr. Kent:\n What is it doing?\n\n\nSCP-6021-1:\n Infinite things. It just caused an earthquake in the South China Sea. Now it's preventing the crash of a 747 over Anchorage.\n\n\nDr. Kent:\n It trades in millions of lives.\n\n\nSCP-6021-1:\n More.\n\n\n(SCP-6021-1 rubs a blade of grass between its fingers gently, taking care not to bruise the leaf.)\n\n\nSCP-6021-1:\n A divorce. A graduation. A car crash. Cancer. A marriage. Bankruptcy.\n\n\nDr. Kent:\n It's playing with futures.\n\n\nSCP-6021-1:\n No more or less than any other god. It don't touch most things, in the final analysis.\n\n\n(Approximately 10 minutes of silence pass. The mourning doves awaken, and the air is intermittently filled with soft cooing.)\n\n\nDr. Kent:\n On whose authority?\n\n\nSCP-6021-1:\n What?\n\n\nDr. Kent:\n We fuck with people's lives all the time. More than SCP-6021, as I understand it. But we have \nauthority,\n license that was granted to us by everyone in the world whether they know it or not. It's, you know… justified.\n\n\n(Silence.)\n\n\nDr. Kent:\n …So? What gives it the right?\n\n\n(SCP-6021-1 holds a blade of grass without breaking it and turns it over. There are yellow insects on the underside.)\n\n\nSCP-6021-1:\n Look at this. There's a species of golden aphid that only lives in this six-mile area. No-one's ever discovered them, because no-one's ever looked. But they're here.\n\n\n(SCP-6021-1 indicates the condo development. Its windows are beginning to light up, one-by-one.)\n\n\nSCP-6021-1:\n I got real pissed when they first put that in. Thought it would block out the sunrise. But you know what? The towers cast a long shadow. The cold air pools over there in the creekbed they're built over, and brings down the temperature of the microclimate. This whole area is now a full two degrees colder on average than the surrounding countryside.\n\n\n(SCP-6021-1 points into the distance, where a white-tailed buck and two does are grazing at SCP-6021's far edge.)\n\n\nSCP-6021-1:\n The animals love it.\n\n\nDr. Kent:\n I don't fucking get it. The amount of suffering-\n\n\nSCP-6021-1:\n Look.\n\n\n(The upper tip of the sun has breached the horizon between the towers. It's as if the clouds have been lit on fire.)\n\n\nSCP-6021-1:\n That's what none of y'all get, no matter how much I try to tell you. It really is just a field of grass. That's all there is to it.\n\n\nDr. Kent:\n …Just a field of grass.\n\n\nSCP-6021-1:\n Let's quiet down now. Cicadas are fixin' to start.\n\n\n(The cicadas begin buzzing, gently at first. The shadows of the towers ripple over the grass. There's a breeze.)\n\n\nDr. Kent:\n …Oh.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Some internal evidence uncovered with mnestics points to a previous conflict between SCP-6021 and the Foundation. Very little is known about this conjectural event, except that it was heavily one-sided in SCP-6021's favor. Evidently, the outcome was somehow unfavorable to SCP-6021, as it is believed to have either retroactively edited history or re-wound time in order to erase it. SCP-6021 is unwilling to discuss this matter.\n\n\n\n\n\n\n\n\n« \nSCP-6020\n | SCP-6021 | \nSCP-6022\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6021\n\" by Celare, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6021\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 1481439891_a1b8c571cb_c.jpg\n\n\nName:\n Skyscrapers behind pampas grass field\n\n\nAuthor:\n Beatrice Murch\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum-6021-A: Ceremonial Log"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6021 \" by Celare, from the SCP Wiki . Source: https://scpwiki.com/scp-6021 . Licensed under CC-BY-SA .",
        "Filename: 1481439891_a1b8c571cb_c.jpg Name: Skyscrapers behind pampas grass field Author: Beatrice Murch License: CC BY 2.0 Source Link: Flickr"
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-6021 is currently considered functionally uncontainable. The land it inhabits has been purchased, and a cordon has been established in a 5-kilometer radius to prevent unauthorized foot traffic, particularly from the nearby Crystal Creek condominium development. SCP-6021-1 is to be allowed access at all times.",
    "description": "SCP-6021 is a five-acre field of native pampas grass (Cortaderia selloana) located in hill country near New Braunfels, Texas. SCP-6021 is either the dwelling place or the body of a near-omnipotent and omniscient deity of unknown origin.",
    "title": "SCP-6021"
}