{
    "url": "https://scp-wiki.wikidot.com/scp-6023",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\n\n\n\n\nClient moray eel and cleaner wrasse footage, associated with first experimental instance of SCP-6023-1 in North America.\n\n\n\n\n\n\n\n\n\n\nClient potato grouper and cleaner wrasse footage associated with first experimental instance of SCP-6023-1 in Asia.\n\n\n\n\n\n\nItem #:\n SCP-6023\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n A dedicated team of Foundation social media specialists is to create a series of fabricated advertisements promoting “Fish Snacks” brand aquatic pet food mixes, and release them to major video sharing services. Each advertisement must feature a salesperson walking upon water as the consistent “gimmick” pertaining to the brand. Fake fan parodies and mimic videos are to be released every six months, with viewcounts manipulated to indicate lack of popularity and discourage replication.\n\n\nA two-researcher disinformation team is to monitor social media for any civilian reports of SCP-6023. Should SCP-6023-1 individuals be identified, they are to be amnesticized and monitored for a minimum of one month. The Foundation will maintain a detailed dossier of these individuals in case they continue to exhibit a predisposition for anomalous abilities.\n\n\nAny Foundation documentation pertaining to in-house SCP-6023-1 instances is to be shared across all international branches.\n\n\nDescription:\n SCP-6023 is an anomalous phenomenon that is triggered when certain humans observe cleaner wrasse fish (genus \nLabroides\n) within the mouths of client aquatic creatures. The anomaly has been observed to manifest regardless of the method of observation, and thus far has been known to affect both viewing of video footage as well as in-person viewing.\n\n\nHumans affected by SCP-6023 will experience the following:\n\n\n\n\nThe human subject (designated SCP-6023-1) will hear the phrase “fish snacks” repeated several times, to the tune of a popular children’s song they remember from their childhood. The tune will end with the phrase, “looking for some fish snacks” and the lyrics will repeat as long as the viewer continues to observe the cleaner wrasses at work.\n\n\nUpon looking away from the cleaner wrasses, SCP-6023-1 individuals will suddenly feel a passing inclination to seek out a large body of water and search for fish.\n\n\nWhile singing the tune and words they have learned from SCP-6023, SCP-6023-1 individuals will be able to walk upon water surfaces over depths up to 10 meters. (Thus far, this effect seems to only manifest if the SCP-6023-1 individual walks barefoot.)\n\n\n\n\nThus far, Foundation experimentation has indicated that SCP-6023 will manifest in approximately 0.001% of test subjects. It is currently believed that civilians affected by SCP-6023 will be highly unlikely to discover its secondary effect, as test subjects required prompting in order to manifest the effect themselves. As of most recent test results, there are no consistent traits (personality, health history, socioeconomic status, etc.) observed between known SCP-6023-1 individuals.\n\n\nInternational Foundation facility records indicate more observed SCP-6023-1 individuals in China than any other country, possibly alluding to the origin point of the SCP-6023 anomaly itself. The song most commonly noted was “捕鱼歌” (\nbǔ yú gē\n), translated roughly to “fishing song”. The SCP-6023-1 individual who holds the record for the longest water-walking session is a D-Class personnel member, who completed eighteen consecutive laps of a Foundation pool while singing the “鱼零食” (\nyú língshí\n, “fish snacks”) lyrics. From international testing documents, “It is believed that the louder and more sincerely an SCP-6023-1 individual sings, the better they are able to keep their balance atop the water’s surface.”\n\n\nAddendum SCP-6023-1:\n At the urging of the 6023 project lead, an ambassador from the Serpent’s Hand was requested to give a consultation regarding whether more stringent containment procedures were necessary, and if SCP-6023 itself was inherently malicious. The ambassador gave the following statement:\n\n\n\n\n\n\nIt’s a simple spell, we teach it to children for fun.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6022\n | SCP-6023 | \nSCP-6024\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6023\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6023\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n thatsamoray.jpg\n\n\nName:\n Moray6.jpg\n\n\nAuthor:\n Albert kok\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Moray6.jpg\n\n\n\n\n\n\nFilename:\n potat.jpg\n\n\nName:\n Epinephelus tukula is cleaned by two Labroides dimidiatus.jpg\n\n\nAuthor:\n Richard Ling\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Epinephelus_tukula_is_cleaned_by_two_Labroides_dimidiatus.jpg",
    "addendums": [
        "Addendum SCP-6023-1: At the urging of the 6023 project lead, an ambassador from the Serpent’s Hand was requested to give a consultation regarding whether more stringent containment procedures were necessary, and if SCP-6023 itself was inherently malicious. The ambassador gave the following statement:"
    ],
    "documents": [],
    "notes": [
        "It’s a simple spell, we teach it to children for fun.",
        "\" SCP-6023 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-6023 . Licensed under CC-BY-SA .",
        "Filename: thatsamoray.jpg Name: Moray6.jpg Author: Albert kok License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Moray6.jpg",
        "Filename: potat.jpg Name: Epinephelus tukula is cleaned by two Labroides dimidiatus.jpg Author: Richard Ling License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Epinephelus_tukula_is_cleaned_by_two_Labroides_dimidiatus.jpg"
    ],
    "item": "SCP-6023",
    "object_class": "Keter",
    "containment_procedures": "A dedicated team of Foundation social media specialists is to create a series of fabricated advertisements promoting “Fish Snacks” brand aquatic pet food mixes, and release them to major video sharing services. Each advertisement must feature a salesperson walking upon water as the consistent “gimmick” pertaining to the brand. Fake fan parodies and mimic videos are to be released every six months, with viewcounts manipulated to indicate lack of popularity and discourage replication.",
    "description": "SCP-6023 is an anomalous phenomenon that is triggered when certain humans observe cleaner wrasse fish (genus Labroides) within the mouths of client aquatic creatures. The anomaly has been observed to manifest regardless of the method of observation, and thus far has been known to affect both viewing of video footage as well as in-person viewing.",
    "title": "SCP-6023"
}