{
    "url": "https://scp-wiki.wikidot.com/scp-6024",
    "all_text": "This article sucks, and you're better off not reading it.\n\n\n\n\n\n\n\n\n\n\nrating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6024:\n The Reality Dreamer\n\n\nAuthor:\n \nSavanac\n\n\n\n\nLovely Critters:\n\n\ncybersqyd\n\n\nApoplexic\n\n\nCyvstvi\n\nOystershell\n\n\nNavimaster\n does not match any existing user name\n\n\nQuadraginta\n\n\nEthanHanson\n\n\nforbiddenquest\n\n\nMarcelles_Raynes\n does not match any existing user name\n\n\n\n\nAnd thank you to anybody who went over this in IRC chat!\n\n\n\n\n\n\nDraft Forum Thread\n\n\nIdeas Critique Forum Thread\n\n\n\n\n\n\n\n\nrating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6024\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6024 is to be kept in a humanoid containment chamber while its anomalous abilities are sufficiently suppressed by Amanda Greene. Mrs. Greene may be provided aid in the containment of SCP-6024 upon request and is to undergo psychological evaluation on a monthly basis.\n\n\nSCP-6024's chamber has been outfitted with a functioning nasogastric feeding tube and urinary catheter. The entity must be moved every two to three hours to avoid the formation of pressure ulcers; cleaning of the anomaly's physical form will occur biweekly.\n\n\nDescription:\n SCP-6024 is a white male of advanced age. Despite the fact that SCP-6024 is currently comatose and would medically be considered brain-dead, the anomaly's consciousness exists and functions inside a pocket-reality referred to as SCP-6024-01.\n\n\nThe anomalous effects of SCP-6024 manifest when any human within its range enters the rapid eye movement stage of sleep. Subjects are rendered superficially brain-dead as their consciousnesses are transported into SCP-6024-01. Anatomical functions within participants' bodies continue and brain activity returns when subjects are awoken, though affected persons will not rouse without the influence of external stimuli. Scranton Reality Anchors are inadequate for mitigating this effect; it is theorized that the reality transfer is too insignificant to be affected by circumambient \nHume\n stabilization\n1\n.\n\n\nThe range of SCP-6024's anomalous properties has been found to have an inversely proportional relationship with the entity's current mental state and can be measured by use of the onsite \nKant counter\n. Amanda Greene has been inducted to counteract the properties of SCP-6024 by improving the anomaly's overall mood and decreasing its influence.\n\n\nDiscovery:\n Foundation personnel stationed within the proximity of SCP-6024 reported encountering anomalous activity. Due to the seemingly nonbelligerent nature of the entity, Doctor Charles Mobley was tasked with attempting contact. This action engendered the successful containment of SCP-6024.\n\n\n\n\nAddendum 6024.a:\n\n\n\n\n\n\nDocument 6024-01\n\n\n\n\n► Open Debriefing Transcript ◄\n\n\n\n\n◄ Close Debriefing Transcript ►\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument 6024-01\n\n\n\n\n\n\nInterviewer:\n Doctor Adam Beunchi\n\n\n\n\nInterviewed:\n Doctor Charles Mobley\n\n\n\n\n(\nDoctors Mobley and Beunchi are seated across from each other within a Foundation safehouse.\n)\n\n\n\n\nBeunchi:\n Alright so, now that you've finally roused, what did you see in there?\n\n\n\n(\nDoctor Mobley briefly drinks from a cup and then places it onto a side table.\n)\n\n\n\n\nMobley:\n Well when I first got there, got into wherever it was, I looked down and saw my body. It took me a little while to realize that it wasn't mine. I was looking at a near-perfect replica, yet somehow I knew it wasn't real.\n\n\n\n\nBeunchi:\n Okay, and can you describe some of the entities our boys in the field reported seeing?\n\n\n\n\nMobley:\n Yeah, they had surrounded me, or maybe I was just thrown into the pile. Their bodies were all wrong in the same way. If that's everybody in this city right now, we have a hell of an amnestisization job on our hands.\n\n\n\n\nBeunchi:\n Oh well, they've done it before and they can do it again. Anyway, as for everything that happened to you in there, we'll need to get it all on tape. Let's get it out of the way, and we can be on the next flight back to eighty-eight.\n\n\n\n\nMobley:\n As much as I'd love to be back already, I don't think this'll be so easy to clean up.\n\n\n\n\nBeunchi\n And why's that?\n\n\n\n(\nDoctor Mobley picks up a Manila folder lying beside him and opens to a graph of data recorded during his excursion.\n)\n\n\n\n\nMobley:\n If my memory serves right, these readings from our Kant counter correlate directly with when I interacted with the entity controlling the place.\n\n\n\n\nBeunchi:\n Hold on, you never mentioned meeting somebody in charge.\n\n\n\n\nMobley:\n I'll get to that in a second. For now, just look here; if I can recall my exact conversation with it, the jumps listed seem to align with when I brought up how the hell everyone got there. Then this large dip lines up with when I comforted the thing.\n\n\n\n\nBeunchi:\n You gave consolation to an anomaly?\n\n\n\n\nMobley:\n It looked like a despairing old man crying about its wife, and I had to get information out of it somehow.\n\n\n\n\nBeunchi:\n If you think doing so was justified, I won't argue, but I know some higher ups who might disagree with that sort of interaction. Also, if it just looked like an old man, how did you come to the conclusion that it was running the place?\n\n\n\n\nMobley:\n Knowing that was instinctual, and I think the others felt it too because they had all taken a few steps back from it.\n\n\n\n\nBeunchi:\n Did the entity end up giving you anything to work with?\n\n\n\n\nMobley:\n Not really, it seemed to be as dazed as the rest of the people in there. The thing actually thought that it—and the rest of them—were in some kind of purgatory. Oh yeah, and it can remember a car accident before ending up there.\n\n\n\n\nBeunchi:\n I might be able to work with that tidbit. Did it say anything that deviates from our established timeframe?\n\n\n\n\nMobley:\n It thinks that they've been there for about a week.\n\n\n\n\nBeunchi:\n Alright then, I'll run through car crashes around here in the past two weeks and see if anything turns up, though I'm gonna need a proper physical description for that.\n\n\n\n\nMobley:\n I'll write something up after this is over.\n\n\n\n\nBeunchi:\n Sounds good, are we done here?\n\n\n\n\nMobley:\n Almost, I want you to get some pre-approval from eighty-eight's containment head for reining in a civvie.\n\n\n\n\nBeunchi:\n What's that about? Lifting the curtain for a civilian is not casual office work, I'd need a damn good reason.\n\n\n\n\nMobley:\n Well if my theory on the range of this thing pans out to be correct, then I want to bring in its wife to try and suppress the field.\n\n\n\n\nBeunchi:\n Do you really think that's our only option here?\n\n\n\n\nMobey:\n No, not quite. I would just like to have a head start on the proceedings in the case that we go through with it.\n\n\n\n\nBeunchi:\n I suppose it's better to be prepared than to have an out-of-control anomaly. Buzzer?\n\n\n\n\nMobley:\n Buzzer.\n\n\n\n(\nDoctor Beunchi reaches over to the camera and ends the recording.\n)\n\n\n\n\nLead Researcher Printed Name:\n\n\n\n\n\n\nAdam H. Beunchi\n\n\n\n\n\n\nLead Researcher Authorization Signature:\n\n\n\n\n\n\n\n\nAdam Beunchi\n\n\n\n\n\n\n[END OF DOCUMENT]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRecovery:\n SCP-6024's physical form was discovered by Foundation specialists after Doctor Mobley's successful interaction. Following positive identification, personnel airlifted the body from Cape Regional Medical Center and delivered it to Site 88 Subsidiary Warehouse B\n2\n for provisional containment.\n\n\n\n\nAddendum 6024.b:\n\n\n\n\n\n\nDocument 6024-02\n\n\n\n\n► Open Log Transcript ◄\n\n\n\n\n◄ Close Log Transcript ►\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument 6024-02\n\n\n\n\n\n\nLogged By:\n Doctor Charles Mobley\n\n\n\n\nSubject:\n SCP-6024\n\n\n\n(\nDoctor Mobley is seen pulling his hand away from a keyboard.\n)\n\n\n\n\nMobley:\n Containment update log number one.\n\n\n\n\nMobley:\n Presently, I don't think any words describe our situation better than \"not ideal.\" We have assumed that thirty-to-forty kilometers is the maximum distance the effect can spread as it does not seem like the entity can become much more distressed. Bearing that in mind, I don't think any change in location for a more secure Veil\n3\n should be considered at this time.\n\n\n\n\nMobley:\n Concerning the civilians trapped within SCP-6024-01: when we removed the physical form of SCP-6024 from Cape May, the victims were immediately released and have since been given amnestic treatment.\n\n\n\n\nMobley:\n Unfortunately, this caused SCP-6024 to become completely alone within the dimension. To counter this, we have given some of the more charismatic onsite employees the opportunity to take rotations within SCP-6024-01 and keep the entity in a decent mood so as to not allow it to regress and ruin the minimal progress made thus far.\n\n\n\n\nMobley:\n Hey Doctor Beunchi, come over here. Do you have anything to add to the log before I shut it off?\n\n\n\n\nBeunchi:\n Have you said anything about moving forward?\n\n\n\n\nMobley:\n I have not.\n\n\n\n\nBeunchi:\n Alright, I'll take over on that bit and then we can wrap up the log.\n\n\n\n(\nDoctor Mobley moves aside and allows Doctor Beunchi to bend down in front of the computer.\n)\n\n\n\n\nBeunchi:\n The current long-term goal for this project is to comfortably fit SCP-6024 into a Site 88 containment chamber, because the Foundation considers it impractical to have this warehouse and several others in the vicinity engulfed by anomalous effects. As you can imagine, that day is most likely quite far off.\n\n\n\n\nBeunchi:\n But our biggest upcoming event involves me slogging through paperwork in order for a civilian to see her partner again. Though we all seem to agree, this is by-far the easiest solution besides outright destruction.\n\n\n\n\nBeunchi:\n God knows that would certainly be simpler.\n\n\n\n(\nDoctor Beunchi places his hand onto the keyboard and the recording ends.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[END OF DOCUMENT]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile for Civilian Induction\n\n\n\n\nDoctor Adam Beunchi\n requests permission to make use of \n1\n member(s) of the civilian population in the containment of \nSCP-6024\n. The following documentation has been submitted in an attempt to provide context for this request.\n\n\n\n\n\n\n\n\n \n \n \n \n \nSCP-6024 Effects Overview\n\n\n\n\n\n\n \n \n \n \n \nDocument 6024-01\n\n\n\n\n\n\n \n \n \n \n \nDocument 6024-02\n\n\n\n\n\n\n\n\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-██\n\n\nO5-██\n\n\n\n\n\n\n\n\nO5-██\n\n\nO5-██\n\n\n\n\n\n\n\n\nO5-██\n\n\nO5-██\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\nO5-██\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6024.c:\n\n\n\n\n\n\nDocument 6024-03\n\n\n◄ Close Log Transcript ►\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument 6024-03\n\n\n\n\n\n\nLogged By:\n Doctor Charles Mobley\n\n\n\n\nSubject:\n SCP-6024\n\n\n\n(\nDoctor Mobley can be seen grinning while pulling his hand away from a keyboard.\n)\n\n\n\n\nMobley:\n Containment update log number two.\n\n\n\n\nMobley:\n I was ecstatic while reading the results of our testing, and I feel even better announcing them now. It was all a humongous success, the range actually dropped to zero for several minutes before staying steady under one-hundred meters.\n\n\n\n\nMobley:\n A crew was quickly called in and constructed ad hoc quarters for Mrs. Greene to stay in, appropriately situated right next to SCP-6024's chamber.\n\n\n\n\nMobley:\n She's still a little bit apprehensive of the Foundation, though I believe that to be perfectly understandable and will change given some time. We even learned that they used to write poetry together; facilitating their hobbies, I'm sure, will be an easy additional success.\n\n\n\n\nMobley:\n We still have a ways to go until our goal, but I don't think I am remiss in being at the very least a little excited at this milestone.\n\n\n\n\nMobley:\n Of course, with all this success, I \nwould\n be remiss if I didn't mention some of our current shortcomings. Most notably of which is the fact that Mrs. Greene, for the benefit of her health, cannot be installed within SCP-6024-01 permanently, or else we may lose our only chance at effective containment.\n\n\n\n\nMobley:\n I think it all more-or-less boils down to the \"what-if\" scenarios: what if we lose Amanda Greene? Both she and the anomaly are exceedingly old and frail. I'd go so far as to say SCP-6024 is in a worse state than when it arrived, but I don't think I'm qualified to state that opinion on something barely noticeable.\n\n\n\n(\nDoctor Mobley briefly sighs.\n)\n\n\n\n\nMobley:\n Assuming that nothing goes horribly wrong, I think that we are at least on the right track.\n\n\n\n(\nDoctor Mobley places his hand onto the keyboard and the recording ends.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[END OF DOCUMENT]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report\n\n\n\n\n\n\n \n \n \n \n \n \n \n \n \n \n \nIncident Severity Level:\n \nYellow\n\n\n \n \n \n \n \n \n \n \n \n \n \nActive Lead Researcher:\n \nAdam Harold Beunchi\n\n\n\n\n \n \n \n \n \nWhile commencing scheduled cleaning of SCP-6024, a nurse assigned to the task inadvertently removed the subject's left index finger. Investigation into the severing revealed that the physical form of SCP-6024 is deteriorating. The cause of this rapid decline in condition is currently subject to intense scrutiny.\n\n\n\n\n \n \n \n \n \nFor employee safety, personnel are no longer permitted to sleep within SCP-6024's range. Amanda Greene has been granted special access in order to extend effective containment of the anomaly. SCP-6024 is not to be informed of its affliction but is to be routinely questioned about its well-being.\n\n\n\n\n \n \n \n \n \nThe entity has begun to cease life-function and is beyond treatment. By her own request, and through unanimous vote, Amanda Greene will remain within SCP-6024-01. Safety concerns have been voiced and summarily dismissed on account of Mrs. Greene's willingness.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDocument 6024-04\n\n\n\n\n\n\nLogged By:\n Doctor Charles Mobley\n\n\n\n\nSubject:\n SCP-6024\n\n\n\n(\nDoctor Mobley appears disheveled and settles into a chair.\n)\n\n\n\n\nMobley:\n They both passed away this morning at the exact same time, though I suppose we don't really know if just the bodies died or their minds went with it.\n\n\n\n\nMobley:\n Evidently the anomaly was linked to it, as the effect appears to have dissipated completely.\n\n\n\n(\nDoctor Mobley chuckles softly.\n)\n\n\n\n\nMobley:\n It looks like Beunchi was right about the easiest solution after all.\n\n\n\n\nMobley:\n Oh, and we figured out what went wrong. A colleague wrote the first law of thermodynamics on our whiteboard and it suddenly clicked.\n\n\n\n\nMobley:\n The reality transfer occurring every time someone entered the dimension was so insignificant that nobody really stopped to consider where the energy to do so came from.\n\n\n\n\nMobley:\n Adam and I fucking killed him with our incompetence, or perhaps we didn't, and now I'm left to wonder if eternity in a void is better than dying.\n\n\n\n\nMobley:\n I'll rewrite the classification tomorrow, I can't afford anymore thought to this right now.\n\n\n\n(\nDoctor Mobley places his hand onto the keyboard and the recording ends.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[END OF DOCUMENT]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Despite this, the affected area is afflicted with measurable Hume misalignment.\n\n\n2\n. An underground facility located fifty seven kilometers away from civilian residential housing, built for the containment of inert anomalous objects.\n\n\n3\n. A term used by Foundation personnel to describe public and civilian ignorance on the existence of anomalous objects and entities.\n\n\n\n\n\n\n\n\n« \nSCP-6023\n | SCP-6024 | \nSCP-6025\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6024\n\" by Savanac, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6024\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage 1\n\n\n\n\nFilename:\n warning.png\n\n\nName:\n N/A\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nThe SCP Wiki\n\n\n\n\nImage 2\n\n\n\n\nFilename:\n warning.svg\n\n\nName:\n N/A\n\n\nAuthor:\n \nCroquembouche\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nThe SCP Wiki",
    "addendums": [
        "Addendum 6024.a:",
        "Addendum 6024.b:\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "This article sucks, and you're better off not reading it.",
        "\" SCP-6024 \" by Savanac, from the SCP Wiki . Source: https://scpwiki.com/scp-6024 . Licensed under CC-BY-SA .",
        "Filename: warning.png Name: N/A Author: djkaktus License: CC BY-SA 3.0 Source Link: The SCP Wiki",
        "Filename: warning.svg Name: N/A Author: Croquembouche License: CC0 Source Link: The SCP Wiki"
    ],
    "containment_procedures": "SCP-6024 is to be kept in a humanoid containment chamber while its anomalous abilities are sufficiently suppressed by Amanda Greene. Mrs. Greene may be provided aid in the containment of SCP-6024 upon request and is to undergo psychological evaluation on a monthly basis.",
    "description": "SCP-6024 is a white male of advanced age. Despite the fact that SCP-6024 is currently comatose and would medically be considered brain-dead, the anomaly's consciousness exists and functions inside a pocket-reality referred to as SCP-6024-01.",
    "title": "SCP-6024"
}