{
    "url": "https://scp-wiki.wikidot.com/scp-6030",
    "all_text": "rating: \n+90\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6030\n: \nInto The Wild\n\n\nAuthor:\n \nweizhong\n\n\n\n\n+ More articles by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2006\n\n\nRating: 2055\n\n\n\n\n\n\nSCP-2950\n\n\nRating: 877\n\n\n\n\n\n\nSCP-2599\n\n\nRating: 863\n\n\n\n\n\n\nSCP-2800\n\n\nRating: 588\n\n\n\n\n\n\nSCP-3200\n\n\nRating: 546\n\n\n\n\n\n\nSCP-4007\n\n\nRating: 422\n\n\n\n\n\n\nSCP-2750\n\n\nRating: 317\n\n\n\n\n\n\nSCP-2201\n\n\nRating: 244\n\n\n\n\n\n\nSCP-2101\n\n\nRating: 227\n\n\n\n\n\n\nSCP-2050\n\n\nRating: 214\n\n\n\n\n\n\nSCP-2440\n\n\nRating: 203\n\n\n\n\n\n\nSCP-2301\n\n\nRating: 181\n\n\n\n\n\n\nSCP-1842\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2012\n\n\nRating: 172\n\n\n\n\n\n\nSCP-2499\n\n\nRating: 170\n\n\n\n\n\n\nSCP-1644\n\n\nRating: 166\n\n\n\n\n\n\nSCP-2775\n\n\nRating: 148\n\n\n\n\n\n\nSCP-1758\n\n\nRating: 138\n\n\n\n\n\n\nSCP-2925\n\n\nRating: 137\n\n\n\n\n\n\nSCP-972\n\n\nRating: 131\n\n\n\n\n\n\nSCP-7030\n\n\nRating: 127\n\n\n\n\n\n\nSCP-314-J\n\n\nRating: 101\n\n\n\n\n\n\nSCP-2625\n\n\nRating: 96\n\n\n\n\n\n\nSCP-2588\n\n\nRating: 93\n\n\n\n\n\n\nSCP-6030\n\n\nRating: 90\n\n\n\n\n\n\nSCP-5725\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2896\n\n\nRating: 63\n\n\n\n\n\n\nSCP-5975\n\n\nRating: 55\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nThe Meaning of Fear\n\n\nRating: 255\n\n\n\n\n\n\nRight?\n\n\nRating: 206\n\n\n\n\n\n\nAfter The End\n\n\nRating: 96\n\n\n\n\n\n\nThe Tinkerer\n\n\nRating: 96\n\n\n\n\n\n\nSpirit Dust\n\n\nRating: 70\n\n\n\n\n\n\nLeisure Time\n\n\nRating: 64\n\n\n\n\n\n\nMission Accomplished\n\n\nRating: 59\n\n\n\n\n\n\nA Broken Tool\n\n\nRating: 49\n\n\n\n\n\n\nOf Meetings and Meals\n\n\nRating: 45\n\n\n\n\n\n\nThe Space Soldier\n\n\nRating: 44\n\n\n\n\n\n\nTrip Hammer\n\n\nRating: 41\n\n\n\n\n\n\nEulogies\n\n\nRating: 26\n\n\n\n\n\n\nAll Work and No Play\n\n\nRating: 23\n\n\n\n\n\n\nAnother Day On The Job\n\n\nRating: 17\n\n\n\n\n\n\nUnveiling\n\n\nRating: 13\n\n\n\n\n\n\nConferencing\n\n\nRating: 10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ GOI formats by weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nUIU File: 2017-003\n\n\nRating: 206\n\n\n\n\n\n\nUIU File: 1933-001\n\n\nRating: 79\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring weizhong\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nUnusual Incidents Unit Hub\n\n\nDrewbear\n, \nCryogenChaos\n\n\n\n\n\n\nProject Palisade, 001 Proposal\n\n\nthedeadlymoose\n, \nDrewbear\n, and \nDexanote\n\n\n\n\n\n\nTKO\n\n\nthedeadlymoose\n and \nDrewbear\n\n\n\n\n\n\nSCP-5050-EX\n\n\nCityToast\n\n\n\n\n\n\nCompetitive Teleology\n\n\nRiemann\n\n\n\n\n\n\nSCP-5882\n\n\nRiemann\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+90\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKings Canyon National Park, the location of SCP-6030\n\n\n\n\n\n\nItem #:\n SCP-6030\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Areas of Kings Canyon National Park that have been identified as high-risk zones for SCP-6030 are to be cordoned off from public access. All persons found crossing into high-risk zones are to be detained and questioned for potential SCP-6030-1 status. Containment Team Zeta-453 has been tasked with permanent monitoring duty for identifying potential SCP-6030-1 instances and quarantining them for further treatment.\n\n\nIn the event of a completed Daltu merger, all efforts should be made to scrub evidence of missing persons from public record. Body reconstruction efforts for former SCP-6030-1 instances are to be commenced where possible.\n\n\nFoundation personnel suspected of SCP-6030-1 presence are to be immediately quarantined for further investigation, followed by the standard battery of medications pre-cleared for SCP-6030 use.\n\n\nDescription:\n SCP-6030 is a recurring temporospatial phenomenon found in regions of Kings Canyon National Park, located in California, USA. When certain individuals (designated as SCP-6030-1 instances) enter SCP-6030 zones, they disappear from local reality after an indeterminate amount of time and become unrecoverable.\n1\n\n\nSCP-6030 zones do not persist following a Daltu merger, and do not appear in consistent locations, though some areas have been noted to be particularly susceptible to SCP-6030 instantiation. Additionally, for non-SCP-6030-1 instances, SCP-6030 is visually and physically indistinguishable from non-anomalous regions of Kings Canyon National Park, making them difficult to identify. This combination of events leads to most SCP-6030 zones being designated as such ex post facto.\n\n\nSCP-6030 appears differently to each SCP-6030-1 instance. To date, there has been no identifiable pattern in SCP-6030 visual appearances, nor are there causal links between said appearances and SCP-6030-1 instances. The reason behind this variability is currently unknown.\n\n\nSCP-6030-1 instances are distinguished by two defining features. Firstly, such individuals are the only ones capable of both perceiving SCP-6030 and succumbing to its disappearance effect following a Daltu merger. Secondly, all affected individuals display a powerful urge to travel to Kings Canyon National Park in order to complete a Daltu merger. Administration of amnestics, anti-compulsive medication therapy, and other anti-memetics have proven effective in temporarily reducing this urge, but individuals who cease treatment often experience relapses.\n\n\nFundamentally, the mechanism of generation for SCP-6030-1 is currently unknown; as of yet, no evidence has been conclusively linked to potential risk factors for SCP-6030-1 presence. Moreover, as there are no other distinguishing factors for SCP-6030-1 presence, correctly identifying anomalous presence has been a persistent challenge. Ongoing research efforts into prophylactic measures and other early-screening methods have yielded inconclusive results.\n\n\nSample List of SCP-6030 Appearances:\n The following is an abbreviated list of SCP-6030 visualizations, as reported by individuals whom the Foundation was able to apprehend prior to Daltu merger. The full list is available upon request.\n\n\n\n\n\n\nSubject\n\n\nSubject Information\n\n\nSCP-6030 Location and Appearance\n\n\n\n\n\n\nSubject 36\n\n\n38 years old, Arab descent, male. Subject had no prior outdoors experience, and had traveled from New York City to Kings Canyon after an abrupt disappearance from his job as a software engineer. Unmarried, no children.\n\n\nAnomaly manifested roughly 500 feet off the trail leading through Zumwalt Meadow. Subject described the entirety of the meadow as having been replaced by a collection of featureless skyscrapers with numerous doors. The subject reported hearing a “comforting voice” that he attempted to follow, though he was unable to find the source prior to Foundation interception.\n\n\n\n\n\n\nSubject 85\n\n\n84 years old, African-American, male. Subject had traveled extensively in his youth as a military veteran, but was largely confined to a wheelchair following a stroke. Convinced members of his extended family to take him to Kings Canyon as part of a family vacation.\n\n\nAnomaly manifested outside of the Giant Tree Museum at the base of the Sentinel Tree, a large, partially burned out sequoia tree with an open view of its interior. Subject reported that the sky darkened to a twilight shade, despite the event occurring during the morning. The interior of the tree was covered with a thick layer of red poppy flowers, which gave off an \"inviting\" scent. Subject was restrained by his family, and questioned by Foundation staff embedded at park medical services.\n\n\n\n\n\n\nSubject 152\n\n\n42 years old, Caucasian, female. Subject had extensive outdoors experience, and was an experienced mountaineer and thru-hiker who was midway through hiking the length of the Pacific Crest Trail.\n2\n Divorced, no children.\n\n\nAnomaly manifested along Mather Pass, in the backcountry section of the park to the east. Subject wandered off the trail for nearly 23 miles through extremely difficult terrain before being flagged as missing by a fellow hiking companion. Wilderness rescue personnel found the subject after she had collapsed from a combination of dehydration and heat exhaustion. The subject reported that her surroundings consisted of thick, grassy vegetation that obscured her vision, despite the rocky and nearly bare consistency of Mather Pass. Furthermore, the subject stated that she felt as though she was being followed by an unknown entity, leading her to flee towards the direction of shelter, though she could not identify how she knew where the aforementioned shelter was. No further explanation was given.\n\n\n\n\n\n\nHistory:\n The first documented case of SCP-6030 was recorded in 1929 by Theodore Lewis, an undercover American Secure Containment Initiative\n3\n agent embedded within the United States National Park Service. Lewis served as the lead investigator for a series of missing persons cases that terminated at Kings Canyon National Park, and journaled extensively about his progress. Review of these efforts led to their retroactive designation as the first known instance of SCP-6030, though it is believed that the anomaly itself predates Lewis’s research.\n\n\nDrawing upon his experience in the American military, Lewis wrote entries in his journal in a series of increasingly complex ciphers. While initial entries were written with simple substitution and transposition ciphers, later entries introduced Vigenère and Polybius Square ciphers along with other more difficult to decode tactics. The last entries of his journal utilized highly complicated anomalo-ciphers using asymmetric ontological keys, spectral ciphers, and other novel techniques that are still classified pending further review. It is unknown how Lewis obtained knowledge of these methods.\n\n\nFoundation cryptanalysis efforts were unable to decode Lewis’s final entries until a breakthrough in 2020 was made by a cryptographic team led by Researcher Faisal Setiawan. Setiawan compiled extensive documentation of his team’s progress concerning SCP-6030, annotated with his own personal notes. The results of this investigation are included below, in chronological order.\n\n\n\n\n\n\n\n\nProfile: Theodore Lewis\n\n\nProfile: Faisal Setiawan\n\n\n\n\n\n\n\n\n\n\n\n\nTheodore Lewis\n\n\n\n\n\n\nDOB:\n 05/08/1895\n\n\nOccupation:\n Intelligence Officer, United States Military Intelligence Division, followed by National Park Service Ranger and embedded ASCI agent\n\n\nBiography:\n Theodore Lewis was born on May 8th, 1895, in Cheyenne, Wyoming. Records of his early life are scant, though Lewis himself notes in his journal that his childhood was unremarkable. By his own admission, Lewis’s enlistment in the United States Army shortly before its entry into World War I was the most impactful event of his life up to that point.\n\n\nLewis displayed an aptitude for military intelligence and investigative research, leading to his recruitment by the Military Intelligence Division (MID). Lewis was dispatched on military reconnaissance missions during the Third Battle of Aisne, and later during the Meuse-Argonne Offensive, which, in his own words, \"proved to be formative experiences.\" This would later result in his recommendation to the ASCI as a post-war operative specializing in investigative work and reconnaissance.\n\n\nWhile he served in a number of different postings, his last and most important one was as a National Park Ranger at Kings Canyon National Park, where he discovered SCP-6030 while tracking a missing persons case in 1929. Lewis would work on researching SCP-6030 up until his own disappearance in the summer of 1930. His documentation of SCP-6030 remained unknown until 1976, when his journal and other work was discovered in legacy archives that had been improperly categorized during the Foundation merger with the ASCI. While Lewis's first entries were rapidly decoded, his remaining work became something of an open challenge for aspiring Foundation cryptanalysts until the last sequence of entries was fully decrypted by the aforementioned team led by Faisal Setiawan.\n\n\n\n\n\n\nLewis with ASCI supervisor, Thomas Middleton.\n\n\n\n\n\n\n\n\n\n\nDOB:\n 08/02/1984\n\n\nOccupation:\n Foundation Level 3 Researcher, specializing in cryptanalysis, machine learning, and data science\n\n\nBiography:\n Faisal Setiawan was born on August 2nd, 1984 in Daly City, California. After graduating from Stanford University with a degree in mathematical and computer science, Setiawan worked in a number of early machine learning applications in infosecurity and cryptography. He was later recruited by the Foundation as a cryptographic researcher, specializing in anomalous cryptanalysis.\n\n\nSetiawan received two promotions prior to his assignment on SCP-6030. Coworkers and managers described Setiawan as diligent, hard-working, and polite, but noted that he largely kept to himself outside of work. Setiawan did not actively attend most work social events, and was considered to be somewhat of an outsider, even within the relatively small cryptanalysis department.\n\n\nNonetheless, Setiawan proved to be a talented researcher and cryptographer. After receiving several commendations for past work, Setiawan led a team that dedicated itself to fully decrypting Theodore Lewis’s work on SCP-6030, which they successfully completed in 2020.\n\n\n\n\n\n\n\n\n\n\nLewis’s Journal, Entry 1:\n The following is a decrypted version of Lewis’s first journal entry, dated to May 3rd, 1929, when he first arrived in King’s Canyon.\n\n\n\n\nI arrived in General Grant National Park today.\n4\n I am of the opinion that there is no sight more majestic, more magnificent than what God has seen fit to give us here. Unlike Yosemite to the north, the park is as of yet untouched by the ravages of picnickers and weekend tourists from the rest of California, giving it a kind of purity that I admire. I spent most of the day walking around the base of what has come to be known as “Paradise Valley.” The valley is nothing short of breathtaking, and a more apt name could not be found. At times I found myself simply stopping to gaze at the view, which I have included a photograph of.\n\n\n\n\n\n\nParadise Valley, 1929\n\n\n\n\n\n\nJosephine quite likes the weather here as well. She and the baby are settling in as I write this entry. I'm not sure that baby William enjoys the environment as much, however; he gave his mother quite a headache as he would not stop wailing the entire day. Josephine has done an admirable job calming him down, however, and for now, peace is restored to the valley.\n\n\nWith regards to the case, I have liaised with the local authorities concerning the disappearances, and have attempted to make headway on the last known sightings of the various missing persons. Tomorrow, I plan on personally visiting the relevant areas to see if I can sniff out any other relevant details.\n\n\n\n\n\n\nFaisal’s Notes:\n 03/12/2018\n\n\nFirst entry of interest in Lewis’s journal that directly mentions SCP-6030, but it’s also the first one where he changes up his entry format. Up to this point, Lewis has mostly written his entries in a fairly basic substitution cipher. Not unexpected, considering the low sophistication of most ciphers of that period. What’s interesting here though, is that Lewis introduced a more complicated substitution into this entry. Why exactly did he do that? Not sure we’ll ever get a clear answer, but it’s definitely odd considering he didn’t comment on it anywhere else.\n\n\nLewis was a pretty avid photographer evidently, which is doubly impressive considering the equipment they had to lug around in those days. Not sure if the photos themselves mean much, but it’s impressive that they’ve even managed to survive this long. Makes you wonder how much the place has changed since then.\n\n\n…I should probably be focusing on the decryption efforts rather than digging through old history. It’d be nice to mull over these entries a bit more, but the rest of the team is already focused on cracking the later ones. I don’t blame them, considering that these entries are pretty basic, but I do think it’s good to get a sense for where Lewis must have been coming from.\n\n\n\n\nLewis’s Journal, Entry 2:\n Lewis’s next relevant journal entry, dated to May 4th, 1929, the day after the first entry.\n\n\n\n\nThe climb to Silver Spray Falls takes one to the highest peaks of the Tehipite Valley. Although strenuous and long, I find that the hidden gems to be discovered in these corners of the mountains to be some of the most rewarding.\n\n\n\n\n\n\nSilver Spray Falls, 1929\n\n\n\n\n\n\nOn a more somber note, these falls were the last known sighting of two of our missing persons. One, an older gentleman from Marin, who had retired from his profession as a carpenter some years ago, and the second, a young man from over the border in Nevada who was working as a miner. By all appearances, the two men shared almost nothing in common, not their age, profession, even race or religion. And yet, both men were spotted here last by two different groups of hikers, three weeks apart. My instinct tells me that such a thing is not a coincidence.\n\n\nCould it be that both men slipped and fell over these selfsame cliffs that I was just admiring, plunging to their deaths? Did they perhaps share a hidden calling that others were not privy to? Or was it, indeed, a mere coincidence? After investigating the area, I can find no sign of tracks, disturbed passage, or natural disaster that could have caused two men to disappear into the woods. Not even a body to speak of, or any evidence of where one might have been.\n\n\nThere are, as of yet, still a few more sites to investigate, and a stack of reports to pore over. I hope that I can make some more headway into them before I retire for the evening with Josephine. Still much more to be done.\n\n\n\n\nLewis’s Journal, Entry 3:\n Lewis’s next relevant journal entry, dated to July 10th, 1929.\n\n\n\n\nBelow Silver Spray Falls lies the expanse of the Tehipite Valley. Although not technically part of General Grant Park, it is a sister to the Paradise Valley, and is none the lesser in terms of stature, beauty, and quiet reverence. Tracing the path of the water down to this valley below takes one through a journey of quiet birds, grazing mountain goats, and idyllic peace.\n\n\n\n\n\n\nTehipite Valley, 1929\n\n\n\n\n\n\nIt is a shame that such a peaceful place would be home to such tragedy as this. Days of searching, poring through every inch of the terrain with an army of volunteers, and yet, nothing. If these men and women had simply died due to some tragic mishap, we would still find \nsome\n evidence of their passing. A body, gnawed on bones, shreds of clothing, even a bit of trash from their passage. And yet, not a speck to be found. It is as if they simply…vanished.\n\n\nIn my studies of the paranormal, I have found many strange occurrences that led to disappearances, but none that seem so…random. Many people travel through these areas, but it seems as though individuals are picked off as if by a whim, suddenly disappearing into the aether with no trace left behind. How is one to conduct an investigation with no clues?\n\n\nI digress. There are still profiles on the victims to consider….though with our count now up to almost a dozen individuals suspected of disappearing, the task grows more daunting.\n\n\nNonetheless, we must persevere.\n\n\n\n\n\n\nFaisal’s Notes:\n 05/15/2018\n\n\nI like to think that the photos he left in these entries gives a sense for what he must have been seeing when he was in Kings Canyon, poring through the same mystery that we’re still hunting through all these years later. It’s kind of reassuring in a way-two generations of Foundation researchers, united in the same task…or perhaps a bit depressing that we still haven’t figured out the secret even after all this time. O5 Command certainly thinks so, because they've started to ask us for updates concerning the project. I've never had to directly deal with any administrators before, so to say that the stress level has been ramped up would be a huge understatement…\n\n\nStill, the angles of attack that we’re taking on these new entries are promising. Still waiting for the algorithms to crunch through the data set, but the team is excited about what we might find. While they’re waiting on the results, I’ve been re-reading these entries. Trying to get a sense for what Lewis might have figured out that we haven’t yet. You never know what we might dig up while reading through old history.\n\n\nWhile reading through some other logs, I read that the official count for SCP-6030 Daltu mergers is recorded at 435, but they estimate that it’s a gross undercount based on how difficult it is to actually track this thing. In the grand scheme of things, as horrible as it sounds, that’s…not that bad? Considering how long we’ve known about it, that is.\n\n\nIt’s weird. 6030 isn’t the most devastating anomaly we have in the catalogue by a long shot, it isn’t the most widespread, and it isn’t the most deadly either. But something about these people disappearing in Kings Canyon for the better part of a century (if not longer) for no reason just…frustrates me. I understand how Lewis must have felt. The complete lack of clues is almost infuriating in a way. Like it’s taunting us for how little we actually understand about it.\n\n\nMaybe I should take a nap…\n\n\n\n\nLewis’s Journal, Entry 5:\n Lewis’s next relevant journal entry, dated to October 24th, 1929.\n\n\n\n\nIn the far eastern reaches of the park lies a sweeping mountain range, the southernmost echoes of the mighty Sierra Nevada mountains, which themselves are children of the towering Rocky Mountains. The Hermit rises above its brethren to dominate the skyline here, ascetic-like in its isolation as it meditates alone.\n\n\n\n\n\n\nThe Hermit, 1929\n\n\n\n\n\n\nQuiet meditation has been on my mind as of late. We are now up to at least two dozen disappearances, if not more. Our current expedition to the Hermit was in search of more clues that may have been disturbed in the more populated segments of the park. And yet, despite all of our searching, nothing physical manifests. There are still no signs of anything out of the ordinary. If there is something to see with this anomaly, then we are simply blind to it.\n\n\nIn the evenings, when I have time away from Josephine and the baby, I scan the profiles compiled about our missing persons. This, so far, has been our only breakthrough. While at first, I believed there to be little in common between our disappearances, I have begun to identify a few common threads that may be of value.\n5\n\n\n\n\nMissing individuals tend to be older, though the youngest we have identified was merely 20.\n\n\nMost of them are unmarried, widowed, or otherwise divorced.\n\n\nPrior familiarity with the park is not a factor. Most have never traveled here before.\n\n\n\n\nThe evidence is, as of yet, meagre. I continue to work to find the strands that connect these cases, but I must admit that it’s beginning to take a toll on me. I feel myself growing somewhat haggard from the strain, and my sleep has been poor. I know that Josephine worries after me, though I say nothing. Nonetheless, we must persevere.\n\n\nIt frustrates me. I began my search here in pursuit of recovering those who had been lost, and yet it seems that we are no closer to that end than when I started. As a man who prides himself on truth finding it is…more than a little demoralizing. I had hoped that our excursion would help at least to assuage some of my own thoughts concerning the investigation, but it has only inflamed an even greater desire within me to figure out the mystery of the park.\n\n\nI am so very tired. And yet, we must persevere.\n\n\n\n\n\n\nFaisal’s Notes:\n 09/14/2018\n\n\nThis is the last entry that was decoded before our team began its work. The final stopping point of knowledge that we inherited from Lewis for more or less the last quarter century, even though there are still so many more pages to go.\n\n\nOur last few attacks on the entries didn’t work. We thought we had something promising through a list of different symmetric attacks, but it ended up empty. I’m still in awe at the complexity of the ciphers that Lewis employed after this log-most of this stuff is pretty advanced for today’s standards, and Lewis didn’t have the advantage of a computer to write them for him. The last few entries are…daunting to say the least. The ones we’re working on now at least have some recognizable patterns to them, but the last few start dipping into anomalous territory that will require some really crazy stuff. It doesn’t help that the other teams attached to the project are really breathing down our necks. We’ve got O5 Command asking for updates every week now, but we don’t really have much to show them.\n\n\nI can’t help but echo Lewis here again. It’s immensely annoying, not being able to figure out much. What makes people pack up their things, quit their jobs, and disappear into the woods? Lewis seems to have thought it was something to do with their current status…but I’m not too sure of that considering the things we’ve been digging up as of late. Not so easy to find those patterns anymore, kind of like the patterns that Lewis himself left for us.\n\n\nFrankly, the team is exhausted at this point. It feels like a never-ending cycle for the entire SCP-6030 team. We grind on this work all day long, sitting in front of our computers, waging a battle that isn’t giving us much. It’s a lot to handle. It just feels unrewarding at times. I’m getting a sense for how Lewis must have felt, working on this more or less alone.\n\n\nThere’s gotta be more to it. You don’t just write a dozen more entries after this and hide it behind twenty layers of ciphertext unless you have something worth hiding.\n\n\nI’m tired too, Lewis. But I have to keep moving. I won’t be able to sleep unless I figure it out.\n\n\n\n\n\n\n\n\nLEVEL 4/6030 CLEARANCE REQUIRED AHEAD\n\n\nThe file you are attempting to access is restricted to personnel with Level 4/6030 clearance only. Please do not attempt to open the following documentation without approved clearance.\n\n\n\n\n\n\n\n\n\n\nOpen Additional Documentation: SCP-6030\n\n\n\n\nClose Additional Documentation\n\n\n\n\n\n\nLewis’s Journal, Entry 6:\n On 12/08/2018, Setiawan’s team decrypted the first new entry of Lewis’s journal in over 12 years. The following is the entirety of the entry, dated to January 4th, 1930, some 3 months after his last decoded entry.\n\n\n\n\nThe barrier between General Grant and Sequoia Park to the south is a mighty stretch of mountains called the Great Western Divide. The divide soars well over ten thousand feet into the air, effectively cleaving these two ancient parks in twain, never to meet. A nearly impassable fortress for all but the most prepared of travelers, it serves as a reminder of the walls that God himself constructed. Beautiful, but inhospitable. Barren. Bleak.\n\n\n\n\n\n\nThe Great Western Divide, 1930\n\n\n\n\n\n\nAnd yet, all of that seemed to matter little to the man we discovered stumbling across its great slopes today. Half mad, clothes worn ragged, and carrying almost no provisions, this man was attempting to cross over from Sequoia to this side of the park for no discernible reason. After stopping him, we attempted to treat him for heat exhaustion and dehydration when he began ranting and raving while I tried to give him water.\n\n\nHe claimed that he saw…something. I do not know what it was, but it seemed to cause him great anxiety. He thrashed violently as my men tried to restrain him, to calm him down, to reassure him that he was safe. This lasted for a few minutes, until he finally began to relax, heart thumping away all the while, a sheen of sweat on his face.\n\n\nThen, he began murmuring in a low voice, one that I strained to hear. I recorded a few of the sentences here, though I have no understanding of what they could have meant, and to whom they might have been addressed, as he did not answer any of the questions we asked.\n\n\n“I’m not ready.”\n\n\n“Are you sure?”\n\n\n“I’m just sick of fighting.”\n\n\n“I understand.”\n\n\nThen, he faded. To be clear, I do not mean some sort of euphemism for dying. I mean that the man began fading away from view in my very arms, and after the course of a few moments, was gone entirely. Not invisible. Not dead. Simply…gone. Here one moment, and then entirely gone the next.\n\n\nI would be lying if I said that I wasn’t deeply shaken by the incident. As I sit here writing, I have been unable to sleep, though Josephine called me to bed hours ago. The obvious question is, of course, if this could happen to myself as well…or worse, Josephine and William.\n\n\nI do not know. The more I study, the less convinced I am that I will know. There are simply too many questions, and no answers. At times like this, I begin to doubt if we are even \nmeant\n to know the answer. Did God devise questions for us that were not meant to be solved?\n\n\nFor now, I persevere. That is all I can do.\n\n\n\n\n\n\nFaisal’s Notes:\n 12/08/2018\n\n\nI can’t believe it. People have been trying to crack some of these entries for longer than I’ve been alive, and we finally made some headway. It’s incredible. We could write whole papers, plural, on the work we’ve already done here. O5 is happier than they were before, even if they’re still harassing us every other day.\n\n\nSo then why don’t I feel like it was very satisfying? We decrypted a nearly impossible sequence, and things look good for the next few entries, and yet…it’s not as exciting as I thought it would be.\n\n\nI was tasked with solving the cryptographic challenges, but somewhere along the way, I think I became more engrossed in the larger mystery. It was exciting to find out that Lewis himself had actually seen a Daltu merger happening in real time, but to hear that he couldn’t figure out much more beyond that is demoralizing. I was hoping that there would be more answers there, I suppose.\n\n\nStill a few more entries to go. Have to keep pushing.\n\n\n\n\nSCP-6030-1 Incident Alpha:\n On 3/15/2019, a member of the SCP-6030 cryptographic team was flagged for potential SCP-6030-1 presence after unauthorized purchases of flight tickets to Kings Canyon National Park were discovered on a personal computer. As group leader, Faisal Setiawan was tasked with interviewing the subject.\n\n\n\n\nCamera feed starts. Subject is seated at an interview table in a secure interrogation room, handcuffed. Setiawan enters the room, and sits down across from her, carrying a manila envelope.\n\n\nSubject:\n Faisal.\n\n\nSetiawan:\n Allison.\n\n\nSubject:\n You look tired, Faisal.\n\n\nSetiawan:\n You’re not looking much better yourself.\n\n\nSubject:\n C’mon Faisal. No one’s shouldering more of the load than you are these days.\n\n\nSetiawan:\n We’re all under a lot of stress. Lot of pressure to figure out what’s going on here, especially from O5 and other higher ups. I’m the group leader, so I’ve just got to shoulder a bit more than the rest of you.\n\n\nSubject:\n You ever wonder why?\n\n\nSetiawan:\n Why what?\n\n\nSubject:\n Why the Foundation cares so much about this thing.\n\n\nSetiawan:\n You mean a disappearing set of people in a high profile national park? What are you talking about? Of course the Foundation cares.\n\n\nSubject:\n A few dozen a year, max, Faisal. Yes, it’s a tragedy, and yes, it’s a big mystery. But c’mon. Almost two thousand people disappear into the woods each year in the United States and nobody bats an eye. Why so much fuss about this thing? Why all the teams and the research?\n\n\nSetiawan:\n Allison, c’mon-\n\n\nSubject:\n Because it’s a black eye. We all know it. It’s absurd how many resources we’ve poured into this thing, but we do it because it’s an affront to our pride. That we have all this money, power, and knowledge, but we still can’t figure out why people choose to disappear in Kings Canyon. It’s annoying because of how easy it \nshould\n be. You ever wonder what they must have tried in higher levels of clearance that we haven’t even seen? I’ve read your notes, Faisal. I know you feel the same way.\n\n\nSetiawan:\n …what’s your point?\n\n\nSubject:\n I’m just…tired. Really tired, Faisal. It’s just exhausting coming in here every day and pouring our soul into our work for almost no gain. It just leaves you…empty inside. At some point it just becomes too much. When does it end?\n\n\nSetiawan:\n When we figure it out.\n\n\nSubject:\n And what happens if we can’t-\n\n\nSetiawan:\n That’s not how we do things, Allison. Our entire job is to figure things out. We don’t accept that for an answer. Just what were you hoping to accomplish by going there, anyway?\n\n\nSubject:\n I just…I just wanted to see what it was like. You know I’ve never been to Kings Canyon? Even before I started on this project. Before they banned us.\n\n\nSetiawan:\n I know.\n\n\nSubject:\n It’s calling to me. The wild. It’s telling me that there’s something there for me. That I can go and be free of all this. The toil. The grind. I can just…disappear. Not have to worry about it all anymore. I don’t have to struggle like I’ve been doing.\n\n\nSetiawan:\n Can you explain that more?\n\n\nSubject:\n No. Honestly, no. I don’t think you would understand. I don’t think you \ncould\n understand. And it’s not a compulsion either. I \nwant\n to do this.\n\n\nSetiawan:\n How do I know that?\n\n\nSubject:\n Run the scans. Do the neuro profile. You know I’m telling the truth. There’s nothing forcing me into this. I just want to be done.\n\n\nSubject pauses for a few moments.\n\n\nSubject:\n So where does that leave us?\n\n\nSetiawan:\n You know the procedure. We amnesticize you, put you on medication, and send you back to work.\n\n\nSubject:\n I understand. I-\n\n\nSubject begins crying. Setiawan extends a hand, and places it on hers.\n\n\nSetiawan:\n I’m sorry.\n\n\n\n\nFollowing this incident, the subject was remanded to psychiatric care for SCP-6030-1 instances. After three months of treatment, the subject returned to active work on SCP-6030.\n\n\nFaisal’s Journal Entry - 07/13/2019:\n The following journal entry was logged in Faisal Setiawan’s personal journal, separately from his regular SCP-6030 documentation. It has been included here for its relevance to SCP-6030.\n\n\n\n\nAllison’s words have been on my mind for a while now. They kept me up at night, so much so that I just couldn’t let it rest. I just couldn’t stop thinking about it. When does it end? How much do we really know?\n\n\nSo I did some digging into things I probably shouldn’t have. Level 4 documentation on SCP-6030. I just needed to see if there was something that we were missing at our level. There was pretty rigorous security on the docs but…well…when you’ve been spending the last year plus on decrypting advanced anomalo-security measures that no one’s ever seen before, suddenly the memetic kill agents aren’t quite as daunting.\n\n\nAnd \nwaduh,\n the things that we didn’t even know were going on. Did you know that we \nhave a cloning machine?\n I sure as hell didn’t. Apparently it’s been used to bring back people who’ve died, and it works perfectly, over and over again…except for SCP-6030. They tried using it on someone who went missing in the park and…nothing. Brought back a warm body, but it’s like they were in a coma. Couldn’t be woken up. No life behind their eyes, just a persistent vegetative state.\n\n\nThat sent the higher ups into a tailspin apparently. They tried everything to see how they could recover people who went in and didn’t come out. None of them worked. Finally, they tried some \nreally\n crazy stuff, things that I barely understand. Something about ontological signatures, which, from what I gather, are some kind of metaphysical profile that’s unique to an individual. It persists even after they die, because they still left an imprint on reality, and could, maybe, be recovered with something like SCP-2000. This goes doubly so for people who are teleported to other dimensions or adjacent realities.\n\n\nExcept, and say it with me this time, for SCP-6030. They tried tracing the ontological signature of an agent who disappeared, to see if they had been shunted over to some other dimension or reality. Maybe they were just lost somewhere else? But after running the trace algorithm, they found \nthat it had disappeared.\n\n\nWhich means that people who disappear into the wild aren’t dying or being teleported-they’re literally being erased from local reality.\n\n\nWhat the fuck!\n\n\nApparently that really made shit hit the wall, which is right when they pulled my team in to do some more work on the cryptographic side. Might as well see if anyone else figured anything out right?\n\n\nWhen you start working here, I feel like there’s an understanding that someone has the answers. Maybe you’re just not the right clearance level for getting the full picture, or at least you can work on deducing a little bit of the puzzle. To find out that the higher ups with full clearance are just as clueless as we are is…terrifying, to put it mildly.\n\n\nJust what the hell is going on here?\n\n\n\n\nLewis’s Journal, Entry 6:\n On 09/02/2019, Setiawan’s team decrypted the next relevant entry for SCP-6030 in Lewis’s journal, dated to May 3rd, 1930.\n\n\n\n\nFrom the heights of the high Glaciated Canyons, looking down between the Grand Sentinel and North Dome peaks, one sees the mighty Cedar Grove, dwelling in the shade of these titanic mountains. Hidden here, nestled in the shadow of two great walls, the cedars have escaped the wrath of hungry loggers looking to feed the never-ending appetite for new homes in California.\n\n\n\n\n\n\nCedar Grove, 1930\n\n\n\n\n\n\nI wish that it were possible for me to hide as they do, living a peaceful life away from prying eyes and predatory lumbermen. How beautiful and simple their life must be, soaking up the endless rays of God’s sun, free from any care or concern.\n\n\nI am not so lucky. I am burdened with the knowledge of what I have done, what I must do, and what little I have accomplished during this investigation. It has been exactly one year since I arrived in this park, and I have precious little to show for it other than an increasing count of missing persons, a tremendous toll on my health, and a family whom I almost never have time to see. There is, simply put, no end in sight.\n\n\nDuring the war, I found myself trapped in a trench with a group of other men. It had been days, if not weeks of ceaseless bombardments overhead, with back and forth motion along the trenches as was common for the conflict. We had pushed and pushed, and pushed, trying to keep advancing onwards, never stopping, always persevering. And yet, as we huddled there in the trench, trying our best to stay low, to avoid notice, to simply \nsurvive,\n I felt nothing but a deep, all-consuming weariness. No fire, no desire to keep moving. Simply weariness.\n\n\nIt felt as though we had nothing to show for all our work. Thousands had perished, pushing back and forth for scarcely a few dozen miles of terrain, when all was said and done. And it never, ever, \nstopped.\n We were simply stuck in this great war, cogs in a much vaster war machine than we could conceive of. There was naught else to do but to keep struggling, but at that moment, as mortar shells fell around us, I simply wanted to give up.\n\n\nIt pains me to say it, looking back. I felt like less of a man for the thought. But it was the truth. I was simply beyond struggling. I simply could not muster the strength to keep going. And I was ready to surrender, seeing as there was little end in sight.\n\n\nBut then, a miracle. The shelling stopped. The war was over, we were told. A higher power than us men in the trenches had decided that we could cease. We could finally rest. We were done. We could go home.\n\n\nAs I sit here, watching the view over this ancient grove, I am struck by the same feeling I had, deep in those trenches, when all I wanted was to be finished. Weary does not even begin to describe my state. I am simply tired of struggling here to no end, and I do not think that there is a miracle coming this time. I do not wish for more toil, I do not wish for more responsibility to fall upon my shoulders, and in my heart, I have surrendered to the mystery of the wilds. I am simply, deeply, tired of it all.\n\n\nI hear it now, too.\n\n\nThe call of the wild roars in my ears, and it beckons to me.\n\n\nI am finally beginning to understand, perhaps, what those missing people must have felt.\n\n\nI think I may answer it.\n\n\n\n\n\n\nFaisal’s Journal Entry - 09/03/2019:\n\n\nNo no no.\n\n\nC’mon. There’s one last entry. There’s gotta be some answer there. It can’t end like this.\n\n\nPlease.\n\n\n\n\nLewis’s Journal, Entry 7:\n On 03/08/2020, Setiawan’s team decrypted the last entry in Lewis’s journal, dated to July 18th, 1930.\n\n\n\n\nTehipite Dome is the king of peaks in the valley. The largest dome in all of the Sierras, it rises high above its peers, even lonelier than the Hermit. Its splendor is plain, and it does not bow to the valley below.\n\n\n\n\n\n\nTehipite Dome, 1930\n\n\n\n\n\n\nI know in my heart that it ends there. Perhaps I may find some answers. Or perhaps I may finally rest.\n\n\nTo Josephine and William: I am sorry. I shall miss you terribly.\n\n\n\n\n\n\nTheodore Lewis and his family\n\n\n\n\n\n\nI cannot persevere any longer.\n\n\n\n\nSCP-6030-1 Incident Beta:\n On 03/09/2020, it was discovered that Faisal Setiawan had booked an unauthorized flight to Kings Canyon National Park. Additionally, Setiawan had made an illegal equipment requisition request for a set of reality-anchored camera equipment and a neurological link that would enable recording video from his mental perspective, transmitted to a reality-anchored drop site.\n\n\nThree days later, the following transmission was received at the linked drop site, consisting of a single 34 minute video recording from Setiawan’s own experience. The transcript of this recording is included below.\n\n\n\n\nThe recording begins. Setiawan is hiking through Paradise Valley, the first site that Theodore Lewis visited when he arrived at the park. The sky overhead is free of clouds, and the trail is empty of people.\n\n\nSetiawan:\n It’s beautiful. It really is. The pictures Lewis took, they just don’t quite do it justice.\n\n\nSetiawan abruptly takes a step off the path, and begins heading into the wilderness beyond. He approaches a series of rocks that lead upwards, past the valley and into the mountains. Setiawan begins climbing, using his hands and feet to find sure footing as he ascends higher up the rocks. The sound of his exertions become audible as he continues to climb for the better part of 20 minutes.\n\n\nPulling himself up over a cliff, he finds himself in a small clearing atop the rocks. There are flowers in full bloom around him, growing out of the rocks and cliffs themselves, including lavender, monkshood, lilies, and other varieties of mountain flowers. The sky has turned to colors of purple, red, and gold, as Setiawan pauses for a moment at the edge of the cliff, peering out towards the horizon where the sun has begun to set.\n\n\nSetiawan:\n It truly is spectacular.\n\n\nUnidentified voice:\n It is.\n\n\nSetiawan turns, to see a woman of Southeast Asian descent, wearing a set of mountaineer’s equipment, walk towards him. The woman seats herself next to Setiawan on the ledge, and they look out at the horizon together for a few moments. Setiawan sighs.\n\n\nSetiawan:\n I’m tired. So, so tired. It was just too much.\n\n\nUnidentified voice:\n Shh, shh, I know. You did your best. I’m so proud of you.\n\n\nSetiawan:\n Really?\n\n\nUnidentified voice:\n Really.\n\n\nThe pair continue to watch as the sun dips lower, finally setting and beginning to cast the valley below into a twilight glow. The two sit quietly for a while longer until only the last few rays of the sun are still visible over the horizon, dimly lighting a thin patch of the sky a final streak of reddish-purple.\n\n\nSetiawan:\n I…think I’m ready to go home now.\n\n\nUnidentified voice:\n Then let’s go together.\n\n\nThe feed ends. Faisal Setiawan was reclassified as Missing in Action, pending retrieval.\n\n\n\n\n\n\n\n\nClose Additional Documentation\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Such events have been dubbed “Daltu mergers.”\n\n\n2\n. A famous ultra-long distance trail spanning from Canada to Mexico.\n\n\n3\n. A Foundation precursor organization, which merged with a number of other paranormal organizations to form the modern day Foundation\n\n\n4\n. Original name of Kings Canyon National Park, until it was given its current name in 1940.\n\n\n5\n. Lewis identified these as common threads between his missing persons, but current evidence is skeptical as to how significant these factors are in the present day.\n\n\n\n\n\n\n\n\n« \nSCP-6029\n | SCP-6030 | \nSCP-6031\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6030\n\" by weizhong, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6030\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n middle-forks.jpg\n\n\nName:\n View down Middle Fork Kings River Canyon below Tehipite Valley.\n\n\nAuthor:\n National Park Service, Jim Carson\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSEKI Digital Archives\n\n\n\n\n\n\nFilename:\n falls.jpg\n\n\nName:\n Misc. Falls, Silver Spray Falls.\n\n\nAuthor:\n National Park Service, John Palmer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSEKI Digital Archives\n\n\n\n\n\n\nFilename:\n tehipite.jpg\n\n\nName:\n Tehipite Dome, Tehipite Valley\n\n\nAuthor:\n National Park Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSEKI Digital Archives\n\n\n\n\n\n\nFilename:\n kings-canyon-scale.png\n\n\nName:\n Kings Canyon\n\n\nAuthor:\n weizhong\n\n\nLicense:\n CC By SA 3.0\n\n\nSource Link:\n Personal photograph\n\n\n\n\n\n\nFilename:\n cedar.jpg\n\n\nName:\n Cedar Grove, Looking down canyon from Bubbs Creek trail, Glaciated Canyons, Grand Sentinel (left), North Dome (right).\n\n\nAuthor:\n National Park Service, Wayne Bryant\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSEKI Digital Archives\n\n\n\n\n\n\nFilename:\n hermit.jpg\n\n\nName:\n The Hermit from Darwin Bench.\n\n\nAuthor:\n National Park Service, Henry LaSala\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nSEKI Digital Archives\n\n\n\n\n\n\nFilename:\n paradise.jpg\n\n\nName:\n \"Paradise Valley, Kings River Canyon (Proposed as a national park),\" California, 1936., ca. 1936 - NARA - 519937.jpg\n\n\nAuthor:\n National Park Service, Ansel Adams\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Lewis-cropped.jpg\n\n\nName:\n Unknown\n\n\nAuthor:\n National Park Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nYosemite National Park Facebook Page\n\n\n\n\n\n\nFilename:\n lewis-2.jpg\n\n\nName:\n 164a.jpg\n\n\nAuthor:\n National Park Service, J.V. Lloyd\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nOne Hundred Years in Yosemite\n\n\n\n\n\n\nFilename:\n lewis-3.jpg\n\n\nName:\n Washington B. \"Dusty\" Lewis, 1921.\n\n\nAuthor:\n National Park Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nAC Pillsbury Foundation",
    "addendums": [],
    "documents": [],
    "notes": [
        "Faisal’s Notes: 03/12/2018 First entry of interest in Lewis’s journal that directly mentions SCP-6030, but it’s also the first one where he changes up his entry format. Up to this point, Lewis has mostly written his entries in a fairly basic substitution cipher. Not unexpected, considering the low sophistication of most ciphers of that period. What’s interesting here though, is that Lewis introduced a more complicated substitution into this entry. Why exactly did he do that? Not sure we’ll ever get a clear answer, but it’s definitely odd considering he didn’t comment on it anywhere else. Lewis was a pretty avid photographer evidently, which is doubly impressive considering the equipment they had to lug around in those days. Not sure if the photos themselves mean much, but it’s impressive that they’ve even managed to survive this long. Makes you wonder how much the place has changed since then. …I should probably be focusing on the decryption efforts rather than digging through old history. It’d be nice to mull over these entries a bit more, but the rest of the team is already focused on cracking the later ones. I don’t blame them, considering that these entries are pretty basic, but I do think it’s good to get a sense for where Lewis must have been coming from.",
        "Faisal’s Notes: 05/15/2018 I like to think that the photos he left in these entries gives a sense for what he must have been seeing when he was in Kings Canyon, poring through the same mystery that we’re still hunting through all these years later. It’s kind of reassuring in a way-two generations of Foundation researchers, united in the same task…or perhaps a bit depressing that we still haven’t figured out the secret even after all this time. O5 Command certainly thinks so, because they've started to ask us for updates concerning the project. I've never had to directly deal with any administrators before, so to say that the stress level has been ramped up would be a huge understatement… Still, the angles of attack that we’re taking on these new entries are promising. Still waiting for the algorithms to crunch through the data set, but the team is excited about what we might find. While they’re waiting on the results, I’ve been re-reading these entries. Trying to get a sense for what Lewis might have figured out that we haven’t yet. You never know what we might dig up while reading through old history. While reading through some other logs, I read that the official count for SCP-6030 Daltu mergers is recorded at 435, but they estimate that it’s a gross undercount based on how difficult it is to actually track this thing. In the grand scheme of things, as horrible as it sounds, that’s…not that bad? Considering how long we’ve known about it, that is. It’s weird. 6030 isn’t the most devastating anomaly we have in the catalogue by a long shot, it isn’t the most widespread, and it isn’t the most deadly either. But something about these people disappearing in Kings Canyon for the better part of a century (if not longer) for no reason just…frustrates me. I understand how Lewis must have felt. The complete lack of clues is almost infuriating in a way. Like it’s taunting us for how little we actually understand about it. Maybe I should take a nap…",
        "Faisal’s Notes: 09/14/2018 This is the last entry that was decoded before our team began its work. The final stopping point of knowledge that we inherited from Lewis for more or less the last quarter century, even though there are still so many more pages to go. Our last few attacks on the entries didn’t work. We thought we had something promising through a list of different symmetric attacks, but it ended up empty. I’m still in awe at the complexity of the ciphers that Lewis employed after this log-most of this stuff is pretty advanced for today’s standards, and Lewis didn’t have the advantage of a computer to write them for him. The last few entries are…daunting to say the least. The ones we’re working on now at least have some recognizable patterns to them, but the last few start dipping into anomalous territory that will require some really crazy stuff. It doesn’t help that the other teams attached to the project are really breathing down our necks. We’ve got O5 Command asking for updates every week now, but we don’t really have much to show them. I can’t help but echo Lewis here again. It’s immensely annoying, not being able to figure out much. What makes people pack up their things, quit their jobs, and disappear into the woods? Lewis seems to have thought it was something to do with their current status…but I’m not too sure of that considering the things we’ve been digging up as of late. Not so easy to find those patterns anymore, kind of like the patterns that Lewis himself left for us. Frankly, the team is exhausted at this point. It feels like a never-ending cycle for the entire SCP-6030 team. We grind on this work all day long, sitting in front of our computers, waging a battle that isn’t giving us much. It’s a lot to handle. It just feels unrewarding at times. I’m getting a sense for how Lewis must have felt, working on this more or less alone. There’s gotta be more to it. You don’t just write a dozen more entries after this and hide it behind twenty layers of ciphertext unless you have something worth hiding. I’m tired too, Lewis. But I have to keep moving. I won’t be able to sleep unless I figure it out.",
        "Faisal’s Notes: 12/08/2018 I can’t believe it. People have been trying to crack some of these entries for longer than I’ve been alive, and we finally made some headway. It’s incredible. We could write whole papers, plural, on the work we’ve already done here. O5 is happier than they were before, even if they’re still harassing us every other day. So then why don’t I feel like it was very satisfying? We decrypted a nearly impossible sequence, and things look good for the next few entries, and yet…it’s not as exciting as I thought it would be. I was tasked with solving the cryptographic challenges, but somewhere along the way, I think I became more engrossed in the larger mystery. It was exciting to find out that Lewis himself had actually seen a Daltu merger happening in real time, but to hear that he couldn’t figure out much more beyond that is demoralizing. I was hoping that there would be more answers there, I suppose. Still a few more entries to go. Have to keep pushing.",
        "Camera feed starts. Subject is seated at an interview table in a secure interrogation room, handcuffed. Setiawan enters the room, and sits down across from her, carrying a manila envelope. Subject: Faisal. Setiawan: Allison. Subject: You look tired, Faisal. Setiawan: You’re not looking much better yourself. Subject: C’mon Faisal. No one’s shouldering more of the load than you are these days. Setiawan: We’re all under a lot of stress. Lot of pressure to figure out what’s going on here, especially from O5 and other higher ups. I’m the group leader, so I’ve just got to shoulder a bit more than the rest of you. Subject: You ever wonder why? Setiawan: Why what? Subject: Why the Foundation cares so much about this thing. Setiawan: You mean a disappearing set of people in a high profile national park? What are you talking about? Of course the Foundation cares. Subject: A few dozen a year, max, Faisal. Yes, it’s a tragedy, and yes, it’s a big mystery. But c’mon. Almost two thousand people disappear into the woods each year in the United States and nobody bats an eye. Why so much fuss about this thing? Why all the teams and the research? Setiawan: Allison, c’mon- Subject: Because it’s a black eye. We all know it. It’s absurd how many resources we’ve poured into this thing, but we do it because it’s an affront to our pride. That we have all this money, power, and knowledge, but we still can’t figure out why people choose to disappear in Kings Canyon. It’s annoying because of how easy it should be. You ever wonder what they must have tried in higher levels of clearance that we haven’t even seen? I’ve read your notes, Faisal. I know you feel the same way. Setiawan: …what’s your point? Subject: I’m just…tired. Really tired, Faisal. It’s just exhausting coming in here every day and pouring our soul into our work for almost no gain. It just leaves you…empty inside. At some point it just becomes too much. When does it end? Setiawan: When we figure it out. Subject: And what happens if we can’t- Setiawan: That’s not how we do things, Allison. Our entire job is to figure things out. We don’t accept that for an answer. Just what were you hoping to accomplish by going there, anyway? Subject: I just…I just wanted to see what it was like. You know I’ve never been to Kings Canyon? Even before I started on this project. Before they banned us. Setiawan: I know. Subject: It’s calling to me. The wild. It’s telling me that there’s something there for me. That I can go and be free of all this. The toil. The grind. I can just…disappear. Not have to worry about it all anymore. I don’t have to struggle like I’ve been doing. Setiawan: Can you explain that more? Subject: No. Honestly, no. I don’t think you would understand. I don’t think you could understand. And it’s not a compulsion either. I want to do this. Setiawan: How do I know that? Subject: Run the scans. Do the neuro profile. You know I’m telling the truth. There’s nothing forcing me into this. I just want to be done. Subject pauses for a few moments. Subject: So where does that leave us? Setiawan: You know the procedure. We amnesticize you, put you on medication, and send you back to work. Subject: I understand. I- Subject begins crying. Setiawan extends a hand, and places it on hers. Setiawan: I’m sorry.",
        "Allison’s words have been on my mind for a while now. They kept me up at night, so much so that I just couldn’t let it rest. I just couldn’t stop thinking about it. When does it end? How much do we really know? So I did some digging into things I probably shouldn’t have. Level 4 documentation on SCP-6030. I just needed to see if there was something that we were missing at our level. There was pretty rigorous security on the docs but…well…when you’ve been spending the last year plus on decrypting advanced anomalo-security measures that no one’s ever seen before, suddenly the memetic kill agents aren’t quite as daunting. And waduh, the things that we didn’t even know were going on. Did you know that we have a cloning machine? I sure as hell didn’t. Apparently it’s been used to bring back people who’ve died, and it works perfectly, over and over again…except for SCP-6030. They tried using it on someone who went missing in the park and…nothing. Brought back a warm body, but it’s like they were in a coma. Couldn’t be woken up. No life behind their eyes, just a persistent vegetative state. That sent the higher ups into a tailspin apparently. They tried everything to see how they could recover people who went in and didn’t come out. None of them worked. Finally, they tried some really crazy stuff, things that I barely understand. Something about ontological signatures, which, from what I gather, are some kind of metaphysical profile that’s unique to an individual. It persists even after they die, because they still left an imprint on reality, and could, maybe, be recovered with something like SCP-2000. This goes doubly so for people who are teleported to other dimensions or adjacent realities. Except, and say it with me this time, for SCP-6030. They tried tracing the ontological signature of an agent who disappeared, to see if they had been shunted over to some other dimension or reality. Maybe they were just lost somewhere else? But after running the trace algorithm, they found that it had disappeared. Which means that people who disappear into the wild aren’t dying or being teleported-they’re literally being erased from local reality. What the fuck! Apparently that really made shit hit the wall, which is right when they pulled my team in to do some more work on the cryptographic side. Might as well see if anyone else figured anything out right? When you start working here, I feel like there’s an understanding that someone has the answers. Maybe you’re just not the right clearance level for getting the full picture, or at least you can work on deducing a little bit of the puzzle. To find out that the higher ups with full clearance are just as clueless as we are is…terrifying, to put it mildly. Just what the hell is going on here?",
        "Faisal’s Journal Entry - 09/03/2019: No no no. C’mon. There’s one last entry. There’s gotta be some answer there. It can’t end like this. Please.",
        "\" SCP-6030 \" by weizhong, from the SCP Wiki . Source: https://scpwiki.com/scp-6030 . Licensed under CC-BY-SA .",
        "Filename: middle-forks.jpg Name: View down Middle Fork Kings River Canyon below Tehipite Valley. Author: National Park Service, Jim Carson License: Public Domain Source Link: SEKI Digital Archives",
        "Filename: falls.jpg Name: Misc. Falls, Silver Spray Falls. Author: National Park Service, John Palmer License: Public Domain Source Link: SEKI Digital Archives",
        "Filename: tehipite.jpg Name: Tehipite Dome, Tehipite Valley Author: National Park Service License: Public Domain Source Link: SEKI Digital Archives",
        "Filename: kings-canyon-scale.png Name: Kings Canyon Author: weizhong License: CC By SA 3.0 Source Link: Personal photograph",
        "Filename: cedar.jpg Name: Cedar Grove, Looking down canyon from Bubbs Creek trail, Glaciated Canyons, Grand Sentinel (left), North Dome (right). Author: National Park Service, Wayne Bryant License: Public Domain Source Link: SEKI Digital Archives",
        "Filename: hermit.jpg Name: The Hermit from Darwin Bench. Author: National Park Service, Henry LaSala License: Public Domain Source Link: SEKI Digital Archives",
        "Filename: paradise.jpg Name: \"Paradise Valley, Kings River Canyon (Proposed as a national park),\" California, 1936., ca. 1936 - NARA - 519937.jpg Author: National Park Service, Ansel Adams License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Lewis-cropped.jpg Name: Unknown Author: National Park Service License: Public Domain Source Link: Yosemite National Park Facebook Page",
        "Filename: lewis-2.jpg Name: 164a.jpg Author: National Park Service, J.V. Lloyd License: Public Domain Source Link: One Hundred Years in Yosemite",
        "Filename: lewis-3.jpg Name: Washington B. \"Dusty\" Lewis, 1921. Author: National Park Service License: Public Domain Source Link: AC Pillsbury Foundation"
    ],
    "item": "SCP-6030",
    "object_class": "Keter",
    "containment_procedures": "Areas of Kings Canyon National Park that have been identified as high-risk zones for SCP-6030 are to be cordoned off from public access. All persons found crossing into high-risk zones are to be detained and questioned for potential SCP-6030-1 status. Containment Team Zeta-453 has been tasked with permanent monitoring duty for identifying potential SCP-6030-1 instances and quarantining them for further treatment.",
    "description": "SCP-6030 is a recurring temporospatial phenomenon found in regions of Kings Canyon National Park, located in California, USA. When certain individuals (designated as SCP-6030-1 instances) enter SCP-6030 zones, they disappear from local reality after an indeterminate amount of time and become unrecoverable.1",
    "title": "SCP-6030"
}