{
    "url": "https://scp-wiki.wikidot.com/scp-6031",
    "all_text": "rating: \n+173\n+\n–\nx\n\n\nFish^12\n\n\n\n\n\n\nThis is my first SCP that survived. Wanna have some fun? This is my \nAuthor Page\n!\n\n\n\n\n\n\n\n\nItem #:\n SCP-6031\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6031 is contained in a standard Foundation container.\n\n\nDescription:\n SCP-6031 is a free standing, 180 kilogram iridium wall. The surface of SCP-6031 is etched with a vaguely humanoid figure, standing on top of an obscured entity. SCP-6031 possesses the ability to vocalize via anomalous means, but this has not occurred since Incident-6031-1.\n\n\nArchaeological Log:\n SCP-6031 was initially discovered in the Chixculub Crater by the Mayans during their splinter from the Olmecs, and has since been depicted in early records in various Mesoamerican civilizations, possibly as the central object of worship. However, it has consistently gone missing, with records detailing sizable impromptu human sacrifices.\n\n\nIncident 6031-1:\n During transport, SCP-6031's shipping container was improperly rigged, causing the crane to drop it once the winch stalled. The container landed on another stack of shipping containers, causing structural damage that tilted the container outward, over the dock.\n\n\nDue to improper handling, the locking mechanism easily unlatched. As a result, SCP-6031 fell out of the tilted container, crushing Jeremy Filia. Subsequently, SCP-6031 began to produce the voice of an unidentified man, transcribed as follows:\n\n\n\n\nSeven hundred twenty thousand, nine hundred and sixty four.\n\n\n\n\n\n\n\n\n« \nSCP-6030\n | SCP-6031 | \nSCP-6032\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6031\n\" by Fish^12, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6031\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Seven hundred twenty thousand, nine hundred and sixty four.",
        "\" SCP-6031 \" by Fish^12, from the SCP Wiki . Source: https://scpwiki.com/scp-6031 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6031",
    "object_class": "Safe",
    "containment_procedures": "SCP-6031 is contained in a standard Foundation container.",
    "description": "SCP-6031 is a free standing, 180 kilogram iridium wall. The surface of SCP-6031 is etched with a vaguely humanoid figure, standing on top of an obscured entity. SCP-6031 possesses the ability to vocalize via anomalous means, but this has not occurred since Incident-6031-1.",
    "title": "SCP-6031"
}