{
    "url": "https://scp-wiki.wikidot.com/scp-6036",
    "all_text": "SCP-6036\n — \nA Hand to Hold\n\n\n\n\nOriginally by \nCremo\n, rewritten \nJack Waltz\n and \nMachen II\n\n\n\n\nCheck out Cremo's author page!\n\n\nCheck out Jack Waltz's author page!\n\n\nCheck out Machen II's author page!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+101\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6036\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6036, taken during initial discovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6036 is held in a Standard Biological Entity Containment Unit, located at Site-300-14. SCP-6036 appears to enjoy the activity of play with personnel and hence daily interactions with the entity have been approved.\n\n\nFollowing the events detailed in Addendum 6036.2, no males are to interact with SCP-6036 and all handling duties must be performed by female personnel. The SCP-6036-A instances do not need to be handled by staff.\n\n\nDescription:\n SCP-6036 is the disembodied right hand belonging to the late Jacqueline Walzer. It is severed at the wrist and the stump itself is covered with skin. SCP-6036 is animate through unknown means and is aware of its surroundings despite the lack of visual organs. It is capable of using its fingers for locomotion and for other tasks.\n\n\nSCP-6036-A are smaller instances functioning similarly to SCP-6036. However, they appear less capable.\n\n\nDiscovery:\n SCP-6036 came to the Foundation's attention following an investigation into the disappearance of Lucas and Jacqueline Walzer, a married couple. Local authorities entered their residence and discovered the corpses of both individuals in the basement.\n\n\nMrs Walzer was notably missing her right hand. Foundation personnel took over the investigation following the discovery of several texts and materials relating to thaumaturgical practices as well as reports from police referring to a \"walking hand scuttling around\" at the site. The anomaly was recovered and the relevant amnestication protocols were followed.\n\n\nAn examination by Foundation thaumatologists revealed that the document had been embedded with an infohazard causing viewers to believe that they are viewing a text pertaining to a subject of their desire in thaumatology.\n1\n Following rigorous perceptive filtering, it was found that the documents were completely blank.\n\n\nAddendum 6036.1:\n The following are the latest entries from Jacqueline Walzer's recovered journal.\n\n\n\n\n▶ ACCESS TRANSCRIBED ENTRIES ◀\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nThe entire house is cold. It's almost like ice.\n\n\n \n\nCourse Luke doesn't mind. He never does, just the kind of person he is. Always steadfast when it came down to it. Never wavering, ever dedicated to a task. Wish I were more like him but you know. He’s been rummaging so much in the kitchen I don't think there's even a scrap left. He brought some papers yesterday, a whole bunch of them, all old looking and worn. Didn’t tell me where he got them from, but it may have been from those \nfellows\n that he’s been getting acquainted recently with. Anyway, he’s been rumbling down in the basement since last night, without any sleep.\n\n\n \n\nI think this is all related to us not being able to have kids. We've always wanted them. Ain’t Life cruel? I wish I could beat it into submission, ruining everything there is in our sights. It’s fate, existence. And there’s nothing we can ever do. I will resent and hate it, always.\n\n\n \n\nI’m just a weight on Luke's shoulders, and I know I can't convince him to stop.\n\n\n \n\nWill it work? I don’t want to doubt him, but… he's no master magician.\n\n\n \n\nDon’t get in trouble Luke. Let’s just do with what we have, don’t get in trouble…\n\n\n\n\n\n\nLuke looks so happy. He came out of the basement. He’s smiling like he never has before. It’s the first time it looked so genuine, ever since the day we realised. He kissed me. Said that it will work. That we won’t be alone ever again. He just went back down, told me to come down when he called.\n\n\n \n\nI don't know what to think.\n\n\n\n\n\n\nI want to have kids. Raise them and be proud of who they become. Know that they’ll watch me when I’m passing and remember me when I’m part of the Earth. Just like Mama once did to me.\n\n\n \n\nI trust Luke. I trust him completely. I love him, and he loves me. I can't doubt him. I never will. After everything he did, how could I? Destroy all shreds of doubt, believe in him completely.\n\n\n \n\nI feel so happy right now.\n\n\n \n\nWhat will I name them? I think I’ll name the boy Jack. What about a girl, hm… I'll name the girl Sarah. Or Riley, yes\n\n\n \n\nMy Mama, I'll be just like her one day, kind and caring.\n\n\n \n\nHe's calling me.\n\n\n \n\nOur hands will be together, always.\n\n\n\n\n\n\n▷CLOSE◁\n\n\n\n\n\n\nAddendum 6036.2 (INCIDENT REPORT):\n A week after initial containment, Dr Matthew Chen, who had been responsible for the care of SCP-6036, entered SCP-6036’s Containment Unit to find it unusually erratic and affectionate compared to its usual behaviour. SCP-6036 clasped tightly onto Dr Chen’s left hand. Several minutes later, arriving security personnel aided Dr Chen in dislodging SCP-6036. Dr Chen was later sent to the medical bay following the incident for an analysis, which uncovered no abnormalities with Dr Chen.\n\n\nThroughout the next 9 hours, a growth similar to a cyst began expanding across the palm of SCP-6036 and it grew sluggish compared to its usual nature. The growth’s inflation concerned researchers assigned to the anomaly and an emergency procedure was planned to analyse the cause. However, prior to the procedure, researchers noted movement within the sac. Several minutes later, SCP-6036 started to convulse before its growth broke and expelled its contents. A liquid identified to be amniotic fluid and two hands, dismembered roughly at the same area as SCP-6036, were recovered.\n\n\nThe instances resembled the hands of newborn human infants and both were identified to be biologically female. After an autosomal DNA test, it was found that Dr Chen was the biological father of the instances. These were labelled as SCP-6036-A instances and SCP-6036's containment procedures have been updated. They are kept in the same Unit as SCP-6036 and it has been observed to tend to them.\n\n\n\n\nFootnotes\n\n\n1\n. It was found that most information presented by the infohazard was usually faulty in nature.\n\n\n\n\n\n\nrating: \n+101\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6035\n | SCP-6036 | \nSCP-6037\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6036\n\" by Jack Waltz, Machen II and Cremo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6036\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n hand_comp.png\n\n\nAuthor:\n \nMachen II\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki",
    "addendums": [
        "Addendum 6036.1: The following are the latest entries from Jacqueline Walzer's recovered journal.",
        "Addendum 6036.2 (INCIDENT REPORT): A week after initial containment, Dr Matthew Chen, who had been responsible for the care of SCP-6036, entered SCP-6036’s Containment Unit to find it unusually erratic and affectionate compared to its usual behaviour. SCP-6036 clasped tightly onto Dr Chen’s left hand. Several minutes later, arriving security personnel aided Dr Chen in dislodging SCP-6036. Dr Chen was later sent to the medical bay following the incident for an analysis, which uncovered no abnormalities with Dr Chen.\nThroughout the next 9 hours, a growth similar to a cyst began expanding across the palm of SCP-6036 and it grew sluggish compared to its usual nature. The growth’s inflation concerned researchers assigned to the anomaly and an emergency procedure was planned to analyse the cause. However, prior to the procedure, researchers noted movement within the sac. Several minutes later, SCP-6036 started to convulse before its growth broke and expelled its contents. A liquid identified to be amniotic fluid and two hands, dismembered roughly at the same area as SCP-6036, were recovered.\nThe instances resembled the hands of newborn human infants and both were identified to be biologically female. After an autosomal DNA test, it was found that Dr Chen was the biological father of the instances. These were labelled as SCP-6036-A instances and SCP-6036's containment procedures have been updated. They are kept in the same Unit as SCP-6036 and it has been observed to tend to them."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6036 \" by Jack Waltz, Machen II and Cremo, from the SCP Wiki . Source: https://scpwiki.com/scp-6036 . Licensed under CC-BY-SA .",
        "Filename: hand_comp.png Author: Machen II License: CC BY-SA 3.0 Source Link: SCP Wiki"
    ],
    "containment_procedures": "SCP-6036 is held in a Standard Biological Entity Containment Unit, located at Site-300-14. SCP-6036 appears to enjoy the activity of play with personnel and hence daily interactions with the entity have been approved.",
    "description": "SCP-6036 is the disembodied right hand belonging to the late Jacqueline Walzer. It is severed at the wrist and the stump itself is covered with skin. SCP-6036 is animate through unknown means and is aware of its surroundings despite the lack of visual organs. It is capable of using its fingers for locomotion and for other tasks.",
    "title": "SCP-6036"
}