{
    "url": "https://scp-wiki.wikidot.com/scp-6039",
    "all_text": "SCP-6039\n\n\n\n\n\n\nBy:\n \nwinkwonkboi\n\n\n\n\n\n\nPublished on \n13 Oct 2021 10:42\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nThis is a rewrite of \nNicolaus Snow\n’s article. Hope y’all enjoy!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n2/6039\n LEVEL \n2/6039\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-6039\n\n\nObject Class: Uncontained\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDigitally-enhanced image of SCP-6039 during its initial discovery\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROTOCOLS\n\n\n\n\nDirect containment of SCP-6039 is unfeasible. Public media pertaining to the existence of SCP-6039 are to be expunged by Foundation web-crawlers and civilian witnesses are likewise amnesticized. Due to the age demographic SCP-6039 targets, no further procedures are necessary for those who claim regarding SCP-6039 activity.\n\n\nUpdate:\n Attempts at establishing communication with SCP-6039 is currently pending.\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-6039 designates an animate stuffed bear, exhibiting signs of sentience, sapience, and an average level of intelligence. Measuring to a height of around 45 centimeters, it is brown in coloration and wears a bowtie around its neck.\n\n\nThe entity is capable of transporting itself from one location to another almost instantaneously. SCP-6039 typically presents itself within the proximity of a child, aged 12 or younger, when they are alone and currently sustaining an injury or ailment of some form. Upon manifestation, it entertains the subject via performing various activities, including, but not limited to:\n\n\n\n\nDancing\n\n\nPuppeteering\n\n\nGymnastics\n\n\nPhysical stunts\n\n\n\n\nThe motive behind SCP-6039’s actions, if any exists, is unclear. Following an inconsistent amount of time, it de-manifests.\n\n\nWhen an adult human interferes with SCP-6039’s performance, it immediately disappears. It can be captured on film, however, as the specimen is seemingly unaware of any nearby cameras implemented within the area (See Discovery Log). \nTo date, SCP-6039 has not been reported to manifest in the vicinity of an individual outside its target demographic.\n1\n\n\n\n\n\n\nADDENDA MATERIALS\n\n\n\n\n\n\nDiscovery Log\n\n\n\n\n\n\nSCP-6039 was initially brought to Foundation attention following the dissemination of a home security video on the social media platform Facebook, consisting of SCP-6039 playfully interacting with 3-year-old Daisy Neuston.\n2\n The film was taken down shortly after and all involved civilians were amnesticized.\n\n\nA copy of the aforementioned video is attached below for the sake of debriefing. More footage regarding SCP-6039 is available upon request.\n\n\n\n\n\n\nSECURITY CAM FOOTAGE\n\n\n\n\n[BEGIN LOG]\n\n\n[Note: Daisy had a minor cut on her left leg at the time of recording.]\n\n\n[Daisy is seen sitting and clumsily interacting with the various alphabet blocks laid scattered across the living room carpet. As she attempts to place a block within her mouth, removing her pacifier, SCP-6039 manifests on the arm of a couch following a sudden burst of light. This does not alert Daisy, however, as she has her back turned to the entity.]\n\n\n[SCP-6039 performs a cartwheel towards her line of sight, which manages to grab her attention. She places down the block from her mouth on the floor while staring intently. SCP-6039 silently waves at Daisy, she does not respond.]\n\n\n[After a brief moment of silence, SCP-6039 reaches and takes out two crudely-decorated sock puppets from behind itself, resembling Audrey and Jeffery Neuston. It is uncertain where SCP-6039 had placed these puppets.]\n\n\n[SCP-6039 proceeds to do a performance using the sock puppets. Throughout the recording, SCP-6039 can be seen walking hastily to other spots within the living room area. Daisy is seen occasionally laughing and clapping during the specimen’s play.]\n\n\n[Following the cessation of SCP-6039’s performance, it returns to its previous position. It then bows and waves again. Daisy proceeds to stand up and approach SCP-6039 before briefly embracing it. The anomaly does not react to this. Afterward, she takes a step back before tumbling down, wherein SCP-6039 abruptly de-manifests. A short pause ensues before Daisy returns to her position during the beginning of the footage.]\n\n\n[END LOG]\n\n\n\n\nIt is undetermined how long SCP-6039 was active for prior to its discovery by the Foundation, if it all.\n\n\n \n\n\n\n\nAppearance Log\n\n\n\n\n\n\nBelow is a sample of SCP-6039 manifestations, a full list of which is available upon request.\n\n\n \n\n\n\n\n\n\nSample Log-6039\n\n\n\n\n\n\n\n\nSubject\n\n\nEvent Description\n\n\n\n\n\n\nMatthew Porsche (6), sustaining a mild cut on his right index finger.\n\n\nSCP-6039 takes out a miniature sock puppet resembling Matthew and places it on the subject’s injured finger. SCP-6039 then presents him with a miniature puppet of itself and the two proceed to interact with one another using the toys.\n\n\n\n\n\n\nJessie Steinfield (8), undergoing a common cold.\n\n\nSCP-6039 is riding a unicycle around Jessie’s room for the duration of the footage. The entity bows while Jessie applauds, after which it de-manifests.\n\n\n\n\n\n\nRudy Hops (10), suffering from a fractured arm.\n\n\nSCP-6039 takes out a black sharpie marker and signs Rudy’s cast. It spends the rest of the recording assisting the subject as he cleans his room.\n\n\n\n\n\n\nDanny Nelson (12), paralyzed from the hips-down.\n\n\nSCP-6039 presents itself in a pirate costume and does a performance, with Danny actively engaging in the play using his hand as a puppet. The specimen de-manifests on the subject’s lap following the show’s conclusion.\n\n\n\n\n\n\nBethany Goodwill (12), suffering from leukemia.\n\n\nSCP-6039 is immobile throughout manifestation. Bethany spends the recording cuddling the anomaly in her arms.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nUpdate\n\n\n\n\n\n\nOn 2021/03/29, Senior Researcher Charles Peterson\n3\n had arrived to the facility considerably late, refusing to answer why. He was reportedly more lethargic and unmotivated than usual, performing poorly in his work as a result. Peterson was also informally dressed and had bags under his eyes, presumably due to a lack of rest.\n\n\nPeterson decided to spend his break period within his office, where he promptly fell asleep undisturbed. Moments later, SCP-6039 had unexpectedly manifested near Peterson, with its subsequent interactions being caught on tape. The recording is as follows:\n\n\n\n\n\n\nTRANSCRIPTION LOG\n\n\n\n\n[BEGIN LOG]\n\n\n[Peterson is quietly asleep in his office chair, resting his head atop his desk, stained with a clear liquid (later identified as tears). He holds on to a framed photograph.]\n\n\n[SCP-6039 manifests off-camera, as noted by the sudden flash of light. After a brief moment, it gradually approaches Peterson from behind, one step at a time. It stares at Peterson’s face.]\n\n\n[Once close enough to Peterson, SCP-6039 proceeds to silently embrace his left leg. Both parties remain in the same position for 23 minutes.]\n\n\n[After the time period, SCP-6039 lets go, glancing at Peterson’s face once more before abruptly de-manifesting. Peterson wakes up thereafter.]\n\n\n[Peterson briefly inspects his left leg before noticing the liquid stain on his desk. He takes out a handkerchief from his pocket and cleans it. Peterson then tidies himself up before exiting his office.]\n\n\n[END LOG]\n\n\n\n\nFollowing this, Peterson returned to normal conditions, though noted to have stated that \"[he] had felt a warm sensation\" when prompted regarding the footage above. No further abnormal activities pursued.\n\n\nA brief inspection of Peterson’s office revealed a crumpled-up note containing a crudely-written message. It reads:\n\n\n\n\n+ Show Message\n\n\n\n\n- Hide Message\n\n\n\n\n\n\nI’m deeply sorry for you, sir. You must be devastated. He was quite the wonderful fellow, I agree. I thank you heavily for letting me take care of him whenever you’re away.\n\n\n \n\n\nAnd don’t worry, despite how time-consuming work can be, I’m sure he still loves you.\n\n\n \n\n\n\n\n~ Bearsitter\n\n\n\n\n\n\nInvestigation into Peterson’s activities outside the Foundation has discovered he had attended a funeral the day before dedicated to his late son, Nate Peterson, who recently passed away due to his rapidly declining health at the age of 11.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. See Update for more details.\n\n\n2\n. The daughter of Audrey and Jeffery Neuston.\n\n\n3\n. Head Researcher for SCP-6039\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nwinkwonkboi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-2689\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7245\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-4931\n \n(+36)\n \n•\n\n\n\n\n\n\nSCP-7488\n \n(+47)\n \n•\n\n\n\n\n\n\nSCP-7199\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-7657\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-6895\n \n(+32)\n \n•\n\n\n\n\n\n\nSCP-7816\n \n(+66)\n \n•\n\n\n\n\n\n\nSCP-6245\n \n(+65)\n \n•\n\n\n\n\n\n\nSCP-7735\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-8245\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-7156\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-7538\n \n(+118)\n \n•\n\n\n\n\n\n\nSCP-8184\n \n(+9)\n \n•\n\n\n\n\n\n\nSCP-3204\n \n(+78)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nA Taste For Sore Eyes\n \n(+12)\n \n•\n\n\n\n\n\n\n#WettleAppreciationPost\n \n(+140)\n \n•\n\n\n\n\n\n\nRoses And Thorns\n \n(+18)\n \n•\n\n\n\n\n\n\nGoodnight, Sweet Dreams\n \n(+22)\n \n•\n\n\n\n\n\n\nPeople Care, Dear\n \n(+14)\n \n•\n\n\n\n\n\n\nIn Kirby's Case, Part I: An Antithesis\n \n(+11)\n \n•\n\n\n\n\n\n\nman overboard!\n \n(+29)\n \n•\n\n\n\n\n\n\nIn an attempt to feel something.\n \n(+32)\n \n•\n\n\n\n\n\n\nAnomalous Entity Engagement Division Orientation\n \n(+54)\n \n•\n\n\n\n\n\n\nur typical unrequited love\n \n(+33)\n \n•\n\n\n\n\n\n\nSomething's Burning\n \n(+40)\n \n•\n\n\n\n\n\n\nA Sinking Feeling\n \n(+26)\n \n•\n\n\n\n\n\n\nwater diet\n \n(+27)\n \n•\n\n\n\n\n\n\nCritter Profile: Miss Cassandra!\n \n(+40)\n \n•\n\n\n\n\n\n\nWhy Jones Marcel Should Be Employee of the Century\n \n(+11)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSCiPTEMBER DOODLES\n \n(+23)\n \n•\n\n\n\n\n\n\nARTWITNESS: SCP-5843 Fanart\n \n(+30)\n \n•\n\n\n\n\n\n\nFISHER: SCP-2689 Fanart\n \n(+24)\n \n•\n\n\n\n\n\n\n7K DOODLES\n \n(+72)\n \n•\n\n\n\n\n\n\nHELTHY: SCP-6780 Fanart\n \n(+29)\n \n•\n\n\n\n\n\n\nthe winkwonk page v2\n \n(+38)\n \n•\n\n\n\n\n\n\nENLIGHTENMENT: SCP-6059 Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCollection Of Trolls (8999 Fanart)\n \n(+89)\n \n•\n\n\n\n\n\n\nfart exchange gift for jim (7384 fanart)\n \n(+25)\n \n•\n\n\n\n\n\n\nNOTICED: SCP-7345 Fanart\n \n(+19)\n \n•\n\n\n\n\n\n\nKing CalcaRuler: Halloween Emperor\n \n(+29)\n \n•\n\n\n\n\n\n\nCertified Criminal\n \n(+36)\n \n•\n\n\n\n\n\n\nfroot froggo :)\n \n(+42)\n \n•\n\n\n\n\n\n\nDITTO: SCP-#### Fanart\n \n(+42)\n \n•\n\n\n\n\n\n\nCRACKHEAD: SCP-173 Fanart\n \n(+31)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6038\n | SCP-6039 | \nSCP-6040\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6039\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6039\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Teddy\n\n\nName:\n Little girl hugs teddy bear toy\n\n\nAuthor:\n shixart1985\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6039 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-6039 . Licensed under CC-BY-SA .",
        "Filename: Teddy Name: Little girl hugs teddy bear toy Author: shixart1985 License: CC BY 2.0 Source Link: Flickr"
    ],
    "title": "SCP-6039"
}