{
    "url": "https://scp-wiki.wikidot.com/scp-6040",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6040\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ncernunnos\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n\nAny new discovered instances of SCP-6040 near urban or inhabited areas are to be reported and recovered by available agents if possible. If recovery is impossible due to environmental factors or lack of resources, a report of active specimen must be completed and sent to \nzib.ssenisub|gnikcartwc#zib.ssenisub|gnikcartwc\n.\n1\n Specimens in uninhabited areas are to be reported, but not recovered unless they exceed the size of 1.4 meters when extended.\n\n\nIndividual specimens can easily be contained, but the Foundation cannot achieve containment of entire species because of its large population and many potential habitats across the world, due to the inherent need of appropriate and ethical housing for captured members of the species. Agents are recommended to ignore possible sightings of SCP-6040 unless there is clear evidence of the presence of a specimen engaging in predatory behavior. Captured subjects are to be sent to \nWilson's Wildlife Solutions\n (WWS) for further care and study. Updates are to be transmitted in regular communications between WWS and \nUSORPL-Site-64\n. If no specialized enclosures are currently available at WWS, specimens are to be temporarily kept in available facilities wherever possible . No currents plans are in motion for a specialized containment facility for specimens of SCP-6040.\n\n\nSubjects under study are to be kept with others specimens in a enclosure imitating a wooded natural environment with the minimum size of a kilometer, with an additional 100 meters per specimen once the number of 3 has been exceeded. A buffer zone near the access point entrance must be absent of any obstruction to the line of sight of cameras. Cameras are to be hidden or protected by a plexiglass enclosure. Walled surfaces near access point of enclosure must be smooth to discourage climbing behavior near door. Natural fauna such as insects, common reptiles, birds and fish (if facility can accommodate a river simulation) can be added to the enclosure to simulate natural environments. Mammals (of any size) should not be added unless researchers are trying to observe hunting behavior. After adjusting to new environment, subjects are generally docile as long as they are fed an adequate portion of meat (relative to their size) every week.\n\n\nIn inhabited areas, local animal control specialists are to be contacted and hired on a need to know basis, if available, with agent giving them special instructions: \nanimal is unknown, a rabid racoon or something\n. Capture of SCP-6040 can be completed with standard animal control equipment, with use of protective gear and tranquilizers guns. Once capture of specimen is complete, agents are to proceed administration of class A anesthetics on animal control specialists and any civilians that has had a clear view of specimens.\n\n\nSmaller captured specimens (less then 1.4 meters when extended) are to be sent in robust soundproofed cage (list of approved models can be requested at \nzib.ssenisub|gnikcartwc#zib.ssenisub|gnikcartwc\n) via mail (maximum package size of 3 meters), or delivered by hand to a nearby facility if possible. Research has demonstrated the ability of specimen surviving for 40 days without food, but shipping should be expedited if possible.\n\n\nAdvance Capture Tactics with Mobile Task Force Assistance\n\nIf complications arrive in the capture of a specimen of SCP-6040, or an incident involving a specimen of SCP-6040 meets one of the following criteria, the relevant mobile task force must be contacted:\n\n\nContact \nMTF Epsilon-6\n:\n\n\n\n\nIf a specimen exceeds safe capture size (extended size of +1.4 meters) in an inhabited area.\n\n\nIf a specimen repeatedly avoids capture, and/or is gaining attention in the media.\n\n\n\n\nContact \nMTF Lambda-12\n :\n\n\n\n\nIf a specimen exceeds safe capture size (extended size of +1.4 meters) in a mostly uninhabited area. MTF will conduct potential risk evaluation and determine if capture is necessary.\n\n\nIf a specimen is deemed responsible of animal attacks on humans or deemed a man-eater.\n\n\n\n\nSpecimens of 6040 will be dealt by relevant task force. Use of heavy duty tranquilizers and advanced netting recommended to facilitate capture. Specimens of SCP-6040 deemed to be responsible of animal attacks or deemed a man-eater will be dealt with extreme prejudice, with use of lethal force a possibility in the interest of preserving human life. Specimens captured by either task force are to be relocated to facility \nXRC-Site-91\n. Live specimens are to be contained on second-floor in additional SCP containment, with research in predatory behavior. Deceased specimens are to be stored in a sealed container before transport, with a solution 23% formaldehyde, 5% glutaraldehyde, 2% methanol, diluted in saline to avoid rapid decomposition of specimens. Specimens are to be moved to xenobiological research laboratory for dissection and genetic analysis.\n\n\nDescription:\n\nSCP-6040, scientific name \nNautilus venari vocem\n, is a species of predators of mammalian life forms, with a complex xenobiology that has been approximated to be closest in nature to cephalopods of terrestrial origin. The species is a nocturnal predator of small mammals. The species uses six extendable limbs to position itself out of view, often lying still before choking its prey to death with its center limbs. The species assimilate larynges of prey into their bodies, roughly parroting sounds of prey as part of their calling and hunting behavior.\n\nThe species is characterized by bilateral body symmetry, a prominent head and six extendable jointed limbs resembling flat ended tentacles. Size of species is variable, but contracted size of species when limbs are retracted is generally (2/5) of full extended size. Species typically ranges from 0.6 meters to 1.2 meters. Eye organs occupy approximately 30% of the side of their heads, with a large chitinous beak at the bottom. Captured specimens of SCP-6040 have variations in body color, but the range extends from shades of brown to purple, with darker hue variants extending to black. Several spines are hidden under the skin and are only visible if the species exhibits defensive behaviors. Further analysis of the species biological and physiological traits can be read in adjacent notes:\n\n\n \n\n\nShort Notes on the Biology of the Nautilus Venari Vocem, by Dr. Edgar Fredericton\n\n\n\n\n+ Click to expand notes.\n\n\n\n\n- Click to collapse\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe specifics of the creature's anatomy are hereby written from \"SHORT NOTES ON THE BIOLOGY OF THE NAUTILUS VENARI VOCEM\" taken from the research of the now deceased Dr. Edgar Fredericton, following an incident in his research with SCP-6040.\n\n\n\n\n\n\nSHORT NOTES ON THE BIOLOGY OF THE NAUTILUS VENARI VOCEM\n\n\nby Dr. Edgar Fredericton\n\n\npresented by yours truly\n\nI've done considerable research for the foundation, but I consider SCP-6040, known as the \nNautilus venari vocem\n, my magnum opus. The species carries incredible genetic potential, and we have truly have much to learn from its unique biology. Without further due, please enrich yourself with the condensed form of my work on the \nN. venari vocem\n!\n\n\n\n\n\n\n\n\n\n\nFold\nUnfold\n\n\nTable of Contents\n\n\n\n\nSHORT NOTES ON THE BIOLOGY OF THE NAUTILUS VENARI VOCEM\n\n\nEtymology\n\n\nEnvironment\n\n\nSkeletal Structure\n\n\nXeno-transplantation, Respiratory, Digestive and Immune System\n\n\nNervous System\n\n\nMuscular and Vascular System\n\n\nHunting and Feeding\n\n\nLifespan and Reproductive Behavior\n\n\nCommunication, Sleep and Social Behavior\n\n\nSpeculation on Origin\n\n\n\n\n\n\n\n\n\n\n\n\nEtymology\n\n\nCognomen has been given by local residents according to regional folktales. SCP-6040 is thus known as cognomen \nCat Warbler\n. Specifics of the etymology is rooted in the perception that SCP-6040's main prey consists of \nFelis catus\n, commonly known as house cats. This taxonomy is erroneous as research has proven that the species are opportunistic hunters that prey on various mammals, with specimens of \nFelis catus\n being a common prey as a result of coincidence because of the widespread and invasive nature of \nFelis catus\n in the world. More information is located in \"Hunting and Feeding\" section. Usage of the term Warbler seems to be related to the loosely defined quavering or \"warbling\" in the vocalizations of the species. See \"Communication, Sleep and Social Behavior\" section for elaboration on vocalization behaviors. After analysis of behavior, the name \nNautilus venari vocem (N. venari vocem)\n is given to the species by Dr. Fredericton, given the hunting tactics of the species and in honor of the troubled history of the nomenclatures of specimens in the \nNautilus\n genus.\n2\n\n\n\n\nNote from the Doctor\n\n\nSo I'm thinking to myself, why shouldn't I tell you readers more about the great mind behind all this research? If I can inspire any of you with my wisdom, I might as well share all of the real stuff behind my work. I'm just an ordinary man really, but who am I to judge? Ha! Ha!\n\n\n\n\nEnvironment\n\n\nSpecimens of the species have been found across the world in various different climates. Species seems to occupy tropical, semiarid, mediterranean, humid continental, marine west coast, highlands, humid subtropical and humid continental weathers, with a clear preference for wooded areas. Species seem to avoid dry weather regions, such as desert, and extreme cold weather such tundra, subarctic or ice caps weather regions.\n\n\nSkeletal Structure\n\n\nAlthough SCP-6040 is most closely related to cephalopods, in regards to its general biology and brain functionality, the biggest divergence is that the species is not invertebrate. Dissections have shown an advanced skeletal structure composed of crystallized cartilage, with molecular resemblances to the cartilage of specimens of the \nSelachimorpha\n clade (commonly known as sharks). The resemblance ends on the molecular level as the bone structures are vastly different, shaped and organized to accommodate the unique hunting behavior of the species. More information is located in \"Hunting and Feeding\" section.\n\n\nInside the head of the \nN. venari vocem\n lies a thick cranium protecting its primary brain from blunt impacts. Six flat ended tentacled limbs are attached to the side of the head, symmetrical in distancing. The front and back tentacles are capable of moving on a frontal axis, to permit movement. The middle tentacles are capable of moving on a sagittal axis and are able to connect with each other. Attached by spheroid joints, the tentacles contain the structure of pseudo-spinal columns, with a series of extendable muscles permitting the limbs to contract and adjust in height as needed.\n\n\nThere is also unique spine mechanisms present in the specimens, as sections of spines are fused to bony nodules nested in the tissue of specimen with strands of collagen. When attacked, or feeling stress, the \nN. venari vocem\n can break the nodule connectors and force these various spines to protrude from their limbs or cranium, piercing their skin. The spines seem to be defensive as they do not serve in hunting of the prey of the \nN. venari vocem\n, potentially indicating an unknown predator of the species.\n\n\n\n\nNote from the Doctor\n\n\nAnyhow, these things have an amazing skeleton, they're like sharks had babies with squids and then God decided they were going to buy a bunch of spinal columns on sale? And whats that? They're gonna use them to rise up like my standing desk? Pffft! We rarely seen them pull out their spines too, although SCP-6040-4 sometimes does it out of habit. It's a real meanie to anything around. Maybe it's because it's so small?\n\n\n\n\nXeno-transplantation, Respiratory, Digestive and Immune System\n\n\nThe species has a highly specialized respiratory system, digestive and immune system. Composed of a series of smaller air sacks, their lungs are connected to the laryngeal area and pharynx without a trachea. As the species is not born with larynges, they have a set of extendable laryngeal jaws. A row of specialized needle like teeth is located inside of the jaw. Once \nN. venari vocem\n kill their prey, they rapidly eat their way to their larynges with their chitinous beak, and extend their laryngeal jaws to rip out their larynges. The newly acquired larynges will be integrated into the \nN. venari vocem\n’s bodies, their needle-like teeth providing blood and nerve endings to the new organs. An unknown protein compound named ████████ is generated in the specie's blood which seems directly responsible of successful integration of organs without a fatal immune response and necrosis of organs. Further research in the compound and the species's immune response might prove useful in developing heterologous transplants in human patients at \nXRC-Site-91\n. The remainder of the digestive system of the \nN. venari vocem\n is similar to \nOctopus vulgaris\n, or the common octopus, with the exception of an enlarged radula, capable of guiding food and blocking the connected segment of laryngeal area and pharynx area to avoid chocking on ingested items.\n\n\n\n\nNote from the Doctor\n\n\nCrazy things happened when we were studying the species, apparently they got a really large one that's been transferred to quote-unquote the \ncough\n facility \ncough\n 91 \ncough\n, not that I'm allowed there. They think it was eating horses and was moving on to bigger prey? We talk about them eating smaller mammals, but the only one I've studied that ate a horse was SCP-6040-1. Apparently, it was found in a barn after it got locked in by accident. It's the oldest one we got. Family thought they could see something outside their window whenever they were watching TV. Turns out SCP-6040-1 was the one doing the watching! Long story short, and lots of aggressive behavior later, but SCP-6040-1 gets an hour of color television per day if plays nice with other N. venari vocem!\n\n\n\n\nNervous System\n\n\nThe specie's nervous system is largely responsible of their classification as entities ressembling cephalopods. The \nN. venari vocem\n have multiple brains, with a main brain and several smaller brains, composed of nerve cells clusters, in each of the limbs. These \"brains\" or \"clusters\" are able to control the limbs independently, adjusting their height and position as needed. The nerve clusters appear to be communicate with each other as the \nN. venari vocem\n is able to perform several configurations rapidly within a short time. Effective configurations appear to be memorized when utilized frequently in their environment. Although the clusters seem to demonstrate long term memory for configurations, it is unknown if they are able to store complex information such memories.\n\n\nPossessing two camera-type eyes similar to cephalopods, they occupy roughly 30% of the side of their cranium. These enormous eyes are externally mounted to the skin and are very sensitive to light and movement. They required a large amount of energy from the \nN. venari vocem\n, requiring roughly 15% of their caloric intake per day. The species have advanced statocys to maintain their balance and hear frequencies in the range of a 100 to 64,000Hz.\n\n\nThe species seems to have an intelligence correlation with the size of the specimen, with larger specimens generally showcasing more advanced behaviors then smaller ones. Working theories assume that this is due to a larger brain size compared to regular specimens. Is it theorized that the \nN. venari vocem\n is able to develop more advance hunting patterns when ingesting larger mammals, by growing in size to accommodate the larger larynx. Fringe theories suggest that the \nN. venari vocem\n grow after consuming hormones from more advanced or complex brains, but are only pure speculation because of the unethical actions required to pursue this line of research.\n\n\n\n\nNote from the Doctor\n\n\nI hear a lot from younger researchers that think the N. venari vocem can get smarter by eating brains. They're not zombies you juvenile idiots! I can't believe I had to include their stuff in my report. On a different note, I'm pretty sure those nerve clusters do a lot more then we think in the N. venari vocem. SCP-6040-5 was initially found with a gunshot wound from a backwards idiot that shot at it! It got permanent damage on part of its brain on the left side. It often accidentally drops its larynx when it moves around, so some part of the clusters must be compensating for the missing grey matter! Its kind of cute when it has a hard time walking…\n\n\n\n\nMuscular and Vascular System\n\n\nMost of the muscle mass of the \nN. venari vocem\n are composed of muscular hydrostats, structures composed of densely packed muscles. The unique extendable limb structures are possible due to low density and compressible fluid occupying the space between the segments of the pseudo-spinal columns. The muscles combined with the ball joints provide a large range of movement and complex configurations to allow the species to walk, climb and suspend itself in a variety of positions. The species possesses three hearts, one larger main heart for its primary vascular system and two smaller ones each for separate secondary vascular systems. The primary system is in charge of distributing oxygen from it lungs to its primary brain. The secondary systems on its left and right sides are in charge distributing secondary oxygen absorbed from its skin to its limbs, as well as maintaining the necessary pressure to compress the fluid in its limbs for extension and potential bursts of speed. Similar to cephalopods, the \nN. venari vocem\n utilizes haemocyanin for the transport of oxygen, giving its blood a blue color in an oxygenated state. The species utilizes a mostly closed circulatory system, as the species temporarily opens their circulatory system when assimilating larynges into their bodies.\n\n\n\n\nNote from the Doctor\n\n\nI really get excited when I look at the muscles of the N. venari vocem! Weird little dudes use them to get taller and stand over prey. You'd think they're trying to be spooky flamingos or something. I get creeped out sometimes when SCP-6040-1 just stands tall and stares at the cameras, I feel like it knows we're watching it. It goes to prove that we don't know much about why they do what they do! And it won't get more TV time by sulking in front of the cameras (it tried that for a while!) Ha! Ha!\n\n\n\n\nHunting and Feeding\n\n\nTypical hunting behavior is not often observed in laboratory because of ethical concerns regarding feeding small mammals to members of the \nN. venari vocem\n. Pseudo-hunting behavior has been noticed in captive specimens of the species, although behavior has since been re-categorized as a form of playful behavior. Coincidental observations of the species in the wild have demonstrated general hunting behavior of the species:\n\n\n\n\nThe species has a tendency to eat fresh prey in large quantities and does not eat for a period of approximately two weeks once it is full. Research has shown subjects entering a form of hibernation if unable to drink water for over 4 days. It can survive up to 40 days without food or water, but it will die if starved for longer.\n\n\nThe species does not typically hunt cold blooded creatures or members of the \nOrnithurae\n clade (modern feathered birds). These are ignored unless the creature is starved and none of their typical prey are available.\n\n\nThe species takes advantage of its darker skin coloring to mask themselves in the dark. Their hunting behavior is strictly nocturnal, although they are frequently active in the day.\n\n\nTypical behavior of species consists of specimens perching themselves into trees, or in elevated positions sheltered from view. They will stand motionless until a prey passes under them. If no cover is available, they stand above nests, dens, or small passageways with their limbs extended, awaiting for prey.\n\n\nThe species use their two central legs as a battering ram to break the prey's neck, or choke them to death with continued pressure.\n\n\nSmaller specimens are often without larynges. They hunt for smaller prey until they are able to kill and assimilate their first larynges into their bodies.\n\n\nIf they possess larynges assimilated from prey, they will parrot sounds heard from prey. These imitations are not perfect, with a warbling quality to them.\n\n\nThe species do not inherently know how to imitate calls from prey. They can learn calls upon hearing them frequently and will incorporate them in their vocalizations upon practicing with compatible larynges.\n\n\nUtilizing vocalizations, the species imitates prey calls in hunting behavior. They typically attract a member of the species or a predator of the species.\n\n\nWhen the species captures larger prey, they have a tendency to eject their currently assimilated larynges by expelling them from their laryngeal jaw in favor of assimilating the larynges from their larger prey.\n\n\nSpecimens assimilating new larynges have a period of adjustment in which they try to reproduce previous emulated calls. They may be incapable of emulating previous learned calls if new larynges are incompatible with the sounds that were emulated.\n\n\n\n\n\n\nNote from the Doctor\n\n\nThe folks have \"ethical concerns\" about giving cats and dogs to the N. venari vocem. We should be giving the species proper prey if we want to study their natural behavior! They've been talking of trying to use robots and scents to imitate prey, but who are they kidding? We don't have the budget, they have to pay my salary after all!\n\n\n\n\nLifespan and Reproductive Behavior\n\n\nCurrent lifespan is unknown. First recovered subject SCP-6040-1 was found on December 20th, 1951. Thus far, none of the subjects in captivity have died from old age. Members of the species can continue growing indefinitely if fed in excess, but most specimens do no eat more then needed unless they are fed live prey. Origin of the species is unknown and subject of debate. It is theorized that the species could have been around for longer then initial discovery of SCP-6040-1, but no fossilized proof has been recovered, as carcasses in the wild do not leave discernible traces upon digestion or decomposition. No reproductive behavior has been notes in the species, and specimens do not appear to be gendered or possess reproductive systems.\n\n\n\n\nNote from the Doctor\n\n\nIt must have been one hell of a Christmas when they first found SCP-6040-1. I heard rumors that we keep finding bigger specimens like it, but we don't get them at six-four! I've been asking to transfer or at least get clearance for site nine-one research. Guess this shark is stuck with the little fish for a while longer! Gosh, I am brilliant! I guess the losers at nine-one need time to get sunglasses before they can handle a man like me!\n\n\n\n\nCommunication, Sleep and Social Behavior\n\n\nThe members of the \nN. venari vocem\n use vocalization outside of interactions with prey. Typical behavior hunting behavior during nighttime will be imitation of animal calls or cries of pain to attract further prey. They have been observed to occasionally practice vocalizations parroting sounds previously heard. They have been observed practicing vocalizations to scare animals away, with a playful type of behavior in regards to members of the \nOrnithurae\n clade, particularly songbirds. They are not mammalian, and although they possess larynges, these do not vocalize, instead use a syrynx organ to produce sound. Members of the \nN. venari vocem\n will occasionally attempt to imitate songbird vocalizations with little success, and try to approach them out of curiosity.\n\n\n\n\nNote from the Doctor\n\n\nI guess we're lucky the SCP-6040 don't have wings! SCP-6040-1 used to climb above the entry door of its enclosure! They had to smooth out the surfaces of the walls and add some reinforced windows so it could look out and stop trying to get a jump on the researchers! They're thinking of adding a wall mounted TV behind the window so it can watch it whenever it wants. A bad idea if you ask me!\n\n\n\n\nPerforming a form of rest during day time, occupying empty nests in trees or dens taken from prey, they will retract their limbs in an attempt to hide. They do not sleep for a set period of time, with the longest catalogued time seen sleeping being 84 minutes without activity, and the average time of sleeping sessions being estimated at 15 minutes. The species tends to sleep 8 to 12 hours per day, with sessions being spread out mostly through the day and rarely at night.\n\n\nThe \nN. venari vocem\n appear to be social in nature, as they display pseudo-hunting behavior (or playful behavior) even when they are not hunting for prey to feed. They have been observed to kill prey without feeding, and in the absence of other members of their species, have a tendency to displace cold blooded animals (such as fish or reptiles) using their limbs. Example of such behavior is using limbs to poke a fish or reptile, or attempting to move said animals in different positions. They have been observed to follow other animals out of curiosity (while keeping themselves hidden). This playful behavior may serve in learning vocalizations of prey as the \nN. venari vocem\n do not inherently know how to imitate the vocalizations of prey and have to learn specifics calls by observing behavior and hearing them repeatedly. Playful behavior has also been successfully reproduced using moving toys such as robotic imitations of animals.\n\n\nInteractions between members of the \nN. venari vocem\n are unique as members with different larynges may not be able to produce the same sounds. Members have been known to reproduce sounds learned from other members of their species if they have compatible larynges. The species does not have language or coherent speech patterns, as every interaction between members is unique, and cannot necessarily be reproduced by other specimens. Specimens have also demonstrated a unique signaling behavior only performed with other members of the species, named \"cartwheeling\". Using their limbs, they perform a rapid rotation of their limbs to cartwheel on themselves, completing a full rotation towards the left, before cartwheeling to the right into their initial position. This behavior has also been performed by some specimens towards researchers that regularly interact with them. This has been theorized as a display of security towards them, or that the researchers are considered a \nN. venari vocem\n by the specimen.\n3\n\n\nOpposite to the cartwheel behavior is a signaling display of aggression, called \"posing\". The signaling member will plant its limbs straight and firmly into the ground, extending itself to its largest possible size, and if they possess larynges, use the loudest vocalization they have learned in an attempt to intimate. Specimens have been classified into 3 general behaviors:\n\n\n\n\nSocial: Individual participates in group behavior with frequent exchange of vocalizations, following others specimens, and performing signaling \"cartwheel\" behavior.\n\n\nLoner: Individual rarely participates in group behavior, rarely vocalizes outside of hunting behavior and spends time alone. Rarely performs signaling \"cartwheel\" behavior.\n\n\nAggressive: Individual disrupts group behavior with no predictable pattern, utilizing posing behavior towards individuals, and using its beak to harass or wound other individuals.\n\n\n\n\n\n\nNote from the Doctor\n\n\nI have to say its kind of sad that some of them like to be alone. I guess some would say they can relate but that's not me! Talking about being social, but SCP-6040-3 was actually raised by a family that kept it after it ate the corpse of their old dog! They were going to bury him in their backyard, but I guess they thought it was doggie Jesus when it barked like Old Sparky used to! Hilarious!!! They must have a hell of hard time in the early weeks and were pretty good at hiding it! That being said, SCP-6040-3 loves to play fetch with the researchers and is pretty popular with the other specimens!\n\n\n\n\nSpeculation on Origin\n\n\nSpecific evolutionary origin of species is under research as the genetic make-up of the species is carbon based, with protein chains that are digestible and absent of general toxicity. Attempts to place the species in an phylogenetic tree is subject of debate, as in-depth analysis of genetics demonstrate no terrestrian genetic ancestor. Two speculative theories have emerged in regards to their genetic ancestry:\n\n\n\n\n(I) The species originates from an alternate carbon-based dimension with an entirely different evolutionary speciation, adapted for unknown environments.\n\n\n(II) The species has been designed from carbon-based creatures by an intelligent creator, for reasons unknown.\n\n\n\n\n\n\nNote from the Doctor\n\n\nI finally get to be with the big boys! That's right, yours truly is being transferred to the \nmystery\n nine-of-one \nbuilding\n. On my first tour of the job site some idiot security guard told me I wouldn't even last a day! WeLl gUeSs wHo hAs a PhD aNd wHo hAsN't Mr. GuArD??? Somebody call an ambulance, this guy got burneeed!!! Those idiots shouldn't even talk to me! I showed those naysayers who the biggest guy in the room was! Oh who you ask? That's right, me!\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nInterview with Agent Bloom on Civilian Encounter of SCP-6040-5\n\n\n\n\n+ Click for interview transcript \n\n\n\n\n- Click to collapse\n\n\n\n\n\n\nForeword:\n \nIdentities and location redacted to protect subjects. Interview with civilian subject Mr. ████████ that encountered SCP-6040-5 in ████████████████, █████████. Mr. ████████ had assisted two civilian animal control employees from ██████████ in capturing subject SCP-6040-5. Animal control employees had been administered class A anesthetics as soon as SCP-6040-5 had been recovered. Foundation Records and Information Security control procedure enacted with no photos or messages leaked from civilians subjects. Agent Bloom assumed role of local law enforcement for interview.\n\n\n<Begin Log>\n\n\nMr. ████████ :\n Thanks for listening to my story. I swear, everybody thinks I'm losing my mind, talking 'bout my gran's old stories.\n\n\nAgent Bloom :\n No worries, Mr. ████████, I am not here to judge you, only to listen and help you process what you believe you saw.\n\n\nMr. ████████ :\n (angry grumble and a pause) …WHAT DO YOU MEAN WHAT I THINK I SAW?!?!\n\n\nAgent Bloom :\n (silent pause from Agent Bloom) …Mr. ████████. I think we got off on the wrong foot. I'm sorry if I've offended you, I've worded myself poorly. I don't mean to say what you've experienced isn't real.\n\n\nMr. ████████ :\n (grumbling and a sigh) …I'm sorry Mr. Bloom. I'm just so tired of people calling me crazy over this! Even the animal control people are telling me they never saw it, even after I called them and they captured it! Craziest thing too, when I talked to them later, they said I called but never left them a message! I paid those assholes cash and now they're pretending they never helped me catch the damn monster!\n\n\nAgent Bloom :\n What did they have Mr. ████████? You are talking about a monster, but you still haven't told me what you say they captured.\n\n\nMr. ████████ :\n Its the damn Cat Warbler that's what!\n\n\nAgent Bloom :\n A Cat Warbler? Like some sort of bird or cat?\n\n\nMr. ████████ :\n No! No! A Cat Warbler, a damned Cat Warbler Mr. Bloom!\n\n\nAgent Bloom :\n I'm sorry, Mr. ████████, what do you mean by Cat Warbler? I don't believe I've ever heard someone talk about a Cat Warbler before.\n\n\nMr. ████████ :\n (grumbling) It's a damn storybook monster if I've ever heard of one! My 'gran used to tell me stories before going to bed, and it used to give me nightmares!\n\n\nAgent Bloom :\n I'm sorry Mr. ████████, but I've never heard of a Cat Warbler in a storybook before.\n\n\nMr. ████████ :\n I can't blame yah… Its more of a story that's been passed down in my family. Always said out-loud, never written down, but when I first saw it, I knew it was a goddamned Cat Warbler! I can never remember it exactly, but I got it on tape! and I got my 'gran, god bless her soul, to tell it to me one last time before she passed. She didn't know I was taping her of course!\n\n\nAgent Bloom :\n On tape? Are you saying that you have a recording of this story Mr. ████████?\n\n\nMr. ████████ :\n Yep! The one and only recording! (Mr. ████████ pulls out a Panasonic RQ-2102 Portable Cassette Recorder).\n\n\nAgent Bloom :\n Are we able to listen to this tape Mr. ████████?\n\n\nMr. ████████ :\n Why do you think I brought it!?! I want you to listen, to believe. Once you hear it, you'll know what I mean by monster! (Mr. ████████ presses play on the cassette player, and it starts with an audible crack.)\n\n\nCassette Player (recording) :\n \n(a female elderly crackling voice narrates a story).\n\nDeep in the night,\n\nThe cat warbler’s slight,\n\nYou hear tomcats fight\n\nAt your windows, every time!\n\nThe cat warbler’s bite,\n\nToo quiet with no light\n\nAt your windows, reunite\n\nTomcats hiss and yowl in spite\n\nThe cat warbler’s delights,\n\nYou hear tomcats right?\n\nAt your windows, not this time!\n\nDeep is your plight,\n\nThe cat warbler’s fright!\n\n(shaking voice) …promise me ████████, please don’t ever open your door when you hear strange sounds late at night!\n\n\nMr. ████████ (recording) :\n ‘Gran, we’ve been over this I’m a grown ass man and I can open my door if I want to shoot the damn tomcats keeping me up… (recording stops).\n\n\nMr. ████████ :\n Umm. (Short pause). I'm sorry about that last part, but you hear how creepy that story is? Its some kind of monster that eats cats and tries to come eat people or something!\n\n\nAgent Bloom :\n It certainly is scary Mr. ████████, but I don't know how a story is proof of anything? Now is that the only recording?\n\n\nMr. ████████ :\n Oh crap! It is the only recording, I should do something about that huh? But you've got yourself a recording now too! We better make copies or the G-Men are going to get it!\n\n\nAgent Bloom :\n (laughs) Very funny Mr. ████████! I sure am feeling tired, and I need a little sugar before we keep going! Are you in the mood for some donuts, maybe a cup of coffee?\n\n\nMr. ████████ :\n Coffee sounds great! I take mine with 2 sugars and a boatload of cream!\n\n\nAgent Bloom :\n No problem, as for donuts I only have sour-cream glazed! Will that do the trick Mr. ████████?\n\n\nMr. ████████ :\n Wow, you're one hospitable guy huh Mr.Bloom? We need more folks like you asking the real questions! And I'll take donuts if you got them!\n\n\n<End Log>\n\n\nClosing Statement:\n \nPanasonic RQ-2102 Portable Cassette Recorder and recording recovered from Mr. ████████. Class B anesthetics are administered in cup of coffee consumed by Mr. ████████. Agent Bloom performed two more cover interviews and declared the incident as a short stress-related hallucination to local residents. Mr. ████████ has been recommended a psychiatrist with a free first session.\n\n\n\n\n\n\n\n\n\n\n \n\n\nCatalogued Specimens at \nWilson's Wildlife Solutions\n\n\n\n\n\n\nSubject\n\n\nSkin Pigment\n\n\nSize (Retracted/Extended)\n\n\nGeneral Behavior\n\n\nNickname\n\n\nAssimilated Larynx Species\n\n\n\n\n\n\nSCP-6040-1\n\n\nDark Purple\n\n\n0.71/1.83 meters\n\n\nSocial\n\n\nDoc\n\n\nEquus caballus\n\n\n\n\n\n\nSCP-6040-2\n\n\nBlack\n\n\n0.38/1.01 meter\n\n\nLoner\n\n\nBashful\n\n\nFelis catus\n\n\n\n\n\n\nSCP-6040-3\n\n\nBrown\n\n\n0.55/1.52 meters\n\n\nSocial\n\n\nHappy\n\n\nCanis lupus familiaris\n\n\n\n\n\n\nSCP-6040-4\n\n\nPurple\n\n\n0.34/0.90 meters\n\n\nAggressive\n\n\nGrumpy\n\n\nSciurus vulgaris\n\n\n\n\n\n\nSCP-6040-5\n\n\nGrey\n\n\n0.46/1.21 meters\n\n\nSocial\n\n\nDopey\n\n\nF. catus\n\n\n\n\n\n\nSCP-6040-6\n\n\nBrown\n\n\n0.53/1.50 meters\n\n\nLoner\n\n\nSleepy\n\n\nC. familiaris\n\n\n\n\n\n\nSCP-6040-7\n\n\nLight Purple\n\n\n0.49/1.32 meters\n\n\nSocial\n\n\nSneezy\n\n\nProcyon lotor\n\n\n\n\n\n\n\n\nACCESS SCP-6040 FILES ON WWS DATABASE\n\n\n\n\n- DISCONNECT\n\n\n\n\n\n\n\n\n\n\n\n\nSEARCHING FOR SCP-6040—\n\n\nERROR 59 of 60 FILES CORRUPTED—\n\n\nDISPLAYING SEARCH RESULTS—\n\n\nFUNNY TIDBITS ABOUT N. VENARI VOCEM BEHAVIOR\n\n\nBY DR. EDGAR FREDERICTON\n\n\nThe funny ways the \nN. venari vocem\n interact with researchers!\n\n\nSCP-6040-1 \"DOC\"\n\n\nThe funniest guy, he watches cameras with his eyes!\n\n\nSCP-6040-2 \"BASHFUL\"\n\n\nHe hides in a moat, what a gentle soul!\n\n\nSCP-6040-3 \"HAPPY\"\n\n\nThe friendliest of them all, he comes to play ball!\n\n\nSCP-6040-4 \"GRUMPY\"\n\n\nSmallest of the lot, he tried to choke staff on the spot!\n\n\nSCP-6040-5 \"DOPEY\"\n\n\nHe follows the rest and gets bit on the head!\n\n\nSCP-6040-6 \"SLEEPY\"\n\n\nDoesn't really eat, but sleeps in his tree!\n\n\nSCP-6040-7 \"SNEEZY\"\n\n\nHe might be a bit sick, he drops his larynx when he trips!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nNote that this email address may be subject to change, as inconspicuous cover emails addresses are rotated out upon unsolicited inquiry by non Foundation members.\n\n\n2\n. \nDr. Fredericton reminds staff that the species has to be referred by proper name. Some staff members have been caught calling the species by erroneous term \"daddy long-legs\" and will face disciplinary action on continued infractions. Accepted names are \"Cat Warbler\" in regards to folktale or scientific name Nautilus venari vocem\n.\n\n\n3\n. \nIT IS NOT RECOMMENDED RESEARCHERS ATTEMPT TO CARTWHEEL AT SIGNALING N. VENARI VOCEM WITHOUT PROPER TRAINING FOLLOWING INCIDENT WITH SCP-6040-4\n\n\n\n\n\n\n\n\n« \nSCP-6039\n | SCP-6040 | \nSCP-6041\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Foreword: Identities and location redacted to protect subjects. Interview with civilian subject Mr. ████████ that encountered SCP-6040-5 in ████████████████, █████████. Mr. ████████ had assisted two civilian animal control employees from ██████████ in capturing subject SCP-6040-5. Animal control employees had been administered class A anesthetics as soon as SCP-6040-5 had been recovered. Foundation Records and Information Security control procedure enacted with no photos or messages leaked from civilians subjects. Agent Bloom assumed role of local law enforcement for interview. <Begin Log> Mr. ████████ : Thanks for listening to my story. I swear, everybody thinks I'm losing my mind, talking 'bout my gran's old stories. Agent Bloom : No worries, Mr. ████████, I am not here to judge you, only to listen and help you process what you believe you saw. Mr. ████████ : (angry grumble and a pause) …WHAT DO YOU MEAN WHAT I THINK I SAW?!?! Agent Bloom : (silent pause from Agent Bloom) …Mr. ████████. I think we got off on the wrong foot. I'm sorry if I've offended you, I've worded myself poorly. I don't mean to say what you've experienced isn't real. Mr. ████████ : (grumbling and a sigh) …I'm sorry Mr. Bloom. I'm just so tired of people calling me crazy over this! Even the animal control people are telling me they never saw it, even after I called them and they captured it! Craziest thing too, when I talked to them later, they said I called but never left them a message! I paid those assholes cash and now they're pretending they never helped me catch the damn monster! Agent Bloom : What did they have Mr. ████████? You are talking about a monster, but you still haven't told me what you say they captured. Mr. ████████ : Its the damn Cat Warbler that's what! Agent Bloom : A Cat Warbler? Like some sort of bird or cat? Mr. ████████ : No! No! A Cat Warbler, a damned Cat Warbler Mr. Bloom! Agent Bloom : I'm sorry, Mr. ████████, what do you mean by Cat Warbler? I don't believe I've ever heard someone talk about a Cat Warbler before. Mr. ████████ : (grumbling) It's a damn storybook monster if I've ever heard of one! My 'gran used to tell me stories before going to bed, and it used to give me nightmares! Agent Bloom : I'm sorry Mr. ████████, but I've never heard of a Cat Warbler in a storybook before. Mr. ████████ : I can't blame yah… Its more of a story that's been passed down in my family. Always said out-loud, never written down, but when I first saw it, I knew it was a goddamned Cat Warbler! I can never remember it exactly, but I got it on tape! and I got my 'gran, god bless her soul, to tell it to me one last time before she passed. She didn't know I was taping her of course! Agent Bloom : On tape? Are you saying that you have a recording of this story Mr. ████████? Mr. ████████ : Yep! The one and only recording! (Mr. ████████ pulls out a Panasonic RQ-2102 Portable Cassette Recorder). Agent Bloom : Are we able to listen to this tape Mr. ████████? Mr. ████████ : Why do you think I brought it!?! I want you to listen, to believe. Once you hear it, you'll know what I mean by monster! (Mr. ████████ presses play on the cassette player, and it starts with an audible crack.) Cassette Player (recording) : (a female elderly crackling voice narrates a story). Deep in the night, The cat warbler’s slight, You hear tomcats fight At your windows, every time! The cat warbler’s bite, Too quiet with no light At your windows, reunite Tomcats hiss and yowl in spite The cat warbler’s delights, You hear tomcats right? At your windows, not this time! Deep is your plight, The cat warbler’s fright! (shaking voice) …promise me ████████, please don’t ever open your door when you hear strange sounds late at night! Mr. ████████ (recording) : ‘Gran, we’ve been over this I’m a grown ass man and I can open my door if I want to shoot the damn tomcats keeping me up… (recording stops). Mr. ████████ : Umm. (Short pause). I'm sorry about that last part, but you hear how creepy that story is? Its some kind of monster that eats cats and tries to come eat people or something! Agent Bloom : It certainly is scary Mr. ████████, but I don't know how a story is proof of anything? Now is that the only recording? Mr. ████████ : Oh crap! It is the only recording, I should do something about that huh? But you've got yourself a recording now too! We better make copies or the G-Men are going to get it! Agent Bloom : (laughs) Very funny Mr. ████████! I sure am feeling tired, and I need a little sugar before we keep going! Are you in the mood for some donuts, maybe a cup of coffee? Mr. ████████ : Coffee sounds great! I take mine with 2 sugars and a boatload of cream! Agent Bloom : No problem, as for donuts I only have sour-cream glazed! Will that do the trick Mr. ████████? Mr. ████████ : Wow, you're one hospitable guy huh Mr.Bloom? We need more folks like you asking the real questions! And I'll take donuts if you got them! <End Log> Closing Statement: Panasonic RQ-2102 Portable Cassette Recorder and recording recovered from Mr. ████████. Class B anesthetics are administered in cup of coffee consumed by Mr. ████████. Agent Bloom performed two more cover interviews and declared the incident as a short stress-related hallucination to local residents. Mr. ████████ has been recommended a psychiatrist with a free first session."
    ],
    "containment_procedures": "Any new discovered instances of SCP-6040 near urban or inhabited areas are to be reported and recovered by available agents if possible. If recovery is impossible due to environmental factors or lack of resources, a report of active specimen must be completed and sent to zib.ssenisub|gnikcartwc#zib.ssenisub|gnikcartwc.1 Specimens in uninhabited areas are to be reported, but not recovered unless they exceed the size of 1.4 meters when extended.",
    "description": "SCP-6040, scientific name Nautilus venari vocem, is a species of predators of mammalian life forms, with a complex xenobiology that has been approximated to be closest in nature to cephalopods of terrestrial origin. The species is a nocturnal predator of small mammals. The species uses six extendable limbs to position itself out of view, often lying still before choking its prey to death with its center limbs. The species assimilate larynges of prey into their bodies, roughly parroting sounds of prey as part of their calling and hunting behavior.",
    "title": "SCP-6040"
}