{
    "url": "https://scp-wiki.wikidot.com/scp-6043",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\nAUTHOR:\n Dr Golden\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4/6043 classified. Unauthorized access is forbidden.\n\n\n\n\n6043\n\n\n \n\n\n \n\n\n\n\nItem #:\n SCP-6043\n\n\nObject Class:\n Uncontainable\n\n\nSpecial Containment Procedures:\n As of current writing, it is physically and conceptually impossible to contain SCP-6043 due to its status as a metaphysical entity. Personnel assigned to SCP-6043 are required to have passed the MUA\n1\n exam with a score of at least 750. Psychological screenings are to be done monthly on personnel working with SCP-6043 for extended periods of time.\n\n\nDescription:\n SCP-6043 is a metaphysical entity that represents the concept of life and the process of aging. The anomaly is conceptually attached to every living organism. The Foundation is able to perceive and, to a limited extent, manipulate the anomaly via a modified Metaphysical Consciousness Elevator fitted with the tools necessary to manipulate SCP-6043. Direct communication with SCP-6043 is, as of writing, impossible.\n\n\nDiscovery:\n On September 26, 2005, Metaphysics Research Team #15, consisting of Assisting Researcher Jones, Assisting Researcher Rallison, Assisting Researcher Matt and Researcher Hawthorne made initial contact with SCP-6043 during a basic experiment measuring the amount of Gilds\n2\n emitted by a singular person. After the initial discovery, Metaphysics Research Team #15 was granted permission by their Site Director to continue experimentation on the then-novel SCP-6043. All relevant experimentation logs, including research notes, video transcripts and interview logs have been attached to this document and are listed below.\n\n\nExperimentation and Research\n\n\nInitial Discovery\n\n\nMetaphysics Research Team #15 measured the Gilds emitted by a 25-year-old D-Class. The results obtained were 10 Gilds, as opposed to the expected 0.\n\n\nThis note from Researcher Hawthorne is attached to the results: \n\"The detection of Gilds is unprecedented, to say the least. Calculations performed after the test showed that a single human consciousness should not have enough of a presence to register even a single Gild on the MPD\n3\n. We repeated the experiment with two other Gild counters and obtained exactly the same result. I'll be contacting the Site Director to see what we should do next. In the mean time, all tests from my team are being suspended.\"\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 27/09/2005, 10:30 PM.\n\n\nNOTE:\n This meeting was recorded and attached to this document with permission from the entire research team to add extra context to their research process.\n\n\n\n\n[BEGIN LOG]\n\n\nThe research team is seen walking into the meeting room. Researcher Hawthorne is already seated at the head of the table. The other members of the team sit on the surrounding chairs.\n\n\nHawthorne is seen shuffling papers in her hand, before looking up at the rest of the team.\n\n\nHawthorne:\n Good afternoon, everyone. First of all, I'd like to thank everyone for coming to this meeting on short notice. I'm sure that the urgency of this meeting isn't a surprise to you. Now, let's discuss the matter at hand.\n\n\nHawthorne moves to the front of the table and turns on a projector. The projection displays the test results recorded by the team.\n\n\nHawthorne:\n I'm sure you all remember the unusual results we obtained yesterday.\n\n\nMatt raises his hand.\n\n\nHawthorne:\n Yes?\n\n\nMatt:\n Have these results been verified yet?\n\n\nHawthorne:\n Right, thank you for reminding me.\n\nResearch teams 86, 54 and 99 all repeated the experiment quite a few times and got exactly the same result; 10 Gilds.\n\n\nMatt:\n And was there anything in common between the D-Class used in the tests?\n\n\nHawthorne:\n Not much, really. Of the 15 D-Class tested, including ours, there was an about equal ratio of males to females, 10 of them believed in an Abrahamic faith, 11 were mentally sane. In the interest of time, I'll stop there.\n\n\nHawthorne:\n The only real consistency was that their ages all ranged from 22 to 26.\n\n\nMatt:\n Thank you.\n\n\nHawthorne:\n Moving on…\n\n\nHawthorne:\n The mathematicians who designed the MPD even double-checked their calculations, a single human consciousness should not even give off a single Gild, let alone 10. The Site Director has given us express permission to continue our research on this phenomenon. Now, I want to hear from you guys. How do you feel about what we've uncovered?\n\n\nMatt:\n Well honestly, I am very excited to say the least. We could potentially, well, revolutionize the entire field of metaphysics if we can find out just what's going on. We've opened a door towards progress, lets not leave it hanging.\n\n\nRallison:\n Well I'd have to say that I am a lot more apprehensive than our colleague Matt seems to be. As part of the Metaphysics Department, we need to be aware that we are studying entities that define the concepts of everything around us. We have to be careful, is what I mean. Careful with what we do with the knowledge we obtain.\n\n\nJones:\n To me, this is not only a door towards knowledge, it's an opportunity for practical application. For too long, the metaphysics has been side-lined as just another department that gets nothing done, one that only thinks and never does. For goodness sake there's only one accredited researcher here! And I am aware that metaphysics is known as a sub-division of philosophy but we can do more! Think about it, doctors here could use MPDs to know when their patients are dying and when they're stable, for instance. So in short, I agree with our colleague Matt. We need to push forward as much as possible.\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n Right, those are some very, er, interesting opinions…\n\nAnyway! To assist us in our research, us and a pool of a couple dozen other teams have all been given a new piece of machinery to aid us.\n\n\nHawthorne leaves the room before wheeling in a large machine, the Metaphysical Consciousness Elevator.\n\n\nHawthorne:\n \nThis\n, my friends, is the Metaphysical Consciousness Elevator.\n\n\nMatt:\n What does it do?\n\n\nHawthorne chuckles slightly.\n\n\nHawthorne:\n Calm down, I was just about to get there.\n\nThis device was designed by the same division who gave us the MPD,\n\nAnd according to this handy-dandy information booklet…\n\n\nHawthorne is seen waving the booklet before opening it to read its contents.\n\n\nHawthorne:\n It is supposed to 'allow the subject to elevate their consciousness into the metaphysical realm'…\n\n\nTo be more descript, it decreases the Gilds in the metaphysical area the subjects consciousness occupies, allowing it to interact with the metaphysical. As a result, the subject will be put into a catatonic state. That's precisely why the Elevator comes pre-equipped with life support equipment. Bringing the consciousness back is as simple as re-filling the metaphysical area it occupies with the Gilds the machine took from the subject. Depending on how long they are in the elevated state, recovery from the catatonic state can last from a few hours to a couple of weeks. We are strongly recommended against holding an elevated state for more than 24 hours and strictly forbidden from holding one more than 48 hours.\n\n\nRallison:\n I'm sorry, but may I interject?\n\n\nHawthorne:\n Go right ahead.\n\n\nRallison:\n Are there any psychological or mental downsides to being in an elevated state?\n\n\nHawthorne:\n Erm…\n\n\nHawthorne flips through the information booklet, scanning the pages.\n\n\nHawthorne:\n I guess we're finding that out for them.\n\n\nRallison is seen scowling.\n\n\nHawthorne:\n I'll file a complaint. Anyway, it's getting late, I suppose I should adjourn this meeting.\n\n\nAny further questions?\n\n\nSilence for 5 seconds.\n\n\nHawthorne:\n …I'll take that as a resounding no. Alright everyone, have a good evening and I'll see you tomorrow.\n\n\nHawthorne is seen leaving the meeting room, shortly followed by the rest of the research team. Idle chat between them can be heard.\n\n\n\n\n[END LOG]\n\n\n\n\nOn September 28th, Metaphysics Research Team #15 conducted their first tests on SCP-6043. The stated goal of the following tests was \"to properly define the metaphysical properties of the anomaly.\"\n\nWhile ensuring that the Metaphysical Consciousness Elevator functioned properly, the team managed to obtain a visual description of the elevated state. The D-Class was held in the elevated state for a total of 5 minutes before being lowered from it. After a resting period of 30 minutes, the D-Class reported that, within the elevated state, they could only see white. They also reported that they felt 'loose' and 'detached from the world.'\n\n\nNext, the team attempted to define SCP-6043. D-24721 entered an elevated state and was held in it for 1 hour. When the D-Class was lowered from the elevated state, they entered a rest period of a week. After D-24721 was discharged from the medical ward, they provided a similar description to the previous D-Class, describing the elevated state as 'an odd calmness' and feeling 'weightless.' The test goals were declared failed by Researcher Hawthorne.\n\n\nTesting was suspended upon request of Researcher Hawthorne in favour of a meeting to discuss their next steps.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n September 28, 2005, 2:30 PM\n\n\nNOTE:\n This meeting was conducted thirty minutes after initial test number two was completed. This meeting was recorded and attached to this document with permission from the entire research team to add extra context to their research process.\n\n\n\n\n[BEGIN LOG]\n\n\nMetaphysics Research Team #15 is seen rushing into the meeting room. Overlapping conversations are heard from them.\n\n\nHawthorne:\n Alright, can I have everyone settle down!\n\n\nThe volume in the room gradually decreases into silence.\n\n\nHawthorne:\n…thank you. Okay team! We've got a lot to think over, so what's going through everyone's mind?\n\n\nMatt:\n Oh, you have no idea how excited I am! We now have a consistent description for the elevated state. This- oh this is great!\n\n\nHawthorne:\n I appreciate the enthusiasm, Matt. Just try to stay focused, alright?\n\n\nMatt is seen chuckling and scratching the back of his head.\n\n\nMatt:\n Sorry, the excitement got the better of me.\n\n\nHawthorne:\n I can see why. This is our first big- big breakthrough, ever! Now, onto the matter at hand.\n\n\nJones:\n That would be what we need to do next, correct?\n\n\nHawthorne:\n Precisely! So, do any of you have any ideas?\n\n\nSilence for 10 seconds.\n\n\nHawthorne:\n …take your time, I guess.\n\n\nThe room falls into silence for the next 2 minutes. The team is seen seating themselves and writing on notepads.\n\n\nMatt then slams his hands on the table. The rest of the team jolts in surprise before darting their heads towards Matt.\n\n\nMatt:\n I've got it!\n\n\nHawthorne:\n God, don't scare me- I mean- What is it?\n\n\nMatt:\n So we've established that this, well, anomaly is present at a stable state, right?\n\n\nJones:\n That would be correct.\n\n\nMatt:\n So let's investigate if the anomaly is present outside of stable states.\n\n\nRallison:\n And how do you think we should do that?\n\n\nSilence for 2 seconds.\n\n\nMatt:\n Didn't think of that…\n\n\nSilence for 5 seconds. The research team is deep in thought.\n\n\nJones:\n I may have a proposal.\n\n\nHawthorne:\n Alright Jones, help us out here.\n\n\nJones:\n The Elevator places someone in a catatonic state, correct?\n\n\nRallison:\n Yep.\n\n\nJones:\n So let's take life support off of the D-Class while in the elevated state and allow their condition to decline. Then, as late as possible, we re-connect life support and use emergency equipment if necessary. That way, we get to observe two things. One, we can see how Gilds vary between near-death and a stable condition. Two, we can get a description from the D-Class of how it felt.\n\n\nRallison:\n I'm going to have to stop you right there.\n\n\nThe team turns to faces Rallison. Matt is seen rolling his eyes.\n\n\nRallison:\n Isn't that far too risky?\n\n\nMatt:\n How, may I ask, is that risky..?\n\n\nRallison:\n Recovering from a near-death situation isn't as easy as you make it out to be. We're risking paralysing, if not deadly brain damage from this. We could end up with a vegetable instead of a D-Class.\n\n\nMatt:\n You make a good point…\n\n\nHawthorne:\n Well, we've got to take some risks, right?\n\n\nSilence for 3 seconds.\n\n\nRallison:\n If we do this, we have to be careful.\n\n\nHawthorne:\n Of course. I'll submit the testing proposal to the Ethics Committee.\n\n\nMatt:\n Perfect! Anyone else have any objections?\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n Alright. Thank you everyone for coming. This meeting has been adjourned.\n\n\nThe team is seen leaving the room. Idle chat between them can be heard.\n\n\n\n\n[END LOG]\n\n\n\n\nOn September 28, the Ethics Committee approved the experiment proposal. At 3:30 PM on the same day, Metaphysics Team #15 conducted the proposed experiment. Their stated goal was 'to distinguish whether or not the anomaly is present at a stable state.' The team included Medical ER Team #54 in the experiment. D-38129 was successfully held in an elevated state. Life support equipment was removed from the D-Class. D-38129 entered V-FIB and the ER team successfully re-established a stable state. The D-Class was lowered from the elevated state immediately after and placed under close medical observation. No severe or permanent nerve damage was afflicted onto D-38129.\n\n\nTwo weeks later, on November 12, 2005, D-38129 recovered to a state stable enough to perform basic activities without the assistance of medical equipment. The next day, Researcher Hawthorne conducted an interview, attached below, with D-38129.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 13 November, 2005, 12:00 PM\n\n\n\n\n[BEGIN LOG]\n\n\nHawthorne:\n Good afternoon D-38129. I'm Doctor Hawthorne, we met about two weeks ago?\n\n\nD-38129:\n Oh, I remember you! Geez, whatever you did put me in a hospital bed.\n\n\nHawthorne:\n On behalf of Metaphysics Research Team #15 we, erm, apologise for that. It was necessary for the test we were conducting.\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n A-anyway, are you ready to answer a question today for me, D-38129?\n\n\nD-38129:\n Ask away, doctor.\n\n\nHawthorne:\n Excellent. Alright…\n\n\nHawthorne is seen flipping a paper in her hands.\n\n\nHawthorne:\n How did you feel while you were in the harness we put you in? And before you answer, I want you to be as vivid as possible in your description, alright?\n\n\nD-38129:\n Well, it's a little hard to describe…\n\n\nHawthorne:\n Take as much time as you need.\n\n\nD-38129:\n Alright.\n\n\nSo when that machine you attached me to started whirring, I felt sleepy to say the least. Like I was slipping away. My vision blurred until all I could see was white. Literally, only white!\n\n\nAnd then, I felt weightless. I was outside of my body, I guess. Nothing was pulling me down, and nothing was pushing me up. It's not like I could move myself either. Do you know how space feels? It's like I was in space. No way to move myself, and nothing moving me.\n\n\nAnd then, all of a sudden, I felt something being pulled out of me. It's like a string was being pulled out of me, like a loose sweater thread.\n\n\nHawthorne is seen scribbling notes onto a notepad.\n\n\nD-38129:\n It kept coming out and out and out, until I could barely feel it tugging on me anymore. Is that what put me in a bed?\n\n\nHawthorne:\n That, uh, would be… correct.\n\n\nD-38129:\n Then, just as suddenly as when it was being pulled out, it was being pushed back into me. It just kept coming in until I felt full again.\n\n\nNot long after, you guys pulled me back into the real world and I was rolled off into the ICU.\n\n\nSilence for 3 seconds. Hawthorne is seen quickly writing notes on a notepad.\n\n\nHawthorne:\n You have no idea how valuable your description is to me. Absolutely no idea.\n\n\nD-38129:\n Well, you're welcome I guess?\n\n\nHawthorne hurriedly stands up from her seat.\n\n\nHawthorne:\n Ah- thank you, so much D-38129! Security, you're free to escort them back to their cell.\n\n\nHawthorne is seen running out of the door of the interview room.\n\n\nD-38129:\n …is she okay?\n\n\n\n\n[END LOG]\n\n\n\n\nAfter the interview, Researcher Hawthorne called an urgent meeting with the rest of Metaphysics Research Team #15.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 13 November, 2005, 12:53 PM\n\n\n\n\n[BEGIN LOG]\n\n\nMetaphysics Research Team #15 is seen rushing into the meeting room. They all crowd around the table.\n\n\nMatt:\n What did they say?\n\n\nRallison:\n Are they alright?\n\n\nJones:\n How did it go?\n\n\nHawthorne:\n To say the least, I am very pleased with what they described!\n\n\nHawthorne places her notes on the meeting table. The team crowds around the notes to read it.\n\n\nHawthorne:\n The official transcript should be being emailed to me any second now.\n\n\nMatt:\n These descriptions are great! What did you have to do to get that out of them?\n\n\nHawthorne:\n Not much. I just told them to be vivid, and voila. And yes, Rallison, they're fine. I asked the medical department and no adverse psychological effects were recorded.\n\n\nJones:\n I like that analogy they used. A string…\n\n\nMatt:\n We can run with that.\n\n\nRallison:\n This also confirms that the elevated state is a white space. And so far, no adverse effects other than exhaustion. I'd say our research is going pretty well, so far at least.\n\n\nMatt:\n There's only one way to go from here; up!\n\n\nHawthorne:\n That's exactly the enthusiasm I want to see from everyone. Now, what's our next move?\n\n\nMatt:\n We should now determine whether this is exclusive to humans.\n\n\nHawthorne:\n Good idea, I'll request some animal specimens.\n\n\nRallison:\n Let's be as wide as possible in our animal tests. Include animals from every major kingdom and family.\n\n\nJones:\n Good thinking.\n\n\nHawthorne:\n That would be my guess. That is, unless anyone has any better ideas?\n\n\nSilence for 2 seconds.\n\n\nHawthorne:\n Then it's settled. I'll contact the Site Director and see if our proposal gets approved. In the mean time, would you like to go for a quick coffee break?\n\n\nMatt:\n That would be great!\n\n\nRallison sighs\n\n\nRallison:\n I need something a little stronger…\n\n\nJones:\n I need my fix anyway.\n\n\nThe team is seen leaving the room.\n\n\n\n\n[END LOG]\n\n\n\n\nOpening of \nProject Elevate\n\n\nOn November 15, 2005, the Site Director approved the proposed project, dubbed \nProject Elevate\n. The project included Metaphysics Research Teams #15, #45, #87, #24, #10, #99, #47, #38 and #12.\n\n\nFor the following test results, the goal provided was to catalogue the amount of Gilds recorded from as many different species of animals as possible, to determine the influence SCP-6043 holds on live animal specimens. The procedure for the test was simply measuring the Gilds of the organism via an MPD. Each test was repeated to verify results.\n\n\n\n\n\n\nSpecies Tested\n\n\nResults\n\n\nNotes\n\n\n\n\n\n\nPan Troglodyte\n4\n\n\nRecorded 10 Gilds.\n\n\n\"It seems that animals closely related to humans have the same 'amount' of Gilds within them.\"\n - Researcher Hawthorne\n\n\n\n\n\n\nUrsus Americanus\n5\n\n\nRecorded 8 Gilds.\n\n\n\"Strange. Perhaps their life expectancy has something to do with it?\"\n - Researcher Hawthorne\n\n\n\n\n\n\nChelonoidis Nigra\n6\n\n\nRecorded 15 Gilds.\n\n\n\"It seems our previous hypothesis was correct. The 'amount' of Gilds are connected to their life span.\"\n - Researcher Hawthorne\n\n\n\n\n\n\nTurritopsis Dohrnii\n7\n\n\nRecorded 6 Gilds. Jellyfish heavily damaged and allowed to revert to polyp stage. Gild levels increased by 3 Gilds.\n\n\n\"So regenerative abilities like this allow for Gild levels lost to be regained? Interesting.\"\n - Researcher Hawthorne\n\n\n\n\n\n\n\n\nAn extra note from Researcher Hawthorne was attached to these notes. It states the following:\n\n\n\"I'm interested by that result obtained from our last test. Perhaps the anomaly really isn't connected purely to stability or death. I'm adding to the testing parameters. We will now also be testing the effect of growth on Gilds. The Site Director has also suggested adding plants, microbial organisms and fungi to our testing range. I'll be interested to see what comes next.\"\n\n\n\n\n\n\n\n\nSpecies Tested\n\n\nResults\n\n\nNotes\n\n\n\n\n\n\nNarcissus psuedonarcissus\n8\n\n\nSpecimens seed registered 6 Gilds. As the specimen grew over the period of six weeks, the Gilds recorded steadily decreased by 3 Gilds. After the blooming period of the flower had completed and several seed pods had grown within the specimen, many 6 Gild readings were recorded from them, while the main flower had decreased to 2 Gilds. Upon allowing the flower to die, Gilds detected dropped to 0.\n\n\nSo Gilds are present even from natal stages. I'm going to have to call in some favours from some co-workers…\n - Researcher Hawthorne.\n\n\n\n\n\n\n7 specimens of \nHomo Sapiens\n9\n\n\nThe unborn 8-month-old foetus of researcher Amanda, from Metaphysics Research Team #45, registered 17 Gilds. The 6 month old baby of Researcher Hawthorne registered 15 Gilds. The 3 year old child of Assisting Researcher Rallison registered 13 Gilds. Junior researcher Sabrina, daughter of Assisting Researcher Jones and age 18 registered 11 Gilds. Assisting Researcher Matt, age 24, registered 10 Gilds. Senior Researcher Farah, from Metaphysics Research Team #99 and age 50, registered 7 Gilds. Senior Researcher Tamer, from Metaphysics Research Team #10 and age 70, registered 4 Gilds.\n\n\nNone.\n\n\n\n\n\n\nOn November 30, 2005, a department-wide seminar was hosted by Metaphysics Director Diantha Becker, who invited Researcher Hawthorne to speak about the future of \nProject Elevate\n. A summary of the seminar was sent to the department as an email. All relevant sections of the email are included below.\n\n\n\n\n\n\n\n\nFrom:\n\n\nmetaphysics.command@scp.int\n\n\n\n\n\n\nTo:\n\n\nMetaphysics-Staff\n\n\n\n\n\n\nSubject:\n\n\nMetaphysics Department Seminar - Summary\n\n\n\n\n\n\n\n\nThank you to everyone who attended the seminar this evening! For those of you who missed it, here is a summary of the talking points.\n\n\n[CUT FOR BREVITY]\n\n\nThe Future of Project Elevate\n\n\n\n\nOver the past few weeks, the teams included in Project Elevate have made immense progress.\n\n\nThe anomaly has been adequately identified and defined.\n\n\nThe anomaly is a metaphysical entity that depletes as a person ages.\n\n\nThe current hypothesis is that the entity is the concept of aging itself.\n\n\nMoving forward, \nProject Elevate\n now has access to the newly developed Meta-Entity Separator, or MES.\n\n\nAs demonstrated in the seminar, the MES can, with proper technique, completely separate an organism from the anomaly, halting all aging.\n\n\nThe Ethics Committee is currently deliberating the morality of conducting a separation on a human.\n\n\nA referendum will be held, in the coming weeks, on how you feel about conducting a separation on a human subject.\n\n\n\n\nThank you and have a good rest of your week.\n\n\n\n\nSecure, Contain, Protect\n\n\n\n\nOn December 5, 2005, the referendum was opened, with voting closing on December 10, 2005. The results are listed below.\n\n\nQUESTION: Should \nProject Elevate\n push forward with the Meta-Entity Separator?\n\n\n\n\n\n\nYay\n\n\nNay\n\n\nAbstain\n\n\n\n\n\n\n64%\n\n\n33%\n\n\n3%\n\n\n\n\n\n\nOn December 7, 2005, Metaphysics Research Team #15 held a meeting to discuss the matter.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 7 December, 2005, 1:30 PM\n\n\n\n\n[BEGIN LOG]\n\n\nMetaphysics Team #15 is seen seated at the meeting table.\n\n\nHawthorne:\n Good afternoon everyone! So…\n\nI assume everyone voted in the referendum?\n\n\nMatt:\n Yep! And you can bet your life savings that I voted yay.\n\n\nJones:\n Same here.\n\n\nAssisting Researcher Rallison is seen scowling at the rest of her team.\n\n\nHawthorne:\n Emilia..? Are you alright?\n\n\nSilence for 5 seconds.\n\n\nHawthorne:\n You voted, didn't you?\n\n\nRallison nods.\n\n\nHawthorne:\n So what's the matter?\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n Emi-\n\n\nRallison:\n I am utterly dumbfounded with how many people within this department seem to have no regard for ethics and morals.\n\n\nMatt:\n What are you talking about?\n\n\nRallison:\n Oh, you of all people should know what I'm talking about, mister \"progress by any means.\"\n\n\nHawthorne:\n Emilia, I need you to calm down.\n\n\nSilence for 3 seconds. Rallison sighs deeply.\n\n\nRallison:\n I apologize.\n\n\nRallison:\n I was… overwhelmed.\n\n\nHawthorne:\n What's good is that you're calm now.\n\n\nRallison:\n Yeah…\n\n\nHawthorne:\n Now, I want everyone to discuss what they think we should do whether the Ethics Committee approves or denies the proposal.\n\n\nHawthorne:\n Matt, why don't you go first.\n\n\nSilence for 2 seconds.\n\n\nMatt:\n Well, I think my stance is perfectly clear.\n\n\nMatt:\n Any progress is good progress. So what if it means someone may not age anymore? Just means-\n\n\nRallison:\n Of every department, how in the world did you get a job here?!\n\n\nHawthorne:\n Emilia, I don't think-\n\n\nMatt:\n What is that supposed to mean?\n\n\nRallison:\n You're willingly choosing to mess with- with the very concepts that define our world!\n\n\nMatt:\n And what of it? This is an opportunity for scientific progress!\n\n\nHawthorne:\n Both of you-\n\n\nRallison:\n Sure it's progress, at the cost of locking someone in the same body until they get killed!\n\n\nMatt:\n How is that a problem?! They get to be age-less and we get valuable scientific information!\n\n\nRallison:\n You don't get it? Imagine watching everyone around you grow old while you don't grow even a single hair!\n\n\nRallison:\n And aside from that! It is not our place to mess with the entities that define the universe!\n\n\nMatt:\n Then why are you here?\n\n\nRallison:\n What?\n\n\nMatt:\n If you aren't willing to put away \"morals\" and \"ethics\", why are you in a scientific institution?\n\n\nRallison:\n So science is completely amoral?! That's insane and so are you!\n\n\nHawthorne:\n That's enough-\n\n\nMatt:\n Oh, I'm the insane one? Look in the mirror, you idiot!\n\n\nHawthorne:\n Hey! That is not-\n\n\nRallison:\n I cannot believe you're-\n\n\nHawthorne:\n Both of you! Stop this right now!\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n I am in utter shock at the behaviour I have just witnessed from the both of you! This meeting is adjourned, everyone needs to leave immediately.\n\n\nMatt:\n I-\n\n\nHawthorne:\n I don't want to hear it!\n\n\nHawthorne sighs.\n\n\nHawthorne:\n I'll be talking to both of you independently. Everyone, out of the room.\n\n\nMatt leaves first, followed by Rallison. Hawthorne storms out of the room.\n\n\nJones:\n What a mess…\n\n\nJones is seen leaving the room.\n\n\n\n\n[END LOG]\n\n\n\n\nOn December 24, 2005, the Ethics Committee ruled that it was ethical to use the Meta-Entity Separator on a human subject. The same day, Assisting Researcher Rallison handed in her resignation from the Metaphysics Department. She was transferred to a neighboring site for re-assignment the following day.\n\n\nOn December 28, 2005, Metaphysics Research Team #15 was chosen to conduct the first human trial of the Meta-Entity Separator, the results of which are listed below.\n\n\n\n\n\n\nPersonnel\n\n\nResults\n\n\n\n\n\n\nMetaphysics Research Team #15, D-18362\n\n\nD-Class successfully entered elevated state. Assisting Researcher Matt equipped with the MES and entered an elevated state successfully. Elevated states held for 1 hour. Both people successfully recovered from the elevated state after 5 hours.\n\n\n\n\n\n\nThe following day, an interview was conducted between Researcher Hawthorne and D-18362. The transcript is attached below.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n January 1, 2006, 1:00 PM\n\n\n\n\n[BEGIN LOG]\n\n\nD-18362 is seen seated. Hawthorne walks into the room and takes a seat in front of her.\n\n\nHawthorne:\n Good afternoon, D-18362.\n\n\nD-18362:\n What, no happy new year?\n\n\nHawthorne:\n …Right. Happy new year. It seems the date escaped from me.\n\n\nHawthorne:\n Anyway! I'm here to ask you a few questions, if you don't mind.\n\n\nD-18362:\n You say that like I have a choice.\n\n\nHawthorne:\n Let's just start.\n\n\nHawthorne sighs, flipping a page on her clipboard.\n\n\nHawthorne:\n How do you feel, right now?\n\n\nD-18362:\n I'm well..?\n\n\nHawthorne:\n No I mean- urgh- in relation to the experiment that occurred yesterday.\n\n\nD-18362:\n Oh that! Okay, well I can describe that.\n\n\nD-18362:\n It almost feels like I'm missing something, really.\n\n\nD-18362:\n You know that feeling you get when you, uhm, think you're forgetting something but can't remember what?\n\n\nHawthorne nods.\n\n\nD-18362:\n Yeah, it feels like that.\n\n\nD-18362:\n In fact, and I don't know if it has anything to do with whatever the hell you did to me…\n\n\nD-18362 rolls up the sleeve of her shirt. A wound is seen on her arm.\n\n\nD-18362:\n I cut myself on something two days ago.\n\n\nD-18362:\n By now a scab should have formed, right?\n\n\nHawthorne leans in to take a closer look.\n\n\nHawthorne:\n Right.\n\n\nD-18362:\n Well, it's been like this since yesterday.\n\n\nD-18362:\n It's almost as if my body just stopped healing it.\n\n\nHawthorne:\n That is interesting, to say the least.\n\n\nD-18362:\n So you said I'd stop aging, right?\n\n\nHawthorne:\n That's correct, yes.\n\n\nD-18362:\n It looks like aging wasn't the full scope of it.\n\n\nHawthorne:\n So your body is in a state of stasis.\n\n\nSilence for 3 seconds.\n\n\nHawthorne:\n Ask the guards for a band-aid for that. You're not going to be able to close the wound yourself.\n\n\nSilence for another 3 seconds. Hawthorne is seen staring downwards.\n\n\nD-18362:\n …Is something up, doc?\n\n\nHawthorne jolts back up to looking at D-18362.\n\n\nHawthorne:\n Oh! It's nothing.\n\n\nHawthorne:\n This interview is adjourned. Thank you, D-18362. Guards, you may escort her back to her cells.\n\n\nHawthorne is seen leaving the room.\n\n\n\n\n[END LOG]\n\n\n\n\nOn January 3rd, 2006, the official transcript of the above interview was released to Metaphysics Team #15. An hour afterwards, the following emails were sent between Assisting Researcher Matt and Researcher Hawthorne\n\n\n\n\n\n\n\n\nFrom:\n\n\nhmatt@scp.int\n\n\n\n\n\n\nTo:\n\n\njhawthorne@scp.int\n\n\n\n\n\n\nSubject:\n\n\nTest Proposal for D-18362\n\n\n\n\n\n\n\n\nGood afternoon Researcher Hawthorne!\n\n\nI wanted to propose a test for that D-Class we used the MES on. The purpose of this test is to see what else separating them from the metaphysical entity did to their body. So, to put it simply, I want to subject them to a high-altitude impact. The roof of the department building would work pretty well, wouldn't you think? It's a couple meters tall, so some substantial damage would in theory be dealt to their body. That way, we can see if the entity did anything to affect how their body reacts to damage, or even if they can \nbe\n damaged in the first place.\n\n\nHope you see what I'm seeing.\n\n\nMatt\n\n\n\n\nMetaphysics Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\njhawthorne@scp.int\n\n\n\n\n\n\nTo:\n\n\nhmatt@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Test Proposal for D-18362\n\n\n\n\n\n\n\n\nGood afternoon Matt\n\n\nTo be honest, I am dumbfounded with the recklessness you have displayed in the email you sent me. You want to drop a D-Class off of a building to \"see how their body reacts to injury\"? Those are not sufficient test parameters and you should know that. Least to say I am very disappointed with you.\n\n\nProposal denied.\n\n\nHawthorne\n\n\n\n\nMetaphysics Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhmatt@scp.int\n\n\n\n\n\n\nTo:\n\n\njhawthorne@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Test Proposal for D-18362\n\n\n\n\n\n\n\n\nHawthorne\n\n\nI'm disappointed that you've denied my test proposal and would like to contest your denial. Think of the valuable information we could gain from performing this test! If they can't die or get hurt, then we have a potentially very practical use for the MES. And if they die? We can just use the MES on another D-Class and try again!\n\n\nPlease re-consider your denial.\n\n\nMatt\n\n\n\n\nMetaphysics Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\njhawthorne@scp.int\n\n\n\n\n\n\nTo:\n\n\nhmatt@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Test Proposal for D-18362\n\n\n\n\n\n\n\n\nMatt\n\n\nYour testing proposal is denied. Do not contact me further on this subject. This is your last warning before disciplinary action is taken.\n\n\nHawthorne\n\n\n\n\nMetaphysics Department\n\nSecure, Contain, Protect\n\n\n\n\nOn January 7th, 2006, Assisting Researcher Matt gained unapproved access to D-18362 by presenting a counterfeit test approval to the security guard. After gaining access to D-18326, Assisting Researcher Matt transported them to the rooftop of the Site they were present at and allowed D-18362 to fall from the roof onto the ground. It is unknown if D-18362 willingly jumped from the roof or if she was forced down from it. Immediately after D-18362 hit the ground, several personnel on the ground floor noticed her body fall and called medical staff. Security personnel then rushed to the roof and intercepted Assisting Researcher Matt as he was attempting to reach D-18362. Interviews with Assisting Researcher Matt revealed that he planned to frame D-18362's fall as an attempt at suicide after they escaped from them. They have been demoted to Class-D and amnesticized. The medical report for D-18362 is included below.\n\n\n\n\n\n\nPatient\n\n\nCondition\n\n\nTreatment\n\n\n\n\n\n\nD-18362\n\n\nMultiple bone fractures along 14 ribs and both legs. Dislocation of the left glenohumeral joint. Rupture of the intercostal muscles, left subscapularis, left supraspinatus, both biceps, both triceps, and both quadriceps. Lungs flooded with blood. Multiple lacerations across the entire body. No natural inflammation was observed.\n\n\nTriage of the ribs performed successfully. Thoracentesis successfully observed. Multiple stitching of lacerations and torn muscles observed. Bone shards removed. Irreparable bones replaced with metal implants. Stable state restored.\n\n\n\n\n\n\nIn addition, medical personnel observed D-18362 for a week after the emergency procedure. They reported no natural degradation, regeneration or fibrosis of torn muscles. No natural clotting or inflammation was observed near any surface lacerations, and the bone regeneration process was completely absent. D-18362 was left in a vegetative state. It was later concluded that the absence of regenerative processes within D-18362 was directly connected to the severance of SCP-6043 from them. As a result, the use of the MES on human subjects was suspended indefinitely.\n\n\n\n\nOn March 1st, 2006, after an extended break granted to her, Researcher Hawthorne was asked to give a statement about D-18362 and the actions of Assisting Researcher Matt. The statement she gave is as follows:\n\n\n\"It would be an understatement to say that I was horrified to learn what Matt had done. Humiliation aside, I never would have thought in a million years that Matt would go behind my back and do something I strictly forbade. And seeing the results of his experiment and the immense pain D-18362 is in makes me all the more hurt.\n\n\nRight around New Years, when the Ethics Committee approved our use of the MES on human subjects, one of my own researchers resigned from my team. Out of respect for her, I will not name her. She vehemently opposed the use of the MES on humans, and fought day and night to convince people to vote no in the referendum. It broke her heart to see the referendum results. Looking back, I so wish that we listened to her. Maybe then she would still be here with us, and this whole situation would never have happened…\"\n\n\nWhen asked to give further comment, Researcher Hawthorne refused to do so.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Metaphysical Understanding and Aptitude, which is scored on a scale from 0 to 1000.\n\n\n2\n. A unit of measurement named after Site Director Gold. Used to measure the metaphysical presence of an entity.\n\n\n3\n. Metaphysical Presence Detector. Used to detect metaphysical disturbance, with an extra disturbance registering a positive rating and an absence of metaphysics registering a negative entity. Base-line reality is rated at a 0, calibrated on non-organic material. Theoretical calculations placed organic materials at the same rating.\n\n\n4\n. A chimpanzee.\n\n\n5\n. A black bear.\n\n\n6\n. A Galapagos tortoise\n\n\n7\n. An immortal jellyfish.\n\n\n8\n. A wild daffodil or Lent lily.\n\n\n9\n. Humans.\n\n\n\n\n\n\n\n\n« \nSCP-6042\n | SCP-6043 | \nSCP-6044\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6043\n\" by RadiantGold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6043\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6043 \" by RadiantGold, from the SCP Wiki . Source: https://scpwiki.com/scp-6043 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6043",
    "object_class": "Uncontainable",
    "containment_procedures": "As of current writing, it is physically and conceptually impossible to contain SCP-6043 due to its status as a metaphysical entity. Personnel assigned to SCP-6043 are required to have passed the MUA1 exam with a score of at least 750. Psychological screenings are to be done monthly on personnel working with SCP-6043 for extended periods of time.",
    "description": "SCP-6043 is a metaphysical entity that represents the concept of life and the process of aging. The anomaly is conceptually attached to every living organism. The Foundation is able to perceive and, to a limited extent, manipulate the anomaly via a modified Metaphysical Consciousness Elevator fitted with the tools necessary to manipulate SCP-6043. Direct communication with SCP-6043 is, as of writing, impossible.",
    "title": "SCP-6043"
}