{
    "url": "https://scp-wiki.wikidot.com/scp-6044",
    "all_text": "rating: \n+139\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBy \nOzzyLizard\n.\n\n\nThanks to \nZyn\n for a little bit of crit.\n\n\nImage Credits:\n\nForest - \nhere\n\nForestV.2 - \nhere\n\n\nMore by this author:\n\n\nSCP-5767 - A Wise Old Snail\n\n\nSCP-5745 - Prehistoric Rift\n\n\nSCP-5776 - 100% MOST DEFINITELY A KETER\n\n\nEnjoy! : )\n\n\n\n\n\n\n\n\nrating: \n+139\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6044\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nhiemal\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6044\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-6044 should be concentrated on the discovery and capture of items produced by SCP-6044. Mobile Task Force Delta-44 ‘Funky Foresteers’ are to maintain a perimeter of approximately 1km from SCP-6044’s centre at all times, marked with a chain link fence. Delta-44 are also responsible for patrolling Beacon Rock National Park for additional items. All items found to have been produced by SCP-6044 are to be relocated to the nearby Site-48 for study and long-term containment.\n\n\nAll reports of anomalous activity from the nearby town of Skamania should be assumed to be related to SCP-6044, and investigated immediately.\n\n\nDescription:\n SCP-6044 is an area of Beacon Rock National Park, OR, USA, currently thought to be 5km in width. This region of forest is capable of manifesting sub-anomalous objects, (designated SCP-6044-A through SCP-6044-E) \nfrom unknown sources\n.\n\n\nThese objects nearly always correlate with a recent, heavily radio broadcast tragedy or major world event. It is believed that information is received by SCP-6044 through radio waves, supported by the fact that trees in the area are anomalously absorbent of electromagnetic waves between 300 GHz and 3 kHz in frequency.\n\n\nDespite the existence of many world events that may be thought to trigger an SCP-6044 creation, only a handful of items have been created. It is unknown what SCP-6044 considers a ‘major tragedy’ or what causes it to necessitate creation of an object, though research on this is still ongoing. Objects manifested are nearly always extremely dangerous, some even capable of causing various K-Class Scenarios. The items appear to have some practical use correlating with the recent disaster, though the effect is exaggerated to hazardous and unsafe levels. Alongside this, a message will appear next to the recently created object, typically in the form of a handwritten note or wooden sign. These often appear to be cryptic in nature and overly informal, reminiscent of a card one may receive with a gift.\n\n\nAddendum 6044.1:\n Discovery\n\nSCP-6044 was discovered in 1971, following reports of anomalous activity within Skamania, a small rural town, 1.5km from the edge of the current exclusion zone.\n\n\nA report was filed by a local resident, Agnes Andersson, a 79 year old who alerted local authorities about the manifestation of 3 entities that appeared to be comprised entirely of liquid water. The entities seemed capable of spontaneously manifesting garden hoses, inserting them into their own torsos, and unleashing a seemingly infinite, high pressure stream of water. Analysis of the water produced revealed that a high concentration of flame retardant was present. Emergency services received Ms Andersson’s call at 18:00 on October 9, 1971 and the full log can be found in the following:\n\n\n\n\n+ Show 911 Call Transcript\n\n\n\n\n- Hide 911 Call Transcript\n\n\n\n\nForeword:\n The following events transpired at 18:00, October 9, 1971, one day following the onset of The Peshtigo Fires.\n1\n\n\n\n\n[BEGIN LOG]\n\n\n911:\n Hello, 911 what is your emergency?\n\n\nMs Andersson:\n Yes, well there are 3 men in my back yard and they won’t leave.\n\n\n911:\n What is your address and how did they enter your property?\n\n\nMs Andersson:\n Well, I think they must’ve leaped over the fence from the forest, I would’ve seen them earlier otherwise. Oh, and I’m at 23, ████ Street.\n\n\n911:\n Okay. Are you in your own home currently, ma’am?\n\n\nMs Andersson:\n Yes, I’m looking out my rear window.\n\n\n911:\n Are you able to quickly describe what they look like, have you seen them before?\n\n\nMs Andersson:\n No, I don’t recognise any of them. They look see-through but I think that’s my eyes acting up again.\n\n\n911:\n See-throu-? (\nSighs\n) Ms Andersson, is this another hallucination? You’ve called 2 times this week already.\n\n\nMs Andersson:\n No, no, I’ve taken my medication, this one’s real.\n\n\n911:\n Okay, Ms Andersson, I’m going to send 2 officers over to check it ou-\n\n\nMs Andersson:\n (\nGasps\n) One of ‘em is lookin’ at me.\n\n\n911:\n Alright, stay calm, help is on the way.\n\n\nMs Andersson:\n I think they’re looking at my living room.\n\n\nUnidentified :\n (\nMuffled by glass.\n) FIRE?!\n\n\n(\nThe sound of wet shoes on concrete and a loud thump can be heard. Moments later, a sound reminiscent of smashing glass is audible.\n)\n\n\nMs Andersson:\n Get out! Get away from my living room!\n\n\nUnidentified:\n FIRE! FIRE! (\nLoud gushing water.\n)\n\n\nMs Andersson:\n No! My fireplace!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFollowing this, 2 county police officers arrived at the scene, confirming the existence of the SCP-6044-A instances. A containment team was soon called in, and successfully detained the 3 entities, which were brought to Site-19 (now contained at Site-48). Despite the entities’ requests, they were not permitted to assist in the cleanup of the Peshtigo Wildfires.\n\n\nAddendum 6044.2:\n\nTo date, SCP-6044 has been responsible for the creation of 5 sub-anomalies. They have been listed as follows.\n\n\n\n\nItem:\n SCP-6044-A\n\n\nRecovered:\n 9/11/1971\n\n\nThreat Level:\n Yellow \n●\n\n\nDescription:\n Currently housed in a standard, large Euclid level humanoid containment cell in Site-48. When requested, small fires are introduced to the cell. A group of 3 humanoids, all entirely comprised of flame retardant and liquid water, which seems to be drawn from an infinite source. Takes immense pleasure in the neutralisation of any form of fire, even minor sources such as candles. This is accomplished through the creation of home water hoses which are introduced to their bodies via the torso. Upon viewing of a flaming material, SCP-6044-A will incoherently yell variations of ‘fire’, occasionally in languages other than English, and continue to attempt to subdue the flame for minutes to hours after it has ceased to exist, causing extreme flooding. All attempts to destroy, electrolyse or evaporate SCP-6044-A have failed, due to the instant regeneration of affected areas. They appear to have below average IQ, and are notably easily entertained.\n\n\nMessage:\n A wooden sign attached to a nearby tree: \nFIRE!!!!!!\n\n\n(Theorised) Reason for Creation:\n Peshtigo Wildfires.\n\n\n\n\nItem:\n SCP-6044-B\n\n\nRecovered:\n 19/5/1980\n\n\nThreat Level:\n Black ●\n\n\nDescription:\n Housed within a 20m x 20m x 15m room within Site-48, under no circumstances should it be in contact with water. Item is an extremely large, 3 story tall kitchen sponge. The item is capable of rapid and infinite absorption of liquids, especially water. It is believed that SCP-6044-B utilises a spacial anomaly to infinitely store water within itself.\n\n\nMessage:\n Not found. A sheet of lined paper was discovered next to SCP-6044-B with ink smeared, indicating that the message was lost due to a rainstorm.\n\n\n(Theorised) Reason for Creation:\n 1980 Tsunami and subsequent flooding, USA.\n\n\nNote from Site Director Woods:\n I’ve received a few emails about why this has been deemed threat level black. I would just, for a moment like you to imagine if someone like the Chaos Insurgency managed to get their grubby little hands on it, and drop this thing into an ocean. You see what I’m saying? Also no, cross testing between this and SCP-6044-A is not permitted, to those of you who asked.\n\n\n\n\nItem:\n SCP-6044-C\n\n\nRecovered:\n 7/8/1999\n\n\nThreat Level:\n Blue \n●\n\n\nDescription:\n Currently held within a small item locker within Site-48. \nThe anomaly requires extensive containment, the strongest metal available should be used to contain SCP-6044-C, and no less than 3 Mobile Task Forces should patrol the room consistently\n2\n The anomaly requires little to no maintenance, though should be handled carefully. SCP-6044-C is an A4 sheet of paper, with the words ‘Uh oh….’ crudely written. Any individuals within 1 metre of the item will feel an overwhelming urge to flee from nearby anomalous objects, and in some cases, engage them in hand-to-hand combat. Staff of clearance Level 4 or above will feel compelled to alter containment procedures of nearby anomalies to often unnecessarily extensive levels.\n\n\nMessage:\n A small wooden sign: \nContainment Breach! Someone call O5!\n\n\n(Theorised) Reason for Creation:\n Recent Keter level breach of SCP-███. This has been the only instance of SCP-6044 creating an object based on internal affairs.\n\n\n\n\nItem:\n SCP-6044-D\n\n\nRecovered:\n 1/6/2012\n\n\nThreat Level:\n Green \n●\n\n\nDescription:\n Held within a secure item locker next to the Site-48 staff room. Staff may interact with SCP-6044-D upon request. A collection of ‘Kawaii’ style plushes, resembling \nSCP-999\n, \nSCP-682\n, \nSCP-1867\n and \nSCP-1281\n comprised of wool, satin and silk. It is unknown if feelings of comfort while grasping the objects are anomalous or not. It is also unknown how SCP-6044 was able to gain access to the Foundation database, though no damage to its systems have been sustained.\n\n\nMessage:\n An A4 sheet of paper: \nI hope this helps :)\n\n\n(Theorised) Reason for Creation:\n Rising global levels of depression and anxiety.\n\n\nNote from Director Woods:\n I have officially approved the (many) requests from all of you to have all SCP-6044-D relocated to the staff break room. Enjoy, everyone.\n\n\n\n\nItem:\n SCP-6044-E\n\n\nRecovered:\n 24/5/2021 - 26/5/2021\n\n\nThreat Level:\n Yellow \n●\n\n\nDescription:\n All live instances are kept in a large artificial lake and jungle environment within Site-48. Any signs of self-mutilation should be attended to and removed limbs, incinerated. SCP-6044-E is the collective designation for 2,059 members of the genus Axolotl (\nAmbystoma mexicanum\n) of various types that spontaneously manifested in SCP-6044. All are physically and genetically identical to non-anomalous axolotl, though instead of typical reproductive methods, will willingly detach limbs which then grow into separate specimens. This ability is attempted by SCP-6044-E approximately once a month, and any wild specimens have the capability to create mass disturbance in local ecosystems. They have been shown to be extremely resilient to all environments including desert, arctic and subterranean areas, having even survived in a vacuum chamber.\n\n\nMessage:\n A wooden sign, attached to a nearby tree: \nSave the axolotls!! Repopulate!\n\n\n(Theorised) Reason for Creation:\n Near extinction of the Axolotl genus.\n\n\n \n\n\n\n\nLEVEL 4 ACCESS REQUIRED TO PROCEED\n\n\n\n\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\nRegistering Clearance Code..\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\nCode Accepted.\n\n\n\n\n\n\n\n\nA portal within SCP-6044 (Image from Agent Rogers’ feed).\n\n\n\n\n\n\nAddendum 6044.3:\n\nOn 1/6/2012, during SCP-6044-D’s manifestation, it was discovered that the forest of SCP-6044 was not the direct cause of the sub-anomalies’ creation. The area instead seems to be an operating ground for an unidentified entity. The entity has been shown to create small portals in the form of luminescent geometric shapes that seem to be the origin of SCP-6044-A through SCP-6044-E. Mobile Task Force Delta-44 ‘Funky Foresteers’ first observed this phenomenon during a regular patrol of the area, and witnessed SCP-6044-D being expelled from the portals in mid-2016. Site-48 Command requested Delta-44’s presence to be more spread out, so as to hopefully enter the SCP-6044 portals.\n\n\nUpon SCP-6044-E’s creation (24/5/2021), Delta-44 witnessed an SCP-6044 portal opening. 3 members of the task force were able to enter prior to it’s closing and the SCP-6044-E’s expulsion. The following is a log of this event.\n\n\n\n\n+ Show Exploration/Interview Log 6044.1\n\n\n\n\n- Hide Exploration/Interview Log 6044.1\n\n\n\n\nForeword:\n MTF Delta-44 ‘Funky Foresteers’ have been equipped with 24-hour recording equipment, in preparation for discovery of an SCP-6044 portal rift. This log occurred at 14:35, 24/5/2021.\n\n\n\n\n[BEGIN LOG]\n\n\nFir:\n (\nSighs\n) I would’ve tried to sleep longer if I knew we were on patrol today.\n\n\nRogers:\n Fir, we do this every day.\n\n\nFir:\n Well it would’ve helped if Johnson wasn’t blasting away in the privy last night.\n\n\nJohnson:\n Hey! (\nQuietly\n) The chimichangas give me issues.\n\n\n(\nRogers’ Geiger Meter\n3\n begins giving high readings of radiation in the area, and a glowing white triangle manifests in a nearby glen.\n)\n\n\nRogers:\n Command, please come in.\n\n\nSite-48 Command:\n Hello Delta-44, what’s the problem?\n\n\nRogers:\n A rift just opened up nearby, permission to proceed?\n\n\nSite-48 Command:\n Okay. (\nFlicking of paper\n) Yes, Delta-44 you have been prepped to enter and have permission. Make sure to keep your radios on and report back as much as possible.\n\n\nRogers:\n Thanks, Command.\n\n\n(\nThe sound of crunching leaves is audible, and Rogers’ camera feed becomes shaky as they begin running.\n)\n\n\nRogers:\n Entering.\n\n\n(\nRogers’ Geiger Meter is clicking incessantly, radio and video static follows for 5 seconds.\n)\n\n\nRogers:\n (\nA loud thump is heard.\n)\n\n\nJohnson:\n Where are we?\n\n\n(\nCamera reveals Delta-44 to be in a separate forest, though similar to SCP-6044.\n)\n\n\nRogers:\n Hello? Command, can you hear us?\n\n\nSite-48 Command:\n (\nCrackling\n) Yes, we can hear you. (\nCrackling\n) There’s a lot of interference, other radio signals are coming throu- (\nA Mexican news broadcast begins playing\n)\n\n\nRogers:\n Alright then.\n\n\nFir:\n How are we gonna get back?\n\n\nRogers:\n Well, we’re going to have to sort something out.\n\n\n(\nCamera feed shows Rogers turning around, revealing an entity in a dark robe\n)\n\n\nUnidentified:\n (\nSpeaking Latin\n) \nMihi opus est cacare\n\n\nRogers:\n Weapons up! (\nThe MTF raise their firearms\n)\n\n\n(\nThe entity’s robes are removed, revealing a humanoid male wearing a colourful, green and yellow robe.\n)\n\n\nUnidentified:\n Sorry, didn’t mean to scare you.\n\n\nRogers:\n You what? Who are you?\n\n\nUnidentified:\n I make things, I’m (\nScratches head\n) that’s a good question. Anyway, if you’ll excuse me..\n\n\n(\nThe entity waves it’s arms sperratically and a portal is created. The entity picks up a large bag and drops it through, closing the portal soon after.\n)\n\n\nRogers:\n What did you just put through?\n\n\nUnidentified:\n 2,060 axolotls!\n\n\nRogers:\n Why?\n\n\nUnidentified:\n Well, you see, I was listening to this \nreally\n good radio show about how they’re basically extinct in the wild so I thought I’d help out. You know, I’ve spent about 7 years on that batch.\n\n\nRogers:\n There are so many species that you could be saving, bees, rhinos, tigers that would do a lot more for the ecosystem.\n\n\nUnidentified:\n But I like axolotls.\n\n\nRogers:\n Okay, well are yo-\n\n\nUnidentified:\n Heeyy, I know you. Are you guys from that PCS Fundation or something?\n\n\nRogers:\n (\nHeavy sigh\n) Yes, we are.\n\n\nUnidentified:\n Great! (\nShakes the group’s hands\n) I got access to your database a few years ago, loved reading about some of the creatures you have. Did you get the plushies I made of them?\n\n\nRogers:\n Yeah, they’re quite popular. Would you mind telling me how you got access to our files?\n\n\nUnidentified:\n Some guys called the \nSnake’s Fist\n or something came in here and told me how to. I don’t think they actually had access themselves but they knew how to get it.\n4\n It’s great to know you liked the plushes, I do just love making things that help people.\n\n\nRogers:\n Yeah. About that, some of (\nPauses\n) Some of the things you make are (\nPauses\n) Well I don’t know how to tell you this. A lot of the things you make are actually really dangerous to us.\n\n\nUnidentified:\n They.. (\nThe entity appears confused and slightly sorrowful\n) Why? What have you done with them?\n\n\nRogers:\n I can read you the Containment Procedures if you want.\n\n\nUnidentified:\n No, no that’s fine. I.. (\nSilence for 40 seconds. The entity is notably woeful.\n)\n\n\n(\nThe entity stumbles backwards, sitting on a nearby log covered in moss. It places it’s head in its hands.\n)\n\n\nRogers:\n Come on, Man.\n\n\nUnidentified:\n (\nSobbing\n)\n\n\nJohnson:\n (\nPlaces arm around the entity\n) I mean, at least they haven’t caused a complete, devastating and violent end to the Earth, \nyet\n!\n\n\nUnidentified:\n (\nLouder sobbing\n)\n\n\nRogers:\n Command, please come in, we need to find a way ou-\n\n\nUnidentified:\n (\nLooks up, it’s face wet with tears\n) Don’t worry, (\nSniffles\n) Allow me..\n\n\n(\nA portal appears below the team, causing them to fall back into SCP-6044.\n)\n\n\n[END LOG]\n\n\n\n\nFollowing the cleanup of all SCP-6044-E instances, a small note appeared on a soaked piece of paper, which reads the following:\n\n\n \n\n\n\n\nSorry everyone,\n\nI’ll do better next time.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Generally recognised as one of the deadliest wildfires in history, causing 2,500 deaths and the loss of 1.2 million acres of woodland.\n\n\n2\n. Sorry, I got too close - Director Woods\n\n\n3\n. A device designed to detect levels of ionising radiation.\n\n\n4\n. Updated security protocol to access the SCP Database - O5-1\n\n\n\n\n\n\n\n\n« \nSCP-6043\n | SCP-6044 | \nSCP-6045\n »",
    "addendums": [
        "Addendum 6044.1: Discovery SCP-6044 was discovered in 1971, following reports of anomalous activity within Skamania, a small rural town, 1.5km from the edge of the current exclusion zone.\nA report was filed by a local resident, Agnes Andersson, a 79 year old who alerted local authorities about the manifestation of 3 entities that appeared to be comprised entirely of liquid water. The entities seemed capable of spontaneously manifesting garden hoses, inserting them into their own torsos, and unleashing a seemingly infinite, high pressure stream of water. Analysis of the water produced revealed that a high concentration of flame retardant was present. Emergency services received Ms Andersson’s call at 18:00 on October 9, 1971 and the full log can be found in the following:\nFollowing this, 2 county police officers arrived at the scene, confirming the existence of the SCP-6044-A instances. A containment team was soon called in, and successfully detained the 3 entities, which were brought to Site-19 (now contained at Site-48). Despite the entities’ requests, they were not permitted to assist in the cleanup of the Peshtigo Wildfires.",
        "Addendum 6044.2: To date, SCP-6044 has been responsible for the creation of 5 sub-anomalies. They have been listed as follows.",
        "Addendum 6044.3: On 1/6/2012, during SCP-6044-D’s manifestation, it was discovered that the forest of SCP-6044 was not the direct cause of the sub-anomalies’ creation. The area instead seems to be an operating ground for an unidentified entity. The entity has been shown to create small portals in the form of luminescent geometric shapes that seem to be the origin of SCP-6044-A through SCP-6044-E. Mobile Task Force Delta-44 ‘Funky Foresteers’ first observed this phenomenon during a regular patrol of the area, and witnessed SCP-6044-D being expelled from the portals in mid-2016. Site-48 Command requested Delta-44’s presence to be more spread out, so as to hopefully enter the SCP-6044 portals.\nUpon SCP-6044-E’s creation (24/5/2021), Delta-44 witnessed an SCP-6044 portal opening. 3 members of the task force were able to enter prior to it’s closing and the SCP-6044-E’s expulsion. The following is a log of this event."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] 911: Hello, 911 what is your emergency? Ms Andersson: Yes, well there are 3 men in my back yard and they won’t leave. 911: What is your address and how did they enter your property? Ms Andersson: Well, I think they must’ve leaped over the fence from the forest, I would’ve seen them earlier otherwise. Oh, and I’m at 23, ████ Street. 911: Okay. Are you in your own home currently, ma’am? Ms Andersson: Yes, I’m looking out my rear window. 911: Are you able to quickly describe what they look like, have you seen them before? Ms Andersson: No, I don’t recognise any of them. They look see-through but I think that’s my eyes acting up again. 911: See-throu-? ( Sighs ) Ms Andersson, is this another hallucination? You’ve called 2 times this week already. Ms Andersson: No, no, I’ve taken my medication, this one’s real. 911: Okay, Ms Andersson, I’m going to send 2 officers over to check it ou- Ms Andersson: ( Gasps ) One of ‘em is lookin’ at me. 911: Alright, stay calm, help is on the way. Ms Andersson: I think they’re looking at my living room. Unidentified : ( Muffled by glass. ) FIRE?! ( The sound of wet shoes on concrete and a loud thump can be heard. Moments later, a sound reminiscent of smashing glass is audible. ) Ms Andersson: Get out! Get away from my living room! Unidentified: FIRE! FIRE! ( Loud gushing water. ) Ms Andersson: No! My fireplace! [END LOG]",
        "[BEGIN LOG] Fir: ( Sighs ) I would’ve tried to sleep longer if I knew we were on patrol today. Rogers: Fir, we do this every day. Fir: Well it would’ve helped if Johnson wasn’t blasting away in the privy last night. Johnson: Hey! ( Quietly ) The chimichangas give me issues. ( Rogers’ Geiger Meter 3 begins giving high readings of radiation in the area, and a glowing white triangle manifests in a nearby glen. ) Rogers: Command, please come in. Site-48 Command: Hello Delta-44, what’s the problem? Rogers: A rift just opened up nearby, permission to proceed? Site-48 Command: Okay. ( Flicking of paper ) Yes, Delta-44 you have been prepped to enter and have permission. Make sure to keep your radios on and report back as much as possible. Rogers: Thanks, Command. ( The sound of crunching leaves is audible, and Rogers’ camera feed becomes shaky as they begin running. ) Rogers: Entering. ( Rogers’ Geiger Meter is clicking incessantly, radio and video static follows for 5 seconds. ) Rogers: ( A loud thump is heard. ) Johnson: Where are we? ( Camera reveals Delta-44 to be in a separate forest, though similar to SCP-6044. ) Rogers: Hello? Command, can you hear us? Site-48 Command: ( Crackling ) Yes, we can hear you. ( Crackling ) There’s a lot of interference, other radio signals are coming throu- ( A Mexican news broadcast begins playing ) Rogers: Alright then. Fir: How are we gonna get back? Rogers: Well, we’re going to have to sort something out. ( Camera feed shows Rogers turning around, revealing an entity in a dark robe ) Unidentified: ( Speaking Latin ) Mihi opus est cacare Rogers: Weapons up! ( The MTF raise their firearms ) ( The entity’s robes are removed, revealing a humanoid male wearing a colourful, green and yellow robe. ) Unidentified: Sorry, didn’t mean to scare you. Rogers: You what? Who are you? Unidentified: I make things, I’m ( Scratches head ) that’s a good question. Anyway, if you’ll excuse me.. ( The entity waves it’s arms sperratically and a portal is created. The entity picks up a large bag and drops it through, closing the portal soon after. ) Rogers: What did you just put through? Unidentified: 2,060 axolotls! Rogers: Why? Unidentified: Well, you see, I was listening to this really good radio show about how they’re basically extinct in the wild so I thought I’d help out. You know, I’ve spent about 7 years on that batch. Rogers: There are so many species that you could be saving, bees, rhinos, tigers that would do a lot more for the ecosystem. Unidentified: But I like axolotls. Rogers: Okay, well are yo- Unidentified: Heeyy, I know you. Are you guys from that PCS Fundation or something? Rogers: ( Heavy sigh ) Yes, we are. Unidentified: Great! ( Shakes the group’s hands ) I got access to your database a few years ago, loved reading about some of the creatures you have. Did you get the plushies I made of them? Rogers: Yeah, they’re quite popular. Would you mind telling me how you got access to our files? Unidentified: Some guys called the Snake’s Fist or something came in here and told me how to. I don’t think they actually had access themselves but they knew how to get it. 4 It’s great to know you liked the plushes, I do just love making things that help people. Rogers: Yeah. About that, some of ( Pauses ) Some of the things you make are ( Pauses ) Well I don’t know how to tell you this. A lot of the things you make are actually really dangerous to us. Unidentified: They.. ( The entity appears confused and slightly sorrowful ) Why? What have you done with them? Rogers: I can read you the Containment Procedures if you want. Unidentified: No, no that’s fine. I.. ( Silence for 40 seconds. The entity is notably woeful. ) ( The entity stumbles backwards, sitting on a nearby log covered in moss. It places it’s head in its hands. ) Rogers: Come on, Man. Unidentified: ( Sobbing ) Johnson: ( Places arm around the entity ) I mean, at least they haven’t caused a complete, devastating and violent end to the Earth, yet ! Unidentified: ( Louder sobbing ) Rogers: Command, please come in, we need to find a way ou- Unidentified: ( Looks up, it’s face wet with tears ) Don’t worry, ( Sniffles ) Allow me.. ( A portal appears below the team, causing them to fall back into SCP-6044. ) [END LOG]"
    ],
    "containment_procedures": "Containment of SCP-6044 should be concentrated on the discovery and capture of items produced by SCP-6044. Mobile Task Force Delta-44 ‘Funky Foresteers’ are to maintain a perimeter of approximately 1km from SCP-6044’s centre at all times, marked with a chain link fence. Delta-44 are also responsible for patrolling Beacon Rock National Park for additional items. All items found to have been produced by SCP-6044 are to be relocated to the nearby Site-48 for study and long-term containment.",
    "description": "SCP-6044 is an area of Beacon Rock National Park, OR, USA, currently thought to be 5km in width. This region of forest is capable of manifesting sub-anomalous objects, (designated SCP-6044-A through SCP-6044-E) from unknown sources.",
    "title": "SCP-6044"
}