{
    "url": "https://scp-wiki.wikidot.com/scp-6048",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following special containment procedures and description are the out-of-date and have been archived her for records keeping purposes. Up-to-date information is available below and will be denoted by a line separating the current information from the out-of-date.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6048\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6048 is held in a standard large object containment zone. The zone has been fitted with several large installations mimicking the scenery of a forest, as to not distress SCP-6048 and provide it appropriate physical enrichment. The roof of the chamber has several glass skylights installed, so that SCP-6048 may perceive the natural daylight cycle. Approximately 140 metric tonnes of a blend containing milkweed, wild grass, various non-anomalous animal waste, honeycombs, various lichens, and various flowers is to be delivered to the containment zone of SCP-6048 daily. On a monthly basis, or when it enters a new instar\n1\n, SCP-6048 is to be lured out of its zone and into a medical bay for examination to ensure its health. Procedures are to be updated as necessary and without delay.\n\n\nDescription:\n SCP-6048 is the larval stage of an as-of-yet unidentified species of insect, seemingly belonging to the order \nLepidoptera\n2\n. The object is, as of current, approximately 20 meters in length and 70 metric tonnes in weight. The entity, in terms of anatomy, most closely resembles the caterpillar of a \ncecropia\n moth.\n\n\nSCP-6048 currently adopts a black and yellow striped pattern across its entire body along with several protrusions along its length. Due to the vividity of the colours present on its body and the presence of protrusions, SCP-6048 is believed to be in its last instars and will enter metamorphosis relatively shortly. During its time in containment, the object has molted twice. The molted skin of SCP-6048 was allowed to naturally decompose within its containment chamber.\n\n\nSCP-6048 has been observed spending a significant amount of time maintaining direct eye contact with the sun. Aside from this, no other behavioural or physiological abnormalities have been recorded from SCP-6048.\n\n\nDiscovery:\n SCP-6048 was located and retrieved by Foundation forces from Redwood National Park. The objects presence was initially reported by Foundation agents embedded within park ranger staff. SCP-6048 was initially observed on 26/09/2021, where agents reported it had caused several redwood trees to collapse and had begun feeding off of their foliage. Nearby, remnants of what is assumed to be the egg SCP-6048 had hatched from were found. A majority of the shell's mass is missing and assumed to have been eaten by SCP-6048. Before 26/09/2021, no activity that could be attributed to SCP-6048 was reported anywhere within the national park.\n\n\n\n\nUpdated Special Containment Procedures (31/07/2027):\n Structural support to the ceiling have been installed in order to accommodate for the extra strain placed on it by the object. The height of the ceiling has been lowered to allow personnel easy access to SCP-6048. Due to the stationary nature of SCP-6048, luring the object into a medical bay is no longer required to inspect it. All personnel entering the containment chamber are to be equipped with C-Class hazmat suits. Semi-annual reports on the progress of the object's metamorphosis are to be submitted by Entomological Research Teams 145, 267 and 98.\n\n\nUpdated Description (31/07/2027):\n SCP-6048 is a chrysalis containing an organism belonging to order \nLepidoptera\n. SCP-6048 is 20 meters in length and weighs approximately 70 metric tonnes. The surface of the chrysalis is an extremely thick chitinous exoskeleton which is currently completely black. Sonographic examinations reveal that the interior of SCP-6048 is consistent with most metamorphosing lepidopterans, albeit of greater scale. The surface area of the chrysalis is covered in pores, the function of which has not been determined. SCP-6048 was previously contained by the Foundation as a larva, before 31/07/2027 where it hung itself upside down from the ceiling of its containment chamber and began to molt its skin over a period of 2 weeks.\n\n\nUpdate 6048.1:\n On 15/09/2031 on 15:35, during a routine medical inspection, SCP-6048 began releasing a vapour from the pores across its surface, at a rate of 150 m\n3\n/h. This vapour mainly consists of water vapour and imaginal cells\n3\n and diffuses in a 50 meter radius sphere around SCP-6048. This vapour seems to have a mild hallucinogenic effect, causing those who have inhaled it to experience mild chromatic hallucinations. No physiological damage has been recorded as a result of inhaling this vapour, however personnel are still mandated to wear proper safety equipment when within a 50 meter radius of SCP-6048.\n\n\nSCP-6048 released this vapour for a period of 5 hours, before it suddenly halted. The vapour then anomalously disappeared from the area. From 15/09/2031 onwards, SCP-6048 will release this vapour at seemingly random intervals for periods ranging from 3-7 hours.\n\n\nUpdate 6048.2:\n As of 27/12/2033, SCP-6048 has begun producing light patterns within the vapour it releases. These images are completely intangible and do not physically affect the area within the projection. Imagery projected by SCP-6048 often contain large sections of varying yet bright shades of green, white, yellow, red, orange and purple. The upper section of these projections are often bright shades of blue and white. Auditory projections often accompany these images, which often consist of vague whistling, rushing water and the fluttering of wings. It is noted that within all recorded projections, the yellow, glowing silhouette of an unidentifiable species of lepidopteran resides near the top of the projection, seemingly acting as a light source. These projections are denoted as Type 1 Projections. SCP-6048 is often seen slowly swinging side-to-side during these projections.\n\n\nOccasionally, the projections will differ greatly in content. These images vary, but often consist of extremely realistic yet somewhat obscured depictions of dead trees within a dark environment. During these projections, loud roars from an unknown source can often be heard, accompanied by loud rushes of wind. Analysis of the roars matches the amalgamated chirping and tweets of several bird species, including robins, wrens, warblers, blue tits and bluebirds, albeit at a significantly lowered pitch. At random intervals, a large, black beak-like shape will occasionally jab at SCP-6048. These projections are denoted as Type 2 projections. During type 2 projections, SCP-6048 is often seen writhing and wriggling.\n\n\nDuring these projections, fMRI scans reveal that SCP-6048's brain shows heightened activity in certain areas of its brain, similar to those observed in humans during REM sleep.\n\n\nThe following is a transcription of a recording of a Type 1 projection, recorded by Entomological Research Team #445.\n\n\n\n\nSCP-6048 TYPE 1 PROJECTION EVENT, ERT #445\n\n\n\n\nDate:\n 30/12/2031\n\n\nTime:\n 23:24\n\n\n\n\nPersonnel Present:\n Senior Researcher Naomi Freidmann, Senior Researcher Ahmed Al-Abassi, Researcher Ukeye Achebe, Junior Researcher Thomas Whelan\n\n\nManned Robotic Research Item Present:\n Research Drone #445, armed with video recording equipment\n\n\n\n\n[BEGIN LOG]\n\n\nThe drone camera is centered on SCP-6048. The research team is seen ahead of the drone, equipped with gas masks. Whelan stares at his watch.\n\n\nWhelan:\n How much longer?\n\n\nFreidmann:\n Patience, junior. It'll come eventually.\n\n\nWhelan:\n With all due respect doctor, we've been sitting here for the past 5 hours now.\n\n\nFreidmann:\n Patience.\n\n\nWhelan crosses his arms and rolls his eyes.\n\n\nAchebe:\n What're you in a rush for, anyway?\n\n\nWhelan:\n I dunno, something exciting to happen.\n\n\nAl-Abassi:\n Why don't you go ahead and conduct some further study on the carapace, then?\n\n\nWhelan:\n Hmph, may as well.\n\n\nWhelan is seen approaching SCP-6048. He leans in to closely inspect its surface. At this moment, SCP-6048 begins releasing its vapour, causing Whelan to stumble and fall backwards. Achebe is heard laughing.\n\n\nAchebe:\n Looks like the thing's got a sense of humor, eh?\n\n\nWhelan runs away from SCP-6048 as the rest of the team jogs out of its 50 meter radius.\n\n\nWhelan, huffing:\n Alright. How… uh, no one told… running in a… in a gas mask was so… exhausting.\n\n\nAl-Abassi:\n Take you're time. Need some water? I honestly did not mean for that to happen to you.\n\n\nWhelan, still huffing:\n No no, I'll be fine. I wanted to ask, how long until the, uh, projections happen?\n\n\nFreidmann:\n Another 30 minutes or so.\n\n\nWhelan groans before laying his back on a dirt mound.\n\n\nEXTRANEOUS FOOTAGE OMITTED\n\n\nA Type 1 projection begins to manifest.\n\n\nWhelan:\n Took you long enough.\n\n\nAchebe:\n Careful, it might just spray you again.\n\n\nWhelan lightly punches Achebe's arm.\n\n\nFreidmann:\n Alright children, settle down.\n\n\nAchebe chuckles and Whelan glares at Freidmann.\n\n\nAl-Abassi, \ntouching his ear piece\n:\n Command, projection has manifested. Permission to enter radius?\n\n\nCommand:\n Granted.\n\n\nAl-Abassi:\n Roger that.\n\n\nAl-Abassi turns to the rest of the team.\n\n\nAl-Abassi:\n Let's get a move on.\n\n\nThe team moves forward and enters the projection. The drone follows close behind.\n\n\nLarge swathes of bright blues and greens fill the screen. A large streak of green shoots up into the sky with no apparent end. Panning to the left, the drone captures a twisting swirl of red, the center of which seems to infinitely move inward towards a yellow core. The ambient sounds of the containment chamber are replaced by the sounds of soft winds and flowing water.\n\n\nWhelan:\n This is…\n\n\nAchebe:\n Mesmerising.\n\n\nFreidmann:\n Command, are you seeing what we are?\n\n\nCommand:\n Currently receiving footage of abstract and vibrant colours. Does that match up?\n\n\nWhelan:\n Sure does!\n\n\nCommand:\n Excellent. Move further in.\n\n\nThe drone moves further in. Blobs of green that were once on the floor make a turn and are now shooting upwards. Streaks of green shoot sideways out of it. Looking further up, the drone finds the sky is replaced with mixed shades of brown, resembling tree bark, bar one area which is blue. Within this blue spot is the bright yellow silhouette of a lepidopteran. Translucent orange blobs fall from the top of the projection, in the shape of flower petals.\n\n\nAchebe:\n Yeowch!\n\n\nThe drone turns towards Achebe, as does the rest of the team. Achebe is clutching her head.\n\n\nAchebe, groaning:\n …the hell was that?\n\n\nAchebe puts her hands out and feels in front of her. Her hands meet a cylindrical object.\n\n\nAchebe:\n What? It feels like tree bark.\n\n\nFreidmann:\n If I recall correctly, a tree was planted there as part of the containment chambers flora.\n\n\nWhelan scoffs\n\n\nWhelan:\n It's payback, that's what I think.\n\n\nAl-Abassi:\n Right, then be careful where you step.\n\n\nThe drone flies further into the projection. The sound of rushing water leads to a glittering blue wall moving horizontally left.\n\n\nFreidmann:\n Command, could you take a look at how the projection behaves from above?\n\n\nCommand:\n Roger that.\n\n\nThe drone centers its camera and moves upwards. The drone passes by spinning wheels of orange, red and purple in the shape of flowers. The falling translucent orange blobs come into view. They look liquid and viscous.\n\n\nThe drone stops just under the ceiling of the projection and extends a robotic arm out towards it. The arms phases completely through the tree bark.\n\n\nCommand:\n Intangible, as expected.\n\n\nCommand raises the drone above the projection and scans the area. Below it, a white space spreads over where the projection would be. A clearing in the projection surrounds the top of SCP-6048 , revealing its location.\n\n\nCommand:\n Projection is blank from above.\n\n\nWhelan:\n Hold on, how many chrysali were supposed to be in here?\n\n\nThe drone descends and moves towards Whelan. The rest of the team follows Whelan.\n\n\nIn front of him, a chrysalis similar in appearance to SCP-6048 is seen attached to a bright, yellow spinning object. Cracking sounds are heard from the chrysalis as it writhes and wriggles. Abruptly, the sounds stop before the chrysalis bursts open. A bright light shoots out of a hole in the chrysalis, looping in on itself and traveling in circles around the projection.\n\n\nFreidmann:\n Oh my…\n\n\nThe beam orbits SCP-6048 at extremely high speeds before shooting upwards towards the glowing lepidopteran silhouette in the perceived sky.\n\n\nQuickly after this, many black figures resembling various different lepidopterans travel through the path of this beam and disappear into the silhouette.\n\n\nWhelan:\n …where do you think they're going?\n\n\nAchebe:\n No clue.\n\n\nAl-Abassi:\n Command, have these events occurred before today?\n\n\nCommand:\n Negative. This is the first time, it seems.\n\n\nFreidmann:\n Gotcha, we'll record anything else we see.\n\n\nThe drone flies towards the glowing silhouette and attempts to pass through it. The drone instead leaves the projection.\n\n\nAchebe:\n By the way, it's chrysalides.\n\n\nWhelan:\n Huh, neat.\n\n\nThe drone then re-enters the projection and surveys the area from above. In front of Al-Abassi, a long green streak shoots upwards, curling as it does. The streak then stops just under the \"roof\" of the projection and turns towards SCP-6048. The tip of the streak twirls and bursts, revealing an extremely bright shape similar to the face of a sunflower. The light from this sunflower spreads across the projection, getting brighter until the entire projection has been coloured white. The team is seen shielding their faces with their hands. The light then fades, revealing that the projection has dissipated.\n\n\nAchebe:\n God, that was bright…\n\n\nWhelan attempts to rubs his eyes and instead rubs the lenses of his gas masks. He groans, then looks around.\n\n\nWhelan:\n Dramatic, this one.\n\n\nAl-Abassi, \nholding his ear piece\n:\n Command, the projection has fully dissipated.\n\n\nCommand:\n Affirmative. Bring your findings back to the lab as soon as possible.\n\n\nAl-Abassi:\n Affirmative, moving back.\n\n\nAl-Abassi turns to his teammates.\n\n\nAl-Abassi:\n That was fun, wasn't it?\n\n\n\n\n[END LOG]\n\n\n\n\nFollowing these events, all Type-1 projections followed a similar set of events as the ones described above. No noticeable changes were noted in type-2 projections.\n\n\nUpdate 6048.3:\n As of 16/05/2035, several changes to the interior of SCP-6048's containment chamber have been noted. Ambient light levels in the containment area have been significantly decreased, and attempts to introduce light sources to the area do not appear to have any effect, aside from the natural sunlight entering the containment chamber via windows. In addition to this, several species of caterpillar have appeared within the containment chamber of SCP-6048, along with appropriate flora for their diets. Removal of the caterpillars from the containment chamber results in them shortly demanifesting and reappearing within the chamber. Similar results are observed when attempting removal of flora. Other than the previously noted, all flora and caterpillar exhibit normal behaviour.\n\n\nIn addition to this, SCP-6048 has begun exhibiting bioluminescence nocturnally. No changes in its apparent biology can be traced as a source of this bioluminescence. Typically, light emitted by SCP-6048 ranges from 380 to 700 nm in wavelength, causing it to appear white to human eyes. This light is dim and only illuminates a small area around SCP-6048. The area illuminated by SCP-6048 constantly remains at room temperature. Physical contact with SCP-6048 produces a tactile hallucination that the object is extremely hot despite there being no other known indications of abnormal temperature.\n\n\nUpdate 6048.4:\n Further changes in the projections of SCP-6048 have been recorded below.\n\n\n\n\nSCP-6048 NEW PROJECTION, ERT #445\n\n\n\n\nDate:\n 18/07/2035\n\n\nTime:\n 20:21\n\n\n\n\nPersonnel Present:\n Senior Researcher Naomi Freidmann, Senior Researcher Ahmed Al-Abassi, Researcher Ukeye Achebe, Junior Researcher Thomas Whelan\n\n\nManned Robotic Research Item Present:\n Research Drone #445, armed with video recording equipment\n\n\n\n\n[BEGIN LOG]\n\n\nThe drone camera is centered on SCP-6048 once again. ERT #445 is seen arriving on the area.\n\n\nWhelan:\n Who's ready for another hours long campout? I bought snacks.\n\n\nWhelan procures a bag of potato chips from his equipment bag and shakes it.\n\n\nFreidmann:\n Junior, you know very well you aren't permitted to bring food items into here.\n\n\nWhelan:\n Eheh, sorry.\n\n\nWhelan returns the chips to his bag.\n\n\nAchebe:\n How did you plan to eat it with a gas mask over your face anyway?\n\n\nWhelan raises a finger, pauses in thought and points at Achebe.\n\n\nWhelan:\n I'll give you that.\n\n\nAs the conversation continues, SCP-6048 begins to release its vapors.\n\n\nAl-Abassi:\n Team, you may want to redirect your attention.\n\n\nWhelan stops to look at SCP-6048.\n\n\nWhelan:\n Oh! Looks like we won't be needing the snacks this time round.\n\n\nFootage is fast-forwarded thirty minutes. A projection has begun to manifest.\n\n\nAl-Abassi:\n Steel yourselves, friends. We've got recording to do.\n\n\nFriedmann, \ngiving Al-Abassi a sidelong glance\n:\n I hardly think that would need steeling, Ahmed.\n\n\nAl-Abassi:\n Ah but Naomi, you know how the younger ones are.\n\n\nAl-Abassi and Freidmann glance at the other two. Achebe and Whelan are seen chatting.\n\n\nFreidmann:\n Mmhmm.\n\n\nFreidmann claps her hands once loudly.\n\n\nFreidmann:\n Juniors! Let's get a move on.\n\n\nThe conversation abruptly ends as Whelan and Achebe prepare themselves. Shortly after, the team enters the projection radius. A type-1 projection soon forms within the vapour. SCP-6048 is seen swaying side to side as short streaks of various bright colours fall around it, similarly to leaves. Twisting swirls of colour fill the sky, floating in many directions. A glittering blue wall falls from the tree bark ceiling and takes a sharp right turn towards SCP-6048, before curving around it and taking yet another sharp turn, forming a staircase.\n\n\nAchebe:\n You know, this never stops being so beautiful.\n\n\nWhelan:\n Sure does.\n\n\nThe silhouette of many lepidopteran imagos, in various colours, emerge from buds on the ground and fly towards the glowing lepidopteran in the sky. Various green streaks twist as they move upwards. A pink streak forms a fractal pattern as it floats around.\n\n\nAl-Abassi, \nabruptly\n:\n Oh my!\n\n\nFreidmann:\n What is it?\n\n\nThe team and drone turn towards Al-Abassi, who is looking upwards. As the drone pans upwards, it is revealed that eight pairs of distinctly human eyes are randomly embedded in four beige, floating circles. These circles rotate as they float aimlessly around the projection.\n\n\nWhelan:\n Thaaaaat's new, right..?\n\n\nAchebe:\n Does it-\n\n\nSuddenly, each beige circle all move towards SCP-6048 and begin to slowly orbit it, locking their eyes on it. Grey streaks wrap around SCP-6048 and tighten themselves. On its front, a crude recreation of the Foundation logo is seen. SCP-6048 writhes as if bound by the grey streaks. As the grey streaks continue to bind SCP-6048, the projection begins to literally crumble and fall apart, revealing a distorted version of the containment cell. Rectangle-shaped pillars jut out at random angles, intersecting with one another. Grey vine-like streaks hang from the pillars. A bright, sun-shaped spotlight manifests above SCP-6048 and shines on it. Many eyes, all distinctly human, manifest on the walls of the projection, staring directly at SCP-6048.\n\n\nAl-Abassi:\n It appears the chrysalis has revealed a little more of its hand.\n\n\nWhelan:\n It knows we're here?!\n\n\nFriedmann:\n That appears to be the case, junior.\n\n\nAchebe:\n So this is what it thinks of us…\n\n\nFreidmann:\n Naturally. We are its captors, and it seems to know that.\n\n\nFreidmann approaches SCP-6048\n\n\nFreidmann:\n The real question is where it wants to go once it metamorphoses.\n\n\nWhelan:\n To a forest, probably? With lots of flowers to drink nectar from for the rest of its life.\n\n\nFreidmann:\n Possibly. Though somehow, I doubt that.\n\n\nAl-Abassi:\n You've caught on as well?\n\n\nFreidmann turns to the rest of the team.\n\n\nFreidmann:\n You ever notice how-\n\n\nFreidmann is cut off by loud, rapid clicking. She turns back to SCP-6048, witnessing the grey streaks binding it burn away. Long, orange wisps rise from the ground accompanied by many sparks. The sun-shaped spotlight above SCP-6048 rapidly increases in luminosity. The eyes observing SCP-6048 all catch fire and burn into ashes, as do the grey pillars. A loud roar and the fluttering of wings are heard and the entire projection is engulfed in bright light. The drone records a large increase in temperature within the projection.\n\n\nSuddenly, the projection demanifests. Ambient light levels of the containment chamber have significantly lowered, while SCP-6048 shines relatively brightly. The team is seen on the ground, panting and sweating heavily.\n\n\n\n\nAfterword:\n ERT #445 was swiftly retrieved from the containment chamber and taken to the on-site ER. As a result of what is now dubbed Incident-6048-445, all team members had suffered spontaneous severe heat stroke, hypertonic dehydration and second-degree burns. All members are expected to recover. As per order of the Site Director all in-person observation of SCP-6048 is to be halted until further notice.\n\n\n\n\n[END LOG]\n\n\n\n\nUpdate 6048.5:\n As of 16/05/2036, several more changes have been recorded to the interior of SCP-6048's containment chamber. Ambient light levels have further decreased to a point where many areas of the chamber are completely dark outside of areas illuminated by sunlight and SCP-6048. All present instances of caterpillars have simultaneously formed chrysalides or cocoons and have begun their process of metamorphosis. All previously present instances of flora have seemingly expired. No traces of any flora, however, has been found within the containment chamber.\n\n\nSCP-6048 itself has begun permanently exhibiting bioluminescense and has drastically increased in luminosity, to the point that SCP-6048 illuminates a 50 meter radius around it.\n\n\nMembers of Entomological Research Team #445 have made steady recovery from their injuries. Junior Researcher Whelan, Researcher Achebe and Senior Researcher Al-Abassi's conditions have stabilised and they are pending discharge. Senior Researcher Freidmann, due to her proximity to SCP-6048 at the time of incident, is under a medically-induced coma to allow ease of recovery. She is expected to be ready for discharge within the next 5 months.\n\n\nThe following interviews were performed with all able-minded members of ERT #445.\n\n\n\n\nERT-445-INT-TW\n\n\n\n\nClose ERT-445-INT-TW\n\n\n\n\n\n\nERT-445-INT-TW\n\n\n\n\nInterviewer:\n Director Salvador Carillo\n\n\nInterviewee:\n Junior Researcher Thomas Whelan\n\n\n\n\n[BEGIN LOG]\n\n\nWhelan is seen sitting up in a hospital bed. Director Carillo takes a seat behind him and shuffles papers in his hands.\n\n\nCarillo:\n How are you doing today?\n\n\nWhelan:\n A lot better, actually! Couldn't even sit up a few days ago, now look at me. Plus…\n\n\nWhelan runs his hand across a burn scar on his face.\n\n\nWhelan:\n I got this sick scar I can show to-\n\n\nCarillo clears his throat.\n\n\nWhelan:\n But that's, uh, not why you're here, is it?\n\n\nCarillo shakes his head.\n\n\nWhelan:\n Right. But before we begin, I've got one question. How's Uke-er, researcher Achebe? And uh, the others of course.\n\n\nCarillo:\n Researchers Achebe and Al-Abassi are fine. However, Freidmann is currently in a medically induced coma. She should recover soon, though.\n\n\nWhelan:\n Yikes, hope so.\n\n\nCarillo clears his throat once more.\n\n\nCarillo:\n If you're ready, let's get started. What happened when SCP-6048 began manifesting the, uh, sparks and fire and whatnot.\n\n\nWhelan:\n Well, it got very hot for one. Very very hot. You probably could have guessed that from the, uh-\n\n\nWhelan points to his burn scars.\n\n\nWhelan:\n Yeah.\n\n\nCarillo:\n Anything else?\n\n\nWhelan:\n It also got \nreally\n bright. If it weren't for the tint on our gas masks as well as us shielding our eyes, you may have needed to un-blind us as well.\n\n\nWhelan chuckles.\n\n\nWhelan:\n Then there was the big fire-insect. Real big, you can't have missed it.\n\n\nCarillo gives a confused look and flips through several transcripts.\n\n\nCarillo:\n No, junior, it appears we missed it.\n\n\nWhelan:\n Oh?\n\n\nCarillo:\n Multiple internal cameras as well as the drone didn't pick up any sort of \"fire-insect\". Could you describe it?\n\n\nWhelan:\n Well, it was huge as you may have guessed. Made of fire, too. I couldn't make out any, er, detailed features, it only appeared to me for a couple seconds, but it very clearly had the silhouette or outline of a butterfly or moth.\n\n\nCarillo scribbles down notes.\n\n\nCarillo:\n Anything else of note?\n\n\nWhelan:\n Yeah, it was floating in some empty space. Arms stretched out and wings unfolded behind it. The background was completely black, save for some white specks. Lots of orange and yellow wisps flying out from it towards me. After a couple seconds, it disappeared. If no one else saw it, then we could just excuse it as me-\n\n\nCarillo:\n No no, this is worth investigation regardless. Besides, I haven't interviewed your other able-minded comrades yet.\n\n\nWhelan:\n I see.\n\n\nCarillo stands up.\n\n\nCarillo:\n Thank you for your time, researcher Whelan. Your discharge papers will arrive within the next week. Now, if you'll excuse me.\n\n\nCarillo turns away from Whelan and begins walking away.\n\n\nWhelan:\n Wait!\n\n\nCarillo swiftly turns back and raises an eyebrow.\n\n\nWhelan:\n Could you, uh, tell researcher Achebe I said hi? And everyone else too! Y'know, I'm just-\n\n\nCarillo sighs. A small smile grows on his face.\n\n\nCarillo:\n Of course.\n\n\nCarillo turns and walks away.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nERT-445-INT-UA\n\n\n\n\nClose ERT-445-INT-UA\n\n\n\n\n\n\nERT-445-INT-UA\n\n\n\n\nInterviewer:\n Director Salvador Carillo\n\n\nInterviewee:\n Researcher Ukeye Achebe\n\n\n\n\n[BEGIN LOG]\n\n\nCarillo sits next to the hospital bed holding Achebe. Achebe is sitting up.\n\n\nCarillo:\n Good morning, researcher. How are you feeling today?\n\n\nAchebe:\n I'm quite well director, thank you. I'm sure I'll be ready to properly discharge within the next week.\n\n\nCarillo:\n Excellent. Now, I have a few questions. Think you're able to answer them?\n\n\nAchebe:\n Of course.\n\n\nCarillo:\n Perfect. Now, what did you see when the event with SCP-6048 happened?\n\n\nAchebe:\n Well I'm sure you saw most of it from the footage. Sparks, fire, bright light. Goodness it was hot in there!\n\n\nCarillo:\n I'd imagine it would be.\n\n\nAchebe:\n Now, I'm not sure if what I saw next was some sort of hallucination or just part of the projection but…\n\n\nCarillo leans in to listen.\n\n\nAchebe:\n It's hard to describe, but imagine an orb, right? Huge, bright and yellow, or orangey-yellow. Just floating there, in an empty space speckled with white dots. All of a sudden, a proboscis pierces the orb. Or at least I assume so. It was unclear but I'm inclined to say proboscis.\n\n\nCarillo:\n Why?\n\n\nAchebe pauses.\n\n\nAchebe:\n …not sure. Just feels right.\n\n\nCarillo:\n Continue.\n\n\nAchebe:\n As I was saying, the proboscis pierces the orb and begins drinking from it in big gulps. Quite quickly, the orb is fully drunk. That's all that I saw, really.\n\n\nCarillo:\n I see.\n\n\nCarillo scribbles down notes.\n\n\nCarillo:\n Researcher Whelan witnessed something similar.\n\n\nAchebe:\n Has he? The same exact events?\n\n\nCarillo:\n No, he saw a giant flaming winged creature. Looked a lot like a butterfly or moth, apparently. The bug-\n\n\nAchebe:\n Insect, sir. There is a distinction.\n\n\nCarillo chuckles.\n\n\nCarillo:\n Diligent, aren't you?\n\n\nAchebe:\n You don't become a Foundation entomologist easily, sir!\n\n\nCarillo:\n Good to see. Anyway, the flaming \ninsect\n was in a space similar to the one you described in your vision.\n\n\nAchebe:\n Oh? They must be connected then.\n\n\nCarillo:\n That's the current working theory.\n\n\nCarillo stands up and gathers his notes.\n\n\nCarillo:\n Thank you for your time, researcher.\n\n\nAchebe:\n Please, the pleasure was mine.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nERT-445-INT-AA\n\n\n\n\nClose ERT-445-INT-AA\n\n\n\n\n\n\nERT-445-INT-AA\n\n\n\n\nInterviewer:\n Director Salvador Carillo\n\n\nInterviewee:\n Senior Researcher Ahmed Al-Abassi\n\n\n\n\n[BEGIN LOG]\n\n\nCarillo enters the room. Al-Abassi is seen eating a meal in bed. He notices Carillo and smiles, putting his meal aside.\n\n\nAl-Abassi:\n Salvador! It has been too long, no?\n\n\nCarillo and Al-Abassi firmly shake hands.\n\n\nCarillo:\n It really has, Ahmed. How've you been?\n\n\nAl-Abassi:\n Honestly, my back has been killing me lately.\n\n\nCarillo:\n Alright old man, we get it.\n\n\nAl-Abassi:\n Watch it! You aren't too far from me.\n\n\nCarillo and Al-Abassi laugh.\n\n\nAl-Abassi:\n Now, I know you wouldn't just drop by for an idle visit. Too much of a prune for that.\n\n\nCarillo:\n Cut me some slack, Ahmed!\n\n\nAl-Abassi:\n Oh alright. Before you start, how is everyone else?\n\n\nCarillo:\n You'll be pleased to know that Thomas and Ukeye are well on their way to recovery.\n\n\nAl-Abassi:\n And Naomi?\n\n\nCarillo:\n Naomi, well, unfortunately I can't say she's doing as well. She is currently in a coma.\n\n\nAl-Abassi:\n My god…\n\n\nCarillo:\n Medically induced, I must add.\n\n\nAl-Abassi sighs.\n\n\nAl-Abassi:\n Well, that makes it slightly better.\n\n\nThe room falls silent for 5 seconds.\n\n\nCarillo:\n Would you rather I come back later?\n\n\nAl-Abassi:\n Oh! No, no. Please, take a seat and, er, we can begin.\n\n\nCarillo:\n If you insist.\n\n\nCarillo takes a seat next to Al-Abassi.\n\n\nAl-Abassi:\n Now, you must want to know what happened, right?\n\n\nCarillo:\n Bang on.\n\n\nAl-Abassi:\n Well, I'm sure you already know most of the story. Why ask?\n\n\nCarillo:\n Well, your comrades have had visions Ahmed. Visions of things that weren't captured by any of our cameras.\n\n\nAl-Abassi looks shocked.\n\n\nAl-Abassi:\n So SCP-6048 hasn't emerged from its chrysalis yet?\n\n\nCarillo:\n What?\n\n\nAl-Abassi:\n That's what I saw. After the projection went bright, I saw the chrysalis shatter into over five thousand pieces.\n\n\nCarillo:\n That's oddly specific of you.\n\n\nAl-Abassi:\n I'm not being figurative, Salvador. There were exactly five thousand, five hundred and five pieces.\n\n\nCarillo:\n Ahmed, how could you possibly have known that?\n\n\nAl-Abassi:\n …I don't know. It just felt correct.\n\n\nCarillo:\n Well, what happened after that?\n\n\nAl-Abassi:\n It came out. Spread its wings and took off before I could even fully comprehend it. All I remember was it being a bright orangey-yellow and ginormous.\n\n\nAl-Abassi squints his eyes.\n\n\nAl-Abassi:\n In all honesty, it was gorgeous. Glorious, even. I wanted to bask in its glow for as long as I could.\n\n\nCarillo:\n But you just said that you couldn't even comprehend it. How can you be so sure-\n\n\nAl-Abassi:\n I don't know, Salvador. These details just appear in my mind, and I can't shake them off. They just \nfeel\n correct.\n\n\nSilence for 5 seconds.\n\n\nCarillo:\n Why don't you get some rest, Ahmed?\n\n\nAl-Abassi:\n Perhaps. Thinking about this is tiring.\n\n\nCarillo:\n I'll be sure to check up on you. Have a good day.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nUpdate 6048.6:\n As of 17/06/2037, SCP-6048 has further developed new properties. All observed instances of chrysalides, bar SCP-6048, have completed their metamorphosis simultaneously and now all orbit SCP-6048. These insects do not seem to require sustenance, or they gain sustenance from orbiting SCP-6048. SCP-6048 now outputs a luminosity of over 7.5 million lumens, illuminating its entire containment chamber. Ambient temperature within the chamber has risen to 30 degrees Celsius, though SCP-6048 is recorded as exhibiting temperatures over 5505 degrees Celsius.\n\n\nIn addition to this, anomalous brain-wave patterns were observed from Senior Researcher Naomi Freidmann. Upon passing these brain waves through an OViM\n4\n, several images were obtained, forming a video. The following are transcripts of said video.\n\n\n\n\nERT-445-NF-OVIM\n\n\n\n\nClose ERT-445-NF-OVIM\n\n\n\n\n\n\nERT-445-NF-OVIM\n\n\n\n\nSubject:\n Naomi Freidmann\n\n\nOViM ID:\n 342152-XEF\n\n\n\n\n[BEGIN LOG]\n\n\nThe scene begins similarly to how Incident-6048-445 ended. The vines binding SCP-6048 burn away into ashes, orange wisps rise from the ground, the area brightens to a blindingly bright white. A loud roar is heard, before SCP-6048's chrysalis shatters into exactly 5505 pieces. These pieces slowly separate, revealing the curled up silhouette of SCP-6048, which is pitch black.\n\n\nAnother roar is heard and SCP-6048 begins to stretch itself, absorbing the light in the area. SCP-6048 brightens, stretching its limbs and wings. SCP-6048 bears resemblance to no one particular species of lepidopteran, rather it bears traits visible in multiple species. SCP-6048 bears wings similar in structure to \nAttacus atlas\n5\n, wing patterns similar to \nSynemon plana\n6\n, and many other features from miscellaneous Lepidoptera species. Of note, SCP-6048's front-most pair of legs end in raptorial claws. Wisps, similar to the ones seen rising from the ground around the chrysalis, emanate from SCP-6048 as it prepares for flight.\n\n\nSCP-6048 takes off, flying towards a large, orangey-yellow orb at large speeds. White silhouettes of many smaller lepidopterans are seen following SCP-6048 as it does so. Many small, white dots appear in the background as SCP-6048 approaches the orb. Upon reaching the orb, SCP-6048 wraps its raptorial claws around it and plunges its proboscis into the orb, drinking from it. As it does so, SCP-6048 grows in size and the wisps emanating from it adopt more erratic behaviour. It is not long before the orb has been fully consumed.\n\n\nAnother roar is heard and SCP-6048 takes the place of the orb, curling up into a sphere and enclosing itself within its wings. Many sparks fly off of SCP-6048 as it does so, coalescing together into a smaller sphere. The sphere then begins to descend away from SCP-6048, who's body parts have begun melding together. SCP-6048 leaves our view and we focus on the smaller sphere, while burns up into a glossy, red ball. The background shifts drastically as the sphere burns; brown streaks form a skyline against a blue background, the floor turns many shades of green, speckled with blues and reds and yellows. As the red ball settles, focus shifts back onto SCP-6048, which has fully melded into an orb and now resides in the perceived sky behind the red ball.\n\n\nA voice emanates from an unidentifiable location and says \"\nAnd so light reborn takes its place, and we begin the cycle anew. Thus is the oroboros of Chrysolaris.\"\n\n\n\n\n\n\n\n\n\n\nUpdate 6048.7 (LATEST REVISION):\n Foundation analysts have determined that the metamorphosis of SCP-6048 will complete within the next decade, allowing for ample time to prepare for the emersion of SCP-6048 from its chrysalis. Foundation aerospace engineers and neutralisation experts are currently researching methods to neutralise SCP-6048 mid-travel, should it breach containment. Entomological research is focused on halting the metamorphosis of SCP-6048 and preventing its completion. Pacification and neutralisation of SCP-6048 is considered a high-level priority.\n\n\n\n\nFootnotes\n\n\n1\n. A stage in a larval insect's life, marked by the molting of its skin. Insects will go through several instars in their lifetime before maturing into adults.\n\n\n2\n. The order of insects that includes all butterfly and moth species.\n\n\n3\n. Cells carried by metamorphosing bugs that use a chrysalis or cocoon. These cells aid in the construction and transport of parts present in the imago, such as wings.\n\n\n4\n. Oneiric Visualization Matrix; technology used by the Foundation to produce visual images from brain waves.\n\n\n5\n. Atlas Moth\n\n\n6\n. Golden sun moth\n\n\n\n\n\n\n\n\n« \nSCP-6047\n | SCP-6048 | \nSCP-6049\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6048\n\" by RadiantGold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6048\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6048 \" by RadiantGold, from the SCP Wiki . Source: https://scpwiki.com/scp-6048 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6048 is held in a standard large object containment zone. The zone has been fitted with several large installations mimicking the scenery of a forest, as to not distress SCP-6048 and provide it appropriate physical enrichment. The roof of the chamber has several glass skylights installed, so that SCP-6048 may perceive the natural daylight cycle. Approximately 140 metric tonnes of a blend containing milkweed, wild grass, various non-anomalous animal waste, honeycombs, various lichens, and various flowers is to be delivered to the containment zone of SCP-6048 daily. On a monthly basis, or when it enters a new instar1, SCP-6048 is to be lured out of its zone and into a medical bay for examination to ensure its health. Procedures are to be updated as necessary and without delay.",
    "description": "SCP-6048 is the larval stage of an as-of-yet unidentified species of insect, seemingly belonging to the order Lepidoptera2. The object is, as of current, approximately 20 meters in length and 70 metric tonnes in weight. The entity, in terms of anatomy, most closely resembles the caterpillar of a cecropia moth.",
    "title": "SCP-6048"
}