{
    "url": "https://scp-wiki.wikidot.com/scp-6054",
    "all_text": "rating: \n+94\n+\n–\nx\n\n\n\n\n> Connecting to host…\n\n\n> Host connected. Authenticating users and granting access…\n\n\n> User \nmrainer119\n has joined the chat.\n\n\n> User \njstevenson (ADMIN)\n has joined the chat.\n\n\n> Authentication complete.\n\n\n\n\nGot your message. Wanting to add another one to the database?\n\n\n\n\nYep. I need you to validate me.\n\n\n\n\nAnd it's for that one anomaly, right?\n\n\n\n\nYeah.\n\n\n\n\nAlright. Let me go ahead and take a look. You know that this'll be archived with the rest of the ones we've gotten so far, right?\n\n\n\n\nYeah, I know.\n\n\n\n\nOkay, give me the draft then.\n\n\n\n\nHere you go, let me know what you think.\n\n\n\n\n\n\n\n\nAccess Attached File.\n\n\n\n\nClose Attached File.\n\n\n\n\n\n\n\n\nItem #:\n SCP-6054\n\n\nObject Class:\n Neutralized\n\n\n\n\n\n\nDepiction of SCP-6054, as seen initially (anomaly not present).\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to its sudden neutralization, all special containment procedures have been withheld indefinitely.\n\n\nDescription:\n SCP-6054 was a single, sentient Thompson seedless grape, capable of vocal English communication. How this communication was performed by SCP-6054 remains unknown.\n\n\nSCP-6054 is believed to have manifested following an interaction between Rs. Malcolm Williams and a currently unclassified anomalous music box which, when played, would spontaneously manifest unknown anomalous phenomena in the vicinity of nearby listeners.\n\n\nSCP-6054 was accidentally discovered by Rs. Malcolm Williams and Dr. Jaden Cain during their lunch break after testing with the aforementioned unclassified anomaly. Dr. Martin Rainer would later locate the anomaly in the refrigerator, but due to lack of communication, he was unaware of its anomalous phenomenon. This would later result in him accidentally ingesting the anomaly, and subsequently neutralizing SCP-6054.\n\n\nAddendum 6054-1:\n\n\n\n\nAUDIO LOG\n\n\nNote:\n The following transcript describes the only known interaction with SCP-6054.\n\n\n\n\n[BEGIN LOG]\n\n\nRs. Williams and Dr. Cain can be heard walking into the room from the east door.\n\n\nCain:\n —and you said there were \"side effects?\"\n\n\nWilliams:\n Yeah, something like that. It's not uncommon for something random to just… exist, after listening to that tune.\n\n\nThe sound of rushing water can be heard faintly.\n\n\nCain:\n That sounds pretty bad.\n\n\nWilliams:\n Yeah, no kidding. Last time we tried it, Ralph said he had to calm down his spaghetti during dinner — damn near got his family involved after trying to convince his meal that it wasn't an \"impasta.\"\n\n\nCain:\n Shut up.\n\n\nWilliams:\n It's true! I swear to God it happened.\n\n\nA door opens, which sounds similar to the break-room refrigerator.\n\n\nCain:\n I call horseshit.\n\n\nWilliams:\n Yeah, whatever. You had to be there to hear the story for yourself.\n\n\nSilence for several seconds. The sounds of objects being moved can be heard.\n\n\nCain:\n How long does it usually take?\n\n\nWilliams:\n Not sure. That's something we're trying to figure—\n\n\nUnknown:\n \n(Faintly)\n HELP.\n\n\nAudio recording goes silent.\n\n\nWilliams:\n Jaden.\n\n\nCain:\n That wasn't me.\n\n\nUnknown:\n(Muffled)\n —DOWN HERE. IN THE LUNCHBOX.\n\n\nThe sound of an object moving, followed shortly by a zipper unlatching.\n\n\nUnknown:\n ITS ME. THE GRAPE. LOOK, I NEED YOUR HELP PLEASE IM TRYING TO—\n\n\nThe zipper sound returns. The object moves once more, presumably back into the refrigerator.\n\n\nUnknown:\n \n(Muffled)\n HEY, WHAT THE FUCK ARE YOU DOING—\n\n\nRefrigerator door closes abruptly.\n\n\nWilliams:\n Nope, not dealing with it.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAre… are you kidding me?\n\n\n\n\n…no.\n\n\n\n\nI don't know how to feel about this, Martin. This is unsubstantial writing at best.\n\n\n\n\nLook, I'm sorry. Really. But I haven't submitted to the database in over a month. And besides no one will see it since it'll be archived.\n\n\n\n\nOkay, okay. Fine\n\n\nBut this is like, really thin ice here Martin.\n\n\n\n\nOkay.\n\n\n\n\nGo ahead and post.\n\n\n…?\n\n\nMartin?\n\n\n\n\nI'm trying.\n\n\n\n\nMartin.\n\n\n\n\nIt's just… I know this is random, but is it bad that I kinda liked it when I bit into that grape and it let out a little whine?\n\n\nwine*\n\n\n…\n\n\nJames?\n\n\n\n\n\n\njstevenson119 has disconnected from the chat.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6053\n | SCP-6054 | \nSCP-6055\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-6054",
    "object_class": "Neutralized",
    "containment_procedures": "Due to its sudden neutralization, all special containment procedures have been withheld indefinitely.",
    "description": "SCP-6054 was a single, sentient Thompson seedless grape, capable of vocal English communication. How this communication was performed by SCP-6054 remains unknown.",
    "title": "SCP-6054"
}