{
    "url": "https://scp-wiki.wikidot.com/scp-6057",
    "all_text": "The worst anxiety you've ever seen.\n\n\n\n\nrating: \n+98\n+\n–\nx\n\n\n\n\n\n\nImage captured of an explosion caused by SCP-6057.\n\n\n\n\n\n\nItem #:\n SCP-6057\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6057 is contained in a steel-reinforced concrete vault in \nSite-55\n's Keter wing, and is to be furnished with standard humanoid object items. Personnel interacting with SCP-6057 are not to make any sudden movements and are to speak to it in a slow, calm manner.\n\n\nSCP-6057 is currently scheduled for biweekly therapy sessions with Dr. Li, which are to be carried out every Tuesday and Thursday at 2 PM.\n\n\nDescription:\n SCP-6057 is an automaton made of polypropylene plastic resembling a cartoon stylization of a bomb. SCP-6057 is capable of exploding with a force of up to 14 kilotons. The explosions caused by SCP-6057 do not produce sounds typical of large explosions, but instead produce a loud popping sound, followed by what has been identified as a party blower. Additionally, explosions leave behind a large amount of confetti, the source of which is unknown. SCP-6057 is capable of reforming itself following explosions and does not appear to suffer damage as a result of exploding.\n\n\nSCP-6057 suffers from extreme anxiety and is prone to exploding when agitated or upset.\n\n\nAddendum 6057.01:\n Note found upon discovery\n\n\nThe following note was found taped to the back of SCP-6057 upon discovery by Foundation agents. SCP-6057 was discovered following a string of unusual explosions in the Albuquerque, New Mexico area.\n\n\n\n\nHi, kids! Now you are the proud owner of Señor Boom, who is the Tiny Señor line of Professor Funtastic! Try to collect all the fun for hours!\n\nLet your señors here for fun! Pick up all the señors, super fun! Fun for you! Fun of your friends!\n\n\n\n\nSeñor Boom!\n\n\nSeñor Fluff!\n\n\nSeñor Senor!!\n\n\nSeñor Senorita!!\n\n\nSeñor Fun!\n\n\nSeñor Hole!\n\n\nSeñor Pig!\n\n\nSeñor Purple!\n\n\nSeñor Taste!\n\n\n\n\n\n\nAddendum 6057.02:\n Audio log from recent therapy session\n\n\nThe following is a recorded dialogue between Dr. Li and SCP-6057 during its most recent therapy session.\n\n\n\n\n+ Open Audio Log 6057.01\n\n\n\n\n- Close\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nLi:\n Good afternoon, Señor Boom.\n\n\nSCP-6057:\n Uh, hello, doctor.\n\n\nLi:\n How are you feeling today?\n\n\nSCP-6057:\n I don't know. Good, I think? Is there a right answer?\n\n\nLi:\n No, there is no right answer. It's okay to not feel good, you know.\n\n\nSCP-6057:\n I-in that case I don't feel good. It feels too tight in here. These walls… they make me feel claustrophobic.\n\n\nLi:\n Maybe you could use a little change of scenery. Would you like for me to put in a request to take you outside?\n\n\nSCP-6057:\n That would be nice…\n\n\nLi:\n I think so too. Now, why don't we get started?\n\n\nSCP-6057:\n Okay.\n\n\nLi:\n Have you felt choked up again like you were last week?\n\n\nSCP-6057:\n A little… I tried doing the breathing technique you showed me but I still felt overwhelmed.\n\n\nLi:\n This is normal. It happens. Remember, therapy isn't going to cure you immediately, its more about learning techniques to better help you manage yourself in case something does happen.\n\n\nSCP-6057:\n I know, I know, but… I always feel like I'm going to blow when you're not around, doctor.\n\n\nLi:\n You can manage without me. I'm here to help you, but I can't be your crutch forever. Why don't we try to focus on some positive things. Like your future trip outside! That sounds like it'll be fun. Fresh air always does the body good.\n\n\nSCP-6057:\n I don't like the air down here… it's so musty…\n\n\nLi:\n Why don't we try focusing on something positive instead of what you don't like down here?\n\n\nSCP-6057:\n Okay… outside… outside… but, doctor, what if I blow up outside? They'll never let me go outside again…\n\n\nLi:\n Try finding the positive side.\n\n\nSCP-6057:\n I'm trying! I'm trying! Sorry…\n\n\nLi:\n There's no need to apologize. Just focus on the good that is going outside and how you'll like it. Use this as a goal to keep moving forward.\n\n\nSCP-6057:\n But I have no way of knowing what's going to happen… How can I control myself if I don't know what can happen?\n\n\nLi:\n That's just the risk you take by living every day. You never know what's going to happen but you still need to get out there and live. Otherwise, you spend your whole life cloistered in your containment chamber. And I know you don't want to be in here all the time.\n\n\nSCP-6057:\n I don't… But…\n\n\nLi:\n But?\n\n\nSCP-6057:\n But… I don't know… Everything just feels so overwhelming and I know they're not going to approve me going outside so what's the point? I may as well just blow up and get it over with…\n\n\nLi:\n Whoa, slow down there, Boom. You don't know that they are or aren't going to approve of letting you take a field trip outside. Remember, you haven't had a major explosion in three months. That's amazing progress! Don't sell yourself short.\n\n\nSCP-6057:\n … but…\n\n\nLi:\n If you keep thinking of all the 'what if' scenarios and 'buts' you'll never get any better.\n\n\nSCP-6057:\n So I'm just not going to get any better then? Am I just doomed to be stuck here forever?\n\n\nLi:\n That's not what I said.\n\n\nSCP-6057:\n I know you didn't, but…\n\n\nLi:\n You know how we feel about buts around here.\n\n\nSCP-6057:\n I know! I know! But I just can't help but feel like… I'm drowning… I'm drowning, doctor, and nothing I can do helps! Everything I've tried doesn't work and I feel like I'm failing you and I feel like I'm failing myself and I don't know! I'm sorry!\n\n\n[SCP-6057's fuse lights.]\n\n\nLi:\n Remember what we've talked about. Slow down. Deep breaths.\n\n\n[SCP-6057's fuse ticks down for a moment before it is defused. There is a brief silence between the two.]\n\n\nSCP-6057:\n You see what I mean, doctor? If you weren't here I would have exploded and probably taken out my room again… Let's face it, I'll never be able to go outside…\n\n\nLi:\n The fact that you stopped yourself shows great progress. You alone were able to stop yourself from blowing up and causing trouble, and you alone are to credit for that. See? You are getting better.\n\n\nSCP-6057:\n I… I guess you're right…\n\n\nLi:\n There you go, Señor Boom. Remember, it's all about taking small steps. Today you took a big step and you should be proud of yourself for achieving that.\n\n\nSCP-6057:\n But…\n\n\nLi:\n No buts!\n\n\n<END LOG>\n\n\nNote: Dr. Li requested SCP-6057 be allowed outside following this interaction. The request was processed by the Ethics Committee and Containment Committee prior to being approved.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Audio Log 6057.02\n\n\n\n\n- Close\n\n\n\n\n\n\nForeword:\n SCP-6057 was permitted to walk in the above-ground perimeter of Site-55. It is accompanied by Dr. Li and two guards.\n\n\n<BEGIN LOG>\n\n\nSCP-6057:\n I don't believe it… I never thought I'd see the sun again…\n\n\nLi:\n You should be proud of yourself. You wouldn't be out here if it weren't for your amazing progress.\n\n\nSCP-6057:\n I… I guess so. Thank you, Doctor Li.\n\n\nLi:\n I'm just doing my job. So tell me, what's on your mind now that you're out here?\n\n\nSCP-6057:\n I want to feel the grass under my feet.\n\n\n[SCP-6057 steps off the lift platform and onto the grass.]\n\n\nLi:\n How's it feel?\n\n\nSCP-6057:\n Great! I… I feel great for the first time since… since… Since I was made.\n\n\nLi:\n I'm glad you're feeling good. Did you enjoy being outside in nature before you were contained?\n\n\nSCP-6057:\n Yeah… well, mostly. When I knew there would be no one around I would like to go outside and just feel the wind on my face. My dad told me not to go outside when there were people out because they would steal me away and that kind of made me nervous.\n\n\nLi:\n Your dad? Do you mean Professor Funtastic?\n\n\nSCP-6057:\n Is that what he called himself? I just knew him as dad…\n\n\nLi:\n Please do go on. Sorry I interrupted.\n\n\nSCP-6057:\n It's okay. Anyway, dad, he… he told me never to go outside or they would take me… It scared me, to be suddenly taken away from dad like that. That's why I didn't go outside for the first few weeks I was alive. I never knew who he meant by 'they' but I guess now I do… It was you guys.\n\n\n[There is a ten-second silence.]\n\n\nSCP-6057:\n Anyway, I guess that's where it all started. Dad put the fear of being taken away in me… and he was right. I never should have stepped outside. But it got so lonely without him being there… I… I don't even know what I was looking for. I had never seen another person aside from dad before and… I was scared. I still am.\n\n\nLi:\n What are you scared of at present?\n\n\nSCP-6057:\n I'm scared of him coming back and being mad at me for getting taken away. I just want him to be proud of me…\n\n\nLi:\n I don't think he would be mad at you.\n\n\nSCP-6057:\n Really? Even though I'm an anxious mess?\n\n\nLi:\n I don't think he would judge you for that. If anything I think he would be proud of you knowing how far you've come in controlling yourself.\n\n\nSCP-6057:\n R-really?\n\n\nLi:\n Yes. You may struggle with your anxiety, but it does not define you. You're a good person and you should take it a little easier on yourself.\n\n\nSCP-6057:\n … I… thank you… \n[SCP-6057 sniffles.]\n\n\nLi:\n Are you crying?\n\n\nSCP-6057:\n No! Yes… just a little.\n\n\nLi:\n It's okay to cry, Señor Boom.\n\n\n[Both are silent for thirty seconds.]\n\n\nLi:\n It's a lovely day, isn't it?\n\n\nSCP-6057:\n You're right. It's a lovely day out.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-6056\n | SCP-6057 | \nSCP-6058\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4056\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-8726\n \n•\n\n\n\n\n\n\nSCP-8956\n \n•\n\n\n\n\n\n\nSCP-726-EX\n \n•\n\n\n\n\n\n\nSCP-7573\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-5726\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-1542\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCool Guys Don't Look At Explosions\n \n•\n\n\n\n\n\n\nThe Case of the Bathroom Cheese Labels\n \n•\n\n\n\n\n\n\nRAISA-6147 (PENDING ASSIGNMENT)\n \n•\n\n\n\n\n\n\nChasing The Union\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\nSeven Days With Mr. Fish\n \n•\n\n\n\n\n\n\nCold Turkey - A Prelude\n \n•\n\n\n\n\n\n\nFifteenth Anonymous Donation\n \n•\n\n\n\n\n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nLittle Dark Star Shoppe of Minerals\n \n•\n\n\n\n\n\n\nAdoption Poster: Bandit!\n \n•\n\n\n\n\n\n\nJuly 26th ETTRA Emergency Meeting\n \n•\n\n\n\n\n\n\nFrenzied Overture\n \n•\n\n\n\n\n\n\nParalytic States\n \n•\n\n\n\n\n\n\nWonder World Dossier\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6057\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6057\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n dare.png\n\n\nName:\n Explosion at US Army Yuma Proving Ground.jpg\n\n\nAuthor:\n Yumacool\n\n\nLicense:\n CC 4.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Explosion_at_US_Army_Yuma_Proving_Ground.jpg",
    "addendums": [
        "Addendum 6057.01: Note found upon discovery\nThe following note was found taped to the back of SCP-6057 upon discovery by Foundation agents. SCP-6057 was discovered following a string of unusual explosions in the Albuquerque, New Mexico area.",
        "Addendum 6057.02: Audio log from recent therapy session\nThe following is a recorded dialogue between Dr. Li and SCP-6057 during its most recent therapy session.\n"
    ],
    "documents": [],
    "notes": [
        "Hi, kids! Now you are the proud owner of Señor Boom, who is the Tiny Señor line of Professor Funtastic! Try to collect all the fun for hours! Let your señors here for fun! Pick up all the señors, super fun! Fun for you! Fun of your friends! Señor Boom! Señor Fluff! Señor Senor!! Señor Senorita!! Señor Fun! Señor Hole! Señor Pig! Señor Purple! Señor Taste!",
        "<BEGIN LOG> Li: Good afternoon, Señor Boom. SCP-6057: Uh, hello, doctor. Li: How are you feeling today? SCP-6057: I don't know. Good, I think? Is there a right answer? Li: No, there is no right answer. It's okay to not feel good, you know. SCP-6057: I-in that case I don't feel good. It feels too tight in here. These walls… they make me feel claustrophobic. Li: Maybe you could use a little change of scenery. Would you like for me to put in a request to take you outside? SCP-6057: That would be nice… Li: I think so too. Now, why don't we get started? SCP-6057: Okay. Li: Have you felt choked up again like you were last week? SCP-6057: A little… I tried doing the breathing technique you showed me but I still felt overwhelmed. Li: This is normal. It happens. Remember, therapy isn't going to cure you immediately, its more about learning techniques to better help you manage yourself in case something does happen. SCP-6057: I know, I know, but… I always feel like I'm going to blow when you're not around, doctor. Li: You can manage without me. I'm here to help you, but I can't be your crutch forever. Why don't we try to focus on some positive things. Like your future trip outside! That sounds like it'll be fun. Fresh air always does the body good. SCP-6057: I don't like the air down here… it's so musty… Li: Why don't we try focusing on something positive instead of what you don't like down here? SCP-6057: Okay… outside… outside… but, doctor, what if I blow up outside? They'll never let me go outside again… Li: Try finding the positive side. SCP-6057: I'm trying! I'm trying! Sorry… Li: There's no need to apologize. Just focus on the good that is going outside and how you'll like it. Use this as a goal to keep moving forward. SCP-6057: But I have no way of knowing what's going to happen… How can I control myself if I don't know what can happen? Li: That's just the risk you take by living every day. You never know what's going to happen but you still need to get out there and live. Otherwise, you spend your whole life cloistered in your containment chamber. And I know you don't want to be in here all the time. SCP-6057: I don't… But… Li: But? SCP-6057: But… I don't know… Everything just feels so overwhelming and I know they're not going to approve me going outside so what's the point? I may as well just blow up and get it over with… Li: Whoa, slow down there, Boom. You don't know that they are or aren't going to approve of letting you take a field trip outside. Remember, you haven't had a major explosion in three months. That's amazing progress! Don't sell yourself short. SCP-6057: … but… Li: If you keep thinking of all the 'what if' scenarios and 'buts' you'll never get any better. SCP-6057: So I'm just not going to get any better then? Am I just doomed to be stuck here forever? Li: That's not what I said. SCP-6057: I know you didn't, but… Li: You know how we feel about buts around here. SCP-6057: I know! I know! But I just can't help but feel like… I'm drowning… I'm drowning, doctor, and nothing I can do helps! Everything I've tried doesn't work and I feel like I'm failing you and I feel like I'm failing myself and I don't know! I'm sorry! [SCP-6057's fuse lights.] Li: Remember what we've talked about. Slow down. Deep breaths. [SCP-6057's fuse ticks down for a moment before it is defused. There is a brief silence between the two.] SCP-6057: You see what I mean, doctor? If you weren't here I would have exploded and probably taken out my room again… Let's face it, I'll never be able to go outside… Li: The fact that you stopped yourself shows great progress. You alone were able to stop yourself from blowing up and causing trouble, and you alone are to credit for that. See? You are getting better. SCP-6057: I… I guess you're right… Li: There you go, Señor Boom. Remember, it's all about taking small steps. Today you took a big step and you should be proud of yourself for achieving that. SCP-6057: But… Li: No buts! <END LOG> Note: Dr. Li requested SCP-6057 be allowed outside following this interaction. The request was processed by the Ethics Committee and Containment Committee prior to being approved.",
        "Foreword: SCP-6057 was permitted to walk in the above-ground perimeter of Site-55. It is accompanied by Dr. Li and two guards. <BEGIN LOG> SCP-6057: I don't believe it… I never thought I'd see the sun again… Li: You should be proud of yourself. You wouldn't be out here if it weren't for your amazing progress. SCP-6057: I… I guess so. Thank you, Doctor Li. Li: I'm just doing my job. So tell me, what's on your mind now that you're out here? SCP-6057: I want to feel the grass under my feet. [SCP-6057 steps off the lift platform and onto the grass.] Li: How's it feel? SCP-6057: Great! I… I feel great for the first time since… since… Since I was made. Li: I'm glad you're feeling good. Did you enjoy being outside in nature before you were contained? SCP-6057: Yeah… well, mostly. When I knew there would be no one around I would like to go outside and just feel the wind on my face. My dad told me not to go outside when there were people out because they would steal me away and that kind of made me nervous. Li: Your dad? Do you mean Professor Funtastic? SCP-6057: Is that what he called himself? I just knew him as dad… Li: Please do go on. Sorry I interrupted. SCP-6057: It's okay. Anyway, dad, he… he told me never to go outside or they would take me… It scared me, to be suddenly taken away from dad like that. That's why I didn't go outside for the first few weeks I was alive. I never knew who he meant by 'they' but I guess now I do… It was you guys. [There is a ten-second silence.] SCP-6057: Anyway, I guess that's where it all started. Dad put the fear of being taken away in me… and he was right. I never should have stepped outside. But it got so lonely without him being there… I… I don't even know what I was looking for. I had never seen another person aside from dad before and… I was scared. I still am. Li: What are you scared of at present? SCP-6057: I'm scared of him coming back and being mad at me for getting taken away. I just want him to be proud of me… Li: I don't think he would be mad at you. SCP-6057: Really? Even though I'm an anxious mess? Li: I don't think he would judge you for that. If anything I think he would be proud of you knowing how far you've come in controlling yourself. SCP-6057: R-really? Li: Yes. You may struggle with your anxiety, but it does not define you. You're a good person and you should take it a little easier on yourself. SCP-6057: … I… thank you… [SCP-6057 sniffles.] Li: Are you crying? SCP-6057: No! Yes… just a little. Li: It's okay to cry, Señor Boom. [Both are silent for thirty seconds.] Li: It's a lovely day, isn't it? SCP-6057: You're right. It's a lovely day out. <END LOG>",
        "\" SCP-6057 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-6057 . Licensed under CC-BY-SA .",
        "Filename: dare.png Name: Explosion at US Army Yuma Proving Ground.jpg Author: Yumacool License: CC 4.0 Source: https://commons.wikimedia.org/wiki/File:Explosion_at_US_Army_Yuma_Proving_Ground.jpg"
    ],
    "item": "SCP-6057",
    "object_class": "Keter",
    "containment_procedures": "SCP-6057 is contained in a steel-reinforced concrete vault in Site-55's Keter wing, and is to be furnished with standard humanoid object items. Personnel interacting with SCP-6057 are not to make any sudden movements and are to speak to it in a slow, calm manner.",
    "description": "SCP-6057 is an automaton made of polypropylene plastic resembling a cartoon stylization of a bomb. SCP-6057 is capable of exploding with a force of up to 14 kilotons. The explosions caused by SCP-6057 do not produce sounds typical of large explosions, but instead produce a loud popping sound, followed by what has been identified as a party blower. Additionally, explosions leave behind a large amount of confetti, the source of which is unknown. SCP-6057 is capable of reforming itself following explosions and does not appear to suffer damage as a result of exploding.",
    "title": "SCP-6057"
}