{
    "url": "https://scp-wiki.wikidot.com/scp-6061",
    "all_text": "rating: \n+355\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy subject matter that includes murder, extrajudicial killings, references to mutilation, and heavy allusions to gun violence.\n\n\n\n\n\n\n\n\nrating: \n+355\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6061\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph taken from a crime scene following an SCP-6061-C event.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-6061’s uncontained nature, Foundation operatives must monitor for murders aligning with SCP-6061's regular pattern; should a particular murder case be determined to be an SCP-6061-C event, standard disinformation protocol is to be followed. Instances of SCP-6061-B are to be collected immediately. All deaths of SCP-6061-A are to be attributed to the increasing rates of gun violence in the regions where the event took place.\n\n\nAny survivors or witnesses to an SCP-6061-C event are to be questioned as soon as possible.\n\n\nDescription:\n SCP-6061 is a phenomenon conducted by an unknown and anomalous entity (hereafter designated as SCP-6061-1) currently affecting an unknown number of people across the globe and capable of beginning SCP-6061-C events. During these events, victims (hereafter known as SCP-6061-A) are reportedly\n1\n compelled to kneel on the ground in front of them before immediately suffering a fatal gunshot wound to the back of the head from SCP-6061-1. Following the death of the victim, a paper (hereafter known as SCP-6061-B) containing the victim’s name followed by the word “GUILTY”\n2\n spontaneously manifests beside the victim’s body. Soon after, SCP-6061-1 reportedly disappears.\n\n\nAccording to the information the Foundation has procured from eyewitness testimonies, SCP-6061-1 has been reported to always be invisible to all means of detection. Furthermore, during times when SCP-6061-C events are witnessed or captured on camera, the scene is almost immediately changed following the presumed appearance of SCP-6061-1. Due to this, the Foundation currently suspects that SCP-6061-C is capable of inducing temporal anomalies.\n\n\nThe reasons as to why SCP-6061-1 conducts SCP-6061-C events are unknown, but a common link has surfaced between SCP-6061-A instances indicating that a background related to art may increase the odds of being a victim.\n\n\nAs of the time of writing, all occurrences of SCP-6061-C events have resulted in the deaths of at least one hundred and five separate individuals across thirty countries. Further investigation is being conducted. All witnesses to SCP-6061-C events have been questioned and subsequently amnesticized by the Foundation.\n\n\nAddendum 6061.1:\n Below are the current listed victims of SCP-6061.\n\n\n\n\n\n\nSCP-6061-A-1\n\n\n\n\n\n\nName:\n Gina Louise Darnley\n\n\nOccupation:\n Graffiti Artist\n\n\nCountry:\n The United Kingdom\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n One count of accidental manslaughter. Three counts of vandalism to do with graffiti on public works.\n\n\nInscription on SCP-6061-B:\n “Ms. G. L. Darnley – GUILTY”\n\n\n\n\n\n\nSCP-6061-A-53\n\n\n\n\n\n\nName:\n Mitsuko Chigusa\n\n\nOccupation:\n Mural Painter\n\n\nCountry:\n Japan\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Several gunshot wounds to the torso. One gunshot wound to the neck. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n None.\n\n\nInscription on SCP-6061-B:\n “Ms. C. Mitsuko – GUILTY”\n\n\nAdditional Note:\n Due to East Asian naming conventions where one’s given name is placed after one’s surname, the inscription has been found to be incorrect.\n\n\n\n\n\n\nSCP-6061-A-78\n\n\n\n\n\n\nName:\n Annika Abara\n\n\nOccupation:\n Professional Calligrapher.\n\n\nCountry:\n South Africa\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n One count of driving under the influence.\n\n\nInscription on SCP-6061-B:\n “Mrs. A. Abara – GUILTY”\n\n\n\n\n\n\nSCP-6061-A-105\n\n\n\n\n\n\nName:\n Manuel Rivera\n\n\nOccupation:\n College student studying Multimedia Arts\n\n\nCountry:\n Mexico\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Grievous blunt force trauma to the torso. Expired sixteen minutes after arrival in Foundation custody.\n\n\nCrimes:\n Three counts of larceny.\n\n\nInscription on SCP-6061-B:\n “Mr. M. Rivera – GUILTY”\n\n\nUpdate 6061 - 10/3/2018:\n Seventeen days after the last occurrence of an SCP-6061-C event, another event has occurred in the United Kingdom. A survivor named Edmund Langley (hereby designated SCP-6061-A-109) was found at the scene. Pursuant to the anomaly’s secure containment procedures, the transcript of the resulting interrogation has been displayed below.\n\n\n\n\nInterviewed:\n SCP-6061-A-109, Edmund Langley\n\n\nInterviewer:\n Dr. Xavier Fern\n\n\nForeword:\n SCP-6061-A-109 was found covered in blood at his residence, which was host to a crime scene where three murders had taken place. Foundation operatives procured SCP-6061-A-109 three hours after he was taken into the custody of British police. The subject had experienced no bodily injuries upon transference into Foundation custody.\n\n\n<Begin Log>\n\n\n[Dr. Fern enters. SCP-6061-A-109 recoils at the sound of the door opening. He is seen visibly shivering.]\n\n\nDr. Fern:\n Good evening, Mr. Langley.\n\n\n[SCP-6061-A-109 remains silent. His shivering continues. His eyes are wide.]\n\n\nDr. Fern:\n Mr. Langley?\n\n\n[SCP-6061-A-109 looks up at Dr. Fern. He is panting.]\n\n\nDr. Fern:\n My name is Doctor Fern. I will be interviewing you today regarding your experience.\n\n\nSCP-6061-A-109:\n My… experience?\n\n\nDr. Fern:\n Yes. Shall we start?\n\n\n[SCP-6061-A-109 shivers more visibly. He replies in a quiet manner.]\n\n\nSCP-6061-A-109:\n It… it wasn’t an experience. It was \nmurder\n. You have to understand that.\n\n\nDr. Fern:\n Yes, Mr. Langley. Can you tell us what happened?\n\n\nSCP-6061-A-109:\n Can you…\n\n\n[SCP-6061-A-109 catches his breath.]\n\n\nSCP-6061-A-109:\n Can you promise to protect me?\n\n\nDr. Fern:\n We will, Mr. Langley. Don’t worry. It's alright if you tell us what happened. We’re here to help you.\n\n\n[SCP-6061-A’s hands shake as he adjusts himself on the chair and clears his throat]\n\n\nSCP-6061-A-109:\n So uh… do I… do I start um, anywhere?\n\n\nDr. Fern:\n Start wherever you’re comfortable with, Mr. Langley.\n\n\n[SCP-6061-A-109 clears his throat again. He looks down.]\n\n\nSCP-6061-109:\n We were celebrating uh… my newest painting. A little something that Laf put together- Lafayette, she's my girlfriend. It was just the four of us. Me, John, Ellie, Laf.\n\n\n[SCP-6061-A-109 pauses. His voice shakes as he speaks.]\n\n\nSCP-6061-A-109:\n And then all at once, I felt uh…\n\n\n[SCP-6061-A-109 places his hand a few centimeters from the back of his head]\n\n\nSCP-6061-A-109:\n The muzzle of a gun to my head.\n\n\n[SCP-6061-A-109 begins shaking harder. His breathing becomes erratic.]\n\n\nSCP-6061-A-109:\n It was so fucking cold. So goddamn cold. I started to sweat. My hands shook like fucking mad. I was trying to look around, to open my mouth, but I couldn’t. All I could move was my eyes, and I saw everyone else-\n\n\n[SCP-6061-A-109 looks to the side, away from Dr. Fern]\n\n\nDr. Fern:\n Take your time, Mr. Langley. We are in no rush.\n\n\nSCP-6061-A-109\n: I saw… I saw the \nfear\n in their eyes, Doctor. They were shaking, too. Laf’s eyes… they were wide open. Ellie was trying to speak, but her voice was just a squeak in her throat. John was gritting his teeth. We had no idea what the fuck was happening, we were so goddamn s-scared.\n\n\n[SCP-6061-A-109 looks at Dr. Fern. His hands begin to fidget.]\n\n\nSCP-6061-A-109:\n And then we heard the command, clear as… clear as fucking day. \nKneel.\n Something said. I… don't know how to describe it. We didn't understand it, but we \ndid\n. I think I'm going mad, but we… it said that we did something \nwrong.\n We were being…\n\n\n[SCP-6061-A-109’s features stretch into an expression of terror. A tear begins to fall from his left eye.]\n\n\nSCP-6061-A-109:\n \nExecuted.\n\n\n[SCP-6061-A-109 takes several moments to regain his composure. His body begins to shake violently.]\n\n\nSCP-6061-A-109:\n We obeyed… of… of fucking course. Our knees were shaking, but we knelt down. All the while the muzzle of that fucking gun was to the back of my head and I could feel just how cold it was. I knew that we needed to obey, or die. [scoffs] Simple… simple as that.\n\n\nSCP-6061-A-109:\n Then it began to read what I assumed was our rights, but it sounded like gibberish. We understood everything, but we didn’t. It used words like “tributation” and “maxjudge” and “reforcement” and…\n\n\n[More tears begin to fall from SCP-6061-A-109’s eyes]\n\n\nSCP-6061-A-109:\n And all the while my friends and me stayed rock fucking silent, scared, our knees shaking, our teeth chattering, the cold- bloody cold- gun to our heads.\n\n\nSCP-6061-A-109:\n I was looking at Laf throughout the entire thing. Her eyes were locked on me, fear and terror and God-knows-what going through her head, I saw it. In those big, wide eyes I knew she was saying “What’s happening, Eddie? Eddie, what’s happening?”\n\n\n[SCP-6061-A-109’s voice diminishes.]\n\n\nSCP-6061-A-109:\n I couldn’t get us out. I couldn’t.\n\n\n[SCP-6061-A-109 wipes the tears from his face. His eyes are red.]\n\n\nSCP-6061-A-109:\n That moment stretched into… forever. I was just watching her, trying to understand who the \nfuck\n put… put us through this.\n\n\nSCP-6061-A-109:\n And then the legalese stopped and it said four goddamn words: “Guilty, or not guilty?”\n\n\n[SCP-6061-A-109 sobs loudly.]\n\n\nSCP-6061-A-109:\n All at once, we began to cry. We began to plead. To shout. “Don’t kill us.” John said. “Please don’t. I have a little girl at home.” He was right, he did have a little girl, he visited her in Birmingham every Friday. Her name was Tana. Ellie was shaking violently, trying to hold back her rage. She was a weightlifter, she was the strongest out of all of us, but all she could do was strain and strain as she started shouting in frustration. Her mom had Alzheimer’s, her dad had just died. She couldn’t afford to die too.\n\n\nSCP-6061-A-109:\n Then Laf, right across from me, wasn’t doing any of that. Her fear was gone. She was looking at me, tears in her eyes, smiling. Fucking \nsmiling.\n Trying to tell me it was alright. That’s what she said, “It’s alright, Eddie.” Her voice was fucking shaking I \nknew\n she was terrified out of her mind too, but… she wanted to comfort me first.\n\n\n[SCP-6061-A-109 shakes his head. The volume in his voice has notably weakened.]\n\n\nSCP-6061-A-109:\n “Guilty or not guilty?” It said. It was shouting now. Shouting in its cold, hard language. It needed an answer.\n\n\n[SCP-6061-A-109 chuckles to himself again. He has not yet stopped sobbing.]\n\n\nSCP-6061-A-109\n: John… John answered first. “Not guilty,” He said. “We didn’t do shit, officer, we swear! We stayed off the drugs, we didn’t do anything, we’re innocent, \nplease\n. The pleading in his fucking voice was so damn pitiful. I’d never heard John cry like that, and then just as he was speaking again-\n\n\n[SCP-6061-A-109's voice lowers.]\n\n\nSCP-6061-A-109:\n His brains were emptied all across the floor. I can still smell the blood, so strong that it filled the entire room. He was still looking at us when he fell down, and we could see the gaping hole in his head right down to the floor. He had a fucking daughter, and it just… killed him, like that. He was only twenty-two, goddamnit.\n\n\n[SCP-6061-A-109 bangs his fist against the table. Dr. Fern recoils.]\n\n\nDr. Fern\n: Mr. Langley…\n\n\n[SCP-6061-A-109 continues to speak. His face expresses aggression and rage.]\n\n\nSCP-6061-A-109:\n Ellie was next, and she just fucking looked up at where she knew the bastard holding her hostage to be and she gritted her teeth, \nfucking\n defiant to the end, and said: “I'm not guilty, you fucking bastard.”\n\n\n[SCP-6061-A-109 bangs on the table three times. Tears are streaming down his cheeks. His teeth are gritted.]\n\n\nSCP-6061-A-109:\n Bang! It fucking shot her in the back. Bang! It shot her in the neck. Bang! It shot her again. She was gasping on the floor, choking on her own blood, and it just left her there. It…\n\n\n[SCP-6061-A-109 whimpers. His voice diminishes once again.]\n\n\nSCP-6061-A-109:\n \nIt just left her there, and we all knew deep inside us that it was because she gave it lip.\n3\n\n\n[SCP-6061-A-109’s head lays limp to one side. He is staring at nothing. He continues to speak, but his voice is hoarse.]\n\n\nSCP-6061-A-109:\n “It’s alright, Eddie.” Laf said. She was still smiling, even though I could see her entire body shaking. “We’ll be alright. We’ll be alright.”\n\n\nSCP-6061-A-109:\n “Guilty or not guilty?” It said again. Laf was just smiling. She didn't even reply. The next moment her brains were splattered all over me, and those eyes lost everything they had. I just watched her there. Her black hair had brains on it. They were pink. Pink like the paint she bought me yesterday.\n\n\n[SCP-6061-A-109’s body remains limp.]\n\n\nSCP-6061-A-109:\n Then it finally came to me. “Guilty, or not guilty?” It said. It was taking time with every word. I was the last. It could take its time. The cold muzzle seemed to be burning me now, \nburning\n me as I began to speak.\n\n\nSCP-6061-A-109:\n \"We didn't do anything. \nW-why?\n” I was crying, I was fucking \ncrying\n. I was waiting for them to pull the trigger. I was closing my eyes, and in my head, I was just thinking, just \nfucking thinking…\n\n\n[SCP-6061-A’s voice has gone hoarse.]\n\n\nSCP-6061-A-109:\n \nWhy?\n Why?! I did something wrong, I know, I deserve to go to jail, but \nwhy?!\n\n\n[SCP-6061-A-109 begins to wail and bang on the table multiple times. He is unable to cease for several minutes. On Doctor Fern's request, he was subsequently sedated.]\n\n\n<End Log>\n\n\nClosing Statement:\n After the interview, SCP-6061-A-109 was left unresponsive in a catatonic state. Due to this, Head Researcher Fern has mandated that SCP-6061-A-109 be confined in a mental ward under Foundation oversight. No improvement has yet been seen in SCP-6061-A-109's condition.\n\n\n\n\nAddendum 6061.02:\n The following are the inscriptions found on the instances of SCP-6061-B found inside the crime scene.\n\n\n\n\n\n\nSCP-6061-A-106\n\n\n\n\n\n\nName:\n John Gaunt\n\n\nOccupation:\n Unemployed\n\n\nCountry:\n The United Kingdom\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n Two counts of drug use. One count of drug trafficking.\n\n\nInscription on SCP-6061-B:\n “Mr. J. Gaunt – NOT GUILTY”\n\n\n\n\n\n\nSCP-6061-A-107\n\n\n\n\n\n\nName:\n Eleanor de Aquitaine\n\n\nOccupation:\n Professional Weightlifter\n\n\nCountry:\n The United Kingdom\n\n\nInjuries Sustained:\n Two gunshot wounds to the torso. One collapsed lung. One gunshot wound to the neck. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n None.\n\n\nInscription on SCP-6061-B:\n “Ms. E. D. Aquitaine – NOT GUILTY\"\n\n\n\n\n\n\nSCP-6061-A-108\n\n\n\n\n\n\nName:\n Lafayette Jones\n\n\nOccupation:\n Nurse\n\n\nCountry:\n The United States\n\n\nInjuries Sustained:\n One gunshot wound to the back of the head. Deceased upon arrival in Foundation custody.\n\n\nCrimes:\n None.\n\n\nInscription on SCP-6061-B:\n “Ms. L. Jones – NOT GUILTY\"\n\n\n\n\n\n\nSCP-6061-A-109\n\n\n\n\n\n\nName:\n Edmund Langley\n\n\nOccupation:\n Accomplished and well-known painter\n\n\nCountry:\n The United Kingdom\n\n\nInjuries Sustained:\n None. Currently within Foundation custody.\n\n\nCrimes:\n None.\n\n\nInscription on SCP-6061-B:\n \"Mr. Edmund Langley - GUILTY. GUILTY. GUILTY. \nSPECIAL PUNISHMENT IMPOSED.\n\"\n\n\n\n\n+ Update 6061 - 12/3/2018\n\n\n\n\n- Hide\n\n\n\n\nUpdate 6061 - 12/3/2018:\n After two months of remaining in a catatonic state, SCP-6061-A-109 has regained partial functionality and is able to move on his own with a basic awareness of his surroundings. Subsequent amnesticization and discharge from Foundation custody is pending on the decision of the Head Researcher.\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 6061 - 12/5/2018\n\n\n\n\n- Hide\n\n\n\n\nIncident Log 6061 - 12/5/2018:\n Following the incident in Site-118, a log of the events has been included below.\n\n\n\n\nForeword:\n The following log has been taken from footage originating from the CCTV camera located within SCP-6061-A-109's containment room.\n\n\n<Begin Log>\n\n\n{22:34: SCP-6061-A-109 is seen withdrawing to his bed, which is partially out of view of the camera. He is presumed to be sleeping.}\n\n\n{22:39: SCP-6061-A-109 gets up from his bed. His arm is bloody.}\n\n\n{22:40: SCP-6061-A-109 dips his finger on the blood on his arm. He begins to draw the outline of a person with his finger.}\n\n\n{22:46: SCP-6061-A-109 has drawn three figures in total. Their arms are stretched above their heads. SCP-6061-A-109 is seen mumbling to himself and smiling happily. He lies down in a fetal position next to the three figures.}\n\n\n{22:49: SCP-6061-A-109 remains in his fetal position. He is sleeping.}\n\n\n{22:57: The door to SCP-6061-A-109's cell is opened by an unseen force. SCP-6061-A-109 is immediately alerted to the noise.}\n\n\n{22:57: Three seconds later, the scene inexplicably changes. A trail of blood leads from where SCP-6061-A-109 was to the outside of the cell. SCP-6061-A-109 is nowhere to be found.}\n\n\n<End Log>\n\n\nClosing Statement:\n Upon the detection of a cell breach, an alarm was sounded immediately. With the arrival of Site Security on the scene thirty seconds later, they found the still-living SCP-6061-A-109 secured to the wall of the Site-118 lobby. SCP-6061-A-109 had suffered grievous injuries to his eyes, hands, ears, and knees, conducted presumably to completely remove or cripple function. Subsequent analysis of the wounds concluded that all injuries were done via the careful use of a standard M1911 pistol. A wooden sign was found hanging around SCP-6061-A-109's neck, with the words \"LEARN YOUR LESSON\" written in plain English.\n4\n SCP-6061-A-109 was reportedly still screaming when Site Security initiated an effort to bring him down. As of the time of writing, the subject is currently still alive.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As of the time of writing, all information regarding this phenomenon has been drawn from witness testimonies.\n\n\n2\n. Though the language is undecipherable, persons reading it report being able to understand its meaning.\n\n\n3\n. An expression meaning to be disrespectful.\n\n\n4\n. Unlike previous SCP-6061-B instances, the note was written in the subject's blood.\n\n\n\n\n\n\n\n\n\n\nMore from this author\n\n\n« \nSCP-6060\n | SCP-6061 | \nSCP-6062\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6061\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6061\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bloodycarpet.jpg\n\n\nName:\n bloody carpet\n\n\nAuthor:\n Jo Naylor\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/1ea13a52-4a0d-4d3f-8ce7-c7a7963e551a",
    "addendums": [
        "Addendum 6061.1: Below are the current listed victims of SCP-6061.",
        "Addendum 6061.02: The following are the inscriptions found on the instances of SCP-6061-B found inside the crime scene."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6061 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-6061 . Licensed under CC-BY-SA .",
        "Filename: bloodycarpet.jpg Name: bloody carpet Author: Jo Naylor License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/1ea13a52-4a0d-4d3f-8ce7-c7a7963e551a"
    ],
    "containment_procedures": "Due to SCP-6061’s uncontained nature, Foundation operatives must monitor for murders aligning with SCP-6061's regular pattern; should a particular murder case be determined to be an SCP-6061-C event, standard disinformation protocol is to be followed. Instances of SCP-6061-B are to be collected immediately. All deaths of SCP-6061-A are to be attributed to the increasing rates of gun violence in the regions where the event took place.",
    "description": "SCP-6061 is a phenomenon conducted by an unknown and anomalous entity (hereafter designated as SCP-6061-1) currently affecting an unknown number of people across the globe and capable of beginning SCP-6061-C events. During these events, victims (hereafter known as SCP-6061-A) are reportedly1 compelled to kneel on the ground in front of them before immediately suffering a fatal gunshot wound to the back of the head from SCP-6061-1. Following the death of the victim, a paper (hereafter known as SCP-6061-B) containing the victim’s name followed by the word “GUILTY”2 spontaneously manifests beside the victim’s body. Soon after, SCP-6061-1 reportedly disappears.",
    "title": "SCP-6061"
}