{
    "url": "https://scp-wiki.wikidot.com/scp-6068",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6068: Site-█▓░▒\n\nThe lights are on, but █▓░▒█▓░▒█▓░▒█▓░▒\n\nImage by USGS/NASA Landsat Program; cropped by Fenix down - USGS: LandsatLook Viewer, Public Domain, \nhttps://commons.wikimedia.org/w/index.php?curid=54016580\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZhokhov Island \nlandsat image\n. Entrance to SCP-6068 circled in red.\n\n\n\n\n\n\nItem #:\n SCP-6068\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the harsh local climate, permanent patrol of SCP-6068 is not advised. The SCPS \nShurale\n will remain stationed in the vicinity of the De Long Islands in the event of perimeter sensors signalling unauthorized entry.\n\n\nThough attempts to fill SCP-6068's entrance with concrete have failed for unknown reasons, this course of action is to be continued until the site can be confirmed fully inaccessible. Whether or not the end result of said operation will be confirmable is currently unknown.\n\n\nDescription:\n SCP-6068 is a subterranean complex whose entrance is located on Zhokhov Island\n1\n in the East Siberian Sea. Due to an unknown phenomenon, concepts related to or contained within SCP-6068 are extremely difficult to fully understand. This phenomenon is also believed to be responsible for heavy interference and distortion of audio and visual signals sent from inside the complex by exploration teams.\n\n\nThe date or purpose of SCP-6068's construction, as well as who constructed it, is currently not known. The full extent of SCP-6068's interior is also unknown, and all exploration teams sent into it are presumed lost and unrecoverable. If previous logs are to be believed, no living being has ever been encountered within SCP-6068.\n\n\n\n\n+ Addendum: Exploration Log 606808062021\n\n\n\n\n- Close Addendum\n\n\n\n\nForeword:\n On 01/06/2021, Mobile Task Force Digamma-15\n2\n was dispatched on an exploration mission inside SCP-6068. Though there is confusion regarding the exact details of previous exploration missions, no previous exploration team or individual had to date returned from SCP-6068. Thus, the MTF was equipped with state-of-the-art survival gear, a month's rations and a protoype McPherson-Engelhart Emergency Translocator (MEET) device\n3\n.\n\n\nTeam Members:\n Alpha (leader), Beta, Gamma, Epsilon\n\n\nAdditional Information:\n This transcript was compiled from audio and visual logs recorded by all team members as well as offshore command stationed on the SCPS \nShurale\n. Effort has been made to verify all events, with unequal success.\n\n\n\n\n[BEGIN LOG, 00:07]\n\n\nAlpha:\n Command, do you read? We have reached the entrance.\n\n\nCommand:\n Alpha, we read you. Final equipment check, copy.\n\n\nAlpha:\n Copy.\n\n\nBeta:\n Copy.\n\n\nGamma:\n Copy.\n\n\nDelta:\n Copy.\n\n\nEpsilon:\n Copy.\n\n\n[00:18]\n\n\nAlpha:\n Proceeding into the anomaly. Epsilon, how's the door?\n\n\nEpsilon:\n Don't think charges will be needed, Sarge.\n\n\n[The door to the facility is opened without incident. The team move into what appears to be a security checkpoint, unmanned. There is a symbol on the wall that is repeatedly visible through the exploration of the complex. Its meaning is currently unknown. (See Addendum 6068.02.)]\n\n\nGamma:\n Place seems weirdly familiar somehow.\n\n\nAlpha:\n Don't let your guard down. Command, only path available is double doors straight ahead.\n\n\nCommand:\n Proceed.\n\n\n[The team proceeds to the doors, which open automatically. The team steps inside a room with equal dimensions on all sides. All members turn to face the doors as they close.]\n\n\n[00:27]\n\n\nBeta:\n I think… I think something's wrong. Should we maybe push the button?\n\n\nAlpha:\n Huh. Yeah.\n\n\n[00:31]\n\n\nEpsilon:\n Hey, Sarge, what do you reckon these are?\n\n\n[Alpha reaches toward the wall and manipulates an unidentifiable object. The room begins to descend. When the descent stops, the team makes egress via unknown means.]\n\n\nAlpha:\n All right, stay sharp, team. Chances for major fan-shit combo increase here on out.\n\n\nCommand:\n Alpha, do you copy? We lost all signal for a bit there.\n\n\nAlpha:\n I copy, command. Had some trouble with a.\n\n\nGamma:\n The lights are on, but literally no one's home.\n\n\nAlpha:\n Communication's going to be spotty, you're cutting in and out as it is.\n\n\nCommand:\n Roger. Proceed.\n\n\n[The team moves down the path ahead of them, stopping to make unknown marks at uneven intervals. Content or meaning of these marks have yet to be verified\n4\n.\n\n\nAlpha:\n Not seeing much of note, Command. Just the same thing over and over again. Hey, Delta, what are those called?\n\n\nDelta:\n \n[content lost]\n\n\nGamma:\n The lights are on, but literally no one's home.\n\n\nDelta:\n You can look in them. I see something here.\n\n\n[Unknown visual feed shows view of a pile of bones in another place.]\n\n\nBeta:\n Feels like I should be feeling something about this, you know? But I can't remember what. Or how.\n\n\nAlpha:\n All right. All right. Umm… Break out Class W's.\n\n\n[The team pauses to consume mnestics.]\n\n\n[00:41]\n\n\nEpsilon:\n Does this place seem familiar to you?\n\n\nBeta:\n I don't know, should it?\n\n\nGamma:\n Familiar…\n\n\nAlpha:\n Not sure what you mean by that.\n\n\nEpsilon:\n Yeah, me neither.\n\n\nAlpha:\n Continue ahead.\n\n\n[The team continues ahead. The path is a clean, spotless, sterile white. Intersection appears.]\n\n\nBeta:\n Head that way?\n\n\nEpsilon:\n What about this way?\n\n\nAlpha:\n There's four of us. Let's split up. We'll cover more ground.\n\n\nDelta:\n There's no way that's a good idea. I learned that in.\n\n\nDelta:\n There's four of us. Let's split up. We'll cover more ground.\n\n\nAll Team Members:\n The lights are on but literally no one's home.\n\n\n\n\nDirect communication with command is lost. Video split into multiple sources, choppy and frequently incoherent. Transcript from this point consists of notable segments when possible.\n\n\n\n\n[01:14]\n\n\nBeta:\n Why am I here? What am I doing? What is all this stuff? Hello? Anyone there? Goddammit, I don't know anything about this.\n\n\n[Beta begins shucking gear.]\n\n\nBeta:\n I don't even know what this is. I'm out of here, fuck this.\n\n\n[Signal lost.]\n\n\n\n\n\n\n[02:45]\n\n\n[Gamma is seen attempting unsuccessfully to activate the MEET device. Attempts grow more frantic over the next fifteen minutes of video.]\n\n\nGamma:\n Really wish I knew what this thing was.\n\n\nUnknown:\n \n[unintelligible]\n\n\nGamma:\n Wish I knew why I was so desperate to get it to work.\n\n\nUnknown:\n \n[distant moaning]\n\n\nGamma:\n Dammit.\n\n\n\n\n\n\n[03:19]\n\n\n[No content.]\n\n\n\n\n\n\n[07:14]\n\n\n[Two unknown individuals face each other in a corridor.]\n\n\nUnknown:\n Who are you?\n\n\n[Subjects speak in unison, with matching gestures.]\n\n\nUnknown:\n Who are \nyou?\n Who am \nI?\n\n\n[Subjects are not otherwise physically identical. Possibility of either belonging to MTF Digamma-15 currently under review.]\n\n\nSubject 1:\n God, where is this?\n\n\nSubject 2:\n Where are you?\n\n\nSubject 1:\n Where are either of us?\n\n\n[Unknown.]\n\n\n\n\n\n\n[08:99]\n\n\n[Gunshot.]\n\n\n\n\n\n\n[10:51]\n\n\n[View is believed to be from body cam of team member Epsilon\n5\n. Subject is panting while running down a white corridor. Every so often, they pass through an intersection identical to the one discovered by the team earlier in the exploration\n6\n. Epsilon does not deviate from straight path\n7\n. The time between intersection appearances gradually decreases\n8\n.]\n\n\n\n\n\n\n[12:10]\n\n\nDelta:\n Something goes in here.\n\n\n[Subject is walking along a corridor, running their fingers over the portholes.]\n\n\nDelta:\n Something else goes in here.\n\n\n[There is no end to the portholes in the corridor.]\n\n\nDelta:\n I wonder which one I go in.\n\n\n[There is no end.]\n\n\n\n\n\n\n[15:53]\n\n\n[Gunshot.]\n\n\n[Gunshot.]\n\n\n[Gunshot.]\n\n\n[Silence.]\n\n\n\n\n\n\n[18:51]\n\n\n[Two people sit in a place with no conceivable entrance or exit. They show signs of extreme malnourishment and growth of facial hair consistent with lack of personal hygiene routines over the course of multiple months.]\n\n\nDelta:\n Hey.\n\n\nGamma:\n Yeah?\n\n\nDelta:\n Do you remember…\n\n\nGamma:\n Remember what?\n\n\n\n\n\n\n[19:29]\n\n\nDelta:\n Anything.\n\n\n[Subject begins to shake.]\n\n\nGamma:\n No.\n\n\n[Subjects' corporeal forms blur to a smudge on the video feed. Feed continues for unknown length of time.]\n\n\n\n\n\n\n[00:00:00]\n\n\nAlpha:\n I am Alpha.\n\n\n[Alpha is alone.]\n\n\nAlpha:\n I am Alpha.\n\n\n[There is no human life present.]\n\n\nAlpha:\n Alpha.\n\n\nAlpha:\n Alpha.\n\n\nAlpha:\n I am Alpha.\n\n\nAlpha:\n Alpha.\n\n\n[Feed continues in this manner for an indeterminate period before terminating.]\n\n\n[Gunshot.]\n\n\n\n\n\n\n[25:32]\n\n\n[Team member Epsilon is visible through a transparent porthole. Subject is sitting alone in an otherwise empty place. Telemetry shows the MEET device has been activated. Whereabouts of device cannot be determined from telemetry or video feed.]\n\n\n[Epsilon regards the camera feed with a placid smile.]\n\n\n[Over the next eight minutes, camera view pans back slowly, showing the porthole is contained in a surface that is otherwise clean, spotless, sterile white. Gamma's face remains visible and still for the entire time. Nearby the porthole is a placard with two words printed on it, unintelligible.]\n\n\n[Camera cuts to black, showing the symbol encountered by exploration team at the start of the feed.]\n\n\n[No further content.]\n\n\n\n\n\n\n- Close Addendum\n\n\n\n\n\n\nThe MEET device was found 07/06/2021 in the command center located on board the SCPS \nShurale\n. Transported along with it were the above recordings and Alpha's dog tags. No sign exists that any member of the team survived the operation.\n\n\nAddendum 6068.02\n\n\n\n\n+ Video still of symbol frequently seen on interior walls of SCP-6068\n\n\n\n\n- Due to heavy distortion, content of image not currently understood\n\n\n\n\n\n\n\n\n\n\n\n\nUpdate 08/06/2021:\n Per O5 command\n9\n, future exploration of SCP-6068 is discontinued.\n\n\n\n\nFootnotes\n\n\n1\n. Остров Жохова\n\n\n2\n. Designation lost\n\n\n3\n. Produced by an experimental program researching quick-transport solutions to allow task forces to withdraw safely from dangerous circumstances.\n\n\n4\n. Unclear if this is due to interference with recording equipment or team members being compromised.\n\n\n5\n. Unconfirmed\n\n\n6\n. Unconfirmed\n\n\n7\n. Unconfirmed\n\n\n8\n. Unconfirmed\n\n\n9\n. Final vote 11-2\n\n\n\n\n\n\n\n\n« \nSCP-6067\n | SCP-6068 | \nSCP-6069\n »",
    "addendums": [
        "Addendum 6068.02"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG, 00:07] Alpha: Command, do you read? We have reached the entrance. Command: Alpha, we read you. Final equipment check, copy. Alpha: Copy. Beta: Copy. Gamma: Copy. Delta: Copy. Epsilon: Copy. [00:18] Alpha: Proceeding into the anomaly. Epsilon, how's the door? Epsilon: Don't think charges will be needed, Sarge. [The door to the facility is opened without incident. The team move into what appears to be a security checkpoint, unmanned. There is a symbol on the wall that is repeatedly visible through the exploration of the complex. Its meaning is currently unknown. (See Addendum 6068.02.)] Gamma: Place seems weirdly familiar somehow. Alpha: Don't let your guard down. Command, only path available is double doors straight ahead. Command: Proceed. [The team proceeds to the doors, which open automatically. The team steps inside a room with equal dimensions on all sides. All members turn to face the doors as they close.] [00:27] Beta: I think… I think something's wrong. Should we maybe push the button? Alpha: Huh. Yeah. [00:31] Epsilon: Hey, Sarge, what do you reckon these are? [Alpha reaches toward the wall and manipulates an unidentifiable object. The room begins to descend. When the descent stops, the team makes egress via unknown means.] Alpha: All right, stay sharp, team. Chances for major fan-shit combo increase here on out. Command: Alpha, do you copy? We lost all signal for a bit there. Alpha: I copy, command. Had some trouble with a. Gamma: The lights are on, but literally no one's home. Alpha: Communication's going to be spotty, you're cutting in and out as it is. Command: Roger. Proceed. [The team moves down the path ahead of them, stopping to make unknown marks at uneven intervals. Content or meaning of these marks have yet to be verified 4 . Alpha: Not seeing much of note, Command. Just the same thing over and over again. Hey, Delta, what are those called? Delta: [content lost] Gamma: The lights are on, but literally no one's home. Delta: You can look in them. I see something here. [Unknown visual feed shows view of a pile of bones in another place.] Beta: Feels like I should be feeling something about this, you know? But I can't remember what. Or how. Alpha: All right. All right. Umm… Break out Class W's. [The team pauses to consume mnestics.] [00:41] Epsilon: Does this place seem familiar to you? Beta: I don't know, should it? Gamma: Familiar… Alpha: Not sure what you mean by that. Epsilon: Yeah, me neither. Alpha: Continue ahead. [The team continues ahead. The path is a clean, spotless, sterile white. Intersection appears.] Beta: Head that way? Epsilon: What about this way? Alpha: There's four of us. Let's split up. We'll cover more ground. Delta: There's no way that's a good idea. I learned that in. Delta: There's four of us. Let's split up. We'll cover more ground. All Team Members: The lights are on but literally no one's home.",
        "[01:14] Beta: Why am I here? What am I doing? What is all this stuff? Hello? Anyone there? Goddammit, I don't know anything about this. [Beta begins shucking gear.] Beta: I don't even know what this is. I'm out of here, fuck this. [Signal lost.]",
        "[02:45] [Gamma is seen attempting unsuccessfully to activate the MEET device. Attempts grow more frantic over the next fifteen minutes of video.] Gamma: Really wish I knew what this thing was. Unknown: [unintelligible] Gamma: Wish I knew why I was so desperate to get it to work. Unknown: [distant moaning] Gamma: Dammit.",
        "[03:19] [No content.]",
        "[07:14] [Two unknown individuals face each other in a corridor.] Unknown: Who are you? [Subjects speak in unison, with matching gestures.] Unknown: Who are you? Who am I? [Subjects are not otherwise physically identical. Possibility of either belonging to MTF Digamma-15 currently under review.] Subject 1: God, where is this? Subject 2: Where are you? Subject 1: Where are either of us? [Unknown.]",
        "[08:99] [Gunshot.]",
        "[10:51] [View is believed to be from body cam of team member Epsilon 5 . Subject is panting while running down a white corridor. Every so often, they pass through an intersection identical to the one discovered by the team earlier in the exploration 6 . Epsilon does not deviate from straight path 7 . The time between intersection appearances gradually decreases 8 .]",
        "[12:10] Delta: Something goes in here. [Subject is walking along a corridor, running their fingers over the portholes.] Delta: Something else goes in here. [There is no end to the portholes in the corridor.] Delta: I wonder which one I go in. [There is no end.]",
        "[15:53] [Gunshot.] [Gunshot.] [Gunshot.] [Silence.]",
        "[18:51] [Two people sit in a place with no conceivable entrance or exit. They show signs of extreme malnourishment and growth of facial hair consistent with lack of personal hygiene routines over the course of multiple months.] Delta: Hey. Gamma: Yeah? Delta: Do you remember… Gamma: Remember what?",
        "[19:29] Delta: Anything. [Subject begins to shake.] Gamma: No. [Subjects' corporeal forms blur to a smudge on the video feed. Feed continues for unknown length of time.]",
        "[00:00:00] Alpha: I am Alpha. [Alpha is alone.] Alpha: I am Alpha. [There is no human life present.] Alpha: Alpha. Alpha: Alpha. Alpha: I am Alpha. Alpha: Alpha. [Feed continues in this manner for an indeterminate period before terminating.] [Gunshot.]",
        "[25:32] [Team member Epsilon is visible through a transparent porthole. Subject is sitting alone in an otherwise empty place. Telemetry shows the MEET device has been activated. Whereabouts of device cannot be determined from telemetry or video feed.] [Epsilon regards the camera feed with a placid smile.] [Over the next eight minutes, camera view pans back slowly, showing the porthole is contained in a surface that is otherwise clean, spotless, sterile white. Gamma's face remains visible and still for the entire time. Nearby the porthole is a placard with two words printed on it, unintelligible.] [Camera cuts to black, showing the symbol encountered by exploration team at the start of the feed.] [No further content.]"
    ],
    "item": "SCP-6068",
    "object_class": "Euclid",
    "containment_procedures": "Due to the harsh local climate, permanent patrol of SCP-6068 is not advised. The SCPS Shurale will remain stationed in the vicinity of the De Long Islands in the event of perimeter sensors signalling unauthorized entry.",
    "description": "SCP-6068 is a subterranean complex whose entrance is located on Zhokhov Island1 in the East Siberian Sea. Due to an unknown phenomenon, concepts related to or contained within SCP-6068 are extremely difficult to fully understand. This phenomenon is also believed to be responsible for heavy interference and distortion of audio and visual signals sent from inside the complex by exploration teams.",
    "title": "SCP-6068"
}