{
    "url": "https://scp-wiki.wikidot.com/scp-6070",
    "all_text": "rating: \n+104\n+\n–\nx\n\n\n\n\nby \nCydhra\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6070\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-6070 is permanently stored at Preliminary Site 1950.\n\n\nSCP-6070 is to be coupled to a set of radioisotope batteries\n1\n using a heat exchanger to supply it with heat.\n\n\nAll maintenance and testing at SCP-6070 must be carried out using Class-Siddiq antimemetic gear to protect against the memetic filters that inhibit alteration and destruction of SCP-6070. All maintenance and testing must be carried out while time is reversed to prevent catastrophic wormhole failure. Should SCP-6070 be decommissioned, the wormhole must be deactivated while time is reversed.\n\n\nWhile not being tested, two guards selected from trusted D-Class personnel\n2\n are to be stationed outside of Preliminary Site 1950. The D-Class are to be administered \nClass H anterograde amnestics\n3\n before their shift to prevent infohazardous infection from the memetic filters and to prevent veil breaches should a D-Class leave their post. No more personnel are to be stationed at SCP-6070.\n4\n\n\nVideo surveillance of SCP-6070 must be impossible, and contact with stationed D-Class personnel should be avoided. SCP-6070 research personnel must not communicate with stationed D-Class.\n\n\n\n\nDescription\n\n\nSCP-6070 is an experimental generator providing theoretically unlimited energy through a temporal anomaly. SCP-6070 was built from components retrieved from [REDACTED] which create a positive feedback loop when provided with heat.\n\n\nSCP-6070 is being tested by Foundation researchers as a potential infinite energy source to power future sites. The current prototype is located at Preliminary Site 1950 to prevent an expansion of \nSCP-1950\n's\n5\n radius in case of catastrophic wormhole failure.\n\n\nSCP-6070 is protected by a memetic filter that prevents conscious alteration and disassembly to protect the device against hostile intervention and decommissioning.\n\n\n\n\nAddenda:\n\n\n\n\n\n\n\n\nEmergent Threat Tactical Response Authority\n\n\nIncident SCP-6070/3\n\n\nDate of incident:\n 19.04.1993\n\n\nItem #:\n SCP-6070\n\n\nObject Class:\n Keter\n\n\nPreliminaries:\n\nAs instructed by Overwatch Command, SCP-6070 had been relocated to Preliminary Site 1950 and entirely new Special Containment Procedures were set in place.\n\n\nResearch personnel disconnected the monitor that allowed access to the messages received via SCP-6070 and left it at Site-54 to prevent exposure of D-Class personnel to new messages. The \n[DATA EXPUNGED]\n prevented researchers from disabling the computer system, so instead a network connection was created that allowed remote access to SCP-6070's computer system. \n[DATA EXPUNGED]\n\n\nIncident Report:\n\nA few weeks before the incident, GOI-6070 began transmitting a message. This went unnoticed because messages were ignored to \n[DATA EXPUNGED]\n.\n\n\n[DATA EXPUNGED]\n\n\nAt 03:52 CST the request for four deployments was changed by ETTRA operatives to a rapid deployment request for MTF Nu-7 (\"Hammer Down\") which was deemed an equivalent but easier to deploy force.\n\n\n[DATA EXPUNGED]\n\n\nAlerted by gunfire, one of the two northern vehicles stopped and turned around at 12:01 CST. It is assumed that the occupants were civilians. The other vehicle, a white van, sped up and approached Preliminary Site 1950. MTF Nu-7 opened fire on the Van with a BGM-71 TOW, killing its occupants instantly. \n[DATA EXPUNGED]\n in Site-54 are being investigated.\n\n\nAftermath:\n\nInvestigation of the disabled vehicles revealed eight dead GOC agents who had been approaching the site. The agents were carrying protective gear against \n[DATA EXPUNGED]\n, and had infiltration and surveillance equipment in the cars. The cars were not armored and had no indication of preparation for a firefight.\n\n\nAt this point, Nu-7 operatives began to question the proportionality of their deployment, and sought confirmation about their mission directives with Command. In later interviews, multiple Nu-7 agents specifically denounced the operation and complained about having been lied to regarding the mission. When ETTRA called back at Site-54 for inquiry about the supposed heavily armed GOC deployment, researchers reacted with confusion. It was only at this time that the \n[DATA EXPUNGED]\n was discovered.\n\n\n\n\n\n\n\n\n\n\nAn archived version of this document has been marked as relevant. Do you want to \ncontinue\n?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Generators that use unstable isotopes to generate heat from natural nuclear decay\n\n\n2\n. Experienced D-Class who have proven some degree of loyalty towards the Foundation\n\n\n3\n. Amnestics that prevent the forming of new memories for the period of their effect\n\n\n4\n. Including, but not limited to, armed guards, SCP-6070 research personnel, and technical staff.\n\n\n5\n. An anomalous time-loop encompassing Preliminary Site 1950 that reverses time every 4 seconds\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6069\n | SCP-6070 | \nSCP-6071\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6070\n\" by Cydhra, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6070\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n car_accident.jpg\n\n\nName:\n Zbarzhivka_car_accident_and_water_pollution_2.jpg\n\n\nAuthor:\n Погребищенська районна державна адміністрація (Municipality of Pogrebyshchensk)\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Zbarzhivka_car_accident_and_water_pollution_2.jpg\n\n\n\n\n\n\n\n\nFilename:\n Decom. Dept. Logo.svg\n\n\nName: Decom. Dept. Logo\n Author:** Calibold\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/theme%3Adecom-dept/Decom.%20Dept.%20Logo.svg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6070 \" by Cydhra, from the SCP Wiki . Source: https://scpwiki.com/scp-6070 . Licensed under CC-BY-SA .",
        "Filename: car_accident.jpg Name: Zbarzhivka_car_accident_and_water_pollution_2.jpg Author: Погребищенська районна державна адміністрація (Municipality of Pogrebyshchensk) License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Zbarzhivka_car_accident_and_water_pollution_2.jpg",
        "Filename: Decom. Dept. Logo.svg Name: Decom. Dept. Logo Author:** Calibold License: CC BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/theme%3Adecom-dept/Decom.%20Dept.%20Logo.svg"
    ],
    "title": "SCP-6070"
}