{
    "url": "https://scp-wiki.wikidot.com/scp-6071",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\nItem #:\n SCP-6071\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6071's entrance perimeter is to be constantly watched by two security personnel members. Additionally, they must enter SCP-6071 every 3 days to check SCP-6071-A's status.\n\n\n\n\n\n\nSCP-6071's secondary hallway\n\n\n\n\n\n\nDescription:\n SCP-6071 refers to a structural assembly located in the underground vicinity of Site-04. The date of its building is currently unknown, as well as its constructor, however, due to various mechanisms found inside, it is believed that it was created between 1968 to 1970.\n\n\nThe construction itself does not have the capacity of an adequate structure to be underground, and due to this, it is extremely deteriorated; internal changes had to be applied to it to avoid possible collapses. Foundation's logo stampings can be found at some points in the complex.\n\n\nAdditionally, SCP-6071 has multiple rooms, some destroyed due to the previously mentioned details. Excavations are currently being carried out in search of possible information added to the nature of the construction\n1\n.\n\n\nIt has been found SCP-6071's structure is found around a central cell in which SCP-6071-A is contained\n2\n.\n\n\nAddendum 6071.1:\n Recovered Documentation\n\n\nAfter an initial reconnaissance in the reception area, multiple documents were found in a nearby office belonging to Eleazer Anderson. Subsequent searches of their current whereabouts were inconclusive.\n\n\n\n\n\n\n\n\nIteration I\n\n\nIteration II\n\n\nIteration III\n\n\nIteration IV\n\n\n\n\n\n\n\n\n\n\nItem's Designation Number:\n #4099N4TG00D-768\n\n\nNotice:\n The item has properties that allow it to breach containment at any time.\n\n\nItem's Description:\n Triakis octahedron composed of Sli-37\n3\n. It is believed that it possesses a partial knowledge of the environment and an entity is found within it.\n\n\nCurrent Containment Details:\n All personnel members whose function is to check the status of the abnormality must have memetic inoculation.\n\n\nReport:\n [UNREADABLE]\n\n\nThe object seems to have cognito-hazardous properties that cause closeness to it. Any individual who comes into direct eye contact for a continuous period of 4 minutes will be affected and will try to establish a \"friendly relationship\" with it, sharing interests and information. It has been observed that the subjects affected by the abnormality tend to convince unaffected individuals to transfer or release the object.\n\n\nThe item has been found to be attracted to a specific location, which is close to the current \n〔UNREADABLE〕\n.\n\n\nNotes:\n\n\n\n\nThe object does not follow any communication system that can be detected with anti-cognito-hazardous filters or the like. However, knowing the type of properties it has, it is possible that a subsequent application of amnestic treatment to an affected subject may be more than enough to eliminate any trace of them. Tests are in progress.\n\n\n\n\n— \nRes. Eleazer Anderson\n\n\n\n\n\n\n\n\n\n\nDepartment of Abnormalities\n\n\n\n\n\n\n\n\n\n\n\n\nInterviewed:\n EP-6436 - Sebastián Jímenez\n\n\nInterviewer:\n Res. Eleazer Anderson\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nEP-6436:\n It wants to see the world, you know?\n\n\nRes. Anderson:\n Why?\n\n\nEP-6436:\n The world was made to admire at, or so it says. Creation, at the end of the day, became so beautiful to be beheld.\n\n\nRes. Anderson:\n I understand. However, prior testing has proven it does want to go to Site-██. Is there any particular reason for that?\n\n\nEP-6436:\n It wants to meet with them.\n\n\nRes. Anderson:\n Them?\n\n\nEP-6436:\n It's hard to explain. It feels curious about [EXPUNGED COGNITO-HAZARD]\n\n\nRes. Anderson:\n Thank God I've got the filters on. I truly doubt that's something I can comprehend so directly; explain it in other words.\n\n\nEP-6436:\n A different thing. A more… advanced thing, to say something.\n\n\nRes. Anderson:\n This doesn't clear any doubt either. Anything else?\n\n\nEP-6436:\n It wants to see you.\n\n\nRes. Anderson:\n Me? For what?\n\n\nEP-6436:\n It thinks you, and only you, can do something to turn the tables, make everything better, more favorable.\n\n\n(3 second silence)\n\n\nRes. Anderson:\n I see. We're done for today.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nMonths have passed since the object was contained.\n\n\nI currently suffer from several dreams about it, although I only remember fragments of them— I cannot say that it is anything that addresses any real conclusion. Only cold and sterile facilities, with things that I cannot remember and I think that, even if I could, I wouldn't fully understand. Results are expected with everything I am doing, but I really don't know what to do.\n\n\nI think it's time to try something different.\n\n\n\n\n— Res. Eleazer Anderson\n\n\n\n\n\n\n\n\n\n\n\n\nInterviewed:\n #4099N4TG00D-768\n\n\nInterviewer:\n Res. Eleazer Anderson\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n4099N4TG00D-768:\n \nIt's happening is inevitable. Soon or later the cataclysm will be unleashed.\n\n\nRes. Anderson:\n And, for that moment, what will happen?\n\n\n4099N4TG00D-768:\n \nThey'll all be free once again, through the world, the galaxy, the universe. There's no specific answer for that. There are so many variables, and all of them are so different; they can't be predicted.\n\n\nRes. Anderson:\n So, whatever we're doing now is completely futile.\n\n\n4099N4TG00D-768:\n \nPartially.\n\n\nRes. Anderson:\n What do you mean?\n\n\n4099N4TG00D-768:\n \nAs I've said, whatever has to happen will happen; however, there is a way to prepare the situation so this will not occur again. It's inevitable, yes, but that doesn't mean it's irremediable.\n\n\nRes. Anderson:\n I still don't understand.\n\n\n4099N4TG00D-768:\n \nYou can properly prepare everything in such a way there's the record that, first of all, we were here, and, second, everything can be diverted.\n\n\nRes. Anderson:\n But, how?\n\n\n4099N4TG00D-768:\n \nThere are many ways, and is preferable to do all of them as soon as possible. Secure the main headquarters, which is the reason it attracts me so much. And, with that, we can leave useful information in other places to have a \nDeus Ex Machina\n for the next ones, and then…\n\n\nRes. Anderson:\n Then what?\n\n\n4099N4TG00D-768:\n \nWe'll wait.\n\n\nRes. Anderson:\n For what?\n\n\n4099N4TG00D-768:\n \nFor them to contain.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \n12/07/2021:\n Corrupted files similar to instructions have been found. Addition of pending addenda for December 9 of this year.\n\n\n2\n. For more information, see Addendum 6071.1.\n\n\n3\n. \nA metal created\n by alloying 70.7% of U-92 and 20, 1% of Pu-94 and 10.2% of Asl-56. Resistant to all known stresses, resistance superior to any anomalous and non-anomalous mineral discovered at the time this document was found.\n\n\n\n\n\n\n\n\n« \nSCP-6070\n | SCP-6071 | \nSCP-6072\n »",
    "addendums": [
        "Addendum 6071.1: Recovered Documentation\nAfter an initial reconnaissance in the reception area, multiple documents were found in a nearby office belonging to Eleazer Anderson. Subsequent searches of their current whereabouts were inconclusive."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-6071",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6071's entrance perimeter is to be constantly watched by two security personnel members. Additionally, they must enter SCP-6071 every 3 days to check SCP-6071-A's status.",
    "description": "SCP-6071 refers to a structural assembly located in the underground vicinity of Site-04. The date of its building is currently unknown, as well as its constructor, however, due to various mechanisms found inside, it is believed that it was created between 1968 to 1970.",
    "title": "SCP-6071"
}