{
    "url": "https://scp-wiki.wikidot.com/scp-6072",
    "all_text": "rating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+120\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe only available photo of SCP-6072, taken on 09/12/2035, moments before the entity's demanifestation.\n\n\n\n\n\n\nItem #:\n SCP-6072\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6072 currently remains uncontained. Its proper localization and anchoring using Scranton Reality Anchors in cooperation with \nSite-88\n personnel due to their experience with humanoid anomalies is to be considered top priority for \nSite-120\n personnel. All potential manifestation reports are to be immediately investigated.\n\n\nAll Foundation personnel matching SCP-6072's manifestation criteria are to be placed within anti-ontokinetic spaces for the duration of their potential death, preventing the entity's manifestation.\n\n\nDescription:\n SCP-6072 is a predatory entity with no consistent form nor appearance, emitting a constant output of Level 4 TRE (Tartarean Radiation Energy) and minor amounts of Akiva Radiation, similar to that of a non-worshipped diety.\n1\n SCP-6072 displays predatory behavior, only targetting individuals exhibiting one or more of the following traits due to hunting ease:\n\n\n\n\nage above 60,\n\n\nsevere loneliness,\n\n\nlife in relative poverty,\n\n\nhighly unstable life,\n\n\nbad health condition, both physical and mental,\n\n\nlack of many truly close relatives or friends to rely on for potential protection,\n\n\ninability to maintain romantic relationships.\n\n\n\n\nAll individuals near which SCP-6072 manifests are found dead within two to five minutes of exposure; in 100% of cases, the cause of death was determined to be a disease previously undiagnosed in an extreme state. The entity will never leave its prey until it's confirmed dead, always awaiting near it until the disease kills the subject, not infrequently checking for life signs on people it hunts. How SCP-6072 is able to manifest them within the organism of its prey in such an advanced state remains unknown.\n\n\nSCP-6072 possesses virtually unlimited teleportation and shapeshifting capabilities, enabling it to manifest at any location in any form. Despite this, the entity utilizes this ability solely to manifest near its prey, which it hunts constantly; it has never been noted to appear anywhere else other than near individuals it wishes to eliminate. Most manifestations follow the formula of the entity taking the form of standard humans within the area it manifests in, frequently choosing the form of a close relative of the person it wishes to hunt. Upon detecting a potential victim, the entity will stop at nothing to achieve its goal — it has even been noted to bypass previously thought to be impenetrable anti-ontokinetic spaces.\n\n\nCurrent hypothesis hold the entity is a pain-consuming Tartarean, prolonging its life through the murder of others. Though this theory is backed up by examples of pre-modern era civilizations interacting with it,\n2\n whether it's true remains unknown.\n\n\nDiscovery and Historical Context:\n SCP-6072 had been known to the Foundation in one form or another ever since its founding in 1870. Initially suspected to be numerous other anomalies, following over 150 years of continued appearance, it had been fully researched and classified as SCP-6072. However, despite the Foundation only possessing data about it for 165 years, research has revealed numerous records taken from all around the world throughout numerous centuries regarding the world's cultures and their interactions with the entity. The following is a select few of the most important ones.\n3\n\n\n\n\n\n\nTimeframe of Manifestations\n\n\nLocation of manifestations\n\n\nManifestation Details\n\n\n\n\n\n\nUnknown, most likely ~ 1800-1700 B.C.\n\n\nEgypt\n\n\nDue to the extremely poor state of most of society at the time, SCP-6072 was able to claim extreme amounts of victims. Directly responsible for the belief in Resheph, a god of disease spawning it wherever he came.\n\n\n\n\n\n\nUnknown, most likely ~ 400-300 B.C.\n\n\nMesopotamia\n\n\nDue to the highly politically unstable timeframe of its manifestation, SCP-6072 was able to exploit it to hunt numerous victims before being noticed. Inspired the myth of Erra; a god of war and disease, coming for the weak to take them to the kingdom of the dead.\n\n\n\n\n\n\nUnknown, most likely ~ 400-700\n\n\nCentral and Eastern Europe\n\n\nSCP-6072's numerous manifestations most likely inspired the Masurian myth of \"white peoples;\" a gnome-like race of demons responsible for human diseases, bringing them upon the weak and old.\n\n\n\n\n\n\nThe Edo period (1603-1867)\n\n\nJapan\n\n\nDespite the relative peace and economical stability of the era, SCP-6072 was still noted to manifest due to the chaos and instability of the era directly before it causing many poorer regions (though the manifestations were visibly less and less frequent as the era went on). Most likely inspired the Japanese myth of the Shinigami (death gods bringing weak humans death and carrying their souls to the afterlife).\n\n\n\n\n\n\n1890-1923\n\n\nSiberia\n\n\nDue to the highly unstable health and physical wealth of the Ket people in that region caused by numerous attempts at russification by the Russian authorities of the time, SCP-6072 was able to hunt much more frequently within the area. Further research regarding the culture suggests the entity was responsible for the myth of the Chośadam goddess; a deity responsible for cursing humans with diseases and \"devouring their souls\" afterwards.\n\n\n\n\n\n\nAddendum 6072-2:\n The following log is the only available recording of SCP-6072 interacting with any of its victims as well as the only manifestation event which the Foundation was able to witness.\n\n\n\n\n+ Access Log 09/12/2035-1\n\n\n\n\n- Close Log 09/12/2035-1\n\n\n\n\n\n\nDate:\n 09/12/2035\n\n\nForeword:\n The following video was taken from one of the cameras within \nVanguard Research and Preservation\n Site-120's\n4\nmedical ward. At that time, Dr. Ethan MacCarthy Jr.\n5\n was being hospitalized due to a lung health problem discovered the day prior.\n\n\n\n\n<Begin Log>\n\n\nSCP-6072 manifests outside of the medical room, taking the form of Dr. MacCarthy\n6\n The doctor is laying in a medical bed, sleeping.\n\n\nSCP-6072 enters the room. The glass doors behind it shut, and their closing sound wakes up the doctor, who blinks twice and puts on his glasses, located at the nightstand. He notices SCP-6072 and gets visibly uneased.\n\n\nDr. MacCarthy Jr.:\n \n<coughs>\n D-Dad?\n\n\nSCP-6072 doesn't respond, coming closer to the doctor's bed. It pulls a chair from one of the nearby tables and sits near the doctor, who starts to cry.\n\n\nDr. MacCarthy Jr.:\n Is… \n<coughs>\n is that… y-you?\n\n\nSCP-6072 nods. At that time, personnel stationed outside of the ward notice the entity within and start to attempt to open the doors. Upon failing to do so, they start to notify security, banging at the glass walls for the doctor to notice the entity. He doesn't respond nor notice them.\n\n\nDr. MacCarthy Jr.:\n I'm sorry. \n<weakly:>\n I… I'm so sorry.\n\n\nAs tears go down the doctor's face, the entity comes closer, and touches his face with its hand. Outside the room, Site Security appear, trying to enter the room via force. They are unsuccessful even upon what should normally break both the glass walls and the door. Neither the doctor nor the entity react in any way to them.\n\n\nDr. MacCarthy Jr.:\n I… knew I told you I wouldn't… s… smoke. \n<coughs>\n I'm so sorry.\n\n\nSCP-6072 touches the doctor's hand in a calm expression. The other starts to violently cough, trying to hide it with his arm. The entity smiles slightly, and touches his hand with its other hand. The coughing stops for a second.\n\n\nDr. MacCarthy Jr.:\n I didn't know how to deal with… your… your and David's deaths. \n<pause>\n I'm so sorry. I'm so—\n\n\nMacCarthy Jr. starts to cry profusely again, stopping all speech. The doctor's phone located on the nightstand starts to ring with an emergency tone. He doesn't notice it. He again starts to cough, this time visibly coughing blood.\n\n\nSCP-6072:\n Shh, don't worry. It's fine. I'm here and I'm proud of you. Don't worry at all.\n\n\nDr. MacCarthy Jr.:\n I don't want to go, dad. I don't want to… die. \n<pause>\n I'm not ready to. I don't want to. \n<coughs>\n I'm sorry. I'm sorry for… for everything. I don't want… \n<pause>\n to go, dad. I don't—\n\n\nThe entity shushes him, giving the doctor a hug. They sit in that position for two minutes, with MacCarthy Jr. sobbing violently. The entity shushes him again.\n\n\nDr. MacCarthy Jr.:\n I… I…\n\n\nSCP-6072:\n Shh. Mom and David are proud of you, too. Don't worry. We're here for you. It's okay. Don't worry about it. Shh. It's fine.\n\n\nThe entity hugs the doctor again. Upon finishing the gesture, MacCarthy Jr. lays down on his bed.\n\n\nDr. MacCarthy Jr.:\n I… I think I…\n\n\nThe doctor closes his eyes. He no longer expresses sadness nor pain.\n\n\nSCP-6072:\n I'm proud of you.\n\n\nSCP-6072 demanifests. Though Dr. MacCarthy Jr. ceases all movement, an expression of happiness can be seen on his face.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following SCP-6072's demanifestation, Dr. MacCarthy Jr. was found dead at the age of 85 within the hospital ward. Post-mortem analysis revealed it was caused by a previously undiagnosed lung cancer. The disease was entirely unanomalous, believed, following further research, to have been within Dr. MacCarthy Jr. for at least 3 prior years, mainly due to his long-lasting smoking addiction and poor work ethic.\n\n\nFollowing further research, it was discovered SCP-6072 does not cause any of the diseases found within its \"victims,\" not being responsible for their deaths. The TRE previously thought to be emitted from it was, in actuality, simply the byproduct of experiencing human deaths for a prolonged period of time. Further investigation, potential reclassification, and file rewrite of SCP-6072 remains pending.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Similar in magnitude to the [REDACTED PER O5 ORDER] entity found within \nSCP-5572-PRIME\n — research regarding those similarities is ongoing.\n\n\n2\n. See — Discovery and Historical Context.\n\n\n3\n. For a full list of SCP-6072 manifestations throughout history, request access to Site-120's General RAISA Chairman, James Moore.\n\n\n4\n. Full update of the SCP-6072 file to account for Site-120's status is currently pending.\n\n\n5\n. One of the five members of Site-120's Director Council, last member of the MacCarthy family — a multi-generational family long-serving the Foundation. All other members either lost in action or dead due to age.\n\n\n6\n. Dr. MacCarthy Jr.'s father, who was dead since \n28/03/1984\n. From personal testimonies, it's been deduced that the man was Dr. MacCarthy Jr.'s only person he considered close to himself.\n\n\n\n\n\n\n\n\n« \nSCP-6071\n | SCP-6072 | \nSCP-6073\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6072\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6072\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ontotop\n\n\nAuthor:\n \nEstrellaYoshte\n, edited by \nHarryBlank\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nlink\n\n\n\n\n\n\nFilename:\n suit3.png\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n Taken from \nSCP-5353\n, which took from \nhere\n\n\nNotes:\n Originally edited by \nTufto\n, then edited by myself",
    "addendums": [
        "Addendum 6072-2: The following log is the only available recording of SCP-6072 interacting with any of its victims as well as the only manifestation event which the Foundation was able to witness."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6072 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6072 . Licensed under CC-BY-SA .",
        "Filename: ontotop Author: EstrellaYoshte , edited by HarryBlank License: CC BY 3.0 Source Link: link",
        "Filename: suit3.png Author: N/A License: Public Domain Source Link: Taken from SCP-5353 , which took from here Notes: Originally edited by Tufto , then edited by myself"
    ],
    "item": "SCP-6072",
    "object_class": "Keter",
    "containment_procedures": "SCP-6072 currently remains uncontained. Its proper localization and anchoring using Scranton Reality Anchors in cooperation with Site-88 personnel due to their experience with humanoid anomalies is to be considered top priority for Site-120 personnel. All potential manifestation reports are to be immediately investigated.",
    "description": "SCP-6072 is a predatory entity with no consistent form nor appearance, emitting a constant output of Level 4 TRE (Tartarean Radiation Energy) and minor amounts of Akiva Radiation, similar to that of a non-worshipped diety.1 SCP-6072 displays predatory behavior, only targetting individuals exhibiting one or more of the following traits due to hunting ease:",
    "title": "SCP-6072"
}