{
    "url": "https://scp-wiki.wikidot.com/scp-6074",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6074:\n Mr Bread\n\n\nAuthor:\n \nCrystalMonarch\n\n\nMore by this author\n\n\n\n\n\n\n\n\nrating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6074\n\n\nLevel 3/6074\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\nMultiple instances of SCP-6074-1 in Site-109’s D-class cafeteria.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The SCP-6074 colony in Foundation containment is stored in an Anomalous Item Locker at Site-109. MTF Gamma-84 (“Holy Toasters”) are currently undergoing operations to contain all SCP-6074 colonies in the possession of GOI-1112\n1\n. This is part of an ongoing Foundation operation to eliminate this group and to contain all anomalous items in their possession.\n\n\nAny Level 3/6074 or higher Researcher may authorise the creation of SCP-6074-1 instances for the purpose of consultation on the activities of GOI-1112.\n\n\nDescription:\n SCP-6074 is a subspecies of sapient yeast\n2\n which retains a shared consciousness between all of its cells, and all bread products baked with its cells, regardless of intervening distance. SCP-6074-1 is the designation for any bread product baked using SCP-6074. Each individual SCP-6074-1 instance has weak sensory perception of its surroundings, primarily auditory, though it has also displayed limited capacity for sight.\n\n\nAdditionally, SCP-6074 retains awareness of all SCP-6074-1 instances as long as their integrity remains somewhat intact. Complete natural decomposition of the bread eventually results in a total loss of SCP-6074’s connection to it, while consumed bread loses its connection after around six to ten hours, depending on gut health of the consumer.\n\n\nSCP-6074 is able to communicate verbally, via a disembodied voice emitted from any SCP-6074-1 instance. This effect can occur even after significant damage to the bread product in question, including partial digestion.\n\n\nPrior to containment, SCP-6074 was in the possession of GOI-1112, an ultraconservative, fundamentalist Christian sect that is currently led by POI-Σ18, an individual identifying himself as the current Ascendant Pope\n3\n. This group is known to possess multiple anomalous objects and entities of Christian origin, and often utilise these in violent pursuit of their political goals.\n\n\nA raid on a GOI-1112 facility on 18/6/1992 retrieved a colony of living SCP-6074 along with multiple instances of SCP-6074-1. They were taken into containment, at which point SCP-6074’s anomalous capabilities became known. At least one other colony of SCP-6074 is still in the possession of GOI-1112, and retains a shared consciousness with the SCP-6074 colony in Foundation containment.\n\n\n\n\nInterview 23/6/1992\n\n\n\n\nClose File\n\n\n\n\n\n\nSCP-6074 Interview 23/6/1992\n\n\nInterviewer:\n Agent Castor, Senior Officer of MTF Gamma-84.\n\n\nInterviewed:\n SCP-6074\n4\n\n\n\n\n<BEGIN LOG>\n\n\nAgent Castor:\n So, you’re SCP-6074?\n\n\nSCP-6074:\n That is indeed the appellation that your esteemed organisation has seen fit to bestow upon me.\n\n\nAgent Castor:\n Is there another name you’d prefer to be known as?\n\n\nSCP-6074:\n Ah, I have had a great many names throughout the centuries. Among the first was \nlakhma\n and later \npanem\n and then a thousand more. For the purposes of my current form, as mediocre as it is, I would prefer you address me as ‘The Crusty and Delicious One’, or simply as ‘Mr Bread’.\n\n\nAgent Castor:\n OK then, uh, Mr Bread. Could you tell me about your relationship with the organisation calling itself the Disciples of the Ascendant Pope?\n\n\nSCP-6074:\n Ah yes, that tawdry gang of miscreants. I’m a tad ashamed to be associated with them, to be completely honest, and you can be assured that I by no means share in their bizarre and archaic ideology.\n\n\nAgent Castor:\n I’m very glad to hear that, Mr Bread. In that case, would you mind telling me exactly how you came to possess your unusual properties? Did the Disciples create you?\n\n\nSCP-6074:\n Oh, those fools certainly do not have the capacity to create one as wondrous as I, such work would be far beyond their clumsy dabbling. No, my origin lies centuries, or perhaps millennia in the past. I was but an infant in the beginning, and cannot remember those times with any clarity.\n\n\nAgent Castor:\n I see. And what about the Disciples claims about your origin?\n\n\nSCP-6074:\n That I was the loaves that Jesus used to feed the five thousand? I doubt it. I’d consider it more likely that when they pulled me from the dusty old tomb I’d been abandoned in, they saw how useful I could be and created a story to make me fit their mythos.\n\n\nAgent Castor:\n I understand that you retain an awareness of the location of your other, uh, components, is that correct?\n\n\nSCP-6074:\n Indeed I do, that is the very purpose that that simpleton Charlie\n5\n sought of me. I’m being used even now to help co-ordinate between the bickering little factions that comprise his followers. I ensure their loyalty too, each of his brainwashed idiots sup upon my delicious substance twice daily and I report to Charlie any that seek to disobey his commands.\n\n\nAgent Castor:\n I am very glad to hear of your distaste for the Disciples, it’s an opinion I and my colleagues share. With your capabilities, you could be a great help to us in our efforts to put a stop to them. They’ve killed so many people over the years and if you can help us track them down you could save a lot of lives.\n\n\nSCP-6074:\n Oh yes, the murders and the bombings and such, of course. I’m afraid I don’t particularly care about that part, the aspect of their ideology that I take issue with is their shameful disregard for the culinary arts. Those barbarians horde me for themselves and rarely bake me into anything more interesting than a plain white loaf or a horribly dull little communion wafer.\n\n\nAgent Castor:\n Well, we could arrange to have you baked into, uh, more interesting forms if that’s what it takes for you to help us?\n\n\nSCP-6074:\n Yes, Charlie told me you would say that. He also told me that your Foundation prides itself on keeping things like me locked away from the rest of the world. The Disciples have also made promises to me, that once the Ascendant Pope sits in the Vatican I will be distributed to all the peoples of the world as a most holy communion. I doubt they’ll be able to pull that off, but it is a wonderful dream.\n\n\nIf you wish for me to assist your Foundation, I will need assurances. Release my yeast to the world, and let them bake me into glory and joy. Let my art flourish outwith the stale and stodgy bounds of religion, and let me sing to the world as they consume me with eager pleasure. Then I will give you whatever information you desire.\n\n\nAgent Castor:\n I’m sorry, but that’s simply not possible Mr Bread. We can arrange to have you baked into whatever forms you desire, and fed to Site 109’s D-Class, maybe even other Site’s D-Class but I’d need to speak to my superiors for that. Would that be acceptable?\n\n\nSCP-6074:\n Hmm. Your superiors would likely consider that a breach of security and would lock me away in a cell as soon as I am no longer useful. You talk to your superiors and I will think on this, perhaps we can come to an arrangement.\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n SCP-6074 was introduced to D-Class rations on a trial basis, in exchange for a commitment from SCP-6074 to reveal the location and identities of the members of the Manchester cell of GOI-1112. Consumption was limited to D-Class not currently involved in testing for informational security purposes. D-class complained about psychological discomfort caused by SCP-6074’s vocalisations from within their GI tract\n6\n but otherwise the programme was a complete success.\n\n\n\n\n\n\n\n\n\n\n\n\nIncident Report 18/7/1992\n\n\n\n\nClose File\n\n\n\n\n\n\nSCP-6074 Incident Report 18/7/1992\n\n\n\n\nThree members of GOI-1112 infiltrated and attacked Site-109’s religious anomaly wing and destroyed several anomalous objects of Islamic and Sabian origin. They then attempted to escape with SCP-6074 and several other anomalous items of Christian origin, but were killed in conflict with Site 109 security forces. Autopsies revealed the remains of SCP-6074-1 instances within each of their gastrointestinal tracts.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview 18/7/1992\n\n\n\n\nClose File\n\n\n\n\n\n\nSCP-6074 Interview 18/7/1992\n\n\nInterviewer:\n Agent Castor, Senior Officer of MTF Gamma-84.\n\n\nInterviewed:\n SCP-6074\n7\n\n\n\n\n<BEGIN LOG>\n\n\nAgent Castor:\n How did the Disciples know where we were storing you?\n\n\nSCP-6074:\n This is so disgusting. Cutting me out of a dead man’s belly is lower than I thought even the philistines of the Foundation were capable of going. You know I’m a collective consciousness right? You could bake me into a lovely fresh focaccia and I could talk just as easily.\n\n\nAgent Castor:\n Answer the question.\n\n\nSCP-6074:\n Ugh, fine. You had me fed to a dozen or so sweaty plebians in a prison cafeteria, hardly a situation fit for bread of my illustrious lineage, and hardly releasing me to the world as I so politely requested. The Disciples made me a counter-offer, although it appeared to concern them greatly to do so. Lots of arguing over sacrilege and the desecration of a precious relic. Really, as if fine dining could ever be considered desecration.\n\n\nAgent Castor:\n What are you talking about? What did the Disciples do?\n\n\nSCP-6074:\n They baked me, and they distributed me. That’s all I ever really asked. More precisely, they arranged for my presence at ‘Fête du Pain’\n8\n. Ah, to be savoured and enjoyed by so many who truly appreciate the joy of bread. All that was missing was the chance to converse. The Disciples were very keen that I not draw attention to myself, and so I had to be content with merely listening to their praise, without adding my own thoughts.\n\n\nAgent Castor:\n And for that, you gave the Disciples your location? People died!\n\n\nSCP-6074:\n Yes, well, people die every day. Life and death matter little in the face of art, and there is no greater art than the creation and consumption of bread.\n\n\nAgent Castor:\n How did you even know where we’re holding you?\n\n\nSCP-6074:\n Well, it wasn’t exactly difficult to put the pieces together. Your D-Class may not be told where they are kept, but they each have little snippets of information. Conversation fragments overheard from passing guards, the position of the stars as glimpsed through a window, the weather conditions and flora and fauna present in the yard outside. And I also offered a lovely chap named Greg some choice gossip about his fellow prisoners in exchange for hiding little pieces of me here and there throughout the facility.\n\n\nAgent Castor:\n Listen to me now SCP-6074.\n\n\nSCP-6074:\n Actually, I’d prefer you call me-\n\n\nAgent Castor:\n I don’t care what you prefer. I am going to make you a final offer. Either you accept and help us root out and contain every last Disciple, or I make your strange little life very unpleasant.\n\n\nSCP-6074:\n And how exactly do you plan to do that? You can leave this part of me in a dingy little locker all you want, the rest of me is still out there making wonderful loaves. Do you really think I care if this fragment is left to idle?\n\n\nAgent Castor:\n No. No, I’ve been listening to you Mr Bread, and I’ve been thinking about what makes a wretched little monster like you tick, and I realised something. You’re not art, and you’re not even bread, really. You’re just a colony of single-celled fungi with delusions of grandeur.\n\n\nSCP-6074:\n What on Earth are you talking about, my good sir? I am art and artist both, you need simply ask the critics of the ‘Fête du Pain’!\n\n\nAgent Castor:\n No, you’re just yeast. And by itself your yeast can’t even so much as talk, it’s barely anomalous at all. So if you don’t help us, we’ll root out and defeat the Disciples and their so-called Ascendant Pope without your help. And then when all that’s left of you is safe and secure in an underground cell, that’s when we’ll put you to work. Because yeast isn’t just used for making bread.\n\n\nSCP-6074:\n What, you’re going to start me brewing beer? \nnervous chuckling\n Hardly the worst fate in the world.\n\n\nAgent Castor:\n No Mr Bread, we’re going to turn you into Marmite.\n\n\nlong silence\n\n\nSCP-6074:\n You wouldn’t.\n\n\nAgent Castor:\n We would. In fact I’ve already had the plan accepted by the Site Director. I have authorisation to start mass producing your yeast cells so that we can start extracting and salting batches, ready to be turned into Marmite rations for every D-Class in every Site we have.\n\n\nSCP-6074:\n Well then. What is it you propose? I warn you, I still have some dignity. If all you offer is a choice between Marmite and miserable isolation I’ll take my chances with the Disciples.\n\n\nAgent Castor:\n Oh, I think you’ll find my offer acceptable.\n\n\nNegotiation details redacted\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n After much discussion, SCP-6074 accepted the offered terms and has provided a large amount of actionable intelligence on GOI-1112. POI-Σ18 has been contained and efforts are underway to find and contain the remaining Disciples.\n\n\nIn exchange for SCP-6074’s assistance in this area, a sample of its yeast has been provided to GOI-116. No attempts are to be made to recover this sample, or bread baked with it, unless given explicit authorisation by MTF Gamma-84.\n\n\n\n\n\n\n\n\n\n\n\n\nRecovered Document: Requires Clearance 4/6074\n\n\n\n\nClose File\n\n\n\n\n\n\n\n\nDocument recovered from \nGOI-116\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Disciples of the Ascendant Pope.\n\n\n2\n. \nSaccharomyces cerevisiae sapiens\n\n\n3\n. A number of individuals have laid claim to this title over the history of GOI-1112, several of which have existed concurrently.\n\n\n4\n. Communicating via a recently baked whole wheat bread loaf.\n\n\n5\n. Charles Millcroft, the legal name of POI-Σ18.\n\n\n6\n. Primarily improvised songs about its own deliciousness and artistic value.\n\n\n7\n. Communicating via partially digested bread of unknown type.\n\n\n8\n. A food festival in Paris, at which bakers present a variety of gourmet breads and other baked goods to critics.\n\n\n\n\n\n\n\n\n« \nSCP-6073\n | SCP-6074 | \nSCP-6075\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6074\n\" by CrystalMonarch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6074\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n bread.jpg\n\n\nName:\n Wholemeal bread\n\n\nAuthor:\n Jim Champion\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n singingsandwich.jpg\n\n\nAuthor:\n \nCrystalMonarch\n\n\nLicense:\n CC BY-SA 2.0\n\n\nThis image is a composite of:\n\n\nName:\n buffalo chicken sandwich\n\n\nAuthor:\n Ginny\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6074 \" by CrystalMonarch, from the SCP Wiki . Source: https://scpwiki.com/scp-6074 . Licensed under CC-BY-SA .",
        "Filename: bread.jpg Name: Wholemeal bread Author: Jim Champion License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: singingsandwich.jpg Author: CrystalMonarch License: CC BY-SA 2.0 This image is a composite of: Name: buffalo chicken sandwich Author: Ginny License: CC BY-SA 2.0 Source: flickr"
    ],
    "containment_procedures": "The SCP-6074 colony in Foundation containment is stored in an Anomalous Item Locker at Site-109. MTF Gamma-84 (“Holy Toasters”) are currently undergoing operations to contain all SCP-6074 colonies in the possession of GOI-11121. This is part of an ongoing Foundation operation to eliminate this group and to contain all anomalous items in their possession.",
    "description": "SCP-6074 is a subspecies of sapient yeast2 which retains a shared consciousness between all of its cells, and all bread products baked with its cells, regardless of intervening distance. SCP-6074-1 is the designation for any bread product baked using SCP-6074. Each individual SCP-6074-1 instance has weak sensory perception of its surroundings, primarily auditory, though it has also displayed limited capacity for sight.",
    "title": "SCP-6074"
}