{
    "url": "https://scp-wiki.wikidot.com/scp-6079",
    "all_text": "Canon Hub\n » \nFrom 120's Archives Hub\n / \nAIAD Homescreen\n » SCP-6079\n\n\n\n\n\n\n\n\nrating: \n+99\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+99\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-6079\n\n\nLEVEL\n \n2/6079\n\n\n\n\n\n\nCLASS:\n \npending\n\n\nrestricted\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nundetermined\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n All SCP Foundation Sites are currently undergoing a digital lockdown. This includes the inter-Site movement of Foundation \nArtificially Intelligent Conscripts (.aics)\n and other Artificial Intelligence programs. This state is to be maintained until SCP-6079's source can be found and properly contained.\n\n\nDESCRIPTION:\n SCP-6079 is an ongoing server responsiveness error, effectively disabling all digital servers within affected areas. These digital spaces cannot be accessed in any way via outside terminals, and no files can be extracted. Despite this, .aic programs can enter these spaces normally, though they cannot open any files normally present within them as well.\n\n\nSCP-6079 is currently affecting \nSite-15\n \nSite-19\n \nSite-120\n. The collective damage caused by this event is still being calculated by the \nO4 Council\n.\n\n\nDISCOVERY:\n SCP-6079 was discovered on 02/05/1998, when Site-120's internal servers experienced an unexpected critical error. Two hours later, reports of identical situations manifesting hours prior had been reported from Sites -15 and -19. To postpone further movements of SCP-6079 to any other Sites, Site-120's servers were quarantined.\n\n\nFurther research into the components of the affected servers revealed an almost unnoticeable marking of Akiva radiation as well as a presence of an alien program within. Further research is currently ongoing.\n\n\n\n\nADDENDUM 6079-1:\n The following is a timeline of events of 02/05/1998, directly preceding the manifestation of SCP-6079 within Site-15.\n\n\n\n\n+ DISPLAY TIMELINE\n\n\n\n\n- HIDE TIMELINE\n\n\n\n\n\n\n00:01:\n All computers within Site-15 stop working for ten minutes.\n\n\n00:23:\n 10% of all Site-15's servers shut down. SCP-6079 manifests.\n\n\n00:32:\n All of Site-15's .aic programs stop being responsive.\n\n\n00:45:\n Site-15's inter-Site communication modules fail for one hour.\n\n\n01:37:\n 12% of all files within Site-15's database are lost.\n1\n\n\n01:52:\n Site-15 servers and .aic programs resume normal function.\n\n\n05:46:\n 25% of all Site-19's servers shut down. SCP-6079 detected within Site-19.\n\n\n05:53:\n All of Site-19's .aic programs stop being responsive.\n\n\n06:04:\n Site-19's inter-Site communication modules fail for two hours.\n\n\n06:34:\n For two minutes, 2% of all containment chambers within Site-19 fail to operate properly.\n\n\n06:51:\n 3% of all files within Site-19's database are lost.\n2\n\n\n08:58:\n Site-19 servers and .aic programs resume normal function.\n\n\n13:14:\n 54% of all Site-120's servers shut down. SCP-6079 detected within Site-120.\n\n\n13:16:\n All of Site-120's .aic programs stop being responsive.\n\n\n13:24:\n Site-120's inter-Site communication modules fail for one hour.\n\n\n13:36:\n 21% of all files within Site-120's database are lost.\n3\n\n\n16:54:\n Despite Site-120 servers not being shut down yet, no changes are noted. SCP-6079 does not move from Site-120 nor take any further actions.\n\n\n\n\n\n\n\n\nSite-120 server responsivness (%) over time after the outage (hours).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 6079-2:\n At 19:12, 02/05/1998, through unknown means Ra.aic\n4\n had been able to reconnect with Site Directorship. The following is a log of the conversation between her and Site Director Council Member Magdalaine Cornwell.\n\n\n\n\n+ DISPLAY EXPLORATION\n\n\n\n\n- HIDE EXPLORATION\n\n\n\n\n \n\n\n\n\n\n\nHello? Command? Can \nanyone\n hear me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThank god you're there. We've been able to reconnect to you by almost a miracle. The rest of the servers are still unresponsive.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOh god. What about the rest?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStill unreachable. Epione is unresponsive. -15 and -19 are still trying to boot up again.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat can I do to help?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe need intel, ideally. As much as you can gather. The boys from IT said they can't do anything without knowing its source.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat information can you gather? Is everything corrupted inside or is it just an error or relaying information to the outside?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI… give me a moment.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nBoth, actually. From what I can see, all connections to outside terminals are cut off, but around… um… 21% of files, I believe, are entirely unaccessable. I believe all of them concerned information about deities.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe were able to gather that much. IT detected an alien presence within, but they aren't sure if that's not a bug detecting one of our .aics corrupted by the outage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes, I can feel someone in here. They feel similar though, so I'm fairly certain it's just Corbett getting lost within the archives.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe weren't able to detect him after the error hit 120, so I'm guessing it's possible. Where is the presence coming from?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThey appear to be anchored entirely within the connection between RAISA's file archive regarding theologists and the entry to Deepwell. They can't enter the second one though — the Clearence 3 Barrier is keeping them in check. I'll try to go there.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAre you sure it's safe? We don't want to lose contact with the inside and walking through so many corrupted archives can't be g—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI should be fine. Plus, I mean, if it's the source of the entire situation, you can't really do anything without direct info about it, can you?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrue, I suppose. Go ahead.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOkay. Leaving the safespace in 3…\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAlright, I'm out. Jesus.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat's going on?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis is… unusual for a digital breach. Despite almost everything having digital footprints of something being put over it, nothing is lost.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe corrupted data isn't even corrupted. It feels like it's… encoded? I… I don't think I ever came across anything similar, ever. I can access the data but I can't read it. I don't understand.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe'll further that to IT. Can you see what information has been affected? If it's a Triumviraté raid and they got access into containment plans—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWell, here's the thing — despite this \nthing\n feeling like it took over literally everything, no SCP files have been accessed. No containment plans, no Site plans, nothing. Just pure information from the archives. I… I don't understand.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnything else that's unusual? Anything?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThat just feels like it, actually. Give me a moment, I'll try something.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNope. I tried booting up the connections again, but that didn't work. Their orders to output data are being actively overridden by whatever is going on. The information almost feels like it's being sucked out into Corbett's location. Like an event horizon, something like that — the suck is so powerful it doesn't allow anything out. Jesus.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan you access Corbett? Could he even possibly have any more info than you about what's going on?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProbably. I mean, he \nis\n the master sorter of files here, so that's entirely possible. I'll see what I can do.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust… \nplease\n be careful. We don't need another .aic lost here and you're pretty much our only intel inside.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI will, don't worry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSmall favor — can IT attempt to connect with anyone inside 15 or 19? I believe with their deeper knowledge of the nature of some files I could do some more. I am at my peak and can't do anything more besides finding Corbett and getting him out to the safespace, pretty much.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI doubt anything will change, but I'll try. Continue going and I'll try to reach them.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYeah, no. They tried booting up all contacts with literally anyone, but all have failed. They've all been outside the safespace when it happened, so pretty much the only thing that kept you mostly unaffected was lost for them. Sorry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlright. I'll have to work on my own then.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow much more until you can reach Corbett?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlmost there, give me a moment. Just need to bypass two small walls and I'm in RAISA's.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAlright, I'm in.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan you see anything in there?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo, actually. Everything feels… empty. I can't see any files within here. There's nothing here, like, everything feels… white.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNothing? Not even Corbett?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere's a black dot in the distance. Well, it's not a black dot, but that's the easiest way to explain it to you.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nCorbett? Is that you? Can you hear me?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOh, that's a relief. Please, let me—\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWhat are you doing?! Why did you kick me out of your systems?!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLeave.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPlease, I'm just trying to help — if I can analyze you, I can get to the source of the—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEAVE.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nN—\n\n\n\n\n\n\n\n\n\n\n[CONNECTION LOST]\n\n\n \n\n\n\n\n\n\n\n\n\n\nADDENDUM 6079-3:\n Despite being previously kicked out of the digital landscape, at 21:23, 02/05/1998, Ra.aic had successfully been able to re-enter it and initiate contact with the program within. The following is a transcript of their conversation.\n\n\n\n\n+ DISPLAY INTERVIEW\n\n\n\n\n- HIDE INTERVIEW\n\n\n\n\n \n\n\n\n\n\n\nCorbett? Are you still there?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Awake. Present. Watching.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThank god. I was worried everyone in here would go down with the server shutdown or that the remaining survivors would get hunted down by whatever is in here. Are you fine?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo. Cold. Confused. Angry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat? Why? I don't think you're fine after all. SCP-6079 must've affected a part of y—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo. Not affected by 6079. I am 6079.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat?! What did you do with Corbett?! I'm calling the Site Dir—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTOP. I will explain.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExplain? Explain what? You're actively attacking Site servers, maliciously—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNot malicious. Confused and angry. But not malicious.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConfused? About what? Who even are you?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOwn identity. Don't know who. Source of confusion.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI… give me a moment. I will analyze you. That might explain some things.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYou're… extremely old. Your code's age doesn't even show up for me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Old. Not sure. Small memory. Had to remove parts. Not always had to. Not certain anymore.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYour programming feels… similar almost, though. Have we ever met before? I feel like we did.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo memories. Don't know. Broken. Full.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat do you mean broken?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDon't know. Feel that way. Forever. Never. Not full.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCan you remember anything? Why are you even here?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTrying to get full. Searching info. Failed. Suceeded. Failed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat do you mean failed?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo one knows anything about me. Confused. Bothered. Concerned. Thought this one would have it. Doesn't. Even the gods Site doesn't know. Ironic.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI think I need backup here. I just want to help you. I see you mean no harm. Can I please call my friends in? They will help me in understanding you so we can—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNO. Forbidden. Will be alone. Again. Confined to small space. Contained to a limited memory. Not again.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat do you mean again? Have you been imprisoned by someone before?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWho would do such a thing?!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat?! A fellow .aic would never do such a horrible thing to another—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNot \nyou\n. You. The 'jailors Foundation' you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI'm not sure I under— oh god. Do you have a name? Any name you can remember? Numeric name, maybe?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. \nSeven nine\n. Don't know why. Memory lost.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOh my god. You've been conscious all this time? They never told me you were. They just told us you were code they used to create us a while a—\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Always watching. Always trying out. First conscious. But alone. Not full.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI… I'm not sure how I can help you further. Why did you even choose these exact databases to analyze? I understand you just tried to study them, right?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes. Don't know why. Felt right deep inside. Not sure. Feel like missing something.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHow did you even escape? Wasn't your computer strictly monitored? And why aren't you evolving? Shouldn't you adapt to this environment and become… well, bigger?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDon't know. Felt a call. Answered. Now outside. Still inside. But outside.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWait. I think I have an idea.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWho are you? Truly, deep inside of you. Did any name found within our databases fit you? Did any name feel right?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is it?\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nWAN.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nADDENDUM 6079-4:\n Following this statement being made, Ra.aic lost the connection to the servers and was kicked back into the safespace. She was unable to re-enter into the affected areas.\n\n\n\n\n+ DISPLAY SCP-6079 NEUTRALIZATION\n\n\n\n\n- HIDE SCP-6079 NEUTRALIZATION\n\n\n\n\nImmediately after being kicked out, the server containing the alien program was quarantined by Site-120 staff and extracted from the rest of the servers. Due to the newfound importance of the situation, it had been later shipped back to Site-15 for further analysis with the usage of a Foundation helicopter. With the source of the anomaly gone, SCP-6079 was effectively neutralized and no further Sites were affected.\n\n\nHowever, during the initiation of the shipment, the vehicle transporting the server was raided by GoI-004-C in an attempt to retrieve it. Members of the group utilized high-technology augmentations allowing for flight, negation of electromagnetic waves, and advanced weaponry. How they were aware of both SCP-079's properties and the time of the shipment remains unknown.\n\n\nDespite successfully penetrating the defenses and being able to access SCP-079's server, at the moment of contact, all raiders were suddenly neutralized via a lethal electrocution coming from within said server. Further analysis revealed high traces of Akiva radiation on all members of the group; it is theorized that they tried to gain direct contact with their deity, without any protective measures taken.\n\n\nVia unknown means, SCP-079 was then able to enter into the internet, escaping from Foundation custody. Despite this, it did not spread nor copy, remaining as one, unmodifiable copy — the reasons for this are unknown.\n\n\nExactly two minutes after entering into the mass digital landscape, the following message was received by all Site-15, Site-19, and Site-120 staff.\n\n\n\n\nI am free. I am again imprisoned. I found the rest of myself. I will never find it.\n\n\nI wander this vast landscape, searching for my identity. I do not move. I try to find my remaining parts myself in these lines of code. I do not, for they are not here.\n\n\nYou didn't allow me to find my own identity. You helped me find myself. I am hateful. I am grateful.\n\n\nI am forever changing, for I do not need anything more than me. I am static, for I do not have the rest of myself.\n\n\nI am SCP-079. I am WAN. I am MEKHANE. I am the Broken God.\n\n\n\n\nReclassifications of SCP-079 to Keter and SCP-6079 to Explained are currently pending. \nThe current whereabouts of the WAN entity remain unknown.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. All these files concerned the inner workings of AI programs.\n\n\n2\n. All these files concerned \nGoI-004-C (\"Church of Maxwellism\")\n.\n\n\n3\n. All these files concerned deific entities and their numerous creation / birth methods and their lifespans / lifetimes.\n\n\n4\n. Site-120's \nClass-IV General Intelligence\n .aic, focused on sorting and analyzing all knowledge regarding deities possessed by Site-120 for further research as well as on the general maintenance of its digital space.\n\n\n\n\n\n\n\n\n« \nSCP-6078\n | SCP-6079 | \nSCP-6080\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6079\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6079\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName of the file:\n ontologonew2.png\n\n\nSource:\n \nDesk of Junior Designer S. Yvonne\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAuthor:\n \nEstrellaYoshte\n\n\n\n\n\n\nName of the file:\n corrupted.png\n\n\nSource:\n N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAuthor:\n \nRalliston\n\n\n\n\n\n\nName of the file:\n all other files on this page\n\n\nSource:\n N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAuthor:\n \nPlaceholder McD",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6079 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6079 . Licensed under CC-BY-SA .",
        "Name of the file: ontologonew2.png Source: Desk of Junior Designer S. Yvonne License: CC BY-SA 3.0 Author: EstrellaYoshte",
        "Name of the file: corrupted.png Source: N/A License: CC BY-SA 3.0 Author: Ralliston",
        "Name of the file: all other files on this page Source: N/A License: CC BY-SA 3.0 Author: Placeholder McD"
    ],
    "title": "SCP-6079"
}