{
    "url": "https://scp-wiki.wikidot.com/scp-6081",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+78\n+\n–\nx\n\n\n\n\n\n\nFig. 1: An SCP-6081 event taking place in Nagoya, Japan.\n\n\n\n\n\n\nItem #:\n SCP-6081\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation personnel are to retrieve samples of \nPrunus serrulata\n1\n from various locations across the Northern hemisphere (specifically China, Russia, the Korean Peninsula, and Japan) to screen for memetic tampering.\n\n\nDuring the months of March and April (when \nPrunus speciosa\n2\n blooms and sheds its petals), surveillance is to be heightened at popular cherry blossom viewing spots throughout Japan under the pretense of heightened social-distancing measures. Foundation personnel are to monitor checkpoints leading to cherry blossom groves, manage crowd sizes, and administer Class-C late-acting \"amnestickers\" to the skin.\n\n\nIn concordance with the national government, the country of Japan has been temporarily sealed off from the rest of the world. Until a more permanent solution to SCP-6081 instances is discovered, Site-8 personnel shall adhere to current lockdown and safe distancing procedures, citing SCP-6081 sites as potential hotspots for the ongoing pandemic.\n\n\nDescription:\n SCP-6081 is a memory-altering event that occurs after the viewing of a cherry blossom shower. The strength of the anomalous effect corresponds to the duration spent in the presence of the visual phenomena (which must be triggered in physical and real-time proximity) and how long the subject remains untreated thereafter.\n\n\nSubjects who are interviewed up to 12 hours after exposure report headaches, nausea, and symptoms akin to early-onset dementia, including the ability to recall incidents that do not correspond with their personal histories. Interviewees frequently cite the visual phenomenon of cherry blossoms falling as \"hypnotising\" and akin to \"watching their lives flash before their eyes.\"\n\n\nSubjects detained after 24 hours have been discovered to have significant alterations to their hippocampus and temporal lobe structures, which are typically linked to memory and decision-making. Under daily MRI scans, the subject's brain continues to mutate for up to two weeks, in most cases barely resembling its original physiology and appearance, and in others, resulting in severe cerebral edema (due to their cranial structures remaining unchanged), and eventual death.\n\n\nGiven the prevalence of \nhanami\n as a modern cultural phenomenon (as detailed by an extract from a national newspaper below), SCP-6081 has the potential to escalate into a AK-class \"Madness\" societal-reorientation scenario should the nation of Japan reopen its borders to the rest of the world before effective containment is achieved.\n\n\n\n\nEach year, millions gather under cherry blossom trees (more commonly known as \n\"Sakura\"\n) to witness the dancing flower petals. This practice of flower-watching (\"花見\", or \nhanami\n) has been traced back to Japan's Edo period,\n3\n where members of the royal family would sojourn to palace gardens to pursue spiritual awakening.\n\n\n\n\nThe Nippon Times\n, 25 April 2020\n\n\n\n\n\n\n\n\n\n\n\n\nFig. 2: Former Prime Minister Shinzo Abe (center) at a cherry blossom viewing party. He resigned shortly after, citing health reasons.\n\n\n\n\n\n\nDiscovery:\n On March 28th, 2020, following a company-wide retreat to Shinjuku Gyoen,\n4\n all 98 employees of Taiyo Information Systems tendered their resignations the following day. The most common reasons cited to Human Resources (before they resigned themselves) were \"I want to spend more time with my family.\", \"I want to reconnect with Mother Nature.\", and \"I find using applications like Zoom and Teams too complicated.\"\n\n\nA month later, Mr. ██████ Kato (male, 35 years old), was detained after plowing his pick-up truck into a crowd of shoppers at Akihabara, Tokyo. Eyewitness reports claimed he proceeded to exit his vehicle and assault at least six pedestrians with a katana, shouting “Where am I?” and “Do you know who I am?!”\n\n\nHis family members later claimed Kato had visited a cherry blossom grove two weeks prior to the incident.\n\n\nFurther correlation between SCP-6081, the recent wave of workplace resignations (dubbed the \"Great Turnover Tsunami\"), and the sudden spike in mental health cases, is still being investigated.\n\n\n\n\nAddendum-6081: Found Audio Logs\n\n\nForeword:\n Based on Dr. ████████ Mata's endorsement, Junior Researcher ███ Kaiko has been assigned to SCP-6081 for principal investigation. The following audio logs document her findings as well as shed light on recent events that have occurred at Site-8.\n\n\nNote: All transcripts have been translated from her native Japanese. In cases where no direct translations could be found, a footnote has been appended for context.\n\n\n\n\nDate:\n 09 February 2021\n\n\nPerhaps I've been working out there too long, but each time I return, I'm surprised by the level of bureaucracy still present in the Foundation. Even with multiple endorsements from Site-8's Security Council, the application process took a whole year, eight rounds of interviews and dozens of back-and-forth paper submissions. Physical, hardcopy pieces of paper, mind you!\n\n\nWho does that these days? Now, HR is complaining about little smudges on my application form and asking why my \nhanko\n stamp isn't perfectly aligned within the confines of the black box.\n\n\nBah. I expected this from any mainland Japanese corporation, but not \nthe\n Foundation.\n\n\n\n\n\n\nDate:\n 12 May 2021\n\n\nI was surprised when Dr. Mata reached out personally to recruit me. Now, the first thing the Lead Researcher says when I step into his office is that there's a lot of work to be done now that \nhanami\n season has ended, but that I should take as much time as I need to settle in. I like him - he seems a lot more easygoing than some of the other people here.\n\n\nWe're still picking up stragglers who have slipped through containment. I've been told this level of inefficiency is standard operating procedure for a place like Site-8. Even though we're the Foundation, we don't have the resources to follow up with every single person who quits their jobs or has a mental breakdown.\n\n\nThe good news is that we have a whole year before the next season of \nhanami\n begins. I hope we find out what's going on before Japan reopens its borders again to \ngaijin\n.\n5\n\n\n\n\n\n\nDate:\n 15 June 2021\n\n\nA whole month later, we've managed to secure custody of Mr. ██████ Kato from the local police - he's the guy who drove his pick-up truck into a crowd of pedestrians at Akihabara.\n\n\nDr. Mata asked me if I'd like to conduct the interview. \"After you get to my advanced age,\" he said, \"every interview sort of blends into another.\" He mentioned Kato might also respond better to a fresh face.\n\n\nI told him I wouldn't let him or the Foundation down.\n\n\n\n\n\n\nTranscript of Interview:\n\n\n\n\n\n\nPrimary Interviewer:\n Dr. ███ Kaiko\n\n\nInterviewee:\n Mr. ██████ Kato\n\n\nLocation:\n Site-8\n\n\n\n\n[Dr. Kaiko enters the room. Kato immediately tries to get up, but his hands and legs are bound to the chair.]\n\n\nKato:\n How dare you chain me, peasant! Where is my blade? I shall wield it upon your neck\n6\n the moment I'm free!\n\n\n[Dr. Kaiko sits down and opens a folder at the table.]\n\n\nDr. Kaiko:\n Tell me, Mr. Kato. Do you know what a Toyota Dyna is?\n\n\nKato:\n I do not. And that is not my name.\n\n\nDr. Kaiko:\n It is the vehicle you used to kill four people and injure eight others, Mr. Kato.\n\n\nKato:\n Stop calling me that. And I did not mean to kill those people.\n\n\nDr. Kaiko:\n You mean the people you slashed with a katana after your vehicle came to a stop in the middle of a local FamilyMart?\n\n\nKato:\n I was defending myself! Those \nshinobi\n were waiting in ambush for me! They threatened to end my life with those bright flashes and black rectangular bombs in the palms of their hands…\n\n\nDr. Kaiko:\n Your file here says you were a maintenance worker, Mr. Kato. Were you not on your way to Akihabara to service pachinko machines?\n\n\nKato:\n I do not understand what you mean. One moment, I was walking in the gardens in Kyoto, appreciating the \nsakura\n in the Spring. The next, I was trapped in some strange metallic box, moving forwards at great speed.\n\n\nDr. Kaiko:\n Did you say \nsakura\n?\n\n\n[Kato furrows his brow.]\n\n\nKato:\n Surely you still have \nsakura\n in this godforsaken place?\n\n\n[Dr. Kaiko remains silent, considering this.]\n\n\nDr. Kaiko:\n What is your name, Mr. Kato?\n\n\nKato:\n How dare you speak to me like this. I will not dignify a lowly \nburakumin\n7\n with such an answer.\n\n\nDr. Kaiko:\n I am no \nburakumin\n.\n\n\nKato:\n Then why do you dress like one?\n\n\n[Kato points to Dr. Kaiko's white lab gown.]\n\n\nDr. Kaiko:\n I am not a gravedigger, if that's what you mean. This is what we \"scientists\" wear on a daily basis. Surely you have seen such garments before?\n\n\n[Kato looks confused.]\n\n\nKato:\n I have not heard such a word before. \"Scientist\". Even the people here speak in an odd fashion.\n\n\nDr. Kaiko:\n What year do you think it is, Mr. Kato?\n\n\n[Kato slams one of his fists on the table.]\n\n\nKato:\n Enough of these foolish questions. I am Lord Naoyuki\n8\n and under the authority of the Edo government, you will show me the proper respect befitting my station!\n\n\n\n\n\n\n\n\nEnd Transcript\n\n\n\n\n\n\n\n\nDate:\n 21 June 2021\n\n\nWe administered Class-C amnestics to Mr. Kato but despite daily dosage increases, his behaviour and mannerisms remain the same. I asked Dr. Mata if we could try facial recognition therapy on his memory, and he (reluctantly) filed a request with the Site-8 Security Council. A family visit was authorised at a remote, secure location, but Kato did not recognise his wife and three children.\n\n\nIt looks like SCP-6081 may have been more prevalent in Japanese society than we’d previously thought, having appeared in numerous paintings, \nnoh\n9\n and poetry dating back to the 8th century. At this point, it's unclear how extensively SCP-6081 has perpetuated throughout the general population.\n\n\nWhen Kato was shown a painting (see Fig 3. below), he claimed to recognise the location; even said he knew the artist personally. He was able to recall specific details, like the type of dress worn by the locals or the make-up of the time period's weaponry. Either Kato has a secret Ph.D. in Japanese History or he's genuinely more than two centuries old.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig. 3: \nCherry Blossom Viewing at Asuka Hill\n by Utagawa Hiroshige, early 19th century.\n\n\n\n\n\n\nWhen I presented my findings to Dr. Mata, he simply sat there and listened. At first, I thought he was going to reprimand me for overstepping my boundaries. But then, all he did was laugh, and said that Kato was \"most certainly \nnot\n a 19th-century samurai lord\", but a man whose mind had simply been lost in time. He told me to resume our interviews to gather more evidence, if I thought otherwise.\n\n\n\n\n\n\nDate:\n 01 August 2021\n\n\nIt's been more than four months since the first occurrences of SCP-6081 and yet, we are no closer to discovering the cause of these memory-altering effects. Worse still is Dr. Mata being found missing half the time, with his desk stacked with unread case files and reports. I'm beginning to suspect his vacation time is more important than his duties here at the Foundation.\n\n\nKato, on the other hand, appears to be enjoying the process of containment. He seems genuinely fascinated by the Foundation's day-to-day operations, and has begun supplying more questions than answers during our weekly interviews. The other day, he asked if one of the stamps on his case file was from a \nhanko\n. Surprised, I said yes, and asked if he carried a stamp of his own.\n\n\nHe gave me a bemused look in reply. \"I guess some things never change,\" he said.\n\n\n\n\n\n\nDate:\n 11 September 2021\n\n\nI've been promoted. To a slightly larger cubicle with a little nameplate, and all. After months of requests to the Security Council (on Dr. Mata's behalf, I might add), Kato has been granted Non-Essential Personnel status and allowed to roam the site under armed guard. He stops and stares at his surroundings every couple of seconds - I had to warn him the other day not to touch the water kettle.\n\n\nYesterday, he saw a piece of paper being \"eaten\" by a device before emerging on the other side. \"What does this contraption do?\" he asked me.\n\n\nI told him it scans the words on a piece of paper and then sends them across the world to be read by another person.\n\n\n\"Fascinating,\" Kato said, running a hand over our fax machine.\n\n\n\n\n\n\nDate:\n 09 November 2021\n\n\nReports continue to come in of individuals behaving abnormally in public. Last week, a man painted his face in white and black, dyed his hair red and then went on a stabbing spree on a train and setting fire to one of its carriages. Another employee was told he wasn't permitted to leave the office an hour early to take his son to his doctor's appointment. He attempted to do so anyways by leaping out of the third-story window.\n\n\nDespite the growing number of SCP-6081 incidents, Dr. Mata continues to brush them off as insignificant or unrelated. When I ask him for permission to conduct a follow-up experiment with Kato, this time in the presence of external and direct stimuli, instead, he turns the conversation to personal matters:\n\n\n\"Are you married? Did you have kids, Kaiko-san?\" he asks.\n\n\nWhen I say I do not, he asks if it's because I keep pets instead. I ask him how this information is relevant to our understanding of SCP-6081, to which he replies: \"They matter more than you imagine. Memories are what ground us; they anchor us to a specific time and place.\"\n\n\nAnd then, the kicker: \"The other Directors and I have wondered: why do you always appear so anxious about your future, Kaiko-san?\"\n\n\nI tell him I joined the Foundation to make a difference. I tell him if we don't act now, more lives might be lost once Japan opens up to the world. I \nwant\n to tell him it's none of his freakin' business, but I hold my tongue just in time. He listens to me like how my grandfather used to pretend to listen to me after several shots of \nsake\n, before ordering me to take a few days off to gather my thoughts.\n\n\nI swear, sometimes I question what I'm doing here. It feels like I could be back at my old job filling spreadsheets and typing reports, and it wouldn't be any different.\n\n\n\n\n\n\nDate:\n 23 December 2021\n\n\nKato appears to be settling in well. He's been moved to a Block D housing unit\n10\n (after countless back-and-forth requests between Human Resources and Non-Human Resources).\n\n\nWe still hold our weekly conversations, but even I get the sense of his curiosity waning. I've recorded last week's conversation below, for posterity's sake. This may be one of my final audio logs. At this point, I'm seriously considering going ahead with my plan. Whether it works or not… well, either way, I have a feeling Dr. Mata isn't going to like it.\n\n\n\n\n\n\nTranscript of Interview:\n\n\n\n\n\n\nPrimary Interviewer:\n Dr. ███ Kaiko\n\n\nInterviewee:\n ██████ Kato\n\n\nLocation:\n Site-8, Block D Housing Unit\n\n\n\n\n[Dr. Kaiko and Kato are seated in a small room furnished with two chairs, a coffee table and a television set.]\n\n\nDr. Kaiko:\n And these are seaweed-flavoured potato chips.\n\n\n[Kato sits across the table with a confused expression.]\n\n\nKato:\n Ugh. Why would anyone eat that? The next thing you'll tell me is you've added sugar to your green tea.\n\n\n[Dr. Kaiko bites her lip and looks away.]\n\n\nDr. Kaiko:\n Have you been watching anything on your new TV set? I'm surprised you haven't had more questions about this revolutionary device of ours.\n\n\nKato:\n What more is there to ask about? The other day, some random words appeared on the screen, in bright yellow… I think they said \"Takeshi's Castle\".\n\n\nDr. Kaiko:\n Ah. And what did you think of the show?\n\n\nKato:\n I did not manage to follow what was going on. There were people in one corner of the box laughing and shouting at other people running and shouting in the center of the box.\n\n\n[Kato frowns.]\n\n\nKato:\n Is that what people here do all day? Sit in front of a box and stare at other people within it?\n\n\nDr. Kaiko:\n [laughs] Yes, Naoyuki-sama. That's pretty much all we do.\n\n\nKato:\n That is a most perplexing existence.\n\n\nDr. Kaiko:\n Naoyuki-sama, you've cooperated with the Foundation thus far. You've told us about your experience with \nhanami\n and what happened on the day of the incident. May I ask you what your life was like before that?\n\n\nKato:\n I was a student of literature, art, and military tactics, and had been recently appointed by Tokugawa-sama himself as Magistrate of Kyoto. I would spend my mornings sipping \nocha\n amongst the bamboo trees of Arashiyama before returning to my office to administer to the people.\n\n\nDr. Kaiko:\n Do you ever… miss your old life?\n\n\n[Kato sighs, taking a moment before responding.]\n\n\nKato:\n \nMono no aware\n.\n11\n As fascinating as this world has been, I cannot imagine living like this for the rest of my life. I miss the laughter of my wife and newborn son, the smell of pine after a passing monsoon, and of course, the sight of \nsakura\n on the breeze.\n\n\nYou have treated me well, Kaiko-san, granted me food, shelter, and meaningful conversation. But a bigger box is still a cage, no?\n\n\nDr. Kaiko:\n I am sorry you feel this way.\n\n\nKato:\n And what about you, Kaiko-san? Have you not considered your own future?\n\n\nDr. Kaiko:\n I have. [pause] I thought that joining the Foundation would be a different experience, that things would be better ever since I got my promotion and new responsibilities. Instead… I still feel…\n\n\nKato:\n Incomplete.\n\n\n[Dr. Kaiko nods.]\n\n\nDr. Kaiko:\n Honestly, the highlight so far has been our weekly conversations. You've given me much to think about these past few months, \nsensei\n.\n\n\n[Both Dr. Kaiko and Kato rise and bow to each other.]\n\n\nKato:\n I am glad. Everything blooms in its own time. May the blossoms forever grace your path, Kaiko-san.\n\n\n\n\n\n\n\n\nEnd Transcript\n\n\n\n\n\n\nAfterword:\n Three months later, body-cam footage from MTF personnel captured Dr. Kaiko and Kato making their way through the streets of Tokyo. Dr. Kaiko was observed using her security clearance to escort Kato through each roadblock, citing approval to conduct an experiment at a nearby cherry blossom grove.\n\n\nNeither individual had been authorised to leave Site-8. After Lead Researcher Dr. Mata was notified, it took six hours before detention orders could be approved (see below):\n\n\n\n\nProposed:\n Incident Site is to be destroyed via incendiary weapons, regardless of subject's compliance or exposure to SCP-6081.\n\n\n\n\n\n\nParty\n\n\nDesignation\n\n\nAye\n\n\nNay\n\n\n\n\n\n\nFutatabi\n\n\nSite Director\n\n\n\n\nx\n\n\n\n\n\n\nSatō\n\n\nHead of Operations\n\n\n\n\nx\n\n\n\n\n\n\nKurikaesu\n\n\nHead of Internal Security\n\n\n\n\nx\n\n\n\n\n\n\nTanaka\n\n\nMTF Commander\n\n\nx\n\n\n\n\n\n\n\n\nMata\n\n\nLead Researcher\n\n\n\n\nx\n\n\n\n\n\n\nCommand Response:\n Rejected (1-4)\n\n\n\n\n\n\nProposed:\n Immediate detention of Dr. Kaiko and Kato. MTF personnel are to commence incursion into Incident Site. Use of deadly force is authorised if subjects do not comply or respond with hostility.\n\n\n\n\n\n\nParty\n\n\nDesignation\n\n\nAye\n\n\nNay\n\n\n\n\n\n\nFutatabi\n\n\nSite Director\n\n\n\n\nx\n\n\n\n\n\n\nSatō\n\n\nHead of Operations\n\n\nx\n\n\n\n\n\n\n\n\nKurikaesu\n\n\nHead of Internal Security\n\n\n\n\nx\n\n\n\n\n\n\nTanaka\n\n\nMTF Commander\n\n\nx\n\n\n\n\n\n\n\n\nMata\n\n\nLead Researcher\n\n\n\n\nx\n\n\n\n\n\n\nCommand Response:\n Rejected (2-3)\n\n\n\n\n\n\nProposed:\n Immediate detention of Dr. Kaiko and Kato upon reemergence from Incident Site. Subjects are to be released into Dr. ████████ Mata's custody for psychiatric evaluation and containment (where necessary).\n\n\n\n\n\n\nParty\n\n\nDesignation\n\n\nAye\n\n\nNay\n\n\n\n\n\n\nFutatabi\n\n\nSite Director\n\n\nx\n\n\n\n\n\n\n\n\nSatō\n\n\nHead of Operations\n\n\n\n\nAbstain\n\n\n\n\n\n\nKurikaesu\n\n\nHead of Internal Security\n\n\nx\n\n\n\n\n\n\n\n\nTanaka\n\n\nMTF Commander\n\n\n\n\nx\n\n\n\n\n\n\nMata\n\n\nLead Researcher\n\n\nx\n\n\n\n\n\n\n\n\nCommand Response:\n Approved (3-1-NA), one Protest-in-Absentia\n\n\n\n\nCurrently, Kato is undergoing treatment for signs of post-traumatic stress disorder (PTSD). Early cognitive tests show recollection of his wife and three children, along with specific, extraneous memories of a snow-swept castle being sieged by an invading army.\n12\n\n\nDr. ███ Kaiko has been remanded for dereliction of duty and demoted to the rank of Junior Researcher, with her security clearance pending a formal inquest into her actions. A raid on her personal quarters revealed the aforementioned audio logs, along with a \nhanko\n-stamped note in the shape of a blossom:\n\n\n\n\n\n\nAnd so the spring buds burst,\n\nand so I gaze,\n\nAnd so the blossoms fall,\n\nand so my days …\n\n\n❁\n\nMay I find myself on the other side.\n\n\n\n\n\n\n\nWith authorisation from the Site Director and a majority vote of the Site-8 Security Council, Dr. ████████ Mata continues to discharge his duties as Lead Researcher of SCP-6081.\n\nHe has vowed to personally oversee Dr. Kaiko's disciplinary proceedings.\n\n\n\n\n\n\n\n\n\n\nAccess Dr. Mata's Personal Files. One (1) new entry logged.\n\n\n\n\nRe: Debriefing of Dr. Kaiko\n\n\n\n\n\n\n\n\n[Distorted audio-visual footage from a small interrogation room. Dr. Mata and Dr. Kaiko sit at opposite ends of a table.]\n\n\nDr. Mata:\n Do you know who I am?\n\n\nDr. Kaiko:\n No, I do not. Where are we? What is this place?\n\n\nDr. Mata:\n This is the SCP Foundation. And you, my dear, are clearly out of your time.\n\n\nDr. Kaiko:\n I do not understand. Why do I feel different? What are these clothes I'm wearing?\n\n\nDr. Mata:\n [softly] What is your name?\n\n\nDr. Kaiko:\n [hesitates] Hiraku. Hiraku Harada.\n\n\nDr. Mata:\n Well, I am pleased to meet you, Harada-san. And what is it you do?\n\n\nDr. Kaiko:\n I am the daughter of a rice farmer, so I guess I tend to the livestock.\n\n\nDr. Mata:\n Forgive me. I've been away for far too long. I forget how different things are back then.\n\n\nDr. Kaiko:\n And you, sir? I'm afraid I do not recognise your face, nor your voice.\n\n\nDr. Mata:\n My name is Matsudaira Takechiyo. But you may better know me as Tokugawa Ieyasu-sama.\n13\n\n\n[Dr. Kaiko's eyes widen immediately.]\n\n\nDr. Kaiko:\n My Lord!\n\n\n[Dr. Kaiko lets out a gasp, before prostrating herself to the ground. Dr. Mata, however, quickly stands and approaches her, before helping her back to her seat.]\n\n\nDr. Kaiko:\n What is happening? Is this punishment for my family's wrongdoing?\n\n\nDr. Mata:\n No. This is not your fault. Or rather, you being here, in this time and place, is due to the actions of those still searching for themselves. Know that I tried to stop them, but they did not listen.\n\n\nThey could not live in the moment, so the blossoms took them to another.\n\n\nDr. Kaiko:\n I do not understand. Why do we look different? These hands - they are not mine.\n\n\n[Dr. Mata is silent for a moment.]\n\n\nDr. Mata:\n Over the years, I too have become… multiple versions of myself. I have seen the world through countless pairs of eyes and witnessed what can, will, and has yet to be of our glorious nation.\n\n\nHere is my advice to you, Harada-san: do not question the gods. Instead, try and enjoy this gift while it lasts. Explore this new world like you would a trip to the slopes of Fujiyama. Have you been to the hot springs of Kyushu? Back in our time, few would have. But here, a bullet train crosses a rice paddy ten times faster than the swiftest horse.\n\n\nThen, when you finally tire of this world - learned, seen and tasted all its wonderful sights - you will speak to me again. And I will bring you to witness cherry blossoms in the spring.\n\n\n[Dr. Kaiko shudders, still staring at him, confused. Dr. Mata smiles, leading her to the door with a hand on her shoulder.]\n\n\nDr. Mata:\n Come. I will show you to your quarters. You will tell them you are Junior Researcher ███ Kaiko, and that you very much enjoy eating seaweed potato chips.\n\n\nDr. Kaiko:\n I am at your service, my lord.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. More commonly known as the cherry tree.\n\n\n2\n. A species of cherry tree endemic to Japan.\n\n\n3\n. A period of peace and stability in Japan from the 17th to 19th century.\n\n\n4\n. A popular \nhanami\n spot in central Tokyo.\n\n\n5\n. An estimated 32 million foreigners visited Japan in 2019.\n\n\n6\n. Probably in reference to \nkiri-sute gomen\n, the right of samurai to kill commoners for perceived affronts, originating from Japan's feudal period.\n\n\n7\n. Members of a social minority who traditionally performed work considered impure within Buddhist or Shinto beliefs.\n\n\n8\n. Possibly in reference to Lord Nagai Naoyuki (1816–1896), who served under the Tokugawa shogunate.\n\n\n9\n. A form of classical Japanese dance-drama.\n\n\n10\n. Typically reserved for sapient, non-essential personnel to live out the rest of their lives in relative comfort.\n\n\n11\n. The closest translation: \"All things pass away\".\n\n\n12\n. Possibly in reference to the Battle of Hakodate (1868), in which Lord Naoyuki was an active participant.\n\n\n13\n. The founder and first shōgun of the Tokugawa Shogunate, who ruled Japan from 1603 until the Meiji Restoration in 1868.\n\n\n\n\n\n\n\n\n« \nSCP-6080\n | SCP-6081 | \nSCP-6082\n »",
    "addendums": [
        "Addendum-6081: Found Audio Logs"
    ],
    "documents": [],
    "notes": [
        "Each year, millions gather under cherry blossom trees (more commonly known as \"Sakura\" ) to witness the dancing flower petals. This practice of flower-watching (\"花見\", or hanami ) has been traced back to Japan's Edo period, 3 where members of the royal family would sojourn to palace gardens to pursue spiritual awakening. The Nippon Times , 25 April 2020",
        "[Dr. Kaiko enters the room. Kato immediately tries to get up, but his hands and legs are bound to the chair.] Kato: How dare you chain me, peasant! Where is my blade? I shall wield it upon your neck 6 the moment I'm free! [Dr. Kaiko sits down and opens a folder at the table.] Dr. Kaiko: Tell me, Mr. Kato. Do you know what a Toyota Dyna is? Kato: I do not. And that is not my name. Dr. Kaiko: It is the vehicle you used to kill four people and injure eight others, Mr. Kato. Kato: Stop calling me that. And I did not mean to kill those people. Dr. Kaiko: You mean the people you slashed with a katana after your vehicle came to a stop in the middle of a local FamilyMart? Kato: I was defending myself! Those shinobi were waiting in ambush for me! They threatened to end my life with those bright flashes and black rectangular bombs in the palms of their hands… Dr. Kaiko: Your file here says you were a maintenance worker, Mr. Kato. Were you not on your way to Akihabara to service pachinko machines? Kato: I do not understand what you mean. One moment, I was walking in the gardens in Kyoto, appreciating the sakura in the Spring. The next, I was trapped in some strange metallic box, moving forwards at great speed. Dr. Kaiko: Did you say sakura ? [Kato furrows his brow.] Kato: Surely you still have sakura in this godforsaken place? [Dr. Kaiko remains silent, considering this.] Dr. Kaiko: What is your name, Mr. Kato? Kato: How dare you speak to me like this. I will not dignify a lowly burakumin 7 with such an answer. Dr. Kaiko: I am no burakumin . Kato: Then why do you dress like one? [Kato points to Dr. Kaiko's white lab gown.] Dr. Kaiko: I am not a gravedigger, if that's what you mean. This is what we \"scientists\" wear on a daily basis. Surely you have seen such garments before? [Kato looks confused.] Kato: I have not heard such a word before. \"Scientist\". Even the people here speak in an odd fashion. Dr. Kaiko: What year do you think it is, Mr. Kato? [Kato slams one of his fists on the table.] Kato: Enough of these foolish questions. I am Lord Naoyuki 8 and under the authority of the Edo government, you will show me the proper respect befitting my station!",
        "[Dr. Kaiko and Kato are seated in a small room furnished with two chairs, a coffee table and a television set.] Dr. Kaiko: And these are seaweed-flavoured potato chips. [Kato sits across the table with a confused expression.] Kato: Ugh. Why would anyone eat that? The next thing you'll tell me is you've added sugar to your green tea. [Dr. Kaiko bites her lip and looks away.] Dr. Kaiko: Have you been watching anything on your new TV set? I'm surprised you haven't had more questions about this revolutionary device of ours. Kato: What more is there to ask about? The other day, some random words appeared on the screen, in bright yellow… I think they said \"Takeshi's Castle\". Dr. Kaiko: Ah. And what did you think of the show? Kato: I did not manage to follow what was going on. There were people in one corner of the box laughing and shouting at other people running and shouting in the center of the box. [Kato frowns.] Kato: Is that what people here do all day? Sit in front of a box and stare at other people within it? Dr. Kaiko: [laughs] Yes, Naoyuki-sama. That's pretty much all we do. Kato: That is a most perplexing existence. Dr. Kaiko: Naoyuki-sama, you've cooperated with the Foundation thus far. You've told us about your experience with hanami and what happened on the day of the incident. May I ask you what your life was like before that? Kato: I was a student of literature, art, and military tactics, and had been recently appointed by Tokugawa-sama himself as Magistrate of Kyoto. I would spend my mornings sipping ocha amongst the bamboo trees of Arashiyama before returning to my office to administer to the people. Dr. Kaiko: Do you ever… miss your old life? [Kato sighs, taking a moment before responding.] Kato: Mono no aware . 11 As fascinating as this world has been, I cannot imagine living like this for the rest of my life. I miss the laughter of my wife and newborn son, the smell of pine after a passing monsoon, and of course, the sight of sakura on the breeze. You have treated me well, Kaiko-san, granted me food, shelter, and meaningful conversation. But a bigger box is still a cage, no? Dr. Kaiko: I am sorry you feel this way. Kato: And what about you, Kaiko-san? Have you not considered your own future? Dr. Kaiko: I have. [pause] I thought that joining the Foundation would be a different experience, that things would be better ever since I got my promotion and new responsibilities. Instead… I still feel… Kato: Incomplete. [Dr. Kaiko nods.] Dr. Kaiko: Honestly, the highlight so far has been our weekly conversations. You've given me much to think about these past few months, sensei . [Both Dr. Kaiko and Kato rise and bow to each other.] Kato: I am glad. Everything blooms in its own time. May the blossoms forever grace your path, Kaiko-san.",
        "[Distorted audio-visual footage from a small interrogation room. Dr. Mata and Dr. Kaiko sit at opposite ends of a table.] Dr. Mata: Do you know who I am? Dr. Kaiko: No, I do not. Where are we? What is this place? Dr. Mata: This is the SCP Foundation. And you, my dear, are clearly out of your time. Dr. Kaiko: I do not understand. Why do I feel different? What are these clothes I'm wearing? Dr. Mata: [softly] What is your name? Dr. Kaiko: [hesitates] Hiraku. Hiraku Harada. Dr. Mata: Well, I am pleased to meet you, Harada-san. And what is it you do? Dr. Kaiko: I am the daughter of a rice farmer, so I guess I tend to the livestock. Dr. Mata: Forgive me. I've been away for far too long. I forget how different things are back then. Dr. Kaiko: And you, sir? I'm afraid I do not recognise your face, nor your voice. Dr. Mata: My name is Matsudaira Takechiyo. But you may better know me as Tokugawa Ieyasu-sama. 13 [Dr. Kaiko's eyes widen immediately.] Dr. Kaiko: My Lord! [Dr. Kaiko lets out a gasp, before prostrating herself to the ground. Dr. Mata, however, quickly stands and approaches her, before helping her back to her seat.] Dr. Kaiko: What is happening? Is this punishment for my family's wrongdoing? Dr. Mata: No. This is not your fault. Or rather, you being here, in this time and place, is due to the actions of those still searching for themselves. Know that I tried to stop them, but they did not listen. They could not live in the moment, so the blossoms took them to another. Dr. Kaiko: I do not understand. Why do we look different? These hands - they are not mine. [Dr. Mata is silent for a moment.] Dr. Mata: Over the years, I too have become… multiple versions of myself. I have seen the world through countless pairs of eyes and witnessed what can, will, and has yet to be of our glorious nation. Here is my advice to you, Harada-san: do not question the gods. Instead, try and enjoy this gift while it lasts. Explore this new world like you would a trip to the slopes of Fujiyama. Have you been to the hot springs of Kyushu? Back in our time, few would have. But here, a bullet train crosses a rice paddy ten times faster than the swiftest horse. Then, when you finally tire of this world - learned, seen and tasted all its wonderful sights - you will speak to me again. And I will bring you to witness cherry blossoms in the spring. [Dr. Kaiko shudders, still staring at him, confused. Dr. Mata smiles, leading her to the door with a hand on her shoulder.] Dr. Mata: Come. I will show you to your quarters. You will tell them you are Junior Researcher ███ Kaiko, and that you very much enjoy eating seaweed potato chips. Dr. Kaiko: I am at your service, my lord."
    ],
    "item": "SCP-6081",
    "object_class": "Keter",
    "containment_procedures": "Foundation personnel are to retrieve samples of Prunus serrulata1 from various locations across the Northern hemisphere (specifically China, Russia, the Korean Peninsula, and Japan) to screen for memetic tampering.",
    "description": "SCP-6081 is a memory-altering event that occurs after the viewing of a cherry blossom shower. The strength of the anomalous effect corresponds to the duration spent in the presence of the visual phenomena (which must be triggered in physical and real-time proximity) and how long the subject remains untreated thereafter.",
    "title": "SCP-6081"
}