{
    "url": "https://scp-wiki.wikidot.com/scp-6082",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6082\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYellowknife, circa 2004.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The hatch connecting SCP-6082-A with the Great Slave Lake has been reinforced. Access to SCP-6082 is solely granted to personnel with Level 4 Clearance and above.\n\n\nDescription:\n SCP-6082-A is a massive subterranean complex located 200 meters below Yellowknife, NWT, Canada, solely accessible by the use of a hatch located under the Great Slave Lake.\n\n\nSCP-6082-A takes the form of a large, steel-made, pentagonal boiler room, comprised out of several mechanical devices, specifically designed as a power source for a compiled amount of activities. Analysis of the evidence found within SCP-6082-A points towards the anomaly being created using anomalous technology on the 11/27/1969 as a containment unit and power source for SCP-6082. The entity or group of interest employed in order to create SCP-6082-A and SCP-6082 is currently unknown.\n\n\nSCP-6082-A is completely automated and it requires no human intervention in order to operate, possessing the necessary paraphernalia in order to complete its tasks. Some additional objects and components can be found:\n\n\n\n\nLarge amounts of piping.\n\n\nCylindrical glass tubes, containing pistons which compress material energy sources such as charcoal, raw petroleum, and uranium chunks into one, single homogeneous mass, later pushed through a pair of pipes. Such products are leaked through long, thin steel pipes.\n\n\nTwo wider, longer pipes by which waste gases are leaked, presumed to end in an unknown pocket dimension.\n\n\nA massive hatch located in the center of SCP-6082-A, used as an entrance to SCP-6082. At the edge of the hatch, a control booth can be found.\n\n\nA set of recordings of nearby galaxies, presumed to be taken from an extraterrestrial location within the Sol System.\n\n\nA large, golden placard reading \n\"Department of Abnormalities\"\n located at the center of SCP-6082-A's hatch.\n1\n\n\nSeveral blueprints depicting a series of automated drones.\n\n\n\n\nSCP-6082-A's composition has led the SCP Foundation's Paratechnology Division to believe that it is a containment chamber for SCP-6082. SCP-6082-A is, otherwise, un-anomalous.\n\n\nSCP-6082 is a massive shaft located under SCP-6082-A. SCP-6082 is, as of the time of writing, currently inaccessible. Research into opening SCP-6082 is currently ongoing.\n\n\n\n\nUPDATE 18/09/1999: Head Researcher Lancaster, there is an addendum waiting to be uploaded to this file. Open it?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The placard was barely damaged upon arrival of MTF Zeta-9 to the location.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6081\n | SCP-6082 | \nSCP-6083\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6082\n\" by Roundabouts, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6082\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Ice Road on the Great Slave Lake 2\n\n\nAuthor:\n Hyougushi\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Ice_Road_on_Great_Slave_Lake_2.jpg\n\n\nDerivative of:",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6082 \" by Roundabouts, from the SCP Wiki . Source: https://scpwiki.com/scp-6082 . Licensed under CC-BY-SA .",
        "Filename: Ice Road on the Great Slave Lake 2 Author: Hyougushi License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Ice_Road_on_Great_Slave_Lake_2.jpg Derivative of:"
    ],
    "containment_procedures": "The hatch connecting SCP-6082-A with the Great Slave Lake has been reinforced. Access to SCP-6082 is solely granted to personnel with Level 4 Clearance and above.",
    "description": "SCP-6082-A is a massive subterranean complex located 200 meters below Yellowknife, NWT, Canada, solely accessible by the use of a hatch located under the Great Slave Lake.",
    "title": "SCP-6082"
}