{
    "url": "https://scp-wiki.wikidot.com/scp-6084",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6084\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-6084 instances are to be stored in Safe Storage Container 24 at Site-272, as are any additional instances recovered going forward. All currently contained instances have Class-C GPS tags attached to their individual components for ease of identification and location in the event they are misplaced.\n\n\nAdvertising materials featuring SCP-6084 are to be incinerated, deleted, or otherwise removed. Civilians found in possession of SCP-6084 instances are to be questioned regarding their acquisition and given Class-A amnestics.\n\n\nDescription:\n SCP-6084 is a line of Wondertainment-brand musical instruments that neither reflect nor absorb light in the ultraviolet, visible, or infrared wavelengths, rendering them functionally invisible. Despite this, they are still fully tangible and operational. SCP-6084's electrical components have associated power switches but do not require external power sources to function.\n\n\nThere are currently four such instruments in containment.\n\n\n\n\nSCP-6084-1\n - A wireless microphone, an adjustable microphone stand, and two wireless speakers.\n\n\nSCP-6084-2\n - An electric guitar, a 1/4-inch jack connector with a 3m cord, and an amplifier.\n\n\nSCP-6084-3\n - An electric bass, a 1/4-inch jack connector with a 3m cord, and an amplifier.\n\n\nSCP-6084-4\n - A drum kit that includes an adjustable drum throne, two drumsticks, a brush, a bass drum, a snare drum, three tom drums, a set of hi-hat cymbals, two crash cymbals, and accompanying stands.\n\n\n\n\nThe instruments were acquired during a Foundation raid on a suspected anomalous research and development facility in Broken Cliff, MO, USA. The building was found to be abandoned when Foundation personnel arrived, with SCP-6084 being the only anomalous objects inside\n1\n.\n\n\nThe following script was located among other in-development marketing material found on-site.\n\n\n\n\nNOW INTRODUCING a NEW and MYSTERIOUSLY MELODICAL product from your pals at the WONDERFUL WORLD of WONDERTAINMENT™, DR. WONDERTAINMENT'S ACOUSTICALLY ASTOUNDING AIR BAND™!\n\n\nEver wanted to lay down some tasty licks or sick beats with your friends but could never find the time to actually learn how to play? Dr. Wondertainment™ has you covered, and thanks to his newly patented\n2\n SEENOMORE™ technology, your instruments will never get in the way of how awesome you'll look doing it!\n\n\nDr. Wondertainment's Acoustically Astounding Air Band™ has an instrument for everyone!\n\n\nThe AWESOMETASTIC AIR GUITAR™! Thrill as you fill the air with rocking rhythms, straight from your fingertips to your audience's ears!\n\n\nThe ULTRASONIC UNSEEN BASS™! Blow everyone away with the chest-thumping reverberations of this hard-working instrument!\n\n\nThe MELODIOUSLY MASKED MIC™! Take center stage and sing your heart out, loud and proud!\n\n\nThe UNDENYABLY UNOBSERVABLE DRUM SET™! This precision percussive instrument will have everyone stomping their feet to the beat!\n\n\nThe INCREDIBLY INDISCERNIBLE KEYTAR™! No band is truly complete without the inclusion of a keytar, don't let anybody tell you different! (STILL IN DEVELOPMENT)\n\n\nThe ENTIRELY ETHEREAL TAMBOURINE™! Check out this enthusiastic placeholder text! (STILL IN DEVELOPMENT)\n\n\nSo come on down and buy one today! DR. WONDERTAINMENT'S ACOUSTICALLY ASTOUNDING AIR BAND™! Guaranteed 110% safe for children of all ages!\n\n\n\n\nAddendum 6084-001:\n Individual testing with subjects of varying degrees of skill with each instrument has shown that SCP-6084 instances have the ability to improve the quality of music performed. With subjects of high skill, this improvement is generally imperceptible, while the alterations made to musical output of low skill users is more obvious. Randomly strumming on the strings of SCP-6084-2 or -3 will still produce harmonic if uninspired rhythms even without the user touching the fretboard, for example, and speaking into SCP-6084-1 using a monotone voice or by screaming incoherently will result in the subject's voice emitting from the speakers with an autotune overlay.\n\n\nThe mechanisms by which this improvement is determined and applied are currently unknown.\n\n\n\n\n[Access Incident Log 6084/01]\n\n\n\n\n[Close Incident Log 6084/01]\n\n\n\n\nThe following incident occured on 20██-05-18 during Experiment 6084/24, the first such experiment involving all four instruments being played together as a band. The D-Class subjects involved were those determined by research lead Dr. James Smythe to have the highest affinity for their particular instruments in the preceding individual tests.\n\n\n\n\nNote:\n D-44890 on SCP-6084-1, D-92368 on SCP-6084-2, D-8342 on SCP-6084-3, and D-3434 on SCP-6084-4.\n\n\n<Begin Log>\n\n\n[The D-Class subjects are in a testing chamber that has been converted into a recording studio. They are performing a cover of \nWalking\n \nContradiction\n by the band \nGreen\n \nDay\n despite no instruments being visible. D-44890's expression gradually turns to anger as he sings until he stops mid-lyric and turns to the rest of the band.]\n\n\nD-44890:\n Stop! Cut! \nEnough! STOP!\n\n\n[The remaining subjects cease playing and look at D-44890 in confusion. Dr. Smythe signals from the observation booth.]\n\n\nDr. Smythe:\n What's the problem this time, D-44890?\n\n\nD-44890:\n \n[pointing at D-92368]\n Where in \nthe hell\n did you get this asshole? He keeps dropping notes like he's got holes for hands!\n\n\nD-92368:\n Hey, fuck you. I'm playing a magical guitar. I literally \ncan't\n screw it up.\n\n\nD-44890:\n Bullshit!\n\n\nDr. Smythe:\n He is correct, '890. All previous testing shows the instruments can compensate for-\n\n\nD-44890:\n \nBalls!\n I heard what I heard, and I \nheard\n him fucking it up! I picked this song, I know what it sounds like!\n\n\nD-3434:\n C'mon, man.\n\n\nD-44890:\n Shut the fuck up, \nFrank\n, you can hardly keep a beat yourself!\n\n\nD-3434:\n \n[standing up]\n Oh, so now we gonna be makin' this shit \npersonal?\n\n\nD-44890:\n Sit down before I sit you down, boy!\n\n\n[D-92368 steps forward and pushes D-44890 on the shoulder.]\n\n\nD-92368:\n Don't you call him 'boy', \nboy!\n\n\n[D-44890 pushes D-92368 back.]\n\n\nDr. Smythe:\n Gentlemen, if you don't calm down right now, I will be forced to call security.\n\n\n[The subjects ignore Dr. Smythe, who signals for security.]\n\n\nD-44890:\n Fuck you!\n\n\nD-92368:\n No, fuck \nyou!\n\n\nD-44890:\n No, \nfuck YOU!\n\n\n[Security Officers Wendt and Grady enter the testing chamber and move toward D-44890 and D-92368. D-44890 reaches over and clenches his hand in a fist, then raises it up in the air, presumably having taken hold of SCP-6084-1's stand. He then takes it in both hands and swings it down at D-92368, who attempts to block the blow with his arm.]\n\n\n[D-92368's arm moves slightly as a brief indentation appears in the sleeve of his jumpsuit. A high-pitched squeak like that of a child's toy emenates from the point of impact. Officers Wendt and Grady slow in their approach, surprise evident on their and the D-Class subjects' faces.]\n\n\nD-44890:\n What the hell?\n\n\n[D-44890 swings SCP-6084-1 again to the same effect. D-92368 shows no sign of pain or injury. He unslings SCP-6084-2 from around his neck, grabs the fretboard in both hands, and swings it at D-44890 like a baseball bat. Like SCP-6084-1, it only causes a slight indentation and a high-pitched squeak.]\n\n\nDr. Smythe:\n I, ah … I suppose you may stand down, officers.\n\n\n[Officers Wendt and Grady shrug at each other and step back as D-8342 hits D-44890 on the top of his head with SCP-6084-3 and D-3434 throws one of SCP-6084-4's drums at D-92368\n3\n.]\n\n\n<End Log>\n\n\nAfterword:\n Standard testing was abandoned after this point. The remaining footage is comprised of the D-Class subjects engaging in lighthearted rough-housing using the various components of SCP-6084.\n\n\n\n\n\n\n[Close Incident Log 6084/01]\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It is conjectured that they were accidentally left behind due to Wondertainment staff being unable to locate them before departure. Members of MTF Delta-10 \"Hellbillies\" discovered the instruments when Operative Johnson walked into SCP-6084-4.\n\n\n2\n. No such patent has been found to exist.\n\n\n3\n. Unlike the other instruments, most of SCP-6084-4's components made their standard percussive sounds upon impact but otherwise had similar effect.\n\n\n\n\n\n\n\n\n« \nSCP-6083\n | SCP-6084 | \nSCP-6085\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6084\n\" by Liz The GM, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6084\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6084-001: Individual testing with subjects of varying degrees of skill with each instrument has shown that SCP-6084 instances have the ability to improve the quality of music performed. With subjects of high skill, this improvement is generally imperceptible, while the alterations made to musical output of low skill users is more obvious. Randomly strumming on the strings of SCP-6084-2 or -3 will still produce harmonic if uninspired rhythms even without the user touching the fretboard, for example, and speaking into SCP-6084-1 using a monotone voice or by screaming incoherently will result in the subject's voice emitting from the speakers with an autotune overlay.\nThe mechanisms by which this improvement is determined and applied are currently unknown."
    ],
    "documents": [],
    "notes": [
        "NOW INTRODUCING a NEW and MYSTERIOUSLY MELODICAL product from your pals at the WONDERFUL WORLD of WONDERTAINMENT™, DR. WONDERTAINMENT'S ACOUSTICALLY ASTOUNDING AIR BAND™! Ever wanted to lay down some tasty licks or sick beats with your friends but could never find the time to actually learn how to play? Dr. Wondertainment™ has you covered, and thanks to his newly patented 2 SEENOMORE™ technology, your instruments will never get in the way of how awesome you'll look doing it! Dr. Wondertainment's Acoustically Astounding Air Band™ has an instrument for everyone! The AWESOMETASTIC AIR GUITAR™! Thrill as you fill the air with rocking rhythms, straight from your fingertips to your audience's ears! The ULTRASONIC UNSEEN BASS™! Blow everyone away with the chest-thumping reverberations of this hard-working instrument! The MELODIOUSLY MASKED MIC™! Take center stage and sing your heart out, loud and proud! The UNDENYABLY UNOBSERVABLE DRUM SET™! This precision percussive instrument will have everyone stomping their feet to the beat! The INCREDIBLY INDISCERNIBLE KEYTAR™! No band is truly complete without the inclusion of a keytar, don't let anybody tell you different! (STILL IN DEVELOPMENT) The ENTIRELY ETHEREAL TAMBOURINE™! Check out this enthusiastic placeholder text! (STILL IN DEVELOPMENT) So come on down and buy one today! DR. WONDERTAINMENT'S ACOUSTICALLY ASTOUNDING AIR BAND™! Guaranteed 110% safe for children of all ages!",
        "Note: D-44890 on SCP-6084-1, D-92368 on SCP-6084-2, D-8342 on SCP-6084-3, and D-3434 on SCP-6084-4. <Begin Log> [The D-Class subjects are in a testing chamber that has been converted into a recording studio. They are performing a cover of Walking Contradiction by the band Green Day despite no instruments being visible. D-44890's expression gradually turns to anger as he sings until he stops mid-lyric and turns to the rest of the band.] D-44890: Stop! Cut! Enough! STOP! [The remaining subjects cease playing and look at D-44890 in confusion. Dr. Smythe signals from the observation booth.] Dr. Smythe: What's the problem this time, D-44890? D-44890: [pointing at D-92368] Where in the hell did you get this asshole? He keeps dropping notes like he's got holes for hands! D-92368: Hey, fuck you. I'm playing a magical guitar. I literally can't screw it up. D-44890: Bullshit! Dr. Smythe: He is correct, '890. All previous testing shows the instruments can compensate for- D-44890: Balls! I heard what I heard, and I heard him fucking it up! I picked this song, I know what it sounds like! D-3434: C'mon, man. D-44890: Shut the fuck up, Frank , you can hardly keep a beat yourself! D-3434: [standing up] Oh, so now we gonna be makin' this shit personal? D-44890: Sit down before I sit you down, boy! [D-92368 steps forward and pushes D-44890 on the shoulder.] D-92368: Don't you call him 'boy', boy! [D-44890 pushes D-92368 back.] Dr. Smythe: Gentlemen, if you don't calm down right now, I will be forced to call security. [The subjects ignore Dr. Smythe, who signals for security.] D-44890: Fuck you! D-92368: No, fuck you! D-44890: No, fuck YOU! [Security Officers Wendt and Grady enter the testing chamber and move toward D-44890 and D-92368. D-44890 reaches over and clenches his hand in a fist, then raises it up in the air, presumably having taken hold of SCP-6084-1's stand. He then takes it in both hands and swings it down at D-92368, who attempts to block the blow with his arm.] [D-92368's arm moves slightly as a brief indentation appears in the sleeve of his jumpsuit. A high-pitched squeak like that of a child's toy emenates from the point of impact. Officers Wendt and Grady slow in their approach, surprise evident on their and the D-Class subjects' faces.] D-44890: What the hell? [D-44890 swings SCP-6084-1 again to the same effect. D-92368 shows no sign of pain or injury. He unslings SCP-6084-2 from around his neck, grabs the fretboard in both hands, and swings it at D-44890 like a baseball bat. Like SCP-6084-1, it only causes a slight indentation and a high-pitched squeak.] Dr. Smythe: I, ah … I suppose you may stand down, officers. [Officers Wendt and Grady shrug at each other and step back as D-8342 hits D-44890 on the top of his head with SCP-6084-3 and D-3434 throws one of SCP-6084-4's drums at D-92368 3 .] <End Log> Afterword: Standard testing was abandoned after this point. The remaining footage is comprised of the D-Class subjects engaging in lighthearted rough-housing using the various components of SCP-6084.",
        "\" SCP-6084 \" by Liz The GM, from the SCP Wiki . Source: https://scpwiki.com/scp-6084 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6084 instances are to be stored in Safe Storage Container 24 at Site-272, as are any additional instances recovered going forward. All currently contained instances have Class-C GPS tags attached to their individual components for ease of identification and location in the event they are misplaced.",
    "description": "SCP-6084 is a line of Wondertainment-brand musical instruments that neither reflect nor absorb light in the ultraviolet, visible, or infrared wavelengths, rendering them functionally invisible. Despite this, they are still fully tangible and operational. SCP-6084's electrical components have associated power switches but do not require external power sources to function.",
    "title": "SCP-6084"
}