{
    "url": "https://scp-wiki.wikidot.com/scp-6090",
    "all_text": "ADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\n{$custom-content}\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nSCP-6089\n |\nSCP-6090\n| \nSCP-6091\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6090\n - \nTherianthropy Virus\n\n\n\n\nI hope you enjoyed reading all\n\n\n28.1K words\n of the narrative!\n\nPlease give this SCP an upvote if you did.\n\n\n\n\nRead the \nAuthor Post\n in \nDiscuss\n for:\n\n\n\n\nF.A.Q.\n (with Spoilers).\n\n\nArt Tips\n for drawing \nTherianthropes\n.\n\n\nFan Art\n received so far.\n\n\nDetailed Licensing Info.\n\n\nAnd more!\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\nChaosMageX\n\n\n\n\n\n\nChaosMageX\n\nClick the Info Bar \ni\n above for more info!\n\n\n\n\n\n\n\n\n\n\nOnce upon a time we ruled over all.\n\nOur Queen and her Sister stood so tall.\n\nBut then Our Queen's Sister would have the gall,\n\nTo embrace the lesser beneath us all.\n\nShe loved both Mortals and all of Nature,\n\nSo Our Queen twisted their forms to mock her.\n\nTurning Nature into weapons for us.\n\nMaking it so wondrously dangerous.\n\nEven now, we can wield her power still.\n\nWe can bend all of Nature to our will.\n\nEven these tiny organic machines,\n\nSpread Our Queen's curse by their infectious means.\n\nTurning men to beasts is only the start.\n\nWe won't stop 'til we've reclaimed Our Queen's Heart.\n\nEven now Mortals still use its power,\n\nTo run a Factory so vile and dour.\n\nSomeday we'll bring it all crashing down.\n\nThen Our Queen will rise and reclaim her crown.\n\nKnowing who we are does nothing for you.\n\nGet in our way again, and \nyou'll fall too.\n\n\n\n\n— The Mabbites\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6090\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nflorgalana\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSECURITY BREACH 2021-06-14\n\n\n\n\nA remote attempt was made to modify this file. An infohazard was conceptually attached. Attempts to remove it are still ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nFull Moonlight is a cognitohazard for both SCP-6090-A and SCP-6090-B instances.\n\n\n\n\n\n\n\n\nItem #:\n SCP-6090\n\n\nObject Class:\n \nKeter\n Flor Galana\n1\n\n\nSpecial Containment Procedures:\n All infected non-human organisms will henceforth be referred to as SCP-6090-A instances. SCP-6090-A instances are to be kept in standard animal containment units. All contact between SCP-6090-A instances and non-infected animals is strictly prohibited without approval from a researcher with Level 3 or higher clearance. All contact is to be closely monitored at all times; all safeguards are to be taken to prevent bleeding injuries or any other potential methods of bodily fluid contamination. If contamination does occur, the potentially infected individual is to be immediately given medical aid, administered analgesics\n2\n, and observed for no less than one hour.\n\n\nAll SCP-6090-A instances are to be prevented from exposure to light from a full moon\n3\n, outside of experiments authorized by a researcher with Level 3 or higher clearance. Any SCP-6090-A instance that is exposed is to be guarded and closely monitored for any attempts to breach containment. All contact with exposed SCP-6090-A instances is strictly prohibited and any exposed SCP-6090-A instances that breach containment are to be terminated immediately. SCP-6090-A instances that exhibit excessive aggressive behavior outside of exposure are to be euthanized if deemed a threat to Foundation personnel.\n\n\nAll infected humans will henceforth be referred to as SCP-6090-B instances. To preserve the Veil of Secrecy, all SCP-6090-B instances are to be relocated to domiciles within anomalous communities under the terms of F.A.C.T.\n4\n, unless Foundation containment is deemed necessary and permitted under its exception clauses. All SCP-6090-B instances within the Foundation, contained or employed, are to be provided with appropriate amenities for their unique physiology, in addition to standard humanoid amenities.\n\n\nSCP-6090-B instances contained by the Foundation are to be prevented from exposure to light from a full moon outside of experiments authorized by a researcher with Level 3 or higher clearance. SCP-6090-B instances employed by the Foundation are strongly advised to avoid exposure to full moonlight. Any SCP-6090-B instance that is exposed will be provided with any necessary mood suppressing medications, to be determined on an individual basis, and receive a psychological intervention if appropriate.\n\n\nDescription:\n SCP-6090 is a zoonotic blood-borne virus with universal tropism, known to affect all organisms in the phylum Chordata,\n5\n though its effects are noticeably different in humans. The virus can only spread by direct bodily fluid contamination, and is only viable for up to 24 hours outside of a living host. The infection rate varies widely depending on the method of transmission and the species involved in the transmission.\n\n\nSCP-6090 is incurable in all cases.\n As of new findings made during and after Incident-6090-1, SCP-6090 can be cured in humans via an injection derived from venom produced by SCP-6090-B instances with infection source species in the genus Crotalus. This venom has been found to contain specialized toxins and oils that specifically target SCP-6090.\n\n\nSCP-6090-A instances display no physiological changes or anomalous behavior, except when exposed to the light of a full moon. Any exposed instance will display increased aggression and anti-social behavior towards all other organisms. It will be compelled to seek out and attack humans in particular, even if it has had no prior human contact. When an SCP-6090-A instance fails to find humans after a varying length of time, or if it is in a situation that would not viably allow access to humans, it will instead proceed to seek out other animals to infect, usually its own species or species it typically preys upon.\n\n\nWhen an animal is infected with SCP-6090, the virus seems to take on a template of parts of that animal's DNA. When an SCP-6090-A instance infects an animal of a different species, another new variant of the virus is created, with a new template fitting the DNA of the new SCP-6090-A instance. The sole exception to this is humans. When an SCP-6090-A instance infects a human, their variant's template overrides parts of the human's DNA with that of the animal species, transforming them into an SCP-6090-B instance. This transformation occurs extremely rapidly, taking no longer than 11 minutes. The mechanisms behind how SCP-6090 achieves this and why it affects humans differently are not fully understood, though current findings show that it integrates itself with human cells, becoming something akin to a new organelle within them.\n\n\nSCP-6090-B instances are polymorphic entities with the ability to shape-shift, hereby referred to as \nTherianthropes\n. They can alter at will their physiology between a humanoid form and a specimen of the animal species that infected them. However, humans that become infected with SCP-6090 cannot return to their original non-anomalous human form. They typically have two forms which they are able to shape-shift between upon getting infected, though other intermediary forms may be obtained with practice:\n\n\n\n\nBase Form:\n The humanoid form and the one that new SCP-6090-B instances assume upon infection. The body is almost entirely human, except for a functional animal tail attached at the coccyx, and an animal-like head, also known as \nTheriocephaly\n.\n6\n SCP-6090-B instances have been found to have enhancements to their senses\n7\n and internal physiology, which can vary with the infection source animal species. Experiments with these enhancements are still ongoing, with investigations into their possible application to create specialized MTFs and field agents.\n\n\n\n\n\n\nFeral Form:\n The animal form, which is virtually indistinguishable from a specimen of the animal species that infected them. The only time it becomes apparent that this is an SCP-6090-B instance is when it shape-shifts its head to the same \nTheriocephaly\n physiology of its Base Form, or shape-shifts the extremities of its forelimbs to bear physiological similarities to human hands. This can happen involuntarily when an instance engages in simple human activities while in this form, such as talking or manipulating objects designed for humans.\n\n\n\n\n\n\nOther Forms:\n With practice, an SCP-6090-B instance can partially shape-shift its \nBase Form\n to possess further physiological traits of its \nFeral Form\n, beyond its head and tail.\n\n\n\nNails:\n The most commonly seen and easily attainable of this polymorphism is shape-shifting the nails of its extremities to possess a similar structure and properties to the equivalent claws, talons, hooves or other digit endpoints of their infection source animal species, including replicating the sub-unguis layer not present in human nails.\n\n\nSkin:\n The second most common polymorphism is the ability to produce the same fur, scales, feathers or other skin growths of its infection source animal species over the skin of specific dermatomes or the entire body.\n\n\nAdvanced:\n More advanced polymorphism, which involves alterations to its underlying musculature and skeletal structure to create hybrid structures between human and its infection source species, is possible, but has been rarely observed, implying that extensive practice is needed to attain it. The most common amongst the limited observations is alteration of its leg structure to more closely resemble the hind limbs of its infection source animal species.\n\n\n\n\n\n\n\n\nUpon infection, SCP-6090-B instances gain a natural proficiency for operating their \nFeral Form\n and shape-shifting into it with minimal conscious effort. SCP-6090-B instances also gain new instincts and behaviors specific to their infection source species, but these are not particularly compulsive or overpowering. In the case of some infection source species, some of these new instincts and behaviors may also manifest in the instance's \nBase Form\n, but to a much lesser extent than in its \nFeral Form\n.\n\n\nAs of new findings made during and after Incident-6090-1, it is theorized that SCP-6090-A instances of anomalous animal species pass on their anomalous traits to all SCP-6090-B instances they infect. This has been demonstrated with an infected instance of \nSCP-3577\n. Further experimentation with other anomalous animal species and SCP-6090 is still pending approval.\n\n\nWhen exposed to the light of a full moon, SCP-6090-B are also compelled to spread SCP-6090 to other humans, though the compulsion is usually subtle and can be resisted easily. Most instances tend to describe it as \"an itch [it] can't scratch,\" though for some resistance is more difficult, requiring mood altering medication and psychological intervention. Investigation is still ongoing into possible correlations between an instance's level of compulsion and its personality and overall mental stability outside of full moonlight exposure.\n\n\nAddendum:\n New findings obtained during Incident-6090-1 have led to the potential discovery of the origins of SCP-6090. It is now theorized to be an ancient bioweapon created by the Fae to act as a carrier for a Fae Curse. Investigations into this theory are still ongoing, and include the possibility that some inhabitants of \nthe place that may only be described\n are actually SCP-6090-B instances. It is also possible that the Shakespeare play, \nA Midsummer Night's Dream\n, may in fact be the last remnant of a Test Log for SCP-6090 and other Fae-created chemical and biological weapons, with the character Nick Bottom being a test subject for SCP-6090 infection.\n\n\n\n\n\n\nWARNING: INCIDENT-6090-1 FILES ARE LEVEL 3/6090 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THESE FILES WITHOUT LEVEL 3/6090 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Enter Level 3 Credentials to Proceed...\n- Verified! Retrieving Incident-6090-1 Data...\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: SECURITY PROTOCOLS 6090-1: CODENAME \nRAPPORT\n\n\n\n\nIncident-6090-1 Logs are to be kept as unaltered as possible, in order to assist Foundation Psychologists, Field Negotiators and other personnel in containing PoI 6090-4342, Sandra Collins, SCP-6090-B-4342.\n\n\nANY ATTEMPT TO ALTER THESE FILES WITHOUT PROPER AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\nSection 1: GoI-466 Correspondence:\n\n\n\n\n+ Document-6090-466-1\n\n\n\n\n- Close Document\n\n\n\n\n\n\n\n\nWilson's Wildlife Solutions\n Correspondence\n\n\n\n\n\n\nSent By:\n Dr. Randall Davies\n\n\nRecipient(s):\n Logan Wessler\n\n\nDate:\n 05/26/2021\n\n\n\n\n\n\nLogan,\n\n\nI trust you've arrived at the Clarita Longhorn Cattle Ranch by now. Please brief me on just how bad their coyote situation is. We need to know as quickly as possible if it could be another \ntime travel situation\n, especially given all the weirdness that happens around Marfa after \nthat one incident\n the Supervisors won't tell us much about. If that town wasn't weird enough before, it's certainly more so now. You'd think they'd realize their tight lips about stuff like this only works against our efforts.\n\n\nDr. Randall Davies\n\nSafari Randy\n\nWilson's Wildlife Solutions\n\n\n\n\n\n\nSent By:\n Logan Wessler\n\n\nRecipient(s):\n Dr. Randall Davies\n\n\nDate:\n 05/27/2021\n\n\n\n\n\n\nTell me about it! Especially with all the Alaskan critters still running around and messing up the local ecosystem. Been years and we still haven't gotten that bit completely under control yet.\n\n\nAnyway, there's definitely more yotes out there than there should be, at least a few dozen, but we can't be sure they're the time-hopping kind til we've trapped a few. Spent the day looking round, asking round, and tracking them down. Yotes have been running round the ranch like they own the place, but things got really crazy last night.\n\n\nWe were all out in the twilight, trying to catch glimpses of the super moon eclipse before sunrise. We were also trying to round up some of the yotes while doing that, when one of them broke off from the pack and charged right at us! Scary as hell! Had to blow the poor thing's head off cause it wouldn't stop trying to bite us. Might have been rabid, so I'll have to keep that in mind when trapping the rest. Hope we don't have to put down any more.\n\n\n\n\n\n\nSent By:\n Dr. Randall Davies\n\n\nRecipient(s):\n Logan Wessler\n\n\nDate:\n 05/28/2021\n\n\n\n\n\n\nLogan,\n\n\nUnderstood. If you didn't damage its brain too badly, please attempt to test it for rabies. Time travelling coyotes would be bad enough, but time travelling coyotes retroactively spreading rabies around would be even worse. Keep me posted on the situation as often as possible.\n\n\nDr. Randall Davies\n\nSafari Randy\n\nWilson's Wildlife Solutions\n\n\n\n\n\n\nSent By:\n Logan Wessler\n\n\nRecipient(s):\n Dr. Randall Davies, Dr. Bardolph Dalton\n\n\nDate:\n 05/29/2021\n\n\n\n\n\n\nWelp……………………………. SHITS HIT THE FAN NOW.\n\n\nTurns out these are definitely time hopping yotes, and they are definitely infected, but with something much worse than rabies. Rabies woulda been bad, but it don't BREAK THE VEIL like the WERE-VIRUS does. One of the ranch hands, Sandy Collins, woke up with a yote head and tail, and I ain't talking godfather style here. Her morning screams woke the whole house up. Had to spend most of the day calming her down.\n\n\nFinally went back and checked our notes after supper, and sure enough there are now copies of them with extra notes about extra yotes. Lucky we also had video of the scene, because of the eclipse. Went back to look at it and yeah, there was a 2nd video file, and it showed 4 crazed yotes coming at us this time. Put them all down, but one got lucky and managed to bite Sandy, and her changes are on that video too.\n\n\nI've forwarded this whole chain to Bard as well. Hopefully he can get his fluffy tail down here and help handle this situation.\n\n\n\n\n\n\nSent By:\n Dr. Randall Davies\n\n\nRecipient(s):\n Logan Wessler, Dr. Bardolph Dalton\n\n\nDate:\n 05/29/2021\n\n\n\n\n\n\nLogan,\n\n\nThank you for contacting Dr. Dalton, as I would have if you hadn't, but I wholeheartedly agree with your initial statement. I'm going to gather up as many volunteers as I can and send them down your way, but this situation is now definitely way over our heads. I've already contacted the Supervisors, and the Castaways should be out there around the same time Dr. Dalton arrives with whoever else I can find.\n\n\nWe got lucky that whatever vector gave them the Therianthropy Virus likely passed through within the last month. If it had been further back into the two years that have been altered, half the town might have woken up as Therianthropes, especially with the spectacle of a lunar eclipse causing them all to go outside and drop their guard. Wilson himself might have had to take the reins then, and he still might end up having to take them now.\n\n\nYou and everyone else out there need to trap all of the coyotes as quickly as possible, and then examine literally every animal you see out there for coyote injuries. Do as much as you can before the cavalry arrives. I DON'T CARE WHAT IT TAKES.\n\n\nDeputize the entire ranch if you have to, since they're now inside the Veil of Secrecy anyway. To put it bluntly, we've just been thrown into a logistical shit storm, and it will only get worse with each Coyote Courtship that's allowed to complete. THE COYOTES ARE YOUR NUMBER ONE PRIORITY in order to keep this event from getting any worse than it already is.\n\n\nDr. Randall Davies\n\nSafari Randy\n\nWilson's Wildlife Solutions\n\n\n\n\n\n\nSent By:\n Dr. Bardolph Dalton\n\n\nRecipient(s):\n Logan Wessler, Dr. Randall Davies\n\n\nDate:\n 05/29/2021\n\n\n\n\n\n\nLogan and Randy,\n\n\nYep, quite the sticky wicket we've got on our hands now. I've already phoned up some of the therians\n8\n I know, and I'm working on getting some more to volunteer. Next full moon's a ways away, but best not to take chances. Can't get infected if you're already infected, after all! We'll be down there in just a few shakes. Keep me posted until then!\n\n\nDr. Bardolph Dalton\n\nBard the Wonder Wolf\n\nWilson's Wildlife Solutions\n\n\nP.S.\n Hopefully this will give me a chance to catch up with Ace if the Supervisors send him down there.\n\n\n\n\n\n\nSent By:\n Logan Wessler\n\n\nRecipient(s):\n Dr. Randall Davies, Dr. Bardolph Dalton\n\n\nDate:\n 05/31/2021\n\n\n\n\n\n\nReally been booking it the last day and a half. Night and day, we've been tracking yotes down, snaring them up, and snipping their bits before we even throw them into pens. A good three dozen so far, so there shouldn't be many more out there. Here's hoping that'll nip this shit in the bud.\n\n\nThe rest of the ranch has been checking all their animals from tip to tail for signs of bites. All except for Sandy, who naturally needed some time alone.\n\n\nSo far we've found at least 3 longhorns, 4 fallow, and a \nrattler\n that was under the house. Got them all penned up from the rest. Will keep you posted on any more we find until the cavalry arrives tomorrow.\n\n\n\n\n\n\nSent By:\n Dr. Randall Davies\n\n\nRecipient(s):\n Logan Wessler, Dr. Bardolph Dalton\n\n\nDate:\n 05/31/2021\n\n\n\n\n\n\nLogan,\n\n\nI appreciate your update to the situation, and you have no idea how relieved I am to know that you're already getting everything under control. I knew I was right in picking you to lead this project.\n\n\nI am now in active contact with the Supervisors on more secure channels. I suggest we end this email chain before they arrive. As much as I hate how tight-lipped they are with us, this is something that we should all try to stay tight-lipped about.\n\n\nDr. Randall Davies\n\nSafari Randy\n\nWilson's Wildlife Solutions\n\n\n\n\n\n\nSent By:\n Logan Wessler\n\n\nRecipient(s):\n Dr. Randall Davies, Dr. Bardolph Dalton\n\n\nDate:\n 05/31/2021\n\n\n\n\n\n\nCan do! Just found another longhorn with a leg bite, by the way. Hope there aren't too many more needles to find in this haystack.\n\n\n\n\n\n\nEnd of Correspondence\n\n\n\n\n\n\nOfficial correspondence between Mr. Wessler, Dr. Davies, and Dr. Dalton ceased after this final message. From 5/29/2021 onward, Dr. Davies began relaying updates over closed circuit secure channels with Foundation liaisons for GoI-466. The severity of a potential retroactive mass outbreak of SCP-6090 via infected \nSCP-3577\n instances warranted the immediate mobilization of 5 operatives of MTF Beta-4 (\"Castaways\") to lead the efforts, along with 4 additional Foundation General Researchers experienced in anomalous outbreaks. A road convoy of 4 Mobile Lab Trailers, 6 LAAT Trailers\n9\n and 4 Security Support Trailers was arranged and deployed from Site-64, in order to test for SCP-6090 infection on-site, transport all SCP-6090-A instances back to Site-64, and recontain or neutralize them if they should escape en-route.\n\n\nAccompanying the Foundation personnel were 27 volunteers and employees of GoI-466. Amongst them were 11 instances of SCP-6090-B, including Dr. Dalton, who were required to remain in Feral Form while outside any structure controlled by the Foundation or GoI-466. The SCP-6090-B instances covertly assisted in the capture of the remaining SCP-3577 instances and wild animals suspected of being SCP-6090-A instances. The remaining volunteers assisted in testing every animal present on the Clarita Longhorn Cattle Ranch and all neighboring ranches within a 10-kilometer radius for SCP-6090, under the cover story of a potential livestock disease outbreak.\n\n\nAfter two days of investigation, it was assessed that SCP-6090-B-4342, Sandra Collins, could potentially possess the same anomalous traits as \nSCP-3577\n instances. This is the first documented case of an anomalous animal becoming infected with SCP-6090 and then infecting a human. If confirmed, this would present an unprecedented opportunity to study SCP-3577's abilities from a perspective of sapience, as well as warrant further experimentation with SCP-6090 and anomalous animals. Clearance was obtained for a vanguard portion of the road convoy to transport SCP-6090-B-4342 to Site-64 for further questioning and testing, along with all SCP-6090-A instances captured so far. Two Foundation Researchers and Dr. Dalton accompanied it to perform an initial assessment en-route to Site-64. The reminder of the road convoy, Foundation personnel, and GoI-466 affiliates stayed at the affected area to continue the clean-up efforts.\n\n\n\n\n\n\n\n\nSection 2: Interview Log:\n\n\n\n\n+ Interview Log 6090-1A\n\n\n\n\n- Close Document\n\n\n\n\n\n\nInterviewed:\n Sandra Collins\n\nInstance SCP-6090-B-4342, ISS: \nCanis latrans\n10\n\n\nInterviewers:\n\nDr. Evelynn Antleur, Foundation General Researcher, Level 3\n\nDr. Atticus Rateleken, Foundation Therianthropy Researcher, Level 3\n\nDr. Bardolph Dalton, Wilson's Wildlife Solutions Employee\n\nInstance SCP-6090-B-863, ISS: \nCanis lupus\n11\n\n\nForeword:\n Video log transcript of initial interview and testing, to attempt to determine if SCP-6090-B-4342 possesses similar retroactive reality-bending abilities to those of instances of \nSCP-3577\n.\n\n\nNote:\n Interview is being conducted while en-route back to Site-64, within a Standard Foundation Mobile Lab. Dr. Dalton and Dr. Antleur are seated opposite to SCP-6090-B-4342, with a guard stationed in a corner under standard security protocols. Dr. Rateleken is seated in another corner, as only a partial participant to the interview.\n\n\n\n\n<Begin Log, 2021-06-03 03:42 PST>\n\n\nDr. Antleur:\n State your name for the record please.\n\n\nSCP-6090-B-4342:\n Sandra Collins, but you can call me Sandy.\n\n\nDr. Antleur:\n Thank you. However, I will be addressing you by your SCP-6090-B Instance Identification Number, 4342.\n\n\n(\nDr. Dalton softly barks and mutters quietly.\n)\n\n\nDr. Dalton:\n Might as well call me 963 then.\n\n\nDr. Rateleken:\n Heh, you really are as cold as they say.\n\n\nDr. Antleur:\n (\nSighs\n) And you obviously aren't taking this seriously.\n\n\n4342:\n Umm… I really would prefer Sandy.\n\n\nDr. Dalton:\n Well, I'll be calling you Sandy for this interview.\n\n\n(\nDr. Dalton smiles at 4342. 4342 appears happier and its ears perk up.\n)\n\n\nDr. Rateleken:\n If you really are as good as they say, Dr. Antleur, you'll treat Sandy with some respect. I know this mission hasn't been fun for you, since it seems you hate animals, but at least it's almost over for you.\n\n\nDr. Antleur:\n My lack of an affinity for animals is not a topic of this interview. If you are quite done with this pointless banter, I would prefer to return to the actual interview.\n\n\nDr. Dalton:\n I know we're all overtired from this non-stop road trip, but let's all try to be nice here.\n\n\nDr. Rateleken:\n Fine. Boring conversation anyway. If it's all the same, I'll just hang back for now. I don't have any pressing questions for Ms. Collins at this time, and Bard is taking point on anything Therianthropy related.\n\n\n(\nDr. Rateleken exchanges a smile and nod with Dr. Dalton.\n)\n\n\nDr. Rateleken:\n Really, I'm just trying to kill time until we get back to Site-64, so I can more thoroughly examine the SCP-6090-A instances we've got with us, especially this little guy.\n\n\n(\nDr. Rateleken pats a SAACU\n12\n next to him. An audible rattle starts and speeds up.\n)\n\n\nDr. Rateleken:\n First ever venomous SCP-6090-A instance recovered by the Foundation. Oh, I am excited!\n\n\n(\nDr. Antleur rolls her eyes.\n)\n\n\nDr. Antleur:\n Now, 4342, how has your overall mental state been affected since waking up as an SCP-6090-B instance?\n\n\n(\n4342 growls softly.\n)\n\n\n4342:\n I think I would rather answer questions from Bard for now.\n\n\nDr. Antleur:\n Hmph. Very well then. You may proceed, Dr. Dalton.\n\n\nDr. Dalton:\n Heh, at least you're giving me the dignity of my name, though I get the feeling that's only because I'm on this side of the table.\n\n\nDr. Dalton:\n Anyway, onto questions. How've you been holding up, love?\n\n\n(\n4342 looks down and reaches up to feel her face. Dr. Dalton frowns.\n)\n\n\n4342:\n It still doesn't feel real. None of this does. I keep thinking any moment I'm going to wake up with my old face again, and this'll all have been some bizarre fever dream. But I've woken up five times now, more if I count my naps, and every time it's still there. It's all still there. I'll never look like myself again.\n\n\n(\n4342 shuts its eyes. Its ears droop and lips start to quiver. Dr. Dalton gently touches her other hand resting on the table.\n)\n\n\nDr. Dalton:\n No worries. It'll all be alright. I promise, after this, I'll personally introduce you to a Therian Support Group. There are plenty of us out there.\n\n\n(\n4342 sniffs and moves its hand to wipe its nose, missing it on the first attempt.\n)\n\n\n4342:\n Thanks. Meeting the other Therian volunteers really helped. I'm much better off than I was that first night. When exactly will this all be over?\n\n\nDr. Antleur:\n That all depends on the results of these tests. They may warrant further tests and continued containment.\n\n\nSCP-6090-B-4342:\n And how long will that last?\n\n\nDr. Antleur:\n Again, it depends on the results of these tests. Further testing may be required on-site.\n\n\n(\nDr. Dalton pats 4342's hand a few times.\n)\n\n\nDr. Dalton:\n If there are more tests, I'm sure they won't take long.\n\n\n(\n4342 smiles at Bard. Its ears perk back up.\n)\n\n\nDr. Antleur:\n We need to determine if you possess similar retroactive reality-altering abilities as the anomalous coyote that infected you. If confirmed, we will further test the extent of your abilities.\n\n\n4342:\n I still don't understand what any of that means.\n\n\nDr. Antleur:\n You don't have to. Simply follow the instructions we give you.\n\n\n4342:\n Okay. Whatever will get me out of \"containment\" as soon as possible. Things'll never be the same, but at least you've shown me I can still live on looking like this.\n\n\nDr. Dalton:\n I can guarantee there will always be a place for you in Boring. We can always use more people on team WWS.\n\n\n4342:\n Thanks, but I really hope there's one of these \"Anomalous Communities\" you mentioned somewhere in Texas, or at least in the Southwest.\n\n\nDr. Dalton:\n I'm sure I could find something for you down there too. WWS has set up shop all over the place. Anomalous critters aren't limited to Oregon.\n\n\nDr. Antleur:\n (\nClears throat.\n) Once again, could we all please return to the actual topic of this interview?\n\n\nDr. Dalton:\n Guess we should get on with it.\n\n\nDr. Antleur:\n Now, 4342, are you ready to for this test?\n\n\n4342:\n (\nSighs.\n) I really wish you'd call me Sandy, but fine, I'm ready.\n\n\nDr. Antleur:\n I want you to think back to a specific date you went 'window shopping' within the last two years, no earlier than June of 2019, preferably a date in the latter half of 2019. We believe older, vaguer memories may work better for this test, and doing anything in 2020 was rather… complicated, to say the least.\n\n\n4342:\n Ugh, tell me about it! I'll be glad when that's all over too. Anyway, yeah, I think I have a date in mind, back in October 2019.\n\n\nDr. Antleur:\n Now I want you to think of a particular item that caught your eye on that date, something that you could afford at the time and considered purchasing, but didn't. To ensure success, please try to limit it to something that would fit into that small backpack of yours.\n\n\n(\nDr. Antleur gestures to a backpack sitting inside the chamber of a scientific scale on shock absorbers.\n)\n\n\n4342:\n Yeah, there was a pair of binoculars I really wanted. A bit pricey, but I could've bought them with my credit card. I just wasn't sure how long I'd still have my job at the time. Luckily, I managed to get my contract extended. If I'd known that back then, I would've definitely bought them.\n\n\nDr. Antleur:\n Good. Finally, did you use a cloud-based digital calendar at that time, one that you still have access to?\n\n\n4342:\n I'm still using the same account I did back then, so yeah.\n\n\nDr. Antleur:\n I need you to access that calendar via your phone and create a new event for that past date, specifying that you'll buy those binoculars.\n\n\n4342:\n Heh, guess I can do that, since the app does let you add events to the past, though it all seems rather silly.\n\n\nDr. Antleur:\n Despite what you may think, I need you to abandon those notions for the next step. Assign the highest priority you can to the event, add multiple reminders, and compose it in a way that you would have back then, with positive affirmations that you \nwill\n buy those binoculars and you \nwill\n be able to settle the debt.\n\n\n4342:\n Alright, but reception's kinda spotty and we're in a metal truck trailer rolling down the road.\n\n\nDr. Rateleken:\n Just connect to our WiFi. We have a military grade sat link, but you'll have to place your phone flat on the table so we can see its screen. Security protocols and all that.\n\n\n4342:\n Okay, what's the password?\n\n\nDr. Rateleken:\n [REDACTED]\n\n\n4342:\n Heh, seriously?\n\n\n(\n4342 removes its phone from its pocket and follows instructions.\n)\n\n\nDr. Antleur:\n I need you to do your best to imagine as though you're back in 2019, and you're making this entry prior to its date.\n\n\n4342:\n Again, this is silly, and it's still a bit difficult to think back to anything before five days ago.\n\n\nDr. Antleur:\n You still need to try.\n\n\n(\n4342 waves its hand over its face again, trying not to hit its muzzle. Dr. Dalton nods sympathetically.\n)\n\n\nDr. Dalton:\n It's okay there, love. Focus on the past for now, and I'll be here when you snap back to the present.\n\n\nDr. Antleur:\n We are simply trying to replicate as closely as possible the only documented instance of a human utilizing the anomalous abilities of SCP-3577, in order to eliminate as many uncontrolled variables as we can.\n\n\n4342:\n Yeah, yeah, I got it. Scientific method and all that.\n\n\nDr. Antleur:\n Try to get as excited about it as you can. The more enthusiasm the better. Think of it like you're getting yourself an early Christmas present.\n\n\n(\n4342 takes a deep breath and stares intently into its phone, angling its head so it can't see its reflection. It smiles as it begins to compose the calendar entry. It bounces in its seat a little.\n)\n\n\n4342:\n Aaaand done! Now what?\n\n\nDr. Antleur:\n Stay focused on your phone. Don't take your eyes off that event in the app. Keep concentrating on how excited you are to buy those binoculars, and everything you'll do with them once you have them, and how you'll always keep them with you. Don't stop until instructed to do so.\n\n\n4342:\n Got it!\n\n\n(\n83 seconds pass. An alarm goes off. The backpack's weight increases by 0.8 kg.\n)\n\n\n4342:\n Holy shit, it actually worked?!\n\n\n(\nThe guard points his gun at the backpack. Dr. Antleur puts on a face shield and heavy duty gloves. Dr. Dalton and 4342 look confused, each tilting their head and perking one ear up.\n)\n\n\n4342:\n Ummm, is all this really necessary?\n\n\nDr. Rateleken:\n Heh, welcome to the Foundation. That extra weight could be binoculars, or it could be a hostile entity from another dimension. Luckily, I haven't seen it move, so the chances of that are steadily decreasing. Still, don't ever underestimate the possibilities, even if they're under a kilo. A face hugger probably weighs around that much.\n\n\n(\n4342 laughs, looks around the room and stops. Dr. Rateleken waves a scanner around the outside of the scale, opens the scale chamber and waves it around again. He then scoots over and checks some papers.\n)\n\n\nDr. Rateleken:\n Yep, there's now a second copy of my notes! This one has a different weight for the backpack, the one on the scale now, and a pair of binoculars weighing 0.8 kilos has been added to the contents list.\n\n\n(\nDr. Antleur pulls the backpack out of the scale chamber by its strap, waves the scanner around it, sets it down in front of the guard and slowly opens it. Each item is checked against both lists. Dr. Antleur holds the binoculars up to her eyes and adjusts them.\n)\n\n\nDr. Antleur:\n It does appear to be a functional, non-anomalous pair of binoculars. Military grade. Rather nice.\n\n\n4342:\n You bet they are! Now come on, let me try them!\n\n\n(\nDr. Antleur rolls her eyes and hands 4342 the binoculars. 4342 bounces in its seat, grabs them and puts them up to its eyes.\n)\n\n\n4342:\n Freaking sweet! As advertised, though I can't really put them through their paces inside this cramped trailer.\n\n\n(\n4342 looks around, refocusing the binoculars on every object in the lab trailer. It angles them down and they bump against its muzzle. It freezes and all happiness drains from its face. Its ears droop down and it sets them on the table. It reaches up and rubs its muzzle.\n)\n\n\n4342:\n Oh… right… I guess my mind really was back in 2019 for a moment there. My muzzle's been there long enough that I sometimes forget it's there.\n\n\nDr. Dalton:\n I'm here for you, love. You can take all the time you need before they perform anymore tests.\n\n\nDr. Antleur:\n Keep in mind that we \nwill\n need to conduct more tests now. We've confirmed you have similar abilities to SCP-3577. We need to gauge their full extent, and hopefully learn more about SCP-3577 in the process.\n\n\n(\n4342 stares down at the otherwise ordinary object she managed to somehow pull out of the past.\n)\n\n\n4342:\n As if things weren't already weird enough. Now it turns out I can time travel too.\n\n\nDr. Rateleken:\n Again, welcome to the Foundation. We hope you enjoy your stay.\n\n\n4342:\n I hope that stay won't be too long.\n\n\nDr. Antleur:\n The duration of your containment will depend on the results of further tests. For now, there is one more test we can perform while en-route to Site-64. We will repeat the previous test, but without using a visual aid as a focusing mechanism. Instead, you'll visualize it in your mind.\n\n\n4342:\n Okay, I can try.\n\n\nDr. Antleur:\n Once again, I need you to think of another date in late 2019 when you went…\n\n\n(\nLoud radio chatter on the guard's comm. Dr. Antleur glares at him. He gets up and opens an observation slot.\n)\n\n\nCSR-07:\n Those trees look way too closely packed to me. Over.\n\n\n4342:\n Woah, this trailer has windows?! Sweet, I can field test these after all!\n\n\n(\n4342 grabs her binoculars and runs over to the window.\n)\n\n\nDr. Antleur:\n Excuse me, but what is the meaning of this interruption?\n\n\nCSR-07:\n Sorry ma'am, the drivers noticed an unusual increase in tree density. Probably nothing but a reforestation project. Just trying to confirm this.\n\n\n4342:\n Yeah, you're right. Lot of trees, but no redwoods. Huh, what's that up in the sk…\n\n\n(\nVideo shakes and goes black. Shouting, screaming and vehicle crash noises.\n)\n\n\n\n\n\n\n\n\n\n\nSection 3: Convoy Logs:\n\n\n\n\n+ Incident Log 6090-1A: Convoy Security Log\n\n\n\n\n- Close Document\n\n\n\n\n\n\nConvoy Security Retinue Communication and Surveillance Transcript Excerpts\n\n\nTeam Lead:\n CSR-Cap\n\n\nDetachment Manifest:\n\n\nTruck 1:\n Camouflaged Standard Foundation M.T.F. Support Trailer\n\n\nTeam Members:\n CSR-01 / CSR-02 / CSR-03 / CSR-04 (Driver)\n\n\nTruck 2:\n Camouflaged Standard Foundation L.A.A.\n13\n Transport Trailer\n\n\nTeam Members:\n CSR-05 / CSR-06 (Driver)\n\n\nTruck 3:\n Camouflaged Standard Foundation Mobile Laboratory Trailer\n\n\nTeam Members:\n CSR-07 / CSR-08 (Driver)\n\n\n\n\n[Truck 1 Cabin Audio]\n\n\n<Begin Log, 2021-06-03 04:03 PST (BMNT + 5)>\n14\n\n\nCSR-04:\n Gods, I feel like shit. Never thought I'd see anything like CQ Duty\n15\n again after joining the Foundation.\n\n\nCSR-03:\n And yet long-haul truckers manage this all the time.\n\n\nCSR-04:\n Pssh, yeah, with hard drugs. And you're one to talk, since you actually got some sleep.\n\n\nCSR-03:\n If you can count three hours as 'sleep.' I hate long road trips.\n\n\nCSR-04:\n At least now we're just a few hours out from the site. Then we can both take some libo.\n16\n\n\nCSR-03:\n Heh, I actually wanted to see some action. These animal missions really are the epitome of the \nBoring\n Agreement's name.\n\n\nCSR-04:\n Yeah, I wish more of those 'Castaways' would learn some damn combat skills so they could handle this shit.\n\n\nCSR-03:\n Pretty sure the Captain wanted to see some action too, considering he dragged a freaking Gauss Rifle along with us.\n\n\nCSR-04:\n Still not sure how he pulled that one off for a mission like this, but I bet he's even more bored than we are right now.\n\n\nCSR-03:\n I'm so bored I've started counting trees!\n\n\nCSR-04:\n Huh, there are definitely a lot more to count now. I don't remember there being this many in this part of No-Cal.\n\n\nCSR-03:\n Really? I thought this part of Cali was nothing but trees.\n\n\nCSR-04:\n Yeah, but not this many, at least not when I was last here. Thought it was just highway hypnosis playing with my head.\n\n\nCSR-03:\n Eh, probably just a reforestation project.\n\n\nCSR-04:\n If it is, it's a real shitty one. Trees that close together are a fire hazard.\n\n\nCSR-03:\n Heh, and so's not raking the leaves between them.\n\n\nCSR-04:\n I'm serious. You hang around with these nature boys long enough, you pick up some things. I think I'm gonna call it in.\n\n\nCSR-03:\n You're gonna piss off the Captain, but it's your funeral, not mine.\n\n\n\n\n[Radio Comm Transcript]\n\n\n<Begin Log, 2021-06-03 04:04 PST (BMNT + 6)>\n\n\nCSR-04:\n Cap, I'm noticing unusually high tree density. Copy?\n\n\nCSR-Cap:\n Four, did you just break radio silence to play freaking eye-spy?\n\n\nCSR-04:\n Please confirm with the team, just in case.\n\n\nCSR-Cap:\n (\nSighs.\n) All guards: visual check. Clock convoy's three and nine. Anything unusual?\n\n\nCSR-06:\n I only see trees.\n\n\nCSR-07:\n Those trees look way too closely packed to me.\n\n\nCSR-01:\n Lot more trees than I remember from a month back.\n\n\n(\nFaint sound of cracking asphalt.\n)\n\n\nCSR-Cap:\n One, please clarify.\n\n\nCSR-01:\n Was on this road back in April. There were barely any trees then.\n\n\nCSR-Cap:\n Either this is one fast and sloppy reforestation proj…\n\n\n(\nVEHICLE CRASH NOISES.\n)\n\n\n(\nRecovered video footage shows many root-like protrusions, up to 3 meters in height and 0.5 meters in diameter, sprouting through the road pavement, directly underneath the vehicles. All three trucks are immobile and severely damaged.\n)\n\n\nCSR-Cap:\n Status report!\n\n\nCSR-03:\n Uninjured. Exiting Truck 1 cabin. No sign of hostiles.\n\n\nCSR-04:\n Still alive and joining Three. Can't see any hostiles either.\n\n\nCSR-02:\n I'm good! But Site Comm's down. We can't call for help.\n\n\nCSR-01:\n Good here! No hostiles spotted yet.\n\n\nCSR-08:\n I'm okay, but civilian status unknown. Don't see any hostiles near Trailer 3. Lucky.\n\n\nCSR-Cap:\n Five, Six, Seven, status? Civilian status? Do you read?\n\n\nCSR-08:\n Gonna check civilian status, but I already got visual on Trailer 2 and it's real bad. Snapped in half like a giant candy bar by those… roots?\n\n\nCSR-Cap:\n Damn, those are some tough roots.\n\n\nCSR-08:\n Animals look dead or gone. No visual on Truck 2.\n\n\nCSR-01:\n I got visual on Truck 2. It's pointed straight up and crushed into Trailer 2. Can't confirm status of Five and Six.\n\n\nCSR-02:\n Trailer 1's battery case's ruptured. There's a fire!\n\n\nCSR-01:\n Shit, you're right. It's going up fast.\n\n\nCSR-Cap:\n Get out what you can outta there!\n\n\nCSR-02:\n Even the Gauss?\n\n\nCSR-Cap:\n Especially the Gauss! Busted my ass requisitioning that from the QM.\n17\n\n\nCSR-03:\n Getting the Gauss and its mag now. Not sure how we'll power it.\n\n\nCSR-Cap:\n Hope we don't need it, and hope Trailer 3 still has power if we do.\n\n\nCSR-08:\n Confirmed, Trailer 3 has power. I can see its lights.\n\n\nCSR-Cap:\n Good, hopefully they stay on. And its S.R.A.?\n\n\nCSR-08:\n Completely FUBAR.\n18\n\n\nCSR-02:\n Dammit! Trailer 1's S.R.A.'s also down.\n\n\nCSR-01:\n Wouldn't matter much. Whole thing's about to be in flames.\n\n\nCSR-04:\n I'm getting the Mini!\n\n\nCSR-Cap:\n I got what I could! Regroup around Trailer 3.\n\n\nCSR-02:\n Taking up position now!\n\n\nCSR-04:\n Going there now. Still no sign of hostiles, but I'll be setting up the Mini.\n\n\nCSR-03:\n Heading over there too. Hope its battery and aux plug are intact.\n\n\nCSR-01:\n Should I attempt to climb up and check for Five and Six?\n\n\nCSR-Cap:\n Do it en-route over to Trailer 3 if you can.\n\n\nCSR-01:\n Roger that!\n\n\nCSR-08:\n Got visual on the Civilians. Shit, Dr. A got infected! She's a fucking deer now.\n\n\nCSR-Cap:\n Fan-fucking-tastic. And the rest?\n\n\nCSR-08:\n They all look alive. No severe injuries, but Dr. R is trapped. You injured, Doc?\n\n\nDr. Rateleken:\n I'm stuck, but okay. Got lucky. Couple more centimeters and I might have been gutted.\n\n\nCSR-08:\n Try not to move then, and for fuck's sake, put your phone down.\n\n\nDr. Rateleken:\n But I'm taking notes on this incident.\n\n\n(\nCSR-08 sighs.\n)\n\n\nDr. Rateleken:\n Did you guys pack the Jaws of Life?\n\n\nCSR-08:\n If we did, it's inside a battery fire now.\n\n\nCSR-Cap:\n Status on Seven?\n\n\nCSR-08:\n Seven's trapped worse than Dr. A, and he's injured. Seven, you alive? Wake the fuck up!\n\n\n(\nSlapping.\n)\n\n\nCSR-07:\n (\nCoughs.\n) Reporting. I'm awake.\n\n\nCSR-Cap:\n Can you access his wounds?\n\n\nCSR-08:\n Nope, stuck under one of these roots. Might be what's keeping him from bleeding out.\n\n\nCSR-07:\n I'm really stuck. Can't get out, but I can at least move my other arm and point my gun.\n\n\nCSR-Cap:\n Roger that. Protect the civilians if hostiles start showing.\n\n\nCSR-07:\n I will until my last breath. (\nCoughs.\n)\n\n\nCSR-01:\n Got visual on Five and Six, and it's a SNAFU.\n19\n Six is definitely dead. Five is unresponsive and underneath a dead steer.\n\n\nCSR-Cap:\n Is Five alive?\n\n\nCSR-01:\n Can't get to him to tell you. There's a lot of blood, but I can't tell how much of it is his.\n\n\nCSR-Cap:\n Understood. Leave them and join the rest of us.\n\n\nCSR-01:\n Got it, heading over. Weird that the battery fire hasn't spre… SHIT! HOSTILE! SIX O'CLOCK! UP IN THE FUCKING AIR!\n\n\nCSR-08:\n Confirmed! Hostile entity 50+ meters from trailer's six, floating 20+ meters off the ground.\n\n\n(\nGuns cocking.\n)\n\n\nCSR-03:\n Dammit, I still haven't gotten the Gauss set up.\n\n\nCSR-04:\n The Mini's good to go. Just say the word, Cap.\n\n\nCSR-Cap:\n ATTENTION UNKNOWN ENTITY! IDENTIFY YOURSELF!\n\n\n(\nDistant cackling.\n)\n\n\n\n\n[Video footage from Trailer 3 Rear Camera.]\n\n\n<Begin Log, 2021-06-03 04:08 PST (BMNT + 10)>\n\n\n(\nUnknown humanoid entity floats forward and downward, its standing pose unchanging.\n)\n\n\nCSR-02:\n Shit, I really wish the S.R.A. still worked.\n\n\nUnknown Entity:\n Good morning, gentlemen. You may call me Belette Le Fou(ine).\n\n\n(\nBelette Le Fou(ine) doffs its sequined bowler hat, holds it to its chest, and takes a bow. His head is clearly musteline.\n)\n\n\nCSR-08:\n What the fuck? Is it a were-weasel?\n\n\n(\nBelette Le Fou(ine) stands upright and dons its hat. It chuckles and golf claps as it floats closer.\n)\n\n\nBelette Le Fou(ine):\n Ah, yes, very astute! I am indeed a Weasel Therianthrope. Sharp eyes you have there.\n\n\n(\nBelette Le Fou(ine) touches down on the ground, 10 meters from the trailer. It appears to be dressed in a tuxedo. Its cane appears to be crafted from a tree branch, but with a gun trigger under its handle.\n)\n\n\nCSR-Cap:\n Stand down! This is your only warning!\n\n\n(\nBelette Le Fou(ine) grins. Its teeth are brightly reflective.\n)\n\n\nBelette Le Fou(ine):\n Gentlemen, and ladies, I have journeyed here this fine morning… in order to take your lives.\n\n\nCSR-02:\n Like hell you will!\n\n\n(\nCSR-02 fires 3 rounds at Belette Le Fou(ine). The bullets stop mid-air a few centimeters from his torso. Floating green kinetoglyphs\n20\n manifest around them. He slides back on the pavement from their momentum, not even flinching. The kinetoglyphs vanish and the bullets drop to the ground.\n)\n\n\nCSR-02:\n What the fuck?!\n\n\n(\nBelette Le Fou(ine) giggles. It levitates off the ground and starts flying towards CSR-02, doing a twirl. The only sound is its clothes fluttering in the wind.\n)\n\n\nCSR-Cap:\n Two and Eight, open fire!\n\n\n(\nCSR-02, CSR-08 and CSR-Cap open fire on Belette Le Fou(ine). The bullets collide with the kinetoglyphs. Belette Le Fou(ine) is pushed further backwards, but no bullets hit him.\n)\n\n\nCSR-08:\n Fuck, that's a strong kinetohazard!\n\n\nCSR-03:\n Wish Five were here. He knew the most about this bullshit.\n\n\nCSR-Cap:\n Anyone else know how to counter it?\n\n\nCSR-08:\n Not familiar with those glyphs.\n\n\nCSR-02:\n Don't know them either.\n\n\nCSR-04:\n Negative. All Greek to me.\n\n\nCSR-01:\n Nope.\n\n\nCSR-Cap:\n Dammit!\n\n\n(\nBelette Le Fou(ine) cackles and raises his cane, revealing a gun barrel in its base. It fires 2 shots at CSR-08: the 2nd enters his chest. The bullet doesn't exit his body, but its momentum throws him backwards out of frame.\n)\n\n\nCSR-Cap:\n Four, overload the K-H\n21\n! Hit him hard!\n\n\nCSR-04:\n Try to stop this!\n\n\n(\nCSR-04 starts the Minigun. Belette Le Fou(ine) makes arcane gestures with its other hand as a hail of bullets hit the kinetoglyphs; their green glow intensifies. Not a single bullet reaches its body. It starts to be pushed back. It lands back on the ground and slows to a stop. It starts slowly strolling towards the trailer.\n)\n\n\nCSR-Cap:\n Pump it up! Divide and conquer!\n\n\n(\nCSR-04 maxes out the Minigun firing rate. Belette Le Fou(ine) slows down, but keeps moving forward, leaving piles of bullets on both sides of its path. CSR-01 and CSR-02 come into view on both sides of the frame behind it and fire their M4s at its back. It rapidly alternates looking over its shoulders while pushed back by the barrage of bullets. It cackles and takes to the air, flying out of frame.\n)\n\n\nCSR-02:\n Fuck, it's fast!\n\n\nCSR-01:\n Flying like a fucking trapeze without ropes.\n\n\n(\nLoud cackling. Bullets hit the ground near the Minigun and shatter the pavement.\n)\n\n\nCSR-04:\n Shit!\n\n\n(\nCSR-04 jumps back as 3 bullets hit the ground around the Minigun, and a 4th goes through its motor compartment. The Minigun flies apart and its spinning barrel bounces away. Various vines and plants begin to sprout and grow out of each impact spot. Vines completely cover the Minigun parts and flowers bloom from them.\n)\n\n\nCSR-04:\n Just as well, it was almost out of rounds anyw…\n\n\n(\nA bullet misses CSR-04's head, but a 2nd enters his skull and backflips his body onto his chest. Brambles grow out of his head wound and every orifice of his face, including his eye sockets. They engulf his body and bloom roses. Belette Le Fou(ine) descends back into frame and lands on the ground. Kinetoglyphs appear in different positions behind it as CSR-01 and CSR-02 try to find a weak spot.\n)\n\n\nCSR-03:\n Captain, the Gauss is good to go!\n\n\nCSR-Cap:\n Fire it now!\n\n\n(\nGauss rifle whirrs loudly as it charges. Trailer's internal lights flicker off. Some static from camera switching to internal power.\n)\n\n\nCSR-03:\n Eat shit, motherfucker!\n\n\n(\nGauss rifle fires and Trailer's lights flicker back on. The largest kinetoglyphs yet appear in front of Belette Le Fou(ine). It's pushed over 100 meters down the road, passing CSR-01 and CSR-02. It tucks its cane under its arm and stops smiling. It wildly gesticulates around the bullet in floating front of it, making blurry distortions in space and shredding it apart. As the giant kinetoglyphs disappear, one lucky M4 round grazes its leg. It yelps in pain and grabs its thigh.\n)\n\n\nCSR-01:\n Yes! We finally h…\n\n\n(\nBelette Le Fou(ine) smiles wickedly and fires 6 rounds with his other hand. One sends CSR-01 flying through the air and 2 more spin him as he flies. He ragdoll flops down the road and stops in front of the trailer. An entire flower garden grows out of his corpse.\n)\n\n\nCSR-03:\n How can it still focus with that wound?!\n\n\n(\nBelette Le Fou(ine) rapidly flies towards the trailer. It aims its cane at CSR-02 as the Gauss Rifle recharges. CSR-02 fires a few rounds at its face, obstructing its vision with its own kinetoglyphs. It fires off 5 rounds at CSR-02 before one hits him.\n)\n\n\nCSR-Cap:\n At least we got it on the ropes! Fire again!\n\n\n(\nGauss rifle fires. Belette Le Fou(ine) is pushed back 80 meters down the road. It tucks away its cane and starts gesticulating. CSR-Cap fires a few rounds at its legs, but they get caught up in the same Kinetohazard.\n)\n\n\nCSR-Cap:\n Shit, looks like we gotta thread that needle. Keep firing at it in succession. Do not let up!\n\n\nCSR-03:\n The Gauss'll slow down recharging to keep from burning out its capacitors.\n\n\nCSR-Cap:\n Any way to disable that?\n\n\nCSR-03:\n Not that I know of.\n\n\nCSR-Cap:\n Dammit!\n\n\nCSR-03:\n I've gotten a feel for it now. I think I can try to max its RoF.\n\n\nCSR-Cap:\n Good. Keeping firing until you run out of ammo or juice.\n\n\n(\nBelette Le Fou(ine) cackles and levitates out of frame.\n)\n\n\nCSR-03:\n Not this invisible trapeze bullshit again!\n\n\nCSR-Cap:\n Can you keep a bead on him?\n\n\nCSR-03:\n I'm trying!\n\n\n(\nGauss rifle fires. Loud cackling. M4 fires.\n)\n\n\nCSR-Cap:\n Almost got the timing down, though it probably won't stay still now.\n\n\n(\nGauss rifle fires. Loud giggling. M4 fires.\n)\n\n\n(\nBelette Le Fou(ine) lands 20 meters from the trailer and raises its cane.\n)\n\n\nCSR-03:\n Looks like it can't stay in the air too long.\n\n\n(\nCSR-Cap swaps out his magazine.\n)\n\n\nCSR-Cap:\n I think I got it now. Gonna try a burst shot. Hopefully something hits.\n\n\nCSR-03:\n Trailer battery's getting low. Make it count.\n\n\nCSR-Cap:\n You too!\n\n\n(\nGauss rifle fires. Belette Le Fou(ine) tucks its cane and gesticulates the kinetohazard in a clean motion as it's pushed to 50 meters away.\n)\n\n\nCSR-Cap:\n Yeah, keep on smiling, you son of a bitch.\n\n\n(\nCSR-Cap takes careful aim and fires a full auto burst right as the giant kinetoglyphs start fading away. Belette Le Fou(ine) swings its cane into its hand and fires three rounds at the same time. One lucky bullet carves out part of its forearm before the rest are blocked by smaller kinetoglyphs. It screams in pain and drops its cane as one of its fired rounds hits CSR-Cap.\n)\n\n\nCSR-Cap:\n (\nCoughs.\n) hurry…\n\n\n(\nGauss rifle fires and Belette Le Fou(ine) flies out of frame to dodge it. CSR-03 grabs her own M4 and fires at the loosed weapon, shattering it. Later examination of its remains indicate that it did not contain any conventional firearm mechanisms.\n)\n\n\nCSR-03:\n Just need one more clean shot. I won't let you down Cap.\n\n\n(\nMetal banging. CSR-03 looks over her shoulder at something out of frame.\n)\n\n\nCSR-07:\n Civilians… (\nCoughs.\n) evac-ing…\n\n\n(\nBelette Le Fou(ine) lands 10 meters from the trailer. It removes an unknown substance from its coat pocket and applies it to its forearm. It visibly winces in pain, but then looks up and grins.\n)\n\n\nBelette Le Fou(ine):\n Oh, what's this now?\n\n\n(\nIn the corner of the video frame, a black gray wolf (\nCanis lupus\n), a coyote (\nCanis latrans\n) wearing a backpack, and a white fallow deer doe (\nDama dama\n) wearing a black sweater flee together into the forest.\n)\n\n\nCSR-03:\n I won't let you touch them, bastard!\n\n\n(\nGauss rifle fires. Belette Le Fou(ine) stops smiling and rapidly gesticulates with one arm while its other hangs limp. It is pushed over 150 meters away before it leans over to dodge the round instead of neutralizing it. Two tree trunks explode into splinters and fall over along a line 30° to the road.\n)\n\n\nCSR-03:\n What the fuck?! Even with just one arm?!\n\n\n(\nBelette Le Fou(ine) screams and grabs his forearm. Another tree creaks and falls over. Belette Le Fou(ine) kneels down in pain.\n)\n\n\nCSR-03:\n Now's my chance!\n\n\n(\nTrailer's internal lights do not come back on.\n)\n\n\nCSR-03:\n Shit, that's it for the Gauss.\n\n\n(\nBelette Le Fou(ine) stands back up and releases its grip on its forearm.\n)\n\n\nBelette Le Fou(ine):\n It appears that you can't use your fancy toy anymore!\n\n\n(\nBelette Le Fou(ine) grins and cackles. CSR-03 grabs her M4.\n)\n\n\nCSR-03:\n And it looks like you can't use your right arm anymore!\n\n\n(\nBelette Le Fou(ine) rapidly levitates towards the trailer.\n)\n\n\n\n\n[Video feed ends from power loss. Audio only.]\n\n\n(\nGunfire.\n)\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Disabling my arm is just a minor inconvenience.\n\n\nCSR-03:\n Stand down and surrender!\n\n\nBelette Le Fou(ine):\n And why, my dear, should I do that?\n\n\nCSR-03:\n You're injured, and I can guarantee that Foundation reinforcements are already on their way to investigate our signal loss.\n\n\nBelette Le Fou(ine):\n I still have a job to do, and I can guarantee that I'll finish it before that.\n\n\n(\nGunfire.\n)\n\n\nCSR-03:\n You won't win. We'll bring the hammer down on you for what you've done.\n\n\nBelette Le Fou(ine):\n Knowing you Jailers, those 'reinforcements' will be lackluster at best.\n\n\n(\nGunfire. Clicking. CSR-03 laughs nervously.\n)\n\n\nCSR-03:\n You won't be able to get to them in time. They're so deep in those woods by now you'll never find them before we find you.\n\n\nBelette Le Fou(ine):\n Tch. Tch. Tch. Oh, my dear, you don't understand. They've already doomed themselves.\n\n\n(\nBlows landing. Exertion noises.\n)\n\n\nCSR-03:\n And why the fuck is that?!\n\n\n(\nBelette Le Fou(ine)'s whispers in CSR-03's comm mic.\n)\n\n\nBelette Le Fou(ine):\n (\nWhispering:\n) Because, my dear, \nthose are my woods\n.\n\n\n(\nCSR-03 screams. Squelching. CSR-03 gurgles.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 6090-1B: Mobile Laboratory Log\n\n\n\n\n- Close Document\n\n\n\n\n\n\nNote\n: Log created from multiple audio recordings and supplemented with notes from Dr. Rateleken.\n\n\n<Begin Log, 2021-06-03 04:04 PST>\n\n\n\n\nK.C.Alert:\n22\n Hume at 0.82\n\n\n\n\nAce:\n Everyone alive?! Anyone hurt?\n\n\n\n\nTrapped between a wall and two…\n\n\nTree trunks? roots?\n\n\nWall airbags worked.\n\n\nNothing broken.\n\n\nNot gutted. Not bleeding.\n\n\nGuard trapped next to me.\n\n\nBleeding badly.\n\n\n\n\nBard:\n Oi, that was rough! Not too knackered, but I smashed against the scale and got some cuts.\n\n\nSandy:\n I'm okay. Lucky I was leaning against the front wall. Did we hit a roadside bomb?!\n\n\nAce:\n My theory: These roots slowed and stopped us, then grew through the floor. We all got thrown forward, but you guys slid back. The guard and I slid into the corner, and roots grew around us.\n\n\nEve:\n No… no no no no…\n\n\nAce:\n Eve, are you hurt? How bad is it?\n\n\nEve:\n I collided… with the samples. My leg's bleeding. I feel… feverish.\n\n\nAce:\n Shit! Bite down on something! Bard, get the shards out before it starts.\n\n\nBard:\n Right! Hold still Eve.\n\n\n\n\nBard tears off sleeve. Tears in half.\n\n\nEve folds one half. Bites down on it.\n\n\n\n\nEve:\n (\nMuffled groaning.\n)\n\n\nBard:\n Got 'em out! Now brace yourself for the changes.\n\n\n\n\nBard wraps wound with other half.\n\n\nEve nods. Eyes glassy.\n\n\nCloses eyes. Changes start.\n\n\n\n\nEve:\n (\nMuffled screaming.\n)\n\n\nSandy:\n Jesus, is it really that painful? Glad I don't remember changing. Anything I can do to help?\n\n\nAce:\n Nothing you can really do for Eve, but you can try to pull me out of here.\n\n\n…\n\n\nAce:\n Dammit, wait, stop-stop-\nstop\n! I'm up against a sharp edge. It's tearing my clothes. Any further and it'll cut me.\n\n\nSandy:\n Shit! Sorry.\n\n\nAce:\n It's okay… Where's the rattlesnake?\n\n\nBard:\n Ace, you're not thinking what I think you're thinking, are you?\n\n\nAce:\n Depends on the status of that rare SCP-6090-A instance, and what's going on outside.\n\n\nBard:\n Ace, we've talked about this before. I know what you're thinking.\n\n\nSandy:\n Found its carrier, but it's broken. Snake's not moving. Damn, it's bleeding.\n\n\nAce:\n Dammit. I figured as much, or it'd be rattling like crazy by now.\n\n\n\n\nEve's a white fallow deer therian now.\n\n\n\n\n(\nEve breathes loudly and raggedly.\n)\n\n\nAce:\n It would be a shame to lose such a unique specimen. Its blood will only be viable for one more day now.\n\n\nBard:\n Ace, this is different from dressing up and playing around for a few days. It will be permanent.\n\n\nEve:\n Permanent…\n\n\n\n\nEve feels her new doe head.\n\n\n\n\nAce:\n I know that, but unless the guards packed the Jaws of Life, it might be my only out too.\n\n\n\n\nGuard looks through trailer's hole.\n\n\nTwo more guards run past outside.\n\n\nOne has Minigun. Bad sign?\n\n\n\n\nBard:\n Speak of the devil.\n\n\nCSR-08:\n Got visual on the Civilians. Shit, Dr. A's infected! She's a fucking deer now.\n\n\n(\nIndistinct radio chatter.\n)\n\n\nCSR-08:\n They all look alive. No severe injuries, but Dr. R is trapped. You injured, Doc?\n\n\nAce:\n I'm stuck, but okay. Got lucky. Couple more centimeters and I might have been gutted.\n\n\nCSR-08:\n Try not to move then, and for fuck's sake, put your phone down.\n\n\nAce:\n But I'm taking notes on this incident.\n\n\n(\nCSR-08 sighs.\n)\n\n\n\n\nHe doesn't know how important my notes will be.\n\n\n\n\nAce:\n Did you guys pack the Jaws of Life?\n\n\nCSR-08:\n If we did, it's inside a battery fire now.\n\n\n\n\nMaybe it's finally meant to be.\n\n\n\n\n(\nIndistinct radio chatter.\n)\n\n\n\n\nGuard ducks inside trailer.\n\n\n\n\nCSR-08:\n Seven's trapped worse than Dr. A, and he's injured. Seven, you alive? Wake the fuck up!\n\n\n(\nLoud slapping.\n)\n\n\nCSR-07:\n (\nCoughs.\n) Reporting. I'm awake.\n\n\nCSR-Cap:\n (\nRadio.\n) Can you access his wounds?\n\n\nCSR-08:\n Nope, stuck under one of these roots. Might be what's keeping him from bleeding out.\n\n\nCSR-07:\n I'm really stuck. Can't get out, but I can at least move my other arm and point my gun.\n\n\nCSR-Cap:\n (\nRadio.\n) Roger that. Protect the civilians if hostiles start showing.\n\n\nCSR-07:\n I will until my last breath. (\nCoughs.\n)\n\n\n\n\nTrapped guard coughs up blood.\n\n\n\n\nSandy:\n That last breath will probably be sooner than you think.\n\n\nCSR-01:\n (\nRadio.\n) Got visual on Five and Six, and it's a SNAFU. Six is definitely dead. Five is unresponsive and underneath a dead steer.\n\n\n\n\nGuard silences radio.\n\n\n\n\nCSR-08:\n Everyone, just sit tight. If there's anything out there, we will protect you from it until reinforcements arrive.\n\n\nAce:\n You sure? It sounds like you're already down two men from the crash.\n\n\nCSR-08:\n We will do everything we can with what we have left, down to the last man.\n\n\n\n\nGuard puts finger to ear.\n\n\nEyes wide. Turns pale.\n\n\n\n\nCSR-08:\n Shit! Just sit tight everyone! Don't leave the trailer!\n\n\n\n\nGuard readies gun. Rushes back outside.\n\n\n\n\nCSR-08:\n Confirmed! Hostile entity 50+ meters from trailer's six, floating 20+ meters off the ground.\n\n\nSandy:\n Shit, wonder how screwed we are.\n\n\n\n\nK.C.Alert:\n Hume at 0.75\n\n\n\n\nCSR-Cap:\n (\nOutside.\n) ATTENTION UNKNOWN ENTITY! IDENTIFY YOURSELF!\n\n\nUnknown Entity:\n (\nOutside.\n) Greetings Gentlemen, you may call me Belette Le Fou(ine).\n\n\nAce:\n Well, that entity will be Euclid Class if contained.\n\n\nCSR-08:\n (\nOutside.\n) What the fuck? Is it a were-weasel?\n\n\nBelette Le Fou(ine):\n (\nOutside.\n) Ah, yes, very astute! I am indeed a Weasel Therianthrope. Sharp eyes you have there.\n\n\nCSR-Cap:\n (\nOutside.\n) Stand down! This is your only warning!\n\n\n\n\nK.C.Alert:\n Hume at 0.68\n\n\n\n\nBelette Le Fou(ine):\n (\nOutside.\n) Gentlemen, and ladies, I have journeyed here this fine morning… in order to take your lives.\n\n\n(\nOutside: Shouting. Gunfire.\n)\n\n\nSandra:\n Well… shit.\n\n\n(\nOutside: Shouting. Gunfire. Loud talking.\n)\n\n\nEve:\n It's more likely to be Keter Class.\n\n\nAce:\n Yeah, I concur there.\n\n\nSandy:\n The fuck's a \nkinetohazard\n?\n\n\nAce:\n No time to explain, but that's how it's bulletproof.\n\n\nSandy:\n So full auto guns can't stop it?! We're so screwed.\n\n\n(\nOutside: Shouting. Cackling. Two loud gunshots.\n)\n\n\n\n\nBody lands outside in front of trailer hole.\n\n\n\n\n(\nOutside: Shouting. Minigun firing.\n)\n\n\nAce:\n Definitely Keter Class.\n\n\n\n\nBody is Guard that was just talking to us!\n\n\nGaping chest wound.\n\n\nSomething growing from it.\n\n\nVines? Thorny brambles.\n\n\nGrowing out mouth now. Nose. Ears. Eyes.\n\n\nCovering whole body.\n\n\n\n\nSandy:\n Oh God, what the fuck?!\n\n\nBard:\n Seen a lot of nature anomalies, but that's right nasty.\n\n\nEve:\n Fascinating.\n\n\n(\nOutside: Shouting. Minigun firing intensifies.\n)\n\n\nAce:\n Well, the Minigun obviously isn't Neutralizing it.\n\n\nSandy:\n (\nWhines.\n) So we really are screwed then?\n\n\nAce:\n Yeah, getting closer to agreeing with you on that point.\n\n\n(\nOutside: Cackling. 2 gunshots. Expletive. 4 gunshots. Metal clattering. Minigun firing stops.\n)\n\n\nAce:\n I think I agree with you now, Sandy.\n\n\nEve:\n I can't believe I could die here… looking like this.\n\n\n(\nOutside: 2 gunshots. Body thudding.\n)\n\n\nSandy:\n (\nWhines.\n) We really are about to die, aren't we?\n\n\nBard:\n (\nWhimpers.\n) I really hope not.\n\n\n(\nOutside: Shouting. Loud whirring.\n)\n\n\n\n\nLights flickering. Now off.\n\n\nRed emergency lights on.\n\n\n\n\nSandy:\n What's happening now?\n\n\nAce:\n That would be the .80 Cal Gauss Rifle. Uses electricity instead of gunpowder.\n\n\nSandy:\n .80 Cal?! That's almost a cannon.\n\n\n(\nOutside: Shouting. Gauss Rifle fires. Metal sliding. Thud.\n)\n\n\n\n\nLights back on.\n\n\n\n\nAce:\n Heh, almost as big as one too. Thought the Guard Captain was a psycho for bringing that on a mission like this, but now… (\nChuckles.\n) Thank Gods he did.\n\n\nSandy:\n So we might have a chance?!\n\n\n(\nOutside: Gunfire. Distant yelp.\n)\n\n\nAce:\n Well, judging by that cry of pain, perhaps we do.\n\n\n(\nOutside: 6 gunshots. Body rolling and thudding.\n)\n\n\nAce:\n Hmmm… nope, I think we're screwed now.\n\n\nSandy:\n (\nWhimpers.\n) Oh my God.\n\n\n(\nOutside: Shouting. Loud whirring.\n)\n\n\nSandy:\n We need to run.\n\n\nBard:\n Run to where? (\nWhines.\n) If we leave, whatever's out there will see and kill us.\n\n\n(\nOutside: Gunfire. 5 gunshots.\n)\n\n\nSandy:\n Out into the forest! We're sitting ducks in here, but at least out there we can run and hide.\n\n\n(\nOutside: Shouting. Gauss rifle fires. Gunfire.\n)\n\n\nAce:\n You three can also blend in as animals. As for me and 'Seven' over here…\n\n\nCSR-07:\n (\nCoughs.\n) It's a shame I can't reach it.\n\n\nBard:\n Reach what now?\n\n\nCSR-07:\n My Lewis & Clark Compass. Anomalous teleportation object. For emergency evac.\n\n\nSandy:\n Where is it? Maybe I can reach it.\n\n\nCSR-07:\n Deep in my back pocket. Left cheek.\n\n\nSandy:\n Shit, his butt's completely blocked.\n\n\nCSR-07:\n (\nChuckles. Coughs.\n) Just as well, I'm not sure if it can move more than one person.\n\n\n(\nCackling outside.\n)\n\n\nAce:\n Well, maybe I could reach it… if I become a rattlesnake.\n\n\nBard:\n Ace…\n\n\n(\nLoud whirring outside.\n)\n\n\nAce:\n No, I'm sure now. Never thought I'd decide under duress, but at this point, I either live as a snake-man, or die here. You three need to get into the forest.\n\n\nSandy:\n Way ahead of you.\n\n\nAce:\n Bard, give me the rattlesnake carcass, and anything sharp.\n\n\n\n\nSandy puts binoculars in backpack.\n\n\nBard reaches for dead snake and shard that killed it.\n\n\n\n\nSandy:\n Okay, now, how do I transform again? I've only done it once so far.\n\n\n(\nOutside: Gauss rifle fires. Loud cackling. Gunfire.\n)\n\n\n\n\nJust made small incision on my arm.\n\n\nPut dead snake on it.\n\n\nWaiting for reaction.\n\n\n\n\nBard:\n Imagine yourself as your animal. Imagine running through nature. Think wild thoughts. Whatever gets you there.\n\n\nSandy:\n Got it!\n\n\nBard:\n Don't forget to handle your clothes first.\n\n\nSandy:\n Yeah, yeah, I know.\n\n\n(\nLoud whirring outside.\n)\n\n\nAce:\n Heh, good thing the lights just turned off.\n\n\n\n\nSpasm just went through my whole body.\n\n\n\n\nAce:\n Bard, it's started. Roll up your shirt so I can bite on it.\n\n\nBard:\n Right, here you go. Eve, I'm afraid you'll need to get naked and transform too.\n\n\nEve:\n I beg your pardon! I am not disrobing in front of all of you.\n\n\n(\nOutside: Gauss rifle fires. Loud giggling. Gunfire.\n)\n\n\n\n\nLights not as bright.\n\n\nTrailer battery getting low.\n\n\nSandy and Bard now in Feral Form.\n\n\n\n\nBard:\n They'll make transforming difficult, and get ruined in the process.\n\n\nEve:\n I'd like to keep some modicum of dignity. I've lost enough already.\n\n\n\n\nSandy slips into backpack.\n\n\nEve removes boots and lab coat.\n\n\n\n\nBard:\n The sweater and the rest too, love.\n\n\nEve:\n No, this is as far as I go. The rest will either stretch to fit or slip off.\n\n\n(\nLoud whirring outside.\n)\n\n\n\n\nEve stuffs dress-shorts into sweater.\n\n\n\n\nBard:\n If you say so. Now, you—\n\n\nEve:\n Yes, I already heard your instructions to Instance 4342.\n\n\nBard:\n (\nGrowls.\n) Now isn't the time to call her th—\n\n\nSandy:\n Yes! I can still wear it!\n\n\nBard:\n Heh, be careful running though.\n\n\n(\nGauss rifle fires outside.\n)\n\n\n\n\nEve now in Feral Form.\n\n\nSweater still intact, though stretched.\n\n\n\n\nAce:\n Bard, I feel the fever, so it won't be long now. I'll go for the compass as soon as I can and flee.\n\n\n\n\nSpasms more frequent now.\n\n\n\n\nAce:\n (\nGrunts.\n) Hopefully I won't end up in a part of the Louisiana Purchase or Oregon Territory with bad cell coverage. You three run and hide now. Good luck!\n\n\n(\nOutside: Loud whirring. Gunfire. 3 gunshots. Screaming.\n)\n\n\nBard:\n Good luck to you too, mate!\n\n\nSandy:\n Let's go already!\n\n\n\n\nBard exits through trailer hole.\n\n\nSandy follows. Eve is halfway through.\n\n\n\n\n(\nOutside: Gauss rifle fires. Gunfire.\n)\n\n\nEve:\n Dammit, come on! I can't be that large.\n\n\n(\nHooves slipping and scraping. Metal banging.\n)\n\n\n**CSR-07: Civilians… (\nCoughs.\n) evac-ing…\n\n\n\n\nEve finally squeezes through!\n\n\nVision blurring. It's starting.\n\n\nGoing to stop. Bite. Shirt.\n\n\n\n\n(\nLoud whirring outside.\n)\n\n\nAce:\n (\nMuffled screaming.\n)\n\n\n(\nOutside: Gauss rifle fires. Distant trees falling.\n)\n\n\nAce:\n (\nHeavy panting.\n) I'm back! I feel different. I can feel my tail now.\n\n\n(\nOutside: Distant screaming and tree falling.\n)\n\n\nAce:\n I'll take notes out loud since I'm alone now.\n\n\n(\nCSR-07 coughs.\n)\n\n\nAce:\n Mostly alone now. My head's scaly and snake shaped. Wow, my neck's long!\n\n\n\n\nK.C.Alert:\n Hume at 0.74\n\n\n\n\nAce:\n The lights are still off, so the trailer's battery is definitely dead, but the hostile entity outside probably isn't. Not good.\n\n\n(\nOutside: Distant cackling.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.56\n\n\n\n\n(\nTail rattling.\n)\n\n\nAce:\n Damn, I can't stop my rattling. Seems to be involuntarily. Possibly stress related?\n\n\n(\nRattling is disrupted between loud bumps and bangs.\n)\n\n\nAce:\n I've got 30 seconds to learn how to use this brand new, noisy appendage. Concentrate…\n\n\n(\nMore bumps and bangs. Rattling gets louder.\n)\n\n\nAce:\n Yes! I slipped it out in front of me without cutting it. Yeah, that's a Rattlesnake rattle alright.\n\n\n(\nGunfire outside.\n)\n\n\nAce:\n I'm going to strap my phone to my tail as far from the rattle as I can get. Luckily, my phone's case has an adjustable wrist strap and a magnetic stylus. Hopefully I won't lose either while slithering.\n\n\n(\nOutside: Gunfire. Clicking. Nervous laughter.\n)\n\n\nAce:\n (\nWhispering.\n) Now it's time for another crash course: Transforming. Gotta think like a rattlesnake. Imagine slithering in sand. Concentrate…\n\n\n(\nOutside: Screaming. Gurgling.\n)\n\n\nAce:\n Yes! Achievement Unlocked! Feral Form!\n\n\n(\nAce gasps.\n)\n\n\n\n\nStay quiet!\n\n\nTyping with stylus in mouth now.\n\n\nTail useless for typing.\n\n\nFelt limbs receding into body.\n\n\nStill can't stop rattling.\n\n\nOnly red emergency lights.\n\n\nAlso lurid glow outside.\n\n\nBattery fire must be intense by now.\n\n\nCan feel it on my \nskin\n scales from here.\n\n\nNow to try to get that compass.\n\n\n\n\n\n\nK.C.Alert:\n Hume at 0.51\n\n\n\n\n\n\nSomething in front of trailer hole!\n\n\nHumanoid entity. Standing pose.\n\n\nFloating almost upside down.\n\n\n135° angle from ground.\n\n\nClothes defying gravity. As if upright.\n\n\nNow facing me! Smiling. Weasel head.\n\n\nThe hostile entity!\n\n\n\n\nAce:\n (\nWhispering.\n) Switching back to audio notes. It's just… floating there… staring at me… \nmenacingly\n.\n\n\nBelette Le Fou(ine):\n Greetings, lad!\n\n\nAce:\n (\nGasps.\n) C-care to talk to me upright?\n\n\nBelette Le Fou(ine):\n Certainly.\n\n\nAce:\n (\nWhispering.\n) Rotating around in invisible axis centered on his belt, like he's on a carnival ride.\n\n\n(\nBelette Le Fou(ine) grunts in pain.\n)\n\n\nAce:\n (\nWhispering.\n) He's wounded though. There's a gash on his right thigh and a large, concave right forearm injury, probably down to the bone.\n\n\nBelette Le Fou(ine):\n Allow me to introduce myself.\n\n\nAce:\n (\nWhispering.\n) He's cordially doffing his disco ball bowler hat and bowing. His clothes are torn around the wounds.\n\n\nBelette Le Fou(ine):\n I am Belette Le Fou(ine).\n\n\nAce:\n (\nWhispering.\n) There's something over them. Living seaweed? It's throbbing with his heartbeat.\n\n\nBelette Le Fou(ine):\n My, my, what a diligent researcher you are. Still taking notes, \neven in the face of death\n.\n\n\nAce:\n Well, hopefully my notes will survive, even if I don't.\n\n\nBelette Le Fou(ine):\n I wouldn't count on that.\n\n\nAce:\n At least you're upright now.\n\n\n(\nGunfire.\n)\n\n\nAce:\n So you are using kinetohazards then.\n\n\n(\nBullets clinking as they hit the ground.\n)\n\n\nCSR-07:\n (\nCoughs.\n) You'll have to kill me first.\n\n\nAce:\n You're badly wounded. Wouldn't it behoove you to retreat before reinforcements arrive?\n\n\nBelette Le Fou(ine):\n Merely flesh wounds. Not enough to stop me.\n\n\nCSR-07:\n Come a little closer (\nCoughs.\n) and I'll give you some more 'flesh wounds.'\n\n\nBelette Le Fou(ine):\n Oh, how amusing. Feel free to try. As for those 'reinforcements,' I don't really care. Your friend already warned me about them, mere moments ago, \nbefore I killed her\n. Though I have to admit, I wasn't expecting that fancy toy she used.\n\n\n(\nGunfire.\n)\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) This, on the other hand, was thoroughly expected, easily countered, and greatly enjoyed.\n\n\n(\nClinking.\n)\n\n\nBelette Le Fou(ine):\n Go on, empty your entire magazine. It won't do you any good, unless you decide put one in your head before I decide you no longer amuse me. It would likely be a more pleasant death for you.\n\n\nAce:\n What's your end goal here? Get your rocks off slaughtering a low security Foundation convoy?\n\n\nBelette Le Fou(ine):\n (\nChuckles.\n) Oh, I'm so glad you asked. The answer isn't nearly as crude, though I do thoroughly enjoy killing you Jailers. It's been so very long since I've had the opportunity, and great pleasure, to do this.\n\n\nAce:\n Are you going to tell me, or just keep playing coy?\n\n\nBelette Le Fou(ine):\n Very well. My associates and I wish to compare notes with you Jailers. See what you've discovered, assess its worth, and then destroy all of you findings, so that only we possess the data. And have a little fun along the way, naturally.\n\n\nAce:\n Who are your associates, and what 'notes' did you plan on 'comparing' with us?\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Nuh, uh, uh. I'm afraid I'm going to have to keep playing coy there, though you can probably guess the latter answer.\n\n\nAce:\n And when you're done 'comparing notes' with me?\n\n\nBelette Le Fou(ine):\n Must I repeat myself? Destroy your copy of the data, of course, \nincluding yourself\n.\n\n\n(\nGunfire. Clicking.\n)\n\n\nCSR-07:\n Ru- Slither away! (\nCoughs.\n) NOW! (\nCoughs raggedly.\n)\n\n\n(\nRattling fades away.\n)\n\n\nBelette Le Fou(ine):\n I admit, that is rather clever. Aiming for my head to block my vision with my own kinetic runes.\n\n\n(\nClinking.\n)\n\n\nBelette Le Fou(ine):\n One of your friends did the same, but it didn't do her any good, and it hasn't done you any good either.\n\n\nCSR-07:\n (\nCoughs.\n) It let him get away, didn't it?\n\n\nBelette Le Fou(ine):\n Yet another minor inconvenience. He'll be easy enough to track from just his rattle alone, let alone the fact that he's slithering right into \nmy forest\n. Oh, what fun this will be!\n\n\n(\nCSR-07 coughs between words.\n)\n\n\nCSR-07:\n You won't win. Kill everyone on this mission, and the Foundation will send more. We will find you, and we will contain you… or neutralize you.\n\n\nBelette Le Fou(ine):\n Hmmm, now that you're out of ammunition, you no longer amuse me. It's a shame you didn't save a single bullet for yourself.\n\n\n(\nCSR-07 coughing. Squelching. CSR-07 gurgling.\n)\n\n\n\n\n\n\n\n\n\n\nSection 4: Forest Logs:\n\n\n\n\n+ Incident Log 6090-1C: Dr. Rateleken Log 1\n\n\n\n\n- Close Document\n\n\n\n\n\n\nNote\n: Log created from Audio Recording made by Dr. Atticus Rateleken, supplemented with his notes.\n\n\n<Begin Log, 2021-06-03 04:26 PST>\n\n\n\n\nK.C.Alert:\n Hume at 0.77\n\n\n\n\n(\nRustling. Rattling.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.83\n\n\n\n\n(\nRustling. Clattering. Banging. Rattling throughout.\n)\n\n\n\n\nLocated hiding spot!\n\n\nHollow tree with small hole.\n\n\nGot myself and my phone through.\n\n\nStaying silent. Typing with stylus.\n\n\nLuckily didn't lose it or my phone.\n\n\nWish I could silence my tail.\n\n\nHope tree has good attenuation.\n\n\nGoing to make like Ouroboros.\n23\n\n\nHopefully will at least mute it.\n\n\n\n\n(\nRattling muted. Stops after 1 minute.\n)\n\n\n\n\nFinally! Try to remain calm.\n\n\nCalm will keep it silent.\n\n\n\n\n(\n3 minute pause.\n)\n\n\n\n\nHume levels haven't risen anymore.\n\n\nForest might be anomalous.\n\n\n\n\n(\n2 minute pause.\n)\n\n\n\n\nBeing a snake is interesting.\n\n\nI can taste air now.\n\n\nLike smelling, but different.\n\n\nI wasn't feeling heat on my scales.\n\n\nIt was from my heat sensing pits!\n\n\nSixth sense, both figuratively and literally.\n\n\nLuckily, not some Predator Vision synesthesia.\n\n\nNo heat blobs in my vision.\n\n\nThat would be annoying.\n\n\nNo idea how to describe it.\n\n\n\n\n…\n\n\n\n\nLike how you can feel when someone is hiding in a room with you.\n\n\nThough, in my case, I could quickly find their hiding spot.\n\n\n\n\n\n\nK.C.Alert:\n Hume at 0.75\n\n\n\n\n(\nRattling.\n)\n\n\n\n\nEntity might be nearby?\n\n\nGoing Ouroboros again.\n\n\n\n\n(\nMuted rattling.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.65\n\n\n\n\n(\nMuted rattling intensifies.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.54\n\n\n\n\nBelette Le Fou(ine):\n Hello again, lad.\n\n\n(\nLoud rattling.\n)\n\n\n\n\nEntity is right outside hole!\n\n\nLooking at me. Smaller?\n\n\n\n\nBelette Le Fou(ine):\n As diligent as ever, I see.\n\n\n(\nWhooshing. Bumping.\n)\n\n\nAce:\n S-so, you're just going to invite yourself inside then?\n\n\nBelette Le Fou(ine):\n Of course! This is my tree, after all.\n\n\nAce:\n You've shrunken your hat and upper tux to fit your Feral Form.\n\n\nBelette Le Fou(ine):\n Naturally. I always maintain my dignity, no matter what form I take.\n\n\nAce:\n Between your lack of pants and your weirdly twisted ferret torso, you look more cartoonish than dignified.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) I suppose that's true.\n\n\n(\nBelette Le Fou(ine) winces in pain.\n)\n\n\nAce:\n Your forearm really does look bad. At least your bandages shrunk too.\n\n\n(\nWhooshing.\n)\n\n\nAce:\n Hey, stop looking over my shoul.. where my shoulder would be!\n\n\nBelette Le Fou(ine):\n Tch. Tch. Tch. I would appreciate if you used my actual Name in your notes about me: Belette Le Fou(ine).\n\n\n\n\nBelette Le Fou(ine).\n\n\nBelette Le Fou(ine).\n\n\n\n\nAce:\n Why do I keep typing it like that? It's like I can't fight the urge to add those parentheses.\n\n\nBelette Le Fou(ine):\n Mmmm, it's because my Name is a Nomenclative Paradox.\n\n\nAce:\n Nomenclative… Paradox?\n\n\nBelette Le Fou(ine):\n I can see that Nomenclative Hazards aren't your forte. Then again, few Jailers are familiar with my people.\n\n\nAce:\n Your… people?\n\n\nBelette Le Fou(ine):\n Why, the people of \nthat wretched prison of trees\n, of course.\n\n\nAce:\n I… don't follow.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) You really are simple, aren't you? It's better that you don't. It makes things more fun.\n\n\nAce:\n Uh…\n\n\nBelette Le Fou(ine):\n Well, to put it simply, my Name is both two names and no name at the same time.\n\n\nAce:\n … Okay.\n\n\nBelette Le Fou(ine):\n I can see that you're confused, so let's move on.\n\n\nAce:\n Yes, let's do that. So, you wanted to compare notes with us. I'm guessing either about \nSCP-3577\n or SCP-6090, right?\n\n\nBelette Le Fou(ine):\n Ha! Maybe you aren't as simple as I thought. (\nWinces.\n) Yes, Trickster Magic is interesting, but not nearly as interesting as Therianthropy.\n\n\nAce:\n So you want to review our findings on SCP-6090? I'm afraid to say we really only know the basics, just like the rest of the world behind the Veil.\n\n\nBelette Le Fou(ine):\n Are you sure you didn't learn anything more? I find it hard to believe you Jailers would even take an interest in a mission like this otherwise.\n\n\nAce:\n Honestly, we were more concerned about a possible SCP-3577 outbreak, and any possible connections to a \nrather unfortunate incident\n. We're still cleaning up its aftermath.\n\n\nBelette Le Fou(ine):\n And you Jailers honestly weren't worried the Therianthropy Virus would exacerbate either of those dilemmas?\n\n\nAce:\n Of course we were! That's why we were transporting every SCP-6090-A instance we could find back up to Boring.\n\n\nBelette Le Fou(ine):\n (\nWinces.\n) Yes, along with that were-coyote girl. A rather coincidental source species, wouldn't you agree?\n\n\nAce:\n We intended to save the U.I.U. some trouble and relocate her to Three Portlands under the conditions of the F.A.C.T.\n\n\nBelette Le Fou(ine):\n Of course you were. I'll bet you Jailers hate that you have to set Therianthropes free.\n\n\nAce:\n So it's her you're after then?\n\n\nBelette Le Fou(ine):\n Oh, don't sell yourself short! You're also quite the interesting Therianthrope. All of you are!\n\n\nAce:\n Is that why you're really doing this? To experiment on all of us?\n\n\nBelette Le Fou(ine):\n Why not? (\nWinces.\n) After all, you've all entered my personal petri dish.\n\n\nAce:\n So you're part of this anomalous forest then?\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Maybe. Would it even matter? You're at my mercy either way.\n\n\nAce:\n I don't know what you stand to gain, and it looks like your injuries are getting worse.\n\n\nBelette Le Fou(ine):\n Again, a minor inconvenience. Any iron in my system will be purged eventually.\n\n\nAce:\n Iron? As in the bullet shrapnel?\n\n\nBelette Le Fou(ine):\n You really aren't familiar with my people, are you? Oh, this is delightful! (\nWinces.\n)\n\n\nAce:\n Since you're going to keep playing coy about 'your people,' why don't you tell me what you know about SCP-6090? After all, 'comparing notes' goes both ways. Would you happen to know of its origins or a cure?\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Not even my people know of a cure, but we do have our own theories. It is rather amusing you should ask of its origins, though.\n\n\nAce:\n I take it 'your people' know more about its origins than we do? Did 'your people' create it?\n\n\nBelette Le Fou(ine):\n Oh ho ho! Perhaps I really was wrong in calling you a simpleton.\n\n\nAce:\n I'll take that as a yes.\n\n\nBelette Le Fou(ine):\n Viruses are such fascinating little organic machines. You humans have only been toying with them for 130 years. My people have been doing it for much, \nmuch\n longer, all the way back to our Queen.\n\n\nAce:\n Your Queen?\n\n\nBelette Le Fou(ine):\n I fear I may have already said too much. I do tend to get carried away with these scintillating conversations.\n\n\n(\nBelette Le Fou(ine) winces loudly.\n)\n\n\n\n\nBelette Le Fou(ine) stretches his left paw to grab his right arm.\n\n\nBelette Le Fou(ine) curls into ball in pain. Stops smiling for 3 seconds.\n\n\n\n\nBelette Le Fou(ine):\n Ah, back to taking notes, I see. Just as well, I'm finished giving answers.\n\n\n\n\nBelette Le Fou(ine) twists torso like ferret again. Floats out hole.\n\n\n\n\nBelette Le Fou(ine):\n I'd suggest leaving this tree before dawn, unless you actually want to be bitten in half. (\nWinces.\n)\n\n\nKCAlert:\n Hume to 0.63\n\n\nBelette Le Fou(ine):\n I'll be back to check on you later. Perhaps we can have another chat, and maybe conduct an experiment or two. (\nCackles.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.71\n\n\n\n\n\n\nBelette Le Fou(ine) flies through the trees and out of sight.\n\n\n\n\n\n\nK.C.Alert:\n Hume at 0.84\n\n\n\n\n\n\nDescription Addendum\n\n\n\n\nSCP-6090 is an ancient bioweapon created in antiquity by a monarchist civilization with a shared allergy to iron.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 6090-1D: Dr. Antleur Log 1\n\n\n\n\n- Close Document\n\n\n\n\n\n\nNote\n: Log created from Audio Recording made by Dr. Evelynn Antleur.\n\n\n<Begin Log, 2021-06-03 04:22 PST>\n\n\n(\nRustling. Running sounds.\n)\n\n\nSCP-6090-B-4342:\n So how long do we keep running?\n\n\nDr. Dalton:\n As long as we can, as fast as can. We need to get as far from both that fire and that \nthing\n as we can.\n\n\nSCP-6090-B-4342:\n What's weird is the battery fire didn't look like it was spreading, and it was freaking intense.\n\n\n(\nSounds of running fade.\n)\n\n\nDr. Dalton:\n (\nDistantly.\n) Hey Eve! Why'd you stop?!\n\n\nDr. Antleur:\n We're running in circles!\n\n\n(\nFootsteps approaching.\n)\n\n\nDr. Antleur:\n And please address me as Dr. Antleur.\n\n\nDr. Dalton:\n Eve, now's not the time. It'd be better if you just call me Bard and her Sandy.\n\n\nEvelynn:\n (\nSighs.\n) Very well. I suppose this situation does call for shorthand.\n\n\nBardolph:\n Now, what do mean? I've been following the stars to run straight.\n\n\nEvelynn:\n This boulder is rather distinct. I've noticed it thrice now. That can't be a coincidence.\n\n\nBardolph:\n A rock's a rock. We need to keep moving.\n\n\nEvelynn:\n I believe we might be in an anomalous forest.\n\n\nSandra:\n I'm actually with Eve on this one. If we run to exhaustion, and that \nthing\n still finds us, what then?\n\n\nBardolph:\n That \nthing\n will catch up to us if we stop.\n\n\n(\nFabric rustling.\n)\n\n\nSandra:\n Woah, you had your phone in your sweater pocket?\n\n\nEvelynn:\n Of course! … How am I even able to hold it?\n\n\nBardolph:\n Your foreleg shape-shifted. That'll happen automatically, whenever you do human stuff in Feral Form.\n\n\nSandra:\n Cool!\n\n\nEvelynn:\n Fascinating. I did reach for it before I remembered that I'm… this now.\n\n\n(\nTapping.\n)\n\n\nEvelynn:\n It seems my other foreleg shifted to use my phone. My hooves and dew claws have formed into a hand-like appendage.\n\n\nBardolph:\n Please, Eve, can we get going?\n\n\n(\nTapping.\n)\n\n\nEvelynn:\n Just as I suspected, the ambient Hume level is below baseline, so this forest is indeed anomalous.\n\n\nSandra:\n In English?\n\n\nEvelynn:\n This forest is 'weirder' than it should be.\n\n\nSandra:\n And your phone can measure the weirdness level?\n\n\nEvelynn:\n Yes.\n\n\n(\nFabric rustling.\n)\n\n\nBardolph:\n Okay, now can we get going?\n\n\n(\nLoud thudding.\n)\n\n\nBardolph:\n What are you doing bucking that tree?!\n\n\nEvelynn:\n I'm making a distinct mark for an experiment.\n\n\nBardolph:\n Yeah, but isn't that overkill?!\n\n\nSandra:\n Heh, you trying to harvest invisible apples?\n\n\n(\nThudding stops.\n)\n\n\nEvelynn:\n I'm simply channeling my energy into something productive, as a coping mechanism.\n\n\nSandra:\n (\nWhimpers.\n) Oh… yeah…\n\n\nBardolph:\n Eve, I'm right sorry this happened to you, but it'd be better if you channeled that energy into running instead.\n\n\nEvelynn:\n 43… Sandra, I need to you to use your binoculars as an optical rangefinder, to gauge the distance between marks I make. We'll soon know if this forest is repeating itself.\n\n\nSandra:\n Heh, I'll take Sandra. Still better than a number.\n\n\nBardolph:\n And what do I do?\n\n\nEvelynn:\n Stand guard.\n\n\nSandra:\n Wow, you're right Bard. My paws changed without me thinking. My dew claws are like thumbs now.\n\n\nBardolph:\n It's weird at first, but you'll get used to it.\n\n\nSandra:\n And I really do have better night vision. How long will we do this?\n\n\nEvelynn:\n Until my theory is verified, or until we lose the lodestars\n24\n.\n\n\nBardolph:\n You do realize we won't be able to navigate again for hours? For the record, that's when I was planning a rest stop.\n\n\nEvelynn:\n If my theory is correct, our ability to navigate won't matter.\n\n\n[IRRELEVANT DATA EXPUNGED. NO CONVERSATION.]\n\n\n<Continue Log, 2021-06-03 04:36 PST>\n\n\nBardolph:\n Stars are almost gone. Hope you're proud of slowing us down \nand\n leaving a trail.\n\n\nSandra:\n There's no way. (\nWhines.\n)\n\n\nBardolph:\n Well I'll be damned.\n\n\nEvelynn:\n We may all be literally damned now. Unfortunately, my theory is correct.\n\n\n(\nLoud thudding.\n)\n\n\nBardolph:\n Eve, I know it's upsetting, but please stop.\n\n\nSandra:\n That's the first mark! We really are running in circles!\n\n\n(\nThudding intensifies.\n)\n\n\nBardolph:\n Seriously, Eve! There's no point in the marks anymore!\n\n\n(\nThudding stops.\n)\n\n\nEvelynn:\n Apologies. I just needed a moment. Sandra, what range do you have?\n\n\n(\nSandra whines.\n)\n\n\nEvelynn:\n Sandra Collins! Instance 4342!\n\n\nSandra:\n Roughly 150 meters.\n\n\nEvelynn:\n Summed up, that marks approximately 1650 meters before repetition occurs.\n\n\nBardolph:\n So, what exactly does that mean?\n\n\nEvelynn:\n It means that the forest is indeed Non-Euclidean. I doubt we'll be able to access the road we came from. This forest is also very likely connected to the entity that ambushed our convoy.\n\n\nSandra:\n So… we're trapped? At the mercy of that… thing? That thing even a fucking \nGauss Rifle\n couldn't put down?!\n\n\nEvelynn:\n That is a possibility, and this wouldn't be the first documented case of malicious entities trapping people.\n\n\n(\nSandra whines loudly.\n)\n\n\nBardolph:\n (\nWhimpers.\n) So, what now? Maybe it only repeats in that direction.\n\n\nEvelynn:\n That's also a possibility. We should probably repeat the experiment at a 90° angle, once we've regained the ability to navigate. For now, we need to find a secluded area to rest and plan.\n\n\nSandra:\n How… long… ?\n\n\nEvelynn:\n Impossible to say. There are cases of entities trapping victims for what they perceived to be millions of years.\n\n\n(\nSandra howls.\n)\n\n\nEvelynn:\n Sandra, you need to learn to \nstifle yourself\n!\n\n\n(\nSandra whines and sobs.\n)\n\n\nBardolph:\n Eve, \nyou\n need to learn to \nread the room\n!\n\n\nEvelynn:\n I am merely making statements based on our observations and similar cases. She asked questions, and I answered them.\n\n\nBardolph:\n Yeah, but you don't lead with the worst case!\n\n\nEvelynn:\n Would you rather I withheld vital information?\n\n\nBardolph:\n I'd rather you stay quiet for now.\n\n\nSandra:\n It's not fair!\n\n\nEvelynn:\n Sandra, stifle your…\n\n\n(\nBardolph growls.\n)\n\n\nBardolph:\n There now, love, we'll get through this together.\n\n\nSandra:\n But that thing said it wants to kill us!\n\n\nBardolph:\n It might have just meant the Guards.\n\n\nSandra:\n So what, then? Does it want to torture us?\n\n\nBardolph:\n I couldn't tell you, but what I can tell you is that you've got us to face it with you. I'll do everything I can to make sure it doesn't hurt you.\n\n\nSandra:\n I didn't ask for any this.\n\n\nBardolph:\n None of us did, love.\n\n\nSandra:\n No, not just this bullshit. This new face. These freaky new powers. I just want to go home, back to my old life, friends and family, but I know even that's not an option now.\n\n\nBardolph:\n I told you, there are plenty of options out there for you, and you're always welcome in Boring.\n\n\nSandra:\n Yeah, and what about everything I'm leaving behind? (\nWhimpers.\n) When the pandemic happened, I just kept telling myself to wait it out. That eventually, I'd get to hang out with my friends again. That the places where we used to hang out would be fully open again. And no more mask bullshit! But now… Now that will never happen, and I'm stuck wearing a different kind of mask, one that I can never remove to see my old face again!\n\n\nBardolph:\n You still have pictures of yourself prior to infection, don't you? Surely you took some selfies, right?\n\n\nSandra:\n It's not the same! Just another cruel reminder of what I can \nnever have again\n!\n\n\nEvelynn:\n This is a waste of time and will likely draw attention to us!\n\n\nSandra:\n You really are an ice cold bitch, you know that.\n\n\nEvelynn:\n I'm being practical, and technically, since you are a female canine, you are the actual \nbitch\n here.\n\n\nBardolph:\n Okay, both of you are getting way out of line!\n\n\nEvelynn:\n No, she's the only one out of line by not focusing on our current situation. We need to escape this forest, and then cope with what we've become.\n\n\nSandra:\n Yeah… cope… That's easy for you to say. You were already living and working in weird world before this happened to you. You get to keep your job and your friends and everything else that matters to you. They'll all just shrug off your new look.\n\n\nEvelynn:\n Hmph. For your information, I may work behind the Veil, but I still had a life outside it. There are also venues I was looking forward to visiting again and people I wanted to see again. I will have to cut ties with all of that now.\n\n\nSandra:\n Well, at least you still have your career. I'm not sure what career I'll be able to make for myself now, if any. As if that wasn't already hard enough to do 'outside the Veil,' before all this happened.\n\n\nEvelynn:\n True, but now it will likely become much more difficult to advance my career. I may never become a Site Director now.\n\n\nSandra:\n I'm so sorry you won't get to climb that corporate ladder. Must be nice.\n\n\nEvelynn:\n And despite what you might think, not everyone I know will simply 'shrug off' my condition. Even my coworkers and supervisors. They'll never see me the same way again, both figuratively and literally. (\nVoice breaking.\n) I doubt he'll ever love me looking like this. I doubt anyone ever well.\n\n\nSandra:\n Huh, I hadn't even considered romance. Of course, that was always the last thing on my mind, even before all of this. My ex can go fuck himself with a kitchen knife. At least he'll also never get to see my old face again, and this makes ghosting him so much easier. One of the few good things to come out of it.\n\n\nBardolph:\n Hey now, I'm sure you'll find love again. Both of you will!\n\n\nSandra:\n Oh, please! There's only one group of people that would find us attractive now.\n\n\nEvelynn:\n Please refrain from bringing up \nthose\n people. I'd rather not think about \nthose\n prospects yet.\n\n\nBardolph:\n Hey! Not all of us… them are bad! Some would just be happier as animals. I'm certainly happier in my Feral Form than in my Base Form.\n\n\nSandra:\n (\nGasps.\n) Oh my God, you're one of them, aren't you?!\n\n\n(\nSandra laughs.\n)\n\n\nSandra:\n I'd know that bashful expression on any dog. You really are! This is hilarious! I'll bet you find me attractive, don't you?\n\n\nBardolph:\n Well… I… uhhh…\n\n\nSandra:\n (\nGiggles.\n) You know Wolves and Coyotes are capable of interbreeding, don't you, you dirty dog?\n\n\nBardolph:\n Well… yes… of course…\n\n\nEvelynn:\n (\nClears throat.\n) Could you please cease these vulgarities?! Romance is also the last thing I want to think about, especially right now.\n\n\nSandra:\n (\nSighs.\n) Yeah, sorry. I just \nreally\n needed a moment to take my mind off the fact that we're trapped in a magical forest of death.\n\n\nBardolph:\n Heh, I'm just glad you're feeling better, love, even if it's at my expense.\n\n\nEvelynn:\n Then I'd suggest we first concentrate on escaping this place alive. Afterwards, we can focus on cutting all ties beyond the Veil.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Mmmm, yes, 'cutting all ties.'\n\n\n(\nSandra yips.\n)\n\n\nBardolph:\n (\nWhimpers.\n) Oh… No!\n\n\nBelette Le Fou(ine):\n It's astounding how willing you Jailers are to destroy even your own lives, on top of the countless lives of many others, for the sake of preserving 'normalcy.'\n\n\nSandra:\n Holy shit, he really is a were-weasel, in a freaking tux!\n\n\nBelette Le Fou(ine):\n I would have thought the previous year alone has taught all of you Jailers how drastically 'normalcy' can be shifted, even by the most seemingly insignificant things, so it doesn't really matter in the end.\n\n\nEvelynn:\n How long have you been up there?\n\n\nBelette Le Fou(ine):\n Long enough to overhear most of this amusing argument amongst Jailers.\n\n\nSandra:\n Why are you calling us Jailers?\n\n\nBelette Le Fou(ine):\n Oh, my apologies for the confusion. I am addressing them, my dear, not you. Terribly sorry.\n\n\nSandra:\n Okay, why do you keep calling \nthem\n Jailers?\n\n\n(\nAir whooshing. Sandra yelps. Gravel crunching.\n)\n\n\nBelette Le Fou(ine):\n Because that's what they are, my dear.\n\n\nBardolph:\n Hey, get away from her! (\nGrowls.\n)\n\n\nBelette Le Fou(ine):\n Sure, the wolf there may not work for them, but he aids them enough that he might as well be one.\n\n\nBardolph:\n I said get away from her! (\nBarks.\n)\n\n\nBelette Le Fou(ine):\n But you, my dear, you aren't like them. You're something special, \nvery special\n.\n\n\n(\nBardolph growls louder.\n)\n\n\nBelette Le Fou(ine):\n Oh, I can tell! I have an eye for such things, and unfortunately, so do they. Let me guess, they plan on taking you back to their 'site' to run some more 'tests'?\n\n\nSandra:\n Y-yes, but they said once those were complete, I'd be free to go.\n\n\nBelette Le Fou(ine):\n (\nCackles.\n) Yes, I'm sure that's what they told you, but I'm also sure those 'tests' will beget more 'tests,' which will then beget more in turn, ad infinitum.\n\n\nSandra:\n Ad infinitum?\n\n\n(\nAir whooshing.\n)\n\n\nBelette Le Fou(ine):\n As for me, I simply wish to compare notes with all of you, and have a little fun along the way.\n\n\nEvelynn:\n And after you've 'compared notes' with us?\n\n\nBelette Le Fou(ine):\n Then this will all be over, \nand so will your lives\n. I prefer not to drag things out with false hope like you Jailers do.\n\n\n(\nSandra growls.\n)\n\n\nBelette Le Fou(ine):\n Tch. Tch. Tch. It seems you've made quite a mess of things, though.\n\n\nEvelynn:\n We've determined that we're trapped in an area roughly 1.5 kilometers in length.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) I could have told you that without all the effort, but it does explain some sensations.\n\n\nEvelynn:\n So you are indeed the one who trapped us then, via a connection with this anomalous forest.\n\n\nBelette Le Fou(ine):\n (\nCackles.\n) Very astute, my dear! Now, let's undo what you've done. We can't have anymore cartography, now can we?\n\n\n(\nWood groaning and creaking.\n)\n\n\nEvelynn:\n You can heal the trees? Just how much control do you have over this place?\n\n\n(\nRocks clattering.\n)\n\n\nSandra:\n Fuck you! You ain't torturing or killing me without a fight!\n\n\nBelette Le Fou(ine):\n Ow!\n\n\n(\nWood creaking stops.\n)\n\n\nBelette Le Fou(ine):\n Stop!\n\n\nSandra:\n What the fuck?!\n\n\nEvelynn:\n Kinetoglyphs.\n\n\nBelette Le Fou(ine):\n How uncouth! It's very rude to throw things, my dear.\n\n\n(\nRocks falling to ground.\n)\n\n\nEvelynn:\n Ah, so Dr. Rateleken was correct. You can create defensive kinetohazards.\n\n\n(\nAir whooshing. Fabric fluttering. Grass crunching.\n)\n\n\nBelette Le Fou(ine):\n (\nClosely.\n) Oh ho ho! Very astute indeed, my dear. Maybe you aren't as simple as he is.\n\n\nBardolph:\n (\nGrowls.\n) What did you do to Ace?!\n\n\nBelette Le Fou(ine):\n Mmmm, wouldn't you like to know?\n\n\nEvelynn:\n It used the present tense, so it likely hasn't killed him.\n\n\nBelette Le Fou(ine):\n Wow! You may be too smart for your own good. I might just kill you right now.\n\n\nBardolph:\n (\nGrowls. Barks.\n) You better no…\n\n\nEvelynn:\n But then we wouldn't be able to 'compare notes' first. Isn't that what you want?\n\n\nBelette Le Fou(ine):\n (\nCackles.\n) Right you are, my dear! Still, I will kill you if you don't start using my name.\n\n\n(\nRocks clattering.\n)\n\n\nSandra:\n Hey! Cut her some slack! She isn't really good with name courtesy.\n\n\n(\nRocks falling to ground, one by one.\n)\n\n\nBelette Le Fou(ine):\n Please stop throwing those rocks. \nDon't make me repeat myself.\n\n\n(\nRocks pouring onto ground.\n)\n\n\nEvelynn:\n Nonsense, Sandra. Very well, Belette Le Fou(ine), what notes do you wish to compare?\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Oh, I was hoping you'd finally ask that! Why, the very reason you've changed, of course.\n\n\nEvelynn:\n Hmmm, so our findings on SCP-6090, the Therianthropy Virus, then?\n\n\nBelette Le Fou(ine):\n Yes! So tell me, what do you know about it?\n\n\nEvelynn:\n Unfortunately, little more than what the rest of the world within the Veil knows about it.\n\n\nBelette Le Fou(ine):\n And doesn't that bother you? Not only as a Jailer, but as someone who's now cursed with it as well?\n\n\nEvelynn:\n I would hardly call this infection a curse…\n\n\nSandra:\n I sure would!\n\n\nEvelynn:\n …though it is interesting you'd use that phrasing. Do you consider it a curse? Given your physiology, I'm assuming you're infected as well.\n\n\nBelette Le Fou(ine):\n (\nCackles.\n) So smart, and yet still so ignorant! You Jailers really are still in the \ndark\n as to its machinations, but isn't the \ndark\n where you all insist on \ndying\n, after all?\n\n\nEvelynn:\n True, we still don't fully understand the mechanisms behind its effects, particularly in humans and the polymorphic abilities it gives to them. However, our latest findings indicate that there may very well be a powerful thaumaturgical or even reality bending element to it.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) And I'm guessing she's your 'latest findings,' isn't she?\n\n\nEvelynn:\n She is our most recent documented case of infection in humans, yes.\n\n\nBelette Le Fou(ine):\n I'll bet she's much more than that, isn't she?\n\n\nSandra:\n Yeah, I think I can change the past now, like that magical coyote that changed the past to bite me.\n\n\nEvelynn:\n Sandra!\n\n\nBelette Le Fou(ine):\n Oh, what's with that motion, my dear? Has \nshe\n said too much now, or did you simply want me to \nlop off your head\n?\n\n\n(\nEvelynn clears her throat.\n)\n\n\nBelette Le Fou(ine):\n Yes, I'll bet you hate having a deer head now, don't you? Would no head at all suit you better?\n\n\nBardolph:\n (\nGrowls.\n) If you so much as try…\n\n\nBelette Le Fou(ine):\n (\nCackles.\n) You'll do what? I'm genuinely curious what you'd do if I were to kill her right in front of you, since you seem to be the least equipped of everyone here. \nShall we find out?\n\n\n(\nBardolph barks and growls. Sandra growls.\n)\n\n\nEvelynn:\n I-I'll settle for having a d-deer head. Now… w-what more did you want to discuss? I… I can go over more details of SCP-6090 with you.\n\n\n(\nRocks clattering.\n)\n\n\nBelette Le Fou(ine):\n What did I just warn you against earlier, my dear?\n\n\n(\nRocks fall to ground. Evelynn starts hyperventilating.\n)\n\n\nSandra:\n I don't care! You aren't killing her, or me, or Bard!\n\n\nBelette Le Fou(ine):\n Futile, but still amusing. It's also amusing you've discarded decency and assumed your humanoid form to defend her.\n\n\nSandra:\n What the fuck are you…? Oh, God! When did I…?!\n\n\n(\nSandra screams. Rocks pouring onto ground. Rapid footsteps and rustling.\n)\n\n\nSandra:\n Stop oggling me, you perverted furries!\n\n\n(\nAir whooshing. Fabric rustling. Evelynn takes deep, ragged breaths.\n)\n\n\nBardolph:\n I wasn't even looking at you!\n\n\n(\nBelette Le Fou(ine) cackles and guffaws. Its frequency changes from Doppler Effect. Later notes from Dr. Antleur indicate that Belette Le Fou(ine) was flying around wildly and flipping in a manner similar to a trapeze artist while laughing.\n)\n\n\nBelette Le Fou(ine):\n You humans really are so wildly amusing! I can see why my people tried a similar experiment on a fateful summer night, so long ago.\n\n\n(\nEvelynn's breathing slows and calms.\n)\n\n\nEvelynn:\n A similar experiment?\n\n\nBelette Le Fou(ine):\n Oops! Once again, I may have said a bit too much. (\nWinces.\n) Perhaps I'll go check on your friend now.\n\n\n(\nBelette Le Fou(ine) cackles, which fades away. Evelynn loudly exhales and takes slow, shuddering breaths.\n)\n\n\nBardolph:\n Thank God that's over!\n\n\nSandra:\n It's only over for now. Why didn't you fuckers tell me I changed?! I didn't even notice!\n\n\nBardolph:\n I swear to God, I didn't notice either! I was too focused on whether Belette Le Fou(ine) was about to kill Eve!\n\n\nSandra:\n What the fuck happened?! I thought only my paws would change to throw those rocks!\n\n\nBardolph:\n When you try to do something too human, like those cricket pitches you were doing, you can change back involuntarily. Happens quite often with new Therians.\n\n\nSandra:\n So you really were looking at me, you pervert?!\n\n\nBardolph:\n No, I'm only guessing, I swear!\n\n\nSandra:\n Yeah, right! Just don't look at me now.\n\n\nBardolph:\n Okay! I'll… I'll go check on Eve.\n\n\n(\nApproaching footsteps.\n)\n\n\nBardolph:\n Are you okay, Eve?\n\n\nEvelynn:\n I… I just need a moment… to regain my composure.\n\n\nBardolph:\n Do you need a hug? I give great wolf hugs, or at least I've been told as much.\n\n\nEvelynn:\n No, thank you.\n\n\nBardolph:\n Whatever you need, I'm here for you.\n\n\nEvelynn:\n Honestly, this isn't the first time I've been face-to-face with a malicious entity who feigned an intent to kill. You'd think I'd be used to it by now.\n\n\nBardolph:\n You put on a tough front. I can tell. My shoulder's here if you need to cry on it. Trust me, it really does help.\n\n\nEvelynn:\n I appreciate the kind offer, but I'm fine now. We all need to focus on when it eventually comes back.\n\n\nBardolph:\n Well, I'll still stay by your side for now.\n\n\nEvelynn:\n Actually, I think I'll assume Base Form as well, and I'd appreciate some privacy.\n\n\nBardolph:\n I'll be happy to give you some, and keep watch for anything hostile.\n\n\nEvelynn:\n Thank you.\n\n\nBardolph:\n Lucky you ignored me, kept your sweater and packed your shorts.\n\n\nEvelynn:\n I do hope Sandra did the same. I don't trust any plant material in this forest now.\n\n\n(\nApproaching footsteps.\n)\n\n\nSandra:\n Yeah, I wasn't stupid enough to bring my backpack and not pack some of my clothes in it. Couldn't fit my shoes, though.\n\n\nBardolph:\n Heh, looks like I'm the odd one out, then. Wish I'd figured a way to bring at least my underwear.\n\n\nSandra:\n Or maybe you just like being naked, you pervert.\n\n\nBardolph:\n Could you please stop calling me that?!\n\n\nSandra:\n Well, I'm not about to be a contestant on Naked and Afraid: Furry Edition. I brought my clothes \nand\n more than one item.\n\n\nBardolph:\n I'll just stay in my Feral Form, then. Honestly, I can probably do more to help in this form anyway.\n\n\nEvelynn:\n So, just focus on my humanoid form and activities that only it can physically perform, correct?\n\n\nBardolph:\n Pretty much, yeah.\n\n\nSandra:\n You can transform and get dressed now, Eve. I'll make sure this pervert…\n\n\nBardolph:\n (\nYelps.\n) Ow!\n\n\nSandra:\n …doesn't look at you.\n\n\nBardolph:\n (\nWhines.\n) Stop pinching my ear!\n\n\nSandra:\n Yeah? Close your eyes and don't open them until I tell you, or I'll bite it next. Even in this form, I still have a muzzle full of yote teeth.\n\n\nBardolph:\n (\nWhimpers.\n) I wasn't going to look, but fine.\n\n\nEvelynn:\n Actually, he said he was going to stand guard.\n\n\nSandra:\n Ugh, fine.\n\n\n(\nBardolph loudly shakes his head.\n)\n\n\nSandra:\n But I swear, if I see your head swivel more than an inch in our direction.\n\n\nBardolph:\n I keep telling you…(\nSighs.\n) Maybe you'll take my word after seeing me keep it.\n\n\nSandra:\n Yeah, we'll see. I'll be keeping guard near here, so there should be \nabsolutely no reason\n for you to look our way, unless you spot something.\n\n\nBardolph:\n Yep!\n\n\n(\nFootsteps fade.\n)\n\n\nEvelynn:\n I've been thinking about what Belette Le Fou(ine) said. Despite the trauma, some things still stood out to me.\n\n\n(\nRustling.\n)\n\n\nSandra:\n Well, I've been thinking about how I can kill that weasel before he kills me or you… Or even Bard, even though he's in the dog house right now.\n\n\nEvelynn:\n That might not be wise. We don't know if that's even possible, or what would happen to this forest afterwards. If we did somehow neutralize it, the entire area could deconceptualize into unreality and take all of us with it.\n\n\n(\nFabric rustling and rubbing.\n)\n\n\nSandra:\n I don't know what any of that means, but I do know that he can be injured. The guards managed to get in a few lucky shots on his leg and arm. In fact, his arm wasn't moving, and its bandage looked huge and sunken.\n\n\nEvelynn:\n I definitely took notice of that, and how the bandages appeared to be living seaweed.\n\n\nSandra:\n Anyway, we might not have what our guards had, but I did notice that weasel got too distracted to cast that kinetic crap when he was fixing up the damage to this little stage he's trying to play with us on.\n\n\nEvelynn:\n Huh… It's funny that you should describe this forest as a stage. Belette Le Fou(ine) mentioned his 'people' performed a 'similar experiment' on a summer night a long time ago. I wonder if he was talking about a certain Midsummer Night.\n\n\nSandra:\n (\nLaughs.\n) Seriously?! That's quite a leap!\n\n\nEvelynn:\n Welcome to the Foundation, where we've already documented numerous possible connections between the anomalous and works of fiction from antiquity.\n\n\nSandra:\n But really, that play is over 500 years old, and its story takes place in Ancient Greece, thousands of years ago.\n\n\nEvelynn:\n We have already contained many anomalies that are far older than that.\n\n\nSandra:\n So you're saying Bottom could have been a Therianthrope. A were-donkey?\n\n\nEvelynn:\n It is a fascinating possibility, and it opens up the possibility that Belette Le Fou(ine) is a Faerie.\n\n\nSandra:\n So wait, even Faeries are real? God, this is all such a head trip. Even literally, since I have a new head! (\nChuckles.\n) Just like Bottom.\n\n\nEvelynn:\n Unfortunately, the Foundation has very limited knowledge of the Fae, and my knowledge is even more limited, since it's not my department. I was only obligated to learn about \nProtocol 4000-Eshu\n, which involves abstaining from using any names, titles, or designations when dealing with certain entities and anomalies.\n\n\nSandra:\n Again, seriously?! Names?! Well, in that case, we're already screwed, since we've been using our own names quite a bit with that weasel around.\n\n\nEvelynn:\n Yes, it is rather curious, but I believe the protocol is only observed in the presence of the Nameless, and that entity clearly has a Name, Belette Le Fou(ine), and insisted we use it.\n\n\nSandra:\n Well, I ain't giving him the pleasure. I saw the way he was looking at me, and he also didn't point out that I was naked until it was convenient for him. The way he was talking about me too…\n\n\n(\nSandra loudly shudders.\n)\n\n\nSandra:\n And I thought my ex was bad. Bard may be in the closet, but that guy is out and disgusting. … Though I might have been wrong about Bard after all. Dude hasn't looked over here once, not even for a split second. He's just been staring at the sky.\n\n\nEvelynn:\n Speaking of which, there's now adequate light that I can begin documenting our surroundings with my camera. Since we're all as decent as we can get, and I have proper hands again, I'm going to end the audio log here and begin a video one.\n\n\n(\nFabric rustling.\n)\n\n\nSandra:\n Heh, well I'm going to start making some spears to gut that fucker, and then carve some curse words into his precious trees. That should hopefully be a big enough distraction for an opening.\n\n\nEvelynn:\n I still strongly advise against doing that. We should formulate a proper plan with Bardolph first.\n\n\nSandra:\n Pssh, fine, whatever.\n\n\n(\nTapping.\n)\n\n\nEvelynn:\n Ending audio log…\n\n\n<End Log, 2021-06-03 04:47 PST>\n\n\n\n\nDescription Addendum\n\n\n\n\nWilliam Shakespeare's play, \nA Midsummer Night's Dream\n, may be the last remaining account of an ancient Fae experiment with SCP-6090, using Nick Bottom as an SCP-6090-B test subject.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 6090-1E: Dr. Rateleken Log 2\n\n\n\n\n- Close Document\n\n\n\n\n\n\nNote\n: Log created from Video Recording made by Dr. Atticus Rateleken.\n\n\n<Begin Log, 2021-06-03 04:38 PST>\n\n\n(\nStarts with close-up of forest floor.\n)\n\n\nAce:\n I hope there's enough light to do this now. I'm unsure how much my night vision has changed. I also hope my snout works so I don't have to use my stylus.\n\n\n(\nVideo flip transitions to show the head of a\n Crotalus atrox \nwith a human-esque brow and forward facing eyes staring into the camera.\n)\n\n\nAce:\n Hey, it does! Excellent!\n\n\n(\nDistant forlorn howl. Ace looks off to the side.\n)\n\n\nAce:\n That sounded like a coyote. I really hope it's who I think it is, and not a wild one.\n\n\n(\nAce makes a quizzical expression and flicks his tongue.\n)\n\n\nAce:\n Huh, is that what I look like? Not half bad, all things considered.\n\n\n(\nAce opens his mouth wide, unfolding his fangs, and closes it again.\n)\n\n\nAce:\n Very interesting.\n\n\n(\nAce repeats the process twice more.\n)\n\n\nAce:\n So that's how I'm able to talk. Fascinating hybrid oral anatomy.\n\n\n(\nAce shifts his head around, looking at it from all angles.\n)\n\n\nAce:\n Okay, enough self-admiration. This is Dr. Atticus Rateleken, S.C.P. Foundation Researcher, Level 3. In case it isn't already obvious, I am now an SCP-6090-B instance, infection source species: \nCrotalus atrox\n, the Western Diamondback Rattlesnake. This video will serve as a continuation of Incident Log 6090-1.\n\n\n(\nAce's snout moves towards the camera. Video flip transitions back to a view 10 centimeters above the forest floor. Camera angles upwards to show the surrounding trees in the pre-dawn light.\n)\n\n\nAce:\n This is the forest in which I attempted to hide from the malicious entity that attacked the convoy, self-designation: Belette Le Fou(ine).\n\n\n(\nCamera swivels to show a tree with a small hole halfway up its trunk.\n)\n\n\nAce:\n That is the tree in which I hid, though my efforts proved futile. At least I know Belette Le Fou(ine) doesn't intend to kill me right away.\n\n\n(\nCamera moves closer to the hollow tree.\n)\n\n\nAce:\n I will attempt to visually verify and test the anomalous properties of this forest.\n\n\n(\nCamera points up towards the sky.\n)\n\n\nAce:\n I am going to assume Base Form again to have hands again.\n\n\n(\nLeaves rustling. Camera swings around wildly as if on a very long self-picture monopod.\n)\n\n\nAce:\n Success! I'll try not to get too much of myself in my shot.\n\n\n(\nCamera stops moving. View is now 2 meters off the ground, and flip transitions to show Ace's snake head and bare human shoulders.\n)\n\n\nAce:\n Oh good, I got the shot right. If I can just hold my tail in that position, everything should be fine.\n\n\n(\nAce runs both hands over his head and neck, which is a much larger version of his Feral Form head.\n)\n\n\nAce:\n Wow, my neck is long! It's got to be around 40 centimeters now. My tail is almost 2 meters in length, so I can easily use it as a selfie stick.\n\n\n(\nAce opens his mouth twice again, and wiggles his brows.\n)\n\n\nAce:\n Yep, the expected Theriocephalic anatomy, a hybrid of human and rattlesnake. Anyway, back to the matter at hand.\n\n\n(\nAce walks up to the tree and leans against the trunk.\n)\n\n\nAce:\n Nothing seems out of the ordinary. Just a normal stress-induced tree hollow.\n\n\n(\nCamera shifts view. Tapping. Camera's flashlight activates. Camera is moved to look inside tree hollow.\n)\n\n\nAce:\n Wait, is that writing?\n\n\n(\nCamera shows a message carved into the interior wooden wall: HOW MANY MORE?\n)\n\n\nAce:\n 'How many more?' Of what?\n\n\n(\nCamera shifts around to try to spot any other text. There is none.\n)\n\n\nAce:\n I don't recall that text being there when I was inside the tree. Maybe Belette Le Fou(ine) wrote it while talking to me.\n\n\n(\nCamera pulls back from hollow. Tapping. Flashlight turns off.\n)\n\n\nAce:\n I'm going to see if this is actually a tree inside.\n\n\n(\nAce ducks down out of frame. Rocks clattering.\n)\n\n\nAce:\n Ah, here's a good one!\n\n\n(\nAce reenters frame with a sharp rock and starts scraping away the bark.\n)\n\n\nAce:\n Nope, nothing but ordinary wood, though I can't really analyze it.\n\n\n(\nCamera moves close to incision, showing innocuous bark and wood.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.76\n\n\n\n\n(\nSilent push notifications start appearing at the top of the video frame.\n)\n\n\nAce:\n Why would Belette Le Fou(ine) tell me this tree would bite? Why would I believe it?\n\n\n\n\nK.C.Alert:\n Hume at 0.71\n\n\n\n\n(\nAce scrapes harder and faster, making exertion noises. Rattling starts.\n)\n\n\nAce:\n That asshole was just messing with me! I can't hide from it. I can't run from it. I'm its plaything now until it ends me!\n\n\n\n\nK.C.Alert:\n Hume at 0.64\n\n\n\n\n(\nRattling gets louder. Camera starts to vibrate slightly. Ace pants and drops the rock.\n)\n\n\nAce:\n (\nSighs.\n) What am I doing?\n\n\n\n\nK.C.Alert:\n Hume at 0.53\n\n\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Yes, what are you doing to one of \nmy\n trees?\n\n\n(\nAce hiss-yells. Camera turns to show Belette Le Fou(ine) standing next to another tree, back in Base Form.\n)\n\n\nAce:\n Ssshit!\n\n\nBelette Le Fou(ine):\n I did warn you, didn't I?\n\n\n(\nBelette Le Fou(ine) wiggles its fingers. Wood creaks and groans in the background. Camera turns back to the tree. The hollow hole snaps shut and disappears, as if it had never been there. Bark rapidly grows back over the incision.\n)\n\n\nAce:\n Sorry you didn't get the chance to guillotine me.\n\n\n(\nCamera turns back to face Belette Le Fou(ine).\n)\n\n\nBelette Le Fou(ine):\n Yes, it really is a shame that you actually heeded my warning.\n\n\nAce:\n How many more of what?\n\n\nBelette Le Fou(ine):\n Oh, so you did see my message! Good. Yes, how many more of so many things.\n\n\n(\nBelette Le Fou(ine) waves its hand and a giant toadstool starts growing out of the ground beside it.\n)\n\n\nBelette Le Fou(ine):\n How many more lives will you Jailers ruin?\n\n\n(\nBelette Le Fou(ine) sits down on the toadstool and crosses its injured leg over its other one.\n)\n\n\nBelette Le Fou(ine):\n How many more of my people would you ruin if you got the chance?\n\n\n(\nBelette Le Fou(ine) doffs its hat, places it on its knee, and lifts it to reveal a saucer and steaming hot cup of tea balanced on it.\n)\n\n\nBelette Le Fou(ine):\n How many more experiments will we conduct before I \nend your life\n?\n\n\n(\nBelette Le Fou(ine) dons its hat again and takes a polite sip of its tea.\n)\n\n\nAce:\n Why not just kill me right now? Why wait? It looks like your injuries are still getting worse, and you clearly can't use your right arm.\n\n\nBelette Le Fou(ine):\n Because it's been so long since I've had the chance to kill Jailers. I intend to savor it for as long as I can, despite my injuries. Besides, we haven't finished comparing notes yet.\n\n\nAce:\n What more is there to compare? I've already told you everything the Foundation knows about SCP-6090.\n\n\n(\nBelette Le Fou(ine) takes another sip of its tea.\n)\n\n\nBelette Le Fou(ine):\n Mmmm, you do actually make a good point there, since you Jailers seem to be either tight-lipped or outright ignorant. If anything, I've actually given you more information.\n\n\n(\nBelette Le Fou(ine) sets the teacup back on the saucer and wiggles its fingers. Wood creaking.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.50\n\n\n\n\nBelette Le Fou(ine):\n Not that it matters, since none of you are leaving this forest alive.\n\n\n(\nCamera turns towards the tree trunk Ace has been leaning on. Multiple branches rapidly sprout and wrap themselves around Ace's torso and legs. Ace starts yelling. Rattling intensifies. Video starts to blur from the vibration.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.48\n\n\n\n\nBelette Le Fou(ine):\n Perhaps I should just kill you right here and now.\n\n\nAce:\n No! Please stop!\n\n\n(\nSaucer and teacup loudly clink from Belette Le Fou(ine) drinking its tea.\n)\n\n\nBelette Le Fou(ine):\n And here I thought a moment ago you were asking me to kill you instead of waiting. Did I mishear you?\n\n\n\n\nK.C.Alert:\n Hume at 0.44\n\n\n\n\nAce:\n Please! I don't want to die!\n\n\nBelette Le Fou(ine):\n Very well then.\n\n\n(\nWood creaking and groaning stops.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.52\n\n\n\n\nBelette Le Fou(ine):\n But first, make yourself decent. I grow weary of your nudity.\n\n\nAce:\n And how am I supposed to do that?\n\n\nBelette Le Fou(ine):\n How are you supposed to escape, you simpleton?\n\n\nAce:\n Right.\n\n\n(\nCamera moves in a way indicative of Ace's tail shrinking. Camera moves downward through a series of branches.\n)\n\n\nBelette Le Fou(ine):\n Now see, that wasn't so difficult.\n\n\n(\nBelette Le Fou(ine) winces in pain.\n)\n\n\nBelette Le Fou(ine):\n Oh, how I detest having to be in two places at once. I should probably rectify this issue.\n\n\n(\nCamera is now 10 centimeters off the ground, and angles up to show Belette Le Fou(ine) finishing its tea.\n)\n\n\nAce:\n So you're about to leave to antagonize my associates again?\n\n\nBelette Le Fou(ine):\n Yes, as it seems my ears are burning from your friends being naughty again elsewhere in my forest.\n\n\nAce:\n Seems more like it's your wounds that are burning. You really are confident, aren't you?\n\n\n(\nBelette Le Fou(ine) giggles.\n)\n\n\nBelette Le Fou(ine):\n Always beware that I can kill them and you any time I please, with one arm almost literally tied behind my back, all while enjoying a nice cup of tea.\n\n\n(\nBelette Le Fou(ine) doffs its hat and covers the teacup and saucer with it.\n)\n\n\nBelette Le Fou(ine):\n I'm also not the only one you should be mindful of while in this forest.\n\n\n(\nBelette Le Fou(ine) lifts its hat to reveal the teacup and saucer have vanished, and dons it again.\n)\n\n\nAce:\n So you aren't the only sapient hostile entity here?\n\n\n(\nBelette Le Fou(ine) winces.\n)\n\n\nBelette Le Fou(ine):\n Mmmm, no, I would say that I'm probably the only one here with any real intelligence, though not the only hostile one.\n\n\n(\nBelette Le Fou(ine) giggles.\n)\n\n\nBelette Le Fou(ine):\n Really, you seem to have forgotten all the implications of what you are now. You might be a predator, but you aren't an apex one.\n\n\nAce:\n What exactly do you me…\n\n\n(\nAce screams. Camera wildly bounces around before facing the ground, which rapidly accelerates away as it ascends into the air.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.64\n\n\n\n\n(\nBelette Le Fou(ine) mockingly waves goodbye, bending his knuckles and keeping his wrist straight.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.77\n\n\n\n\n(\nCamera shifts up to show a specimen of\n Bubo virginianus \n25\n, its wings flapping almost silently.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.63\n\n\n\n\nBelette Le Fou(ine):\n Oh my, how exactly are you going to get out of this predicament, I wonder.\n\n\n\n\nK.C.Alert:\n Hume at 0.55\n\n\n\n\n(\nCamera shifts to show Belette Le Fou(ine) flying alongside the owl. Belette Le Fou(ine)'s normal speaking voice is somehow able to cut through the wind noise. Ace yells back.\n)\n\n\nAce:\n This is your doing, isn't it?! You also control the fauna?!\n\n\n(\nBelette Le Fou(ine) cackles.\n)\n\n\nBelette Le Fou(ine):\n Does it even matter right now? How will you escape? Think, simpleton, think!\n\n\n(\nCamera swings around wildly. Ace cries out in pain.\n)\n\n\nAce:\n I am not about to become an owl pellet!\n\n\n(\nCamera shows brief glimpses of two people and a black wolf in a clearing.\n)\n\n\nBelette Le Fou(ine):\n Mmmm, it seems this situation will rectify itself rather soon.\n\n\n(\nOwl screeches and its flight becomes erratic. Ace screams.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.62\n\n\n\n\n(\nCamera begins rapid descent towards the trees. Leaves rustling. Tree branches breaking.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.74\n\n\n\n\n(\nHeavy thud. Camera bounces up and down, slips downward and continues tumbling to the ground.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.81\n\n\n\n\n(\nVideo goes dark. Audio picks up muffled shouts of concern.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.72\n\n\n\n\n\n\nK.C.Alert:\n Hume at 0.62\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log 6090-1F: Dr. Antleur Log 2\n\n\n\n\n- Close Document\n\n\n\n\n\n\nNote\n: Log created from Video Recording made by Dr. Evelynn Antleur.\n\n\n<Begin Log, 2021-06-03 04:48 PST>\n\n\n(\nStarts with a forest clearing, with Bardolph in Feral Form casually sitting off to the right, his head shifting between points in the trees and sky.\n)\n\n\nSandra:\n Hey Bard! You can come back over now! Eve is decent!\n\n\n(\nBardolph turns his head to look, smiles, and runs over.\n)\n\n\nSandra:\n First, I want to say I'm sorry for doubting you, and calling you a pervert.\n\n\n(\nBardolph stops in front of her, panting and wagging his tail.\n)\n\n\nBardolph:\n No worries! I'm used to it. Unfortunately, it's still a common misconception about Furries.\n\n\nSandra:\n Heh, finally fessing up, I see.\n\n\n(\nEvelynn clears her throat.\n)\n\n\nEvelynn:\n Both of you, please be silent for at least a minute while I make a formal introduction.\n\n\n(\nVideo flip transitions to show a white\n Dama dama \ndoe head with humanoid eyes and brow, on a human body wearing a black turtleneck sweater dress.\n)\n\n\nEvelynn:\n This is Dr. Evelynn Antleur, S.C.P. Foundation Researcher, Level 3. Unfortunately, I am now an SCP-6090-B instance, infection source species: \nDama dama\n, the Fallow Deer. The two other SCP-6090-B instances are my associates.\n\n\n(\nVideo flip transitions back to Sandra, who is snapping off low thick branches. Bardolph is watching her curiously.\n)\n\n\nEvelynn:\n Sandra Collins, SCP-6090-B instance 4342, infection source species: \nCanis latrans\n, the Common Coyote, and Dr. Bardolph Dalton, employee of Wilson's Wildlife Solutions, infection source species: \nCanis lupus\n, the Gray Wolf.\n\n\n(\nSandra sits down on the ground, sets the broken branches next to her, takes off her backpack, unzips it and withdraws a multi-tool from it.\n)\n\n\nBardolph:\n Sandy, what exactly are you doing?\n\n\nSandra:\n Gonna make some pikes to make that weasel go pop.\n\n\n(\nSandra flicks a saw out and begins quickly cutting the ends off the branches.\n)\n\n\nBardolph:\n Sorry, but, are you insane?! You know that won't work, and it'll get you killed.\n\n\nSandra:\n And what would you suggest, Bard? Let that asshole torture us for a \nmillion fucking years\n?!\n\n\n(\nSandra finishes the last branch, flicks the saw back and flicks out a knife.\n)\n\n\nBardolph:\n We try to find a way out of this place, or at least wait it out until the Supervisors, err, the Foundation, send reinforcements in here.\n\n\nEvelynn:\n I agree with Bardolph. Please stop this, it's a waste of time.\n\n\n(\nSandra starts whittling the smaller ends of the branches into sharp points.\n)\n\n\nSandra:\n And what if those reinforcements never come? What if they can't get in, or they can't find us because that weasel has made this place like a maze? We've already seen that he has complete control over the trees.\n\n\nEvelynn:\n The Foundation has countless resources for navigating anomalous, non-Euclidean spaces. There are several Mobile Task Forces that specialize in doing just that. They will be able to reach us, contain Belette Le Fou(ine), and evacuate us from this space.\n\n\nSandra:\n Well, I ain't waiting on these 'task forces' to save our asses. We don't know what that thing's going to do to us next, how long he plans on keeping us alive, and if he'll even give us anymore moments alone. I won't be tortured, and I won't go down without a fight. I'm sick of this bullshit!\n\n\n(\nSandra raises her hackles and growls. Her ears fold back and her whittling becomes more vigorous.\n)\n\n\nBardolph:\n Please, Sandy, don't do this. Belette Le Fou(ine) seems willing to talk, and we can probably keep him talking to drag things out until help arrives.\n\n\nEvelynn:\n I agree on taking a more diplomatic approach, though with your current mood and attitude, I'm not sure that's possible.\n\n\nSandra:\n And how long would you two drag things out? You know we'll need to drink after four days, and eat eventually, right? I don't know about you guys, but I won't be consuming anything from this forest. I've got three protein bars and a water bottle that we stretch as long as we can, but then that's it.\n\n\nEvelynn:\n You do actually have a point there.\n\n\n(\nBardolph whimpers and sulks.\n)\n\n\nBardolph:\n Yeah, haven't had the time to think about that until now.\n\n\n(\nSandra chuckles. Her whittling slows, her ears prick back up, and her expression relaxes.\n)\n\n\nSandra:\n Yeah, I do, don't I? Surprised basic bodily needs didn't already occur to someone as smart as you. We'll probably have to sleep in shifts too, and we're already overtired from the road trip.\n\n\n(\nSandra speeds up her whittling.\n)\n\n\nSandra:\n And what if, in the process of 'diplomacy' and 'dragging things out,' that weasel serves us up some shit he's done God-knows-what to? Throws us a little tea party? What will you two do then? What if he says he'll kill you if you don't accept it?\n\n\n(\nBardolph whimpers louder. Sandra finishes off the last spear and stands up.\n)\n\n\nEvelynn:\n I'll politely decline and attempt to shift the subject.\n\n\n(\nSandra dons her backpack and keeps her multi-tool in hand.\n)\n\n\nSandra:\n Yeah, good luck with that. I ain't playing along, though.\n\n\n(\nSandra picks up the spears with her other arm and starts walking around the outskirts of the clearing.\n)\n\n\nBardolph:\n Maybe she does have a point, Eve.\n\n\n(\nSandra drives two spears into the ground behind a tree she didn't damage.\n)\n\n\nEvelynn:\n I will try my best to preserve my own life, in spite of her efforts.\n\n\n(\nSandra repeats the process with other undamaged trees.\n)\n\n\nBardolph:\n And what about her?\n\n\nEvelynn:\n She will likely get herself killed if she attempts this folly.\n\n\n(\nBardolph whines.\n)\n\n\nEvelynn:\n I will do what I can to save her with negotiation, but if it comes down to my life or hers, I'll choose mine.\n\n\n(\nSandra runs out of spears, walks over to one of the trees she pulled branches from, and begins carving into its trunk.\n)\n\n\nBardolph:\n Don't talk like that Eve! We're in this together!\n\n\nEvelynn:\n Again, I will do my best. It would be a shame to lose a subject as unique as her. There's so much we could learn about both \nSCP-3577\n and SCP-6090 by just studying her alone.\n\n\n(\nSandra finishes carving an obscene phrase into the trunk. Her ears twitch and swivel as she moves onto the next one.\n)\n\n\nBardolph:\n Is that all she is to you? A test subject?\n\n\nEvelynn:\n She is an unprecedented sapient instance of SCP-3577. We could be looking at years of research in her case.\n\n\n(\nSandra carves into the next tree more intensely than the last, with broader and deeper knife strokes.\n)\n\n\nBardolph:\n Years?! Eve, you can't be serious.\n\n\nEvelynn:\n Dr. Dalton, from one scientist to another, take my advice: It's best not to get attached to anomalous objects, especially humanoid ones.\n\n\nBardolph:\n You know you have to let her leave, under the F.A.C.T. Agreement.\n\n\nEvelynn:\n Her retroactive reality bending abilities are not fully understood and that makes her a potential threat to herself and others. We are well within our rights to contain her indefinitely under the exception clauses of that Agreement, just as we are within our rights under the Boring Agreement to confiscate and contain any threatening anomalous animals from your organization.\n\n\n(\nBardolph whines loudly.\n)\n\n\nEvelynn:\n You should be well aware by now that neither the U.I.U. nor W.W.S. have any jurisdiction in her case.\n\n\n(\nSandra has since finished off the second tree and moved onto a third, carving into it with noteably excessive force.\n)\n\n\nBardolph:\n What am I supposed to tell her?\n\n\nEvelynn:\n You don't tell her anything. Just go along with our usual ruses. Stay as terse as you can, nod your head in agreement with us, and gradually break off all contact with her.\n\n\n(\nBardolph whimpers.\n)\n\n\nEvelynn:\n It's for the best, Bardolph. The Foundation always knows what's best.\n\n\n(\nSandra finishes off the third tree and pounds against it with her fist.\n)\n\n\nBardolph:\n (\nSighs.\n) Yeah, I know the deal. I'll do my best, just like with the others.\n\n\n(\nSandra stops pounding and takes deep breaths. Her face is in anguish.\n)\n\n\nEvelynn:\n Good boy.\n\n\n(\nSandra moves onto a fourth tree and stabs into it with her knife.\n)\n\n\nEvelynn:\n Well, she seems to be rather upset again.\n\n\nBardolph:\n Can you blame her? I mean, given what we're up against.\n\n\nEvelynn:\n It really is overkill, even for such futile actions.\n\n\nBardolph:\n Heh, says the woman who bucked the crap out of a tree trunk when we realized we were trapped here. Cut her some slack!\n\n\nEvelynn:\n Fair enough.\n\n\n(\nSandra finishes carving one curse word into the trunk. She pants and pounds on the tree.\n)\n\n\nBardolph:\n We should focus on what to do when Belette Le Fou(ine) returns.\n\n\n(\nSandra relaxes her facial expression and her chest heaving slows.\n)\n\n\nEvelynn:\n It would be best if you followed my lead on that as well, unless the situation worsens. In which case, you're welcome to improvise however you like to give us all the best chance of survival.\n\n\n(\nSandra walks back towards the camera with a neutral expression on her face.\n)\n\n\nBardolph:\n You feeling better, love? Did you get it out of your system?\n\n\nEvelynn:\n I trust you're ready to follow our plan, despite how much you may have already compromised it with your actions.\n\n\nSandra:\n Yeah, no. You two can sing and dance for that pompous weasel all you want, but I'm sticking with my plan. If anything, you'll both probably be a better distraction and give me a better opening to finish what the guards started.\n\n\nBardolph:\n Sandy, please don't do this. You'll just get yourself killed.\n\n\nSandra:\n No, I'm official done with this bullshit. All of it. Either I take that fucker down, or I go down swinging.\n\n\nEvelynn:\n (\nSighs.\n) It's obvious now I'd be wasting my time trying to convince you otherwise. When your brash actions inevitably fail, Bardolph and I will do our best to convince Belette Le Fou(ine) to overlook them and spare your life.\n\n\nSandra:\n Heh, it almost sounds like you're actually on \nhis\n side now.\n\n\nBardolph:\n We're on your side, love, and we always will be.\n\n\nSandra:\n If you say so.\n\n\nBardolph:\n Hey now! We're all in the same boat here.\n\n\nSandra:\n Of course we are…\n\n\n(\nSandra looks at Bardolph and her expression brightens up.\n)\n\n\nSandra:\n I mean, yeah, with this whole prison and its weasel warden.\n\n\n(\nSandra lifts her arms and twirls around.\n)\n\n\nBardolph:\n That's the spirit! Speaking of which, we need to get ready for when Belette Le Fou(ine) comes ba…\n\n\n(\nOwl screeches. Camera view shifts to show an owl with an elongated object in its talons growing larger. Belette Le Fou(ine) is floating next to it.\n)\n\n\nSandra:\n What the fuck now?!\n\n\n(\nOwl releases the elongated object, which screams and continues to grow larger and oddly shaped as it falls.\n)\n\n\nBardolph:\n It can't be!\n\n\n(\nBardolph runs toward the object as it rustles leaves and breaks branches falling through the trees. Evelynn chases after him with the camera.\n)\n\n\nBardolph:\n Ace! Is that you?!\n\n\n(\nObject's fall stops on the end of a thick lower branch. It bounces up and down with the object draped over it. A smaller object falls off one end of it.\n)\n\n\nAtticus:\n (\nCoughs.\n) Who else would it be?!\n\n\n(\nAtticus is in the form of a\n Crotalus atrox \nspecimen as large as a full grown\n Eunectes murinus \n26\n. He has a stunted, scale-covered, human-like upper torso with arms along the length of his body, and an equally stunted and scaly human-like lower torso with legs further down the length of his body.\n)\n\n\nBardolph:\n Oh my God, you're bleeding!\n\n\n(\nCamera shifts position to show 8 fresh gashes along the length of Atticus' body.\n)\n\n\nAtticus:\n It's okay. (\nCoughs.\n) They're just superficial wounds, or at least I hope they are.\n\n\nBardolph:\n They still look pretty bad, and were probably worse before you started transforming.\n\n\nBardolph:\n Eve! Tear off your sweater sleeves! I need them now!\n\n\n(\nVideo shifts to a view of the sky as Evelynn sets down her camera. Fabric tearing.\n)\n\n\nAtticus:\n Did I even finish transforming? (\nCoughs.\n) I feel really weird now, even weirder than when I first became a Therianthrope an hour ago.\n\n\nBardolph:\n No, you're in some kind of intermediate form between your Base Form and Feral Form.\n\n\nAtticus:\n (\nWinces.\n) Woah, you're right. I look like some kind of Chinese Dragon Rattlesnake Hybrid.\n\n\nBardolph:\n Try not to move right now. I'm going to dress your wounds first.\n\n\nAtticus:\n Shouldn't I simply finish transforming to heal them?\n\n\nBardolph:\n No way, mate. We don't know how bad they are. Transforming could make them worse instead of better.\n\n\n(\nAtticus winces and grunts.\n)\n\n\nBardolph:\n Besides, you got an intermediate form after being a Therian for only an hour! Lucky!\n\n\n(\nAtticus grunts in pain.\n)\n\n\nBardolph:\n I've been one for years and I'm still trying to develop a good intermediate form for myself.\n\n\nAtticus:\n I'm… not exactly sure how I even assumed this form. I was assuming my Base Form to escape that owl, but I guess I collided with the trees before I could finish transforming.\n\n\nBardolph:\n Well, you need to stay in that form until you've healed a little, and commit it to muscle memory in the meantime, so you can access it in the future.\n\n\n(\nAtticus winces.\n)\n\n\nEvelynn:\n (\nSighs.\n) Bardolph, could you please assume \nyour\n Feral Form again?\n\n\nBardolph:\n Not until I've gotten Ace down. Ace, you ready?\n\n\nAtticus:\n Yeah. I think I still have my locomotion gastrosteges, so I should be able to help.\n\n\nBardolph:\n Okay, but be careful. I'm going to start pulling now. (\nGrunts.\n)\n\n\n(\nWood creaking. Atticus winces.\n)\n\n\nEvelynn:\n Ugh, it's a good thing my phone's camera is pointed skyward right now.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) Mmmm, yes it is. Now the wolf has decided to disregard decency to save his friend.\n\n\nAtticus:\n You really are a piece of work, you know that? (\nWinces.\n) Are you enjoying my suffering?\n\n\nBelette Le Fou(ine):\n Very much so! Thank you so much for asking.\n\n\nEvelynn:\n How long do you intend to keep us trapped in this anomalous forest before you kill us?\n\n\nBelette Le Fou(ine):\n For as long as you humans continue to amuse me, and this right here is quite amusing. (\nCackles.\n)\n\n\nBardolph:\n Okay, one last pull.\n\n\n(\nAtticus winces and yells. Heavy thud.\n)\n\n\nAtticus:\n Thanks!\n\n\nBardolph:\n Any time!\n\n\nEvelynn:\n Bardolph, please assume your Feral Form now.\n\n\nBardolph:\n Right, will do!\n\n\nBelette Le Fou(ine):\n So it seems my experiment was a success, and my theory was proven correct.\n\n\nEvelynn:\n Your experiment?\n\n\n(\nEvelynn lifts the camera off the ground. Video shows Atticus on his ventral side, wiggling his legs and pushing up with his arms to attempt to stand upright.\n)\n\n\nAtticus:\n So all this really was your doing?\n\n\n(\nBelette Le Fou(ine) giggles. Video pans to show it standing on the ground in front of Atticus and Bardolph.\n)\n\n\nBelette Le Fou(ine):\n Since you Jailers have run out of notes to compare, or simply don't want to share, let's make some new ones now!\n\n\nEvelynn:\n In that case, what was the theory that you mentioned earlier?\n\n\nBelette Le Fou(ine):\n That blunt force trauma applied mid-transformation can stop it halfway and unlock intermediate forms as a result.\n\n\nEvelynn:\n Huh, very interesting, actually. We hadn't thought of trying such an experiment on an SCP-6090-B instance yet.\n\n\nBardolph:\n Eve, you aren't seriously condoning this?\n\n\nEvelynn:\n No I am not. There are definitely safer, more controlled ways to induce such trauma. Perhaps a Taser.\n\n\nBardolph:\n Right, because that's so much better.\n\n\nAtticus:\n It certainly would have been better than falling through tree branches.\n\n\nBelette Le Fou(ine):\n I might not have one of those, but I have so many other, more natural resources at my disposal. There are so many more experiments I can perform! The only question is: What to do to all of you next? (\nCackles.\n) Oh, we're going to have so much fuuuuuUUUUU…\n\n\n(\nBelette Le Fou(ine) screams in pain. A wooden spear is now protruding from its left thigh. Silvery blue blood drips from the wound.\n)\n\n\nEvelynn:\n That foolish girl really is going through with it.\n\n\n(\nBelette Le Fou(ine) ducks down to grab the spear, right as another flies over its back.\n)\n\n\nEvelynn:\n I want to apologize for Sandra's behavior! Please don't do anything rash because of her.\n\n\n(\nBelette Le Fou(ine) pulls the spear out and screams. Silvery blue blood begins to pour out of the wound.\n)\n\n\nBardolph:\n Holy crap, we really could have a shot!\n\n\n(\nBelette Le Fou(ine) looks over in panic and levitates out of the way as another spear flies past him.\n)\n\n\nEvelynn:\n Stop it! He will probably kill all of us after this!\n\n\n(\nBelette Le Fou(ine) winces and giggles painfully.\n)\n\n\nBelette Le Fou(ine):\n You're right to fear me, my dear, and you ne'er-do-wells are lucky I still can't use my right hand.\n\n\n(\nBelette Le Fou(ine) reaches into its dress jacket, pulls out a seaweed-like substance and applies it to its leg wound.\n)\n\n\nBardolph:\n You aren't keeping us here anymore!\n\n\n(\nBelette Le Fou(ine) groans in pain and dodges as Bardolph lunges with his mouth open. The seaweed grows to cover its wound and staunch the bleeding.\n)\n\n\nAtticus:\n Heh, judging by the trail, you've now lost a lot more blood than I have.\n\n\n(\nBelette Le Fou(ine) narrowly dodges another spear. It waves its hand and toadstools start growing around it.\n)\n\n\nAtticus:\n How does it feel, \nI wonder\n.\n\n\n(\nBardolph lunges at Belette Le Fou(ine) from behind.\n)\n\n\nBelette Le Fou(ine):\n It no longer feels amusing.\n\n\n(\nBelette Le Fou(ine) dodges the lunge and waves its hand again. Several toadstool caps detach from their stems and fly through the air.\n)\n\n\nBardolph:\n I'm not chasing after your mushroom Frisbees!\n\n\n(\nBardolph lunges at Belette Le Fou(ine), but several toadstool caps fly towards him.\n)\n\n\nBelette Le Fou(ine):\n No, but they'll chase after you!\n\n\n(\nBardolph manages to catch one flying toadstool cap in his mouth, but two more collide with his torso.\n)\n\n\nEvelynn:\n Bardolph!\n\n\n(\nBardolph whines in pain and tumbles to the ground. Belette Le Fou(ine) cackles and waves its left hand in blurring motions. A spear is stopped mid-flight with a kinetohazard.\n)\n\n\nBelette Le Fou(ine):\n Let's have no more of that either, shall we?\n\n\n(\nThe spear drops to the ground. Bardolph shakily starts to stand back up. Belette Le Fou(ine) giggles and looks in Sandra's direction with a malicious grin.\n)\n\n\nBelette Le Fou(ine):\n You've been a very naughty girl.\n\n\n(\nBelette Le Fou(ine) waves its hand and Sandra screams. Camera swings over to show tree roots sprouting from the ground and wrapping around her legs.\n)\n\n\nBelette Le Fou(ine):\n It seems you've also carved profanities into several of my trees.\n\n\n(\nSandra trips over backwards and falls onto her butt and elbows. Tree roots sprout and wrap themselves around her forearms.\n)\n\n\nBelette Le Fou(ine):\n Very naughty indeed.\n\n\n(\nBelette Le Fou(ine) rapidly flies into view and abruptly stops to float directly above her.\n)\n\n\nBelette Le Fou(ine):\n You're such a special girl. It would be a shame if I had to kill you.\n\n\n(\nBelette Le Fou(ine) licks its lips and places its tongue on its upper teeth.\n)\n\n\nSandra:\n God, you really are worse than my ex!\n\n\n(\nSandra spits on Belette Le Fou(ine)'s tuxedo jacket.\n)\n\n\nSandra:\n You might call them 'Jailers,' but you're the real 'Jailer' here, imprisoning us in this forest. Sure, it's a picturesque prison, but it's still a prison.\n\n\nBelette Le Fou(ine):\n (\nGiggles.\n) That's enough naughty words out of your dirty muzzle.\n\n\n(\nBelette Le Fou(ine) waves its hand. Vines grow out of the ground and over Sandra's shoulder, wrapping around her muzzle.\n)\n\n\nBelette Le Fou(ine):\n You know, I don't have to kill you right now. Maybe we can compromise.\n\n\n(\nSandra raises her hackles and growls.\n)\n\n\nBelette Le Fou(ine):\n Perhaps you'll stop throwing things and behave better if I blinded you.\n\n\n(\nSandra whimpers and struggles against the vines. Bardolph growls and barks.\n)\n\n\nBelette Le Fou(ine):\n Of course, since I only have one hand, we'll have to do this one eye at a time, but really, it's more enjoyable that way.\n\n\n(\nBardolph runs up and lunges at its left arm. Belette Le Fou(ine) waves its left hand and two more toadstool caps collide with him mid-air. They stick to his body and begin clamping down on it.\n)\n\n\nBardolph:\n What the heck?! I can't get them off!\n\n\n(\nBardolph whines in pain and collapses to the ground.\n)\n\n\nAtticus:\n Bard!\n\n\n(\nAtticus tries to stand. His body ungulates and falls over.\n)\n\n\nAtticus:\n Dammit, my torso's like a wet noodle. I should probably just slither.\n\n\n(\nBelette Le Fou(ine) places its left hand on the right side of Sandra's face. Sandra makes a muffled scream.\n)\n\n\nBardolph:\n Oh God, they're breaking my ribs!\n\n\n(\nBardolph howls in pain.\n)\n\n\nAtticus:\n Hang on, I'm coming!\n\n\n(\nAtticus slithers over to him, dragging his legs but keeping his arms off the ground.\n)\n\n\nEvelynn:\n Please don't do this! If you injure Bardolph and impair Sandra's sight, you won't be able to perform as many tests. Isn't that what you want?\n\n\nBelette Le Fou(ine):\n But don't you see, Jailer? I'm performing a test right now: testing the pain tolerance of Therianthropes.\n\n\n(\nAtticus pulls on edge of the mushroom cap with his child-sized arms, but it doesn't budge.\n)\n\n\nAtticus:\n Damn baby arms! I don't think I can get them off.\n\n\n(\nBardolph whines and coughs.\n)\n\n\nBelette Le Fou(ine):\n Keep recording this, so we have all the data, and be sure to get my good side.\n\n\n(\nBelette Le Fou(ine) holds his left thumb just above Sandra's right eye, ready to press down.\n)\n\n\nBelette Le Fou(ine):\n Oh, and if you even think of interfering, I'll blind you next.\n\n\nAtticus:\n Please, release these toadstool vices! They're going to crush him!\n\n\nBelette Le Fou(ine):\n Sorry, lad, but the wolf, like her, needs to be taught a lesson.\n\n\n(\nAtticus hisses, opens his mouth, and sinks his fangs into the toadstool cap. It slackens and shrivels.\n)\n\n\nAtticus:\n Holy shit, that actually worked!\n\n\n(\nBelette Le Fou(ine) cringes and winces, removing its hand from Sandra's face.\n)\n\n\nAtticus:\n And now the other one.\n\n\n(\nAtticus bites into the second toadstool cap, causing Belette Le Fou(ine) to wince again as it withers and dies.\n)\n\n\nAtticus:\n Bard, are you okay?!\n\n\n(\nBardolph takes ragged, raspy breaths.\n)\n\n\nBardolph:\n Right… knackered… (\nCoughs.\n) But still alive. (\nCoughs.\n) Ribs positively cracked… though. Hard to… (\nCoughs.\n) breathe…\n\n\nAtticus:\n Try not to talk anymore, then. Just focus on staying alive.\n\n\n(\nBardolph nods weakly. Belette Le Fou(ine) growls.\n)\n\n\nBelette Le Fou(ine):\n No matter, I can deal with them later.\n\n\n(\nBelette Le Fou(ine) smiles, giggles and places its left thumb on Sandra's closed right eye.\n)\n\n\nBelette Le Fou(ine):\n Now, where were we, my dear?\n\n\n(\nSandra struggles and quietly screams.\n)\n\n\nBelette Le Fou(ine):\n Oh, come now, don't fret. You're about to be part of an exciting experiment!\n\n\nCSR-05:\n HEY! I'VE GOT AN EXPERIMENT FOR YOU!\n\n\n(\nCamera turns to show a male Foundation guard with a longhorn bull head, fully armored and loaded out with as many guns and magazines as he could carry, pointing one at Belette Le Fou(ine).\n)\n\n\nAtticus:\n What the fuck?! An MTF Minotaur?!\n\n\nCSR-05:\n Sorry I took so long, I had to prepare.\n\n\n(\nBelette Le Fou(ine) cackles and releases his hand from Sandra.\n)\n\n\nBelette Le Fou(ine):\n Now this is quite the unexpected treat! And here I thought I killed all of you.\n\n\nCSR-05:\n Frankly, I'm just as surprised I'm not dead.\n\n\nAtticus:\n You got infected and transforming fixed your superficial wounds, that's how.\n\n\nCSR-05:\n Yeah, probably.\n\n\n(\nBelette Le Fou(ine) guffaws and climbs off Sandra.\n)\n\n\nBelette Le Fou(ine):\n You might not be dead now, but you soon will be.\n\n\nCSR-05:\n Yeah, we'll just see about that.\n\n\nBelette Le Fou(ine):\n And what, pray tell, is this experiment of yours? I hope it's something more creative than just shooting at me.\n\n\n(\nBelette Le Fou(ine) wiggles and twists its fingers, blurring them and some of the air around him.\n)\n\n\nBelette Le Fou(ine):\n Your fellow guards already tried that experiment, and it thoroughly failed.\n\n\nCSR-05:\n Nah. Was thinking I'd try this first.\n\n\n(\nCSR-05 quickly swings his arm to point his gun at the tree trunk next to him and fires a few rounds into it.\n)\n\n\nAtticus:\n What the fuck?!\n\n\n(\nBelette Le Fou(ine) cries in agony, bending down and grabbing its forearm wound.\n)\n\n\nCSR-05:\n Just as I thought. You feel this forest's pain.\n\n\nAtticus:\n Huh, was starting to suspect that too.\n\n\nCSR-05:\n Yeah, saw him double over in pain when the Gauss felled a few of the trees.\n\n\n(\nBelette Le Fou(ine) looks up at CSR-05 with fury. CSR-05 fires another round. It screams.\n)\n\n\nCSR-05:\n Well, I'm about to cause you a whole lot more pain for what you did to my team.\n\n\n(\nCSR-05 looks at Atticus and pulls out a serrated knife.\n)\n\n\nCSR-05:\n Dr. Rateleken, get yourself and Dr. Dalton to cover.\n\n\n(\nCSR-05 looks at Evelynn, shoots the tree again and tosses the knife to her side.\n)\n\n\nCSR-05:\n Dr. Antleur, free the coyote girl and do the same.\n\n\n(\nCSR-05 shoots the tree twice more and turns back to Belette Le Fou(ine).\n)\n\n\nCSR-05:\n And as for you, I'm just getting started. LET'S FUCKING GO!\n\n\n(\nCSR-05 grabs a second gun with his other hand, shoots two other trees and runs out of sight. Belette Le Fou(ine) shakily stands and levitates after him.\n)\n\n\nAtticus:\n Come on, Bard, you gotta try to stand.\n\n\n(\nEvelynn grabs the knife and cuts the base of the vine wrapped around Sandra's muzzle. It withers and falls away.\n)\n\n\nSandra:\n I almost lost an eye! You can keep filming this shit after freeing me.\n\n\nEvelynn:\n Right, of course.\n\n\n(\nEvelynn sets the camera down to face the sky again. Gunfire and Belette Le Fou(ine)'s laughter continue throughout.\n)\n\n\nSandra:\n Free my left arm first and hand me my multi-tool. It's right over there.\n\n\nEvelynn:\n Yes, I see it.\n\n\n…\n\n\nSandra:\n Thanks! Now get started on my legs. I'll free my right arm.\n\n\nEvelynn:\n That was my plan too.\n\n\n…\n\n\nSandra:\n Finally! I guess this is one time you're willing to set me free.\n\n\nEvelynn:\n I don't know what you mean by that, but we need to get to cover now.\n\n\n(\nEvelynn comes into view of the camera and picks it back up. Belette Le Fou(ine) chases after CSR-05, occasionally stopping to cringe in pain.\n)\n\n\nAtticus:\n Over hear! Hurry!\n\n\n(\nBardolph leans against a large boulder, raggedly breathing. Atticus is feeling Bardolph's chest for damage.\n)\n\n\nAtticus:\n I hope that weasel can't control rocks too.\n\n\n(\nSandra runs over to them with Evelynn following.\n)\n\n\nSandra:\n We need to figure out how to kill that thing. Maybe if we wreck the forest enough.\n\n\nEvelynn:\n I'll remind you the entire forest could collapse in on itself if it dies.\n\n\nSandra:\n I don't know about you, but that weasel's probably gonna kill us after this.\n\n\n(\nCamera turns to show CSR-05 knocking over some smaller trees with his bare hands while shooting larger ones.\n)\n\n\nSandra:\n If you're right, we're dead either way, so who cares?\n\n\nEvelynn:\n My plan is to let the guard handle containing Belette Le Fou(ine).\n\n\nSandra:\n This is our endgame and we need our own plan, or we're all dead.\n\n\n(\nCSR-05 discards a spent gun and grabs another.\n)\n\n\nSandra:\n That guard doesn't have infinite ammo, and I don't know what his plan is other than making an opening for us.\n\n\nAtticus:\n I could bite Belette Le Fou(ine). My venom would knock him flat, but it probably wouldn't kill him.\n\n\nEvelynn:\n Hmmm, that may actually work. \nCrotalus\n venom isn't immediately fatal. Can you control the dosage?\n\n\nAtticus:\n I can't say it'll be very accurate. Only thing I've bitten were those mushroom vices.\n\n\nEvelynn:\n Try not to send it into shock if you can. That should ensure its organs remain undamaged for long term containment.\n\n\nSandra:\n Wow, that is literally all you think about, isn't it?\n\n\nEvelynn:\n Securing and Containing the anomalous to Protect the rest of the world is the Foundation's primary directive.\n\n\nSandra:\n And you never think beyond that, do you?\n\n\nAtticus:\n Now is really not the time for this debate!\n\n\nBelette Le Fou(ine):\n (\nCackling.\n) Looks like you're almost out of ammunition. What then?\n\n\nCSR-05:\n Well, I find out the secret to your amazingly high pain tolerance.\n\n\nBelette Le Fou(ine):\n Honestly, I've grown numb to the pain by now.\n\n\n(\nBelette Le Fou(ine) waves its arm and toadstool caps fly at CSR-05.\n)\n\n\nCSR-05:\n Guess I should slow down to let your pain receptors recover.\n\n\n(\nCSR-05 shoots down the toadstool caps.\n)\n\n\nBelette Le Fou(ine):\n The moment you slow down is the moment you die.\n\n\nCSR-05:\n Okay, I'll speed up then!\n\n\n(\nCSR-05 weaves through the trees at a sprint, outrunning the caps as they collide with trunks.\n)\n\n\nEvelynn:\n Impressive physical enhancements.\n\n\nAtticus:\n They're moving so fast, I don't know how I'll even get close.\n\n\nSandra:\n I still have some spears hidden around here.\n\n\nAtticus:\n Go use them! Eve, make a distraction!\n\n\nEvelynn:\n What am I supposed to do?!\n\n\nAtticus:\n What you do best: lecture him!\n\n\n(\nSandra runs off. Atticus pets Bardolph.\n)\n\n\nAtticus:\n Looks like some bruising and hairline fractures at worst. Just, try to stay out of sight, okay?\n\n\nBardolph:\n Will… do…\n\n\n(\nAtticus slithers off. Evelynn runs out into the field.\n)\n\n\nEvelynn:\n Why not spare him for your experiments?! He's another Therianthrope now, after all!\n\n\n(\nBelette Le Fou(ine) stops, winces in pain and turns towards Evelynn with a malicious grin.\n)\n\n\nBelette Le Fou(ine):\n Oh no, my dear. He's far too naughty to let live.\n\n\n(\nBelette Le Fou(ine) wiggles its fingers into blurs. Several bullets and a spear are stopped by kinetohazards.\n)\n\n\nBelette Le Fou(ine):\n In fact, so is everyone else here.\n\n\n(\nBelette Le Fou(ine) waves its arm and toadstool caps fly towards Evelynn.\n)\n\n\nEvelynn:\n Wait, I never attacked you!\n\n\n(\nKinetoglyphs vanish. The bullets and spear drop to the ground.\n)\n\n\nBelette Le Fou(ine):\n But you no longer amuse me.\n\n\n(\nEvelynn rapidly leaps and dodges several toadstool caps.\n)\n\n\nEvelynn:\n Huh, I've never been able to move and jump like this before!\n\n\n(\nEvelynn starts laughing as she dodges more toadstool caps.\n)\n\n\nBelette Le Fou(ine):\n You're quite the agile deer, my dear. Let's do something about that!\n\n\n(\nBelette Le Fou(ine) waves its arm. Evelynn trips, falls, and yells.\n)\n\n\nEvelynn:\n Please, no!\n\n\n(\nToadstool caps are shot apart before they reach Evelynn. Her ankle is twisted and trapped under tree roots.\n)\n\n\nBelette Le Fou(ine):\n You shouldn't be a problem now.\n\n\n(\nBelette Le Fou(ine) lands on the ground next to Evelynn. It cringes and groans in pain.\n)\n\n\nEvelynn:\n What are you going to do to me?\n\n\n(\nBelette Le Fou(ine) giggles and wiggles its fingers, stopping several more bullets mid-air.\n)\n\n\nBelette Le Fou(ine):\n Why, the same thing I was about to do to the coyote, of course.\n\n\nEvelynn:\n Please don't, I'm much more valuable sighted.\n\n\n(\nBelette Le Fou(ine) cries in pain. Gunfire in the background.\n)\n\n\nBelette Le Fou(ine):\n But first, I'll handle the other nuisances.\n\n\n(\nBelette Le Fou(ine) rapidly gesticulates its entire left arm, blurring the air around itself as the still floating bullets begin the gyrate.\n)\n\n\nBelette Le Fou(ine):\n It seems that you're almost out of ammunition. How about I do you a kindness, and…\n\n\n(\nBelette Le Fou(ine) makes some final motions and the bullets rapidly fly back towards CSR-05.\n)\n\n\nBelette Le Fou(ine):\n …return some of it to you!\n\n\n(\nCSR-05 screams as one hits his shoulder and another his stomach. He fires the gun in his other hand at Belette Le Fou(ine)'s head.\n)\n\n\nBelette Le Fou(ine):\n Again with the headshots?\n\n\n(\nCSR-05 pulls out a piece of metal with a cloth wrapped around it as he starts to collapse.\n)\n\n\nBelette Le Fou(ine):\n What do you hope to accomplish? I'll stop anything you throw at m…\n\n\n(\nCSR-05 throws the metal with all his might as he falls. The cloth unravels mid-air, revealing markings on it drawn in blood.\n)\n\n\nEvelynn:\n Antikinetoglyphs…\n\n\n(\nGreen kinetoglyphs appear around it as it gets close. They instantly disappear and the metal keeps moving, embedding itself into Belette Le Fou(ine)'s thigh, just above its knee.\n)\n\n\nBelette Le Fou(ine):\n What the…?!\n\n\n(\nBelette Le Fou(ine) makes a blood curdling shriek and collapses. Silvery blue blood seeps from the wound as the surrounding tissue inflames and blisters.\n)\n\n\nBelette Le Fou(ine):\n Oh, my Queen! IT BURNS!\n\n\n(\nBelette Le Fou(ine) grabs it with both hands, but pulls them away seconds later and screams again. Second degree burn marks are visible on both its palms.\n)\n\n\nBelette Le Fou(ine):\n PLEASE! SOMEONE! MAKE IT STOP! OH, MY QUEEN, IT BURNS SO BAD!!\n\n\n(\nEvelynn dislodges her foot, crawls over to Belette Le Fou(ine) and punches it in the eye.\n)\n\n\nEvelynn:\n That's for threatening to blind me!\n\n\n(\nEvelynn sits up and looks down on him.\n)\n\n\nEvelynn:\n I look forward to studying you in containment.\n\n\n(\nBelette Le Fou(ine) laughs weakly in between grunts of pain.\n)\n\n\nBelette Le Fou(ine):\n And how… are you… going to… contain me?\n\n\nEvelynn:\n Immobilization via \nCrotalus\n venom. Dr. Rateleken, you may administer the injection now!\n\n\n(\nAtticus slithers out from behind a nearby tree, having regained his phone.\n)\n\n\nAtticus:\n With \ngreat\n pleasure, Dr. Antleur.\n\n\n\n\nK.C.Alert:\n Hume at 0.64\n\n\n\n\n(\nAtticus slithers close to Belette Le Fou(ine) and lunges, sinking his massive fangs into its shoulder. It gurgles and screams.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.52\n\n\n\n\nEvelynn:\n That should be more than sufficient.\n\n\n(\nAtticus pulls out after a quarter second. Belette Le Fou(ine) reaches up and grabs Atticus by the neck.\n)\n\n\nEvelynn:\n I'll knock you out personally, you cretin!\n\n\n(\nAtticus chokes and coughs. Evelynn makes a fist and readies herself.\n)\n\n\nBelette Le Fou(ine):\n I'll strangle just one more Jailer before I…\n\n\n(\nBelette Le Fou(ine) curtly releases Atticus, seizes up, and shrieks in agony.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.66\n\n\n\n\nEvelynn:\n Atticus, just how much venom did you give him?\n\n\n(\nBelette Le Fou(ine)'s superficial blood vessels turn black around its bite wound. This quickly spreads throughout its body.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.73\n\n\n\n\n(\nAtticus coughs in between words.\n)\n\n\nAtticus:\n I was careful… to minimize the… dose… Of course, I didn't… know it'd go for my… throat!\n\n\n(\nBelette Le Fou(ine) screams as fur starts to shed from its head and its face distorts.\n)\n\n\nEvelynn:\n What in the world?!\n\n\n\n\nK.C.Alert:\n Hume at 0.85\n\n\n\n\nAtticus:\n Eve, you're still… recording all of this… right?!\n\n\nEvelynn:\n Of course! I never stopped. I trust you are as well?\n\n\nAtticus:\n Yes I am, but we need to document this thoroughly!\n\n\n(\nRapid footsteps approaching.\n)\n\n\nSandra:\n What did I miss?! Did we finally get hi… WHAT THE FUCK?!\n\n\nEvelynn:\n Absolutely fascinating!\n\n\n(\nSandra pulls out her own phone and starts filming.\n)\n\n\nEvelynn:\n Yes, thank you, Sandra. We need to observe this from multiple angles.\n\n\n(\nBelette Le Fou(ine)'s face shifts to resemble a humanoid with high cheekbones and pointed ears.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.91\n\n\n\n\nEvelynn:\n I definitely wasn't expecting this.\n\n\nAtticus:\n Neither was I.\n\n\nSandra:\n What the fuck did you two do to him?!\n\n\nAtticus:\n I bit him.\n\n\n(\nBelette Le Fou(ine) stops screaming and pants. It reaches up to feel its face.\n)\n\n\nBelette Le Fou(ine):\n It… can't… be…\n\n\n(\nBelette Le Fou(ine) waves its arm and everyone jumps back.\n)\n\n\n\n\nK.C.Alert:\n Hume at 0.95\n\n\n\n\nSandra:\n Don't try anything stupid!\n\n\n(\nA small puddle of water seeps up from the ground next to Belette Le Fou(ine). He leans over and looks into it.\n)\n\n\nBelette Le Fou(ine):\n It is… I'd forgotten… how handsome I looked.\n\n\n(\nBelette Le Fou(ine) groans and falls back down. Parts of its body begin to fade and visually distort.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.09\n\n\n\n\nBelette Le Fou(ine):\n All my pain is gone… and soon I will be too.\n\n\nSandra:\n What the absolute fuck is happening to you?\n\n\nBelette Le Fou(ine):\n I'm deconceptualizing.\n\n\n\n\nK.C.Alert:\n Hume at 1.14\n\n\n\n\nSandra:\n What?\n\n\nEvelynn:\n Ceasing to exist.\n\n\nBelette Le Fou(ine):\n Without my original Name or my Queen's curse, there isn't enough to maintain my existence.\n\n\n\n\nK.C.Alert:\n Hume at 1.27\n\n\n\n\nEvelynn:\n You should have fully deconceptualized by now, which concerns me about the integrity of this place.\n\n\nBelette Le Fou(ine):\n My paradoxical Name is delaying the process, but it won't hold.\n\n\nSandra:\n All this stuff about Names again?!\n\n\n\n\nK.C.Alert:\n Hume at 1.33\n\n\n\n\nBelette Le Fou(ine):\n My original Name was the key to my existence, the key to me. Without it, only a mere patchwork kept me going.\n\n\nSandra:\n Seriously?!\n\n\nBelette Le Fou(ine):\n It's the case with everyone!\n\n\n\n\nK.C.Alert:\n Hume at 1.49\n\n\n\n\n(\nThe visual distortions become worse, and more parts of its body fade away.\n)\n\n\nBelette Le Fou(ine):\n Always cherish your Name, and keep it hidden from those who would steal it.\n\n\n(\nBelette Le Fou(ine) turns to Evelynn with a cheeky grin.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.54\n\n\n\n\nBelette Le Fou(ine):\n And you have nothing to worry about, Jailer. We're still in your reality.\n\n\nEvelynn:\n But this area is Non-Euclidean.\n\n\nBelette Le Fou(ine):\n Just part of the magic. You'll all survive, and bare witness to my death.\n\n\n(\nSandra moves in closer and re-angles her phone.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.62\n\n\n\n\nBelette Le Fou(ine):\n That's right, keep filming and don't look away. None of you look away!\n\n\nAtticus:\n I wasn't planning to.\n\n\nBelette Le Fou(ine):\n Good. You Jailers always need a reminder. This is the truth your Foundation keeps hidden, even from its own.\n\n\n\n\nK.C.Alert:\n Hume at 1.71\n\n\n\n\n(\nThe video itself begins to distort as pockets of unreality consume its body.\n)\n\n\nBelette Le Fou(ine):\n This is what you Jailers did to millions of my people over a century ago, on behalf of the Factory.\n\n\n(\nOnly a few scattered parts of Belette Le Fou(ine) remain.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.76\n\n\n\n\nBelette Le Fou(ine):\n We will destroy the Factory, and we will destroy you Jailers too, if you get in our way again.\n\n\nAtticus:\n Who's 'WE'?!\n\n\nBelette Le Fou(ine):\n We are… the Mabbites…\n\n\nThe Mabbites…\n\n\nThe Mabbites…\n\n\nThe Mabbites…\n\n\n(\nBelette Le Fou(ine) fades out of existence. His last words continue to echo as the plants wither and die all around them.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.48\n\n\n\n\nEvelynn:\n He said this place wouldn't collapse!\n\n\n(\nAll the trees shed their leaves, shrivel up, fall over and rot away into nothing.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.29\n\n\n\n\nAtticus:\n I think it's just the plants that are collapsing.\n\n\n(\nNothing remains but rocks in a vacant field. The road is 0.5 kilometers away.\n)\n\n\nSandra:\n The road was right freaking there?! God, now I know how the people on \nLost\n felt.\n\n\n\n\nK.C.Alert:\n Hume at 1.12\n\n\n\n\n(\nThe roots under the trucks and covering the MTF Trailer dissolve away. The battery fire reignites from air exposure.\n)\n\n\n\n\nK.C.Alert:\n Hume at 1.00. Reality Nominal.\n\n\n\n\nBardolph:\n Is it… finally… over?\n\n\n(\nBardolph stumbles towards the group and CSR-05 crawls over to them.\n)\n\n\nAtticus:\n Bard, try to conserve your strength!\n\n\n(\nAtticus falls over and curls around to touch his bloody bandages.\n)\n\n\nAtticus:\n Shit! All that slithering reopened my talon wounds.\n\n\nBardolph:\n Heh… Guess we're both… pretty knackered now.\n\n\n(\nBardolph falls over next to Atticus. They both laugh weakly.\n)\n\n\nCSR-05:\n Well that was quite the ordeal.\n\n\nEvelynn:\n Are you alright Terr… Convoy Guard Five?\n\n\nCSR-05:\n I've been worse.\n\n\nEvelynn:\n Unfortunately, I have also sustained an injury.\n\n\nCSR-05:\n Don't worry. Help should be here soon from the nearest Provisional Site.\n\n\nEvelynn:\n Any ETA?\n\n\nCSR-05:\n Still can't get a signal, but the sun's almost up, so it's been about… 75 minutes.\n\n\nAtticus:\n Damn. All that in just an hour.\n\n\nCSR-05:\n Shouldn't be much longer now.\n\n\nAtticus:\n Good. We could all use medical, except Sandy.\n\n\nCSR-05:\n The coyote girl?\n\n\nAtticus:\n Lucky girl, especially since she came within an inch of losing an eye.\n\n\nCSR-05:\n Why is she walking toward the road, anyway?\n\n\nEvelynn:\n Sandra! What exactly are you doing?\n\n\nSandra:\n Oh, just uh… getting a closer look at that battery fire.\n\n\n(\nSandra stops walking and puts her hand above her eyes.\n)\n\n\nSandra:\n I really hope it doesn't spread into the field now.\n\n\nEvelynn:\n And what exactly is that in your other hand?\n\n\n(\nSandra tightens her grip on a large, antique compass in her other hand.\n)\n\n\nSandra:\n What, it's just my phone.\n\n\nEvelynn:\n That doesn't look like your phone.\n\n\nAtticus:\n Sandy? What are you doing?\n\n\nCSR-05:\n Wait, that's a Lewis & Clark Compass!\n\n\nEvelynn:\n How did you even get that?!\n\n\nSandra:\n (\nSighs.\n) Probably the same way I got my binoculars.\n\n\nEvelynn:\n You couldn't have possibly bought something like that, which means…\n\n\nSandra:\n That somehow, some way, in the past I just rewrote with my new magical coyote powers, I stole it from that other guard.\n\n\nEvelynn:\n And what were you planning on doing with it?\n\n\nAtticus:\n Wait… you had that escape device this whole time, and didn't share it?\n\n\nSandra:\n No! I only just now found it in my backpack… though I was thinking about it the whole time we were in there. I must have made the compass appear inside it the same way I got my binoculars.\n\n\nEvelynn:\n So you could have gotten us out the forest this whole time?!\n\n\nSandra:\n I don't know?! Didn't the guard say it only works on one person, anyway?\n\n\nEvelynn:\n You could have given it Dr. Dalton or myself to escape and contact reinforcements.\n\n\nSandra:\n Maybe I… just wanted to keep it for myself.\n\n\nEvelynn:\n Sandra Collins, I sincerely hope you aren't thinking about escaping.\n\n\nAtticus:\n Sandy, please, don't do this.\n\n\nEvelynn:\n Can you stop her?!\n\n\nCSR-05:\n Don't think so. Out of ammo and anything I can throw. I don't even think I can stand, but I'll damn well try.\n\n\n(\nSandra takes a few steps back and starts fiddling with the compass.\n)\n\n\nBardolph:\n Sandy…\n\n\n(\nCSR-05 strains to get up, but falls back down again. Atticus starts to slither forward, but stops and grabs his wounds.\n)\n\n\nSandra:\n I'm sorry, Bard. I really hope you, at least, were looking out for me in the end, but I heard your conversation with Eve. All of it.\n\n\n(\nBardolph whines. Sandy continues to walk backwards, looking between them and the compass.\n)\n\n\nEvelynn:\n I suspected you might have, but I still didn't think you'd be reckless enough to even consider this.\n\n\n(\nEvelynn tries to stand, but yells and falls when she puts weight on her ankle.\n)\n\n\nSandra:\n From the moment I woke up with this face, I knew I would never lead a normal life again. But you, Bard, and the other Therians, at least gave me hope that I could lead some kind of life looking like this.\n\n\nBardolph:\n You… still… could…\n\n\nSandra:\n But before that, when I first saw myself in the mirror, only one thought came to mind: I'm a freak now, and the government is going to haul me away to a lab somewhere, and poke and prod me until the day I die, or the day they decide to dissect me.\n\n\n(\nEvelynn tries to stand again, but falls and begins crawling her way towards Sandra.\n)\n\n\nSandra:\n I even had nightmares about it the first few nights, but even then I never thought they'd turn out to be premonitions.\n\n\nEvelynn:\n Think carefully about what you're about to do, SCP-6090-B instance 4342. You will become a criminal, and the U.I.U. won't be on your side anymore.\n\n\nSandra:\n From what I heard you say, they were never on my side, and neither were you, and I would never have a future outside of my nightmares.\n\n\nAtticus:\n That thing is random. What if you end up in the middle of nowhere? Or worse, in a city or any kind of crowd?\n\n\nSandra:\n If it's the former, then I'll live as a wild coyote for a while. They have pretty good range. And if I thread that needle and get the latter, well, it is what it is, and I'll find a way to deal with it.\n\n\nEvelynn:\n You won't get far. We can track your phone!\n\n\nSandra:\n Yeah, my phone's a TeraCube 2e, and I've already taken its battery out, so no power to track it.\n\n\n(\nEvelynn crawls closer, but Sandra jumps backwards.\n)\n\n\nSandra:\n I'm sorry, but the fact I was even able to rewrite the past to somehow steal this thing is a sign. These magic powers seem to run on my greatest desire, and right now my greatest desire is the freedom to chart my own course in life… with this compass. Heh.\n\n\nEvelynn:\n We will find you and contain you. It's only a matter of time.\n\n\nSandra:\n Eve, I really feel sorry for you. I don't know who hurt you, but I hope someday you realize how much you're hurting others.\n\n\nAtticus:\n Sandy, I'm sorry you feel that way about the Foundation.\n\n\nSandra:\n Ace, I really hope you're better than she is, but I'm not sure anymore. Never really got to know you, and now I won't get the chance.\n\n\n(\nEvelynn stands and tries to hobble towards her, only to fall down after a few steps.\n)\n\n\nSandra:\n I might not ever be able to get my old life back, but I'll be damned if I live my worst nightmare for the rest of it. Even if you guys catch up to me, I'll just use the compass again. And if that doesn't work, well… I guess I'll just off myself, if only to rob you of your precious \"unprecedented sapient instance of SCP-3577,\" or whatever you want to call me.\n\n\n(\nClicking noise. Sandra's expression brightens. The compass' North and South poles split apart and begin rotating in opposite directions.\n)\n\n\nSandra:\n Yes! Finally!\n\n\n(\nEvelynn stands up and starts walking, groaning in pain with each step. Sandra turns and runs away.\n)\n\n\nEvelynn:\n You aren't escaping!\n\n\n(\nCompass' arms speed up into a blur. Sandra vanishes. Evelynn falls down, rolls on her back, and cries while clutching her ankle.\n)\n\n\nEvelynn:\n CSR-05… make sure to… log Sandra Collins… SCP-6090-B-4342… as a Person of Interest…\n\n\n(\nThe sun rises. Shortly after, a black unmarked MRAP Truck\n27\n crests over the hill on the road.\n)\n\n\nCSR-05:\n Yeah, I'll get right on that… when I'm not lying on the ground in pain.\n\n\n(\nThe MRAP Truck drives off the road just before reaching the convoy remains and stops in front of the group.\n)\n\n\nAtticus:\n At least the cavalry's finally here, albeit late.\n\n\n(\nThe MRAP Truck flashes the Foundation symbol on its side. Agent Benson and several other armed guards disembark and survey the situation.\n)\n\n\nBenson:\n Woah, never thought I'd be attending a furry convention out in a field. Then again, these days it is best to keep events like this outdoors.\n\n\nAtticus:\n Is that really what this looks like to you?!\n\n\nBenson:\n Come on, you're all half-animal, and it looks like you all partied pretty hard.\n\n\n(\nBenson gestures towards the still-burning battery fire.\n)\n\n\nBenson:\n You even started a battery bonfire! That'll sure be fun to put out.\n\n\nCSR-05:\n Of all the agents they could have sent, why'd it have to be you, Benson?\n\n\nBenson:\n Funny enough, because I sleep through most of the day. I'm actually good to go around sunrise.\n\n\n(\nThe other guards walk around and begin scanning fingerprints and implanted RFID chips.\n)\n\n\nBenson:\n I just happened to be on another mission over at Site-███ when I got called out here…\n\n\n(\nBenson leans over and scans Evelynn's fingerprints and RFID chip.\n)\n\n\nBenson:\n Oh hey, that really is you Dr. Antleur! Looks like you went from towheaded to doe-headed.\n\n\nEvelynn:\n Very funny. In case you haven't noticed, we all need medical attention.\n\n\nBenson:\n Yeah, that's pretty clear. You guys must have been up against something fierce.\n\n\n(\nTwo guards carefully load CSR-05 onto a stretcher and into the MRAP Truck.\n)\n\n\nAtticus:\n We managed to neutralize it.\n\n\n(\nBenson stretches and contently groans.\n)\n\n\nBenson:\n Glad I didn't have to fight it.\n\n\nEvelynn:\n I need you to put a Foundation BOLO Alert on SCP-6090-B-4342, Sandra Collins.\n\n\nBenson:\n Right, the… uh…\n\n\n(\nBenson checks his tablet.\n)\n\n\nBenson:\n Coyote Girl… Therianthrope, that was with you. Suspected to have \nSCP-3577\n's powers.\n\n\nAtticus:\n You're only just now reading the mission briefing?\n\n\nBenson:\n Hey, they scrambled us shortly after your signal was lost. Barely even had time to get dressed.\n\n\nAtticus:\n And how long was the drive?\n\n\nBenson:\n Took over an hour. You're out in the ass-end of nowhere.\n\n\nAtticus:\n And you didn't think to read it en-route?\n\n\nBenson:\n Nope, not really. So anyway, why didn't any of you think to slip a tracker on her?\n\n\nEvelynn:\n We had nine armed guards at the time, and we assumed we could just her track her phone if she somehow managed to evade all of them.\n\n\nBenson:\n And you can't track it now because…?\n\n\nEvelynn:\n She removed the battery.\n\n\nBenson:\n Was it an older phone?\n\n\nAtticus:\n New one.\n\n\n(\nAtticus grunts as he's manually coiled onto a stretcher.\n)\n\n\nBenson:\n Did she mention the brand?\n\n\nAtticus:\n TeraCube, I think.\n\n\nBenson:\n Huh, I'll have to look into that.\n\n\n(\nTwo guards lift Atticus up and haul his stretcher into the MRAP Truck.\n)\n\n\nBenson:\n Well, I can understand why you guys didn't think to check her phone for such a feature. Most new phones suck these days.\n\n\nEvelynn:\n And that's why we need to get a BOLO on her ASAP.\n\n\nBenson:\n I'll do what I can, but maybe next time, slip backup trackers on your guests.\n\n\nEvelynn:\n It's been noted. Now, shouldn't we be getting an aerial medical evac instead?\n\n\nBenson:\n The boys have already radioed one in, along with a clean-up team for this mess.\n\n\n(\nTwo guards finish getting Bardolph onto a stretcher and into the MRAP Truck.\n)\n\n\nBenson:\n Medical will intercept us on the way back. Gotta cover as much ground as we can in the meantime.\n\n\nEvelynn:\n The sooner we get back to the Site, the better.\n\n\nBenson:\n Aw, and here I was looking forward to us having a nice hour-long chat.\n\n\nEvelynn:\n I wasn't.\n\n\n(\nBenson leans down and gestures to help her up.\n)\n\n\nBenson:\n You need a hand, or do you want the stretcher?\n\n\nEvelynn:\n If it gets us into the vehicle faster, I'll take your hand.\n\n\n(\nBenson lifts up Evelynn and she leans on him.\n)\n\n\nBenson:\n Woah, slow down there Doc. I don't exactly feel the same way about you.\n\n\nEvelynn:\n Your wit knows no end, Agent Benson.\n\n\nBenson:\n Heh, I do my best.\n\n\n(\nThey enter the MRAP Truck and Evelynn shakily sits down next to the rest of the group.\n)\n\n\nEvelynn:\n Ending video log…\n\n\n<End Log, 2021-06-03 05:31 PST>\n\n\n\n\n\n\n\n\n\n\nSection 5: Post-Incident Report\n\n\n\n\n+ Open Document\n\n\n\n\n- Close Document\n\n\n\n\n\n\nFollowing evacuations and clean-up of Incident 6090-1, survivors were assessed for injuries and debriefed.\n\n\nDr. Atticus Rateleken\n exhibited large scratch wounds, which proved to be mostly superficial and required only minimal medical intervention. Regardless, he chose to remain in his Hybrid Form for the duration of a week, in order to \"commit it to muscle memory,\" and ordered clothes tailored for it. During this time, he and Dr. Antleur collaborated on analyzing the anomalous properties of his venom and its potential to create a cure for SCP-6090, based on its observed effects on Belette Le Fou(ine).\n\n\nDr. Evelynn Antleur\n exhibited damage to several ligaments of her left ankle, and was given appropriate treatment. Despite the need for crutches, she insisted on assisting in the development of a potential cure for SCP-6090. Together with Dr. Rateleken, they isolated several specialized anomalous oils, toxins and prions that, in high enough concentrations, specifically target and neutralize SCP-6090 both outside and within human cells, without causing additional harm to the tissue.\n\n\nThrough testing with infected D-Class, this cure was demonstrated to completely eliminate the DNA template overwrites of SCP-6090 and, through means not fully understood, causes any SCP-6090-B instance to rapidly revert back to its original non-anomalous human form. Further testing is still underway for lingering side-effects from this potential cure and after-effects from SCP-6090 infection. Dr. Antleur herself will be part of these tests on a two month long trial uncured and an additional month after being cured.\n\n\nDr. Bardolph Dalton\n sustained several bruises and hairline fractures to his ribs, and was treated by Foundation veterinarians. He will be required to remain in Feral Form during recuperation. His communications will be closely monitored by the Foundation for any attempts to contact PoI-6090-4342, Sandra Collins, for a period no less than 15 months, or until the containment of PoI-6090-4342.\n\n\nConvoy Security Retinue Guard 05, Agent Terrance Neilson\n, sustained several injuries from redirected gunshots, though his armor reduced their severity. He was allowed a week to recuperate before being debriefed. He will be given an additional month to reach full convalescence. He will then be redeployed uncured on a trial basis, to field test the capabilities of Bovine SCP-6090-B Field Agents, for a period of no less than 3 months.\n\n\nRegarding the \nMabbites\n. Regarding the \nMabbites\n. Regarding the \nMabbites\n. They will henceforth be referred to as \nGoI-3903\n. This is to prevent the demonstrated Echoing Nomenclative Hazard that is conceptually attached to the group's name. Little is currently known about GoI-3903, but based on information gathered by the U.I.U., it is currently believed to have formed within the last year, with its membership consisting mainly of Unseelie Fae. Investigations are currently underway with assistance from the U.I.U., who have far more experience in dealing with Fae criminals.\n28\n\n\n\n\n\n\n\n\n\n\nSection 6: Debriefing Logs:\n\n\n\n\n+ Interview Log 6090-1B: Dr. Rateleken Debriefing\n\n\n\n\n- Close Document\n\n\n\n\n\n\nInterviewed:\n Dr. Atticus Rateleken, Foundation Therianthropy Researcher, Level 4\n\nInstance SCP-6090-B-4344, ISS: \nCrotalus atrox\n29\n\n\nInterviewer:\n Dr. Gerhard Harkhart, Foundation General Researcher, Level 3\n\n\nNote:\n Dr. Rateleken is still in the Intermediate Form he obtained during Incident 6090-1. A set of clothes and a long lab coat have been tailor made to fit his rather unique anatomy and proportions. He is to remain in this form until such time that he has fully recovered from his injuries sustained during Incident 6090-1 and is cleared to resume his Base Form.\n\n\n\n\n<Begin Log, 2021-06-06, 14:01 PST>\n\n\nDr. Harkhart:\n Hello, Dr. Rateleken! This is my first time interviewing a Therianthrope, so go easy on me.\n\n\nDr. Rateleken:\n (\nLaughs.\n) Happy to have you visiting the Therianthropy Department, Gerry!\n\n\nDr. Harkhart:\n Oh, well, thank you for using my first name.\n\n\nDr. Rateleken:\n Please, there's no need to be so formal around me. I find that formalities tend to hinder productivity. You can call me Atticus or Ace if you want.\n\n\nDr. Harkhart:\n Awesome! Also, it's really cool that you're able to move and stay upright in a form like that.\n\n\nDr. Rateleken:\n Heh, well, I've gotten the hang of controlling the muscles in my snake torso in tandem with moving my legs. Standing in this form sorta makes me look like that one TMNT villain with the long torso… Drago…? Draco…? Something like that.\n\n\nDr. Harkhart:\n Oh my gosh, I think I remember that from my childhood!\n\n\nDr. Rateleken:\n Ah, I see you are a man of culture as well.\n\n\n(\nDr. Rateleken winks. Dr. Harkhart laughs.\n)\n\n\nDr. Rateleken:\n Well, I don't think I'm quite ready to do kung fu in this body yet. Just being able to sit and stand upright is enough for now.\n\n\n(\nDr. Rateleken adjusts himself in his seat, and winces as he feels his injuries. Dr. Harkhart stops laughing.\n)\n\n\nDr. Harkhart:\n Are you okay?\n\n\nDr. Rateleken:\n Yeah, I'm fine. My injuries are already a lot better than they were three days ago.\n\n\nDr. Harkhart:\n I thought Therianthropes could heal superficial wounds by shape-shifting.\n\n\nDr. Rateleken:\n I actually find this form rather interesting, and I want to commit to muscle memory first, so I can assume it in the future. The pain from my wounds has helped me to not accidentally shift back into my Base Form.\n\n\nDr. Harkhart:\n Wow, being a Therianthrope sure is interesting.\n\n\nDr. Rateleken:\n You're always welcome to have that interesting experience for yourself.\n\n\n(\nDr. Rateleken winks again. Dr. Harkhart chuckles nervously.\n)\n\n\nDr. Harkhart:\n Well, maybe later, after you've managed to find a cure for SCP 6090 infection in humans. That's actually what I was supposed to ask in this interview: How has research into that been going?\n\n\nDr. Rateleken:\n Very well, actually! I'm thankful to have Dr. Eve Antleur assisting us in the Therianthropy Department. Despite how cold she can be, she is rather brilliant.\n\n\n(\nDr. Harkhart chuckles again and rubs the back of his neck.\n)\n\n\nDr. Harkhart:\n Yeah, I've actually worked with her quite a bit. She can be a bit… distant, but after a while you get used to it.\n\n\nDr. Rateleken:\n Heh, I'll have to take your word on that one.\n\n\nDr. Harkhart:\n Yeah… Getting back on topic, I've heard that if you do create a viable cure, the higher-ups are considering reclassifying SCP-6090 from Keter to Thaumiel.\n\n\nDr. Rateleken:\n Heh, probably because of the potential \"super soldier\" prospects. Personally, I'd think Cernunnos would be a better Containment Classification now. Even with a cure, we'll probably never locate every SCP-6090-A instance, and there are many SCP-6090-B instances who chose to become infected and would refuse it.\n\n\nDr. Harkhart:\n Yeah, I can see how that would be an ethical and logistical nightmare that qualifies for Cernunnos. Still, from the amazing things I've learned about Therianthropes, they could be help the Foundation contain all sorts of anomalies.\n\n\nDr. Rateleken:\n Heh, perhaps a new Containment Classification is in order then? A combination of Thaumiel and Cernunnos, perhaps?\n\n\nDr. Harkhart:\n SCP-6090 may be unique enough to warrant that. It would be so cool if I could help design the new Containment Classification!\n\n\nDr. Rateleken:\n Well, let's not get ahead of ourselves here. We're still in the process of analyzing my venom, based on the rather interesting effect it had on Belette Le Fou(ine).\n\n\nDr. Harkhart:\n The entity that attacked the Foundation convoy and tried to kill all of you?\n\n\nDr. Rateleken:\n That's the one! It turns out my venom has a lot of interesting properties. We've managed to isolate a cocktail of anomalous oils, toxins, and prions that appear to be derived from the conventional components of non-anomalous \nCrotalus\n venom. It seems my body naturally produces them.\n\n\nDr. Harkhart:\n Wow, that's so cool!\n\n\nDr. Rateleken:\n I'll say! We've found that this organic chemical cocktail specifically targets not only the Therianthropy Virus itself, but also all of the structures within cells created by it that give us our abilities, while seeming to leave the rest of the cell and overall tissue intact and unharmed.\n\n\n(\nDr. Harkhart suppresses a laugh.\n)\n\n\nDr. Harkhart:\n Heh, so what you’re saying is that Therianthropy could actually cured by…\n\n\n(\nA grin spreads across Dr. Rateleken's rattlesnake snout as he picks up on Dr. Harkhart's cue.\n)\n\n\nDr. Rateleken:\n That's right! Were-Rattlesnake Oil! It'll cure what ails ya!\n\n\n(\nBoth Dr. Rateleken and Dr. Harkhart burst out laughing.\n)\n\n\nDr. Rateleken:\n Oh, Gerry, those rumors about you are so misfounded.\n\n\n(\nDr. Harkhart stops laughing.\n)\n\n\nDr. Harkhart:\n Wait, there are rumors about me?\n\n\nDr. Rateleken:\n Oh, it's mainly stuff I've been hearing from Eve.\n\n\nDr. Harkhart:\n Really?\n\n\nDr. Rateleken:\n She's actually compared me to you a few times, so I'm actually glad I got to meet you myself.\n\n\n(\nDr. Harkhart awkwardly rubs the back of his neck.\n)\n\n\nDr. Harkhart:\n Heh, well, at least I'm glad to hear that she knows me well enough to mention me in conversations with others, even if in an unflattering way.\n\n\nDr. Rateleken:\n I can now see why she'd make those comparisons, and I can also see that she really doesn't have any sense of fun or humor.\n\n\n(\nDr. Harkhart chuckles and sighs.\n)\n\n\nDr. Harkhart:\n Yeah, well, for all her faults, Dr. Antleur really is a good person at her core. It just takes a while to get there, you know?\n\n\nDr. Rateleken:\n I guess I just haven't spent enough time with her then. Her being a Reluctant Were-Deer probably isn't helping things either.\n\n\n(\nDr. Harkhart looks down forlornly.\n)\n\n\nDr. Harkhart:\n I can only imagine how she's feeling right now.\n\n\nDr. Rateleken:\n Well, you could always ask her yourself. After all, don't you two work at the same Site most of the time?\n\n\nDr. Harkhart:\n Yeah, we do. We, Dr. Sawkingbark and I, actually came up here to check on how she and Agent Neilson are doing after Incident 6090-1. We'll be reporting things back to the higher-ups through the channels at our Site. Of course, Dr. Sawkingbark got the luck of the draw and will be interviewing both of them.\n\n\n(\nDr. Rateleken smiles smugly and bends his long neck down to rest his snake head on top of his interlocked hands while looking up at Dr. Harkhart.\n)\n\n\nDr. Rateleken:\n And you got stuck with me.\n\n\n(\nDr. Harkhart leans back in shock and laughs nervously.\n)\n\n\nDr. Harkhart:\n Not that that's a bad thing! I love getting to interview you.\n\n\n(\nDr. Rateleken chuckles and returns his head to a more normal position.\n)\n\n\nDr. Rateleken:\n I'll take your word on that too, Gerry. And anyway, you really don't need a formal interview as an excuse to talk with her.\n\n\n(\nDr. Harkhart rubs the back of his neck.\n)\n\n\nDr. Harkhart:\n Yeah, well…\n\n\n(\nDr. Rateleken frowns.\n)\n\n\nDr. Rateleken:\n Hmmm, yeah, I suppose with someone like her, you probably do need something more official to break her rather thick ice shell.\n\n\n(\nDr. Rateleken smiles.\n)\n\n\nDr. Rateleken:\n Though I suppose I could arrange something. After all, you're both visiting the Therianthropy Department now, a Department I'll soon be leading here at Site-64.\n\n\n(\nDr. Harkhart's face brightens with excitement.\n)\n\n\nDr. Harkhart:\n Oh, I've heard! Congratulations on the promotion!\n\n\nDr. Rateleken:\n Heh, thank you, though I've been working towards it for a while now, as well as working up the courage to become a Therianthrope myself. Not only have I become one now, but I've also become the main source for the cure. Given all of that, I'd say my promotion is well deserved, wouldn't you?\n\n\nDr. Harkhart:\n Definitely!\n\n\nDr. Rateleken:\n I'm glad you agree, though a few of the other Therianthropy Researchers are still a little sour that I passed them over for it. They'll just have to deal with it, along with the changes I plan on making to whip this place into shape and make it more productive.\n\n\n(\nDr. Rateleken chuckles and winks. Dr. Harkhart laughs along with him.\n)\n\n\nDr. Harkhart:\n Well, I'm sure you’d be a lot more fun to work under than my Supervisor.\n\n\nDr. Rateleken:\n Oh, I definitely plan on being a fun yet firm Department Head, but we're getting off topic. Did you have any other questions for me, Gerry?\n\n\nDr. Harkhart:\n Oh, right! So, uh, Dr. Rateleken… umm, Atticus, have you been experiencing any negative side-effects from SCP-6090 infection?\n\n\nDr. Rateleken:\n This intermediate form has taken some getting used to, but other than that, not really.\n\n\nDr. Harkhart:\n Great to hear! Any unusual compulsions or weird dreams?\n\n\nDr. Rateleken:\n Heh, I've actually been craving higher temperatures. I might not be cold-blooded in this form or my Base Form, but it still doesn't stop me from wanting to seek out warmth.\n\n\n(\nDr. Rateleken points at the pits on the sides of his muzzle, just behind his nostrils.\n)\n\n\nDr. Rateleken:\n I can even sense heat now to seek it out, whether it's body heat, computer heat, or any other heat source.\n\n\nDr. Harkhart:\n Wow, that's so cool! So you're like the Predator now?\n\n\nDr. Rateleken:\n Nothing like that, thank the Gods. Augmented vision I can never turn off would probably drive me insane after a while.\n\n\nDr. Harkhart:\n Then how does it work?\n\n\nDr. Rateleken:\n Like a literal 6th sense, a form of intuition. It's sort of like when you feel like someone's watching you.\n\n\nDr. Harkhart:\n Really?\n\n\nDr. Rateleken:\n That's the best way I can describe it, only in my case I'd likely be able to quickly find the hiding spot of whoever's watching me.\n\n\nDr. Harkhart:\n I'll admit, being a Therianthrope does have its perks.\n\n\nDr. Rateleken:\n Again, you're welcome to join us any time.\n\n\nDr. Harkhart:\n Not gonna lie, it's something to think about in the future. Still, I'm not sure about not looking like myself anymore.\n\n\nDr. Rateleken:\n That's okay. It took me years, and even now I still needed a dangerous situation to finally push me over the edge.\n\n\nDr. Harkhart:\n Anyway, speaking of Reluctant Therianthropes, I unfortunately have to ask you about your thoughts on Sandra Collins, SCP-6090-B Instance 4342.\n\n\nDr. Rateleken:\n I honestly wouldn't worry too much about her. I've brushed up on the abilities of \nSCP-3577\n instances, and I personally think the rest of the Foundation is making a mountain out of molehill in her case.\n\n\nDr. Harkhart:\n And her threat to commit suicide before escaping?\n\n\nDr. Rateleken:\n She honestly didn't seem like the suicidal type to me, though all Reluctant Therians tend to go through a difficult time after infection. Compound that with what COVID-19 has forced us all to go through, and the prospect of containment would wear on anyone's sanity.\n\n\nDr. Harkhart:\n And that really doesn't concern you?\n\n\nDr. Rateleken:\n In the long term: No, it doesn't. I might not have gotten to know her as well as the others, but she hardly strikes me as the \"Child God\" type, both personality-wise and power-wise.\n\n\nDr. Harkhart:\n But in the short term?\n\n\nDr. Rateleken:\n I'd rather we take a wait-and-see approach. Locate her, but don't contain her. Observe her from afar. The Foundation is certainly capable of that, even if it does come with a higher price tag and more logistical overhead than immediate containment. I personally feel it would be the better option in her case.\n\n\nDr. Harkhart:\n And when she's exposed to her first full moon? I've heard that can be a real problem for new Therianthropes.\n\n\nDr. Rateleken:\n Hope she's found support by then, and if she hasn't, or if she's one of the unlucky violent ones, intervene and contain her. The same applies if she breaks the Veil, which will certainly make finding her easier, or if she does, in fact, attempt suicide. But again, I don't think that's likely.\n\n\nDr. Harkhart:\n Are you sure that's a wise decision?\n\n\nDr. Rateleken:\n I may also be a new Therian who hasn't experienced a full moon yet, but I can assure you that I have far more experience with Therianthropy than anyone else here, just not first-hand experience.\n\n\n(\nDr. Rateleken gestures to his long torso.\n)\n\n\nDr. Rateleken:\n However, I've been given the rare privilege to get first-hand experience with an intermediate form right off the bat. That should more than make up for it. I'll use my new power to try to sway the higher-ups towards my plan.\n\n\nDr. Harkhart:\n Well, good luck with that. Believe me, I know how difficult that can be sometimes.\n\n\n(\nDr. Rateleken smiles smugly.\n)\n\n\nDr. Rateleken:\n You know, if you hate your boss that much, you can always put in for a transfer to my Site's Therianthropy Department, and work under me.\n\n\n(\nDr. Rateleken winks.\n)\n\n\nDr. Rateleken:\n And if you want to truly join us, we could even make your own SCP-6090 infection go smoothly and painlessly, and you could pick any species you want, even an anomalous one… within reason.\n\n\n(\nDr. Harkhart laughs nervously and starts to get up out of his seat.\n)\n\n\nDr. Harkhart:\n A kind offer, but I'll stick with my current position for now. Honestly, I was lucky to get it this early in my Foundation career.\n\n\nDr. Rateleken:\n Whatever you say, but my door's always open if you change your mind.\n\n\n(\nDr. Rateleken and Dr. Harkhart share a chuckle.\n)\n\n\nDr. Harkhart:\n Anyway, I think I have all the info I need for now.\n\n\nDr. Rateleken:\n Thanks for the interview! I look forward to the next one.\n\n\n<End Log, 2021-06-06, 14:07 PST>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 6090-1C: Dr. Dalton Debriefing\n\n\n\n\n- Close Document\n\n\n\n\n\n\nInterviewed:\n Dr. Bardolph Dalton, Wilson's Wildlife Solutions Employee\n\nInstance SCP-6090-B-863, ISS: \nCanis lupus\n30\n\n\nInterviewer:\n Dr. Ralph Moreau Bouruson, Foundation Therianthropy Researcher, Level 3\n\nInstance SCP-6090-B-1234, ISS: \nUrsus maritimus\n31\n\n\nNote:\n Dr. Moreau is in his Base Form. Dr. Dalton is still in his Feral Form, and will be required to stay in that form until such time that he has fully recovered from his injuries sustained during Incident 6090-1 and is cleared to resume his Base Form.\n\n\n\n\n<Begin Log, 2021-06-07, 11:03 PST>\n\n\nDr. Moreau:\n Greetings, Dr. Bardolph Dalton, SCP-6090-B Instance 963.\n\n\nDr. Dalton:\n And hello to you, Dr. Ralph Bouruson, SCP-6090-B Instance… 1234, if I recall correctly.\n\n\n(\nDr. Dalton chuckles. Dr. Moreau growls.\n)\n\n\nDr. Moreau:\n Yes, that is my own Therianthrope Instance Number, but I prefer to go by Dr. Moreau.\n\n\nDr. Dalton:\n Ah, that's right. Bet you're thrilled Ace passed you over for Therianthropy Department Director.\n\n\n(\nDr. Moreau growls louder.\n)\n\n\nDr. Moreau:\n Dr. Rateleken is merely the interim director until his reaction to full moonlight is assessed.\n\n\nDr. Dalton:\n Well, from what I've heard, your reaction sets the bar pretty low.\n\n\n(\nDr. Dalton winks. Dr. Moreau clears his throat with a growl.\n)\n\n\nDr. Moreau:\n Let's not stray from the topics of this interview, shall we?\n\n\nDr. Dalton:\n No worries. What do you wanna know?\n\n\nDr. Moreau:\n First of all, I trust you have been recuperating well?\n\n\nDr. Dalton:\n Heh, no thanks to your cold-handed veterinarians. I can only imagine how they treat animals who can't communicate with them. I still wish you'd let some W.W.S. vets take a look at me.\n\n\nDr. Moreau:\n I assure you, Dr. Dalton, the veterinarians assigned to Site-64 are among the best the Foundation, and even the world, has to offer. You're in capable hands for as long as you'll be staying with us, and the fact that you can communicate makes them even more capable of helping you.\n\n\nDr. Dalton:\n More like cold and rough hands, but hopefully that stay won't be much longer.\n\n\n(\nDr. Dalton smirks smugly.\n)\n\n\nDr. Dalton:\n And as for their capabilities, feel free to compare the results of our vets with yours on any number of anomalous critters we've had to handle together.\n\n\n(\nDr. Dalton winks and Dr. Moreau rolls his eyes.\n)\n\n\nDr. Moreau:\n Even after your stay here ends, I trust you understand that you'll have to remain in your Feral Form until your full convalescence, despite the inconveniences of that.\n\n\nDr. Dalton:\n Maybe it's an inconvenience for you, given how massive your Feral Form must be, but for me, it's normal life. I actually spend more time in this form than I do in my Base Form. No worries.\n\n\nDr. Moreau:\n Good. I'm glad we have an understanding on that front. Now I need to ensure that we also have an understanding regarding Person of Interest 6090-4342, Sandra Collins, SCP-6090-B Instance 4342.\n\n\n(\nDr. Dalton's ears droop and he whimpers sadly.\n)\n\n\nDr. Moreau:\n I sincerely hope you understand the full weight of your situation in regards to her. It's still inconclusive whether you deliberately did anything to aid in her escape from containment, even after thorough analysis of all records of Incident 6090-1. However, your overall attitude towards her does raise our suspicions, but I'm giving you a chance to alleviate them.\n\n\nDr. Dalton:\n Look, you don't need to worry abou—\n\n\n(\nDr. Moreau loudly clears his throat with a bear growl and raises his hand in a stopping gesture.\n)\n\n\nDr. Moreau:\n Dr. Dalton, please refrain from speaking out of turn. I'll ask the questions, and you'll answer them. Understood?\n\n\n(\nDr. Dalton whines and slowly nods his head.\n)\n\n\nDr. Moreau:\n Good boy. Now, at any point during Incident 6090-1, did you intend to aid PoI 6090-4342 in any way that would go against the Foundation's intentions for her?\n\n\nDr. Dalton:\n No, not at all. You're our Supervisors, and your word is final.\n\n\nDr. Moreau:\n It's good you understand your place and the place of Wilson's Wildlife Solutions. Would you care to explain your negative attitude towards Dr. Antleur when she was explaining this to you during the Incident?\n\n\n(\nDr. Dalton growls softly.\n)\n\n\nDr. Dalton:\n Just because we have to obey your commands, doesn't mean we still don't like them, or even agree with them sometimes. I'll be frank: Sometimes you Supervisors don't know what you're doing, especially when it comes to dealing with anomalous animals.\n\n\n(\nDr. Dalton chuckles and smirks.\n)\n\n\nDr. Dalton:\n Like I said earlier, I think the record of W.W.S. compared to yours speaks for itself in that regard. Still, often you all still insist on learning that the hard way.\n\n\n(\nDr. Moreau loudly scoffs with a guttural growl.\n)\n\n\nDr. Moreau:\n Be that as it may, I trust you will obey all of our commands when it comes to actions towards PoI 6090-4342. Do we make ourselves clear?\n\n\nDr. Dalton:\n Clear as day, Dr. Moreau. I have no intention of going against the Foundation.\n\n\nDr. Moreau:\n Good. Again, just to be clear, do you have any intention of aiding PoI 6090-4342 in continuing to evade Foundation containment?\n\n\nDr. Dalton:\n No, I don't. I'll say this again and again, but I hope you won't make me say it too many times more. It's still a might difficult for me to speak.\n\n\nDr. Moreau:\n I am well aware of the state of your ribs, Dr. Dalton, but not so much your state of mind. Still, I will try to keep this brief.\n\n\nDr. Dalton:\n Thank you.\n\n\nDr. Moreau:\n Do you still intend to communicate with her in any way?\n\n\nDr. Dalton:\n No, not unless she reaches out to me.\n\n\nDr. Moreau:\n And I trust you are aware that we will be monitoring \nALL\n of your communications for the next 15 months or until PoI 6090-4342 is successfully contained, correct?\n\n\nDr. Dalton:\n Yeah, I figured you'd be doing as much. No worries.\n\n\nDr. Moreau:\n And if she attempts to contact you?\n\n\nDr. Dalton:\n I'll record the whole thing, do my best to convince her to turn herself in, and pass it on to you guys.\n\n\nDr. Moreau:\n Recording it and contacting us won't be necessary, since we will be monitoring all of your communications in real time, but it's good that you still offered.\n\n\nDr. Dalton:\n Heh, you guys really don't skip a beat, do you? And for 15 months? Color me impressed.\n\n\nDr. Moreau:\n It's what we typically do when handling cases like this, Dr. Dalton, though it's actually easier for us in your case, since we already monitor all communications going through the Veil of Secrecy to an extent. We'll just be scrutinizing yours a little more closely for a while.\n\n\nDr. Dalton:\n Still impressive. It's one of the reasons why I know it would be stupid to go against the Foundation in any way.\n\n\nDr. Moreau:\n I'm glad you feel that way, Dr. Dalton. And finally, what is your overall opinion towards PoI 6090-4342? Particularly, how to do feel about her threat to commit suicide if we should come close to containing her?\n\n\nDr. Dalton:\n (\nSighs.\n) Can you really blame me for still feeling sorry for that poor girl, especially after that final threat of hers? Can you blame me for disliking and disagreeing with your intentions to contain and study her for \nyears\n in a dull and sterile lab?\n\n\nDr. Moreau:\n Dr. Dalton, despite appearances, I can assure you that the Foundation does take the mental well-being of sentient and sapient anomalous entities very seriously, especially if they threaten suicide. I'll remind you that we do, in fact, have an Ethics Committee that dictates how we may treat such entities.\n\n\nDr. Dalton:\n Heh, it can be really hard to believe that sometimes, Dr. Moreau, especially since we at W.W.S. often get a front row seat to how your organization treats \"anomalous entities\" capable of feeling pain. Still, at least you are better than the G.O.C.\n\n\n(\nDr. Dalton looks down, folds back his ears and growls.\n)\n\n\nDr. Dalton:\n If I ever have to deal with those bloody bastards again in my lifetime, it'll be too soon.\n\n\nDr. Moreau:\n Then I'd advise you to always keep that in mind too, Dr. Dalton. Despite what you might think of how we treat anomalous animals and humanoids, always remember how they're treated by the Global Occult Coalition, by Marshall, Carter, & Dark, and by many of the other less savory Groups of Interest.\n\n\n(\nDr. Dalton shuts his eyes and growls louder.\n)\n\n\nDr. Moreau:\n Need also I remind you of what Are We Cool Yet did to those platypi and kiwis for the sake of that \"Art from Down-Under\" exhibition of theirs? Much more cruel than cool, if you ask me.\n\n\nDr. Dalton:\n Those finger-painting hacks…\n\n\nDr. Moreau:\n Never forget, we are the ones who assist your organization in rescuing animals from those organizations. Our only intentions are to securely contain and study the anomalous ones, which is much better than the fate that would befall them otherwise. Wouldn't you agree?\n\n\n(\nDr. Dalton stops growling, sniffles, and looks up.\n)\n\n\nDr. Moreau:\n And the same goes for Ms. Sandra Collins. We don't fully understand the extent of her powers. Even if she proves to be less powerful than we think she is, she still has power now. You've witnessed that power with your own eyes.\n\n\n(\nDr. Dalton nods and wipes his nose with his forepaw.\n)\n\n\nDr. Moreau:\n Think of how these other groups would exploit those powers. Do you want her killed by the G.O.C.? Trafficked by M.C.&.D.? Made into \"art\" of some kind by A.W.C.Y.? I could go on, but I think you get the point by now.\n\n\nDr. Dalton:\n Yeah, I do. Granted, some might treat her differently since she started as human, but I don't want to take that risk.\n\n\nDr. Moreau:\n I know you ultimately want her to be able to live a normal life, but she isn't normal anymore, even by Therianthrope standards.\n\n\nDr. Dalton:\n Just promise me something.\n\n\nDr. Moreau:\n I cannot make promises on behalf of the Foundation, but depending on your request, I'll see what I can do.\n\n\nDr. Dalton:\n I've heard from Ace… from Dr. Rateleken, that they've got a cure for Therianthropy in the works. Promise me that once you're done studying her, even if that takes years, you'll cure her and amnesticize her, so that she can live a normal life.\n\n\nDr. Moreau:\n You know I can't promise that.\n\n\n(\nDr. Dalton whines, stands up in his chair and leans forward with a pleading expression.\n)\n\n\nDr. Dalton:\n Can't you just infect another time-hopping coyote, another SCP-3577 instance, with the Were-Virus, then infect another person who's actually willing to subject themselves to your experiments?\n\n\nDr. Moreau:\n We will take that into consideration, but we would only be able to release Ms. Collins after confirming her abilities are able to be at least adequately, if not exactly, replicated in other subjects. Even under controlled conditions, cross-testing anomalies is often a logistical and bureaucratic nightmare, so even creating more like her for the sake of sparing her from our experiments would be a tall order.\n\n\n(\nDr. Dalton sits back down, looks down and whimpers.\n)\n\n\nDr. Dalton:\n I understand. It's just… she didn't deserve this. She didn't ask for this.\n\n\nDr. Moreau:\n Reality Benders rarely ever do. However, our job now is to contain her before even more innocent civilians end up with something they didn't deserve or ask for. Keep this in mind too: What do you think will happen if we fail to contain her before the next full moon?\n\n\n(\nDr. Dalton looks up and whines.\n)\n\n\nDr. Moreau:\n She has had no training or support on how to handle herself should she be exposed, and given her current situation, exposure is very likely. You and some of the other Therians who accompanied you might have given her some advice in passing, but I think we both know that won't be enough.\n\n\nDr. Dalton:\n I know you're right there, but I didn't want to think about that.\n\n\nDr. Moreau:\n And this is why you need to set your emotions aside and analyze the situation logically. You may see us as cold, but that's what we do, and it should be obvious now we have greater insight into the situation because of that.\n\n\n(\nDr. Dalton nervously shifts in his chair and his tail tucks between his legs.\n)\n\n\nDr. Dalton:\n Almost all new Therianthropes need to undergo at least one controlled and closely supervised exposure to full moonlight, to assess how it affects them and whether any medication or even physical restraint is necessary. For most, it's a subtle compulsion, but for some, it's much stronger. You know I'm right.\n\n\n(\nDr. Dalton looks down and whimpers.\n)\n\n\nDr. Moreau:\n If I recall correctly, due to the unusual circumstances of her SCP 6090 infection, she doesn't even remember it, so she doesn't even have that experience to help control herself. She's a complete wildcard, and when that's potentially coupled with her retroactive reality bending abilities…\n\n\nDr. Dalton:\n Yeah, I see where you're going with this.\n\n\nDr. Moreau:\n Then you can see why it's critical we contain her within the next fortnight.\n\n\nDr. Dalton:\n She didn't really seem like the type that'd get violent under the full moon.\n\n\nDr. Moreau:\n For everyone's sake, I hope you're right. If she does turn violent, it will make containing her alive much more difficult, but at least it will make locating her a lot easier.\n\n\n(\nDr. Dalton looks up and whimpers.\n)\n\n\nDr. Moreau:\n Speaking of which, we may need to call on you directly to assist us with that. You are the most familiar with her behaviors, and more importantly, her scent.\n\n\nDr. Dalton:\n Can't you just get other dogs and Canine Therians to sniff any of her clothes you've nabbed? She did leave her shoes behind, after all.\n\n\nDr. Moreau:\n Sure, we've already recovered her personal effects, but their scent won't be as strong and familiar, and they don't know her like you do.\n\n\n(\nDr. Dalton softly growls.\n)\n\n\nDr. Dalton:\n I don't think her seeing me helping you guys out would do us any good.\n\n\nDr. Moreau:\n Who says she has to see any Foundation Agents? If you were to, say, confront her alone, give her the right disinformation, and lead her into a trap we set…\n\n\n(\nDr. Dalton growls louder.\n)\n\n\nDr. Dalton:\n You cheeky bastards really have already planned all of this out.\n\n\nDr. Moreau:\n Again, Dr. Dalton, before your emotions get the better of you and you begin reassessing your loyalties, keep in mind everything we've discussed here. This is ultimately the best option for her at this point, and hopefully we can find her before another GoI does, and before the next full moon.\n\n\n(\nDr. Dalton stops growling and sighs.\n)\n\n\nDr. Dalton:\n I know. And if you do end up having to use me as bait, it won't stop me from hating every minute of it.\n\n\n(\nDr. Dalton huffs and smirks.\n)\n\n\nDr. Dalton:\n And who's to say I wouldn't botch being bait because I'm as \"over-emotional\" as you say?\n\n\nDr. Moreau:\n Oh, don't sell yourself short, Dr. Dalton… or should I say \"Bard the Wonder Wolf\" of Wilson's Wildlife Solutions?\n\n\n(\nDr. Moreau smugly smiles. Dr. Dalton frowns and glares at him.\n)\n\n\nDr. Moreau:\n Oh, the children so do enjoy those little educational shows you put on for them. You're the \"most life-like special effect\" their parents have ever seen. I'd hate for those shows to have to stop because we've reassessed their risk to maintaining the Veil of Secrecy.\n\n\nDr. Dalton:\n Entertaining kids is a lot different from lying to adults.\n\n\nDr. Moreau:\n It doesn't change the fact that you do have acting experience, which we will utilize if necessary. Consider yourself on standby, on top of being monitored.\n\n\nDr. Dalton:\n (\nGrowls.\n) Are we done here?\n\n\nDr. Moreau:\n We are for now, Dr. Dalton.\n\n\nDr. Dalton:\n Good. Now, if you'll excuse me, I'll return to that cold little \"containment unit\" you Foundation folk consider a luxury accomodation for VIPs like me.\n\n\nDr. Moreau:\n You're excused, Dr. Dalton. This interview is now over.\n\n\n<End Log, 2021-06-07, 11:17 PST>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 6090-1D: Dr. Antleur Debriefing\n\n\n\n\n- Close Document\n\n\n\n\n\n\nInterviewed:\n Dr. Evelynn Antleur, Foundation General Researcher, Level 3\n\nInstance SCP-6090-B-4343, ISS: \nDama Dama\n32\n\n\nInterviewer:\n Dr. Elizabeth Sawkingbark, Foundation General Researcher, Level 3\n\n\nNote:\n Dr. Antleur is in her Base Form, and will be required to stay in that form until such time that she has fully recovered from her injuries sustained during Incident 6090-1 and is cleared to shape-shift.\n\n\n\n\n<Begin Log, 2021-06-08, 13:01 PST>\n\n\nDr. Sawkingbark:\n Wow, Dr. Antleur. I never thought I'd be interviewing you. How've you been holding up?\n\n\nDr. Antleur:\n Better than expected, considering I'm now an SCP-6090-B instance with a twisted ankle.\n\n\nDr. Sawkingbark:\n Aww, I think you look cute as a fallow doe. At least they managed to find you a matching wig.\n\n\nDr. Antleur:\n Admittedly, it does help me feel more human. Still, let's try to keep this interview professional, Dr. Sawkingbark.\n\n\nDr. Sawkingbark:\n (\nClears throat.\n) Right. So, Dr. Antleur, have you experienced any adverse effects from becoming infected?\n\n\nDr. Antleur:\n Aside from no longer looking like myself, not really.\n\n\nDr. Sawkingbark:\n No unusual dreams or daytime compulsions?\n\n\nDr. Antleur:\n Possibly an increased desire to be outside, in habitats natural to \nDama dama\n, but other than that, nothing noticeable. Right now, I have a much greater desire to develop and test a functional cure with Dr. Rateleken.\n\n\nDr. Sawkingbark:\n I know you want to go back to your old self, Dr. Antleur, but you need full convalescence first.\n\n\nDr. Antleur:\n I am well aware of the potential risks of being cured during my ankle's recuperation, Dr. Sawkingbark, but judging by your expression, there's more to this than that.\n\n\nDr. Sawkingbark:\n Well…\n\n\nDr. Antleur:\n Get on with it, Dr. Sawkingbark.\n\n\nDr. Sawkingbark:\n The higher ups want to test the physical enhancements of Cervine Therianthropes.\n\n\nDr. Antleur:\n And why did they not inform me of this directly?\n\n\nDr. Sawkingbark:\n They wanted to assess your reaction to the news in the interview.\n\n\nDr. Antleur:\n (\nSighs.\n) And they can't just use D-Class infected with the \nDama dama\n Variant derived from my blood?\n\n\nDr. Sawkingbark:\n Well, they will be using D-Class, but having a Researcher as a test subject is quite a bonus for any SCP experiment.\n\n\nDr. Antleur:\n Yes, I suppose it is. What are the details of these tests?\n\n\nDr. Sawkingbark:\n Basically physical stuff, to test your agility and jumping abilities, as well as your vision and other senses.\n\n\nDr. Antleur:\n Anything else?\n\n\nDr. Sawkingbark:\n They also want to perform a psychological evaluation during a full moon exposure.\n\n\nDr. Antleur:\n (\nSarcastically.\n) I'm sure that will be riveting.\n\n\nDr. Sawkingbark:\n But the good news is that after all that, you'll be given the cure, so that they can compare, and you'll assist them in monitoring yourself for any side-effects from it, or lingering effects from SCP-6090 infection.\n\n\nDr. Antleur:\n If it gets me back to being human as soon as possible, I'll submit to whatever tests are deemed necessary.\n\n\n(\nDr. Antleur pauses to feel her face.\n)\n\n\nDr. Antleur:\n I have to admit that becoming an SCP-6090-B instance has piqued my personal curiosity.\n\n\nDr. Sawkingbark:\n See, now that's the spirit! And again, you do look cute as a deer.\n\n\n(\nDr. Antleur smiles.\n)\n\n\nDr. Antleur:\n If you find my appearance so appealing, you're always welcome to infect yourself with the \nDama dama\n Variant and join me. Then we could have two Researchers as test subjects.\n\n\n(\nDr. Sawkingbark laughs nervously.\n)\n\n\nDr. Sawkingbark:\n I'm not ready to make a commitment like that just yet.\n\n\nDr. Antleur:\n I thought as much. Now, is there anything else to discuss or questions to answer?\n\n\nDr. Sawkingbark:\n Well, regarding Sandra Collins…\n\n\nDr. Antleur:\n I actually need to go check for any updates on the status of PoI 6090-4342.\n\n\n(\nDr. Antleur starts reaching for her crutch.\n)\n\n\nDr. Sawkingbark:\n Dr. Antleur, you really shouldn't get too hung up on her.\n\n\nDr. Antleur:\n On the contrary, Dr. Sawkingbark, you and the rest of the Foundation should be just as concerned about her as I am.\n\n\nDr. Sawkingbark:\n The proper departments are handling her case now, Dr. Antleur.\n\n\nDr. Antleur:\n They obviously aren't handling it well enough, since she hasn't been apprehended yet.\n\n\n(\nDr. Antleur strains to get out of her seat and stand with her crutch.\n)\n\n\nDr. Antleur:\n We have proof from a third copy of her backpack's Contents Manifest paperwork that she indeed used \nSCP-3577\n's powers to obtain the Lewis & Clark Compass from CSR-07, a powerful anomalous artifact she could use to further evade containment.\n\n\nDr. Sawkingbark:\n Well, that is true, but I've been told that counter-measures are already being taken against that.\n\n\n(\nDr. Antleur hobbles over to Dr. Sawkingbark's side of the interview table and stands over her.\n)\n\n\nDr. Antleur:\n And what about her retroactive reality altering abilities? She has also since altered the past to make \"emergency\" withdrawals from her bank accounts in early 2021, long before the Foundation froze them.\n\n\nDr. Sawkingbark:\n With all due respect, Dr. Antleur, from what we know about SCP-3577, her powers are actually rather limited, and we've dealt with more powerful containment breaches before.\n\n\n(\nDr. Antleur stares down Dr. Sawkingbark.\n)\n\n\nDr. Sawkingbark:\n Why are you so obsessed with her? Is it because she threatened suicide before escaping?\n\n\n(\nDr. Antleur looks down and sighs.\n)\n\n\nDr. Sawkingbark:\n It's okay, Eve… uhh, Dr. Antleur. That concerns me too.\n\n\nDr. Antleur:\n No, it was… something else she said before escaping.\n\n\n(\nDr. Antleur leans over as much as her crutch will allow and looks Dr. Sawkingbark in the eyes.\n)\n\n\nDr. Antleur:\n Tell me, Dr. Sawkingbark. Do you think we hurt people here?\n\n\nDr. Sawkingbark:\n That's a bit of a loaded question, given what the Foundation sometimes has to do to Secure and Contain, but it's always to Protect humanity.\n\n\nDr. Antleur:\n Do you think I've ever hurt anyone?\n\n\nDr. Sawkingbark:\n Well… sometimes you could try to be just a little friendlier, especially when dealing with humanoid skips.\n\n\nDr. Antleur:\n Have I ever hurt you, Lizzy?!\n\n\nDr. Sawkingbark:\n No, Eve, never! You're my friend! Sure, sometimes you're cold, but you've never been cruel.\n\n\nDr. Antleur:\n (\nSighs.\n) Thank you, Lizzy. I needed to hear that.\n\n\nDr. Sawkingbark:\n Anytime, Eve. I'm always here for you, no matter what you look like.\n\n\n<End Log, 2021-06-08, 13:05 PST>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log 6090-1E: CSR-05 Debriefing\n\n\n\n\n- Close Document\n\n\n\n\n\n\nInterviewed:\n Convoy Security Retinue, Guard Five, Agent Terrance Neilson\n\nInstance SCP-6090-B-4345, ISS: \nBos taurus\n33\n\n\nInterviewer:\n Dr. Elizabeth Sawkingbark, Foundation General Researcher, Level 3\n\n\nNote:\n Agent Neilson is in his Base Form and will be required to stay in that form until such time that he has fully recovered from his injuries sustained during Incident 6090-1 and is cleared to shape-shift.\n\n\n\n\n<Begin Log, 2021-06-10, 10:04 PST>\n\n\nDr. Sawkingbark:\n Terrance! I'm so glad they're finally letting me interview you.\n\n\n(\nDr. Sawkingbark hugs Agent Neilson.\n)\n\n\nAgent Neilson:\n Heh, not much of a choice, since I've been laid up for a week with my injuries.\n\n\nDr. Sawkingbark:\n I really hope you're doing better now.\n\n\n(\nDr. Sawkingbark ends the hug and steps back.\n)\n\n\nAgent Neilson:\n A lot better, though I'm still a minotaur.\n\n\nDr. Sawkingbark:\n Well, you make a very good looking min— err, Bovine Therianthrope.\n\n\nAgent Neilson:\n Hopefully I won't be one for much longer, if what I've heard is true.\n\n\nDr. Sawkingbark:\n Yeah, about that…\n\n\n(\nDr. Sawkingbark looks forlornly at the floor.\n)\n\n\nDr. Sawkingbark:\n We have been seeing positive results with the SCP-6090 Cure derived from Dr. Rateleken's venom.\n\n\nAgent Neilson:\n But…\n\n\nDr. Sawkingbark:\n (\nSighs.\n) The higher ups wanted me to be the one to tell you that you will be rotated through a few M.T.F.s and missions, on a 3 month trial basis, in order to assess the capabilities of a Bovine Therianthrope Field Agent.\n\n\nAgent Neilson:\n Yeah, I was starting to figure something was up. This ain't just about me recovering from my injuries.\n\n\nDr. Sawkingbark:\n Yes, you'll also have to spend another month healing up before the trial period even begins.\n\n\nAgent Neilson:\n And then they'll probably move on to making it permanent.\n\n\n(\nDr. Sawkingbark looks up and rapidly waves her hands.\n)\n\n\nDr. Sawkingbark:\n No, no, Terrance, of course not. In fact, now that we have a working cure for SCP-6090-B instances, the higher ups are considering reclassifying SCP-6090 as Thaumiel. It could be used to create specialized agents, and cure them when they want or need to be human again.\n\n\nAgent Neilson:\n And so they're using me as a test subject.\n\n\nDr. Sawkingbark:\n But they've assured me you'll be cured after the trial ends! After all, with your record, you'd be better for missions that need you to look, well… human.\n\n\nAgent Neilson:\n Heh, I really hope that's the case. Still, this isn't the worst thing to happen to me working for the Foundation.\n\n\nDr. Sawkingbark:\n I guess this means we'll have to cancel our plans for a while.\n\n\nAgent Neilson:\n Nonsense! I've been looking into some places in Three Portlands we can visit. After all, I'm going to have to live there for as long as the Foundation wants to keep me looking like this.\n\n\nDr. Sawkingbark:\n You know, I've actually been meaning to visit that place for a while now.\n\n\nAgent Neilson:\n Great, it's all working out then! Anyway, isn't this supposed to be an interview?\n\n\nDr. Sawkingbark:\n You're right. (\nClears Throat.\n) Agent Neilson, please explain why you were M.I.A. during the attack on the convoy by the entity Belette Le Fou(ine).\n\n\nAgent Neilson:\n Just before it happened, I went back from the truck into the groom area of the L.A.A.T. Trailer to check on the SCP-6090-A instances, since they seemed to be getting riled up by something. Then the ride gets bumpy, the trailer starts pitching like it's in river rapids, a whole steer slams into me and everything goes black.\n\n\nDr. Sawkingbark:\n And after that?\n\n\nAgent Neilson:\n I awoke to the sound of the gunfire, so I knew shit had already gotten bad. I felt weird and there was a whole steer on top of me. I'm lucky parts of the trailer stopped it from crushing me. Getting it off me seemed easier than it should have been. Don't get me wrong, it was still like moving a mattress, but not that difficult.\n\n\nDr. Sawkingbark:\n And why did you fail to make contact with the rest of Convoy Security Retinue after freeing yourself?\n\n\nAgent Neilson:\n My radio was damaged in the wreck, and I wasn't sure how injured I was. Then I got a glimpse of my reflection.\n\n\n(\nAgent Neilson reaches up and feels his face.\n)\n\n\nAgent Neilson:\n I was scared they'd mistake me as another hostile, so I decided to hang back and see how I could aid from afar so they'd know who I was. I poked my head out as much as I could while trying to keep these damn oversized horns hidden.\n\n\nDr. Sawkingbark:\n And what did you see?\n\n\nAgent Neilson:\n A complete cluster fuck. That \nthing\n picking off my teammates one by one, flying through the air, and casually strolling through a barrage of Minigun rounds.\n\n\nDr. Sawkingbark:\n So what did you do to try to render aid?\n\n\nAgent Neilson:\n At first, I wasn't sure what I could do. I figured if I went out there, I'd be a goner like the rest. Then I started to recognize how it was cheating: Kinetohazards.\n\n\nDr. Sawkingbark:\n Could you explain more about your prior knowledge of Kinetohazards?\n\n\nAgent Neilson:\n Well, I first learned about them from the intel on \nthat incident with Site-13\n. If something's powerful enough to give even Tau-5 a run for their money, it's worth studying.\n\n\nDr. Sawkingbark:\n How were you able to recognize the ones Belette Le Fou(ine) was using?\n\n\nAgent Neilson:\n They got pretty huge and recognizable when it started using them to block the Gauss rounds. I got to work writing out the Antikinetoglyphs with the steer's blood, on fabric I pulled from my dead partner's uniform. Took quite a few tries before I had them written right.\n\n\nDr. Sawkingbark:\n And why didn't you use it on Belette Le Fou(ine) right there?\n\n\nAgent Neilson:\n Didn't get a good opening. I was left with only one ribbon tied around a piece of steel I'd salvaged from the truck, and I knew I had to be close to use it. By the time I'd finished, it'd already finished killing my team and scaring off the civilians. It walked over to the first trailer and started trying to put out the battery fire.\n\n\nDr. Sawkingbark:\n I'm no soldier, but that seems like a good opening to me.\n\n\nAgent Neilson:\n Believe me, I thought so too, but that damn entity was hypervigilant. It kept looking around in frustration with each failure to snuff that fire. It was all I could do to keep hidden whenever it looked my way, since I had a freaking chandelier on my head.\n\n\n(\nAgent Neilson grabs both his horns and swings his arms off them.\n)\n\n\nAgent Neilson:\n I didn't even have a working gun on me, since both mine and my partner's had gotten buried in the wreck. Shame, since I could have blinded it with its own Kinetoglyphs like the others thought to do.\n\n\n(\nAgent Neilson closes his eyes, tightens his grip on his horns and twists his hands in frustration.\n)\n\n\nAgent Neilson:\n Still, I sat there for a solid 10 minutes, waiting for a good chance. I still regret not taking one.\n\n\nDr. Sawkingbark:\n Don't say that, Terr— Agent Neilson! You made the right decisions in the end and managed to save everyone as a result. I won't judge you like others would.\n\n\n(\nAgent Neilson sighs, opens his eyes, releases his grip and drops his arms.\n)\n\n\nAgent Neilson:\n Well, you're probably biased in that regard, so I'm lucky I got you as an interviewer.\n\n\n(\nDr. Sawkingbark and Agent Neilson both chuckle.\n)\n\n\nAgent Neilson:\n Anyway, I still silently cursed up a storm when it finally succeeded and flew off into the forest. After kicking myself, I decided to thoroughly prepare to face off against it and make the opening I didn't get earlier.\n\n\nDr. Sawkingbark:\n And what did you do to prepare?\n\n\nAgent Neilson:\n Double-checked the Antikinetoglyphs, gathered up as many working guns and unempty mags as I could, and even modified a visor to fit around my new head, in case that thing had cognitohazards up its sleeves too. I also had a theory I wanted to test.\n\n\nDr. Sawkingbark:\n The one you announced when you came in guns blazing, about Belette Le Fou(ine) feeling the forest's pain?\n\n\nAgent Neilson:\n That's the one! I first noticed it double-over in pain when it deflected a Gauss round that felled a few trees. I couldn't be sure though, since it might have just been the fresh pain from those two lucky shots, combined with the effort it clearly took to cast Kinetohazards with just one arm.\n\n\nDr. Sawkingbark:\n And you did that rather bold pronouncement on just a theory?\n\n\nAgent Neilson:\n My original plan was to just get it within my sights while staying hidden, fire on a tree, and see how it reacted, then play it by ear from there.\n\n\n(\nAgent Neilson tugs on one of his ears.\n)\n\n\nAgent Neilson:\n Probably not much better than what I did end up doing, all things considered. Unfortunately, when I finally found Belette Le Fou(ine), it was trying to blind that poor girl, and was probably about to torture the rest of them too.\n\n\nDr. Sawkingbark:\n So you decided to use yourself as a distraction?\n\n\nAgent Neilson:\n Pretty much. As crazy as that was, my hunch paid off and it all worked out in the end.\n\n\nDr. Sawkingbark:\n Yes, once again, everything worked out, despite you being so stubborn, so…\n\n\n(\nDr. Sawkingbark's eyes widen and she stifles a laugh.\n)\n\n\nDr. Sawkingbark:\n So… (\nGiggles.\n) Bull-Headed…\n\n\n(\nDr. Sawkingbark and Agent Neilson burst out laughing.\n)\n\n\nAgent Neilson:\n Quite literally now!\n\n\nDr. Sawkingbark:\n Anyway. (\nClears throat.\n) That does it regarding the incident. I just have a few more questions.\n\n\nAgent Neilson:\n Sure, go ahead.\n\n\n(\nAgent Neilson points at his head. Dr. Sawkingbark giggles and clears her throat again.\n)\n\n\nDr. Sawkingbark:\n Have you experienced any unusual dreams or daytime compulsions since becoming a Therianthrope?\n\n\nAgent Neilson:\n Heh, aside from cravings for wheatgrass smoothies, not really.\n\n\nDr. Sawkingbark:\n (\nLaughs.\n) Are you just joking right now, Terrance?\n\n\nAgent Neilson:\n No, I'm serious. Vegan diet's been looking a lot more appealing lately.\n\n\nDr. Sawkingbark:\n Huh, that's interesting. Hopefully you've been looking into the right Portlands restaurants then. (\nWinks.\n)\n\n\nAgent Neilson:\n You bet I have! Honestly, even after I get cured, I'm not sure I'll ever be able to eat a burger again. Not after having been one.\n\n\nDr. Sawkingbark:\n Don't say that! There's always those impossible burgers.\n\n\nAgent Neilson:\n You're right. I guess that's an option now. Anyway, anything else?\n\n\nDr. Sawkingbark:\n Well, I need to know your thoughts on Sandra Collins.\n\n\nAgent Neilson:\n (\nSighs.\n) A poor, desperate girl. Not the first time I've dealt with a runner, and likely not the last. We see it a lot with nascent reality benders we're forced to contain.\n\n\nDr. Sawkingbark:\n So her escape hasn't affected you, then? Or her threat of suicide?\n\n\nAgent Neilson:\n Not really. Hopefully we can find her while she's still sane enough to be talked down, before her abilities wipe away that sanity.\n\n\nDr. Sawkingbark:\n Thank you, Agent Neilson.\n\n\nAgent Neilson:\n Anytime, Dr. Sawkingbark. Hopefully we can have more interviews in the future.\n\n\nDr. Sawkingbark:\n I hope so too! And if not, I'm always here for you anyway, Terrance.\n\n\n<End Log, 2021-06-10, 10:15 PST>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item aids the Foundation in partially containing itself and/or other anomalies, but cannot be fully contained for logistical and/or ethical reasons.\n\n\n2\n. Painkillers.\n\n\n3\n. Including lunar eclipses.\n\n\n4\n. The 1972 Freedom of Anomalous Communities Treaty between the Foundation and the \nU.I.U.\n, created and enacted not long after the Foundation's discovery of \nThree Portlands\n. When dealing with an SCP-6090-B instance residing outside the U.S., similar actions are to be taken in accordance with any similar agreements made with its home nation's government.\n\n\n5\n. It is theorized by some to also affect organisms in the phylum Arthropoda and possibly even specific organisms in other phyla within the kingdom Animalia as well. Experimentation into these possibilities is still pending approval.\n\n\n6\n. \nTheriocephaly\n is a physiological condition in which the instance's head strongly resembles that of its infection source animal species, but with some human-like physiological structures persisting, particularly in the orbital region, supraorbital ridge, and internal oral region, which better facilitates facial expressions and speech. These human-animal-hybrid heads are capable of the full range of human facial expressions and are able to produce all human speech sounds, as well as most, if not all, of the sounds unique to their infection source species. The instance's head, C2 and C3 dermatomes are covered with the same fur, scales, feathers, or other skin growths typical of its infection source animal species. Its C4 dermatome is a transition between these skin growths and its human skin.\n\n\n7\n. And even additional new senses in the case of certain infection source species.\n\n\n8\n. \nTherian\n is a common shorthand for \nTherianthrope\n.\n\n\n9\n. Standard Foundation Large Anomalous Animal Transport Trailer: A modified, armor reinforced livestock trailer.\n\n\n10\n. Infection Source Species: Common Coyote.\n\n\n11\n. Infection Source Species: Gray Wolf.\n\n\n12\n. Small Anomalous Animal Containment Unit.\n\n\n13\n. Large Anomalous Animal\n\n\n14\n. Begin Morning Nautical Twilight, a time keeping abbreviation for tactical planning. Nautical Twilight is a time period prior to sunrise in which both the horizon and brighter stars are visible, making it useful for navigation, particularly at sea, hence the name.\n\n\n15\n. Charge of Quarters Duty, a U.S. Military assignment that involves guarding the barracks for a 24-hour shift.\n\n\n16\n. Liberty. Off-duty time for soldiers.\n\n\n17\n. The QuarterMaster General, responsible for loaning out equipment, ordinances and armaments to MTFs and the security detail on missions, among other logistics.\n\n\n18\n. Fucked Up Beyond All Recognition.\n\n\n19\n. Situation Normal: All Fucked Up.\n\n\n20\n. \nKinetoglyphs\n are visual manifestations of \nKinetohazards\n, which are gestures and motions that interact with multiple spatial dimensions simultaneously. Kinetohazards allow the entity performing them to create physical and mental hazards, and can be as subtle as wiggling fingers or even blinking in a specific pattern. A Kinetohazard can be counteracted by motions and gestures that follow an inverse pattern, or by a physical representation of symbols that are the inverse of its resulting kinetoglyphs. These are known as \nAntikinetohazards\n and \nAntikinetoglyphs\n, respectively. Please refer to \"Kinetology and the Study of Kinetocism, 2nd Ed,\" by Dr. ████████, for further details.\n\n\n21\n. Kinetohazard.\n\n\n22\n. Kant Counter Alert. All Foundation standard issue smartphones are equipped with a built-in Kant Counter to measure fluctuations in ambient Hume Levels, the measure of how normal the surrounding reality is, in order to alert them to the potential presence of reality bending entities.\n\n\n23\n. An ancient symbol of a snake swallowing its own tail.\n\n\n24\n. Navigational Stars.\n\n\n25\n. Great Horned Owl.\n\n\n26\n. Green Giant Anaconda.\n\n\n27\n. Mine-Resistant Ambush Protected Truck.\n\n\n28\n. Particularly Fae criminals from amongst Three Portlands' sizeable population of Avalon refugees.\n\n\n29\n. Infection Source Species: Western Diamondback Rattlesnake.\n\n\n30\n. Infection Source Species: Gray Wolf.\n\n\n31\n. Infection Source Species: Polar Bear.\n\n\n32\n. Infection Source Species: Fallow Deer.\n\n\n33\n. Infection Source Species: Longhorn Bull.\n\n\n\n\n\n\n\n\n« \nSCP-6089\n | SCP-6090 | \nSCP-6091\n »\n\n\n\n\n\n\n\n\n+ Show Rating Ratio +\n\n\n\n\n- Hide Rating Ratio -\n\n\n\n\n \n\n\n+132\n\n\n \n\n\n-58\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6090\n\" by ChaosMageX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6090\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TherianLogo.svg\n\n\nName:\n Therianthropy Department Eclipse Clock Logo\n\n\nAuthor:\n \nChaosMageX\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6090/TherianLogo.svg\n\n\nDerivative of:\n\nDeus Ex Machina Theme Animated Logo by \nTSATPWTCOTTTADC\n and \nWoedenaz\n, available right here on the SCP Wiki.\n\nWeather icon - full moon.svg by gnokii, available on Wikimedia Commons.\n\n\n\n\n\n\nFilename:\n FlorGalana-icon.svg\n\n\nName:\n Flor Galana Esoteric Containment Class Icon\n\n\nAuthor:\n \nChaosMageX\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6090/FlorGalana-icon.svg\n\n\nDerivative of:\n The Cernunnos and Thaumiel Esoteric Class icons, as used by the \nACS\n right here on the SCP Wiki.\n\n\n\n\n\n\nFilename:\n Supermoon_Nov-14-2016-minneapolis.jpg\n\n\nAuthor:\n Tomruen\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Full_moon#/media/File:Supermoon_Nov-14-2016-minneapolis.jpg",
    "addendums": [
        "Addendum: New findings obtained during Incident-6090-1 have led to the potential discovery of the origins of SCP-6090. It is now theorized to be an ancient bioweapon created by the Fae to act as a carrier for a Fae Curse. Investigations into this theory are still ongoing, and include the possibility that some inhabitants of the place that may only be described are actually SCP-6090-B instances. It is also possible that the Shakespeare play, A Midsummer Night's Dream , may in fact be the last remnant of a Test Log for SCP-6090 and other Fae-created chemical and biological weapons, with the character Nick Bottom being a test subject for SCP-6090 infection."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6090 \" by ChaosMageX, from the SCP Wiki . Source: https://scpwiki.com/scp-6090 . Licensed under CC-BY-SA .",
        "Filename: TherianLogo.svg Name: Therianthropy Department Eclipse Clock Logo Author: ChaosMageX License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6090/TherianLogo.svg Derivative of: Deus Ex Machina Theme Animated Logo by TSATPWTCOTTTADC and Woedenaz , available right here on the SCP Wiki. Weather icon - full moon.svg by gnokii, available on Wikimedia Commons.",
        "Filename: FlorGalana-icon.svg Name: Flor Galana Esoteric Containment Class Icon Author: ChaosMageX License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6090/FlorGalana-icon.svg Derivative of: The Cernunnos and Thaumiel Esoteric Class icons, as used by the ACS right here on the SCP Wiki.",
        "Filename: Supermoon_Nov-14-2016-minneapolis.jpg Author: Tomruen License: CC-BY-SA 4.0 Source Link: https://en.wikipedia.org/wiki/Full_moon#/media/File:Supermoon_Nov-14-2016-minneapolis.jpg"
    ],
    "item": "SCP-6090",
    "object_class": "Keter Flor Galana1",
    "containment_procedures": "All infected non-human organisms will henceforth be referred to as SCP-6090-A instances. SCP-6090-A instances are to be kept in standard animal containment units. All contact between SCP-6090-A instances and non-infected animals is strictly prohibited without approval from a researcher with Level 3 or higher clearance. All contact is to be closely monitored at all times; all safeguards are to be taken to prevent bleeding injuries or any other potential methods of bodily fluid contamination. If contamination does occur, the potentially infected individual is to be immediately given medical aid, administered analgesics2, and observed for no less than one hour.",
    "description": "SCP-6090 is a zoonotic blood-borne virus with universal tropism, known to affect all organisms in the phylum Chordata,5 though its effects are noticeably different in humans. The virus can only spread by direct bodily fluid contamination, and is only viable for up to 24 hours outside of a living host. The infection rate varies widely depending on the method of transmission and the species involved in the transmission.",
    "title": "SCP-6090"
}