{
    "url": "https://scp-wiki.wikidot.com/scp-6093",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\nLightlessLantern\n\n\n\n\n\n\nSCP-6093:\n Tongue Troubles\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS & INFORMATION SECURITY ADMINISTRATION\n\n\nFollowing Incident-6093-034, this file is being updated. Edits are marked in \nblue\n.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nItem No:\n SCP-6093\n\n\nContainment Class:\n \nEuclid\n \nSkótos\n1\n\n\nSpecial Containment Procedures (Archived):\n Foundation personnel are to undergo an oral examination every 10 days. Should they be found to be infected by SCP-6093, the infected tissue and bone is to be surgically removed and incinerated. If this is not possible, personnel are to be euthanised and their corpse incinerated.\n\n\nFoundation AICs\n2\n are to monitor hospital admissions for mouth-related issues. If the reported symptoms are a match for SCP-6093 infection, the affected subject is to be transported to a Foundation hospital for removal of infected tissue and bone. The subject is to be supplied with Class-C amnestics and returned with a cover story of oral cancer.\n\n\nAll discovered SCP-6093-1 instances are to be transferred to Biological Containment Area 07 for containment.\n\n\nSpecial Containment Procedures (Current):\n Following Incident-6093-034, Special Containment Procedures for SCP-6093 have been revised.\n\n\nAll persons who have previously undergone surgery for SCP-6093 infection are to be located and terminated. Their corpses are to be immediately incinerated.\n\n\nFoundation personnel are to undergo an oral examination daily. If they are found to be infected by SCP-6093, they are to be immediately terminated and incinerated.\n\n\nAll currently contained SCP-6093-1 instances are to be incinerated. All uncontained SCP-6093-1 instances are to be incinerated upon discovery.\n\n\nThe creation of any future SCP-6093-2 instances is to be avoided at all costs.\n\n\nDescription (Current):\n SCP-6093 is an anomalous medical condition which causes the transmutation of a person's teeth and bone into muscle. This process begins in the mouth, with the subject's teeth transmuting into muscle. The process is believed to be painless. \nSCP-6093 is believed to be non-transmissible.\n \nThe method of transmission of SCP-6093 is unknown.\n \nImmediately following the onset of SCP-6093, subjects will become unable to speak.\n \nApproximately 12% of infected subjects will lose the ability to speak.\n\n\nIf the subject's tongue and transmuted teeth are removed at this point, no further anomalous effects will be felt.\n \nRemoval of the infected tissue at any stage does not effectively treat SCP-6093 infection.\n\n\nIf the tongue and transmuted muscle is not removed then,\n \nOver\n the next \n12 days\n \n36 hours\n, the entirety of the subject's skeletal system will transmute into muscle. Following this, the infected subject is designated as SCP-6093-1. \nAll SCP-6093-1 instances have a bright red colouration.\n \nApproximately 7% of SCP-6093-1 instances have a bright red colouration.\n\n\nSCP-6093-1 instances are human beings who have had the entirety of their skeletal system transmuted into muscle. \nSCP-6093-1 instances will move in an abnormal, jerky manner in random directions.\n \nSCP-6093-1 instances move in a wide array of mannerisms towards an unknown destination.\n\n\nSCP-6093-1 instances are not believed to be sapient.\n \nSCP-6093-1 instances are to be treated as sapient enemy combatants.\n\n\nSCP-6093-2 instances are large structures created when large numbers of SCP-6093-1 are present in the same area. Further information is unknown.\n\n\nIncident-6093-034:\n\n\nOn 2013-08-12, all SCP-6093-1 instances contained at Biological Containment Area 07 attempted to escape containment. Instances carried out a series of kinetoglyphs\n3\n in unison, despite having being separated from each other for the entirety of their containment. This caused the destruction of several storage areas, resulting in a severe containment breach, during which 85% of contained instances escaped.\n\n\nOn 2013-08-19, large groups of SCP-6093-1 instances were noted to be gathering together at three locations worldwide: the Thar Desert in Rajasthan, India, the Chihuahuan Desert in Texas, USA and the Kalahari Desert in Kgalagadi District, Botswana. Approximately 800,000 instances were counted, of which 500,000 were previously unknown to the Foundation. The instances proceeded to amalgamate into three large, rectangular objects, retrospectively designated SCP-6093-2.\n\n\nUpon being approached by Foundation staff, the SCP-6093-2 instances proceeded to rise from the ground and undulate in unison with each other. Due to the danger to secrecy protocols, and the difficulty of maneuvering the SCP-6093-2 instances into containment, the decision was made to decommission the instances via incineration.\n\n\nDuring decommissioning, a wide variety of noises were noted by staff. Following analysis by the Department of Extradimensional Linguistics, the noises were found to be a message, roughly translating to:\n\n\n\n\n\"MUMMY, MY MOUTHS HURT!\"\n\n\n\n\nFollowing Incident-6093-034, the number of known cases of SCP-6093 has increased to over 2.5 million. Current projections are that cases of SCP-6093 will number over 10 million by 2014-01-01.\n\n\n\n\nFootnotes\n\n\n1\n. \nResearch and documentation is still in progress or severely lacking.\n\n\n2\n. Artificially Intelligent Conscripts.\n\n\n3\n. \nPhysical or mental anomalous effects that occur when an entity performs specific motions or gestures.\n\n\n\n\n\n\n\n\n« \nSCP-6092\n | SCP-6093 | \nSCP-6094\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6093\n\" by LightlessLantern, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6093\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"MUMMY, MY MOUTHS HURT!\"",
        "\" SCP-6093 \" by LightlessLantern, from the SCP Wiki . Source: https://scpwiki.com/scp-6093 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6093"
}