{
    "url": "https://scp-wiki.wikidot.com/scp-6095",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6095\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6095 is to be stored in a standard containment chamber at Site-19. On a bi-weekly basis, any existing non-anomalous inorganic matter is to be disposed of.\n\n\nDescription:\n SCP-6095 is a 2m tall wooden sculpture depicting a humanoid figure of indeterminate sex with physical features of the \ncervidae\n and \nleporidae\n1\n families. The object appears to exhibit non-sentient autonomy, remaining stationary and incapable of vocalization in its current form. A command line terminal, henceforth SCP-6095-A, is installed on the back of the object and is fully functional.\n\n\nTyping \"!help\" into SCP-6095-A and pressing the Enter key presents a list of commands utilized in the operation of the machine, most of which present a use in the modification of various parts of the user's body by unknown processes. Repeated utilization of the object results in outcomes that diverge from the initially desired modification, typically culminating in sections of the user's body converting into various types of naturally-occuring inorganic matter and plantlife.\n2\n\n\nSCP-6095 is capable of reacting to the operation of SCP-6095-A, frequently discharging a fluid visually similar to water from its eyes despite the apparent lack of tear ducts carved into the object. This effect is most commonly observed when used for the purpose of body modification, and often results in the user seeking to appease the object. This may either take the form of the user simply ceasing to use the object or voluntarily utilizing it to convert 100% of their body mass into inorganic material.\n\n\nSCP-6095 was recovered from an MC&D warehouse by MTF Mu-3 (\"Highest Bidders\") on 15/08/2006. The object was accompanied by an owner's manual that suggested a history of use dating back to 1994, as well as physical evidence suggesting a history of tampering with the object beforehand.\n\n\nExperiment Log 6095-1:\n\n\n\n\nDate:\n 09/03/2007\n\n\nTest Subject:\n D-37693\n\n\nDesired Modification:\n Rhinoplasty\n\n\nResult:\n Over a period of roughly ten minutes, results manifested successfully in the subject with no complications or side effects. Discharge from SCP-6095 followed promptly afterward. As of 22/03/2007, D-37693 has expressed an aversion to cosmetic use of SCP-6095-A, suggesting that \"it needs its space\".\n\n\n\n\n\n\nDate:\n 09/03/2007\n\n\nTest Subject:\n D-77842\n\n\nDesired Modification:\n A height increase of 12cm, accompanied by an increase in overall muscle mass.\n\n\nResult:\n Following a period of 33 minutes, a height increase of 11.5cm was observed, as well as discharge from the object. An increase in the subject's muscle mass was not apparent. D-77842 expressed remorse as a result of their use of the object, stating \"I don't want people around me at the moment\".\n\n\n\n\nAddendum 05/01/2008:\n Following a consensus reached by site administration, entry into SCP-6095's containment chamber for any purpose is strictly prohibited. Any opposition to this alteration to the containment procedures will be met with revoked clearance.\n\n\n\n\nArticle outdated as of 20/03/2008. Click here to view the newest iteration.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly referred to as deer and rabbits, respectively.\n\n\n2\n. Examples of materials created by SCP-6095-A include soil, foliage, gravel, and various types of moss.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6094\n | SCP-6095 | \nSCP-6096\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6095 is to be stored in a standard containment chamber at Site-19. On a bi-weekly basis, any existing non-anomalous inorganic matter is to be disposed of.",
    "description": "SCP-6095 is a 2m tall wooden sculpture depicting a humanoid figure of indeterminate sex with physical features of the cervidae and leporidae1 families. The object appears to exhibit non-sentient autonomy, remaining stationary and incapable of vocalization in its current form. A command line terminal, henceforth SCP-6095-A, is installed on the back of the object and is fully functional.",
    "title": "SCP-6095"
}