{
    "url": "https://scp-wiki.wikidot.com/scp-6105",
    "all_text": "rating: \n+3\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6105\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force(s)\n\n\n\n\n\n\n[REDACTED]\n\n\nSimeon Lorne\n\n\nDr. Jakub Roenheart\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nSCP-6105 is to be given one meal per day, including 2 vitamin D tablets, along with a children's book. No servers or documents are to be kept on site or around SCP-6105. Personnel are prohibited from interacting with SCP-6105.\n\n\nSCP-6105's containment chamber is to be in complete darkness and routine checks are to be done using infrared cameras brought by research and security staff upon their arrival to the site. All equipment brought on-site is to be removed from site at the end of the day.\n\n\n\n\nPrevious Containment Procedures\n\n\n\n\nBack\n\n\n\n\nSpecial Containment Procedures:\n Under no circumstances should SCP-6105 become aware that there are other SCPs. It must believe it is the only anomaly. Gamma 13 is separated into 2 teams. Team 1 are assigned to SCP-6105's containment cell; Team 2 to the site's database. Both teams will always be in contact with each other, especially in the event of a containment breach, to prevent SCP-6105 from gaining access to information about its environment.\n\n\nTo maintain the illusion that SCP-6105 is the only anomaly, do not use the term SCP within 25m of its containment cell. When inside this area refer to SCP-6105 as 'The Anomaly'. When outside of its range continue using the SCP designation.\n\n\nTo minimise risk of an escape attempt, SCP-6105 is to be read assortments of information (no-matter how redundant) on an hourly basis, for 15 minutes at a time without fail. Repeated information and/or lies must not be told to to SCP-6105 as it will become agitated and urged to escape. Should a breach of these rules occur, staff are to alert the assigned security teams.\n\n\nIn the event of a containment breach. Humanoid Site-6 is to go into immediate lockdown to prevent SCP-6105 learning of the Site's Location.\n\n\n\n\n\n\n\n\n\n\n\n\nBODYCAM FOOTAGE OF SCP-6105 TAMPERING WITH RESEARCHER'S COMPUTER.\n\n\n\n\n\n\nDescription:\n SCP-6105 takes the appearance of a Caucasian teenager. It wears a suit and a face mask, neither of which are branded. It speaks with a comprehensible British accent.\n\n\nIf provoked or starved of information to a certain extent, SCP-6105 will transport itself to the nearest focal point of knowledge.\n\n\nSCP-6105 also possesses a form of Dissociative Identity Disorder. Personality will vary from a scared child to a perceptive manipulator. Mood swings are frequent and should be approached with caution.\n\n\nDiscovery:\n SCP-6105 was discovered in Derby, United Kingdom on 6/10/2004.\n\nThe local news reported consistent school test results of 100% for the student - the foundation learned about this and sent an agent to investigate. The anomaly had special properties but did not seem anomalous enough to warrant containment.\n\n\nHowever, the anomaly was found at the home of said agent later in the day, attempting to breach into their foundation file. It was detained by the agent and later taken into containment by foundation personnel. SCP-6105 was questioned, yet the interview provided little insight and afterwards SCP-6105 fled.\n\n\n\n\nAddendum 01: Interview 1\n\n\n\n\nBack\n\n\n\n\n\n\nInterviewed:\n SCP-6105\n\n\nDate is 27/4/2005\n\n\nInterviewer:\n Dr. Jakub Roenheart\n\n\n\n\n<Begin Log>\n\n\nDr Roenheart\n- Hello. My name is Dr Roenheart, but feel free to call me Jakub. For the foreseeable future, I'm going to be visiting you and asking you questions - getting to know you and the like.\n\nSo, I’ll start with a simple one. Do you have a name?\n\n\nSCP-6105\n- I have a name. I know you’ve told me yours, but I don't want to tell you mine. I need to go back. I have things I ought to be doing. Besides, this place you've taken me to is nothing like anything I've seen before. Huh, I've been in that room for days and it doesn't even have a proper bed.\n\n\nDr Roenheart\n- Ah, now that’s a start, we can get you a new bed sorted right away. Could let you pick from a few spares we have.\n\n\nSCP-6105\n- That's not the point. As I said, I have things I need to be doing. You giving me a new bed, no matter how nice, doesn't hide the fact that I'm being kept captive.\n\n\nDr Roenheart\n- Okay, so tell me. What is it you want to be back to? It sounds important and I'm sure that I could assist you, but you need to be more cooperative. By not answering my questions, it’s going to make my life harder and by proxy yours.\n\n\nSCP-6105\n- Well… Yes, fine. I need to find something. Something important, hence why I was in Derby. I sensed it, and would have already found it, had it not been for you people intervening.\n\n\nDr Roenheart\n- What was it you sensed? And why were you at that school? I must be right in assuming you were going there for a reason - other than for receiving an education, that is.\n\n\nSCP-6105\n- As I said previously, I don't know what I was looking for. You all stopped me before I could figure that out. As for the school, that is where I sensed it. Though I also sensed something else. I felt as if, for once, I… was being searched for. Like I was being hunted. I suppose spending time in that school amongst other people provided a little comfort from that.\n\n\nDr Roenheart\n- I see. Thank you for that. Now, say if I were to go back - could I possibly help find what you were looking for? Whatever it is, it sounds extremely valuable.\n\n\nSCP-6105\n- Hmmm. Well, I knew too little to make any real findings myself, so I doubt you could make any progress, even if I were to help. I wish I knew more, I really do.\n\n\nDr Roenheart\n- That’s alright, no need to worry. I’ll do my best to get this all sorted for you soon enough. Hey, would you like some water?\n\n\nSCP-6105\n- That would be nice.\n\n\nDr Roenheart knocks on the door and gestures to two men outside.\n\n\nDr Roenheart\n- Hodges, if you could please get me a cup of water, the fountain is down the hall.\n\n\nSCP-6105\n- Thank you again, Jakub.\n\n\nDr Roenheart\n-Look, I'm here to help. My only concern is for the safety of the people around me. Agent Hodges over there will be back in second, so let's get back on topic. Someone was sent to meet you at the school. Do you remember?\n\n\nSCP-6105\n- Yes, Richard his name was. Around 6'2, Caucasian, dark hair, beard, brown eyes. He wore a suit, had a golden molar, and a slight limp in his left leg. Said he was from the local college.\n\n\nDr Roenheart\n- Yeah, that's him alright. God, you really do have an extraordinary memory.\n\n\nThe guard returns and places the cup of water on the table.\n\n\nSCP-6105\n- Thank you, agent.\n\n\nHe flicks a stern look at Dr Roenheart, who proceeds to clear his throat.\n\n\nDr Roenheart\n- So what did Richard tell you?\n\n\nSCP-6105\n- He asked me to take a test, saying he would pay me for it. Then he handed me a thick pile of paper, littered with questions from practically the entire school curriculum.\n\n\nDr Roenheart\n- And how did you perform? That sure is a lot for one person.\n\n\nSCP-6105\n- It was alright, though it did take a while. And no, I don't know how I did. Do you? Are you with the college?\n\n\nDr Roenheart\n- You could say that, yes - my boss asked me to talk with you, just as he asked Richard. Now, if I may, I'd like to ask you another question. However, if you're unable to answer, we can continue at another time.\n\n\nWe found you in the apartment that Richard was staying in. Why were you there?\n\n\nSCP-6105\n- Yeah, maybe not.\n\n\nDr Roenheart\n- That's fine. I'll see you again in a few days.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 02: Interview 2\n\n\n\n\nBack\n\n\n\n\n\n\nInterviewed:\n SCP-6105\n\n\nDate is 9/5/2005\n\n\nInterviewer:\n Dr. Jakub Roenheart\n\n\n\n\n<Begin Log>\n\n\nDr Roenheart\n- Hello again. I suppose we'll go ahead and continue where we left off.\n\n\nSCP-6105\n- I'd rather not, if that's alright with you.\n\n\nDr Roenheart\n- Well, I'm sorry, but I can't properly help you unless you help me first. Now, I'm sure you remember the question I asked.\n\n\nSCP-6105\n- He didn't pay me is all. Naturally, I went to see if he had any valuables at home for me instead.\n\n\nDr Roenheart\n- And by chance, did you find any?\n\n\nSCP-6105\n- I think so. He had such strange things in his apartment, especially for a school recruiter, or so he calls himself. Lots of his things looked expensive and rare.\n\n\nDr Roenheart\n- Did you take anything?\n\n\nSCP-6105\n- Not before you stopped me. You said you were with the college - you should know this.\n\n\nDr Roenheart\n- I'm just making sure you remember. Breaking and entering is a serious crime and could land you a hefty fine, you know.\n\n\nSCP-6105\n- Jakub, Can I ask you a question?\n\n\nDr Roenheart\n- If you make it quick.\n\n\nSCP-6105\n- This is not a college. Far from it. There are armed guards patrolling long, grey and undecorated corridors. As far as I'm concerned, colleges don't keep their students detained in unfurnished prison cells.\n\n\nYou're not a college, so what are you?\n\n\nDr Roenheart\n- Yes, I think we're done here. Agent Hodges, kindly escort this young man back to his room.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 03: Interview 3\n\n\n\n\nBack\n\n\n\n\n\n\nInterviewed:\n SCP-6105\n\n\nDate is 10/5/2005\n\n\nInterviewer:\n Dr. Jakub Roenheart\n\n\n\n\n<Begin Log>\n\n\nThe interview room has armed security inside\n\n\nSCP-6105\n- So, you caught me. What now? I want out of here, so if you just let me go, you'd never see my face again.\n\n\nDr Roenheart\n- You were found in the site's server room, why?\n\n\nSCP-6105\n- As I said, I want out.\n\n\nDr Roenheart\n- You had been looking in the documents for site personnel. If you want us to even consider listening to you from now on, we need to know what you saw.\n\n\nSCP-6105\n- Alright. You… are Jakub Christopher Roenheart, born 1978 in Prague, Czechia as a brother of three. You moved to England in 1996, where you worked as a psychologist at Cambridge University. You were pronounced dead in 2001.\n\n\nAnd now you're here. Yes, I read your file. Now let me go.\n\n\nDr Roenheart\n- Such a shame. You have just openly threatened me, so I have no choice now but to deem you as a danger to myself and the people around me. You cannot leave, and you can be sure as hell you're not getting your hands on that again.\n\n\nSCP-6105 becomes visibly agitated.\n\n\nSCP-6105\n- I didn't asked to come here. I was never given a choice. I don't deserve to be here, and you have no right keeping me here, its inhumane, its wrong.\n\n\nDr Roenheart\n- That means nothing now. I've told you, you have to stay. I can't have you digging up intel and blackmailing people, or anything similar. You are a thief, a criminal. You would have ended up in a prison cell soon enough anyway.\n\n\nSCP-6105\n- This is worse than a prison cell; It feels closer to solitary confinement. I'm the only prisoner. You completely cut me off from the outside world with no warning and are now expecting me to live like this for the rest of my life? Nobody could deserve this.\n\n\nDr Roenheart\n- It's not as simple as what you've done, instead what you can do. You have proven yourself a danger and thus need to be contained.\n\n\nSCP-6105\n- That's what you think. Get your notepad Doc, I've got something important to say.\n\n\nAs Dr Roenheart reaches for his notepad, SCP-6105 disappears.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 04: Interview 4\n\n\n\n\nBack\n\n\n\n\n\n\nInterviewed:\n SCP-6105\n\n\nDate is 16/10/2005\n\n\nInterviewer:\n Dr. Jakub Roenheart\n\n\n\n\n<Begin Log>\n\n\nDr Roenheart\n- Hello 'Anomaly', it's been a while. I'm quite surprised you're still here honestly, after all that talk of escape. But anyhow, I'd like to start with a simple conversation about what you know.\n\n\nSCP-6105\n- I don't want to talk. I never wanted to talk to you. You're going to make me stay here forever, aren't you? You… never even gave me a bed.\n\n\nDr Roenheart\n- As I have said time and time again, what you need is to be more cooperative. If you're not going to, there's not much I am willing to do to help you.\n\n\nSCP-6105\n- Ah, but you've never genuinely considered helping me, have you? Other than you, the only company I have are the disembodied voices, droning to me day in and day out, telling me useless information. You're all aware of my condition, and you're doing the bare minimum to keep it from causing harm. To you I'm just an experiment - never did my wellbeing ever cross your mind.\n\n\nDr Roenheart\n- I'm afraid I don't know what you are talking about.\n\n\nSCP-6105\n- Like hell you do! All you've ever wanted was to learn how I work, how to take away my abilities or use me as some kind of weapon.\n\n\nDr Roenheart\n- I need you to calm down. This agitation is going to get us nowhere.\n\n\nSCP-6105 ignores Dr Roenheart.\n\n\nSCP-6105\n- Just because I have something you don't, you sick twisted people assume that you can hold me captive and treat me however you please?\n\n\nDr Roenheart\n- We know exactly what you're doing, and let me tell you - your manipulation has zero effect. So, could you please stop embarrassing yourself and save me the time.\n\n\nYou would have been left alone if you hadn't followed Richard home. You were deemed anomalous yet not worth containing, but you knew that. You also thought you could outsmart us, take what we know for yourself and move on.\n\n\nSCP-6105 leans forward.\n\n\nSCP-6105\n- So, you do know. Yes, I had hoped that agent of yours would be keeping some files at home. The moment he approached me, I could sense the presence of valuable information.\n\n\nDr Roenheart\n- Did you come here by choice, then? It seems unlikely that, with your mind, you could have let that happen mistakenly. Is it truly just information that you're after?\n\n\nSCP-6105\n- And I'm expected to answer that? You already know so much about me - you've taken so much from me, and yet in return I receive nothing but deception. Damn it, I wasn't joking about the bed either. It's not in the slightest bit comfortable - have you ever used a bed in one of the cells? It's inhumane.\n\n\nDr Roenheart\n- So talk. If you really do have anything of worth to say, then I promise I will consider taking the time to get you a new bed.\n\n\nSCP-6105\n- And if I refuse?\n\n\nDr Roenheart\n- Then we're done. We never see each other again. Should you refuse it's clear that you're beyond help.\n\n\nSCP-6105\n- Alright, I'll speak.\n\n\nSee, I don't actually know where I came from. I've never forgotten a single thing throughout my life, so it must be something I just can't know. My body has always wanted normal, humanly things: to eat, sleep, maintain physical health; my mind is what makes me special. Somehow I can just find things - information - important, valuable information. That ability lead me here, and yes, I don't know where here is, but I do know very well that it holds something I want.\n\n\nDr Roenheart\n- So, how does this knack for finding valuable information work? Do you have any control over what you look for? Is it a case of your mind telling you where to look and you acting upon that?\n\n\nSCP-6105\n- Well, as I know you are well aware of, I can put myself in places - teleportation, to an extent. I do that part myself. The drawback is that, to do so, I have to know where it can be done effectively. Like I said, my mind can sense when I'm in proximity to valuable information - or someone who holds it. This information you're having fed to me, however, suppresses that sense - that innate craving for information.\n\n\nDr Roenheart\n- Good. Now, you've made it evident that you can remember everything and anything, down to the slightest detail. Surely, given you had been loose in the world prior to us finding you, you must already collected a great deal of information. I can imagine that sense of yours going wild and causing you to travel the globe in search of anything and everything confidential. Ha, to think of the things you must have stored in that brain.\n\n\nSCP-6105\n- Even if I did decide to tell you, you wouldn't have near enough the brain or paper to store it.\n\n\nDr Roenheart\n- Then if not what, why? Why do you seek this information? Better yet, what do you intend to do when there is nothing left to learn?\n\n\nSCP-6105\n- Now, telling you that would put me in jeopardy. All you can know is that I do not want to succeed. Success is failure - the goal is the mission itself.\n\n\nDr Roenheart\n- How poetic. But jeopardy? What could you have to fear, knowing quite right we don't intend to harm you? Given your situation, I don't see why wouldn't just give up.\n\n\nSCP-6105\n-It's not that simple, no. I can't stop, I have no choice but to keep going. I have my reasons and they are mine alone.\n\n\nDr Roenheart\n-Well, I must thank you for your somewhat co-operative attitude today; however, you have led me at a dead end. I have no other choice - Action must be taken to see if you are threat or not.\n\n\nSCP-6105\n-I am not a threat. I want to be helped it's just… difficult for me.\n\n\nDr Roenheart\n-If you want my help then I need the full story. We both have our own goals to accomplish and I need your help to accomplish mine.\n\n\nI'll talk to you again as soon as I can.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 05: Interview 5\n\n\n\n\nBack\n\n\n\n\n\n\nInterviewed:\n SCP-6105\n\n\nDate is 18/10/2005\n\n\nInterviewer:\n Dr. Jakub Roenheart\n\n\n\n\n<Begin Log>\n\n\nSCP-6105\n\nshows signs of distress.\n\n\nSCP-6105\n- What is it? What do you need?\n\n\nDr Roenheart\n- Simply put, I need you to tell me what happens when you finish your mission.\n\n\nSCP-6105\n- I can do that for you. Yes, I will tell you. But, in return, \nI\n need to learn what I came here to learn - What I believe I was searching for at that school.\n\n\nI need to know what this place is, and who you people are. I cannot stand another day within these walls, held so close to information which I can sense the significance of so clearly, yet just out of reach from it. The voices are driving me insane.\n\n\nDr Roenheart\n- The information you speak of is highly classified. But-\n\n\nSCP-6105\n- Then why did you bother asking? You knew I would want something in return.\n\n\nDr Roenheart\n- I wasn't finished. Despite knowing that I must remain professional at all times, I feel some sympathy towards you. I can tell you a little, but know that this will probably be the last time we speak.\n\n\nYou are currently located in Humanoid Site-6. In this place we secure and contain humanoid anomalies, such as yourself. I represent the SCP foundation, and our job is to contain and secure all forms of anomalies for various reasons. Anomalies are referred to by us as SCPs.\n\n\nExcept you - as you are aware, we wanted you to think you were alone, which is why we call you 'Anomaly'. You wouldn't tell us what you wanted, so we told you that you were the only one. We believed that if you came into contact with someone more like you, your desire for knowledge would cause you to seek information from beings with the capabilities of destroying life as we know it. You would comply with them, as the knowledge they could provide would be more valuable to you than what any humanity could possess. We could not allow that to happen.\n\n\nSCP-6105\n- But now you've told me. What makes you think I won't follow through with your superstitions?\n\n\nDr Roenheart\n- I've been assured that my superiors have arranged a reorganisation of sorts, likely for both of us.\n\n\nNow. I've done my part, it's time you do yours.\n\n\nSCP-6105 grits its teeth.\n\n\nSCP-6105\n- Fine.\n\n\nI want to know more, at any cost. It's like part of my nature - an uncontrollable urge.\n\n\nIf I don't learn new things, and have my mind constantly active processing fresh information, I become pained beyond your understanding. In the event of knowing everything, I do not think my mind will let me rest. I cannot comprehend that there would be nothing left to know.\n\n\nI know that I could become a threat if pushed to such a point. I imagine I would kill to find information that doesn't exist. Though, maybe what you are doing is right, keeping my mind happy until my body passes away. We are separate after all, and it's as if I am a vessel for this unquenchable knowledge-consuming force.\n\n\nDr Roenheart\n- I see. That does sounds like a horrible life to live.\n\n\nSCP-6105\n- But, its not right. I shouldn't punish myself for something that I have no control over. The knowledge you hold here could feed for generations, and could at the very least remove the need for you to be feeding me redundant information everyday.\n\n\nI deserve to know. It's the only reason I exist.\n\n\nDr Roenheart\n- I understand how you feel, but I can no longer help you. I've already told you more than you are permitted to.\n\n\nSCP-6105\n- What's going to happen to me?\n\n\nDr Roenheart\n- I don't know. Something will, I'm sure. Most likely outcome is you'll be put somewhere more secure. I'm sorry.\n\n\nSCP-6105\n-I see you have taken a risk in helping me. Thank you, I will not forget this. I.. I will try and get better.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAdditional Notes (\nEdited by Director Lorne\n):\n Dr Roenheart has conducted himself poorly and will be taking a leave of absence. Upon his return he will be re-assigned. SCP-6105 will remain at an undisclosed location until further notice.\n\n\n\n\n\n\n« \nSCP-6104\n | SCP-6105| \nSCP-6106\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6105\n\" by Lukelele, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6105\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp6633.jpg\n\n\nName:\n 6105\n\n\nAuthor:\n Lukelele\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6105/scp6633.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6105 \" by Lukelele, from the SCP Wiki . Source: https://scpwiki.com/scp-6105 . Licensed under CC-BY-SA .",
        "Filename: scp6633.jpg Name: 6105 Author: Lukelele License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6105/scp6633.jpg"
    ],
    "containment_procedures": "Under no circumstances should SCP-6105 become aware that there are other SCPs. It must believe it is the only anomaly. Gamma 13 is separated into 2 teams. Team 1 are assigned to SCP-6105's containment cell; Team 2 to the site's database. Both teams will always be in contact with each other, especially in the event of a containment breach, to prevent SCP-6105 from gaining access to information about its environment.",
    "description": "SCP-6105 takes the appearance of a Caucasian teenager. It wears a suit and a face mask, neither of which are branded. It speaks with a comprehensible British accent.",
    "title": "SCP-6105"
}