{
    "url": "https://scp-wiki.wikidot.com/scp-6106",
    "all_text": "rating: \n+181\n+\n–\nx\n\n\ndxvi\n\n\n\n\n\n\nSCP-6106 — Bibliophobia\n by \ndxvi\n\n\nthere doesn't seem to be anyone around\n\n\nFor more, please see my \nauthor page\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCiPNET REMOTE ACCESS\n\n\n \n\n\n------\n\n\n------\n\n\n\n\n\n\nAccessing SCP-6106 documentation.\n\nPlease wait.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6106\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6106 is currently uncontained and its whereabouts are unknown. Alexandra.AIC is to scan the Foundation database daily for SCP-6106 manifestation. All Foundation librarians and archivists are to be instructed on the nature of SCP-6106.\n\n\nIn advance of containment, an isolation chamber has been constructed at ground level at Site-19. The chamber is a hemisphere of radius 20m, with a safe fixed to the ground at the centre.\n\n\nIf SCP-6106 is contained, it and its host medium are immediately to be transported to the isolation chamber and locked in the safe. Security cameras are to maintain unbroken sight of the safe at all times. No text media or computer equipment of any kind are to be brought within 100m of SCP-6106 at any time.\n\n\nUntil SCP-6106 is contained, Foundation librarians and archivists are not permitted to consult site archives alone or out of sight of security cameras. Site archives must remain well lit at all times.\n\n\nDescription:\n SCP-6106 is an ambush predator of indeterminate mass and shape. Its hunting method is to change its shape and appearance to camouflage itself as a piece of text, usually an additional page(s) in a book or a web page on a website, matching the style and voice of the host medium.\n.\nSCP-6106 seems to prefer encyclopedias and other factual compendia, such as textbooks, although it has also inhabited works of fiction.\n It then remains dormant for extended periods of time, until a victim reads SCP-6106.\n.\nVictims will typically find SCP-6106 interesting and compelling, but this effect appears to be non-anomalous.\n\n\nIf at any point a victim is left alone and unsupervised while reading SCP-6106, they will be suddenly and swiftly devoured by SCP-6106, and the victim's body will disappear into whatever medium SCP-6106 is inhabiting.\n.\nIt is unclear how SCP-6106 can overpower and swallow its prey despite the limited size of its favoured hiding places; for example, SCP-6106 has consumed fully grown human beings while inhabiting small paperback books.\n Without exception, no trace of the victim has been left after an attack by SCP-6106.\n\n\nSCP-6106 displays at least some sentience, although the extent of its knowledge and understanding is uncertain. It has never been documented to attack anyone who was accompanied or otherwise under visual supervision, although victims have been heard and recorded on audio equipment screaming as they are devoured.\n\n\nIf observers express suspicion about SCP-6106's hiding spot, or if it determines that it will have better chances of finding victims elsewhere, it appears to 'leap' or 'escape' into a suitable nearby host medium. For example, it may enter into a neighbouring book or leap from a book to a computer (or vice versa). It appears to be able to 'leap' up to 10 metres (see Special Containment Procedures, above), but greater locomotion cannot be ruled out.\n\n\nA current list of media that have hosted SCP-6106 is as follows:\n\n\n\n\n\n\nHost medium\n\n\nLocation\n\n\nApprox. time spent\n\n\nSuspected death toll\n\n\n\n\n\n\nThe Bible\n\n\nSt ██████'s Church, ██████████████████, England\n\n\nunknown\n – 2002\n\n\nUnknown\n\n\n\n\n\n\nGray's Anatomy\n (hardback)\n\n\n██████████████████, England\n\n\n2002 – 2004\n\n\n1\n\n\n\n\n\n\nDan Brown, \nThe Da Vinci Code\n (paperback)\n\n\n██████████, Scotland\n\n\n2004 – September 2007\n\n\n2\n\n\n\n\n\n\nJ. K. Rowling, \nHarry Potter and the Prisoner of Azkaban\n (paperback)\n\n\n█████████, England\n\n\nSeptember 2007 – November 2007\n\n\n1\n\n\n\n\n\n\nJ. G. Ballard, \nThe Atrocity Exhibition\n (paperback)\n\n\n█████████, England\n\n\n2 weeks in November 2007\n\n\n1\n\n\n\n\n\n\nEncyclopedia Britannica\n, 11th edition\n\n\n█████████ University Library, England\n\n\n2007 – 2020\n\n\n3\n\n\n\n\n\n\nElectronic catalogue of █████████ University Library, England\n\n\n█████████ University Library, England\n\n\n2020 – 2022\n\n\n18\n\n\n\n\n\n\nWikipedia article entitled ‘█████████’\n\n\nWikipedia\n\n\nNil\n\n\n0, detected and automatically blocked by Alexandra.aic\n\n\n\n\n\n\nBulbapedia article entitled ‘█████████ (Pokémon)’\n\n\nBulbapedia (\nPokémon\n fan wiki)\n\n\nNil\n\n\n0, detected and automatically blocked by Alexandra.aic\n\n\n\n\n\n\nThe text SCP-6106 adopts as camouflage is invariably highly informative about SCP-6106. For example, when it inhabited Wikipedia, it appeared as a clear and helpful article about SCP-6106, entitled ‘█████████’, while in \nHarry Potter and the Prisoner of Azkaban\n, it appeared as a Care of Magical Creatures lesson about SCP-6106 given by the character Rubeus Hagrid.\n\n\nThere are currently two leading hypotheses for this behaviour:\n\n\n\n\nIts self-referential text is analogous to coloration in a non-anomalous animal — in other words, SCP-6106 has no control over the process, and it simply 'looks like' a description of itself; or\n\n\nSCP-6106 is not merely sentient but sapient, and enjoys taunting its victims before consuming them.\n\n\n\n\nNotably, the camouflage is so informative about SCP-6106 that it routinely includes information that would be unknown to the purported author of the host medium, such as detailed facts about its whereabouts and history. Although this feature could allow an observer to detect SCP-6106 by its anomalous detail, its main consequence is that a piece of text with a helpful and informative description of SCP-6106 is likely to be SCP-6106 itself.\n\n\nHowever, by the time the reader realizes this, it is usually far too late.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou have been inactive for 5 minutes.\n\n\n\n\n \n\n\n\n\nYou have been inactive for 10 minutes. You will be logged out in 5 minutes.\n\n\n\n\n \n\n\n\n\nYou have been inactive for 14 minutes. You will be logged out in 1 minute.\n\n\n\n\n \n\n\n\n\nYou have been logged out due to inactivity. Thank you for accessing SCiPNet.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\ndxvi's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6516\n \n(+82)\n \n•\n\n\n\n\n\n\nSCP-6063\n \n(+269)\n \n•\n\n\n\n\n\n\nSCP-6182\n \n(+127)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nThe Demonstration\n \n(+21)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\ndxvi's author page\n \n(+47)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6105\n | SCP-6106 | \nSCP-6107\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6106\n\" by dxvi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6106\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nInfobox quote from '\nI Think We're Alone Now\n', songwriter Ritchie Cordell.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Accessing SCP-6106 documentation. Please wait.",
        "You have been inactive for 5 minutes.",
        "You have been inactive for 10 minutes. You will be logged out in 5 minutes.",
        "You have been inactive for 14 minutes. You will be logged out in 1 minute.",
        "You have been logged out due to inactivity. Thank you for accessing SCiPNet.",
        "\" SCP-6106 \" by dxvi, from the SCP Wiki . Source: https://scpwiki.com/scp-6106 . Licensed under CC-BY-SA .",
        "Infobox quote from ' I Think We're Alone Now ', songwriter Ritchie Cordell."
    ],
    "containment_procedures": "SCP-6106 is currently uncontained and its whereabouts are unknown. Alexandra.AIC is to scan the Foundation database daily for SCP-6106 manifestation. All Foundation librarians and archivists are to be instructed on the nature of SCP-6106.",
    "description": "SCP-6106 is an ambush predator of indeterminate mass and shape. Its hunting method is to change its shape and appearance to camouflage itself as a piece of text, usually an additional page(s) in a book or a web page on a website, matching the style and voice of the host medium..SCP-6106 seems to prefer encyclopedias and other factual compendia, such as textbooks, although it has also inhabited works of fiction. It then remains dormant for extended periods of time, until a victim reads SCP-6106..Victims will typically find SCP-6106 interesting and compelling, but this effect appears to be non-anomalous.",
    "title": "SCP-6106"
}