{
    "url": "https://scp-wiki.wikidot.com/scp-6107",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n \n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following file manifested unauthorized on the SCP Database on 23/03/1959. It was removed to preserve security but has since been restored unaltered to its former position on \n04 Apr 2025 15:07\n.\n\n\nALL INFORMATION BEYOND THIS POINT SHOULD BE RECEIVED AS FICTITIOUS UNLESS PROVEN OTHERWISE\n\n\n\n\n\n\n— Dr. Lehmer, Director\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6107\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ndeclassified\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAcute Dermal Transference Patient (31) Note the characteristic dermal incisors and epidermal abrasions.\n\n\n\n\n\n\n\n\n\n\nWinifred Ciebrum (1894-1952)\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6107 is a well-known aspect of human biology, and therefore cannot be effectively contained at this time. At the time of writing, the best course of action with regards to SCP-6107 is to increase public knowledge and acceptance, as well as to further research its properties.\n\n\nDescription:\n SCP-6107, colloquially termed \"the integumentary system\", is a natural and essential organ system most commonly found in human anatomy. SCP-6107's main function is to act as a barrier to the external environment, as well as to restrain the internal environment.\n\n\nThe first layer of SCP-6107 (the epidermis) is comprised of soft, waterproof tissue that structures the individual’s topmost features. The epidermis moves independently of the layers beneath it, often granting it autonomy. Common epidermal conditions, such as Houston’s Lip, Bullababel, and frontal hemorrhaging can be significantly linked to epidermal weakness.\n\n\nThe second layer of SCP-6107 (the dermis) harbors connective tissue, sweat glands, and hair follicles. The dermis possesses a unique morphology to that of the epidermal face, a semi-pliable structure, and is capable of independent movement from all other layers, however, this can usually only be observed in extreme cases of dermal transference\n1\n. Recalcitrant dermises are especially prevalent in young adults and the elderly- common signs include bristling hair and palpitations under the jawbone and ribs.\n\n\nThe third layer of SCP-6107 (the hypodermis) contains firm connective tissue and fat. Very few living hypodermal specimens have been recorded in the modern era, with the exception of the medical miracle Winifred Ciebrum. With her cooperation, her image has been added to this page. As is visible,\n\nthe hypodermis, while alive, displays rapid tension and distention, a quality similar to running water. Common hypodermal illnesses include hypodermal transference, Ciebrum’s Skull, and aortal zeal.\n\n\nThe fourth and final layer of SCP-6107 (the cadermis) is a mass of cartilage, bone, and other solid matrices. The cadermis, in opposition to the other layers, is static, and possibly non-sentient. It appears as a human form, however, petrified in an expression of distress. Given its form, it has been proposed that the cadermis is flexible at birth and quickly solidifies within the following weeks.\n\n\nHistorical Acknowledgements:\n\n\n\n\n\n\nEvent\n\n\nDescription\n\n\n\n\n\n\nFort Worth, Texas - Mayoral Election of 1886\n\n\nBill Skinner, who at the time was running for Fort Worth Mayor, began exhibiting severe symptoms of chronic epidermal recession during the late stages of the election. Disregarding the Fort Worth pharmacist, doctor, and his wife, Mr. Skinner proceeded onto the final runoff election, where he collapsed due to loss of blood. Mr. Skinner's competitor, H.S. Broiles won the mayoral election. Mr. Skinner passed one week after this incident.\n\n\n\n\n\n\nOmaha, Nebraska - The Missing Tapestries of 1910\n\n\nAn assemblage of unidentified cases of an acute epidermal recession disorder render approximately 100 civilians hospitalized and, shortly after, deceased. All victims of this unidentified disorder were monitored for several days after death, however, their epidermis never resurfaced during this period- an abnormal quality for the majority of epidermal disorders. Nearly all of the fatalities were located on the same street, Warbler St., the only survivors of this event were members of \nthe Cole family\n. Their children hold no knowledge of the event.\n\n\n\n\n\n\nLondon - The Caterwaul Orphanage Murder of 1927\n\n\nCatherine Wright, a previous orphan at the Caterwaul Orphanage in London, was born with embryonic cadermis syndrome, rendering her eyes, mouth, and ears useless. She survived for 14 years being fed through carved holes in her cadermis. On her 14th birthday, Ms. Wright murdered a fellow orphan, seemingly unprovoked. Ms. Wright was charged and found guilty but was found dead in her cell 11 days proceeding her birthday. The official cause of death was determined to be starvation.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. for more, see the Albrine case study of 1967\n\n\n\n\n\n\n\n\n« \nSCP-6106\n | SCP-6107 | \nSCP-6108\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6107 is a well-known aspect of human biology, and therefore cannot be effectively contained at this time. At the time of writing, the best course of action with regards to SCP-6107 is to increase public knowledge and acceptance, as well as to further research its properties.",
    "description": "SCP-6107, colloquially termed \"the integumentary system\", is a natural and essential organ system most commonly found in human anatomy. SCP-6107's main function is to act as a barrier to the external environment, as well as to restrain the internal environment.",
    "title": "SCP-6107"
}