{
    "url": "https://scp-wiki.wikidot.com/scp-6113",
    "all_text": "SCP-6113:\n Temporary Reflections by \nDr Asteria\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+558\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nCONTENT WARNING\n\n\nThe following files contain sensitive information on the topics of transphobia, gender dysphoria, bullying, abuse, suicide, and transgender experiences. Do not continue reading if these subjects are triggering to you.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6113\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nmultiple\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-6113-1 and SCP-6113-2 is not possible at the present moment. Containment efforts of SCP-6113 are primarily focused on the suppression of information surrounding it. The following special containment procedures for SCP-6113 have been implemented:\n\n\n\n\nSpread disinformation surrounding SCP-6113-1 and SCP-6113-2 by Foundation web-crawlers and planted agents in an attempt to discredit any reported sightings and \"Transition Events\n1\n.\"\n\n\nLocate and detain transgender individuals affected by SCP-6113 (henceforth referred to as \"subject(s)\") and hold them for questioning for no more than one week.\n\n\nUpdate and modify any and all legal records of subjects to reflect their current sex and gender identity.\n\n\nApply Class A and E \namnestics\n to subjects and any family, friends, and acquaintances, as well as implanting false memories as if the subject was assigned their gender at birth.\n\n\nReleased subjects are monitored for one month to ensure complacency.\n\n\n\n\nThese procedures have been effective at maintaining global normality. However, SCP-6113 continues to affect subjects at an average rate of 4 subjects per 7 days. The number of subjects affected by SCP-6113 total over 243, as of 05/11/2019. The Department of Thaumaturgy is currently developing a permanent containment method for SCP-6113-1.\n\n\nDespite numerous potential subjects employed at the Foundation, SCP-6113-1 refuses to enter Foundation property and conduct transition events on personnel. Testing on D-Class personnel; locating, tracking, and studying SCP-6113-1; and locating SCP-6113-2 is not possible at the present moment.\n\n\nDescription:\n SCP-6113 is the designation for multiple objects of varying class, labeled SCP-6113-1 through SCP-6113-3. Refer to the individual files below.\n\n\n\n\n\n\n\n\n\n\n[Access File 6113-1]\n\n\n\n\n[Close File]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6113-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of writing, SCP-6113-1 has not been contained. In the event of its sighting, Mobile Task Force Lambda-69 (\"Six-Color Crusaders\") is to respond and follow standard humanoid apparition and reality bender containment protocols in an attempt to contain it. The Department of Thaumaturgy has yet to develop a conclusive containment method for SCP-6113-1.\n\n\nDescription:\n SCP-6113-1 is a humanoid entity capable of teleportation and disguising as and impersonating human beings. SCP-6113-1 uses its abilities to facilitate \"Transition Events\" in transgender individuals globally\n2\n. Current prevailing theories suggest SCP-6113-1 is a humanoid spirit or reality bender, but its true nature is unknown.\n\n\nSCP-6113-1 typically reveals itself to subjects at their \"lowest moment in life\n3\n.\" When doing so, it disguises itself as a person the subject shares a positive emotional bond with, such as a family member, friend, significant other, or teacher (henceforth referred to as \"companion\"). Using information about the subject's personal life and relationship to the companion, it guides the subject to SCP-6113-2 with its teleportation abilities. Subjects do not notice the moment of teleportation, as if they had continuously walked to the destination. How SCP-6113-1 obtains knowledge of the subject's life, the personality of the companion, and their relationship to the companion is unknown (but theorized to be a form of mind reading).\n\n\nSCP-6113-1 has also been observed to:\n\n\n\n\nProtect subjects from all physical harm, self-induced or otherwise, for a short time before and after appearing to them;\n\n\nPossess intimate knowledge about the subject's personal life, mental health, and relationships;\n\n\nExude a feeling of calmness and comfort.\n\n\n\n\nAdditionally, it is also theorized that SCP-6113-1 can become invisible so as to reveal itself to the subject at the right moment. SCP-6113-1 has not demonstrated any new abilities since its discovery on 20/04/2019, but it may or may not possess any more.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Access File 6113-2]\n\n\n\n\n[Close File]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6113-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of writing, SCP-6113-2 has not been contained. Due to its passive nature and contradictory descriptions, containment efforts are low priority compared to containing SCP-6113-1. If an opportunity to locate and contain SCP-6113-2 presents itself, Mobile Task Force Lambda-69 (\"Six-Color Crusaders\") and the Department of Anomalous Locations are to respond and contain SCP-6113-2.\n\n\nDescription:\n SCP-6113-2 is a natural freshwater lake somewhere on Earth at an unknown location. Descriptions of SCP-6113-2 are inconsistent and contradictory, however, most subjects recall a lake matching that of forested areas in the Midwest region of the United States.\n\n\nSCP-6113-2 is the destination for SCP-6113-1 and its subjects when conducting \"Transition Events.\" A transition event can only occur when SCP-6113-1, no more than one subject, and SCP-6113-2 are within each other's presence. The steps of a transition event are as follows\n4\n:\n\n\n\n\nSCP-6113-1 reveals itself to the subject, disguised as the subject's companion, protecting them from physical harm if necessary. In most cases, this happens alone. It is unclear whether it teleports directly or becomes visible.\n\n\nSCP-6113-1 calms and comforts the subject. Subjects do not question why their companion is suddenly accompanying them, as if this is completely normal.\n\n\nSCP-6113-1 suggests they go for a walk, guiding them to the lake. To the subject, the apparent environment morphs to match a theoretical path to SCP-6113-2 as if it were within walking distance. Only the subject perceives this. The actual physical locations remain unchanged. These hallucinations could also be the cause of the varying descriptions of SCP-6113-2. Again, subjects do not question this.\n\n\nSCP-6113-1, engaged in conversation with the subject about their personal life, offers the subject a seat at the edge of the lake, sitting with them. Topics have included school grades, relationships, and future plans.\n\n\nAt some point, the conversation topic naturally shifts to that of gender identity and gender dysphoria\n5\n (or euphoria).\n\n\nSCP-6113-1 then prompts the subject to view their reflection in the lake. When subjects view their reflection in the water, they first see themselves as is. Slowly, the reflection—and physical body—of the subject will permanently shift until matching their ideal gender identity. The sex characteristics and chromosomes of the subject are primarily affected. This process is similar to that of \nSCP-113\n, but notably painless.\n\n\nThe subject expresses a strong emotional reaction (most often excitement and joy, but sometimes anxiety and fear) in which SCP-6113-1 responds appropriately.\n\n\nSCP-6113-1 then guides the subject back to their original location, saying goodbye before leaving either via teleportation or invisibility.\n\n\n\n\nSubjects that have underwent a transition event, though occasionally possessing atypical anatomy for humans of a binary sex, are non-anomalous. \"Transition Events\" do not significantly alter a subject's height, weight, and features that are not related to transitioning. Subjects also report feeling more confident and determined to improve their quality of life.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6113.1:\n Discovery\n\n\nOn 17/04/2019, reports of subjects suddenly and perfectly changing sex characteristics without the need for medical procedures and Hormone Replacement Therapy began circulating on local news and social media. Only three days later did these reports capture the attention of the Foundation. Before discovery, 126 subjects had been affected by SCP-6113.\n\n\nAddendum 6113.2:\n Initial Containment Efforts\n\n\nOn 20/04/2019, several Mobile Task Forces were deployed as the Department of Public Disinformation worked to discredit any reports of SCP-6113-1, SCP-6113-2, and its effects on subjects. During the initial containment efforts, subjects were detained and brought to nearby low-security Foundation facilities. Subjects were held for no more than one week. During this time, they were questioned about SCP-6113-1 and SCP-6113-2 while records and legal documents—such as birth certificates, passports, and driver's licenses—were updated to reflect their current gender.\n\n\nBefore being released, subjects were given Class A and F amnestics. Any family, friends, and acquaintances of the subject were given Class E amnestics. Both subjects and associates were given false memories as if the subject was assigned their current gender at birth.\n\n\nAddendum 6113.3:\n Subject Testimony\n\nOver 243 subject testimonies have been collected since discovery. These testimonies are the basis for our understanding of SCP-6113. Notable testimonies are summarized below:\n\n\n\n\n\n\nSubject\n\n\nAge\n\n\nSummarized Testimony\n\n\n\n\n\n\nSin Yoon-Ji\n\n\n20\n\n\nSubject, while in university in the United States, came out to her parents, who live in Incheon, South Korea, over phone call. Subject's parents were unaccepting and transphobic, threatening to disown her if she transitions. Subject was distraught for several hours. SCP-6113-1, disguised as her boyfriend, appeared to the subject. Notably, subject's boyfriend was out of state at the time.\n\n\n\n\n\n\nNoa Okita\n\n\n46\n\n\nSubject was laid off from his job recently and was not able to afford rent. Subject, his husband, and his two children struggled financially. Faced with eviction, SCP-6113-1 appeared to the subject, disguised as his father.\n\n\n\n\n\n\nCharlotte Young\n\n\n87\n\n\nSubject's wife died recently, which left her depressed for several months after. SCP-6113-1, disguised as her wife at a younger age, appeared to the subject when she found a photograph of the couple. Subject was also made apparently younger during her transition event. This effect did not last after the event.\n\n\n\n\n\n\nAthena Quan\n\n\n13\n\n\nSubject was in extreme emotional distress after continued transphobic harassment. Subject attempted suicide in the bathroom by slitting both wrists. The razor blade could not break her skin. Frustrated, subject threw the razor blade across the room and collapsed crying. SCP-6113-1, disguised as her older sister, appeared in the bathroom to comfort her. Notably, the bathroom has no windows and only one door.\n\n\n\n\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 3/6113-3 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 3/6113-3 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n\n\n[\nInput Level 3/6113-3 Credentials\n]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. See File 6113-2\n\n\n2\n. See File 6113-2.\n\n\n3\n. See Addendum 6113.3: Subject Testimony.\n\n\n4\n. See Addendum 6113.3: Subject Testimony.\n\n\n5\n. A term for psychological distress caused by an incongruence between one's sex assigned at birth and their gender identity.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6112\n | SCP-6113 | \nSCP-6114\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6113\n\" by Dr Asteria, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6113\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n \nmultiple-icon.svg\n\n\nName:\n \"Multiple\" Esoteric Class\n\n\nAuthor:\n \nDr Asteria\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/fragment%3Ascp-6113-0/multiple-icon.svg\n\n\n\n\n\n\nFilename:\n Eparch.svg\n\n\nAuthor:\n \nShineShadowD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSMLT Container\n\n\n\n\n\n\nFilename:\n \nHR-edit.png\n\n\nAuthor:\n \nDr Asteria\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/fragment%3Ascp-6113-1/HR-edit.png\n\n\nDerivative of:\n \nHR.png\n by \nHarryBlank\n (\nArt Page\n)\n\n\n\n\n\n\nFilename:\n Drygioni.svg\n\n\nAuthor:\n \nShineShadowD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSMLT Container\n\n\n\n\n\n\nFilename:\n \n6113-2-prime\n\n\nName:\n Little Caribou Lake\n\n\nAuthor:\n Eugene Kim\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/eekim/5971529624/\n\n\n\n\n\n\nFilename:\n \n6113-2-a\n\n\nName:\n Tonight's show featured cotton candy-colored clouds\n\n\nAuthor:\n Rachel Kramer\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/rkramer62/9476989206/in/photostream/\n\n\n\n\n\n\nFilename:\n \n6113-2-b\n\n\nName:\n on golden pond ~ Michigan\n\n\nAuthor:\n j van cise photos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/jvancisephotos/14847536873/in/photostream/\n\n\n\n\n\n\nFilename:\n \n6113-2-c\n\n\nName:\n Horshoe Falls\n\n\nAuthor:\n LadyDragonflyCC - >;<\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/ladydragonflyherworld/35163863374/",
    "addendums": [],
    "documents": [],
    "notes": [
        "[ Input Level 3/6113-3 Credentials ]",
        "\" SCP-6113 \" by Dr Asteria, from the SCP Wiki . Source: https://scpwiki.com/scp-6113 . Licensed under CC-BY-SA .",
        "Filename: multiple-icon.svg Name: \"Multiple\" Esoteric Class Author: Dr Asteria License: CC BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/fragment%3Ascp-6113-0/multiple-icon.svg",
        "Filename: Eparch.svg Author: ShineShadowD License: CC BY-SA 3.0 Source Link: SMLT Container",
        "Filename: HR-edit.png Author: Dr Asteria License: CC BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/fragment%3Ascp-6113-1/HR-edit.png Derivative of: HR.png by HarryBlank ( Art Page )",
        "Filename: Drygioni.svg Author: ShineShadowD License: CC BY-SA 3.0 Source Link: SMLT Container",
        "Filename: 6113-2-prime Name: Little Caribou Lake Author: Eugene Kim License: CC BY 2.0 Source Link: https://www.flickr.com/photos/eekim/5971529624/",
        "Filename: 6113-2-a Name: Tonight's show featured cotton candy-colored clouds Author: Rachel Kramer License: CC BY 2.0 Source Link: https://www.flickr.com/photos/rkramer62/9476989206/in/photostream/",
        "Filename: 6113-2-b Name: on golden pond ~ Michigan Author: j van cise photos License: CC BY 2.0 Source Link: https://www.flickr.com/photos/jvancisephotos/14847536873/in/photostream/",
        "Filename: 6113-2-c Name: Horshoe Falls Author: LadyDragonflyCC - >;< License: CC BY 2.0 Source Link: https://www.flickr.com/photos/ladydragonflyherworld/35163863374/"
    ],
    "containment_procedures": "As of writing, SCP-6113-2 has not been contained. Due to its passive nature and contradictory descriptions, containment efforts are low priority compared to containing SCP-6113-1. If an opportunity to locate and contain SCP-6113-2 presents itself, Mobile Task Force Lambda-69 (\"Six-Color Crusaders\") and the Department of Anomalous Locations are to respond and contain SCP-6113-2.",
    "description": "SCP-6113-2 is a natural freshwater lake somewhere on Earth at an unknown location. Descriptions of SCP-6113-2 are inconsistent and contradictory, however, most subjects recall a lake matching that of forested areas in the Midwest region of the United States.",
    "title": "SCP-6113"
}