{
    "url": "https://scp-wiki.wikidot.com/scp-6114",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\nItem #:\n SCP-6114\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6114 should be initiated in an underground, concrete room in Area-43. When SCP-6114-1 is revived, it should be informed of why it was revived, and be made aware of any relevant information pertaining to the current state of the world.\n\n\nDescription:\n SCP-6114 is a ritual that will revive any deity, but only at a fraction of its original stature. An item significant to the entity's background should be placed on floor markings resembling several concentric circles, engraved it the ground, and filled with bovine blood. The exact process of SCP-6114, however, is redacted under O5 Command request as to not permit any instances of SCP-6114-1 being summoned without approval. After the ritual is finished, the SCP-6114-1 instance's name will appear in dust of an unidentifiable make up.\n\n\nSCP-6114-1 are the revived fragments of several religiously significant entities, otherwise known as gods belonging to their own religions. SCP-6114-1 instances can only be revived if captured in items heavily associated to their backgrounds and history. SCP-6114-1 instances are fully capable of thought and vocalization, permitted they originally possessed these traits. To note: SCP-6114-1 instances cannot be summoned if the original entity still exists.\n\n\nAddendum 6114.1:\n Project Spearhead is a tri-function of: the Dept. of Tactical Theology, the Dept. of Anomalous Communications and Relations, with the Dept. of Anomalous Weapons Development leading it. It was commissioned and organized by Dr. Ezra Everest\n1\n, due to frequent raids on Area-34 by outside groups of interest for its weapon concepts, and \nthe attack on AWD's previous director\n.\n\n\n \n\n\n \n\n\n\n\n\n\nPROJECT SPEARHEAD\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nProject Spearhead is a collaboration between the Department of Tactical Theology, the Dept. of Anomalous Communications and Relations, and the Dept. of Anomalous Weapons Development.\n\n\nIt consists of summoning an SCP-6114-1 instance using SCP-6114. The SCP-6114-1 instance in question is Athena, the Greek patron goddess of wisdom and war.\n\n\nIn Greek mythology, Poseidon\n2\n and Athena were competing to become the tutelary deity of a city, of what would eventually become Athens.\n\n\nThey competed, giving gifts to the citizens of the city-state. Eventually, Athena plunged her spear into the ground, and an olive tree instantaneously sprouted, and Athena was awarded the title of tutelary deity.\n\n\nAs decided by the Dept. of Tactical Theology, an olive tree has been deemed significant enough to become the central item of the ritual. The SCP-6114-1 instance will then be trapped inside the olive tree. During the entrapment, the SCP-6114-1 instance's anomalous abilities will become diluted, as to disable it from overpowering personel.\n\n\n\n\n\n\n \n\n\n\n\nATTEMPT #1\n\n\nDeity name:\n \"Hathor\"\n\n\n\n\nInstance details:\n A melodic flute song started to play. Holes were being dug into the sides of the tree, and milk poured out of them. All the staff members in the room lost vital signs for approximately 2.09 seconds. The instance was soon banished.\n\n\n\n\n\n\n \n\n\n\n\nATTEMPT #2\n\n\nDeity name:\n \"Tapio\"\n\n\n\n\nInstance details:\n Two small strips of moss appeared on the bark of the host vessel, and a low humming could be heard. An attempt was made to banish this instance from the vessel, but the attempt was unsuccessful, as the instance possessed the vessel for exactly 25 minutes longer. Just before the instance left, the vessel was split apart halfway from the top, revealing a deer skull made of wood, with fog rising from it. After the vessel was inspected, it showed no lasting features of what the previous instance had done.\n\n\n\n\n\n\n \n\n\n\n\nATTEMPT #3\n\n\nDeity name:\n \"Athena\"\n\n\n\n\nInstance details:\n Wind blows around in the room with no feasible natural cause. A disembodied shrieking can be heard. Red dust settles in front of the vessel and forms the name: ATHENA.\n\n\n\n\n\n\n \n\nAthena is designated now as SCP-6114-1A. SCP-6114-1A possesses minor thaumaturgic capabilities, such as limited manipulation of its form and the ability to remotely move smaller objects. SCP-6114-1A has no physical means of communication, but communicates through a disembodied voice.\n\n\n \n\n\n\n\nAUDIO TRANSCRIPT\n\n\n\n\n\n\n \n\n\n\n\nPreface:\n Dr. Ezra Everest and Dr. Cole Thereven\n3\n reserved \nINTERVIEW ROOM #3\n to host this interview with SCP-6114-1A.\n\n\n\n\nThe video starts. Dr. Cole Thereven and Dr. Ezra Everest are both sitting on the same side of a interview table, while SCP-6114-1A has been planted in a pot for the time being, and has been placed on the top of a large stool opposite the two doctors.\n\n\nDr. Thereven:\n Starting initial interview. Dr. Cole Thereven, Dr. Ezra Everest and SCP-6114-1A are present.\n\n\nDr. Thereven:\n Hello, Athena.\n\n\nSCP-6114-1A:\n WHAT HAS HAPPENED?\n\n\nDr. Thereven:\n Well-\n\n\nDr. Cole Thereven clears his throat.\n\n\nDr. Thereven:\n In short, you have been dead for \nquite\n some time.\n\n\nSCP-6114-1A:\n YES, I KNOW THIS.\n\n\nDr. Thereven:\n Me and my collegue here have \"brought you back from the dead\".\n\n\nSCP-6114-1A:\n WHO EVEN ARE YOU TWO?\n\n\nDr. Everest:\n I am Ezra Everest, and the man sitting next to me is Cole Thereven.\n\n\nSCP-6114-1A:\n SO, COME TO BEG FOR MY GODSHIP?\n\n\nDr. Everest:\n Excuse me? What does that even mean?\n\n\nSCP-6114-1A:\n YOU DARE ADDRESS ME IN SUCH A TONE, MORTAL?\n\n\nDr. Everest:\n I can speak in whatever tone I like.\n\n\nSCP-6114-1A:\n YOU SIMPERING-\n\n\nSCP-6114-1A attempts to utilize its thaumaturgical abilities but finds itself inhibited.\n\n\nSCP-6114-1A:\n WHAT HAVE YOU DON-\n\n\nDr. Thereven:\n Please! Everyone, calm yourselves. Athena, the reason we called you here today is for a proposition.\n\n\nSCP-6114-1A:\n HM?\n\n\nDr. Thereven:\n Before I get to that, I’ll need to ask you some questions. Are you fine with that?\n\n\nSCP-6114-1A:\n I SUPPOSE.\n\n\nDr. Thereven:\n Great. First off- you seem sufficiently versed in the modern english language. Any explanation for this?\n\n\nSCP-6114-1A:\n DURING MY TIME IN THE UNDERWORLD, I CAME ACROSS MANY PEOPLE WHO HAD LIVED ACROSS DIFFERENT AGES, AND LEARNED FROM THEM, SIMPLY PUT.\n\n\nDr. Thereven:\n Alright. Next question. Do you have any idea how you died?\n\n\nSCP-6114-1A:\n I- WELL, I DON’T HAVE THE SLIGHTEST IDEA.\n\n\nDr. Thereven:\n That’ll be all for now. Are you willing to hear my proposition, now?\n\n\nSCP-6114-1A:\n THAT WOULD BE ACCEPTABLE.\n\n\nDr. Thereven:\n Would you like to become our protective deity, responsible for keeping all of us safe?\n\n\nSCP-6114-1A:\n I HAVEN'T EVEN HEARD WHERE I AM.\n\n\nDr. Everest:\n A secure location, in Costa Rica.\n\n\nSCP-6114-1A:\n COSTA….RIC….? -I CANNOT BECOME YOUR GOD.\n\n\nDr. Everest:\n \"Deity\".\n\n\nSCP-6114-1A:\n Y-\n\n\nDr. Thereven:\n Don't start.\n\n\nSCP-6114-1A:\n I ALREADY PROTECT ATHENS.\n\n\nDr. Thereven:\n All due respect, most of Athens has forgotten about you.\n\n\nSCP-6114-1A's twigs curl.\n\n\nSCP-6114-1A:\n MEANING?\n\n\nDr. Thereven:\n They don't believe you've ever existed.\n\n\nSCP-6114-1A:\n OH.\n\n\nDr. Thereven:\n You need us as much as we need you.\n\n\nSCP-6114-1A:\n WHAT IS THE POPULATION OF \"AREA-34\"?\n\n\nDr. Everest:\n About 1400.\n\n\nSCP-6114-1A:\n I’LL CONSIDER IT.\n\n\n\n\nAftermath:\n \nAfter reviewing the transcript above, 05 command has found it suitable to have Dr. Ezra Everest attend a month worth of basic anomaly communication sessions, guided by Dr. Cole Thereven. SCP-6114-1A has agreed to becoming the tutelary deity of Area-34.\n\n\n\n\n\n\n \n\n\n\n\n\n\nREQUEST FORM\n\n\n\n\n\n\n \n\n\nDATE SUBMITTED:\n 5/13/21\n\n\n \n\n\nSUBMITTED BY:\n SCP-6114-1A\n\n\n \n\n\nREQUEST DETAILS:\n SCP-6114-1A has requested a humanoid form, for more mobility. In accepting this request, it would also increase SCP-6114-1A's thaumaturgical abilities to allow SCP-6114-1A to perform its position correctly. O5 council vote results have been included below.\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-01\n\n\n\n\n\n\n\n\n\n\n\n\nO5-02\n\n\n\n\n\n\n\n\n\n\n\n\nO5-03\n\n\n\n\n\n\nO5-04\n\n\n\n\n\n\n\n\n\n\nO5-05\n\n\n\n\n\n\n\n\n\n\nO5-06\n\n\n\n\n\n\n\n\n\n\nO5-07\n\n\n\n\n\n\n\n\n\n\n\n\nO5-08\n\n\n\n\n\n\n\n\nO5-09\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\nThe above proposal has been approved with the understanding that a device- called AIRTHEIN.09, will be inserted into SCP-6114-1A's improved host. AIRTHEIN.09, upon activation, will release a neurotoxin into SCP-6114-1A's host, effectively exterminating SCP-6114-1A, should it decide to betray the initial agreement.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n[05/17/21]\n\n\n\n\nSECURITY LOG\n\n\n\n\n\n\n\n\n[START LOG]\n\n\n\n\n[00:01]:\n \nIt is nearing midnight at Area-34. The security camera shows a hallway. 3 figures come on camera, creeping towards the other end of the hallway. They are arranged in a tri-position, and all three are wearing the same military-type gear.\n\n\n[00:35]:\n \nThe figure in front puts his arm up, and the 3 cease movement. The group is standing in the center of the hallway, their backs towards the camera.\n\n\n[00:54]:\n \nA long branch sneaks up from behind the group, growing instantaneously. It wraps around flat, and in front of the group.\n\n\n[01:04]:\n \nThe figure in front raises their arm again, and holds up two fingers. The group continues.\n\n\n[01:05]:\n \nThey all trip on the branch, and a loud snapping sound occurs.\n\n\n[01:34]:\n \nWhile the figures are readjusting, SCP-6114-1A walks towards them.\n\n\n[01:38]:\n \nSCP-6114-1A's back is in full view. It is holding a spear, and has grown a thick plate of wood on its arm.\n\n\nFigure-1:\n SHIT! Turn around, turn around!\n\n\n[01:56]:\n \nThe other two figures turn around quickly. SCP-6114-1A lunges toward the figure on the far right, impaling them in the stomach with the spear before taking it out again.\n\n\n[02:07]:\n \nSCP-6114-1A brings its shield up to the figure on the far left's chin, disabling them and knocking them to the floor.\n\n\n[02:13]:\n \nThe third figure has already gotten to the far end of the hall. They turn around, and pull a pistol firearm from their pocket, firing at SCP-6114-1A several times.\n\n\n[02:45]:\n \nSCP-6114-1A quickly lifts its shield to absorb the bullets.\n\n\n[02:53]:\n \nSCP-6114-1A lowers its shield, and bring the arm holding the spear back, and throws it at the figure. It lands, and it impales the figure.\n\n\n\n\nAftermath:\n \nThe corpses were later identified to be members of the Chaos Insurgency. Their personal identities have been withheld.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nAddendum.6114.2:\n\n\n \n\n\n\n\nHey, Cole. How's Wisconsin treating you? Good, I hope. Things have been going well here ever since Project Spearhead was thrown into the mix. Athena is really getting used to the crew over here. She's learn not to be a condescending prick, which is good. There's been minimal break-ins, so I guess others have caught wind of the situation.\n\n\nSincerely,\n\n\nDr. Ezra Everest.\n\n\nP.S., the monthly postcards were printed. You look good.\n\n\n\n\n\n\n\n\n\n\n(Left: SCP-6114-1A, Center: Dr. Cole Thereven, Right: Dr. Ezra Everest)\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nDirector of the Dept. of Anomalous Weapons Development.\n\n\n2\n. Greek patron god of the sea.\n\n\n3\n. \nThe Director of the Deptartment of Anomalous Communications and Relations.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6114\n\" by Cole 13, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6114\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n ezra.jpeg\n\n\nAuthor:\n \nTopDownUnder\n\n\nLicense:\n CC-0\n\n\nSource Link:\n SCP Wiki\n\n\nAdditional Notes:\n Image was created using \nArtbreeder\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6113\n | SCP-6114 | \nSCP-6115\n »",
    "addendums": [
        "Addendum 6114.1: Project Spearhead is a tri-function of: the Dept. of Tactical Theology, the Dept. of Anomalous Communications and Relations, with the Dept. of Anomalous Weapons Development leading it. It was commissioned and organized by Dr. Ezra Everest 1 , due to frequent raids on Area-34 by outside groups of interest for its weapon concepts, and the attack on AWD's previous director .\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6114 \" by Cole 13, from the SCP Wiki . Source: https://scpwiki.com/scp-6114 . Licensed under CC-BY-SA .",
        "Filename: ezra.jpeg Author: TopDownUnder License: CC-0 Source Link: SCP Wiki Additional Notes: Image was created using Artbreeder ."
    ],
    "item": "SCP-6114",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6114 should be initiated in an underground, concrete room in Area-43. When SCP-6114-1 is revived, it should be informed of why it was revived, and be made aware of any relevant information pertaining to the current state of the world.",
    "description": "SCP-6114 is a ritual that will revive any deity, but only at a fraction of its original stature. An item significant to the entity's background should be placed on floor markings resembling several concentric circles, engraved it the ground, and filled with bovine blood. The exact process of SCP-6114, however, is redacted under O5 Command request as to not permit any instances of SCP-6114-1 being summoned without approval. After the ritual is finished, the SCP-6114-1 instance's name will appear in dust of an unidentifiable make up.",
    "title": "SCP-6114"
}