{
    "url": "https://scp-wiki.wikidot.com/scp-6115",
    "all_text": "rating: \n+114\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6115:\n The Public Option\n\n\nAuthor:\n \naismallard\n\n\nImage Sources:\n\n\n\n\npackage.jpg\n — \nSnappyGoat\n (Public Domain)\n\n\nsick.jpg\n — \nWikimedia Commons\n (Public Domain)\n\n\nphase-diagram.png\n — \nWikimedia Commons\n (Public Domain)\n\n\n\n\nThanks to:\n\n\n\n\nOptimisticLucio\n\n\nsmlt\n\n\nmagna2s\n\n\nPedantique\n \n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6115\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nN/A\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPackage containing SCP-6115 and usage instructions.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6115-1 individuals are to be transferred to the nearest Foundation facility with medical equipment capable of treating SCP-6115. Per Foundation medical policy, patients must receive a clean bill of health or sign a waiver before being released.\n\n\nMTF-Alpha-4 (\"Pony Express\") is to destroy any instances of SCP-6115 found in the mail.\n\n\nDescription:\n SCP-6115 refers to a blue-green gel-like substance. Typically, it is kept within a 4cm × 1.5cm × 12cm cylindrical plastic container, which is held in paper packages. The anomaly is a thaumaturgically active substance with a number of effects on living tissue.\n\n\nSCP-6115-1 instances are humans who have had made skin contact with the anomaly.\n\n\nUpon initial contact with SCP-6115, a thaumaturgic sympathy bond forms, causing the body's energy processing and distribution mechanism to form an alternate organ system. Safely dispelling this bond is crucial to successful neutralization.\n\n\n\n\n\n\nThaumaturgic phase diagram of self-limosis\n\n\n\n\n\n\nAfter full implementation of these changes, the body is able to ectoentropically maintain itself near-indefinitely, using an anomalous process known as self-limosis. While in this state, the individual is able to produce energy on demand to power bodily organs, though efficiency is typically too poor to allow motor function.\n\n\nThis system does not utilize traditional boundaries between organs and bodily tissue, instead opting for an internal circulatory system within the confines of their body composed almost entirely of thaumaturgic medium fluids. There are several convection cycles within the SCP-6115-1 instance's body which serve various purposes, such as ritual energy generation, repurposing waste, transmitting signals from the brain, and production of additional fluid.\n\n\nThis extraneous production must be flushed from the system to prevent necrosis; in the early stages, this manifests through suffusion of fluid through pores in the skin. Because the ratio of SCP-6115 bile to mundane bodily fluids is low, most vented output is composed of the former. Due to cycle formations being undeveloped early, distribution is poor, and parts of the individual's skin bulges as fluid collects in various parts of the body.\n\n\nDuring this stage, the following symptoms are commonly reported:\n\n\n\n\nExcessive bleeding\n\n\nNausea and vomiting\n\n\nToxic shock syndrome\n\n\nSkin inflammation\n\n\nSitus consolidatus (merging of internal organs)\n\n\nHypodontia (usually due to dissolution of gum tissue)\n\n\nHeadache\n\n\n\n\nDue to significant induced emesis, the SCP-6115 pamphlet notes that the generated anomalous fluids were specially designed to handle this output; indeed any vomit melds with the skin and forms large, moss-like scabs after several minutes of contact.\n\n\n\n\n\n\nEarly-stage SCP-6115-1 individual experiencing bloating and bleeding symptoms.\n\n\n\n\nOne concern paraphysicians should consider when treating SCP-6115-1 patients is the onset of thaumaturgic hypermaterialization. This is a consequence of SCP-6115's design: the presence of excess catalyst polyps in the original anomalous substance can stimulate excessive cell division. Due to the lack of a custom summoning frame, these tumorous growths extrude from any extremity they can, commonly targeting fingers, toes, eyes, nasal holes, and the tongue. These protrusions can grow significantly beyond normal bodily boundaries,\n1\n which can cause discomfort in the host.\n\n\nIt is at this point that the SCP-6115 pamphlet recommends calling the Foundation to report contact with the anomaly.\n\n\nEnd-stage SCP-6115 is marked by the affected individual having a fully-flexible form, with internal thaumic cycles replacing traditionally-shaped organs and tissue. Because few civilians have training in anomalous self-image projection, mobility in this state is extremely difficult, and their body tends to take the shape of whatever container it is in. It is for this reason that most instances are found residing in their bathtub when Foundation medical personnel arrive.\n\n\nContinuous vomiting also ceases around this time, due to the lack of a traditional mouth.\n\n\nDespite severe symptoms, SCP-6115 is not usually fatal. Only 2.7% of infectees expire, usually as a result of medical complications from old age. Use of rectal \nthaumaturgic sun worm therapy\n in combination with blood warding has proven effective in healing affected individuals. Nearly all recovered individuals regrow lost organs and return to normal health within a month.\n\n\nAddendum 6115-1:\n Obligations under US Law\n\n\nIn 2023, the American Parahealth Provider Act was passed by the US Congress and signed into law by the President. Written and sponsored by a senator from Vermont, the act requires the Foundation, as a condition of its funding from the US government, to provide medical care to all otherwise-non-anomalous US citizens and permanent residents who are experiencing negative health effects from interaction with anomalies.\n\n\nMost SCP-6115 instances are acquired via Ashe\n2\n, where they are sold for $20 each (plus shipping and handling). Because the Foundation has the technological capability to heal SCP-6115-1 instances, this law enforces a broad obligation to provide care for such civilians. Since 2025, the Foundation has received more than 170,000 patients annually who intentionally self-administered SCP-6115 because they had a serious non-anomalous malady and could not afford health insurance.\n\n\n\n\nFootnotes\n\n\n1\n. The longest recorded incidence was 0.41 meters of a fleshy appendage attached to the subject's left thumb.\n\n\n2\n. An online marketplace that sells anomalous goods. It is a subsidiary of Marshall, Carter, and Dark and is marketed towards low and middle-income civilians.\n\n\n\n\n\n\n\n\n« \nSCP-6114\n | SCP-6115 | \nSCP-6116\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6115\n\" by aismallard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6115\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n package.jpg\n\n\nName:\n 625b58c4beb9b5f6b3c2bf6593fd1e960c7e98b5.jpg\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://snappygoat.com/free-public-domain-images-cardboard_box_box_gift_0/0PbYeuuutu7zyAX6aETY6qDTikLvBmRtSRecmnKcW90.html#,0,0.625b58c4beb9b5f6b3c2bf6593fd1e960c7e98b5\n\n\n\n\n\n\nFilename:\n sick.jpg\n\n\nAuthor:\n \naismallard\n\n\nLicense:\n Public Domain\n\n\nDerivative of:\n\n\n\n\nName:\n Grover's disease, advanced case.JPG\n\n\nAuthor:\n Tvbanfield\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Grover%27s_disease,_advanced_case.JPG\n\n\n\n\n\n\nFilename:\n phase-diagram.png\n\n\nAuthor:\n \naismallard\n\n\nLicense:\n Public domain\n\n\nDerivative of:\n\n\n\n\nName:\n Phase diagram hydrogen peroxide water.svg\n\n\nAuthor:\n \nSteffen_962\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Phase_diagram_hydrogen_peroxide_water.svg",
    "addendums": [
        "Addendum 6115-1: Obligations under US Law\nIn 2023, the American Parahealth Provider Act was passed by the US Congress and signed into law by the President. Written and sponsored by a senator from Vermont, the act requires the Foundation, as a condition of its funding from the US government, to provide medical care to all otherwise-non-anomalous US citizens and permanent residents who are experiencing negative health effects from interaction with anomalies.\nMost SCP-6115 instances are acquired via Ashe 2 , where they are sold for $20 each (plus shipping and handling). Because the Foundation has the technological capability to heal SCP-6115-1 instances, this law enforces a broad obligation to provide care for such civilians. Since 2025, the Foundation has received more than 170,000 patients annually who intentionally self-administered SCP-6115 because they had a serious non-anomalous malady and could not afford health insurance."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6115 \" by aismallard, from the SCP Wiki . Source: https://scpwiki.com/scp-6115 . Licensed under CC-BY-SA .",
        "Filename: package.jpg Name: 625b58c4beb9b5f6b3c2bf6593fd1e960c7e98b5.jpg License: Public Domain Source Link: https://snappygoat.com/free-public-domain-images-cardboard_box_box_gift_0/0PbYeuuutu7zyAX6aETY6qDTikLvBmRtSRecmnKcW90.html#,0,0.625b58c4beb9b5f6b3c2bf6593fd1e960c7e98b5",
        "Filename: sick.jpg Author: aismallard License: Public Domain Derivative of: Name: Grover's disease, advanced case.JPG Author: Tvbanfield License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Grover%27s_disease,_advanced_case.JPG",
        "Filename: phase-diagram.png Author: aismallard License: Public domain Derivative of: Name: Phase diagram hydrogen peroxide water.svg Author: Steffen_962 License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Phase_diagram_hydrogen_peroxide_water.svg"
    ],
    "containment_procedures": "SCP-6115-1 individuals are to be transferred to the nearest Foundation facility with medical equipment capable of treating SCP-6115. Per Foundation medical policy, patients must receive a clean bill of health or sign a waiver before being released.",
    "description": "SCP-6115 refers to a blue-green gel-like substance. Typically, it is kept within a 4cm × 1.5cm × 12cm cylindrical plastic container, which is held in paper packages. The anomaly is a thaumaturgically active substance with a number of effects on living tissue.",
    "title": "SCP-6115"
}