{
    "url": "https://scp-wiki.wikidot.com/scp-6119",
    "all_text": "rating: \n+117\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6119\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment efforts for SCP-6119 are ongoing. The boulder has never been observed to move outside of LOC-6119, thus containment is focused both on guarding this region, and on preparing for the eventuality that SCP-6119 leaves it. A high-density perimeter wall around LOC-6119, which is being continually reinforced, may slow the progress of egress to the point that SCP-6119 redirects, remaining within the safe zone. Mobile Task Force Upsilon-83 (\"White Whalers\") guard the perimeter of LOC-6119 from interlopers, and remain on standby to track down the object, should it breach this wall.\n\n\nContainment specialists are to remain polite during conversation with SCP-6119.\n\n\n\n\n\n\nSCP-6119 causes a landslide while descending a mountain.\n\n\n\n\n\n\nDescription:\n SCP-6119 refers to an anomalous boulder, with a diameter of roughly 5m. The momentum of SCP-6119 is anomalous; while the ball does not roll at a single constant speed,\n1\n it accelerates, decelerates, and changes direction apparently at random without external impetus. Limited testing suggests that SCP-6119 is resistant to all forms of damage; the composition of SCP-6119 remains unknown for this reason. While the object’s movement is not directly affected by collision with obstacles, it has been noted that periods of extensive, ongoing collision are often accompanied by SCP-6119 redirecting to a clearer course.\n\n\nWhile SCP-6119 is capable of travelling in any direction, it has remained within an unmarked 50km\n2\n zone, making abrupt turns as it approaches the outer borders of this zone. The hypothesised “safe zone\" has been designated “LOC-6119\". The zone is located north of Jasper National Park, Alberta, Canada, and remains uninhabited. Containment specialists for SCP-6119 have been relocated to Temporary Site S-281, located on the border of LOC-6119, for ease of observation and testing.\n\n\nSCP-6119 is telepathic; it is capable of communicating with humans within 5km\n2\n.\n2\n The object cannot communicate with subjects individually; its transmissions are simultaneously perceived by all humans in-range. Subjects perceiving this conversation refer to sensations of a “voice\", stating it is \"low, gravelly, and monotonous\".\n\n\nThe nature of SCP-6119's telepathy only became apparent partway through containment efforts; its discovery, and the development of containment, are logged in Addenda below.\n\n\nAddendum 6119.1:\n Impromptu interview with SCP-6119 by containment specialists.\n\n\n\n\nThis log was recorded during laboratory hours at Temporary-Site 6119. At this point, Researchers Hammond and Roche were on Week 2 of their projected 5-Week Containment Investigation Process.\n\n\n\n\n[Hammond and Roche are taking notes on a recent collision test.]\n\n\nHammond:\n So, concrete's right out.\n\n\n[Roche snaps her fingers.]\n\n\nRoche:\n Right out. Didn't stand a chance. What's next on the list?\n\n\nHammond:\n Sponge. Bit of a wildcard, but it's worth a try.\n\n\nRoche:\n Right, how else are we gonna stop this thing?\n\n\nUNKNOWN:\n You could ask me.\n\n\n[Hammond and Roche freeze. Roche triggers a silent alarm, then nods to Hammond.]\n\n\nHammond:\n Hello?\n\n\nUNKNOWN:\n I'm right here. You could just ask me.\n\n\nRoche:\n Ask you? Are you identifying yourself as SCP-6119?\n\n\nUNKNOWN:\n I'm right here. You could just ask me. I don't like people talking behind my back.\n\n\nRoche:\n We… weren't talking behind your back. We just didn't know we \ncould\n talk to you.\n\nYou're SCP-6119, correct?\n\n\nUNKNOWN:\n All of me is my back.\n\n\n\n\nNo transcription of the psychic transmission was required, as statements made by SCP-6119 were also picked up by active audio recorders and transcription devices. When questioned about this aspect of its psychic transmissions, SCP-6119 stated that doing so \"was only sensible.\"\n\n\nAddendum 6119.2:\n Selected transcripts of communication with SCP-6119.\n\n\nAfter the events of Addendum 6119.1, SCP-6119 began to regularly initiate contact with the containment team while rolling within range of Temporary Site S-281. Given the area of LOC-6119, and SCP-6119’s range of communication, periods of communication did not tend to last for longer than 10 minutes. The object displayed a preference towards holding conversation with researchers Hammond and Roche, who were encouraged to treat these incidents as opportunities to gather data on the object's possible motives and origins. Their queries were often eclipsed by the object’s desire to discuss only its present situation:\n\n\n\n\nLog 11\n\n\nRoche:\n We'd like to take this opportunity to ask you if you know where you came from.\n\n\nSCP-6119:\n I don't know what you mean. I'm right here. Can't you see me? I came from where I was. Behind me.\n\n\nRoche:\n You don't recall anything… before you were here? Before being in the boulder?\n\n\nSCP-6119:\n Nothing springs to mind, but I am more than a little distracted by all the rolling around. I can't be sure that my memory is working. And I have earache.\n\n\nRoche:\n But you're certain that this is something that has been \ndone\n to you? That there was a time when you weren't like this?\n\n\nHammond:\n You have ears?\n\n\nSCP-6119:\n I feel you're being insensitive to my situation; if this happened to you, you'd be in a lot of pain. You wouldn't want to talk about your roots. You would scream or cry.\n\n\nHammond:\n I'm sorry. Are you alright in there?\n\n\nSCP-6119:\n No. I am extremely uncomfortable. There’s no air in here and I would very much like to vomit. I think my mouth is full of rock.\n\n\nHammond:\n You have a mouth? Where is it?\n\n\nSCP-6119:\n Please don’t ask me that.\n\n\nRoche:\n Can you slow down for a bit? We’d like to inspect your composition.\n\n\nSCP-6119:\n What do you mean? I can’t write, not with all these broken bones.\n\n\nRoche:\n Your \nchemical\n composition. You’ll have to slow down so we can try and take a sample. You can’t do that for us?\n\n\nSCP-6119:\n I don't think I can do anything about this. I may be able to speed up. I don't think I want to try that. It would make me very ill.\n\n\n\n\nAt times, SCP-6119’s attempts to contact containment specialists occurred when they were otherwise engaged. This, combined with the object’s obtuse nature, made efficient communication difficult:\n\n\n\n\nLog 35\n\n\nSCP-6119:\n Are you working hard? I want to discuss my predicament again.\n\n\nHammond:\n We're on lunch break right now. We'll be back soon, and we can discuss it all you like.\n\n\nSCP-6119:\n At some point you're going to have to explain it to me.\n\n\nHammond:\n Lunch break?\n\n\nSCP-6119:\n Eating.\n\n\n[All containment specialists pack their food, and begin to return to the observation deck.]\n\n\nRoche:\n Can you hold on for a moment? We have a few more psychological tests we’d like to run.\n\n\nSCP-6119:\n I don’t understand, you said I was faster than a human. I don’t think you could catch me.\n\n\nHammond:\n If you’ll just wait a few minutes, we’ll be back to the observation deck.\n\n\nSCP-6119:\n I’ll be bored of this by then. I can’t wait around for you. You know I can’t control this. Tell me about food, and also salt.\n\n\n[SCP-6119 continued to question the containment team on food, and eating, for the five minutes taken to reach the observation deck. At this point, SCP-6119 had rolled outside of communication range with Temporary Site S-281.]\n\n\n\n\nAddendum 6119.3:\n Further transcripts of communication with SCP-6119.\n\n\nIt is possible that the above occurrences led to a strained relationship between SCP-6119 and containment specialists. While the object’s psychic transmissions continued to suggest that the boulder’s movements were uncontrollable, members of the containment team believed its behaviour was caused by a “petty and stubborn\" personality.\n\n\n\n\nLog 40\n\n\n[Junior Researcher Wallace sneezes twice in a row.]\n\n\nSCP-6119:\n What is that noise they make sometimes?\n\n\nHammond:\n Sneezing?\n\n\nSCP-6119:\n It sounds like they’re scared of something.\n\n\nRoche:\n No, they’re sneezing because they’ve got a blocked nose.\n\n\nHammond:\n There’s a cold going ‘round the Site.\n\n\nSCP-6119:\n Okay.\n\n\nRoche:\n It’s a biological response; we blow air out of the nose and mouth. It helps to clear the nose out.\n\n\nSCP-6119:\n Stop it.\n\n\nWallace:\n I can’t help it.\n\n\nSCP-6119:\n I don’t believe you. I’m congested everywhere and I’ve never sneezed. Achoo.\n\n\nRoche:\n You can’t just say “achoo\". That’s nothing \nlike\n a sneeze.\n\n\nSCP-6119:\n I’m not saying it. Achoo. This isn’t helping, no, I'm afraid I'm still very bunged up; it's like chicken-wire and treacle throughout my nostril. Achoo. If anything, I’m more annoyed now.\n\n\nHammond:\n What?\n\n\nSCP-6119:\n It’s vexing that this works for you, and not me.\n\n\n\n\nAfter the events of Log 40, SCP-6119 requested that no staff sneeze while within LOC-6119. An increase in the object's average speed was observed after it was told this request was unreasonable.\n\n\n\n\nLog 62\n\n\n[The containment team is discussing the development of a proposed containment method; a ramp along the perimeter, with the aim of redirecting SCP-6119’s momentum upwards.]\n\n\nRoche:\n About 30% of the experimental containment ramp has been built in the past two weeks. We haven't had a single workplace accident, there's no shortage of materials, and all tests suggest this'll work a charm. We're really on a roll here!\n\n\nSCP-6119:\n I would appreciate it if you didn’t use that term again.\n\n\nHammond:\n “Workplace accident\"?\n\n\nSCP-6119:\n No.\n\n\nRoche:\n “Experimental containment ramp\"?\n\n\nSCP-6119:\n No.\n\n\nHammond:\n “On a roll\"?\n\n\nSCP-6119:\n Yes. That one.\n\n\nRoche:\n Oh…\n\n\nSCP-6119:\n That’s the third time this month. I find it grating. Insensitive.\n\n\nRoche:\n Because of the boulder?\n\n\nSCP-6119:\n Because of the boulder.\n\n\n\n\nAfter the events of Log 62, SCP-6119’s movements became more erratic. The term “on a roll\" was logged twice in the following week. In this same week, SCP-6119 collided with a section of the containment ramp, breaking through. The containment procedure was cancelled. Given this pattern of behaviour, it was surmised that SCP-6119 had some level of control over the path taken by the boulder.\n\n\nIncident 6119-13 led to an abrupt change in SCP-6119’s behaviour. An update to its containment procedures is in progress.\n\n\nUpdate:\n Incident 6119-13\n\n\nThe containment team noted that, while the object refers to the boulder as itself, it also makes frequent reference to anatomy that partially mirrors human biology. Given reports from SCP-6119 that it is “trapped\", it has been postulated that this “voice\" does not belong to SCP-6119, but instead to a telepathic entity that is contained within SCP-6119. An investigation into the contents of the object was initiated. A log of events is included below.\n\n\n\n\nThe ARED\n3\n was set up within LOC-6119, roughly in the path of SCP-6119. This was done with the aim of having SCP-6119 pass through the central aperture of the device, allowing a scan to be performed despite the object’s high velocity. Containment specialists began to communicate with SCP-6119 to convince it to cooperate with this aim.\n\n\n\n\nRoche:\n Hey Rocky. Can you see the giant metal thing, way in the distance? Could you try to aim towards it for us?\n\n\nSCP-6119:\n I can’t see anything, there’s a boulder in the way.\n\n\nHammond:\n Just keep going the way you’re going, bud.\n\n\nSCP-6119:\n That’s not what you call me. Neither is “Rocky\". You call me SCP-6119.\n\n\nRoche:\n If you go straight ahead, right through the device, we can try to scan for whatever’s inside the boulder. It’s you, right? Maybe we can help you get out. You don’t like it in there, do you?\n\n\nSCP-6119:\n I do hate it in here, there’s no room to stretch and there isn’t any salt, either.\n\n\nHammond:\n Right!\n\n\nSCP-6119:\n But I can’t aim towards anything, I can’t move the boulder. Who’s to say I’d like the outside, anyway?\n\n\nHammond:\n Maybe you’d be able to see, if we got you out!\n\n\nSCP-6119:\n I might hate that, too.\n\n\n[Extraneous conversation is truncated; SCP-6119 continues to contemplate the consequences of completing an ARED scan for five minutes.]\n\n\nSCP-6119:\n And if that happened, my toes might start bleeding from the impact.\n\n\nRoche:\n I’m going to have to get us back on-topic. You're nearly on the approach, but you're drifting a couple degrees off-course, can you turn slightly to the left?\n\n\nSCP-6119:\n We covered this already, no? I am not in control here. You should move the machine.\n\n\nRoche:\n We can't, it's bolted down. Can you redirect slightly?\n\n\nSCP-6119:\n Can you hear me? There's no steering wheel, I can't even blink.\n\n\n[Communications are briefly interrupted as SCP-6119 passes through the side of the ARED, destroying it.]\n\n\nSCP-6119:\n I believe that was your fault.\n\n\n[Hammond and Roche do not respond. SCP-6119 continues to affirm its belief as it rolls away from Temporary Site S-281. The containment team loses sight of the object through dense foliage.]\n\n\nHammond:\n Well. Onto the next plan, then.\n\n\n[Twenty minutes later, SCP-6119 initiates psychic contact, despite estimates of its location placing it far outside its established range.]\n\n\nSCP-6119:\n I've just breached your perimeter, by the way. I've accelerated to one hundred and twenty miles per hour, and I feel fine about it. I think I’ll be speeding up again soon. Maybe I'll get motion sick then.\n\n\nHammond:\n You… you breached?\n\n\nSCP-6119:\n Yes, I'm out. How are you?\n\n\nRoche:\n How did you get out?\n\n\nSCP-6119:\n The wall crumbled when I hit it. I could feel the reverberations in my arms. It wasn't very strong. You could have tried harder.\n\n\nRoche:\n That isn't very fair. You know we've been trying real hard.\n\n\nHammond:\n It was a really thick wall.\n\n\nRoche:\n Could you tell us where you're heading?\n\n\nSCP-6119:\n I still can't see.\n\n\nRoche:\n Right, sorry. Any idea where you're facing?\n\n\nSCP-6119:\n All of me is my face. Because of the boulder.\n\n\n[Mobile Task Force Upsilon-83 is dispatched to track down SCP-6119. After half an hour of travel, the task force locates the object.]\n\n\n\n\n\nSCP-6119 was located roughly ten minutes away from making contact with Skamver, a densely-populated town 50 kilometers northwest of LOC-6119’s perimeter. SCP-6119 had caused extreme damage to major roads and infrastructure on the way. In addition, the boulder had passed through a popular camping-ground; survivors were amnesticised and a cover story of multiple bear attacks was provided.\n\nAfter MTF Υ-83’s attempts to stop SCP-6119 by force failed, it was decided that Researchers Hammond and Roche would initiate contact with the object:\n\n\n\n\n\n\nHammond:\n 6119, please respond. It’s really important that we get in contact with you.\n\n\nSCP-6119:\n Are you going to stop talking soon? I’d prefer that.\n\n\nRoche:\n Right. We've found you in Skamver. You’ve done a lot of damage. Could you turn back. Please?\n\n\nSCP-6119:\n The ground here is very bumpy. Am I back in the foothills?\n\n\nRoche:\n No, you're… in a shopping mall.\n\n\nSCP-6119:\n Ah, so I'm rolling over tables and stalls?\n\n\nHammond:\n No.\n\n\n[SCP-6119 accelerates, abruptly exiting the mall. MTF Υ-83 loses sight of the object, and return to tracking it, but are delayed by the obstacles left in the wake of SCP-6119’s passage.]\n\n\n\n\nSCP-6119’s path through Skamver was exceptionally non-linear, even when compared with its typical erratic movements. The object collided with most of the town’s statues, sculptures, and fountains, flattened 80% of the road signs in the centre of town, and destroyed the town’s time capsule.\n4\n The damage done to the town’s infrastructure was extensive; major gas pipes had been disrupted, and twenty-three buildings (including Skamver Town Hall) had been damaged to the point of collapse. It is estimated that SCP-6119 was responsible for at least two hundred deaths. Numerous attempts were made to contact the object while in-range; however, SCP-6119 only initiated communications after 20 minutes:\n\n\n\n\n\n\nSCP-6119:\n I’ve stopped now.\n\n\nHammond:\n What?\n\n\nSCP-6119:\n I’ve stopped moving.\n\n\nRoche:\n By choice? I thought you weren’t in control?\n\n\nSCP-6119:\n No, I didn’t choose to stop. I can’t get a grip. I’m just spinning.\n\n\nHammond:\n You can’t move?\n\n\nSCP-6119:\n I can spin; I can’t go forwards. This is much more annoying.\n\n\nRoche:\n Why?\n\n\nSCP-6119:\n There’s water.\n\n\n\n\n\n\n+ Open Proposed Containment Procedures Update\n\n\n\n\n- Close Proposed Documentation Update\n\n\n\n\nSpecial Containment Procedures:\n The town of Skamver, Alberta is to be fully evacuated, its population amnesticized, and its existence expunged from public record. A perimeter wall is to be constructed, creating a 50km\n2\n zone around the former site of Skamver. Containment specialists trained in conversational arts are to remain on-site at the newly-defined region of LOC-6119, and must make polite, sympathetic conversation with SCP-6119 whenever required.\n5\n Skamver’s public pool is to remain filled with water, and its tiling is to be reinforced as soon as possible.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. SCP-6119’s mean speed is roughly 30km/h.\n\n\n2\n. This information was provided by the object itself.\n\n\n3\n. Anomalous Recess Examination Device\n\n\n4\n. Due to be opened on the fiftieth anniversary of its burial, the following year.\n\n\n5\n. A full list of topics and phrases to avoid is available upon request.\n\n\n\n\n\n\nYou Might Also Like...\n\n\n\n\nCollapse Recommendations\n\n\n\n\n\n\nSCP-5776\n — \n100% MOST DEFINITELY A KETER\n, by \nOzzyLizard\n\n\nSCP-1193\n — \nBuried Giant\n, by \nophite\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6118\n | SCP-6119 | \nSCP-6120\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6119\n\" by GremlinGroup, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6119\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nrockfall.jpg:\n\n\nName:\n Landslide\n\n\nAuthor:\n Sheri Terris\n\n\nLicense:\n CC-BY\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/20026379@N00/534647426",
    "addendums": [
        "Addendum 6119.1: Impromptu interview with SCP-6119 by containment specialists.\nNo transcription of the psychic transmission was required, as statements made by SCP-6119 were also picked up by active audio recorders and transcription devices. When questioned about this aspect of its psychic transmissions, SCP-6119 stated that doing so \"was only sensible.\"",
        "Addendum 6119.2: Selected transcripts of communication with SCP-6119.\nAfter the events of Addendum 6119.1, SCP-6119 began to regularly initiate contact with the containment team while rolling within range of Temporary Site S-281. Given the area of LOC-6119, and SCP-6119’s range of communication, periods of communication did not tend to last for longer than 10 minutes. The object displayed a preference towards holding conversation with researchers Hammond and Roche, who were encouraged to treat these incidents as opportunities to gather data on the object's possible motives and origins. Their queries were often eclipsed by the object’s desire to discuss only its present situation:\nAt times, SCP-6119’s attempts to contact containment specialists occurred when they were otherwise engaged. This, combined with the object’s obtuse nature, made efficient communication difficult:",
        "Addendum 6119.3: Further transcripts of communication with SCP-6119.\nIt is possible that the above occurrences led to a strained relationship between SCP-6119 and containment specialists. While the object’s psychic transmissions continued to suggest that the boulder’s movements were uncontrollable, members of the containment team believed its behaviour was caused by a “petty and stubborn\" personality.\nAfter the events of Log 40, SCP-6119 requested that no staff sneeze while within LOC-6119. An increase in the object's average speed was observed after it was told this request was unreasonable.\nAfter the events of Log 62, SCP-6119’s movements became more erratic. The term “on a roll\" was logged twice in the following week. In this same week, SCP-6119 collided with a section of the containment ramp, breaking through. The containment procedure was cancelled. Given this pattern of behaviour, it was surmised that SCP-6119 had some level of control over the path taken by the boulder.\nIncident 6119-13 led to an abrupt change in SCP-6119’s behaviour. An update to its containment procedures is in progress."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6119 \" by GremlinGroup, from the SCP Wiki . Source: https://scpwiki.com/scp-6119 . Licensed under CC-BY-SA .",
        "rockfall.jpg: Name: Landslide Author: Sheri Terris License: CC-BY Source Link: https://www.flickr.com/photos/20026379@N00/534647426"
    ],
    "containment_procedures": "The town of Skamver, Alberta is to be fully evacuated, its population amnesticized, and its existence expunged from public record. A perimeter wall is to be constructed, creating a 50km2 zone around the former site of Skamver. Containment specialists trained in conversational arts are to remain on-site at the newly-defined region of LOC-6119, and must make polite, sympathetic conversation with SCP-6119 whenever required.5 Skamver’s public pool is to remain filled with water, and its tiling is to be reinforced as soon as possible.",
    "description": "SCP-6119 refers to an anomalous boulder, with a diameter of roughly 5m. The momentum of SCP-6119 is anomalous; while the ball does not roll at a single constant speed,1 it accelerates, decelerates, and changes direction apparently at random without external impetus. Limited testing suggests that SCP-6119 is resistant to all forms of damage; the composition of SCP-6119 remains unknown for this reason. While the object’s movement is not directly affected by collision with obstacles, it has been noted that periods of extensive, ongoing collision are often accompanied by SCP-6119 redirecting to a clearer course.",
    "title": "SCP-6119"
}