{
    "url": "https://scp-wiki.wikidot.com/scp-6123",
    "all_text": "rating: \n+190\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nVikander-Kneed Technical Media Hub\n\n\n \n\n\nMore by Grigori Karpin\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+190\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFlyer received at Site-43 in advance of the scheduled SCP-6123 event.\n\n\n\n\nSpecial Containment Procedures\n\n\nMETATRON.aic is to scan email servers associated with media production companies, media studies departments at universities, and media focused publications (such as \nET\n or \nVariety\n) for any mention of SCP-6123.\n\n\nUpon confirmation of an SCP-6123 communication, MTF Kappa-43 (“The Mediators”) are to be dispatched to administer amnestics to the receiving parties.\n\n\nStratagems concerning physical correspondence related to SCP-6123 are being considered but at this time no apparent solutions have arisen. Until such time as the originating source of SCP-6123 communications is identified, the anomaly is to be considered Keter.\n\n\n \n\n\n \n\n\n\n\nDescription\n\n\nSCP-6123 is a recurrent series of seminar programs entitled \nMedia and You\n aimed at fostering discussion of both the interpretation and creation of media. SCP-6123 occurs on an indeterminate basis and within an undetermined exospatial reality but is reported to resemble a small conference center with capacity for a few hundred attendees.\n\n\nWhen an SCP-6123 event occurs, certain individuals chosen by currently unknown methodology will receive an invitation. Currently, SCP-6123 invitations take the form of email registration requests.\n1\n When the individual addressed on the invitation accesses the webinar, they anomalously manifest in the conference center SCP-6123 is held at.\n\n\nDiscovery\n:\n\nDr. Lillian Lillihammer,\n2\n of Site-43, received the following email and alerted Site Director McInnis.\n\n\n\n\n\n\nTo:\n Lillian Lillihammer, PhD, Site-43\n\n\nFrom:\n Marian McPhaerson, Vikander-Kneed Public Outreach\n\n\nSubject:\n Exclusive invitation to the “Media and You” Seminar\n\n\nDate\n: 29/06/2021\n\n\n\n\n\n\nHello, Lillian! May I call you Lillian? I feel like we already know you so well, with all the wonderful research you’ve been doing. Given your experience with media research, my team thinks you’re a perfect fit for the upcoming seminar we’re holding on July 5\nth\n at 9:00 EST! All you have to do is click this link and register with an original username and password, you know, the usual.\n\n\nI’m open for any and all questions you might have. And don’t worry about cost, this is a free webinar!\n\n\nHave a great day!\n\n\n– Mari\n\n\n\n\n\n\nHaving noticed that the email had been apparently sent by a member of GOI-5889 (“\nVikander-Kneed Technical Media\n”) and after discussing the matter with Director McInnis, Dr. Lillihammer decided to register for the event. She utilized recording devices on the given date, such as a recording program on her personal computer and back up body camera with vitals monitoring. The following is an abridged\n3\n transcript of that recording:\n\n\nAddendum 6123-1\n\n\n\n\nRecording of SCP-6123 Event\n\n\nDate\n: \nMonday – 05/07/2021\n\n\nForeword\n: For research purposes, Dr. Lillihammer will record the webinar as described in the email received from GOI-5889.\n\n\n\n\n\n\n\n\n► Transcript ◄\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n[Dr. Lillihammer powers on her laptop. She is sitting in her living quarters at her personal desk. She sips from a coffee mug as she logs into the webportal provided by GOI-5889’s registration process. As the session initiates, Dr. Lillihammer demanifests from her living quarters and appears in a brightly lit conference center.]\n\n\nLillihammer\n: What in the fu–\n\n\n[Dr. Lillihammer drops her cup of coffee, which shatters on the floor. Dr. William Wettle\n4\n manifests next to her just in time to have the coffee splash over his slacks.]\n\n\nWettle\n: Son of a bi– Lillian?\n\n\nLillihammer\n: Wettle? What are you doing here? Also, what happened?\n\n\nWettle\n: I got an invitation to join in on a webinar for media literacy and then boom, here I am having your coffee splashed all over me.\n\n\nLillihammer\n: Focus, Wettle. We were just nabbed from the Site under unknown anomalous means.\n\n\nUnknown individual\n: Hello! Drs. Wettle and Lillihammer, so nice to finally meet you!\n\n\n[A female humanoid entity approaches the two researchers. The entity is dressed in a navy blue skirt suit with bright yellow tie, and has a bloody bandage wrapped around the top 50% of her head, covering her eyes and nose. Dirty red hair can be seen slipping out of the bandage and hanging roughly to her shoulders. The suit is immaculate except for droplets of blood on the lapels.]\n\n\nUnknown individual\n: \n[Shaking Wettle’s hand vigorously.]\n I’m Mari MacPhaerson, we chatted over email. Welcome!\n\n\n[Lillihammer takes a step back from the entity.]\n\n\nMacPhaerson\n: What’s wrong? You did sign up for the seminar, right?\n\n\nLillihammer\n: You seem to be bleeding.\n\n\nMacPhaerson\n: That’s just my excited face! We’re so glad you’ve come. Please step up to the registration table with the other attendees and get your name tags!\n\n\n[The entity turns away to speak with someone else, who darts around her with a wide-eyed look and heads towards the registration table on the other side of the hall.]\n\n\nMacPhaerson\n: Does my soul good to see the enthusiasm for media literacy! Okay, you two have fun! I’ll be wanting to hear what you think during the breakout sessions!\n\n\n[Lillihammer turns to Wettle.]\n\n\nLillihammer\n: I don’t have the faintest clue how we got brought here, and it’s pissing me off. But the thing I don't get most of all? Why the hell are you here, Wettle?\n\n\nWettle\n: Are you kidding? What's more relevant to media than replication?\n\n\n[Lillihammer groans audibly.]\n\n\nWettle\n: What now?\n\n\nLillihammer\n: I just hate it when you're right. It happens so rarely; I never see it coming.\n\n\n[Lillihammer and Wettle spend approximately ten minutes trying to secure an exit from the building, but cannot find any doors or windows that lead to the exterior. Given the lack of available exits, the researchers decide to sit in on the seminars.]\n\n\nLillihammer\n: It just occurred to me that you intentionally signed up for a VKTM seminar without official approval. You imbecile.\n\n\nWettle\n: \n[Mumbling.]\n I skimmed the email.\n\n\n\n\n[Extraneous fifteen minutes cut for brevity, in which Lillihammer and Wettle go through the registration table and are shown to the first session’s meeting room. The first brief meeting outlines the roadmap for the seminars during the day; said roadmap is recreated below.]\n\n\n\n\n\n\n\n\n \n\n\n[The following is an abridged transcript the sessions provided. Only those sections relevant to the anomaly have been included with this file.]\n\n\n\n\n\n\nTHEORY\n: Authors and Audiences\n\n\n\n\n\n\n[The conference room is lit by fluorescent bulbs and populated with over fifty other attendees, each with a name tag and sitting in a folding plastic chair. At the front of the room is a stage with podium. The presenter walks up behind the podium and adjusts the microphone. He is a male humanoid of advanced age with lightly purple hued skin. His voice is strong but metallic. He has no nose, but instead an empty cavity.]\n\n\nPresenter-Alpha\n: \nMy name is Rodolfo “Boots” Gorsach. No, you may not call me “Boots.” I am here to discuss the first of today’s seminars: Authors and Audiences.\n\n\nLillihammer\n: \n[Speaking\n sotto voce\n.]\n Jesus, he’s a barrel of laughs.\n\n\nWettle\n: \n[Normal volume.]\n I don’t know, I like him.\n\n\n[A woman in front of the two researchers turns around to “shhh” Wettle. Lillihammer covers her mouth to laugh.]\n\n\nPresenter-Alpha\n: \nPlease no talking, it’s rude.\n\n\nLillihammer\n: Yeah, Wettle.\n\n\nWettle\n: What is this, high school? I’m a doctor!\n\n\nPresenter-Alpha\n: \nAre you two quite finished? Or perhaps you would like to give the presentation?\n\n\n[Neither researcher says anything.]\n\n\nPresenter-Alpha\n: \nThank you. Hmmmmm. Where was I? Ah, so, the central concept at play here is the vast difference between those who make media and those who consume it. Authors design the content, audiences consume it. Easy right? Well, there’s more to it. If you want to consume media intelligently – or create media with the intent of it being consumed intelligently – the art is important. What do I mean by art? I mean the coding and implanting of meaning in your media, of course. It can get messy.\n\n\n[Lillihammer raises her hand.]\n\n\nPresenter-Alpha\n: \nWhat? Usually questions are for the end, young lady.\n\n\nLillihammer\n: Apologies, Mr. Gorsach, but when you say “messy” what do you mean?\n\n\nPresenter-Alpha\n: \nWhat do I mean? All the viscera, obviously! Now, can I continue? Please hold any further questions to the end.\n\n\n\n\n\n\n\n\nTHEORY\n: Messages and Meanings\n\n\n\n\n\n\n[This session’s presenter is a large female entity, height estimated at just under three meters. She is wearing a white-on-white three piece suit. Her voice is quiet but melodic, speech often echoed with a sound matching that of an 1874 Stradivarius violin being plucked. She introduces herself as Herbacious Willoughby.]\n\n\nPresenter-Beta\n: Meaning is easy: what the author intends the media to say, and how it could be interpreted. We don’t really need to belabor that point I think. Now, the important thing to understand about messages is that the medium matters. What form is your media taking? A novel, a radio show, a dark ritual of Saranür, a podcast, a film – each has its own positives and negatives regarding the communication of the meaning you as media providers will intend.\n\n\n[Wettle clears his throat and just starts speaking at a loud volume.]\n\n\nWettle\n: What was that middle one you mentioned?\n\n\nPresenter-Beta\n: Radio show. I know, it’s a wonder to all of us that people still listen to radio. I’m not surprised you forgot it exists. Moving right along.\n\n\n\n\n\n\nTHEORY\n: Representations and Reality\n\n\n\n\n\n\n[The presenter of this session is a quadrupedal entity resembling a moose with stark gray fur from the neck down. Instead of a typical head, the entity has three screens on articulated arms that continually flash through various images. The presenter’s voice is an 87.89% match to that of deceased TV host Regis Philbin. The entity does not provide a name.]\n\n\nPresenter-Gamma\n: NOW LISTEN HERE! REPRESENTATION IS THE WAY YOU FRAME THE MEDIA IN QUESTION. PRODUCTION QUALITY, VECTOR, LENGTH, STAR POWER, WRITING – ALL THESE THINGS MAKE UP REPRESENTATION. IT’S THE BOW AND WRAPPING PAPER YOU PUT ON A GIFT FOR YOUR SWEETIE ON SAMHAIN.\n\n\n[Presenter-Gamma proceeds to cough for twelve minutes. During this period the images on entity's screens depict war, disease, poverty, and common violence.]\n\n\nWettle\n: Jeez, someone get him a lozenge.\n\n\nLillihammer\n: Where would you put it?\n\n\nPresenter-Gamma\n: EXCUSE ME, MY ALLERGIES HAVE BEEN TERRIBLE ALL WEEK. NOW WHERE WAS I? AH YES, WHEREAS \nREALITY\n IS WHAT THE MEDIA IS ACTUALLY TRYING TO IMPART. TAKE A CAR COMMERCIAL OR ADVERT FOR HEALTH INSURANCE COMMUNICATING THE JOYS IN LIFE, THAT IS \nTHE REPRESENTATION\n. THE REALITY IS, THEY WANT YOU TO BUY A THING.\n\n\n\n\n\n\n\n\nLunch Break\n\n\n\n\n\n\n[Lillihammer and Wettle are in a cafeteria, sitting at a round table with food in front of them. Surrounding them are other attendees at other tables. Several of the individuals seen on Lillihammer’s body camera look emotionally distressed, many are not eating. One woman wearing a white blazer and pencil skirt is rocking herself back and forth. She has a nametag that reads “Ainsley Earhardt.”]\n\n\nLillihammer\n: I can’t believe you’re eating that.\n\n\n[Wettle is mechanically eating the meal in front of him: ham sandwich on rye with avocado and a bag of chips.]\n\n\nWettle\n: I’m hungry, Lillian.\n\n\nLillihammer\n: Look where we are, I’m not eating a thing here. Besides, \nGrimm Countenance Protocol\n strictly prohibits the consumption of food while in an unknown extradimensional space.\n\n\nWettle\n: I notice you’re not holding back from drinking the coffee.\n\n\nLillihammer\n: I’m not a monster. It’s arabica.\n\n\n[Wettle nearly falls from his seat as a loud voice starts speaking behind him.]\n\n\nMacPhaerson\n: Oh, I’m so glad you like the food, William! I had it flown in from my \nfavorite place in Philly\n. \n[The entity turns to Lillihammer.]\n Not hungry, Lillian?\n\n\nLillihammer\n: No, I’m fine. Just coffee for me.\n\n\nMacPhaerson\n: There are vegan and vegetarian options, if you prefer? I want you to have a good time!\n\n\n[MacPhaerson leans over the table as she’s speaking to Lillihammer. Some blood droplets fall from her bandages and land on Wettle’s sandwich.]\n\n\nLillihammer\n: No, thank you though. Actually, I have a question, if you don’t mind?\n\n\nMacPhaerson\n: Of course I don’t mind! That’s what I’m here for.\n\n\nLillihammer\n: What is it you people are trying to do here? Like, what’s the purpose of kidnapping fifty something professionals to attend a seminar in an undisclosed location?\n\n\nMacPhaerson\n: Hmmm, people… Oh! You mean Vikander-Kneed! People, right. We’re people. Um, our goal is to increase media literacy, of course. It’s all part of the Better Tomorrow\nTM\n.\n5\n\n\nLillihammer\n: Right. Well, then how about this? Who are the other attendees?\n\n\nMacPhaerson\n: Academics, professionals in the advertising and media production industry, cultists, and many more! You should introduce yourselves, you never know when some networking could lead to a new connection!\n\n\n[MacPhaerson moves on to another table. Wettle is staring at the drops of blood on his sandwich.]\n\n\nLillihammer\n: Still hungry, Willie?\n\n\n[Wettle groans and pushes his plate away from him.]\n\n\n\n\n\n\nAPPLICATION\n: Making Media that Matters\n\n\n\n\n\n\n[Gorsach has returned to present for this session. Occasionally he pulls a bottle of Coca-Cola brand soft drink to his nose cavity and pours some inside. Every time he does this he makes a noise that is interpreted to represent pleasure.]\n\n\nPresenter-Alpha\n: \nNow for the good stuff. How do we make media that matters? See, the question I’m asking is, how do we make sure your media is content that makes an impact on the community? Well, lemme tell you, it’s not simple… first you–\n\n\n[The remainder of this session’s recording has been \nredacted\n for fear of memetic corruption and for reasons of good taste.]\n\n\n[Approximately one hour passes. Wettle and Lillihammer exit the conference room. Her breathing and heartrate are elevated; it is clear she has been crying. She rubs at her eyes. Wettle stops by a trash can to vomit.]\n\n\n\n\n\n\nAPPLICATION\n: Audience Engagement\n\n\n\n\n\n\n[This session’s presenters are Presenter-Gamma and an entity consisting of a shower of sparks in the shape of a human male. It is introduced as Javier Karnellian.]\n\n\nPresenter-Gamma\n: WE’VE COVERED THE BASICS BUT I KNOW WHAT YOU’RE ALL REALLY HERE FOR: “HOW DO WE GET THE AUDIENCE TO ENGAGE WITH THE MEDIA?” I’LL TELL YOU, THERE’S NO ONE BETTER TO SPEAK ON THAT SUBJECT THAN MY FRIEND, JAVIER. TAKE IT AWAY.\n\n\nPresenter-Epsilon\n: \n[Static and the sounds of screeching metal for three minutes.]\n\n\nPresenter-Gamma\n: EXACTLY, MEMETICS! IF YOU WANT YOUR AUDIENCE TO ENGAGE WITH WHATEVER MEDIA YOU’RE SLINGING, YOU GOTTA ENCODE THAT SUCKER WITH A MEMETIC VIRUS. IN THIS DAY AND AGE OF TWITTER AND TIKTOK, PEOPLE ONLY SEEM TO CONSUME IN SMALL BURSTS OF ATTENTION. SO, YOU GOTTA WORM YOUR WAY INTO THEIR HEADS AND GET THEM TO SPREAD THAT ENGAGEMENT LIKE THE MEMETIC VECTORS THEY’VE BEEN TRAINED TO BE THEIR WHOLE LIVES.\n\n\nPresenter-Epsilon\n: \n[Cacophonous explosions, reminiscent of a fireworks display persist for ninety-six seconds.]\n\n\nPresenter-Gamma\n: OF COURSE, ALWAYS MEME RESPONSIBLY. WE’RE NOT IN THE BUSINESS OF SCORCHING BRAIN PANS AFTER ALL! \n[Entity laughs loudly.]\n\n\n[Presenter-Gamma coughs for thirty seconds.]\n\n\nPresenter-Epsilon\n: \n[Wailing and more screeching metal sounds for twenty-two seconds.]\n\n\nPresenter-Gamma\n: NO NO, I’M ALRIGHT. JUST THESE DAMN ALLERGIES. ANYWAY, LIKE I WAS SAYING, YOU CAN’T TRUST THE AUDIENCE TO GET OBSESSIVELY INVESTED IN YOUR MEDIA AS EASY AS IT WAS IN THE OLD DAYS. THIS ISN’T CHARITY, RIGHT? THIS IS ABOUT SELLING PRODUCTS. SO, TRUST ME WHEN I SAY, PUT AN INFECTIOUS MEMETIC CENTER INTO WHATEVER YOUR MEDIA IS, THAT’S THE TICKET.\n\n\n\n\n\n\nAPPLICATION\n: Reading Between the Lines\n\n\n\n\n\n\n[Herbacious Willoughby makes a return as presenter for the final session.]\n\n\nPresenter-Beta\n: So, in conclusion, the important thing to realize is if you’re injecting code and compulsions into your media then Disney is certainly doing it too. What, you think the Marvel movies are reinforcing the military industrial complex and making heroes outta billionaires because the source material says so? Media is there to communicate ideas, and the best way for someone to do that is to encode that media with a forced compulsion to the audience to do what they want.\n\n\n[Willoughby takes a sip of water and gargles for thirty seconds.]\n\n\nPresenter-Beta\n: You gotta be on your guard when you’re checking out the competition. You don’t want that memetic cluster you spent weeks – and literal pints of blood – on for that Viagra commercial to get mixed up with Warner’s new compulsion to start a cannibalistic cell of Randian philosophy just because you weren’t paying attention. Cross pollination of media memetics is dangerous stuff, just look at the Kardashians! They haven’t finished picking out the viscera from the crater and it’s been almost six months.\n\n\n\n\n\n\n\n\n◄ Close File ►\n\n\n\n\n\n\n\n\n\n\n\n\n \n\nAt the end of the sessions, the attendees (including Wettle and Lillihammer) were asked to confirm their contact information and handed a “goody” bag. After providing their contact information Lillihammer and Wettle demanifested and found themselves where they had originally logged into the webinar.\n\nDr. Lillihammer submitted a proposal to Director McInnis for an expanded program of media research on memetics in all major media outlets and publications. Dir. McInnis forwarded the proposal to Overwatch Command but was told the potential cost of such a venture made it unlikely in the current fiscal quarter. The proposal is slated to be considered at the beginning of next quarter.\n\n\nAfter six weeks, all other attendees were identified and administered amnestics. A total of fifteen articles describing SCP-6123 written by attendees were taken off the web and wide-targeting amnestics were encoded in the publications to stem the impact on the public.\n\n\nAddendum 6123-2\n\n\n\n\nUpon Drs. Wettle and Lillihammer’s report concerning the events as described in the above log, Dir. McInnis ordered the “goody” bags (designated SCP-6123-1) quarantined and examined under Class-A security protocols. They contained:\n\n\n\n\nOne black, large-sized unisex t-shirt with the Vikander-Kneed logo on the back.\n\n\n\n\n\n\nOne battered cardstock advertisement of Vikander-Kneed’s services with contact information on the reverse side, reproduced below.\n\n\n\n\n\n\n► Reveal image? ◄\n\n\n\n\n▼ Close File ▼\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOne flash drive loaded with a highlight reel of GOI-5889’s productions. Contained within is a memetic cognitohazard with an anomalous effect implanting a compulsion to sign up for GOI-5889’s newsletter.\n\n\n\n\n\n\nOne $60.00 gift card to Bed, Bath and Beyond.\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+190\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Prior to digital technology becoming household knowledge, the invitations were sent by physical mail. All attempts to track the correspondence to their source invariably failed.\n\n\n2\n. Memetics researcher.\n\n\n3\n. A full recording or transcript is available upon authorized request to Dr. Lillihammer.\n\n\n4\n. Lead Replication Researcher at Site-43.\n\n\n5\n. Recording did not actually register the phrase “TM” but invariably, transcripts have included it and the notation cannot be deleted for unknown reasons.\n\n\n\n\n\n\n\n\n« \nSCP-6122\n | SCP-6123 | \nSCP-6124\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6123\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6123\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Closeup portrait of a group of businesspeople laughing\n\n\nAuthor\n: Richard Foster\n\n\nLicense\n: CC BY-SA 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Used in Edit of following image:\n\n\n\n\n\n\nFilename\n: VKTMFlyer\n\n\nAuthor\n: \nGrigori Karpin\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Made with the use of above image.\n\n\n\n\n\n\n\n\nFilename\n: VKTMbanner.png\n\n\nAuthor\n: \nHarryBlank\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Used with their express permission.\n\n\n\n\n\n\nSlides1 &2\n: Are made by me and are licensed CC BY-SA 3.0.\n\n\n\n\n\n\n\n\nFilename\n: Slide3\n\n\nAuthor\n: \nGrigori Karpin\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n:\n\n\nAdditional Notes\n: Created by using the following two images\n\n\n\n\n\n\nFilename\n: Female lion on the prowl\n\n\nAuthor\n: jonrawlinson\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: Thomson’s gazelle\n\n\nAuthor\n: shankar s.\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\n\n\nFilename\n: Slide4\n\n\nAuthor\n: \nGrigori Karpin\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n:\n\n\nAdditional Notes\n: Created by using the following two images\n\n\nFilename\n: Sublime\n\n\nAuthor\n: Solis invicti\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: US dollars and Euros - cash banknotes\n\n\nAuthor\n: Mark Hodson Photos\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\nAdditional notes\n: Website of author included as requested in their flickr bio: \nLINK\n\n\n\n\n\n\n\n\nFilename\n: North Korea - Propaganda poster\n\n\nAuthor\n: Roman Harak\n\n\nLicense\n: CC BY-SA 2.0\n\n\nSource\n: \nLINK\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename\n: vintage paper texture\n\n\nAuthor\n: pinkorchid_too (Sandra)\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nlink\n\n\nAdditional Notes\n: Used in the editing of above image to make it look aged.\n\n\n\n\n\n\n\n\nFilename\n: 6123-logo\n\n\nAuthor\n: \nHarryBlank\n\n\nLicense\n: CC BY-SA 3.0\n\n\nSource\n: \nlink\n\n\nAdditional Notes\n: Used with express permission.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6123 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-6123 . Licensed under CC-BY-SA .",
        "Filename : Closeup portrait of a group of businesspeople laughing Author : Richard Foster License : CC BY-SA 2.0 Source : LINK Additional Notes : Used in Edit of following image:",
        "Filename : VKTMFlyer Author : Grigori Karpin License : CC BY-SA 3.0 Source : LINK Additional Notes : Made with the use of above image.",
        "Filename : VKTMbanner.png Author : HarryBlank License : CC BY-SA 3.0 Source : LINK Additional Notes : Used with their express permission.",
        "Slides1 &2 : Are made by me and are licensed CC BY-SA 3.0.",
        "Filename : Slide3 Author : Grigori Karpin License : CC BY-SA 3.0 Source : Additional Notes : Created by using the following two images",
        "Filename : Female lion on the prowl Author : jonrawlinson License : CC BY 2.0 Source : LINK Additional Notes : Edited by Grigori Karpin",
        "Filename : Thomson’s gazelle Author : shankar s. License : CC BY 2.0 Source : LINK Additional Notes : Edited by Grigori Karpin",
        "Filename : Slide4 Author : Grigori Karpin License : CC BY-SA 3.0 Source : Additional Notes : Created by using the following two images Filename : Sublime Author : Solis invicti License : CC BY 2.0 Source : LINK Additional Notes : Edited by Grigori Karpin",
        "Filename : US dollars and Euros - cash banknotes Author : Mark Hodson Photos License : CC BY 2.0 Source : LINK Additional Notes : Edited by Grigori Karpin Additional notes : Website of author included as requested in their flickr bio: LINK",
        "Filename : North Korea - Propaganda poster Author : Roman Harak License : CC BY-SA 2.0 Source : LINK Additional Notes : Edited by Grigori Karpin",
        "Filename : vintage paper texture Author : pinkorchid_too (Sandra) License : CC BY 2.0 Source : link Additional Notes : Used in the editing of above image to make it look aged.",
        "Filename : 6123-logo Author : HarryBlank License : CC BY-SA 3.0 Source : link Additional Notes : Used with express permission."
    ],
    "title": "SCP-6123"
}