{
    "url": "https://scp-wiki.wikidot.com/scp-6124",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\nby Nagiros\n\n\n\n\n\n\n\n\nB. taurus\n.\n\n\n\n\n\n\nItem #:\n SCP-6124\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As SCP-6124 presents ubiquitously within global livestock populations, no containment is necessary. SCP-6124 is functionally accepted as a non-anomalous facet of civilian life, and discovery of its underlying properties and history is unlikely.\n\n\nFoundation agents embedded within civilian paleontology projects are to discourage the discovery of REAO-6124-A\n1\n, if such an event becomes a reasonable matter of concern.\n\n\nDescription:\n SCP-6124 is a cognitohazardous vector affecting worldwide \nBos taurus\n2\n populations, activated when viewing cattle at high speeds. SCP-6124 presents exclusively in humans and impacts two sections of the human nervous system, the prefrontal cortex and midline raphe nuclei along the brainstem, producing the following behavioral/neurological changes:\n\n\n\n\nStrong favorability towards, and interest in, nearby cattle, particularly during periods of grazing or rest.\n\n\nIncreased production of 5-hydroxytryptamine (5-HT), resulting in sudden lightening of mood and momentary cessation of depressive tendencies.\n\n\n\n\n\n\n\n\nThe skull of the partially-complete REAO-6124-A fossil, contained at Paleological Site-23.\n\n\n\n\n\n\nSCP-6124's effects cease when the observer diverts their gaze from the cattle responsible for the vector.\n\n\nCurrent paleontological evidence suggests SCP-6124 is a vestigial genetic feature evolved to decrease \nB. taurus\n's predation by the REAO-6124-A organism. The fossil of REAO-6124-A indicates it was a large, carnivorous, prehistoric bird capable of sustained high-velocity flight. Its diet consisted of large quadrupedal mammals, captured alive.\n\n\nREAO-6124-A was exceptionally long-living, anomalously so, and evidence of its impact on mammalian populations dates back to the late Mesozoic Era. The circumstances resulting in its death, occurring sometime prior to the Neolithic Age, are \nundetermined\n.\n\n\nSCP-6124 likely deterred \nB. taurus\n's selection as a prey animal by REAO-6124-A, before the latter perished. Its presentation in humans remains unexplained, outside of hypothetical similarities in how REAO-6124-A and humans process(ed) visual cognitohazards.\n\n\nAddendum:\n Effects on Humans\n\n\n\n\n\n\nFootage captured by the front-facing and rear-facing cameras of \nDr. Skylar\n's vehicle, recorded as she and \nDr. Reams\n approach Site-17 in the morning of 08/16/2009. Skylar drives as Reams observes the countryside from the passenger's seat.\n\n\n\n\n<Begin Log>\n\n\n[Skylar clears her throat and double-checks her phone's navigation app, before returning her attention to the road. Reams nods towards a pasture the two are approaching.]\n\n\nDr. Reams:\n Cows.\n\n\nDr. Skylar:\n Cows! Love those guys.\n\n\nDr. Reams:\n Yeah.\n\n\n[Both return to silence as the cattle pass. After a minute, Reams nods towards a gated enclosure to their right.]\n\n\nDr. Reams:\n Horses.\n\n\nDr. Skylar:\n Nice. Those guys are cool too.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Referring to the paleontological \nR\nemains of an \nE\nxtinct \nA\nnomalous \nO\nrganism, (rel. SCP: \"6124\", organism Alpha).\n\n\n2\n. Cattle.\n\n\n\n\n\n\n\n\n« \nSCP-6123\n | SCP-6124 | \nSCP-6125\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6124\n\" by Nagiros, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6124\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cows.jpeg\n\n\nAuthor:\n smallbusinessmediastrategies\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nOpenverse\n\n\n\n\n\n\n\n\nFilename:\n bird.jpeg\n\n\nAuthor:\n James St. John\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nOpenverse",
    "addendums": [
        "Addendum: Effects on Humans"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6124 \" by Nagiros, from the SCP Wiki . Source: https://scpwiki.com/scp-6124 . Licensed under CC-BY-SA .",
        "Filename: cows.jpeg Author: smallbusinessmediastrategies License: CC BY 2.0 Source Link: Openverse",
        "Filename: bird.jpeg Author: James St. John License: CC BY 2.0 Source Link: Openverse"
    ],
    "item": "SCP-6124",
    "object_class": "Euclid",
    "containment_procedures": "As SCP-6124 presents ubiquitously within global livestock populations, no containment is necessary. SCP-6124 is functionally accepted as a non-anomalous facet of civilian life, and discovery of its underlying properties and history is unlikely.",
    "description": "SCP-6124 is a cognitohazardous vector affecting worldwide Bos taurus2 populations, activated when viewing cattle at high speeds. SCP-6124 presents exclusively in humans and impacts two sections of the human nervous system, the prefrontal cortex and midline raphe nuclei along the brainstem, producing the following behavioral/neurological changes:",
    "title": "SCP-6124"
}