{
    "url": "https://scp-wiki.wikidot.com/scp-6127",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\nItem #:\n SCP-6127\n\n\nObject Class:\n \nEuclid\n Uncontained\n\n\n\n\nPrevious Special Containment Procedures:\n SCP-6127 shall be kept in a standard humanoid holding cell at \nSite-55\n, until a time in which it can be transferred to Site-225 for permanent containment. Until this occurs, all interactions with the entity must be overseen by a staff member of level 4 clearance or above.\n\n\n\n\n\n\n\n\nPhotograph of SCP-6127, prior to containment, taken by a civilian cameraman\n\n\n\n\n\n\nUpdated Special Containment Procedures:\n Efforts to track and recontain SCP-6127 are ongoing.\n\n\nDescription:\n SCP-6127 resembles an adult female Common Raven (\nCorvus corax\n) of an average size and weight, and an undetermined age. Despite its initially unremarkable appearance, SCP-6127 possesses strength and intelligence well beyond that of the average \nCorvus corax,\n and has demonstrated levels of strength and intelligence superior to that of an average human. SCP-6127 claims to have an inherent knowledge of all languages, and does not speak via direct mimicry, but rather the vocal formation of original thoughts and sentences.\n\n\nSCP-6127 was discovered after Boston Animal Control received multiple phone-calls regarding a \"Demonic Bird\", which was vocalizing in Latin and attempting to deface Christian iconography. Mobile Task Force Lambda-4 (\"Birdwatchers\") were tasked with capturing the entity after Animal Control failed to do so. Lambda-4 managed to contain the entity, but not before it did approximately 9,000 dollars of property damage across seven separate properties.\n\n\nAddendum 6127.1:\n Interview Logs\n\n\nDuring its temporary containment at Site-55, Dr. Madison Tyler conducted several interviews with SCP-6127, to better ascertain the nature of the entity.\n\n\n\n\n+ Interview SCP-6127.01\n\n\n\n\n- Interview SCP-6127.01\n\n\n\n\n\n\nInterview log SCP-6127.01\n\n\n\n\nInterviewed:\n SCP-6127\n\n\nInterviewer:\n Dr. Madison Tyler\n\n\nForward:\n \nThe following interview was conducted shortly after SCP-6127 arrived at Site-55. Dr. Tyler and SCP-6127 were separated by a layer of bullet-proof glass.\n\n\n\n\n<Begin Log>\n\n\nDr. Tyler:\n Hello, SCP-6127. Are you able to… Understand me? You can nod your head or-\n\n\nSCP-6127:\n Yes. I understand you.\n\n\nDr. Tyler:\n Oh! So you can speak English as well. Other than English and Latin, do you understand any other languages? Also, where did you learn to speak a dead language?\n\n\nSCP-6127:\n I can speak every language. And I don’t know.\n\n\nDr. Tyler:\n Uh, could you be more specific when you say “every language?”\n\n\nSCP-6127:\n I can speak every language.\n\n\nDr. Tyler:\n Uh… huh.\n\n\nDr. Tyler jots down notes on their notebook.\n\n\nDr. Tyler:\n So… who are you, where do you come from?\n\n\nSCP-6127:\n I don’t know. I can’t remember.\n\n\nDr. Tyler:\n Do you have a name?\n\n\nSCP-6127:\n I don’t know. Who are you?\n\n\nDr. Tyler:\n You can call me Dr. Tyler. Do you…\n\n\nSCP-6127:\n No. You and the people who took me here. Who are you?\n\n\nDr. Tyler:\n Oh, right. We’re part of an… Organization which protects entities such as yourself. Things that are out of place. We just want to make sure that you’re safe. Sorry for the rough welcome, we would have been a lot more diplomatic about it if we knew you were sapient..\n\n\nSeveral seconds pass.\n\n\nDr. Tyler:\n Right. I’m Dr. Tyler. Do you mind if I call you SCP-6127? At least until you can remember your name?\n\n\nSCP-6127:\n That’s ok.\n\n\nDr. Tyler:\n If you’d like me to call you something else, just let me know, ok?\n\n\nSCP-6127:\n Thank you, Dr. Tyler.\n\n\nDr. Tyler:\n So… Is there anything you can remember?\n\n\nSCP-6127:\n I remember… Falling. Falling away from a tall light. And I remember how I was feeling. Anger, frustration, betrayal. That was a day ago, I think.\n\n\nDr. Tyler:\n You seem to have targeted your anger at Christian iconography. Do you remember why?\n\n\nSCP-6127:\n It felt cathartic. I couldn’t tell you exactly why, though. It’s like… It’s on the tip of my tongue. Just out of sight.\n\n\nDr. Tyler:\n Well then, I would suggest trying to get some rest. It might help you focus.\n\n\nSCP-6127:\n Ok. Rest sounds good.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview SCP-6127.02\n\n\n\n\n- Interview SCP-6127.02\n\n\n\n\n\n\nInterview log SCP-6127.02\n\n\n\n\nInterviewed:\n SCP-6127\n\n\nInterviewer:\n Dr. Madison Tyler\n\n\nForward:\n \nThe following interview took place the day after the initial interview.\n\n\n\n\n<Begin Log>\n\n\nDr. Tyler:\n Hello SCP-6127! Have you remembered anything you’d prefer to be called- A name, or a nickname, or something?\n\n\nSCP-6127:\n I haven’t. Sorry.\n\n\nDr. Tyler:\n Oh there’s nothing to apologize for. Before we start talking, do you mind if I run a test?\n\n\nSCP-6127:\n What… kind of test?\n\n\nDr. Tyler holds up a stack of index cards.\n\n\nDr. Tyler:\n Just something to test your claim that you can understand every language. I have a few phrases written on notecards in a few different languages. I just want you to read them out to me, and tell me what language they are. In English, so I can understand. Is that ok?\n\n\nSCP-6127:\n I’m alright with that.\n\n\nDr. Tyler holds up the first card.\n\n\nSCP-6127:\n “I saw a fish at midday.” It’s Swahilli. I’m not sure which dialect, though.\n\n\nDr. Tyler:\n Very good.\n\n\nDr. Tyler holds up the next card.\n\n\nSCP-6127:\n German. “The bus flew away from the scene of the crime.”\n\n\nDr. Tyler nods, and holds up the final card.\n\n\nSCP-6127:\n That’s… Mescalero-Chirichuan, I think. Uh, something like “Your clouds were not allowed in my home.”\n\n\nDr. Tyler:\n Very impressive. Thanks for humoring me. Do you… Know how you know all of this?\n\n\nSCP-6127:\n No. No idea who I am, where I came from- Why didn’t you tell me I was a raven yesterday?\n\n\nDr. Tyler:\n You’re not typically a raven?\n\n\nSCP-6127:\n Well… No, I don’t think so. It's familiar, though. I’ve been a raven before. It’s just not my natural form. I think.\n\n\nDr. Tyler:\n Maybe you were some kind of shape-shifter?\n\n\nSCP-6127:\n No, no. That’s not quite right. I could take different forms, but it wasn’t “shape-shifting.” It was something else. I got stuck like this because I… Lost something.\n\n\nDr. Tyler:\n Any idea what that might be? Or how you lost it?\n\n\nSCP-6127:\n It was… taken from me. That’s why I fell, I think. I don’t know what it is but I can… feel it. I don’t know. It’s nearby. Before I was brought here it felt like a tug in the back of my mind, but now that I’m here it’s much stronger. Much more tangible.\n\n\nDr. Tyler:\n So it’s a physical thing? Something that fell with you, maybe?\n\n\nSCP-6127:\n It’s possible. I don’t know what it is.\n\n\nDr. Tyler:\n Well, as far as I know, we haven’t found any celestial objects since we picked you up. Even if we did, I doubt I’d be able to tell you. But we can certainly look! Is there anything else that you could tell me? To help us find whatever it is?\n\n\nSCP-6127:\n No, I'm sorry. But my memory’s beginning to return. I might be able to recall what I lost if you give me some time.\n\n\nDr. Tyler:\n Of course. Is it ok if I leave, then?\n\n\nSCP-6127:\n Yes. Thanks for coming to see me.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview SCP-6127.03\n\n\n\n\n- Interview SCP-6127.03\n\n\n\n\n\n\nInterview log SCP-6127.03\n\n\n\n\nInterviewed:\n SCP-6127\n\n\nInterviewer:\n Dr. Madison Tyler\n\n\nForward:\n \nIt was decided that SCP-6127 should be permanently contained at Site-225, due to its zoological nature, and the fact that Site-55 was not built to properly contain sapient non-humanoids for long periods of time. Dr. Tyler was sent in to alert SCP-6127 of the decision shortly after transportation to Site-225 was confirmed.\n\n\n\n\n<Begin Log>\n\n\nDr. Tyler:\n Hello SCP-6127. How are you doing today?\n\n\nSCP-6127:\n Good! Good to see you again Dr. Tyler!\n\n\nSCP-6127 tilts its head. Dr. Tyler appears uncomfortable.\n\n\nSCP-6127:\n Is something wrong?\n\n\nDr. Tyler:\n Oh. no. Why do you ask?\n\n\nSCP-6127 ruffles its feathers.\n\n\nSCP-6127:\n You’re lying to me. What’s upsetting you?\n\n\nDr. Tyler:\n Well I’m not upset, per se, it’s just… Well, that this is probably going to be the last time I see you.\n\n\nSCP-6127:\n What… Do you mean?\n\n\nDr. Tyler:\n You’re being moved to permanent containment at Site-225 tomorrow. They’re better at taking care of wildlife. We just don’t really have the tools to keep you healthy here.\n\n\nSCP-6127:\n Well… You can still visit me there. Right?\n\n\nDr. Tyler:\n Site-225 is in Nevada. It’s thousands of miles away. Sorry, but-\n\n\nSCP-6127:\n Thousands of miles away?? But my memories- There’s something here I need to find!\n\n\nDr. Tyler:\n Well I-\n\n\nSCP-6127:\n And I’m not an animal! This form is… It’s temporary, It’s wrong, I told you!\n\n\nDr. Tyler:\n Yes, and-\n\n\nSCP-6127:\n You told me you were here to protect me. You- How is moving me far away from the only thing which might be able to fix me \nhelping\n me? How does It keep me safe?\n\n\nDr. Tyler:\n Please-\n\n\nSCP-6127:\n You lied to me, Dr. Tyler. I can see it in your face. You took advantage of my broken mind and you \nlied\n to me.\n\n\nDr. Tyler:\n Listen- I don’t have any control over this. I’m not happy about it either. But if your memory keeps returning, maybe I can find your anchor. We can still help you recover your memories and return to your original form.\n\n\nSCP-6127 flies off the table, and faces away from Dr. Tyler.\n\n\nDr. Tyler:\n SCP-6127?\n\n\nSeveral seconds pass. Dr. Tyler sighs.\n\n\nDr. Tyler:\n Fine. Have it your way.\n\n\nDr. Tyler slams the door behind them, as they exit the interview room.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum 6127.2:\n Containment Breach\n\n\nFive hours after SCP-6127's final interview, SCP-6127 managed to escape Foundation custody. Dr. Tyler's credentials were used to trigger an Alpha-Level Immediate Evacuation Procedure to breach containment. While this typically would not have allowed an entity to fully escape containment, SCP-6127 was able to escape through Site-55’s air vents, which had not been designed with intelligent non-humanoid entities in mind.\n\n\nWhile Dr. Tyler is being investigated for malfeasance, it is currently theorized that, rather than SCP-6127 having an inherent understanding of all languages, the entity utilized a low-level psychic field in order to gather information.\n\n\nAn email with the following contents was sent to Site-55 staff through Dr. Tyler's SCiPNET account.\n\n\n\n\n\n\n\n\nSubject: Goodbye\n\n\n\n\nSubject: Goodbye\n\n\n\n\n\n\n\n\nI didn’t give everything up just to end up without self-determination again.\n\n\nGoodbye.\n\n\n- Mariangela\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-6126\n | \nSynthPanda_\n | \nSCP-6128\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6127\n\" by SynthPanda_, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6127\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nName:\n Maria.png\n\n\nAuthor:\n \nStanze\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nshortened for convince",
    "addendums": [
        "Addendum 6127.1: Interview Logs\nDuring its temporary containment at Site-55, Dr. Madison Tyler conducted several interviews with SCP-6127, to better ascertain the nature of the entity.",
        "Addendum 6127.2: Containment Breach\nFive hours after SCP-6127's final interview, SCP-6127 managed to escape Foundation custody. Dr. Tyler's credentials were used to trigger an Alpha-Level Immediate Evacuation Procedure to breach containment. While this typically would not have allowed an entity to fully escape containment, SCP-6127 was able to escape through Site-55’s air vents, which had not been designed with intelligent non-humanoid entities in mind.\nWhile Dr. Tyler is being investigated for malfeasance, it is currently theorized that, rather than SCP-6127 having an inherent understanding of all languages, the entity utilized a low-level psychic field in order to gather information.\nAn email with the following contents was sent to Site-55 staff through Dr. Tyler's SCiPNET account.\n"
    ],
    "documents": [],
    "notes": [
        "Previous Special Containment Procedures: SCP-6127 shall be kept in a standard humanoid holding cell at Site-55 , until a time in which it can be transferred to Site-225 for permanent containment. Until this occurs, all interactions with the entity must be overseen by a staff member of level 4 clearance or above.",
        "\" SCP-6127 \" by SynthPanda_, from the SCP Wiki . Source: https://scpwiki.com/scp-6127 . Licensed under CC-BY-SA .",
        "Name: Maria.png Author: Stanze License: CC-BY-2.0 Source Link: shortened for convince"
    ],
    "item": "SCP-6127",
    "object_class": "Euclid Uncontained",
    "description": "SCP-6127 resembles an adult female Common Raven (Corvus corax) of an average size and weight, and an undetermined age. Despite its initially unremarkable appearance, SCP-6127 possesses strength and intelligence well beyond that of the average Corvus corax, and has demonstrated levels of strength and intelligence superior to that of an average human. SCP-6127 claims to have an inherent knowledge of all languages, and does not speak via direct mimicry, but rather the vocal formation of original thoughts and sentences.",
    "title": "SCP-6127"
}