{
    "url": "https://scp-wiki.wikidot.com/scp-6134",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5/6134 classified. Unauthorized access is forbidden.\n\n\n\n\n\n\n \n\n\n \n\n\n6134\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAUTOMATIC IDENTITY VERIFICATION COMPLETE\n\n\nHail the lamb. Upon the outer walls of Heaven, His corpse blooms with eternal life.\n\n\n \n\n\n\n\n\n\n\n\nWelcome, O5-4.\n\n\n\n\n\n\n\n\n\n\nVIEW FILE\n\n\n\n\nCLOSE FILE\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n5/6134\n LEVEL \n5/6134\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-6134\n\n\nObject Class: Thaumiel-Provisi\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoI Maximilian Heller, pictured alongside the upper deck of SCP-6134-A.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Objects SCP-6134-A and SCP-6134-B-1 through -58 remain at the bottom of the Baltic Sea approximately 30 nautical miles south of Gävle, Sweden. They are entirely non-anomalous and require no observation.\n\n\nObject SCP-6134-B-59 is currently housed in Site-35 laboratory B3-13, which has been stripped of its EVE-measuring apparatus and retrofitted with a high-capacity drainage retention system. Under no circumstances should the HRV400 steel bar embedded in its torso be in any way damaged or removed.\n\n\nDescription:\n SCP-6134 is the collective designation issued to a selection of interrelated anomalous objects partially neutralized on 05/12/2002, as well as the relationship between them. This refers specifically to the the refrigerated cargo freighter MV Daisy, a collection of 59 preserved human corpses, and an unspecified quantity of liquid chemically consistent with sea water. These are designated as follows:\n\n\n\n\nSCP-6134-A: Refrigerated freighter ship MV Daisy, constructed 1972. Captained by type-green reality bender Maximilian Heller for its full duration as a seafaring vessel. \nneutralized\n\n\nSCP-6134-B-1-58: The remains of the SCP-6134-A crew, preserved in stasis of an anomalous nature. Suspended life activity ceased 05/12/2002. \nneutralized\n\n\nSCP-6134-B-59: The remains of SCP-6134-A first mate Alexander Volkovich, preserved in stasis of an anomalous nature. A HRV400-grade steel bar is embedded in the object's torso with an entry point between the third and fourth left rib, partially diminishing the flow of SCP-6134-C. -B-59 emits a stable resting Elan-Vital Energy field of approximately 13000 Caspers.\n\n\nSCP-6134-C: Barring its anomalous properties, SCP-6134-C is chemically consistent with naturally occurring salt water, specifically uncontaminated Baltic seawater. Undiluted, the liquid incites rapid growth in all biological organisms to come in direct contact with it, reversing cell decay and causing multiplication superficially resembling cancerous tumors. Ingested or absorbed in quantities below 0.5 ml per approximately 100kg body mass per month, SCP-6134-C has so far proven to mitigate the natural symptoms of aging and promote increased physical health across all tests, including those utilizing human volunteers. The liquid has been flowing from the puncture in object -B-59's chest cavity at a constant rate of approximately 1l per hour since its recovery, necessitating the installation of an additional retention system to prevent contamination of Site-35 drainage systems and water supply. A pre-biopsy attempt at removing the rebar partially restricting the flow of SCP-6134-C resulted in a temporary increase in stream to approximately 6l per minute. As the total volume of -C is impossible to determine and obviously far greater than the total physical capacity of -B-59, further attempts are not to be made at risk of flooding. Research personnel are to avoid coming in direct contact with SCP-6134-C.\n\n\n\n\nDiscovery:\n SCP-6134 was originally brought to Foundation attention upon interception of Swedish civilian coast guard radio reports of a seafaring vessel registered to known type-green reality bender and Person of Interest no. 6134 Maximilian Heller on 05/12/2002. As the ship, its cargo, and its crew had been reported lost at sea approximately six months prior, a Foundation emergency interception team was scrambled to its location.\n\n\n\n\n\n\nSCP-6134-A as photographed pre-boarding by Operative Karlsson, 05/12/2002, 08:32 AM.\n\n\n\n\n\n\nAddendum 6134.1: Incident Report 05/12/2002\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nVIEW REPORT\nCLOSE REPORT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-35 Baltic Chapter\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Robert Wells\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Julian Bergstrom\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nOTF-SE Beta-48 (\"Ejder\"), STF-SE Alpha-03 (\"Glæsisvellir\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-35 Baltic Chapter\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Robert Wells\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Julian Bergstrom\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nOTF-SE Beta-48 (\"Ejder\"), STF-SE Alpha-03 (\"Glæsisvellir\")\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6134 upon approach, recorded through EVE Field imaging.\n\n\n\n\n\n\nFOREWORD:\n In order to contain SCP-6134, an emergency interception team was deployed, consisting of members of Swedish Oceanic Task Force Beta-48 (\"Ejder\") divided into two strike teams designated ST-ASK and ST-EMBLA, headed by Operatives Einarsdottir and Falk respectively. The former was also accompanied by Swedish Special Task Force Alpha-03 (\"Glæsisvellir\") type-green reality bender Operative Håkansson and his handler, Operative Olson. Prior to deployment, Operative Håkansson's subdermal pharmaceutical thaumic field limiter pump was temporarily disabled.\n\n\n\n\nINCIDENT LOG CHRONOLOGY REPORT 05/12/2002\n\n\n\n\n08:27 AM:\n Emergency interception team deployed from Gävle Foundation Port.\n\n\n08:36 AM:\n 2 NM to approach. Video transmission equipment begins to experience minor interference. Audio transmission remains unaffected.\n\n\n08:42 AM:\n 0.25 NM to approach. Contact lost with all video transmission equipment barring Operative Håkansson's body camera, which experiences significant interference. Audio transmission equipment experiences severe static interference.\n\n\n08:52 AM:\n ST-ASK and ST-EMBLA successfully board SCP-6134-A, encountering no resistance. Surface deck appears deserted.\n\n\n08:53-09:25 AM:\n ST-ASK performs a sweep of the upper decks of SCP-6134-A and issues an all-clear. ST-EMBLA performs a sweep of the lower decks and hold.\n\n\n09:35 AM:\n ST-EMBLA successfully disables and opens the automatic doors to the refrigerated cargo hold and performs a sweep of the interior. SCP-6134-B-1 through -59 found. ST-EMBLA relays the discovery to ST-ASK.\n\n\n09:53 AM:\n Operatives Einarsdottir, Karlsson, Håkansson and Olson enter the bridge, encountering PoI-6134 Maximilian Heller.\n\n\n10:08 AM:\n Operative Olson fires five shots from his service sidearm, killing Håkansson and Heller and triggering the loss of SCP-6134-A's and SCP-6134-B-1 through -58's anomalous properties.\n\n\n10:12 AM:\n SCP-6134-A deteriorates, requiring ST-ASK and ST-EMBLA to evacuate. OTF-SE Beta-48 (\"Ejder\") sustains one casualty and several injuries.\n\n\n\n\nAFTERWORD:\n Due to the strength of the EVE Field emitted by SCP-6134 prior to the death of PoI-6134, the majority of audiovisual material recorded during the interception remains unusable, with the exception of approximately an hour and fifteen minutes of footage transmitted by the body camera of Operative Håkansson, whose own latent EVE emission was sufficient to partially counter that of the environment. This footage covers minutes 0 to 75 of the operation, from boarding up until the Operative's death. An excerpt of the transcript is available below.\n\n\n\n\nBEGIN TRANSCRIPT\n\n\nFeed cuts in. The sparsely-furnished interior of the SCP-6134-A bridge is visible, frame partially blocked by Operative Karlsson. PoI-6134 Maximilian Heller sits in a desk chair at the far end of the room. He is holding a glass.\n\n\nHELLER:\n And here I was starting to think no one was going to show.\n\n\nOperative Einarsdottir makes a cautionary gesture. She steps forward.\n\n\nEINARSDOTTIR:\n Person of Interest designation six one three four, Maximilian Heller. We are-\n\n\nHELLER:\n I know who you are. Foundation. I was hoping you would leave me alone.\n\n\nEINARSDOTTIR:\n You are breaching Veil protocol. You're personally registered type-green in our database, you should know that. You're also registered \ndead\n, which I think is cause for some concern.\n\n\nHELLER:\n I haven't hurt anyone.\n\n\nEINARSDOTTIR:\n Your fucking cargo hold is full of frozen corpses, Heller.\n\n\nHELLER:\n Ah. Yes. I see you've met my crew.\n\n\nEINARSDOTTIR:\n Your- what the hell have you \ndone\n to them?\n\n\nOperative Einarsdottir attempts to approach PoI-6134, but is restrained by Operative Olson.\n\n\nHELLER:\n I did what I could. A captain does not abandon his crew.\n\n\nEINARSDOTTIR:\n Cut the crap. What's going on here? You murder your men and make off with the ship, is that it?\n\n\nPoI-6134 takes a drink from the glass in front of him. Static briefly distorts the camera view.\n\n\nHELLER:\n I'm not interested in explaining myself to you, agent. I know who you are, and if you're here, my reason for becoming a problem isn't going to matter. I'm not going back with you to a padded cell, so if you're going to kill me I'd rather we get it over with now.\n\n\nOperative Einarsdottir gives an emergency hand signal to her team. Out of frame, Operative Olson can be heard releasing the safety of his sidearm.\n\n\nHELLER:\n For what it's worth, I tried to save them. I really did. You can understand that, can't you? I have a man in that hold, agent, with a steel beam through his ribcage. There is nothing left of his heart, his lungs, nothing in that perfect chest but the sharp end of a hundred pounds of metal. But as long as I am here- as long as my boots touch this deck- he does not die.\n\n\nHAKÅNSSON:\n Is he- does- are they suffering?\n\n\nOperative Olson turns to shake his head reprovingly. Operative Håkansson does not acknowledge the gesture.\n\n\nHELLER:\n Suspended in empty, dreamless sleep. A lack of pain was the best I could give any of them. It was the best I could do. Can you help them? Can you save him?\n\n\nPause.\n\n\nHELLER:\n If not, I suggest that you leave.\n\n\nEinarsdottir takes a step forward, the movement appearing to suddenly require a significant amount of effort.\n\n\nEINARSDOTTIR:\n We can't do that. If you come peacefully, you won't be harmed. The Foundation isn't cruel.\n\n\nHELLER:\n Isn't it? And you bring this man with you for what, to show me what you do to \nmy\n kind? Drugged with the same you use to fell gods, cut off from the lifeblood of the Earth? I'm fine where I am.\n\n\nEINARSDOTTIR:\n Håkansson, don't listen to him. Heller, this is your last chance to do this peacefully.\n\n\nStatic obscures the camera view.\n\n\nEINARSDOTTIR:\n Håkansson, what the fuck did I just say?\n\n\nHELLER:\n I've always considered the term reality bender a bit of a misnomer, but then again, that's your words, not mine. See, you're not \nforcing\n anything to happen. You're just helping the world grow in the right direction. It's a gift that was never meant for what I've been doing, agent. Do you know how heavy a ship like this is? It takes a lot of energy to hold it above water. To keep it still in time, caught at the crest of a final wave. Do you know what happens when I let go?\n\n\nStatic continues to obscure the camera. The sound of shifting furniture and several loud thuds can be heard.\n\n\nOLSON:\n Ow, \nfuck\n, what-\n\n\nHELLER:\n This ship \ndid\n sink, you know. I couldn't stop that, not one man against an ocean. But I saved who I could. Don't make me waste that.\n\n\nEINARSDOTTIR:\n What do you expect us to do? The men down there are corpses. I don't know why you've bothered all this time, and for what, an accident? You survived. No one's healing smashed skulls and torsos sliced in half. Just leave this, we can find you a job. You can't be sailing a ghost ship through civilian waters, Heller. You know there's a protocol.\n\n\nHELLER:\n They're my friends. People I- People I should have protected. They don't deserve to die. I'm not leaving them.\n\n\nEinarsdottir, now audible from a notably further distance, attempts to activate her radio.\n\n\nEINARSDOTTIR:\n ST-EMBLA, do you- fuck. God damn it. Håkansson, can you stabilize this room? The gravity is- I can't reach the floor.\n\n\nEINARSDOTTIR:\n Håkansson?\n\n\nThe static obscuring the camera clears partially. The gravity in the bridge appears to have reversed its direction, pinning Operatives Einarsdottir, Karlsson and Olson to the ceiling. PoI-6134 appears to be unaffected, as well as Operative Håkansson's point of view. PoI-6134 rises from his seat, allowing the chair to fall upwards, colliding heavily with the ceiling. He approaches Operative Håkansson, who does not appear to react.\n\n\nHELLER:\n You should get out of here, kid. As far as you can. It's a big world. Plenty of space.\n\n\nHAKÅNSSON:\n I- I like my job. I'm sorry. I'm still- the suppressants are still wearing off. I'm sorry.\n\n\nHELLER:\n I can feel you here, you know. Opening back up. The ocean below us and the life below that, the deep below the deep and over our heads- it's limitless, if you let it be. You don't want to lose that, do you? Go back to a shitty apartment, spend the rest of your life working for people who decided you're so dangerous you need to be drugged, never feeling the world beyond the shape of your own skin?\n\n\nThe camera moves rapidly as the ship lurches sideways. The sound of tearing metal can be heard outside the bridge.\n\n\nHELLER:\n Last chance, kid. I can only keep us still for so long. My place is here, but-\n\n\nPause.\n\n\nHELLER:\n We would have liked each other, I think. But you still have time for a better life than this. Go.\n\n\nThe gravity in the room reverses again, dropping the remaining Foundation Operatives to the floor.\n\n\nHAKÅNSSON:\n I-\n\n\nOperative Olson reorients himself and reaches for his sidearm, which has fallen to the floor beside him.\n\n\nOLSON:\n We can't risk this- boss, your call?\n\n\nEINARSDOTTIR:\n Take the shot.\n\n\nGunfire. Feed cuts.\n\n\nEND TRANSCRIPT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6134.2: Personnel Psych Interview 05/27/2002 Excerpt\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nVIEW INTERVIEW\nCLOSE INTERVIEW\n\n\n\n\n\n\nFOREWORD:\n Post-action psychological fitness personnel interview of Operative Erik Olson, conducted by Site-35 Baltic Chapter resident psychologist Dr Amanda Kamińska. Relevant excerpts follow.\n\n\n\n\nOLSON:\n Doc. Good to see you.\n\n\nKAMIŃSKA:\n Please, have a seat. You know why you're here, yes?\n\n\nOLSON:\n Yeah. Look, I- I've already talked to our site Ethcom jury about the whole… The incident. Exonerated. We don't have to do this.\n\n\nKAMIŃSKA:\n Mandatory sessions, Olson. Please, I really insist you have a seat.\n\n\nOLSON:\n Yeah, alright. Fine.\n\n\nKAMIŃSKA:\n What's on your mind today?\n\n\nOLSON:\n I… Nothing, I guess. Look, Håkansson was always a little weird. Resentful type. It would have happened sooner or later, whenever the next time they took him off the suppressants came around. I may have called it a little early but- look, we couldn't risk having \ntwo\n rogue greens. Not ones like that, for sure. This shouldn't be happening to me.\n\n\nKAMIŃSKA:\n Would you like to elaborate on that?\n\n\nOLSON:\n Look, the guy was kind of a freak, okay? Max Elan radiation acceptable by Foundation standards is, what, just shy of five hundred Caspers? Something like that. Anyone over that gets put on thaumic suppressants. Not much of a problem if you're popping a pill a day to get yourself down to the limit, but he packed a resting field of six thousand C's, and that means you're on constant. Sub-dermal pump, twenty-four-seven. What I'm saying is it made him weird. Always kind of out of it. I don't know what Heller told him- they were frozen back there for a while, probably some fucking telepathy or something. I don't know. Whatever it was, it was clearly better than his life here. I think he resented it. Working here, I mean.\n\n\nKAMIŃSKA:\n I know how thaumic suppressants work, Erik. I meant how \nyou\n feel about the situation.\n\n\nOLSON:\n Oh.\n\n\nOLSON:\n Look, can we talk about something else?\n\n\nKAMIŃSKA:\n Alright. How have you been sleeping?\n\n\nOLSON:\n Oh, come on.\n\n\nOLSON:\n Look, it's- I'm still having the dreams. Caught underwater, that fucking ship folding around me like a crumpling can. I wake up tasting salt.\n\n\nKAMIŃSKA:\n My understanding is you managed to remain above water during the collapse?\n\n\nOLSON:\n The whole thing flooded as soon as the top deck collapsed, but yeah, I kept my head up. That's beside the point, though. They're- They're not my dreams, not my memories. Everyone who was on that ship gets them. We've talked. I don't know if they were Heller's, or the bodies down there in the hold, but- look, I see the storm every fucking time i close my eyes. Always that same damn wave, pulling me under, crushing the lungs right out of my chest. If that's what those poor fuckers had been feeling for all that time, I'm glad they're dead. I haven't slept in, what, three days? Four? I'm scared to try.\n\n\nKAMIŃSKA:\n Well, you look quite well for someone who isn't getting any sleep.\n\n\nOLSON:\n I do, don't I? I've been thinking about that too.\n\n\nOLSON:\n Are we done?\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6134.3: SCP-6134-B-59 Biopsy Transcript\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nVIEW TRANSCRIPT\nCLOSE TRANSCRIPT\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-35 Proper\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Robert Wells\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Julian Bergstrom, Agent Paul McIntyre assisting\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-35 Proper\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr Robert Wells\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Julian Bergstrom, Agent Paul McIntyre assisting\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr Julian Bergstrom, pictured with object SCP-6134-B-59.\n\n\n\n\n\n\nFOREWORD:\n During post-incident investigation of the site of SCP-6134-A's sinking, SCP-6134-B-59 was recovered. The object was immediately notable for its lack of decomposition compared to the remainder of the -B specimens, as well as the fact that it rested on the seafloor undamaged and unobscured by wreckage. The object was transported to Site-35 Proper from the Baltic chapter, and a preliminary examination was performed by Dr Julian Bergstrom. Partial transcript follows.\n\n\n\n\nRECORDING START\n\n\nBERGSTROM:\n -mind if I keep recording?\n\n\nMCINTYRE:\n Yeah, of course. This is off the record, right?\n\n\nBERGSTROM:\n Unless we find something particularly notable, yes. I like to keep a recorder going for my own notes. Beats stopping to write everything down by a mile.\n\n\nMCINTYRE:\n Smart. So, uh, where are we with the autopsy?\n\n\nBERGSTROM:\n Well, to begin with, I would say autopsy might be a bit of a misleading term here. Take a look at the chart over there.\n\n\nMCINTYRE:\n This one?\n\n\nBERGSTROM:\n That's right, with the printout. See the brain activity scan? So, the interesting thing- our friend here isn't really displaying any activity, strictly speaking, it's more of…hm, how to put this. Paused at the crest of a wave, so to speak? As if someone caught him mid-thought. If you take a look over there, it's the same with his vitals.\n\n\nMCINTYRE:\n Like he's frozen in time? That's interesting, I guess. Huh. This is his pulse over here?\n\n\nBERGSTROM:\n The monitor? Oh, no, that's- mind your step- that's the water dripping into that basin you almost tripped over. Constant pump, it does look a little like a heartbeat when you measure it.\n\n\nMCINTYRE:\n It's just water?\n\n\nBERGSTROM:\n At a glance, yeah. Saltwater. Baltic, presumably.\n\n\nMCINTYRE:\n How long has it been going?\n\n\nBERGSTROM:\n Let me check my watch. That'll be, ah, six hours since arrival here, plus however many since they pulled him up out of the Baltic. About a liter every hour I've been watching it, without much sign of stopping.\n\n\nMCINTYRE:\n Is that a lot?\n\n\nBERGSTROM:\n Well, it's certainly more water than he should have inside him, especially if you consider how much came out when I tried to pull that bar out of his chest.\n\n\nMCINTYRE:\n Hm.\n\n\nBERGSTROM:\n You seem disappointed.\n\n\nMCINTYRE:\n Hah. Maybe a little. You know me, doctor, I like a bit of excitement. I was expecting our zombie seaman here to be a little more… entertaining, I suppose.\n\n\nBERGSTROM:\n Well, I'm afraid you'll have to make do with just a small miracle for now, agent. Though if I may make a personal observation-\n\n\nMCINTYRE:\n Yeah, of course.\n\n\nBERGSTROM:\n I think someone loved this man quite a bit, you know. I suppose you could say that little ocean inside him is a bit of the world's lifeblood, isn't it? If you wanted to get philosophical about it, I mean. It didn't make much of a difference in the end.\n\n\nMCINTYRE:\n I suppose it didn't.\n\n\nPause.\n\n\nBERGSTROM:\n Anyhow, if you'd like to help me take these samples down the hall, I think we can wrap up for tonight. Just let me get the cap and gloves off.\n\n\nMCINTYRE:\n Sure thing. Oh, wow, new look?\n\n\nBERGSTROM:\n What do you mean?\n\n\nMCINTYRE:\n The hair. Suits you. I've thought about dyeing mine too, but the wife says she likes the gray. Maybe I'll convince her.\n\n\nBERGSTROM:\n Ha, I, ah, I have no clue what you mean. I'm flattered, but I haven't dyed \nanything\n since I was a teen.\n\n\nMCINTYRE:\n What? Don't tell me I'd \nimagined\n you'd gone silver, that would be embarrassing-\n\n\nBERGSTROM:\n Paul, I've been gray for years.\n\n\nMCINTYRE:\n Wait, what? I think you, uh, I think you should look in a mirror. Let me-\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6134.4: Internal Overseer Council Vote 08-24-02-00348\n\n\nAs of vote no. 08-24-02-00348, 50ml of a 1:100 water-diluted solution of SCP-6134-C is available once per month to all members of the Overseer Council upon filing a written request for peer approval.\n\n\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\nO5-2\n\n\nO5-4\n\n\n\n\n\n\nO5-3\n\n\nO5-12\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\nSCP-6134-C is available to Council members \nexclusively\n, and may not be distributed to employees, friends or family members.\n\n\nUse it wisely.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-6133\n | SCP-6134 | \nSCP-6135\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6134\n\" by daviiid, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6134\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 6kloadingdave.gif\n\n\nAuthor:\n \ndaviiid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n logo.png\n\n\nAuthor:\n \nfar2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Biopsy1.jpg\n\n\nAuthor:\n \ndaviiid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Armerings.jpg\n\n\nAuthor:\n MIPinfo\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Biopsy.jpg\n\n\nAuthor:\n Linda Bartlett\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilenames:\n daisy.jpg, daisy2.jpg\n\n\nAuthor:\n \ndaviiid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nNames:\n Astra IMO 9000376.JPG, Astra p2.JPG\n\n\nAuthor:\n Alf van Beem\n\n\nLicense:\n Public Domain\n\n\nSource Links:\n \nWikimedia\n \nCommons\n\n\n\n\n\n\nFilename:\n heller_cargo.png\n\n\nAuthor:\n \ndaviiid\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Broken container on reefer.jpg\n\n\nAuthor:\n Hervé Cozanet\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n US Navy 031219-N-2903K-005 The Los Angeles class attack submarine USS Jacksonville (SSN 699) makes ready to moor along side USS Hampton (SSN 767).jpg\n\n\nAuthor:\n B.L. Keller\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6134 \" by daviiid, from the SCP Wiki . Source: https://scpwiki.com/scp-6134 . Licensed under CC-BY-SA .",
        "Filename: 6kloadingdave.gif Author: daviiid License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: logo.png Author: far2 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filenames: daisy.jpg, daisy2.jpg Author: daviiid License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Names: Astra IMO 9000376.JPG, Astra p2.JPG Author: Alf van Beem License: Public Domain Source Links: Wikimedia Commons"
    ],
    "containment_procedures": "Objects SCP-6134-A and SCP-6134-B-1 through -58 remain at the bottom of the Baltic Sea approximately 30 nautical miles south of Gävle, Sweden. They are entirely non-anomalous and require no observation.",
    "description": "SCP-6134 is the collective designation issued to a selection of interrelated anomalous objects partially neutralized on 05/12/2002, as well as the relationship between them. This refers specifically to the the refrigerated cargo freighter MV Daisy, a collection of 59 preserved human corpses, and an unspecified quantity of liquid chemically consistent with sea water. These are designated as follows:",
    "title": "SCP-6134"
}