{
    "url": "https://scp-wiki.wikidot.com/scp-6135",
    "all_text": "rating: \n+140\n+\n–\nx\n\n\nDesignation:\n Anomalous Item #6135\n\n\nRetrieved:\n Cesar Falls, Ohio, 05/12/1990\n\n\nCurrent Status:\n Contained in Storage Locker B4J9 at Site-31's C-Wing.\n\n\nSummary:\n A copy of the album \nStorm Front\n, released by American singer Billy Joel in 1989. Item features an extended version of the song \nWe Didn't Start the Fire\n, which contains an additional six verses, lasting ten minutes and forty-five seconds in total. No further copies of this version have been found.\n\n\nThe original song's lyrics reference various cultural and political developments between the 1940s and the time of recording, in loosely chronological order. The additional verses are structurally similar, with the lyrics instead consisting of seemingly random names, terms, and phrases, and alluding to a number of events which did not occur in reality. While several known politicians and public figures are mentioned by name, most of those listed do not correspond to any known persons.\n\n\nWhen interviewed by Foundation staff, Joel and his producers denied having recorded an extended version of \nWe Didn't Start the Fire\n, and the album was tentatively designated Anomalous Item #6135. However, its exact nature remains disputed, and the item's anomalous status has been placed for review in 1991.\n\n\nExcerpt:\n\n\n\n\nDesert storm, Rodney King, Yeltsin, Rabin back again,\n\n\nBill Clinton, Ross Perot, massacre at Waco,\n\n\nZemin, Cobain suicide, Nelson, Tutsi genocide,\n\n\nForrest Gump\n, Arafat, Tonya Harding, internet,\n\n\n\n\nMike Tyson, Tim McVay, OJ Simpson DNA,\n\n\nUnabomber, million man, Tupac Shakur, (taliban?),\n\n\nNetanyahu, (pokey-mon?), Harry Potter, Hong Kong,\n\n\nPrincess Di waves goodbye, Monica and Columbine\n\n\n\n\nAddendum:\n As of March 12, 1991, Item #6135 is pending SCP reclassification at the request of Site Director Elliott Hawthorne. Arkansas Governor William Clinton and Soviet statesman Boris Yeltsin are currently being monitored in order to determine the extent and accuracy of #6135's apparent predictive properties. Investigation into the identities of Tim McVay and Harry Potter is ongoing.\n\n\n\n\n\n\nMore from this author...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6134\n | SCP-6135 | \nSCP-6136\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6135\n\" by Dr Leonerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6135\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: As of March 12, 1991, Item #6135 is pending SCP reclassification at the request of Site Director Elliott Hawthorne. Arkansas Governor William Clinton and Soviet statesman Boris Yeltsin are currently being monitored in order to determine the extent and accuracy of #6135's apparent predictive properties. Investigation into the identities of Tim McVay and Harry Potter is ongoing."
    ],
    "documents": [],
    "notes": [
        "Desert storm, Rodney King, Yeltsin, Rabin back again, Bill Clinton, Ross Perot, massacre at Waco, Zemin, Cobain suicide, Nelson, Tutsi genocide, Forrest Gump , Arafat, Tonya Harding, internet, Mike Tyson, Tim McVay, OJ Simpson DNA, Unabomber, million man, Tupac Shakur, (taliban?), Netanyahu, (pokey-mon?), Harry Potter, Hong Kong, Princess Di waves goodbye, Monica and Columbine",
        "\" SCP-6135 \" by Dr Leonerd, from the SCP Wiki . Source: https://scpwiki.com/scp-6135 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6135"
}