{
    "url": "https://scp-wiki.wikidot.com/scp-6137",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThis is a placeholder entry. The designation SCP-6137 has been held indefinitely at the request of Infohazard Specialist Ida Nguyen with my approval. Under no circumstance is the designation to be used for any SCP object.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n> \nChecking Geofence data…\n\n…\n\n…\n\n…\n\n…\n\n\n> \nLocation confirmed.\n\n\n \n\n\n \n\n\n \n\n\n> \nPlease enter your Site-137 credentials.\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        10d746e5461faf87de6a08990f006943_1743779280\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        3bc8cd6b18bf408043f273c1531b9088_1743779280\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE CONTAINS A CLASS 5 INFOHAZARD.\n\n\n\n\nPERSONNEL ACCESSING THIS FILE WITHOUT LEVEL 2/6137 CLEARANCE HAVE 24 HOURS TO REPORT TO SITE-137. THIS IS FOR YOUR OWN SAFETY AND THE SAFETY OF THOSE AROUND YOU.\n\n\n\n\n\n\n\n\n> \nWelcome, Dr. Boyette.\n\n\n> \n\n\n> \n \nAlert: Site-137 has been locked down on the orders of\n Acting Site Director Ida Nguyen\n\n\n> \n \nAll personnel are to remain on site until further notice.\n\n\n> \n \nComputer access is restricted to the Site-137 intranet.\n\n\n> \n \nLockdown is expected to be lifted in\n -error(INVALID INTEGER)- Days\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6137\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Procedures:\n It's just us now, so there's no real need for formality.\n\n\nSite-137 is in full lockdown. We had just enough time to request a weekly shipment of things we're going to need to survive - food, clean water, paper goods, entertainment, that sort of thing - and modify SCP-6137's database entry, but we are currently on a full communications blackout, and will be for… well, let's not kid ourselves, pretty much forever.\n\n\nSCP-6137 is currently housed in a standard Type 1 Humanoid Containment Cell, but it's allowed to visit the recreation center and mess hall as a reward for its continued cooperation, as well as to help reinforce its existence. You'll be seeing it around the site a lot, by design. We'll be making references to its existence every thirty minutes over the PA, along with twice daily roll calls for all Site-137 personnel, along with any additional names that have been added.\n\n\nWhen in the recreation center and mess hall, do NOT mention anyone not currently assigned to Site-137. We're not going to implement any draconian measures yet, but there are lives on the line. We will not hesitate to enforce this any way we can.\n\n\nIf SCP-6137 mentions the name of someone that isn't Site-137 personnel, immediately inform Drs. Nguyen or Boyette.\n\n\nSite-137's only purpose now is the housing and comfort of SCP-6137.\n\n\nDescription:\n SCP-6137 is a humanoid of indeterminate gender or racial background\n1\n, 2.1 meters tall and about 75 kilos. Its appearance is similar to a human, though with only four fingers on each hand. It is currently very cooperative with Foundation staff and has a gentle disposition.\n\n\nThe only known identifying marks on SCP-6137's body are a pair of similarly designed circular tattoos. The significance of these tattoos is as yet unknown. \nUpdate - 04/07/2014:\n See Addendum 6137.5\n\n\nAnyone learning of its existence will actively attempt to ignore, deny or forget it. From what we can tell, about an hour after learning of its existence or being reminded of such, an outside observer will in some way lose any memory of SCP-6137. It's been different in every observed instance, from contemptuous dismissal to a simple mental block. Any reminder of SCP-6137's existence will cause the affected individual to regain all memory of it.\n\n\nOnce SCP-6137 has learned of a sentient being's existence, if it is not reminded of them within roughly 24 hours SCP-6137 will permanently forget the being and will be unable to create new memories about them. Once SCP-6137 has forgotten them in this manner, they will cease to exist. We still remember them, there's still evidence of their existence, but for all intents and purposes they just suddenly… aren't. Admittedly, there's the slim possibility that they've just been transferred to a different location, but we're not taking the risk. (See Addendum 6137.3)\n\n\nSCP-6137 will become aware of any sentient being that learns of SCP-6137. Given our current circumstances, we're not exactly sure when SCP-6137 becomes aware of them, but any names it mentions will be added to the roll call in any event.\n\n\nA full list of the people we've lost can be found in the mess hall. Please don't make me add to it.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Addendum 6137.1 - Interview Log:\n- Addendum 6137.1 - Interview Log:\n\n\n\n\n\n\n\n\nDate:\n 28/03/2014\n\n\nConducting Interview:\n Head of Security Neill Fontaine\n\n\nBackground:\n SCP-6137 had been taken into Foundation custody on 28/02/2014 after approaching a guard at Site-137 and requesting to be contained. Though no anomalous abilities were noted by Foundation researchers or SCP-6137 itself, Site Director Patrice elected to detain it regardless.\n\n\nBegin Interview - 16:22 Local Time\n\n\nFontaine:\n So… You want to be contained.\n\n\nSCP-6137:\n Yes.\n\n\nFontaine:\n We don't get a lot of people wanting to be contained. Very, very few, matter of fact.\n\n\nSCP-6137:\n I assumed as much.\n\n\nFontaine:\n So you know how this looks.\n\n\nSCP-6137:\n I do. Please though, I deserve to be here.\n\n\nFontaine:\n I don't think you do. I don't know why Patrice let you in, but as soon as we figure out you're not radioactive or something, you're getting dumped on an oil rig somewhere.\n\n\nAt this point, SCP-6137 becomes notably anxious\n\n\nSCP-6137:\n Please, no! Please, I need to be here!\n\n\nFontaine:\n You don't. This interview is over.\n\n\nSCP-6137:\n I'm begging you, don't leave!\n\n\nSCP-6137 starts sobbing\n\n\nSCP-6137:\n I don't want to be alone anymore…\n\n\nEnd of interview\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Addendum 6137.2 - Incident Log - 29/03/2014:\n- Addendum 6137.2 - Incident Log - 29/03/2014:\n\n\n\n\n\n\n\n\n12:55 -\n Security officers Richard DiStephano and Genevieve Frady\n2\n fail to report to the front gates for shift change. Security is unable to locate them.\n\n\n16:32 -\n Head of Security Neill Fontaine vanishes from the cafeteria, in full view of ten other personnel. Site-137 is locked down until he can be found.\n\n\n17:02 -\n Senior Researcher Dr. Maurice Bredotaux disappears from his office. Surveillance footage confirms his disappearance in the same manner as Fontaine.\n\n\n17:15 -\n Junior Researcher Harmon Williams goes missing, later confirmed to have disappeared in the same manner as the others.\n\n\n17:33 -\n Dr. Boyette, while uploading Dr. Bredotaux's notes to Skipnet, remembers SCP-6137. As the personnel that had disappeared had come into contact with the entity, Dr. Boyette feels there may be a connection.\n\n\n18:07 -\n Security Officer Daniel Chaise, the guard assigned to SCP-6137, seemingly abandons his post, later confirmed to have disappeared.\n\n\n18:17 -\n Site Director Armand Patrice vanishes from his office.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Addendum 6137.3 - Interview Log:\n- Addendum 6137.3 - Interview Log:\n\n\n\n\n\n\n\n\nDate:\n 29/03/2014\n\n\nConducting Interview:\n Junior Researcher Dr. Francis Boyette\n\n\nForward:\n Following the sudden disappearances of several personnel, Dr. Boyette recognized a possible connection with SCP-6137. Upon finding its containment cell unguarded, she interviewed them in the hopes that she could learn more about the disappearances and, hopefully, figure out how to stop them.\n\n\nBegin Interview - 18:10 Local Time\n\n\nSCP-6137:\n Hello, Dr. Boyette. Has my request been reconsidered?\n\n\nDr. Boyette:\n Not until you tell me where the others are.\n\n\nSCP-6137:\n Excuse me?\n\n\nDr. Boyette:\n People have been disappearing, and I feel you may know why.\n\n\nSCP-6137:\n I'm afraid I don't know what you're talking about.\n\n\nDr. Boyette:\n I read the interview Mr. Fontaine had with you, and he said some things you probably didn't like. Where is he?\n\n\nSCP-6137:\n That name doesn't mean anything to me. Who, may I ask, was he?\n\n\nDr. Boyette:\n He was our security chief, you talked to him yesterday.\n\n\nSCP-6137:\n Talked to whom?\n\n\nDr. Boyette:\n What?\n\n\nSCP-6137:\n Who did I talk to yesterday? I don't remember talking to many people.\n\n\nDr. Boyette:\n Ummm… Do you remember the name of the first agent to interview you?\n\n\nSCP-6137:\n The first person I talked to was you.\n\n\nDr. Boyette:\n No… His name was Fontaine.\n\n\nSCP-6137:\n All right, I had no recollection of him. He must not have left that big an impression.\n\n\nDr. Boyette:\n What was his name?\n\n\nSCP-6137:\n I'm… I… don't remember.\n\n\nDr. Boyette:\n What's my name?\n\n\nSCP-6137:\n Dr. Francis Boyette.\n\n\nDr. Boyette:\n And our security chief?\n\n\nSCP-6137:\n Ummm…\n\n\nDr. Boyette:\n Fontaine. Say it back to me.\n\n\nSCP-6137:\n Say what back to you?\n\n\nDr. Boyette pulls out her phone and stands up\n\n\nDr. Boyette:\n I need personnel from Communications and Containment to meet me outside Interview Room 3 immediately.\n\n\nEnd Interview\n\n\nNote:\n After deliberating with Dr. Boyette, Dr. Nguyen instated the current containment procedures.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Addendum 6137.4 - Audio Log:\n- Addendum 6137.4 - Audio Log:\n\n\n\n\n\n\n\n\nDate:\n 02/04/2014\n\n\nPersonnel Involved:\n Head of Research Dr. Francis Boyette, SCP-6137\n\n\nForward:\n This is the transcription of a conversation between SCP-6137 and Dr. Boyette, recorded in the hall between SCP-6137's chambers and the mess hall.\n\n\nBegin Transcription - 15:45 Local Time\n\n\nSCP-6137:\n Good afternoon, Doctor. Do you have a moment?\n\n\nDr. Boyette:\n Yes. I have nothing but moments. Nothing at all. Is everything alright with your accommodations?\n\n\nSCP-6137:\n Yes, they have been adequate. Doctor… I've been having intrusive thoughts.\n\n\nDr. Boyette:\n Go see the psych department, I've got sh… stuff to do.\n\n\nSCP-6137:\n I will, but I just wanted to get your opinion..\n\n\nDr. Boyette:\n Fine, lay it on me.\n\n\nSCP-6137:\n Is the name Frederick Glassman known to you?\n\n\nDr. Boyette:\n What… Nobody by that name works here, no. Why?\n\n\nSCP-6137:\n They are known to me.\n\n\nDr. Boyette:\n Why? How? I thought you didn't know anyone outside this site?\n\n\nSCP-6137:\n I am aware of him, just as I am aware of all of you.\n\n\nDr. Boyette:\n That's… that's impossible…\n\n\nSCP-6137:\n Is something the matter, Doctor?\n\n\nDr. Boyette:\n Yes, something is the fucking matter! How do you know that name?\n\n\nSCP-6137:\n Doctor, I apologize, but I'm not certain. I feel like I can see him in my mind… he seems distressed.\n\n\nDr. Boyette:\n Seems distressed! Really? 6137, where is he? Why do you know him?\n\n\nSCP-6137:\n Please don't yell, Doctor. I'm as concerned as you are.\n\n\nDr. Boyette:\n \n<yelling>\n The fuck you are! WHY DO YOU KNOW HIS NAME?\n\n\nSCP-6137:\n \n<crying>\n I don't know! Please Doctor, it wasn't my doing! He was sitting at a computer, he… I don't know what happened!\n\n\nDr. Boyette:\n Sitting at a…? Oh, God dammit, Frederick…\n\n\nSCP-6137:\n Doctor…?\n\n\nDr. Boyette:\n I knew him, yes. He used to work here. He must have spoofed his Geofence location… He saw your file…\n\n\nSCP-6137:\n Doctor, I'm very sorry, I should probably…\n\n\nDr. Boyette:\n No, 6137, it's fine. You go on to the cafeteria. I need to talk to Dr. Nguyen.\n\n\nSCP-6137:\n Alright. I know you're under stress, but I appreciate what you're doing.\n\n\nDr. Boyette:\n You fuckin' \nappreciate\n… Never mind.\n\n\nSCP-6137:\n I'm trying the best I can, Doctor.\n\n\nDr. Boyette:\n Good, 'cause now you have Frederick Glassman to remember too.\n\n\nEnd of transcription\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Addendum 6137.5 - Interview Log:\n- Addendum 6137.5 - Interview Log:\n\n\n\n\n\n\n\n\nDate:\n 04/07/2014\n\n\nConducting Interview:\n Head of 6137 Hospitality Dr. Francis Boyette\n\n\nForward:\n In the past few months, SCP-6137 has been very cooperative with personnel\n3\n, but has consistently evaded any questions about its past. Hopefully I can stress the importance of what we're doing.\n\n\nBegin Interview - 15:45 Local Time\n\n\nDr. Boyette:\n Hey 6137, glad you could take a minute to talk to me.\n\n\nSCP-6137:\n You're welcome, Doctor.\n\n\nDr. Boyette:\n You're fine with us calling you 6137?\n\n\nSCP-6137:\n I don't recall my real name, so, while not ideal, it's the closest to a name I have.\n\n\nDr. Boyette:\n Excellent. And you're getting along well here?\n\n\nSCP-6137:\n Yes, everything has been going well. I appreciate the people here and what sacrifices you've made.\n\n\nDr. Boyette:\n \n<grumbles>\n Sacrifices… Well… a lot of those sacrifices weren't exactly by choice.\n\n\nSCP-6137:\n I… am aware of what you've done for me. And know that I will do all I can to help out here.\n\n\nDr. Boyette:\n Good. You know… one thing that would help is if you could give us a little more of your history.\n\n\nSCP-6137:\n I have already told you everything I know, Doctor.\n\n\nDr. Boyette:\n I know that's what you've said, but anything you could tell us could potentially help us figure out more about your anomalous ability and how we can best keep it contained here.\n\n\nSCP-6137:\n I'm afraid anything I recall won't be of any consequence.\n\n\nDr. Boyette:\n Inconsequential sounds great at this point. I'm not going anywhere.\n\n\nSCP-6137:\n Well, I remember waking near a settlement without a human in sight. I remember it being empty, but I don't necessarily think it started that way.\n\n\nDr. Boyette:\n You don't remember?\n\n\nSCP-6137:\n I was there for days, walking through the streets, talking to myself.\n\n\nDr. Boyette:\n Oh…\n\n\nSCP-6137:\n Doctor… I'm not stupid, I know I wasn't there by myself. I know I have holes in my memory.\n\n\nDr. Boyette:\n Jesus…\n\n\nSCP-6137:\n I’ve been alone for so long and I think it’s my fault…\n\n\nDr. Boyette:\n I know. You… you have us now. For a while. Let’s talk about something else. What about these tattoos?\n\n\nSCP-6137:\n These…? Oh, I keep forgetting they're there. Well… they're words.\n\n\nDr. Boyette:\n Words? They don't look like any language I've ever seen.\n\n\nSCP-6137:\n I received these long ago… long, long ago. Many thousands of years.\n\n\nDr. Boyette:\n Ok… ?\n\n\nSCP-6137:\n This one…\n\n\nDr. Boyette sighs audibly\n\n\nSCP-6137:\n This one is a number… Thirteen thousand, seven hundred seventy one.\n\n\nDr. Boyette:\n OK… And the other?\n\n\nSCP-6137:\n It reads, \"We have become as gods.\"\n\n\nEnd of interview\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It has no visible primary or secondary sexual characteristics, and genetic testing reveals no known genetic markers for gender or race\n\n\n2\n. The guards on front gate duty the day SCP-6137 turned itself in.\n\n\n3\n. As they'd damn well BETTER…\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n \n\n\n\n\n\n\n« \nSCP-6136\n | SCP-6137 | \nSCP-6138\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Date: 28/03/2014 Conducting Interview: Head of Security Neill Fontaine Background: SCP-6137 had been taken into Foundation custody on 28/02/2014 after approaching a guard at Site-137 and requesting to be contained. Though no anomalous abilities were noted by Foundation researchers or SCP-6137 itself, Site Director Patrice elected to detain it regardless. Begin Interview - 16:22 Local Time Fontaine: So… You want to be contained. SCP-6137: Yes. Fontaine: We don't get a lot of people wanting to be contained. Very, very few, matter of fact. SCP-6137: I assumed as much. Fontaine: So you know how this looks. SCP-6137: I do. Please though, I deserve to be here. Fontaine: I don't think you do. I don't know why Patrice let you in, but as soon as we figure out you're not radioactive or something, you're getting dumped on an oil rig somewhere. At this point, SCP-6137 becomes notably anxious SCP-6137: Please, no! Please, I need to be here! Fontaine: You don't. This interview is over. SCP-6137: I'm begging you, don't leave! SCP-6137 starts sobbing SCP-6137: I don't want to be alone anymore… End of interview",
        "12:55 - Security officers Richard DiStephano and Genevieve Frady 2 fail to report to the front gates for shift change. Security is unable to locate them. 16:32 - Head of Security Neill Fontaine vanishes from the cafeteria, in full view of ten other personnel. Site-137 is locked down until he can be found. 17:02 - Senior Researcher Dr. Maurice Bredotaux disappears from his office. Surveillance footage confirms his disappearance in the same manner as Fontaine. 17:15 - Junior Researcher Harmon Williams goes missing, later confirmed to have disappeared in the same manner as the others. 17:33 - Dr. Boyette, while uploading Dr. Bredotaux's notes to Skipnet, remembers SCP-6137. As the personnel that had disappeared had come into contact with the entity, Dr. Boyette feels there may be a connection. 18:07 - Security Officer Daniel Chaise, the guard assigned to SCP-6137, seemingly abandons his post, later confirmed to have disappeared. 18:17 - Site Director Armand Patrice vanishes from his office.",
        "Date: 29/03/2014 Conducting Interview: Junior Researcher Dr. Francis Boyette Forward: Following the sudden disappearances of several personnel, Dr. Boyette recognized a possible connection with SCP-6137. Upon finding its containment cell unguarded, she interviewed them in the hopes that she could learn more about the disappearances and, hopefully, figure out how to stop them. Begin Interview - 18:10 Local Time SCP-6137: Hello, Dr. Boyette. Has my request been reconsidered? Dr. Boyette: Not until you tell me where the others are. SCP-6137: Excuse me? Dr. Boyette: People have been disappearing, and I feel you may know why. SCP-6137: I'm afraid I don't know what you're talking about. Dr. Boyette: I read the interview Mr. Fontaine had with you, and he said some things you probably didn't like. Where is he? SCP-6137: That name doesn't mean anything to me. Who, may I ask, was he? Dr. Boyette: He was our security chief, you talked to him yesterday. SCP-6137: Talked to whom? Dr. Boyette: What? SCP-6137: Who did I talk to yesterday? I don't remember talking to many people. Dr. Boyette: Ummm… Do you remember the name of the first agent to interview you? SCP-6137: The first person I talked to was you. Dr. Boyette: No… His name was Fontaine. SCP-6137: All right, I had no recollection of him. He must not have left that big an impression. Dr. Boyette: What was his name? SCP-6137: I'm… I… don't remember. Dr. Boyette: What's my name? SCP-6137: Dr. Francis Boyette. Dr. Boyette: And our security chief? SCP-6137: Ummm… Dr. Boyette: Fontaine. Say it back to me. SCP-6137: Say what back to you? Dr. Boyette pulls out her phone and stands up Dr. Boyette: I need personnel from Communications and Containment to meet me outside Interview Room 3 immediately. End Interview Note: After deliberating with Dr. Boyette, Dr. Nguyen instated the current containment procedures.",
        "Date: 02/04/2014 Personnel Involved: Head of Research Dr. Francis Boyette, SCP-6137 Forward: This is the transcription of a conversation between SCP-6137 and Dr. Boyette, recorded in the hall between SCP-6137's chambers and the mess hall. Begin Transcription - 15:45 Local Time SCP-6137: Good afternoon, Doctor. Do you have a moment? Dr. Boyette: Yes. I have nothing but moments. Nothing at all. Is everything alright with your accommodations? SCP-6137: Yes, they have been adequate. Doctor… I've been having intrusive thoughts. Dr. Boyette: Go see the psych department, I've got sh… stuff to do. SCP-6137: I will, but I just wanted to get your opinion.. Dr. Boyette: Fine, lay it on me. SCP-6137: Is the name Frederick Glassman known to you? Dr. Boyette: What… Nobody by that name works here, no. Why? SCP-6137: They are known to me. Dr. Boyette: Why? How? I thought you didn't know anyone outside this site? SCP-6137: I am aware of him, just as I am aware of all of you. Dr. Boyette: That's… that's impossible… SCP-6137: Is something the matter, Doctor? Dr. Boyette: Yes, something is the fucking matter! How do you know that name? SCP-6137: Doctor, I apologize, but I'm not certain. I feel like I can see him in my mind… he seems distressed. Dr. Boyette: Seems distressed! Really? 6137, where is he? Why do you know him? SCP-6137: Please don't yell, Doctor. I'm as concerned as you are. Dr. Boyette: <yelling> The fuck you are! WHY DO YOU KNOW HIS NAME? SCP-6137: <crying> I don't know! Please Doctor, it wasn't my doing! He was sitting at a computer, he… I don't know what happened! Dr. Boyette: Sitting at a…? Oh, God dammit, Frederick… SCP-6137: Doctor…? Dr. Boyette: I knew him, yes. He used to work here. He must have spoofed his Geofence location… He saw your file… SCP-6137: Doctor, I'm very sorry, I should probably… Dr. Boyette: No, 6137, it's fine. You go on to the cafeteria. I need to talk to Dr. Nguyen. SCP-6137: Alright. I know you're under stress, but I appreciate what you're doing. Dr. Boyette: You fuckin' appreciate … Never mind. SCP-6137: I'm trying the best I can, Doctor. Dr. Boyette: Good, 'cause now you have Frederick Glassman to remember too. End of transcription",
        "Date: 04/07/2014 Conducting Interview: Head of 6137 Hospitality Dr. Francis Boyette Forward: In the past few months, SCP-6137 has been very cooperative with personnel 3 , but has consistently evaded any questions about its past. Hopefully I can stress the importance of what we're doing. Begin Interview - 15:45 Local Time Dr. Boyette: Hey 6137, glad you could take a minute to talk to me. SCP-6137: You're welcome, Doctor. Dr. Boyette: You're fine with us calling you 6137? SCP-6137: I don't recall my real name, so, while not ideal, it's the closest to a name I have. Dr. Boyette: Excellent. And you're getting along well here? SCP-6137: Yes, everything has been going well. I appreciate the people here and what sacrifices you've made. Dr. Boyette: <grumbles> Sacrifices… Well… a lot of those sacrifices weren't exactly by choice. SCP-6137: I… am aware of what you've done for me. And know that I will do all I can to help out here. Dr. Boyette: Good. You know… one thing that would help is if you could give us a little more of your history. SCP-6137: I have already told you everything I know, Doctor. Dr. Boyette: I know that's what you've said, but anything you could tell us could potentially help us figure out more about your anomalous ability and how we can best keep it contained here. SCP-6137: I'm afraid anything I recall won't be of any consequence. Dr. Boyette: Inconsequential sounds great at this point. I'm not going anywhere. SCP-6137: Well, I remember waking near a settlement without a human in sight. I remember it being empty, but I don't necessarily think it started that way. Dr. Boyette: You don't remember? SCP-6137: I was there for days, walking through the streets, talking to myself. Dr. Boyette: Oh… SCP-6137: Doctor… I'm not stupid, I know I wasn't there by myself. I know I have holes in my memory. Dr. Boyette: Jesus… SCP-6137: I’ve been alone for so long and I think it’s my fault… Dr. Boyette: I know. You… you have us now. For a while. Let’s talk about something else. What about these tattoos? SCP-6137: These…? Oh, I keep forgetting they're there. Well… they're words. Dr. Boyette: Words? They don't look like any language I've ever seen. SCP-6137: I received these long ago… long, long ago. Many thousands of years. Dr. Boyette: Ok… ? SCP-6137: This one… Dr. Boyette sighs audibly SCP-6137: This one is a number… Thirteen thousand, seven hundred seventy one. Dr. Boyette: OK… And the other? SCP-6137: It reads, \"We have become as gods.\" End of interview"
    ],
    "description": "SCP-6137 is a humanoid of indeterminate gender or racial background1, 2.1 meters tall and about 75 kilos. Its appearance is similar to a human, though with only four fingers on each hand. It is currently very cooperative with Foundation staff and has a gentle disposition.",
    "title": "SCP-6137"
}