{
    "url": "https://scp-wiki.wikidot.com/scp-6138",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6138\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-6138 and SCP-6138-2 have been removed from YouTube, Vimeo, Facebook, Instagram, Reddit, Linkedin, Daily Motion, TikTok, and all other platforms and forums they had been posted on. A team of Foundation staff has been tasked with monitoring all attempts to access SCP-6138 via the internet. A single copy of SCP-6138 has been burned onto a CD which is contained in a standard object containment locker at Site-42.\n\n\nAll instances of SCP-6138-1, including civilians who had been under SCP-6138’s influence before SCP-6138’s containment, are to be kept in a standard humanoid containment cell at Site 42. Instances of SCP-6138-1 are to be denied all object requests outside of testing but are to be allowed access to their Foundation-issued companion guinea pigs at all times. Instances of SCP-6138-1 are to be kept under constant surveillance.\n\n\nTemporary Containment Procedures:\n \nSCP-6138 is not to be tested until such a time as it is determined whether or not its effects can be reversed, at which point testing procedures and parameters will be reviewed by the O5 Council and the Ethics Committee.\n\n\n~Overruled- See Addendum 6138.4\n\n\nThere are to be no greater than ten (10) instances of SCP-6138-1 available for testing at any given time. Any civilian instances of SCP-6138-1 are not to be tested on or administered any sort of treatment until a reversal method has been tested successfully, verified, and approved by the O5 Council.\n\n\nDescription:\n SCP-6138 is a five-video series of cognitohazardous lifestyle/motivational videos titled \"lyfe kontrol by dado\", made by POI \"\ndado\n\". It was posted on a variety of video-sharing platforms for free viewing. These videos display a low production quality with most visual elements of the video appearing to be over-saturated stock images or images of a guinea pig identified as dado's hamster 'robert mitchell' presented via PowerPoint, and many of the audio segments are distorted. When captions are written in the video, they are hard to read\n1\n. Research Staff has determined that this fact renders the episodes impossible to fully comprehend by solely following captions. At the end of each episode is a slide including a phone number and email to which viewers can reach out for 'fine product'.\n\n\nThe anomalous effects of SCP-6138 occur when subjects observe the entire series with audio and video actively engaged. SCP-6138 can be safely observed when video and audio are observed separately. Watching SCP-6138 causes gradual but drastic personality changes followed by physical transfiguration\n2\n, resulting in instances of SCP-6138-1, presumed replicas of POI \"dado\". These replicas have an antimemetic effect, causing all who see them to instantly forget their (SCP-6138-1's) appearance\n3\n. The prevailing hypothesis as to why dado instated this effect is that he may not want anyone to know what he looks like. This antimemetic effect does not apply to the subject's voice\n4\n and any information obtained from conversations with instances of SCP-6138-1 will be retained. Research is underway as to whether these effects are permanent.\n\n\nSCP-6138-2 refers to advertisements made for SCP-6138 and distributed on the same forums. These videos are similar in format and production value to SCP-6138 and contain memetic properties influencing people who view them to watch SCP-6138. Instances of SCP-6138-2 always play before or in the middle of a video by another creator in the style of YouTube ads and current research has been unable to identify a pattern of whom they are shown to or why. Upon further investigation, it has been confirmed that these ads are not officially licensed ads from any of the platforms on which they are displayed.\n\n\n\n\nShow Addendum 6138.1: Discovery\n\n\n\n\nClose Addendum 6138.1\n\n\n\n\nAddendum 6138.1:\n Discovery\n\nSCP-6138 was discovered by Foundation Staff when various sites and staff members began to receive calls and texts from people who identified themselves as POI \"dado\". Upon tracing the sources of these communications, it was discovered that they were all coming from sources belonging to different people. This prompted an investigation from the Foundation, wherein interviews with instances of SCP-6138-1 revealed the existence of SCP-6138. The following text messages from Stacey Truman\n5\n are believed to have been the source of the idea for SCP-6138.\n\n\n\n\n\n\n\n\n\n\n\n\nShow Addendum 6138.2: Observations\n\n\n\n\nClose Addendum 6138.2\n\n\n\n\nAddendum 6138.2\n Observations\n\nThe following are detailed observations of the state\n6\n of D-34910 after the viewing of each episode of SCP-6138, as recorded by Lead Researcher Dr. Llewellyn Rourke.\n\n\n\n\n\n\nEpisode\n\n\nResults\n\n\n\n\n\n\nEpisode One\n\n\nSubject expressed a strong urge to adopt a hamster. When provided with a hamster, the subject immediately rejected it, once again asking for a hamster. This continued until the subject was provided with a guinea pig.\n\n\n\n\n\n\nEpisode Two\n\n\nSubject started referring to herself as a \"great entrepreneur\". When asked exactly what kind of business the subject was interested in building, the subject simply continued to refer to herself as a \"great entrepreneur\" and avoid the subject.\n\n\n\n\n\n\nEpisode Three\n\n\nSubject begins to write exclusively in lowercase, and spoken grammar suffered an intense decline. Subject requested a phone for 'talking to costumer'. The request was denied.\n\n\n\n\n\n\nEpisode Four\n\n\nSubject has begun physical transfiguration. Notably, there have been changes in stature, genitalia\n7\n, hair, and facial structure. Any new identifiable changes (ie. facial features, hair, height, stature) were unable to be dictated, as whenever researchers looked away to record them they instantly forgot the subject's new appearance, only retaining the fact that it was not the same as their appearance prior to interaction with SCP-6138. All aforementioned behavioral changes intensified. The subject began to talk with a moderate accent, voice changing to match the pacing, timbre, tone, and range of POI dado.\n\n\n\n\n\n\nEpisode Five\n\n\nBehavioral changes continue to intensify. When the subject was asked what kind of business it was interested in building, the subject began asking what kind of business was needed. Despite their clear state of containment, the subject became very disgruntled and disgusted when it was revealed to it that it was in the custody of a 'foundation man'. The subject shows a high degree of proficiency in the field of parapharmaceuticals despite having no prior knowledge of it. Communications with the subject have become increasingly difficult, as it seems to lack a full understanding of what it is being told. When granted a computer to make posters for a proposed business venture, the subject chose comic sans font and insisted that their 'hamster' had broken the 'upper case key' even though no such key exists and the computer was in perfect working condition.\n\n\n\n\n\n\nClosing Statement:\n Dr. Megs Marvelle, who specializes in anomalous communications and has an antimemetic resistance level of 5.0, was brought onto the research team specifically to conduct research into the physical qualities of SCP-6138. Through this, it was discovered that even those with a high antimemetic resistance level are unable to retain any memory of SCP-6138-1's appearance. Dr. Marvelle was kept on the team as they seemed to be able to communicate on a clear basis with instances of SCP-6138-1.\n\n\n\n\n\n\n\n\n\n\nOpen Addendum 6138.3: Interview With POI dado\n\n\n\n\nClose Addendum 6138.3\n\n\n\n\nAddendum 6138.3:\n Interview With POI dado\n\nFollowing the containment and initial study of SCP-6138, Dr. Marvelle was assigned\n8\n to conduct a phone interview with POI \"dado\" regarding SCP-6138 and the intent behind it.\n\n\n\n\nInterviewed:\n POI \"dado\"\n\n\nInterviewer:\n Dr. Megs Marvelle, Temporarily Based at Site 42\n\n\nForeword:\n Dr. Marvelle used a Foundation-issued personal cellular device to call the phone number displayed at the end of each SCP-6138 episode. Dr. Marvelle would like it noted that this is not how they would regularly speak. Through studying instances of SCP-6138, they were able to develop a linguistic formula on how best to communicate so that dado would understand them. Dr. Marvelle would also like it noted that their identifier in this conversation was censored by their request as they chose to utilize their given name for a disguise\n9\n. They ask that no attempts be made to remove the censorship of this content.\n\n\n<Begin Log>\n\n\ndado:\n Yes hello is dado costumer serve home of fine product and also eat-at-home restaurant how can be helping today?\n\n\nDr. Marvelle:\n Hello dado! Is costumer ████████, just received a privacy link to your lyfe kontrol from costumer friend.\n\n\ndado:\n Yes dado is good capitalist business man expansion into video movie on the so-cals.\n\n\nDr. Marvelle:\n ████████ is bit skeleton\n10\n to watch because friend costumer told ████████ the video movies were removed from the main big intrenet.\n\n\ndado:\n \n(clearly disgruntled)\n Foundation man try to take good dado content off intrenet yes. But no worry, dado content fine quality content.\n\n\nDr. Marvelle:\n Yes believe dado. Still screwdriver though. U help make less scapula\n11\n?\n\n\ndado:\n dado help, make u pill.\n\n\nDr. Marvelle:\n No no no, no pill, just word. Why dado make lyfe kontrol? Just help ████████ under stand.\n\n\ndado:\n Oh yes u want under stand good dado lodging\n12\n. dado very good entrepreneur, no share secretes but will tell u because sometimes gifts good business yes. dado made because nice lady customer massage dado and say \"oh dado want to be u make me movie make me u\" and dado thinks \"well world could use dado more, lots of good capitalist business veneers\n13\n, why not?\" so dado makes video movie even though dado no make movie except one \ndado: captain of industry and also police who r take away antihero and slap the cuffs on\n.\n\n\nDr. Marvelle:\n More good dado excellent yes. But dado make parapharma mostly, why make video movie?\n\n\ndado:\n U know dado? \n(a beat)\n U foundationman?\n\n\nDr. Marvelle:\n No no, dado good capitalist business man, everyone big import know dado and ████████ is wanting to be big import.\n\n\ndado:\n Ah yes yes, dado is big import.\n\n\nDr. Marvelle:\n Yes yes.\n\n\ndado:\n dado did not want to make veto movie, but lady said movie medicine? Did not believe until excavation\n14\n, then thought \"lady right\".\n\n\nDr. Marvelle:\n Movie medicine, yes. Consumer friend acting different, dado know why?\n\n\ndado:\n dado know yes. Lady asked dado to make movie medicine that make her dado. dado thinks this bit strange, but lady said need lyfe kontrol and that dado \nis\n lyfe kontrol, and dado not understand why she think that but u know what smart business people like the Bezos or Elon muskrat man say, costumer always right.\n\n\nDr. Marvelle:\n ████████ under stand now, yes. dado know any way to make costumer friend not dado?\n\n\ndado:\n Customer friend is not dado. \ndado is dado.\n Costumer friend just be like dado every way all time. Still friend, not worry, dado friend to all and now so is consumer!\n\n\nDr. Marvelle:\n Ah yes, under stand. Thank u. But in tree\n15\n could make friend again?\n\n\ndado:\n Why would friend wand be not dado? dado superior.\n\n\nDr. Marvelle:\n No no, for ████████. Miss consumer friend.\n\n\ndado:\n Oh. dado gets, but dado canoe help, sorry no. Friend needed movie medicine for lyfe kontrol, all better now. U see dado movie now good medicine yes?\n\n\nDr. Marvelle:\n Ok thank dado ████████ see yes.\n\n\ndado:\n ████ ███ go watch video movie now join costumer friend?\n\n\nDr. Marvelle:\n Watch movie yes. Bye-bye.\n\n\ndado:\n Bye bye ████ ███ hear u soon when u call for fine dado product!\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Dr. Megs Marvelle replaced Dr. Llewellyn Rourke as Lead Researcher for SCP-6138. This decision came at the recommendation of Dr. Rourke, who thought that Dr. Marvelle's understanding of dado might make them a better fit for the role.\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Addendum 6138.4: Appeal\n\n\n\n\nClose Addendum 6138.4\n\n\n\n\nAddendum 6138.4:\n Appeal\n\nThe following is an appeal submitted by Lead Researcher Dr. Megs Marvelle to the O5 Council and Ethics Committee regarding the temporary parameters in place for the testing of SCP-6138.\n\n\n\n\nAppeal for Removal: Temporary Containment Procedures SCP-6138\n\n\nSubmitted By: Dr. Megs Marvelle, Research Lead SCP-6138\n\n\nAddressed To: \nO5 Council\n, \nEthics Committee\n\n\nMy esteemed colleagues,\n\n\nI write to you today to request the removal of the temporary containment procedures put in place that prohibit my team from testing SCP-6138 on further subjects. While I can appreciate the logic behind the decision to put these parameters in place, restrictions like these are keeping my team from performing valuable work.\n\n\nThe condition on the parameters is as follows: \nSCP-6138 is not to be tested until such a time as it is determined whether or not its effects can be reversed, at which point testing procedures and parameters will be reviewed by the O5 Council and the Ethics Committee.\n However my team had been actively utilizing new test subjects as a method of making the determinations mentioned in this clause before these parameters were put in place. Examples of how my team has been utilizing the ability to test on new subjects include but are not limited to:\n\n\nI) Creating new instances of SCP-6138-1 to observe acute behavioral shifts during the transformation process. This allowed researchers to record data about specific and potentially subtle motivators and trigger points that facilitate transformation.\n\n\nII) Replenishing resources. When potential tactics utilized to test the reversal of SCP-6138’s effects on instances of SCP-6138-1 go awry, they often are fatal. Without the ability to create new instances of SCP-6138-1 to test these tactics on we will not have room to take the risks we have been able to take thus far, and this inhibits our ability to test the full potential of potential reversal methods for fear of completely losing subjects to test on.\n\n\nAs was aforementioned, these are only two examples of how the ability to create new instances of SCP-6148-1 is valuable to us. There are others, but these are the most commonly utilized examples. With this in mind, these parameters are very close to creating a paradox within the testing procedures for SCP-6138. We are expected to find an answer to a very particular question to regain access to these resources, but the resources are the key to finding that answer. With this in mind, I hope you can now understand why I am appealing for the removal of these restrictions. Please be advised.\n\n\nRegards,\n\n\nDr. Megs Marvelle\n\n\n\n\nBelow is the response to this appeal after deliberation from the relevant councils and committees.\n\n\n\n\nRE: Appeal for Removal: Temporary Containment Procedures SCP-6138\n\n\nAs Determined By: O5 Council, Ethics Committee\n\n\nAddressed To: Dr. Megs Marvelle, Research Lead SCP-6138\n\n\nStatus: \nDenied\n\n\nExplanation: While we appreciate your dilemma, it is both impractical and dangerous to have excess replicas with the full knowledge and parapharmaeutical power of dado.\n\n\n\n\nFollowing this, Dr. Marvelle submitted a second appeal regarding these parameters, proposing a compromise.\n\n\n\n\nRE: Appeal for Removal: Temporary Containment Procedures SCP-6138\n\n\nSubmitted By: Dr. Megs Marvelle, Research Lead SCP-6138\n\n\nAddressed To: O5 Council, Ethics Committee\n\n\nMy esteemed colleagues,\n\n\nI thank you for your prompt reply. I appreciate that this might be overstepping my bounds, especially given that this is my first leadership position with the company. I am replying to your verdict with a proposal. I believe my team may have come up with a way to accommodate both parties' needs and concerns.\n\n\nWe propose that a numerical quota of SCP-6138-1 instances be instated rather than a full ban on their creation. This prevents an excess of replicas while also allowing my team to create new instances of SCP-6138-1 when needed. I would be happy to meet with you to discuss this proposal in more detail should it be determined that it is a plausible course of action. I eagerly anticipate your response.\n\n\nRegards,\n\n\nDr. Megs Marvelle\n\n\n\n\nAfter some considerable deliberation, the O5 Council and Ethics Committee sent Dr. Marvelle the following reply:\n\n\n\n\nRE: Appeal for Removal: Temporary Containment Procedures SCP-6138\n\n\nAs Determined By: O5 Council, Ethics Committee\n\n\nAddressed to: Dr. Megs Marvelle, Research Lead SCP-6138\n\n\nStatus: \nPending\n\n\nExplanation: Replying to a verdict is indeed highly unorthodox, Dr. Marvelle. However, we would like to consider your proposal. Please be prepared to elaborate on it tomorrow before members of the O5 Council and Ethics Committee.\n\n\n\n\nNote:\n The proposed compromise was approved, and a quota was instated. Dr. Marvelle also petitioned successfully for the inclusion of a parameter officially excluding the civilian instances of SCP-6138-1 from both the quota and testing procedures.\n\n\n\n\n\n\n\n\n\n\nOpen Addendum 6138.5: Lead Researcher's Statement\n\n\n\n\nClose Addendum 6138.5\n\n\n\n\nAddendum 6138.5: Lead Researcher's Statement\n\n\nThe following is a transcription\n16\n of Dr. Megs Marvelle's statement regarding the current progress on research involving SCP-6138.\n\n\n\n\nAudio Transcript: Dr. Marvelle's Research Statement\n\n\n<Begin Recording>\n\n\nFor the record, this is Dr. Megs Marvelle, Lead Researcher Assigned to SCP-6138. Work with this scip has been extremely promising. We have certainly had challenges, especially regarding restrictions surrounding our work. For a while, it seemed like we might be caught in a total standstill. But we overcame those challenges, as any good team of Foundation Researchers would. I would like to keep this log professional but on a more personal note, this project has also allowed me to learn quite a bit about leadership and I would like it noted on file that I consider myself one of the luckiest researchers in the world to have a team supporting me who is willing to work with me as I navigate new challenges.\n\n\nWhile our team has not yet identified any means to reverse its effects, we have gained a lot of insight into something that has been evading the Foundation for years: dado. Since the discovery of SCP-6138, I have been able to formulate a language that dado seems capable of clearly understanding. Clear communication with this POI has been a struggle for years. It seems that having instances of SCP-6138-1 in our custody has been essentially the equivalent of having the original dado. We may not be able to physically identify him yet, but we're getting a personality profile on dado that shows sides of him we've never seen.\n\n\nWith the new quota in place, I plan to continue our team's work towards reversing these effects and returning subjects to their normal selves. Yesterday we had a test that I'm fairly certain came close. On another personal note, I know what it's like to feel like somebody else, and it is my full intent to ensure that at the very least any affected civilians return to their normal selves. Despite this, I am currently writing a proposal to the Ethics Committee asking for an allowance of one non-reversed instance of SCP-6138-1 so that we might gain more insight into dado. Of course, this would be a D-Class and not a civilian, but I still doubt I'll get approval. Although if they're approving for D-Class to play host to Bright I don't see why they won't allow a host of dado… but I digress. If and when any breakthroughs in this research occur, I will be updating this statement, but for now, this seems like a natural place to end things like… yep, there we-\n\n\n<End Recording>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically these captions are poorly spelled in 5 pt Comic Sans font\n\n\n2\n. See Addendum 6138.2 for details on the exact progression of SCP-6138's effects.\n\n\n3\n. Even those with antimemetic resistance levels of 5.0\n\n\n4\n. This is hypothesized to be because dado's voice is already well known by both the Foundation and the public.\n\n\n5\n. Now an instance of SCP-6138-1\n\n\n6\n. Primarily behavioral patterns\n\n\n7\n. Observed with the subject's consent\n\n\n8\n. Dr. Marvelle was assigned this duty because of their apparent communication skills with instances of SCP-6138-1.\n\n\n9\n. Note from Dr. Marvelle: It may seem personally violating to use my deadname but I do not identify with it anymore, and in an operation like this one I believe that it is better to violate myself than choose a name I am unfamiliar with and risk blowing my cover.\n\n\n10\n. Translation: skeptical\n\n\n11\n. Note from Dr. Marvelle: Due to SCP-6138 habit of constantly changing vocabulary of substitute words for more complex words it might not understand, I had to prepare an arsenal of words that could be interpreted by dado as 'skeptical'. These attempts were successful.\n\n\n12\n. Translation: logic.\n\n\n13\n. Translation: ventures.\n\n\n14\n. Translation: explanation.\n\n\n15\n. Translation: theory.\n\n\n16\n. Dr. Marvelle prefers to record notes about their research on a Tascam 05X Field Audio Recorder.\n\n\n\n\n\n\n\n\n« \nSCP-6137\n | SCP-6138 | \nSCP-6139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6138\n\" by DrMegsMarvelle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6138 \" by DrMegsMarvelle, from the SCP Wiki . Source: https://scpwiki.com/scp-6138 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All instances of SCP-6138 and SCP-6138-2 have been removed from YouTube, Vimeo, Facebook, Instagram, Reddit, Linkedin, Daily Motion, TikTok, and all other platforms and forums they had been posted on. A team of Foundation staff has been tasked with monitoring all attempts to access SCP-6138 via the internet. A single copy of SCP-6138 has been burned onto a CD which is contained in a standard object containment locker at Site-42.",
    "description": "SCP-6138 is a five-video series of cognitohazardous lifestyle/motivational videos titled \"lyfe kontrol by dado\", made by POI \"dado\". It was posted on a variety of video-sharing platforms for free viewing. These videos display a low production quality with most visual elements of the video appearing to be over-saturated stock images or images of a guinea pig identified as dado's hamster 'robert mitchell' presented via PowerPoint, and many of the audio segments are distorted. When captions are written in the video, they are hard to read1. Research Staff has determined that this fact renders the episodes impossible to fully comprehend by solely following captions. At the end of each episode is a slide including a phone number and email to which viewers can reach out for 'fine product'.",
    "title": "SCP-6138"
}