{
    "url": "https://scp-wiki.wikidot.com/scp-6140",
    "all_text": "rating: \n+923\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6140:\n The True Empire\n\nby \nstormbreath\n and \naismallard\n\n\nFor the benefit of translators and editors, here are links to the individual offset pages:\n\n\n\n\nFragment 0\n\n\nFragment 1\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6140\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Joint Task Force Omega-100 (\"Last Stand\") has been established in cooperation with the following organizations:\n\n\n\n\nGlobal Occult Coalition\n\n\nPENTAGRAM\n\n\nThe Abnormal Affairs Management 19th Bureau\n1\n\n\nGRU Division \"P\"\n\n\n\n\nUntil containment is established or the Foundation falls, MTF-Nu-7 (\"Hammer Down\") has been folded into JTF-Omega-100 and placed under the direct oversight of O5-6. Foundation facilities in active areas are being evacuated and replaced with contingents of JTF-Omega-100, in accordance with Deployment Plan-6140.\n\n\nDescription:\n SCP-6140 is the Daevite Empire, as described in \nSCP-140\n, expected to fully materialize within consensus reality on March 20, 2022. SCP-140 has fully breached containment and will result in Incident 140-CK, causing SCP-6140 to manifest.\n\n\n\n\n\n\nPredicted territorial extent upon manifestation.\n\n\n\n\n\n\nThe Overseer Council has preemptively declared the event a BK-Class \"Broken Masquerade\" Scenario, due to the extensive use of hostile and reality-altering anomalies by SCP-6140, even into the modern day.\n\n\nAddendum 6140.1:\n Threat Assessment\n\n\nA joint working group between the Department of Analytics and the Department of Applied Force produced a report outlining the primary dangers associated with a modern-day Daevite Empire. It was based on information from SCP-140, archaeological findings, study of Daevic inscriptions and documents, and parastatistical data models.\n\n\n\n\n\n\nDescription\n\n\nThreat\n\n\nNotes\n\n\n\n\n\n\nGround Force\n\n\nHIGH\n\n\nEstimated active personnel of 2.4 million. Full access to modern equipment via purchases from foreign suppliers.\n\n\n\n\n\n\nAir Force\n\n\nMEDIUM\n\n\nComparatively small but modern air force. Existence of stealth technology contested, though anomalous modification of aircraft is possible.\n\n\n\n\n\n\nNavy\n\n\nLOW\n\n\nThe controlled area is largely landlocked.\n\n\n\n\n\n\nOutside Alliances\n\n\nHIGH\n\n\nSCP-6140 will likely have extensive control or influence over nearby countries, far beyond its boundaries. Operations are underway to preserve geopolitical structure and prevent immediate cascade into an SK-Class \"Dominance Shift\" Scenario.\n\n\n\n\n\n\nInfrastructure\n\n\nHIGH\n\n\nMilitary organs should have no difficulty transferring troops and equipment, even in the event of a multi-front war.\n\n\n\n\n\n\nEspionage\n\n\nUNKNOWN\n\n\nExistence of a national spy agency likely, further details about capabilities are unknown.\n\n\n\n\n\n\nHumanoid Modification\n\n\nMEDIUM\n\n\nAble to cause significant changes to individuals for specific purposes, tactical possibilities unknown.\n\n\n\n\n\n\nApex-tier Pluripotent Entity Collusion\n\n\nHIGH\n\n\nDestructive ability believed to be enhanced through pacts with the Scarlet King.\n\n\n\n\n\n\nBiological Weaponry\n\n\nHIGH\n\n\nHistorical records show highly-developed anomalous transfiguration abilities, possibility of plant or fungus-based contagion likely.\n\n\n\n\n\n\nNuclear Weaponry\n\n\nSEVERE\n\n\nDaevite control of nuclear weapons and ICBMs for delivery is a certainty.\n\n\n\n\n\n\nAddendum 6140.2:\n Inciting Incident\n\n\nThe existence of SCP-6140 is a consequence of a terminal containment breach featuring SCP-140. The original, anomalous print run of \nA Chronicle of the Daevas\n published by SCP-140-A consisted of 75 copies. Of these, 49 were destroyed by SCP-140's anomalous capabilities. Foundation agents were able to locate twenty copies and safely destroy them, leaving six copies remaining: SCP-140 and five additional copies outside of containment, collectively designated SCP-140-B.\n\n\nOne of these uncontained instances was in the personal collection of Richard Bruce, 11th Earl of Elgin, a known Marshall, Carter and Dark associate. Although Bruce observed the proper protocols for handling his copy of SCP-140-B and did not allow any liquids nearby, general security on his property was lax. As a result, a group of lightly-armed anomalous individuals were able to break into his estate and steal it.\n\n\nFollowing the theft, Bruce immediately contacted Marshall, Carter and Dark to report the incident. Given the danger inherent in SCP-140, MC&D contacted the Foundation through a liaison, agreeing to allow the Foundation to contain it upon recovery. \nMobile Task Force Mu-3 (\"Highest Bidders\")\n was deployed to find the SCP-140-B instance.\n\n\nIt was quickly determined that it had been stolen by a sect of the Children of the Scarlet King, intending to use the SCP-140-B instance to resurrect the Daevite Empire, where the Scarlet King was worshipped prominently. MTF-Mu-3 tracked the cult to a house in Elgin, Moray, Scotland and attempted to intervene; however they were too late and arrived to find that the ritual had been completed. Meanwhile, surveillance footage showed that, shortly before their arrival, SCP-140 spontaneously combusted while in containment.\n2\n\n\nAs best as can be determined by Foundation investigators, the ritual involved the ignition of SCP-140-B to \"bring forth the one true Empire from this hoary and tired parchment\". Thaumaturgic sympathy-bonds caused the simultaneous destruction of all other copies of \nThe Chronicles of the Daevas\n. Following the ritual's completion, all known Daevite artifacts began emitting omicron-pattern Hume radiation.\n\n\nThe ritual was performed on the winter solstice\n3\n but is not expected to take full effect until the vernal equinox,\n4\n when the Daevite Empire will manifest in consensus reality at once.\n5\n\n\nAddendum 6140.3:\n Foundation Briefing\n\n\nThe following bulletin was sent to all Foundation personnel to brief them on the impending manifestation of SCP-6140 in baseline reality.\n\n\n\n\n\n\nFROM:\n \no5-1@foundation.scp\n\n\nTO:\n LISTSERV[ALL-STAFF]\n\n\nSUBJECT:\n Impending CK-Class Scenario — Daevite Empire\n\n\nDATE:\n 28-DEC-2021\n\n\n\n\n\n\nTo all members of the Foundation,\n\n\nIn three months time, there will be a CK-Class Scenario of unprecedented magnitude. On March 20th, 2022, the Daevite Empire will manifest in present, consensus reality. Current estimates suggest that its territorial extent will stretch from most of Siberia, down to Iran and replacing the western half of China. For the benefit of personnel unfamiliar with the Daevite Empire or SCP-140, a brief summary follows:\n\n\n\n\nThe Daevite Empire would be one of most hostile and anomalous nations to have ever existed. Several novel thaumaturgic practices were developed in this area, including hemomancy, herbomancy and necromancy.\n\n\nThe state religion enforces worship of the Scarlet King, a violent divine figure. An extant version of this group — known as the Children of the Scarlet King — has attempted to cause world-ending events on several occasions by summoning their deity.\n\n\nTheir anomalous warfare capabilities will have been greatly enhanced through access to modern technology and weaponry. The danger or nature of such enhancements are unknown, but are believed to be extensive.\n\n\n\n\nAll existing exploratory research projects are suspended. All non-essential containment work is suspended. Sites have been assigned specific tasks to protect as much of humanity as is possible. Expect a bulletin detailing your new priorities.\n\n\nOn March 19th, all essential personnel will be moved to reality-anchored sites to provide immunity to the CK-Class Scenario. Class-A or designated personnel will be relocated to extradimensional sites. We are currently working on installing additional Xyank/Anastasakos Constant Temporal Sinks (XACTS) to resist retroactive disruption to the Foundation's existence.\n\n\nWe will survive the re-appearance of the Daevite Empire. Regardless of what happens on March 20th, normalcy will be protected. The consensus will be maintained.\n\n\nFrom the desk of O5-1,\n\nSecure, Contain, Protect.\n\n\n\n\nALERT. BREACH HAS BEGUN.\n\n\n\n\nFootnotes\n\n\n1\n. The paranormal enforcement division of the Ministry of National Security of the People's Republic of China.\n\n\n2\n. The Global Occult Coalition, Horizon Initiative and Serpent's Hand, each of which owned a copy of \nThe Chronicles of the Daevas\n, confirmed that their own copies combusted at the same time as SCP-140. The location of the fifth SCP-140-B instance is unknown; it is assumed to have combusted as well.\n\n\n3\n. Defined in the ritual as symbolically equivalent to midnight.\n\n\n4\n. Likewise defined as symbolic of dawn.\n\n\n5\n. Defined as awakening following a deep sleep or fugue.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6139\n | SCP-6140 | \nSCP-6141\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6140\n\" by aismallard and stormbreath, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6140\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n map.png\n\n\nAuthor:\n aismallard\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative Of:\n \nBlankMap-World\n (Public Domain by Canuckguy and et al)\n\n\n\n\n\n\nFilename:\n daevastan.jpg\n\n\nName:\n Altyn Arashan resort, Kyrgyzstan 3\n\n\nAuthor:\n Adam Harangozó\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n scp-140-a.jpg\n\n\nName:\n Earl S.\n\n\nAuthor:\n Gerard M. Bauer\n\n\nLicense:\n CC0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6140 \" by aismallard and stormbreath, from the SCP Wiki . Source: https://scpwiki.com/scp-6140 . Licensed under CC-BY-SA .",
        "Filename: map.png Author: aismallard License: CC BY-SA 3.0 Derivative Of: BlankMap-World (Public Domain by Canuckguy and et al)",
        "Filename: daevastan.jpg Name: Altyn Arashan resort, Kyrgyzstan 3 Author: Adam Harangozó License: CC BY-SA 4.0 Source: Wikimedia Commons",
        "Filename: scp-140-a.jpg Name: Earl S. Author: Gerard M. Bauer License: CC0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "Joint Task Force Omega-100 (\"Last Stand\") has been established in cooperation with the following organizations:",
    "description": "SCP-6140 is the Daevite Empire, as described in SCP-140, expected to fully materialize within consensus reality on March 20, 2022. SCP-140 has fully breached containment and will result in Incident 140-CK, causing SCP-6140 to manifest.",
    "title": "SCP-6140"
}