{
    "url": "https://scp-wiki.wikidot.com/scp-6141",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6141\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The eastern hemisphere is to be constantly monitored with satellites in low earth orbit. These satellites are to be mounted with cameras capable of resolution which can resolve details that are indicative of SCP-6141 presence at the street level. Details indicative of the presence of SCP-6141 include:\n\n\n\n\n\n\nThe lack of any functioning automobiles, commonly rusted and missing wheels as if exposed to the elements for far longer than elapsed time would indicate, when previously vehicles were maintained and functioning.\n\n\nThe lack of a population, and lack of evidence that a population previously has inhabited the town or city in decades, when previously there was a population and activity.\n\n\nThe lack of maintenance to structures commonly left overgrown with foliage and beginning to deteriorate, when structures previously were maintained and undamaged.\n\n\n\n\n\n\nShould any of these signs be detected, then a small security unit led by a volunteer researcher, or doctor, of level two access or above will enter the area and seek out SCP-6141. Upon locating SCP-6141, the researcher will engage in conversation with the entity and after finishing the conversation, leave the area. Any experiments on or interviewing of SCP-6141 should be done during this time. Personnel is required to be respectful and professional with the Entity during the conversation, though are not required to be clinical.\n\n\nSCP-6141 is considered contained when twenty-four (24) hours pass and the entity’s effect ceases. The general population should be interviewed post-containment under the guise of a government census. During containment, roads into the area should be blocked under the explanation that an accident has occurred ahead. During the interview process with the general population post-event, interviewers must avoid informing the interviewed that substantial time may have passed without them noticing. Should any of the affected become conscious that time has passed without their knowledge, and begin to show signs of nervousness and or panic, apply Class-C Amnestics.\n\n\nThe researcher in charge of containment must be fluent in the language common to the area that SCP-6141 has manifested in. Personnel must leave the five (5) kilometer radius around the entity within the twenty-four (24) hours after having conversed with the Entity.\n\n\nDescription:\n SCP-6141 is a human adult male, appearing between twenty-five (25) and thirty (30) years old\n1\n, approximately two (2) meters in height. SCP-6141 takes the ethnicity, language, and culture of the majority population as its own depending on where it is currently located. SCP-6141 is commonly seen wearing camouflaged clothing, balaclavas, a load-bearing vest, a backpack, and other miscellaneous casual wear typical of the local cultural lower class. SCP-6141 has manifested with firearms of various models.\n2\n\n\nSCP-6141 manifests in inhabited locations with an approximate population between five thousand (5,000) and twenty-five thousand (25,000) in the eastern hemisphere of Earth. SCP-6141's manifestation causes its surroundings to enter a state of advanced urban decay, and the disappearance of all persons living therein. After its departure, these changes are reverted, with the inhabitants of the region retaining no memory of their temporary absence.\n\n\nUpon manifestation, SCP-6141 is already present in the center of the area with a makeshift campfire already created. Unless directly conversed with, SCP-6141 is content to simply sit there doing idle tasks, such as creating wooden trinkets, playing the guitar, or cooking. When SCP-6141 sees fit to end the instance and leave, it will put out the fire (ensuring no embers remain) and pack its things.\n\n\n\n\nI am curious as to why SCP-6141 only manifests in the eastern hemisphere. Is it their home? Does it have to do with their origins? We've asked time and time again, yet they've always said they've told us already. I can't figure it out.\n\n\n\n\n-Doctor Blackwell\n\n\n\n\n\n\n\nEven if an instance of SCP-6141 lasts for a month or more, the population assumes that they've done their usual mundane domestic activities during that time. If an affected individual is informed that from an outside perspective a substantial amount of time has passed, they will display extreme discomfort, confusion, and anxiety. This suggests that these memories are made up subconsciously to attempt to explain why they’ve seemingly “lost time”. Afterward, when asked if they've seen SCP-6141 when presented a photo, the affected will at some point in their timeline know the exact time, date, and location of where they have seen SCP-6141.\n\nAdolescent behavior regarding SCP-6141 is the opposite. Adolescents realize to a degree that time has been “lost” and cannot provide an explanation of what happened from the start of the instance of SCP-6141 to the end. This effect has been shown to not be detrimental to public health so long as Class-C Amnestics are applied to those afflicted\n3\n.\n\n\n\n\nThe Jury is still out on what exactly is causing these memory-time problems that the denizens experience. A psychologist friend of mine suspects that it simply has to do with how older patients recall information less accurately than younger patients. Probably correct, but that still leaves needing to explain all their reactions to time loss. Not to mention Frederick Stenger's account. Maybe it is something 6141 can control? Either way, I am going to need more Ibuprofen.\n\n\n\n\n-Doctor Blackwell\n\n\n\n\n\n\n\nSCP-6141 is non-hostile, and will not engage Foundation personnel. Despite having ready access to a weapon, SCP-6141 has never drawn it in hostility, nor fired upon Foundation personnel. When being conversed with, SCP-6141 responds in the language relevant to the area it has arrived at and fully understands what is being spoken to it regardless of the language used. This is why either an interpreter or researcher fluent in the language is required to understand SCP-6141. Personnel who have spoken with SCP-6141 feel them to be “warm”, “kind”, and “lighthearted”.\n\nSCP-6141 commonly discusses existential topics and thoughts, these thoughts typically surround the “indomitable nature of the human spirit in the face of adversity”, as well as the “soul’s connection to music and the universe'', these discussions are generally upbeat and positive. SCP-6141’s speeches in fact have a non-anomalous morale-boosting effect on personnel and are being copied down for use in motivational media for Foundation personnel, with SCP-6141’s permission\n4\n.\n\n\nSCP-6141’s infatuation in this discussion however is, quote. “The ability for humanity to be able to overpower the feeling of emptiness through willpower and friendship alone, to realize that no man or woman is alone in the darkness”. If confronted with the idea that its beliefs are false, SCP-6141 will present a case-by-case basis of events that the “human spirit has persevered despite the crushing darkness” to back up their beliefs.\n\n\n\n\nNotable Events Mentioned by SCP-6141 include but are not limited to:\n\n\n\n\nThe April 26th 1986 Chernobyl Nuclear Meltdown\n\n\nThe September 11th 2001 Terror Attacks.\n\n\nWorld War One\n\n\nWorld War Two\n\n\n██████\n\n\nThe Black Plague\n\n\nThe Bronze Age Collapse\n\n\nThe Site-██ Containment Breach of ██/██/19██\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery\n\n\nAddendum.6141.1\n\n\nAddendum.6141.2\n\n\nAddendum.6141.3\n\n\nAddendum.6141.4\n\n\n\n\n\n\n\n\nSCP-6141 was first discovered on 3/20/2008 in the town of Khoni, in the country of Georgia after detecting an alarming cessation of telecommunications activity. SCP-6141 was seen by a team of agents at a makeshift campfire, preparing “Chakhokhbili”\n5\n. Assuming hostility, the agents drew their firearms, however at the behest of the agent in charge on scene, Agent Levan, they holstered their weapons upon approach. Agent Levan and their team then took seats with SCP-6141 at its request. At the time, only Agent Levan could understand the Entity, due to SCP-6141 and Agent Levan being the only ones who could speak and understand Georgian. Agent Levan then began conversing with SCP-6141 (see Addendum.6141.1).\n\n\n\n\n\n\n\n\nAudio Log SCP-6141-1\n\n\n\n\nThe following Audio Log is transcribed from Georgian to English. Audio is captured from Agent Levan’s digital recorder.\n\n\n\n\n\n\n[[BEGIN LOG]]\n\n\n\n\n\n——\n\n\nAgent Levan:\n Hey, how are you?\n\nSCP-6141:\n Oh, I’m quite fine. Thank you for providing me company this dreary day, Friend.\n\n\nAgent Levan:\n You’re welcome, do you have a name?\n\n\nSCP-6141:\n No, I'm afraid not, do you?\n\n\nAgent Levan:\n You can just call me Levan.\n\n\nSCP-6141:\n Levan, a good name. You can call me Friend, or whatever suits you.\n\n\nAgent Levan:\n Thank you, Friend. I hate to spoil a good campfire, but I’m afraid we’ll have to take you into custody if you would come willingly.\n\n\nSCP-6141:\n Ah, you are the Foundation? I figured you would come at some point. Would you like something to eat?\n\n\nAgent Levan:\n I’m afraid not, Friend. Now, would you come with us willingly?\n\n\nSCP-6141 sighs. Four seconds of silence.\n\n\nSCP-6141:\n I mean no sarcasm when I say this, Levan. As much as I would love to be in your\n\nFoundation’s comfortable custody, I’m afraid my work must continue.\n\n\nAgent Levan:\n Your work? Is there anything stopping us from forcibly arresting you, Friend?\n\n\nSCP-6141:\n Yes, there is. I do not mean this as a threat, merely a fact. You, or your Foundation, would not appreciate the result if you were to put restraints on me.\n\n\nAgent Levan:\n And just what would occur if I did?\n\n\nSCP-6141:\n This place you see before you will not return to its original state if you arrest me, and I will get away. You will lose over six thousand people, and fail to contain me. This is a poor state of affairs for you, as well as myself, and I would rather you avoid that if at all possible, I mean that from the bottom of my heart, Levan.\n\n\nAgent Levan:\n I… appreciate your forthcoming nature about that, Friend. Is there anything we can do?\n\n\nSCP-6141:\n Well, I suppose you could follow me wherever I go. I believe we are all capable of seeing past the darkness through the help of each other, and making sense of chaos together. Levan, we are never alone. All of you, and the Foundation, are never alone.\n\n\n\n\n[[END LOG]]\n\n\n\n\n\n\nClosing Statement:\n SCP-6141, Agent Levan, and his team converse for two more hours on politics and spirituality before Agent Levan and his team announced they are leaving. SCP-6141 begins to clean up its campsite and extinguish its campfire. Agent Levan reports to Command and asks for further instructions. Given SCP-6141’s explanation and confirming that Levan and his team are not under a memetic or psychic effect, containment is considered not possible at the time. Agent Levan’s team is ordered to wait for extraction at a designated extract point outside of the town.\n\n\n\n\n\n\n\n\nInterview Log SCP-6141-1\n\n\nInterviewed:\n Frederick Stenger\n\n\nInterviewer:\n Researcher Beutel\n\n\nLocation:\n ██████, Germany\n\n\n\n\n[[BEGIN LOG]]\n\n\n\n\nThe following interview is transcribed from Bavarian German into English. Researcher Beutel is conducting a standard questioning of people affected by SCP-6141. Frederick Stenger is brought in for questioning, a 16-Year-Old Male showing signs of SCP-6141's after-effects.\n\n\nResearcher Beutel:\n Hello, Mister Stenger, could you please state your age for the record, please?\n\n\nFrederick Stenger:\n Uh, yeah, sure… I turned sixteen two months ago.\n\n\nResearcher Beutel:\n Thank you. It says here you've reported having severe anxiety and discomfort, what's wrong exactly?\n\n\nFrederick Stenger:\n Well, I feel like… I missed something. Ever felt Déjà vu? It feels like that, except… it hasn't passed, you know?\n\n\nResearcher Beutel:\n Well, that's perfectly normal, though for such a long term is bizarre. Your concerns are similar to others of your age group. Is there anything else you wish to share?\n\n\nFrederick shows signs of embarrassment, Researcher Beutel leans in.\n\n\nResearcher Beutel:\n This is a safe space, Mister Stenger, anything you share with me won't leave this room.\n\n\nFrederick Stenger:\n When I started to realize I missed something, it felt worse than just Déjà vu. I felt like something bad was going to happen, as if some massive amount of dread had latched itself onto my shoulders, and I had to do something about it. The problem is, I realized I could do nothing, it was… awful.\n\n\nResearcher Beutel:\n Well, Mister Stenger, you aren't alone. Many others have reported these same symptoms, thankfully it's short-lived and we can innoculate you.\n\n\nFrederick Stenger:\n Thanks but… that's not all though.\n\n\nResearcher Beutel leans back, concerned, and begins to open their notebook, preparing to write.\n\n\nResearcher Beutel:\n Okay, by all means, go on. I'm listening.\n\n\nFrederick Stenger:\n I remember having talked to someone at some point, very clearly, I felt like maybe it was my father or one of my uncles, but they looked different. I can't remember that well.\n\n\nResearcher Beutel:\n Do you remember what they said? Where it was?\n\n\nFrederick Stenger:\n Sort of, and no, not at all.\n\n\nResearcher Beutel:\n I see, well please, go on.\n\n\nFrederick Stenger:\n I think he took me aside at some point to speak with me privately. He had taken me by my shoulder, his hand felt warm. Like how a parent or teacher's hand feels on your shoulder when they're proud of you, you know?\n\n\nResearcher Beutel:\n Yeah… yeah I know the feeling. Please, continue.\n\n\nFrederick Stenger:\n Well, he told me everything would be okay, and that I would turn into a great man, that I shouldn't have to worry about a thing. Then he told me, \"the world's love and light are present and everywhere, the darkness that you see, you only see because it screams the loudest. Stop listening to the screams, and listen to the happy whispers.\" When I remembered that, I felt better, all the anxiety and confusion had gone away. That's really all I remember.\n\n\nResearcher Beutel:\n They seemed like a very nice individual, though strange. Take a look at this photo for us, do they look like who you spoke to?\n\n\nResearcher Beutel presents a photo of SCP-6141 sitting on a tree stump with their balaclava taken off in their right hand, smiling. The photo was taken before containment procedures were completed.\n\n\nFrederick Stenger:\n No, but I do recognize where they're sitting, my sister and I used to hide in the trees and I remember that stump, weird. Are they a member of the Bundeswehr\n6\n? My brother is an officer, he might know them.\n\n\nResearcher Beutel:\n Oh, I don't believe so. Thank you for telling us this though. I'm afraid that's all I have for you today. If you speak to the woman out front, she will innoculate you. Have a nice day, Mister Stenger.\n\n\nFrederick Stenger:\n You too, thanks for listening to me.\n\n\n\n\n[[END LOG]]\n\n\n\n\nClosing Statement:\n Frederick Stenger was given a dose of Class-C Amnestics to ease the side effects of SCP-6141. They have since forgotten their encounter with SCP-6141, and their life since the interview has returned to status-quo.\n\n\n\n\n\n\n\n\n\n\nInterview Log SCP-6141-2\n\n\nInterviewed:\n SCP-6141\n\n\nInterviewer:\n Dr. Blackwell\n\n\nLocation:\n Calatayud, Province of Zaragoza, Spain.\n\n\n\n\n\n\n[[BEGIN LOG]]\n\n\n\n\nDr. Blackwell after conversing with SCP-6141 for one hour then asks SCP-6141 if they can be given an interview and retrieves a digital audio recorder. The following interview is transcribed into English from Spanish.\n\n\nSCP-6141:\n Just an interview? Why yes, I can do that.\n\n\nDr. Blackwell:\n Thank you. First question, who are you? Do you have a name?\n\n\nSCP-6141:\n I lack a name, though I have preferred to be called Friend. As to who I am, I suppose I would be a Teacher? Yes, that should be adequate.\n\n\nDr. Blackwell:\n A Teacher?\n\n\nSCP-6141\n: Yes, I’m not sure about my own purpose, but deep down I feel like I exist for a reason. The reason I believe is to teach.\n\n\nDr. Blackwell:\n Where did you come from?\n\n\nSCP-6141:\n My memory, like anyone else, is not perfect. My earliest memory might be somewhere during the bronze age collapse, as it is called. I recall meeting a King, reduced to wearing a sack for clothes, and we talked for some time.\n\n\nDr. Blackwell:\n My… the bronze age? You know some of the things our Foundation has kept incredibly secret, and your memory is that long, yet your memory is not perfect?\n\n\nSCP-6141:\n That information? It merely comes to me, I do not know how or from where. It comes to me just the same as language comes to your lips, or how oxygen enters your lungs, like how your eyes read a page of words formed into a poem. There is nothing more to it.\n\n\nDr. Blackwell:\n I see. So knowing about containment breaches that have occurred, or our objects, or ancient history, it just comes to your mind when it’s relevant?\n\n\nSCP-6141:\n Yeah, I suppose that’s a good way to put it.\n\n\nDr. Blackwell:\n Very interesting, thank you, but, back to where you’re from, tell me about this King you met. I’m very interested in that story.\n\n\nSCP-6141:\n Very well, I had arrived in the great City of █████████. I had finished creating my fire and establishing my camp as the ruins of the city, and its fires blew away in the sandy winds. This man, wearing only a dirty crown and, as I said, what looked to be merely a sack, approached me. He sat down, with the saddest look on his face, as I roasted food over the fire, I assumed he smelt what I was cooking. I asked him, “Your Kingdom was like this when I arrived, what has happened, dear friend?”\n\n\nSCP-6141:\n He replied, “I sat idle on my throne as I heard the drums and rumors of the Sea People. I had thought them to be a myth, though it appears the myth itself was as threatening as their reality. My people protested as my coffers and granaries dried, protests turned into riots, riots turned to revolts, revolt into war. What you see is what remains, what a Sea Person has never touched.”\n\n\nSCP-6141:\n I nodded as he explained his woes, saddened at his loss as it seemed he did in fact care for his subjects. I consoled him, “Your people may be gone, your grand city now reduced to what we see now, but I can help you.”\n\n\nSCP-6141:\n He seemed bewildered, his look still brings me a smile, he asked, “how?” I offered him a cup of water for his parched throat, and said: “I can help make sure this never happens to anyone else again, I can use your land as an example, and your sorrow as a tool.” He looked at me with watering eyes, said “thank you,” and from there on I knew my purpose.\n\n\n\n\n[[END LOG]]\n\n\n\n\n\n\nClosing Statement:\n Upon finishing the story, SCP-6141 began to pack up its things and started to leave, telling Doctor Blackwell, quote, \"it's best that we both go home\". Doctor Blackwell politely wished goodbye to SCP-6141 and he and his Security Team were extracted shortly thereafter.\n\n\n\n\n\n\n\n\nIncident Log SCP-6141-1\n\n\nDoctor Blackwell received a letter made by SCP-6141 during a later instance four months after their last meeting, which was delivered to him after inspection for censoring. The letter reads the following.\n\n\n\n\n“Dear Dr. Blackwell\n\n\nI hope my letter finds you well in these times. I did not know who to pen my letter to in your Foundation, and I recalled your name from our last conversation first. Something pushed me to contact you, rather than be contacted, as our usual dialogue goes. I must thank you, as always, for listening to me and talking with me. I was asked in another instance as you put it if I had met anyone not from the Foundation, aside from that King in the bag. I answered that yes, I have, and not all of them have been the nicest of people I have met, including some from your Foundation, but that’s just how things are. You, however, are the first one I had told that story to, and it had reminded me of something.\n\n\nWhat I had seen, prior to arriving at that King’s lands, I have seen these very days. Writing this is painful and I have struggled to put to words what I feel. Anxiety, dread, fear, all words that I have felt before and wished I could never feel again. However, these are how things are, and I cannot ignore these feelings without doing something about it, a quality I see in the Foundation every time I meet them. There will be a time when we all will be tested, even me. It could be tomorrow, this week, next year, or in millennia, but I can see that it is coming.\n\n\nI cannot warn you directly, but I can tell you the future is bright. Despite all the horrors your organization and others fight, despite all the horrors created by your adversaries and more, continually I have seen you and others tip the scales in the favor of humanity. Maybe, just maybe, we will be ready.\n\n\nDr. Blackwell, we are all capable of seeing past the darkness through the help of each other and making sense of chaos together. We are never alone. All of you, and the Foundation, are never alone. Take this letter and all I have said, and in the coming times, I hope that it reminds you and your Foundation of what you fight for.\n\n\nI will continue teaching.\n\n\nForever your friend,\n\n\nA Friend.”\n\n\n\n\n\n\nDue to Incident SCP-6141-1 I will be putting in a request to have SCP-6141 be re-evaluated and redesignated as a Thaumiel object. Whatever it is that SCP-6141 sees coming, it believes that if we keep our path, everything will be alright. Its teachings are valuable as we’ve seen, and I think you’ll agree with me that SCP-6141 can provide so much more as a tool, and an Ally.\n\n\n\n\n-Doctor Blackwell\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-6141 does not appear to age.\n\n\n2\n. SCP-6141 has typically manifested with a pump-action shotgun of an unknown model and is currently being researched.\n\n\n3\n. See Interview Log SCP-6141-1\n\n\n4\n. SCP-6141 has agreed that their words may be used in such capacity.\n\n\n5\n. A Georgian cultural dish.\n\n\n6\n. Lit. Federal Defense. The unified armed forces of Germany.\n\n\n\n\n\n\n\n\n« \nSCP-6140\n | SCP-6141 | \nSCP-6142\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6141\n\" by Donnerino, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6141\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "The lack of any functioning automobiles, commonly rusted and missing wheels as if exposed to the elements for far longer than elapsed time would indicate, when previously vehicles were maintained and functioning. The lack of a population, and lack of evidence that a population previously has inhabited the town or city in decades, when previously there was a population and activity. The lack of maintenance to structures commonly left overgrown with foliage and beginning to deteriorate, when structures previously were maintained and undamaged.",
        "\" SCP-6141 \" by Donnerino, from the SCP Wiki . Source: https://scpwiki.com/scp-6141 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The eastern hemisphere is to be constantly monitored with satellites in low earth orbit. These satellites are to be mounted with cameras capable of resolution which can resolve details that are indicative of SCP-6141 presence at the street level. Details indicative of the presence of SCP-6141 include:",
    "description": "SCP-6141 is a human adult male, appearing between twenty-five (25) and thirty (30) years old1, approximately two (2) meters in height. SCP-6141 takes the ethnicity, language, and culture of the majority population as its own depending on where it is currently located. SCP-6141 is commonly seen wearing camouflaged clothing, balaclavas, a load-bearing vest, a backpack, and other miscellaneous casual wear typical of the local cultural lower class. SCP-6141 has manifested with firearms of various models.2",
    "title": "SCP-6141"
}