{
    "url": "https://scp-wiki.wikidot.com/scp-6143",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6143\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Undercover personnel within various national and international space programs are to plant the file \nBinary_Star.aic\n in both the hardware of control centers and digital components of all launched projects. Space projects to the moon must be discouraged and disbanded by the aforementioned personnel.\n\n\nFoundation AI \"Binary Star\" will intercept and record all data about SCP-6143 for the Foundation database and summarily delete it from non-Foundation records. Foundation assets may not record SCP-6143 or any instances of SCP-6143-1 for safety reasons.\n\n\nClass C amnestics must be administered to civilians that describe SCP-6143. If ineffective, further amnestics or termination may be considered.\n\n\nDescription:\n SCP-6143 is a skeleton of approximately 20 meters in height that carries a rusted shovel of similar length. SCP-6143 has been observed digging pits on the surface of the far side of the moon where a skeleton \nmatching with a corpse on earth\n1\n, from here on designated as SCP-6143-1, will come out of and follow the anomaly to an unknown location. The excavated instances are only identifiable from clothing or grave goods in their possession. Neither seem to require nutrition to function nor seem to have a shared goal.\n\n\nFurther investigation into the nature of SCP-6143 is ongoing.\n\n\nDiscovery:\n On 12 March 2018, Dr. Nails observed SCP-6143 walking on the moon through the live feed of a Foundation satellite in lunar orbit. After 2 hours of observation, Dr. Nails saw that SCP-6143 stuck its shovel into the ground and dug a pit in one motion. Directly afterwards, an unidentified skeleton crawled out and walked away with SCP-6143, losing track of them mere moments later. After adjusting the orbit and parameters, SCP-6143 was observed more occasionally. Extracts available in the addendum below.\n\n\nAddendum 6143.1:\n Excavations by SCP-6143\n\n\n\n\n\n\nExcavation 6143.2 - 20/3/2018\n\n\n\n\n\n\nVisual observation:\n SCP-6143 dug up a skeleton that held a crook and flail.\n\n\nAnalysis:\n The skeleton is probably a missing pharaoh from Upper Egypt. Probably dating around the 32\nth\n to the 30\nth\n century BC.\n\n\n\n\n\n\n\n\nExcavation 6143.3 - 29/3/2018\n\n\n\n\n\n\nVisual observation:\n SCP-6143 dug up one clothed skeleton with a couple of oak leaves in its pockets.\n\n\nAnalysis:\n The skeleton was later identified as William Viktor Charlotte Pendleton by Foundation researchers. Mr. Pendleton had reportedly gone missing. Government officials were able to retrieve its buried remains in a nearby forest after an anonymous tip.\n\n\n\n\n\n\n\n\nExcavation 6143.8 - 11/4/2018\n\n\n\n\n\n\nVisual observation:\n SCP-6143 dug up one skeleton with one leg, carrying a left leg prothese in its hand.\n\n\nAnalysis:\n SCP-6143 picked up the instance of SCP-6143-1 and gave it a piggyback carry. The skeleton could not be identified.\n\n\n\n\n\n\n\n\nExcavation 6143.17 - 27/4/2018\n\n\n\n\n\n\nVisual observation:\n SCP-6143 only put the tip of its spade in the ground whilst digging two graves.\n\n\nAnalysis:\n SCP-6143 helped a child's skeleton crawl out and took it in its arms. From the second pit it took an urn and emptied it inside. A black skeleton made from ash manifested instead and carried the urn afterwards.\n\n\n\n\n\n\n\n\nExcavation 6143.32 - 20/5/2018\n\n\n\n\n\n\nVisual observation:\n SCP-6143 dug 13 graves and drew presumably the symbol of a wreath and eternal fire at the feet. An equal amount of skeletons dressed in different uniforms from the first World War crawled out.\n\n\nAnalysis:\n The skeletons could not be matched with any known soldiers. They presumably are unknown soldiers that could not be laid to rest.\n\n\n\n\nAfter several more weeks of observation multiple Foundation rovers were successfully relocated. However, a pattern in the numbers of skeletons nor location could be found. Observation continued until the events below.\n\n\nAddendum 6143.2:\n Incident Log\n\n\n\n\nForeword:\n The following events were witnessed by Dr. Nails and Dr. Charles Passevant from their assigned control room on 13/7/2018.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\n[Dr. Passevant enters with two cups of tea, gives one to his colleague and sits down in his chair. He begins to skim through the camera footage on-screen.]\n\n\nDr. Passevant:\n Okay, so still nothing?\n\n\nDr. Nails:\n Nope, nada. I mean you're skimming though them right now. They are pretty images, but nothing out of the ordinary.\n\n\nDr. Passevant:\n \n[Sigh.]\n No new anomalies found by the other departments we can talk about?\n\n\nDr. Nails:\n Not even an update on the known ones. \n[Sips.]\n Aw, fuck that's hot!\n\n\nDr. Passevant:\n Well, let's just enjoy the scenery and put the radio on.\n\n\nPresentator:\n Today in our talkshow we will talk about SCP-████! It's a- \n[Screeching.]\n\n\nDr. Nails:\n Ah, come on, it's SCP-████! Shit's weird as hell.\n\n\nDr. Passevant:\n They only talk about clearance level 2 stuff. You know, the anomalies that have their files available to nearly everyone? Besides, you can check the uploaded podcast in the Foundation database. You should do that more often.\n\n\nDr. Nails:\n Uh, Fine. Let's just do the routine check now then. Getting that out of the way.\n\n\nDr. Passevant:\n Sure, better than sitting around.\n\n\n[A routine check is performed during the next 8 minutes, no deviating results were reported. Details omitted for brevity.]\n\n\nDr. Nails:\n Ok, that's done. Let's go back to the camera footage and skim through it again.\n\n\nDr. Passevant:\n Already on it.\n\n\n[Dr. Passevant begins to loop again through the camera's live feed. Suddenly, a skeleton dressed in an orange overall reading \"D-████\" can be seen in full focus.]\n\n\nDr. Nails:\n BY THE LOVE OF- Ah, fuck!\n\n\n[Dr. Nails spills his tea, causing the cup to leave shards everywhere and his feet to get wet.]\n\n\nDr. Passevant:\n You ok?\n\n\nDr. Nails:\n I'll manage, just report the sighting.\n\n\nDr. Passevant:\n Hey! Why don't we have an alarm or something for when we find something more urgent? I'm pretty sure we could use it right now.\n\n\nDr. Nails:\n Alarms down here can disturb people on the telescope so they put in some automation for nearly every loud siren in the building. That stuff will probably only go off when we see a meteor or some other world ending event. I put multiple requests in to reinstate it to no avail.\n\n\nDr. Passevant:\n Well, that sucks. Guess I need to make a couple of calls. You sure you don't need any help or first aid?\n\n\nDr. Nails:\n No, no. Just confirm the identity or something whilst I clean this up.\n\n\n[Dr. Passevant begins dialing to The Department of D-Class Resources. Dr. Nails can be heard placing his shoes on the floor.\n]\n\n\nDr. Passevant:\n \n[Click.]\n D-Class Resources? Passevant from- Yes… Yes, we don't have nor use D-Class here but we want to check up on one. The number? Euh… Hold on, it was D-████ I believe.\n\n\nDr. Nails:\n Don't forget to ask to the past bearers of that number. We're looking for a deceased one.\n\n\nDr. Passevant:\n Got it. \nAhem.\n I forgot to mention, we are looking into previous wearers of the number. Who specifically? Euh, probably an adult male. Yes, yes I'll hold. No problem.\n\n\nDr. Nails:\n A number they test a lot?\n\n\nDr. Passevant:\n Probably, let's hope we got something.\n\n\nDr. Nails:\n The skeleton has a crack on it's left temple. Maybe ask for someone with head trauma.\n\n\nDr. Passevant:\n Eleven possible matches? What about someone with a skull fracture or head trauma of some kind? One match? Great! No, we don't want to request information on the experiment. We were wondering if you could check his grave. Hmm? No, I'm being serious.\n\n\nDr. Nails:\n \n[Sigh.]\n Pass me the phone.\n\n\nDr. Passevant:\n Hold on please. Nails, you're not even wearing your shoes. Why would you take this call?\n\n\nDr. Nails:\n I need to clean those too, okay? Besides, I have permission to walk on my favourite socks when there is no breach, I can perfectly work like this. Now, just pass me the phone. We already got a match, worst case scenario we need to file a separate request. And they probably also don't want to deal with the paperwork either.\n\n\nDr. Passevant:\n Okay, whatever you say. Less paperwork is always worth a try.\n\n\nDr. Nails:\n Hey, It's Nails here. Oh nonononono, we just need to check up on some things. Why? You know \nthose experiments where they shot some D-Class in space\n?\n\n\nDr. Passevant:\n Wait, that actually happened?\n\n\n[Dr. Nails nods and puts a finger before his lips.]\n\n\nDr. Nails:\n Yeah, we only need to pull some checks here and there to confirm if they were actually retrieved or still floating around. Yeah, just like you said. There might have been a number switched up in our documents. Yes, just check the grave and we're good. If not we'll send a forensic or something but you know that causes a bit of hassle when you guys have people stationed everywhere. Yes, that's all. Thanks. \n[Click.]\n\n\nDr. Passevant:\n So… This fellow here was shot into space?\n\n\nDr. Nails:\n No, I don't recognize the number. And if you're wondering, I only read the reports afterwards.\n\n\nDr. Passevant:\n So, we'll just confirm if anything is inside the gra- Hold on a sec.\n\n\n[SCP-6143 can be seen moving towards the SCP-6143-1 instance which came closer to the camera and is pointing at it. D-████ shakes its head and SCP-6143 looks directly back into the lense. It then scrapes the tip of his shovel against the surface and slowly begins to push it down.]\n\n\nDr. Nails:\n Passevant, I- I-\n\n\n[Dr. Nails grasps his chest region before falling down on the floor. Dr. Passevant checks his pulse without a result. SCP-6143 can be seen pushing its shovel fully into the surface and ploughs once. The body of Dr. Nails vanishes from Dr. Passevant's hands. SCP-6143 then forcefully pulls out a skeleton clothed in the same attire as Dr. Nails and seems to whisper something to him. Dr. Nails is thrown back into the grave, touching the shovel briefly with his left leg, and buried by SCP-6143 before reappearing on site with a skeleton leg instead.]\n\n\nDr. Passevant:\n What the-\n\n\nDr. Nails:\n Shit, that hurt!\n\n\nDr. Passevant:\n How are you feeling?\n\n\nDr. Nails:\n Been better, been worse…\n\n\nDr. Passevant:\n What did it say?\n\n\nDr. Nails:\n I don't know. I don't speak dead languages, let alone Death's language. But it's pretty clear it doesn't want us observing the dead anymore. Probably wants us to let them rest in peace.\n\n\nDr. Passevant:\n So, that's what we'll do?\n\n\nDr. Nails:\n I'll talk to the higher ups. I think showing my leg could convince them to push it a little faster.\n\n\nDr. Passevant:\n Damn…\n\n\nDr. Nails:\n Yeah…\n\n\nDr. Passevant:\n Are you okay?\n\n\nDr. Nails:\n Not really.\n\n\nDr. Passevant:\n Do you want me to bring you to the medical wing or do I need to call someone?\n\n\nDr. Nails:\n No, I'm fine. It's just…\n\n\nDr. Passevant:\n What?\n\n\nDr. Nails:\n I lost one of my favourite socks.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing Statement:\n The grave of the prior D-████ individual was found to be empty. Dr. Nails was allowed to continue working and got compensated for this injury. Rovers and satellites were updated to be turned on standby once SCP-6143 or instances of SCP-6143-1 were observed.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nYou have one (1) new message\n\n\n\n\nClose messages\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Passevant\n\n\nFrom:\n Dr. Nails\n\n\nSubject:\n New sightings of SCP-6143\n\n\n\n\n\n\nPassevant,\n\n\nSCP-6143 has been sighted exponentially more in the last few days by personnel maneuvering other probes and other spatial equipment. Since I am unable to contact them at the moment due to other duties, I highly request informing them of the anomaly, updating containment procedures, and the file if necessary.\n\n\nNails\n\n\n\n\n\n\n\n\nTo:\n Dr. Nails\n\n\nFrom:\n Dr. Passevant\n\n\nRE: Subject:\n New sightings of SCP-6143\n\n\n\n\n\n\nNails,\n\n\nI can definitely do that but there is no need to update the file or containments for that. I suggest we brief each other later on this and see where it goes.\n\n\nPassevant\n\n\n\n\n\n\n\n\nTo:\n Dr. Passevant\n\n\nFrom:\n Dr. Nails\n\n\nRE: RE: Subject:\n New sightings of SCP-6143\n\n\n\n\n\n\nPassevant,\n\n\nBriefing: The new sightings are not from human skeletons nor on our moon.\n\n\nNails\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. See Addendum 6143.2\n\n\n\n\n\n\n\n\n« \nSCP-6142\n | SCP-6143 | \nSCP-6144\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6143\n\" by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6143\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6143.1: Excavations by SCP-6143\nAfter several more weeks of observation multiple Foundation rovers were successfully relocated. However, a pattern in the numbers of skeletons nor location could be found. Observation continued until the events below.",
        "Addendum 6143.2: Incident Log\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6143 \" by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-6143 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Undercover personnel within various national and international space programs are to plant the file Binary_Star.aic in both the hardware of control centers and digital components of all launched projects. Space projects to the moon must be discouraged and disbanded by the aforementioned personnel.",
    "description": "SCP-6143 is a skeleton of approximately 20 meters in height that carries a rusted shovel of similar length. SCP-6143 has been observed digging pits on the surface of the far side of the moon where a skeleton matching with a corpse on earth1, from here on designated as SCP-6143-1, will come out of and follow the anomaly to an unknown location. The excavated instances are only identifiable from clothing or grave goods in their possession. Neither seem to require nutrition to function nor seem to have a shared goal.",
    "title": "SCP-6143"
}