{
    "url": "https://scp-wiki.wikidot.com/scp-6146",
    "all_text": ".\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-6146: Sic Semper Cartago\n\n\nTeam Xenophania's third entry in \nDEPARTMENT-CON 2022\n.\n\n\nWritten by \nAftokrator\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nITEM #:\n 6146\n\n\nCONTAINMENT CLASS:\n Uncontained\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n All communications and meetings with SCP-6146, diplomatic or otherwise, are to be conducted at Exoversal Site-10.\n1\n Any attempts by individual members of SCP-6146 to transport into the Prime Universe outside visitation periods as detailed in the Treaty of Agadir are to be intercepted either by Exoversal Site-10 or Station Alpha as appropriate.\n\n\nAll references to SCP-6146 in documents with Clearance Level 2 and below are to utilize its former designation, GoI Ev-6146. Personnel are encouraged to refer to SCP-6146 by its common name in the presence of its members.\n\n\n\n\n+ Access Archived Containment Procedures\n\n\n\n\n- Hide Archived Containment Procedures\n\n\n\n\nARCHIVED CONTAINMENT PROCEDURES:\n Members of SCP-6146 currently under Foundation custody are to be considered diplomatic personnel and treated as such. They are to remain at Exoversal Site-10 and be dissuaded from attempting to travel to the Prime Universe until the finalization of Project Phoinaissance.\n\n\nGag orders have been issued to Foundation personnel at Exoversal Site-10, as per Project Phoinaissance. Under no circumstance are members of SCP-6146 to be made aware of the history of the Phoenician and Carthaginian civilizations of the Prime Universe.\n\n\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6146 refers to an exoversal intergovernmental organization, formerly designated GoI Ev-6146, identified as the Grand Marzeh and numbering an estimated 600 member realities.\n\n\nThe thauma-technological prowess of SCP-6146 vary between member realities, with some only recently acquiring extraversal transportation capabilities while others are centuries-old multiversal empires armed with multiple eigenweapons. It is understood that knowledge sharing efforts have been implemented to alleviate this disproportion.\n\n\nSCP-6146 member realities are universally more thaumaturgically advanced than the Prime Universe. For this reason, and the possibility of a Broken Masquerade Scenario occurring in the event of hostile action taken by SCP-6146 against the Prime Universe, the Department of Extraversal Affairs has deemed it appropriate to designate GoI Ev-6146 as an SCP, and has opted to pursue amiable diplomatic relations with SCP-6146 until further notice.\n\n\n\n\nHISTORICAL CONTEXT:\n\n\n\n\n\n\n\n\nPhoenicia\n\n\nCarthage\n\n\n\n\n\n\n\n\n\n\n\n\nHistorical distribution of the Phoenician language.\n\n\n\n\n\n\nPhoenicia was an ancient civilization originating from the Levant, formed of multiple politically-independent city-states such as Byblos, Tyre, and Sidon. Due to its geographical location, Phoenicia fell under the spheres of multiple competing Bronze Age civilizations, and so changed overlords several times until the Late Bronze Age collapse.\n\n\nExploiting the power vacuum left behind by declining Bronze Age civilizations, Phoenicia was able to become the foremost maritime and mercantile power in the Iron Age Mediterranean. Despite lacking full independence in the previous stage of their history, Phoenician city-states were already well-developed and rich off of bronze-making and being the primary termini for trade within the region. Phoenician colonies were eventually established across the Mediterranean, some surviving to this day as prominent coastal towns and cities. One such colony eventually gave rise to the Carthaginian civilization, a major Mediterranean power in its own right. At the height of their civilization, Phoenicia stretched from the Iberian Peninsula to the Levant, while their trade networks facilitated the exchange of knowledge and culture across the Mediterranean and Near East.\n\n\nUltimately, the Phoenician city-states reverted back to existing as autonomous polities within larger empires, until the dissolution of any and all autonomy under the Roman Empire in the 1st century BCE. Over time, Phoenician culture faded into extinction, while any possible successor states were assimilated into the surrounding cultures or empires of their respective locations.\n\n\n\n\n\n\n\n\n\n\nMarble bust of Carthaginian general and statesman Hannibal Barca.\n\n\n\n\n\n\nCarthage was an ancient city-state and later empire located in modern Tunisia. It was settled around 814 BCE by Tyrian colonists, achieving independence about a century later following the conquest of the Phoenician homeland by neighboring powers. In the subsequent centuries, Carthage developed trade networks and colonies of their own in the Western Mediterranean, as well as its own distinct cultural identity, having been influenced by local cultures in North Africa and beyond.\n\n\nCarthage is perhaps most famously known for being a major competitor to the Roman Republic, with which it fought the Punic Wars. Over the course of these wars, Carthage gradually declined in power and influence, ultimately having most of its possessions annexed into the growing Roman Republic.\n\n\nContrary to popular belief, there is little contemporary evidence to confirm the rumor that Roman general Scipio Aemilianus salted the fields of the city of Carthage to prevent the local peoples from rebuilding. The city itself remained a major Roman city until its final destruction in 698 CE by the Umayyad Caliphate.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 6146.01: INITIAL CONTACT\n\n\nOn 15/03/2023, Exoversal Site-10 was breached by a group of 4 unidentified and unarmed individuals, who surrendered and were subsequently detained on-site. Multiple devices were confiscated, some of which were advanced interversal transporters comparable to Foundation paratechnology. None of the individuals spoke languages known to on-site personnel at the time, hindering communication efforts. Eventually, two of these individuals were identified to be capable of communicating in some variant of Anglo-Saxon, in which interviews were held in to ascertain the group's intentions.\n\n\n\n\nForeword:\n Interview was held primarily in Anglo-Saxon, however portions of the interview do not correspond to any known reconstructions of the language. Rough interpretations of these portions have been \nhighlighted\n.\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\nLANGFORD:\n Alright, let's get started. Please state your name for the record.\n\n\nKADMOS:\n I am Kadmos of House Barca.\n\n\nLANGFORD:\n Barca? You are related to Hannibal Barca?\n\n\nKADMOS:\n Yes. It is good that you know of him. I am one of his direct descendants.\n\n\nLANGFORD:\n I see. What is the purpose for your visit here?\n\n\nKADMOS:\n I am but a [\ntranslator\n] for the [\norganization\n] called the [\nGrand Marzeh\n]. We have already confirmed your [\nworld crossing\n] capabilities, and as such we have come to your [\nworld\n] to establish diplomatic relations with our brethren here. On behalf of our organization, I [\ndemand\n] that you release my comrades from [\nbondage\n] and deliver us to our kin.\n\n\nLANGFORD:\n Your comrades will be released in due time, that I can assure you of. Speaking of which, what is that language you speak among your comrades?\n\n\nKADMOS:\n [\nStandardized Phoenician\n]. There were many differences and dialects between our [\nworlds\n], so we developed a common tongue for [\nease\n].\n\n\nLANGFORD:\n Interesting. What about the language we are using right now?\n\n\nKADMOS:\n Do you have a map?\n\n\n[An unmarked map of the world is displayed on the interrogation room monitor. Kadmos points towards the British Isles.]\n\n\nKADMOS:\n The language we speak in now is a dead one in my [\nworld\n]. It is what the [\nsons\n] of this island spoke centuries ago. You may or may not know it by its [\nroot name\n], [\nEnglish\n].\n\n\nLANGFORD:\n I certainly do, but why do you use it instead of, uh, \nStandardized\n… \nPhoenician\n?\n\n\nKADMOS:\n Good try there. Some of the [\nworlds\n] we encounter are incredibly different from those we have known. Some were [\nruled\n] by [\nEnglish\n] speakers, others were [\nruled\n] by speakers of languages from here, here, even here.\n\n\n[Kadmos points to southern India, the Arabian Peninsula, and the Hawaiian Islands.]\n\n\nKADMOS:\n Not all of these [\nworlds\n] have treated my brethren well. So, we utilize old languages that are likely to have [\nchildren\n] that [\nrule\n] the [\nworld\n] to make contact. Like now, we are received not by our brethren, but those who require dead languages to speak.\n\n\nLANGFORD:\n I see. If I may ask, what happens to [\nworlds\n] in which your brethren no longer walk the Earth?\n\n\nKADMOS:\n Then it is a great tragedy. Where our brethren fall, we offer [\nprayer\n]. Where [\nPhoenician\n] blood is spilt, we offer [\njustice\n]. We seek to understand the history and context of such [\nregrettable\n] events, and [\nact\n] accordingly.\n\n\nLANGFORD:\n What would entail such action?\n\n\nKADMOS:\n The [\nGrand Marzeh\n] has approved of [\nopening\n] the [\nworld\n] for our brethren to offer [\nprayer\n] and [\njustice\n] in the past. We will do so once more if the need arises.\n\n\nLANGFORD:\n Thank you for your cooperation, Kadmos.\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nFollow-up interviews provided the Foundation with greater insight into the military strength and extent of influence wielded by SCP-6146, as well as the prevalence of realities in which SCP-6146 operates both within and without their respective Veils. All present members of SCP-6146 were later transferred from standard holding cells to guest rooms at Exoversal Site-10 and permitted limited access to the Site's amenities.\n\n\n\n\n\n\n\nInternal Meeting — Exoversal Site-10, Conference Room 2A\n\n\n> RECORDING STARTED <\n\n\n\n\n\n\n\n\nLANGFORD\n\n\nWell. This has been quite the day.\n\n\n\n\n\n\nARCE\n\n\nI've looked over the interview transcripts, and I can't say I'm too fond of their tone.\n\n\n\nWe should move to classify this, \"Grand Marzeh\" as a hostile exoversal Group of Interest immediately.\n\n\n\n\n\n\nLANGFORD\n\n\nLet us not be too hasty here.\n\n\n\nThere could easily be important context lost in translation on our end, and I'm not entirely confident that their command of dead languages is concrete either.\n\n\n\n\n\n\nARCE\n\n\nAre you hearing yourself right now?\n\n\n\nOne of the statements made during those interviews was, and I quote: \"Where Phoenician blood is spilt, we offer justice.\"\n\n\n\n\n\n\nLANGFORD\n\n\nI can see where you're coming from, but the last thing we both want is for conflict to blow up from a misunderstanding or mistranslation. Hell, we don't even know their \"justice\" entails.\n\n\n\nAnyway, how goes the analysis of their Standardized Phoenician, Anton?\n\n\n\n\n\n\nSIEGEL\n\n\nWe're still cross-referencing with our records, but we're pretty sure that 'Standard Phoenician' is their analogue of Esperanto. It's a constructed language, mostly derived from the Tyrian dialect but with Punic scattered about here and there.\n\n\n\nThe Linguistics Division AICs should be done with lexicographing the language within the next 36 hours or so.\n\n\n\n\n\n\nLANGFORD\n\n\nThat makes sense, what with Phoenicia historically being a bunch of city states with their own dialects.\n\n\n\nI wonder what their ancestors did right to give rise to all this?\n\n\n\n\n\n\nSAMARA\n\n\nWe're inferring that at some point in the history of their home realities, a major political event divided the Phoenician city states from the other Canaanites enough that a distinct identity could take root, much like how the Greeks in the Prime Universe coalesced in the wake of their wars with Persia.\n\n\n\nThat being said, any reality with a point of divergence that far back would be terribly tedious to reach, even with our latest paratech. Just how advanced does that make them, then?\n\n\n\n\n\n\nLANGFORD\n\n\nNot that much more than us, apparently.\n\n\n\nOne of our techs took a crack at their transports earlier, they weren't that different from ours conceptually. I'd be inclined to say that these folks are seasoned interversal travelers.\n\n\n\n\n\n\nSIEGEL\n\n\nSpeaking of Punic, it would appear that a notable portion of GoI Ev-6146 is comprised of Carthaginians or those hailing from Carthaginian successor states. I can't remember how many times I've heard the words \"Barca\" or \"Hannibal\" today.\n\n\n\n\n\n\nLANGFORD\n\n\nHuh. I guess by technicality, Carthage can be considered part of any Phoenician group.\n\n\n\nWhat I'm concerned about is how militaristic that makes GoI Ev-6146. The Phoenicians were peaceful traders and shipbuilders, but with Carthaginian traditions in the mix…\n\n\n\nWe might be dealing with an organization that far outclasses us in firepower.\n\n\n\n\n\n\nARCE\n\n\nNice! So when can we expect an invasion of Italy by exoversal Carthaginians?\n\n\n\n\n\n\nSIEGEL\n\n\nJean, for the love of god—\n\n\n\n\n\n\nLANGFORD\n\n\nLook, we don't know that.\n\n\n\nRight now, our best bet is to keep these diplomats comfortable and under our custody. We have recordings of their conversations but until we can figure out how to translate those properly, well, we'll just have to make sure they don't figure out that we don't actually have a Phoenicia or Carthage for them to visit.\n\n\n\n\n\n\nARCE\n\n\nAt this rate, it's not going to end when those diplomats leave.\n\n\n\nSure, we can deceive them all we want but at the end of the day, it just means that they know we're hiding something from them. We can't even amnesticize them without the possibility of arousing suspicion from SCP-6146.\n\n\n\nSooner or later their ships are gonna come knocking to do some coercive diplomacy.\n\n\n\n\n\n\nSAMARA\n\n\nThey're right, you know.\n\n\n\nWe can't keep something like this going indefinitely. Something's gotta give.\n\n\n\n\n\n\nLANGFORD\n\n\nCould we perhaps lead them to a reality \nwith\n a sizable Phoenician or Carthaginian presence, introduce it as the Prime Universe, and then convince them that 'our' Carthage wants nothing to do with them?\n\n\n\n\n\n\nSIEGEL\n\n\nNo dice. None of the realities nearby fit that particular bill, and any that do are probably too far away for us to give us reasonable verisimilitude.\n\n\n\nAlthough, I do have another idea. Are you all familiar with the concept of a Potemkin village?\n\n\n\n\n\n\n\n\n \n\n\n> RECORDING ENDED <\n\n\n \n\n\n\n\n\n\nADDENDUM 6146.02: PROJECT PHOINAISSANCE OVERVIEW\n\n\n\n\n\n\nThe Presidential Palace prior to deep cleaning. Note the build-up of dust coating the structure.\n\n\n\n\n\n\nProposed by Dr. Anton Siegel as a measure to deter further investigation of the Prime Universe by SCP-6146, Project Phoinaissance would effectively recreate Carthage as a puppet state under Foundation control to serve as a proxy for diplomacy with SCP-6146. The government of this constructed Carthage would be instructed to respectfully decline the offer for membership in SCP-6146 on grounds of isolationist policy, eliminating the possibility of confrontation over the absence of any actual Phoenician or Carthaginian presence in the Prime Universe.\n\n\nBorder reality U-Valencia-ดვዓᚗᕤ-D, which hosts Exoversal Site-10, was chosen as the location for the creation of a faux capital, centered at the approximate location of the modern city of Carthage. This was primarily due to the existence of infrastructure, albeit abandoned, and the absence of a living population within the area.\n2\n\n\nFollowing a sanitation regime, D-class personnel dressed in plainclothes would be utilized to simulate a living population within the immediate vicinity of the official residence of U-Valencia-ดვዓᚗᕤ-D's former Tunisian government, designated as the Presidential Palace. Loudspeakers placed throughout the city would loudly play traffic and construction work noises to further improve the illusion of the city actually being inhabited. Personnel selected to act as government officials of Carthage would be administered engineered meme complexes to attain fluency in a modified version of Standard Phoenician to emulate a localized language, in addition to the creation of a false history of the constructed Carthage.\n\n\nRecognizing the value in such an undertaking for any future interactions with SCP-6146, Project Phoinaissance was approved by the OV Council on the condition that the Department of Extraversal Affairs would \nfinance the project themselves\n.\n\n\nProject Phoinaissance took a total of 54 hours to complete, largely owing to the difficulty in cleaning up the remnants of the previous population, which have since been transferred into the custody of the Department of Acroamatic Abatement. In this time, Foundation AICs also completed the compilation of a Standard Phoenician dictionary, allowing for sufficiently accurate real-time translation while using any standard issue BF-42 Personal Translation Device.\n\n\nSCP-6146 members in Foundation custody were later informed that the faux Carthaginian government had not only received their requests, but also invited them to to visit the Presidential Palace for further dialogue and a formal dinner. Shortly after they accepted, they were transported to the restored Presidential Palace by helicopter from Exoversal Site-10.\n\n\nThe SCP-6146 members were received by an Agent Hassan, masquerading as President Calanico at the Presidential Palace, accompanied by a security detail derived from Exoversal Site-10's task forces. Cmd. Acre and Drs. Langford, Samara, and Siegel were also present, monitoring the SCP-6146 members from the security room.\n\n\n\n\n\n\n\nVideo Log — Presidential Palace, Dining Hall\n\n\n> RECORDING STARTED <\n\n\n\n\n\n\n\n\nCALANICO\n\n\nThank you for accepting our invitation to dinner, ladies and gentlemen.\n\n\n\n\n\n\n\n\nThe SCP-6146 members are visibly impressed by the opulence of the dining hall and the Presidential Palace as a whole.\n\n\n\n\n\n\nPUMYATAN\n\n\nThe pleasure is ours, Mr. President.\n\n\n\n\n\n\nCALANICO\n\n\nI think I speak for my colleagues when I say that our response to your arrival was slower than expected.\n\n\n\nFor that, we would like to apologize.\n\n\n\n\n\n\nPUMYATAN\n\n\nWe understand the incredible circumstances your government has found itself in upon our arrival.\n\n\n\nEven an eagle must wait for the mice to rise before it can hunt. Consider it forgiven.\n\n\n\n\n\n\nCALANICO\n\n\nQ-quite so. To suddenly discover that we are not alone in this wide universe…\n\n\n\nNow, you must be famished, having come such a long way.\n\n\n\n\n\n\n\n\nPresident Calanico snaps his fingers. Several plates of chickpea chorizo stew are brought out to the table by a group of waiters.\n\n\n\n\n\n\nCALANICO\n\n\nPlease, help yourselves. It is my favorite dish.\n\n\n\n\n\n\n\n\n30 minutes of extraneous conversation regarding the fabricated history and geopolitical situation of the faux Carthage have been removed for brevity.\n\n\n\n\n\n\nAGENNOR\n\n\nThat was quite delicious. My compliments to the chef.\n\n\n\n\n\n\nCALANICO\n\n\nGlad you enjoyed it, Mr. Agennor.\n\n\n\n\n\n\nKADMOS\n\n\nYou know, I am curious. I understand that your government operates mostly outside your Veil, however I can't help but feel that there was more to this delayed welcome than you've let us on.\n\n\n\nIt took 3 whole days just to have our request received, let alone be invited here for dinner.\n\n\n\n\n\n\nCALANICO\n\n\nBut of course. I'm sure you know how complicated protocols can be sometimes, especially when working with the Foundation. I wouldn't want to bore my guests over the minutiae of our bureaucratic workings.\n\n\n\n\n\n\nKADMOS\n\n\nCertainly. However, unlike this country, we weren't born yesterday.\n\n\n\n\n\n\n\n\nPresident Calanico chokes on a piece of chorizo in surprise, quickly washing it down with a swig of water.\n\n\n\n\n\n\nCALANICO\n\n\nI'm not sure I follow..?\n\n\n\n\n\n\nPUMYATAN\n\n\nYou can drop the act now, Mr. President. My colleagues and I have already gleaned what we need to know about our brethren in this world.\n\n\n\n\n\n\nCALANICO\n\n\nSorry, I don't believe I fully understand what you're talking about here.\n\n\n\nWe literally just talked about the history of my country.\n\n\n\n\n\n\nALEP\n\n\nYour\n country? Really?\n\n\n\nNot to be snakes before a nest, but do we really have to explain ourselves here? We know that all this is merely a fabrication, and that you've been keeping tabs on us and our conversations ever since we arrived.\n\n\n\n\n\n\n\n\nAlep turns to look directly at a surveillance recorder hidden in a fresco on a nearby wall before waving at it.\n\n\n\n\n\n\nALEP\n\n\nThe fact we're having this conversation right now means know our language, albeit this world's Phoenician seems slightly more different than what we're used to.\n\n\n\nAlas, this is far from the first time that a ruse like this was pulled on us, although I must say none have been this blinding.\n\n\n\n\n\n\nCALANICO\n\n\nBlinding? What are yo—\n\n\n\n\n\n\nALEP\n\n\nI mean, really. At this point you're just leaving the coop open.\n\n\n\nRegardless, I think this has gone on for long enough.\n\n\n\n\n\n\n\n\nAlep retrieves a small device from one of her pockets\n3\n and begins fiddling with it.\n\n\n\n\n\n\nCALANICO\n\n\nWhat are you doing?\n\n\n\n\n\n\nALEP\n\n\nPlacing an order for the crucifix and nails.\n\n\n\n\n\n\n\n\nAlep's statement is interpreted as her preparing to request reinforcements from SCP-6146. Orders to incapacitate the SCP-6146 non-lethally are relayed via earpiece. Multiple bodyguards reach for their taser holsters.\n\n\n\n\n\n\nKADMOS\n\n\nI don't think so.\n\n\n\n\n\n\n\n\nKadmos snaps his fingers. Every person in the room carrying a gun on their person, including President Calanico, is abruptly encased in a block of translucent material resembling ice.\n\n\n\n\n\n\nKADMOS\n\n\nThere's a lot more where that came fro—\n\n\n\nWhoops.\n\n\n\n\n\n\n\n\nThe only people in the dining hall that are not currently incapacitated are the 4 SCP-6146 members, who remain seated at the table.\n\n\n\n\nAgennor and Kadmos whisper to each other loudly.\n\n\n\n\n\n\nAGENNOR\n\n\nThat wasn't \nall\n of them, right?\n\n\n\n\n\n\nKADMOS\n\n\nHow was I supposed to know they all had guns on them?\n\n\n\n\n\n\n\n\nA television screen in the dining hall starts up, revealing Drs. Langford, Samara, and Siegel in the security room.\n\n\n\n\n\n\nLANGFORD\n\n\nUh, hello? Are we visibl— Yep, OK, we're good. Umm.\n\n\n\nSince you've incapacitated everyone else in the room, we'll talk things out with you on their behalf.\n\n\n\n\n\n\nPUMYATAN\n\n\nYou just tried to kill us, and you still want to talk?\n\n\n\n\n\n\nACRE\n\n\nLook, we weren't going to kill you, we were just going to incapacitate you. Big difference.\n\n\n\n\n\n\n\n\nKadmos inspects one of the encased personnel, who was frozen mid-stride with taser in hand. He turns and nods at Pumyatan after confirming this.\n\n\n\n\n\n\nPUMYATAN\n\n\nThat doesn't make it any better a way to serve guests.\n\n\n\nThere's a very simple way to resolve this. Take us to where our brethren are held in your world.\n\n\n\n\n\n\nLANGFORD\n\n\nSorry, wait— That's it? Isn't this the part where you issue a declaration of war or something?\n\n\n\nOr did we not translate that part right?\n\n\n\n\n\n\nAGENNOR\n\n\nOh no, we do issue those, but you must understand that our organization is one that bares no lies to the baker.\n\n\n\nWe intend to understand the context behind what you've done to our brethren in your world before summary judgement can be carried out.\n\n\n\n\n\n\nSAMARA\n\n\nAnd if we refuse?\n\n\n\n\n\n\nAGENNOR\n\n\nThat's that, then.\n\n\n\nEither you return us our transporters and let us be on our way, or we will simply wait here until our allocated dispatch period elapses, after which the Grand Marzeh will come knocking with a task force or two to collect us. As of right now, we have about… 4 days left.\n\n\n\nOf course, we can always accelerate that, as Alep was about to do.\n\n\n\n\n\n\nALEP\n\n\nOur task forces, they're quite efficient, you know. One time Pumyatan here got stuck in a world controlled by a eugenicist world order that was convinced that Canaanites\n4\n were universally impure.\n\n\n\nTask force got her out of there in less than an hour, and then one of our fleets handled the rest.\n\n\n\n\n\n\nSAMARA\n\n\nGod, that sounds horrible.\n\n\n\n\n\n\nPUMYATAN\n\n\nIt's how I lost this eye, you know.\n\n\n\n\n\n\nLANGFORD\n\n\nWhat would 'handle the rest' entail here, if I may ask?\n\n\n\n\n\n\nKADMOS\n\n\nSubjugation and reorganization as a frontier world. I think you might have a rough idea about what exactly that entails.\n\n\n\n\n\n\nPUMYATAN\n\n\nOn that note, it would be wise to accept our requests while we're all still being reasonable about it.\n\n\n\n\n\n\n\n\nSilence for 6 seconds, broken by Dr. Siegel sighing and standing from his chair.\n\n\n\n\n\n\nSIEGEL\n\n\nVery well. Shall we depart now, then?\n\n\n\n\n\n\nAGENNOR\n\n\nAnd leave all this food untouched? Surely your world isn't that barbaric.\n\n\n\n\n\n\n\n\n \n\n\n> RECORDING ENDED <\n\n\n \n\n\n\n\n\n\nFollowing this exchange, Project Phoinaissance was suspended indefinitely,\n5\n while Station Alpha approved the translocation of the aforementioned group to the Prime Universe as part of a diplomatic entourage. The entourage, dressed in plainclothes, visited multiple Phoenician and Carthaginian archaeological sites and museums in Tunis, the United Arab Republic, and the US states of Jerusalem and Lebanon over the course of the next few days.\n\n\n\n\nFOREWORD:\n The following log was recorded shortly before the scheduled departure of the 4 SCP-6146 members within the premises of Syed's Coffee and Pastry, a Foundation front company located in Jaffa, Jerusalem.\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n\n\n[Alep and Kadmos sit at a table with Cmd. Acre and Drs. Langford, Samara, and Siegel. Empty coffee cups and plates are present. Pumyatan and Agennor sit at a nearby table, helping the latter pack souvenirs into a portable subspace anomaly.]\n\n\nSIEGEL:\n Out of curiosity, back at the dinner, what gave us away?\n\n\nALEP:\n Well there were those hidden recorders. You never bothered to apply concealment sigils so it's not that hard for a thaumaturge to take notice.\n\n\nSIEGEL:\n We didn't know you were thaumaturges then. Anything else?\n\n\nKADMOS:\n You mean, what else other than your horrendous rendering of Standard Phoenician? All we had to do was throw a few idioms out to make your \"President\" lose the plot.\n\n\nSIEGEL:\n You wound me, Mr. Kadmos. Machine translation has its limitations, and we don't have a lot left of the source to work with in this reality.\n\n\nKADMOS:\n Indeed. I would recommend you work on improving it post-haste, because what you have now is downright unmentionable, if not illegal.\n\n\n[Alep and Kadmos share a chuckle, while the others laugh nervously in confusion at the presumed joke.]\n\n\nKADMOS:\n Honestly, I think I might have preferred our brethren here be alive but imprisoned instead of being dust in the earth.\n\n\nALEP:\n Mhmm. I must admit that this is the first time I've seen a world like yours. I always knew in the back of my mind that out there, there would be worlds where we simply fade into the annals of history. I just didn't think we'd come across one so soon.\n\n\nLANGFORD:\n What's the end goal here, though? Seems illogical for the Grand Marzeh to send its members out to explore instead of drones.\n\n\nALEP:\n It's a long story.\n\n\n[Dr. Langford glances at his wristwatch.]\n\n\nLANGFORD:\n One which we still have time for, by the looks of things.\n\n\nALEP:\n So it is. Before the Grand Marzeh was formed, our predecessor organizations were content with exploring the multiverse at our respective paces, occasionally visiting each other to exchange pleasantries. It was quite peaceful. You can imagine how shocked we were when we first found a world without a Phoenicia to greet us. Millions murdered within the span of 3 years. They were avenged, of course. That was all we could really do.\n\n\nACRE:\n You have our condolences.\n\n\nALEP:\n Much appreciated. The Grand Marzeh came into existence shortly after this discovery, with the prime directive being the protection of our brethren across the multiverse. We took a more proactive stance, sending delegations — such as my group — to seek out worlds with brethren that may require our help.\n\n\nSAMARA:\n Wait so the Grand Marzeh's goals are to search, contact, and protect vulnerable Phoenician populations?\n\n\nKADMOS:\n Well there are exceptions where we've assisted non-Phoenician populations in similar dispositions, but when you put it that way… I suppose it is.\n\n\n[Drs. Langford and Siegel groan while Cmd. Acre suppresses a chortle.]\n\n\nACRE:\n So let me get this straight, you thought that we were, what, genocide perpetrators or collaborationists?\n\n\nKADMOS:\n Something like that. We were certain that your organization was aware of some manner of atrocity committed to our brethren here, but we weren't sure how involved it was.\n\n\nLANGFORD:\n Well this certainly explains your apprehensiveness when you first arrived.\n\n\nALEP:\n No, actually, that was from you detaining us and confiscating our communicators. Pumyatan thought we arrived in another police state.\n\n\nACRE:\n Ah. Sorry about that.\n\n\nKADMOS:\n It is forgiven. I can only hope the worlds after this are more welcoming.\n\n\nSIEGEL:\n About that. Most realities from here on out will probably have some variant of our organization. I'll send out a notification about your group's activities on this side of the multiverse, but do be careful.\n\n\nKADMOS:\n You have our gratitude. Then again, I'm doubtful that things will change much.\n\n\n[Pumyatan presents Agennor with a signed poster of WWE CEO Vince McMahon. The latter audibly gasps in surprise as he examines the appearance of his Prime Universe counterpart.]\n\n\nKADMOS:\n Pumyatan picked that one up in Beirut, I think. I swear, I have never seen him clean-shaven like that before this. It's uncanny.\n\n\nSIEGEL:\n I know right? You have no idea how hard it was to keep a straight face when I interviewed him.\n\n\n[An alert sounds from one of Kadmos's pockets. Pumyatan and Agennor approach the table.]\n\n\nKADMOS:\n That's our cue.\n\n\nSAMARA:\n Put in a good word for us when you get back, will you?\n\n\nPUMYATAN:\n We certainly will, Ms. Samara.\n\n\n[The 4 SCP-6146 members activate their transporters simultaneously, disappearing in an optical redshift.]\n\n\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nADDENDUM 6146.03: FURTHER SCP-6146 INTERACTION\n\nSeveral weeks after the above events, Station Alpha received a transmission from SCP-6146, requesting for further talks with the SCP Foundation at a location of the latter's choice. Accepting the request, the Foundation sent a diplomatic mission to U-August-గѳᖈޓẩQ, a SCP-6146 member reality.\n\n\nFollowing an initial exchange of pleasantries and a tour of sites of interest in U-August-గѳᖈޓẩQ, the leadership of SCP-6146 announced its decision that no single entity nor party was wholly responsible for the absence of a modern Phoenician or Carthaginian civilization in the Prime Universe, overturning any possibility of its subjugation.\n\n\nTo formalize this, the Treaty of Agadir was signed between the SCP Foundation and SCP-6146. The treaty also provided a framework to permit individual SCP-6146 members ingress to the Prime Universe, primarily to visit Phoenician and/or Carthaginian sites and museums to pay tribute or respects. With the development of exchange programs and minor Foundation participation in SCP-6146 social events, interorganizational relations with SCP-6146 have improved to be within acceptable parameters.\n\n\nADDENDUM 6146.04: STUDY OF SCP-6146 MEMBER REALITIES\n\nIn tandem with the diplomatic mission to U-August-గѳᖈޓẩQ, Foundation personnel conducted studies on the local history of the reality prior to its accession to SCP-6146, as well as differences between Standard Phoenician and the local Phoenician/Punic-derived languages. Such studies were also repeated on other SCP-6146 member realities, with emphasis on realities in which the Foundation has ongoing exchange programs.\n\n\nIn almost all SCP-6146 member realities, Phoenician and/or Carthaginian successor states were found to have come into contact with some variant of the Daevite Empire, typically precipitating conflict. As such, the relationship between any Daevite and Phoenician or Carthaginian polities has been used as a standard for a rough comparison of the histories of these realities.\n\n\n\n\n\n\nReality Designation\n\n\nHistorical Overview\n\n\nNon-standardized Linguistic Differences\n\n\n\n\n\n\nU-Foehn-߆ხᚏDᅛ᧱\n\n\nCarthaginian hegemony was threatened by the Daevite Empire, in a manner not unlike the Mongol Empire of the Prime Universe, until its fragmentation in the 16th century.\n\n\nVariations between native Punic language and Standard Phoenician are negligible. However, multiple other native languages are speculated to have been Phoenicianized,\n6\n primarily those spoken by populations on the periphery of the former Daevite Empire.\n\n\n\n\n\n\nU-Ursa-ⅿનշᒫৰቑ\n\n\nA decades-long Nälkän Insurgency ravaged the Phoenician Commonwealth in the mid-20th century.\n\n\nMost publicly available texts released or published prior to SCP-6146 accession have been reprinted in Standard Phoenician. These reprints universally lack Adytite loanwords common in recovered older texts.\n\n\n\n\n\n\nU-Chamomile-עማ๑ZऔG\n\n\nFollowing centuries of tributaryship under the Later Daevon Khanate,\n7\n the Tyrian-led Union of States is recorded to have created and maintained an exclusion zone around the former Daevite motherland. Notably, the disappearance of the Later Daevon Khanate coincides with the reality's first contact with SCP-6146.\n\n\nLocal Phoenician languages exhibit characteristics of language planning, such as non-naturalistic lexical and grammatical changes. Incomplete historical documents infer the existence of a Phoenician-Daevite creole. No surviving records of such a language exist.\n\n\n\n\n\n\nU-Kraken-ᎼଡÌḥಳA\n\n\nDaevite subjugation of the Mediterranean directly caused the birth of the Carthaginian civilization as a refugee state in the Americas. The events preceding the \"Liberation of the Old World\" remain poorly documented.\n\n\nTwo major Phoenician languages are documented in this reality, a Byblian dialect-based creole and a standardized Phoenician language enforced by the Daevite Imperium on the Phoenician homeland. The latter is considered extinct.\n\n\n\n\n\n\nA more comprehensive report is available upon request \nhere\n. Despite the prevalence of a Daevite civilization in the histories of most SCP-6146 member realities, its lingering influences, primarily in linguistics, are unusually absent. This is most prominent in realities where Phoenician or Carthaginian populations were formerly under the governance or dominion of said Daevite civilization.\n\n\nADDENDUM 6146.05: SCP-6146 INTELLIGENCE OVERVIEW\n\nFoundation spyware embedded in SCP-6146 access terminals have led to the retrieval of multiple classified documents of interest to the Foundation from their internal database. While the majority of these documents consist of independently sourced information pertaining to the Prime Universe and native political entities, including numerous Groups of Interest, there is an unusual frequency of documents concerning the Roman civilization.\n8\n Excerpts from these documents have been attached below, translated from Standard Phoenician.\n\n\n\n\nAfter extensive study of World T-33-M-0's\n9\n historical records, the primary aberration has been determined to be the existence of what is now referred to as Aberration-001, replacing former Aberration-001, \"The Daeva\". Research on Aberration-001 has been allocated top priority for Division-13 \"Three Thousand Worlds\". Currently, there is insufficient justification for the Assembly to consider a vote to expand Protocol Herem\n10\n to Aberration-001.\n\n\nColloquially known as \"Rome\", Aberration-001 was an ancient political entity centered in the Italian Peninsula. The only recorded instance on record, Aberration-001-1, subjugated most of Europe, North Africa, and Western Asia within 500 years. While it is known that this feat was only possible with the assistance of anomalies,\n11\n it is unclear why contemporary civilizations, such as Carthage, did not utilize or create the anomalies necessary to halt the expansion of Rome, as was successfully accomplished in most known worlds. It remains possible that Aberration-001 is also the product of an anomaly like \nASR-0410\n, although this is not confirmed.\n\n\nDespite the final dissolution of Aberration-001 in the 23rd century EC,\n12\n its influence has survived well into the modern era of this world, and remains prominent in its languages, architecture, and forms of government. The exact nature of Aberration-001 and associated influences remain under close study. Agents should prioritize examination of the following cities and artifacts where possible during their assigned visitation period as per the Treaty of Agadir. Refer to Doc-CSE-264 for further instruction.\n\n\n\n\n\n\n\n\nCITIES\n\n\n\n\n\n\nAlexandria, United Arab Republic\n\n\nBaghdad, United Arab Republic\n\n\nCarthage, Tunis\n\n\nKyiv, Ruthenian Republic\n\n\nKonstantinoupolis, Hellenic Republic\n\n\nLondon, Kingdom of England\n\n\nRome, Italian Republic\n\n\nSamarkand, Emirate of Bukhara\n\n\n\n\n \n\n\n\n\n\n\n\n\nANOMALIES\n\n\n\n\n\n\nDZN-1492\n\n\nCIM-3152\n\n\nAKT-3183\n\n\nAZH-4535\n\n\nFHB-5281\n\n\nDNM-6942\n\n\nMVR-7026\n\n\nCBK-8142\n\n\n\n\n\n\n\n\n\n\nShould Aberration-001-1 prove to be one of comparable or greater malevolence than former Abberation-001, \"The Daeva\", Protocol Herem will automatically be expanded to include all instances of Aberration-001 \"Rome\".\n\n\n\n\nThe methods by which SCP-6146 has gained knowledge of anomalies under Foundation containment are currently unknown, as no provision for knowledge transfer or sharing regarding recorded anomalies exists in the Treaty of Agadir.\n13\n\n\nAdditionally, while multiple anomalies known to have been created or used by the Roman Empire are contained in the cities listed above, neither Samarkand nor Kyiv have been known to ever be part of the Roman Empire. Investigations into \npotential anomalies\n within these two locations are ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Exoversal Site denotes any Foundation Site located outside the Prime Universe.\n\n\n2\n. U-Valencia-ดვዓᚗᕤ-D previously underwent a GK-Class \"Mass Ossification\" Scenario leading to the extinction of its native population prior to its discovery by the Department of Extraversal Affairs, but is currently considered safe to visit.\n\n\n3\n. Security personnel were unable to locate any such pocket during their initial body search.\n\n\n4\n. Phoenicians are considered to be part of the Canaanite, which is used as a general term for ancient Semitic-speaking peoples living in the Southern Levant.\n\n\n5\n. With the exception of Standard Phoenician translation efforts, which was improved further following input from the SCP-6146 members, allowing for more accurate sentence parsing.\n\n\n6\n. Defined as the adoption of Phoenician culture and language, or influences thereof, by non-Phoenician groups.\n\n\n7\n. A third-generation successor state of the original Daevite Khanate, and was primarily led by Khitans instead of Daevites, albeit being heavily influenced by the latter.\n\n\n8\n. Inclusive of both the Roman Republic and Roman Empire.\n\n\n9\n. Understood to be SCP-6146's designation for the Prime Universe.\n\n\n10\n. Directly correlates to the Hebrew \"חרם\" (ḥērem), interpreted as a ban, excommunication, or annihilation.\n\n\n11\n. The veracity of this statement is currently under investigation.\n\n\n12\n. Literally \"Era of Carthage\", the official calendar era used by SCP-6146. This instance denotes the 15th century CE, most likely referring to the dissolution of the Eastern Roman Empire during the Thirteenth Crusade.\n\n\n13\n. Such actions by SCP-6146, as well as covert actions taken against it by the Foundation, are not technically in violation of the Treaty.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFOUNDATION\n\n\nmobile access terminal\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n >\n\n\nENTER LOGIN CREDENTIALS:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6145\n | SCP-6146 | \nSCP-6147\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6146\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6146\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n hannibalbust.jpg\n\n\nName:\n Mommsen_p265.jpg\n\n\nAuthor:\n Phaidon Verlag (Wien-Leipzig)\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Mommsen_p265.jpg\n\n\n\n\n\n\nFilename:\n palaceinterior.jpg\n\n\nName:\n Governors-Interior.jpg\n\n\nAuthor:\n Anonymous (Photoglob Zurich photochrom)\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Governors-Interior.jpg\n\n\n\n\n\n\nFilename:\n phoenicianlingo.png\n\n\nName:\n Phoenician Language.png\n\n\nAuthor:\n MalkiShamash\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Phoenician_Language.png",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6146 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-6146 . Licensed under CC-BY-SA .",
        "Filename: hannibalbust.jpg Name: Mommsen_p265.jpg Author: Phaidon Verlag (Wien-Leipzig) License: Public Domain Source: https://commons.wikimedia.org/wiki/File:Mommsen_p265.jpg",
        "Filename: palaceinterior.jpg Name: Governors-Interior.jpg Author: Anonymous (Photoglob Zurich photochrom) License: Public Domain Source: https://commons.wikimedia.org/wiki/File:Governors-Interior.jpg",
        "Filename: phoenicianlingo.png Name: Phoenician Language.png Author: MalkiShamash License: CC BY-SA 4.0 Source: https://commons.wikimedia.org/wiki/File:Phoenician_Language.png"
    ],
    "title": "SCP-6146"
}