{
    "url": "https://scp-wiki.wikidot.com/scp-6147",
    "all_text": "rating: \n+60\n+\n–\nx\n\n\n\n\n\n\nTo:\n Cindy Jeon\n\n\nFrom:\n Salvador Marcos\n\n\nSubject:\n Update to SCP-6147\n\n\n\n\n\n\nHey, I know you're still suspended, but I just wanted to let you know that they approved it. I know you won't get any credit for the proposal, but thanks to you a lot of people are going to get an opportunity they never would have had otherwise.\n\n\nI also wanted to message you because I realized I never actually offered my condolences for what happened. I was too caught up in the moment and focusing on all the wrong things.\n\n\nJust let me know if there is anything I can do.\n\n\n\n\n\n\n\n\nAccessing File.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6147\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Access to the instructions for SCP-6147 is restricted to personnel with Level 4/6147 clearance. Under no circumstances should SCP-6147 be performed without the supervision of a qualified member of the Department of Applied Thaumaturgy.\n\n\nThe use of SCP-6147 in standard Foundation operations has been approved. All personnel who wish to use SCP-6147 for an ongoing operation must submit a request form to the appropriate Ethics Committee board.\n1\n Requests will be reviewed to determine if the suggested usage of SCP-6147 will in some way further the Foundation's mission and that it will uphold all ethical precedents previously established by said subcommittee. In time sensitive cases, approval from three Level 4 Personnel is sufficient to waive the review process.\n\n\nUpdate (06/30/2021):\n SCP-6147 has been approved for personal usage. Any personnel who wish to use SCP-6147 for personal reasons must receive approval from each of the following:\n\n\n\n\nTheir immediate supervisor\n\n\nTheir site's designated Ethics Committee liaison\n\n\nTheir Foundation assigned psychologist\n\n\n\n\nDescription:\n SCP-6147 is a thaumaturgic ritual that allows the performer to access the memories of any deceased individual of their choosing (hereafter referred to as the target). Testing has confirmed that information recovered through SCP-6147 is an accurate representation of the target's memories. SCP-6147 has no effect if the chosen target is still alive.\n\n\nFollowing proper execution of the ritual, the performer will enter a trance-like state, which they may freely exit from at any time of their choosing. While in this state, the performer will experience a wide variety of sensory phenomena directly corresponding to the target's memories; the experience is most consistently compared to dreaming. The performer is able to control what memories they are perceiving, but the memories themselves are fixed and cannot be altered by the actions of the performer. Notably, in addition to the external sensory information the performer perceives (e.g. sights, sounds, etc.), they perceive additional auditory information believed to represent the target's private thoughts from the particular memory.\n\n\nEffective use of SCP-6147 is time-sensitive, as certain memories will deteriorate following the target's passing. Memories associated with general trivia or specific details, such as dates and locations of events, will become irretrievable almost immediately. Broader information concerning the target's life, such as their daily routine or autobiographical info, begins to deteriorate after several months. Thus far, the only memories found to be immune to this degradation are idealized depictions of moments the target deemed to be of great personal importance, and those memories associated with the target's feelings towards significant figures in their life.\n\n\n\n\nAddendum 6147-1: Discovery\n\n\nFollowing negotiations with GoI-5917 (\"\nThe Wandsmen\n\") a limited intelligence-sharing initiative was instituted.\n2\n The instructions for performing SCP-6147 were offered as a part of this treaty. The following is a discussion on the nature of SCP-6147.\n\n\n\n\n+ Access Interview Log\n\n\n\n\nClose File\n\n\n\n\n\n\nInterviewer:\n Dr. Cindy Jeon\n\n\nInterviewed:\n The Second Wandswoman of Torrauxia\n\n\nForeword:\n Researcher Cindy Jeon, a member of the Department of Applied Thaumaturgy, was assigned to interview a liaison from The Wandsmen in order to ascertain the potential benefits and/or dangers of a thaumaturgic ritual the group had shared with the Foundation. This interview was conducted on 06/07/2021.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Jeon:\n So, are you partial to any names?\n\n\nTorrauxia-2:\n Well, my official title is the Second Wandswoman of Torrauxia, Surveyor of Ways. However, it is customary to simply refer to those in our order by their locale of origin and number. So Torrauxia-2 will suffice.\n\n\nDr. Jeon:\n Well, Torrauxia-2, you may refer to me as Dr. Jeon.\n\n\nTorrauxia-2:\n You seem to be quite proud of that title.\n\n\nDr. Jeon:\n I had to face many obstacles to achieve it. Something I'm sure you can understand?\n\n\nTorrauxia-2:\n Ah, yes, apologies… I must admit, I'm used to being the one conducting the interview, which makes this experience quite unusual for me. Occupational hazard of a reporter I suppose.\n\n\nDr. Jeon:\n It's really no problem at all. Now, we should get started.\n\n\nTorrauxia-2:\n Yes, of course. So, what would you like to know about the Ritual of \nChrysalia\n?\n3\n\n\nDr. Jeon:\n Well, first off, I'd just like to say, this Ritual of Chrysalia seems—\n\n\nTorrauxia-2:\n Apologies for interrupting, but it's \nChrysalia\n. I know it is rather pedantic of me to point out but your voice-color is far too dark.\n\n\nDr. Jeon:\n … I've never heard the term voice-color before. I don't think it's something that exists in human speech.\n\n\nTorrauxia-2:\n Ah, well… you learn something new every day I suppose. Either way, please continue.\n\n\nDr. Jeon:\n As I was saying, the ritual seems far too good to be true. It doesn't require nearly enough materials for it to summon anything. And I personally have a hard time imagining how it could retrieve accurate memories without summoning some past version of the target.\n\n\nTorrauxia-2:\n I too wondered how such a useful tool could be so simple when I first learned of it. You see, \nChrysalia\n, though a brilliant thaumaturge, was a scientist above all else. Tell me, do you know of the noosphere?\n4\n\n\nDr. Jeon:\n The Foundation's done a fair amount of research into it.\n\n\nTorrauxia-2:\n Ah, well \nChrysalia\n discovered that the noosphere holds onto the memories of those we have lost, much like the biosphere preserves and fossilizes the dead. While minor, inconsequential memories are lost quite quickly, those memories that make us who we are, well those are preserved indefinitely.\n\n\nDr. Jeon:\n I have to say, that makes me quite curious how you and your colleagues use the ritual. When it was first described to me, I assumed it was closer to an archeological tool: something to gain information from those before your time. However, based on what you've said, it seems to be something more… personal.\n\n\nTorrauxia-2:\n You are correct. The ritual was never meant to reach into the far past. In truth, it has become something akin to an autopsy among our ranks, or perhaps more accurately, an organ donation. Our \nmaps\n even hold special markings indicating if we agreed to the use of the ritual to recover our memories. It is… helpful when a loss is unexpected. It gives those who knew the departed a chance for closure they would not have otherwise had.\n\n\nDr. Jeon:\n I… I can understand why you value the ritual so much. It feels rare to come across something so… kind-hearted in the world of thaumaturgy.\n\n\nTorrauxia-2:\n Yes… but still, I must warn you of one potential danger associated with the ritual. As with many sources of respite, she poses the threat of addiction. \nChrysalia\n herself created it in the hopes of alleviating her grief over the loss of her child. She wished to return to those joyous days they spent together if only for a moment. However, what was meant to be a simple goodbye quickly became her sole occupation… I've seen far too many take continual advantage of the ritual in a vain attempt to escape grief. So, therefore, I urge you, and the rest of your Foundation, to use \nChrysalia's\n creation with caution. It is a tool, not a solution.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Having studied a number of thaumaturgic rituals in the past, I can say with certainty that SCP-6147 is among the most cost-effective I've seen. Though its uses are limited, the simplicity of the ritual, along with the benefits of being able to recover information from agents lost in the field, or even GOI operatives, makes it an indispensable asset to the Foundation. It is my professional opinion that SCP-6147 be implemented into standard Foundation operations effective immediately. - Dr. Cindy Jeon\n\n\n\n\n\n\n\n\n\n\nAddendum 6147-2: Incident 6147-1\n\n\nOn 06/18/2021 Jr. Researcher Thompson discovered that materials from the Department of Applied Thaumaturgy's general-reagent storeroom had gone missing. A subsequent investigation into all personnel with access to the storeroom was conducted.\n\n\nDr. Jeon, who had the day off, could not be reached, leading to Agent Kevin Hayes being dispatched to her home. Upon arriving, Agent Hayes overheard Dr. Jeon reciting a ritual within. In response he promptly proceeded inside and detained her for the use of thaumaturgy without proper authorization.\n\n\n\n\n+ Access Recovered Evidence\n\n\n\n\nClose File\n\n\n\n\nA thorough investigation of Dr. Jeon's home was conducted in order to ascertain potential motives. Below is a list of relevant discoveries.\n\n\n\n\nDiscoveries:\n\n\n\n\n[REDACTED] (materials necessary for the performance of SCP-6147, several of which match the stolen materials from Site-17)\n\n\nA ritual circle drawn in chalk (found on the floor of Dr. Jeon's living room; iconography matches that required for SCP-6147)\n\n\nA framed photograph of an unidentified woman (found beside the ritual circle; unlike other materials the photograph holds no relevance to SCP-6147)\n\n\nDr. Jeon's personal journal (see contents below)\n\n\n\n\n\n\nThe following is a series of entries from Dr. Jeon's personal journal of particular interest to the case and her relationship to the Foundation.\n\n\n\n\n05/14/2021\n\n\nDr. Gardn\n Alex (still feels weird to use her first name) recommended I start keeping a journal. Wants me to have a place I can vent frustrations. I was initially against the idea, but she said if I wasn't going to talk about certain things during our sessions I should at least have some place I can say what I need to.\n\n\nThe thing is, I do want to talk about \nAm\n her, I just can't. Still can't even write her name, let alone say it out loud.\n\n\nSo, I guess I'll be keeping a journal now…\n\n\nI can't do this.\n\n\n\n\n\n\n05/19/2021\n\n\nDr. Alvarez didn't even show up for work today. We were supposed to go over those Hittite texts they just brought in, see if we could learn anything about their limited thaumaturgic capabilities. However, he didn't even bother phoning in, which left me to take the blame when I couldn't figure out any of the rituals.\n\n\nIt isn't really my fault they assigned me on a case outside my field of study. I would love to see Alvarez try to interpret the symbology used by a mudang.\n\n\nI just don't understand why they let that assho\n (I really hate that Alex wants me to write these things in pen, not being able to erase things is really starting to annoy me).\n\n\nAnyways, I don't understand why they let him get away with stuff so easily. I tried to bring up the problem with Dr. Marcos, but I'm not sure how much he'll be able to do. He generally means well, but I don't think he quite realizes what the root of the issue is.\n\n\nWe used to make fun of assholes, like Alvarez, all the time together. I'm just glad she never had to meet any of them.\n\n\n\n\n\n\n05/26/2021\n\n\nBit of a weird update from work today. Evidently, thanks to some weird stuff going on over at Site-33, the Foundation is gonna be working with a GOI known as the Wandsmen. Since most of their anomalous abilities seem to be related to thaumaturgy that puts our department at the forefront of this collaboration.\n\n\nGuess I'm going to be working with some bird people in the near future. Imagine that.\n\n\n\n\n\n\n06/07/2021\n\n\nI was pretty annoyed when they first assigned me to research the Ritual of Chrysalia. I'm certain they passed off the more flashy research opportunities to the guys around the office. On top of that, I wasn't even sure why we were containing the thing, since the only real threat comes from its limited potential to access classified information, but next to no one even knows the ritual exists. However, after speaking with Torrauxia-2, I realized how beautiful of a thing it was.\n\n\nThe Foundation loves to paint magic in one of two ways. First they will treat it as a clinical practice, trying to drain all the heart out of it. When that fails they demonize it; make it seem like an affront to even consider using it. It's hard not to get bogged down by it, and in all honestly, after these past few months, I was starting to believe them.\n\n\nThat's why I was so excited when Torrauxia-2 explained how the Wandsmen used the ritual. To see a magic ritual integrated so casually into a community, all for the benefit of its members? It reminded me of the stories that my Grandmother used to tell me. The same stories that drove me to learn thaumaturgy, to become top of my class, to pour hours of my time into the Foundation in the hopes that I could improve things.\n\n\nBut even more than that, I was just excited by what it did.\n\n\nI know it's a long shot, but I'm gonna put in a recommendation with some of the higher ups in the department. They already wanted to know if we could use it in Foundation operations, but I'm hoping I can convince them that it would be beneficial to let staff use it for more personal reasons.\n\n\n\n\n\n\n06/09/2021\n\n\n… They cut out the majority of my analysis of the ritual. They only left in the parts about how it could help the Foundation's mission, but completely removed any mention of personal usage.\n\n\nWhy am I even surprised. Doesn't matter how long or hard I've worked for them, they're stuck in their damn ways.\n\n\nIt was stupid to hope I could\n\n\nI just wanted to\n\n\nSix months, and I still can't even bear to write about it. I thought this would be my chance to\n\n\n\n\n\n\n06/15/2021\n\n\nI'm going to use the ritual.\n\n\nI don't have some grand illusion I'll get away with it. I already set up a meeting with an Ethics Committee liaison for the 21st under the guise of a workplace incident. Maybe I actually should complain about some of the asshats in my department, but I'm not sure how well that'll go over while I'm turning myself in.\n\n\nI'll have to steal some of the supplies on Thursday as I doubt I'd be able to find some of that stuff at a local store. Especially not [REDACTED]\n\n\nI was really hoping I could convince the Foundation of the benefits of the ritual. I wanted to do this through the proper channels, but I guess it was pretty foolish of me to think that could happen.\n\n\nI just need to do this. I need to know.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Access Post Incident 6147-1 Interview\n\n\n\n\nClose File\n\n\n\n\n\n\nInterviewer:\n Dr. Salvador Marcos\n\n\nInterviewed:\n Dr. Cindy Jeon\n\n\nForeword:\n This interview was conducted on 06/20/2021, following the examination of all relevant materials and confirmation that Dr. Jeon was not under a compulsive effect. Dr. Salvador Marcos, Dr. Jeon's immediate supervisor, was chosen to conduct this interview due to his affable relationship with Dr. Jeon.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Marcos enters the room.\n\n\nDr. Jeon:\n Oh, so are we finally done with the theatrics?\n\n\nDr. Marcos sits down.\n\n\nDr. Marcos:\n How do you mean?\n\n\nDr. Jeon:\n The memetic and telepathic compulsion testing? You can't tell me you actually thought that was necessary?\n\n\nDr. Marcos:\n Doesn't matter what I think. You were using anomalous practices without authorization. It's just protocol.\n\n\nDr. Jeon:\n Really? Cause I know for a fact that sending someone to break into my house doesn't fall under standard protocol.\n\n\nDr. Marcos:\n Look, I don't agree with how Agent Hayes handled the situation, but we couldn't get ahold of you, and you were a suspect in an investigation. Honestly though, it just sounds to me like you're frustrated you got caught.\n\n\nDr. Jeon:\n First off, considering how much everyone here is constantly breathing down my neck I knew there wasn't much point in hiding it. I was planning to report myself once I was done anyways. So no, I'm not upset that I got caught. I'm pissed off at the fact that despite dedicating years of my life here, people were just waiting to accuse me of something the second the chance jumped at them. I mean, tell me, how long did it take before someone accused me?\n\n\nDr. Marcos remains silent.\n\n\nDr. Jeon:\n … wow. That says a lot more than you think it does.\n\n\nDr. Marcos:\n Cindy, look, I…\n\n\nDr. Marcos falls silent for a moment.\n\n\nDr. Marcos:\n Yes, the situation should have been handled better, but that doesn't change what happened. Your job is on the line here, and I'd hate to see you throw it away. You're going to have to start explaining yourself.\n\n\nDr. Jeon:\n I was performing SCP-6147. If you take a look around my house, as I'm sure you already have, you'll find the materials and ritual circle match those laid out in the instructions.\n\n\nDr. Marcos looks over the file in front of him.\n\n\nDr. Marcos:\n Well, that certainly does line up, but it doesn't answer the question of why?\n\n\nDr. Jeon:\n I'm sure you can deduce that much.\n\n\nDr. Marcos:\n It isn't really the time to play the guessing game, so maybe it'd be best if you simply told me.\n\n\nDr. Jeon sighs.\n\n\nDr. Jeon:\n I wanted to access the memories of… someone from my personal life. They passed six months ago.\n\n\nDr. Marcos:\n Who were they to you?\n\n\nDr. Jeon:\n I don't see how that information is relevant here.\n\n\nDr. Marcos:\n Look, all we've got to go off is what you tell us. If they have any reason to suspect ulterior motives, they will. It's in your best interest to tell us as much as you can.\n\n\nDr. Jeon remains silent for a moment.\n\n\nDr. Jeon:\n She…\n\n\nDr. Jeon pauses once again, staring at the table.\n\n\nDr. Jeon:\n She was my girlfriend… We were together for two and a half years. I was planning to propose but never got the chance. Her name was Amelia Moore if you need to look her up.\n\n\nDr. Marcos:\n I… how is this the first I'm hearing about this? I mean, we've worked together for years now.\n\n\nDr. Jeon:\n Guess I didn't trust the people here with that part of my life. It's not like they ever trusted me.\n\n\nBoth Dr. Marcos and Dr. Jeon remain silent for some time.\n\n\nDr. Marcos:\n What were your intentions in accessing her memories?\n\n\nDr. Jeon:\n I just needed… closure. We had gotten into a fight. I had been paying more attention to this goddamn job than her. I just needed to know that she didn't hate me in the end. Needed to be sure that despite all the secrets I kept, she knew that I loved her.\n\n\nDr. Jeon appears to stifle tears.\n\n\nDr. Jeon:\n God, she didn't even know what I actually did for a living. She thought I was an anthropologist studying ancient cultures… I ignored the best part of my life because of this stupid job, because I had… no, still have this need to prove myself.\n\n\nDr. Marcos:\n You have nothing to prove.\n\n\nDr. Jeon:\n Bullshit. I've worked twice as hard just to earn half the opportunities as some of the other people here. You're going to try to tell me that I'm respected on the same level as everyone else when they sent someone to invade my home the other day?\n\n\nDr. Jeon falls silent.\n\n\nDr. Marcos:\n … I'm sorry… for everything. I know my words can't change how you've been treated, and I'm sorry that this stuff has been happening under my nose. I'm gonna… I'm going to do better. I'll make sure stuff like this stops going overlooked.\n\n\nDr. Marcos pauses and covers his eyes for a moment before sighing.\n\n\nDr. Marcos:\n Unfortunately, that just makes this next part more difficult to say. Despite having harmless motivations you still effectively caused a containment breach. We'll still have to take disciplinary action.\n\n\nDr. Jeon:\n Well, maybe those just shouldn't be the containment procedures.\n\n\nDr. Marcos:\n You aren't trying to suggest we just let anyone perform it? I mean didn't the Wandswoman warn us about how easy it is to abuse it?\n\n\nDr. Jeon:\n Look, general use of SCP-6147 is being implemented Foundation wide. Even if it's locked behind higher clearance levels people are still going to hear about it. And no strongly worded document or cryptic warning is going to stop someone in mourning from trying to use it. We should at least give people the option. It'd be a lot easier to supervise anyways. And more importantly we'd actually be helping people. The Foundation would be doing something truly beneficial for its employees. I can't think of something as important as helping people find closure.\n\n\nDr. Marcos:\n … Maybe you're right. However, I do believe that concludes this interview. Well, Dr. Jeon, as your immediate supervisor, I'll be suspending you for two weeks with pay.\n\n\nDr. Jeon appears surprised.\n\n\nDr. Jeon:\n I think I can live with that.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n On 06/22/2021 an anonymous proposal was submitted to the Ethics Committee and the head of the Department of Applied Thaumaturgy recommending the implementation of private usage of SCP-6147. Following a series of discussions on the matter, the proposal was approved due to its low security risk and its potential benefits to Foundation staff.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Subcommittee on Proper Usage of SCP-6147\n\n\n2\n. For further information relating to the terms of the agreement please see: The Foundation-Wandsmen Treaty for the Preservation of Knowledge\n\n\n3\n. The reason for the coloration of the title Chrysalia when spoken by the Wandswoman is unknown, though this only appears to affect electronic documents. Further research into the phenomenon of 'voice-color' is underway.\n\n\n4\n. Noosphere: \nn\n, the collection of all thought and consciousness\n\n\n\n\n\n\n\n\n« \nSCP-6146\n | SCP-6147 | \nSCP-6148\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6147\n\" by Nitro147, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6147\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6147-1: Discovery\nFollowing negotiations with GoI-5917 (\" The Wandsmen \") a limited intelligence-sharing initiative was instituted. 2 The instructions for performing SCP-6147 were offered as a part of this treaty. The following is a discussion on the nature of SCP-6147.",
        "Addendum 6147-2: Incident 6147-1\nOn 06/18/2021 Jr. Researcher Thompson discovered that materials from the Department of Applied Thaumaturgy's general-reagent storeroom had gone missing. A subsequent investigation into all personnel with access to the storeroom was conducted.\nDr. Jeon, who had the day off, could not be reached, leading to Agent Kevin Hayes being dispatched to her home. Upon arriving, Agent Hayes overheard Dr. Jeon reciting a ritual within. In response he promptly proceeded inside and detained her for the use of thaumaturgy without proper authorization."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Cindy Jeon Interviewed: The Second Wandswoman of Torrauxia Foreword: Researcher Cindy Jeon, a member of the Department of Applied Thaumaturgy, was assigned to interview a liaison from The Wandsmen in order to ascertain the potential benefits and/or dangers of a thaumaturgic ritual the group had shared with the Foundation. This interview was conducted on 06/07/2021. [BEGIN LOG] Dr. Jeon: So, are you partial to any names? Torrauxia-2: Well, my official title is the Second Wandswoman of Torrauxia, Surveyor of Ways. However, it is customary to simply refer to those in our order by their locale of origin and number. So Torrauxia-2 will suffice. Dr. Jeon: Well, Torrauxia-2, you may refer to me as Dr. Jeon. Torrauxia-2: You seem to be quite proud of that title. Dr. Jeon: I had to face many obstacles to achieve it. Something I'm sure you can understand? Torrauxia-2: Ah, yes, apologies… I must admit, I'm used to being the one conducting the interview, which makes this experience quite unusual for me. Occupational hazard of a reporter I suppose. Dr. Jeon: It's really no problem at all. Now, we should get started. Torrauxia-2: Yes, of course. So, what would you like to know about the Ritual of Chrysalia ? 3 Dr. Jeon: Well, first off, I'd just like to say, this Ritual of Chrysalia seems— Torrauxia-2: Apologies for interrupting, but it's Chrysalia . I know it is rather pedantic of me to point out but your voice-color is far too dark. Dr. Jeon: … I've never heard the term voice-color before. I don't think it's something that exists in human speech. Torrauxia-2: Ah, well… you learn something new every day I suppose. Either way, please continue. Dr. Jeon: As I was saying, the ritual seems far too good to be true. It doesn't require nearly enough materials for it to summon anything. And I personally have a hard time imagining how it could retrieve accurate memories without summoning some past version of the target. Torrauxia-2: I too wondered how such a useful tool could be so simple when I first learned of it. You see, Chrysalia , though a brilliant thaumaturge, was a scientist above all else. Tell me, do you know of the noosphere? 4 Dr. Jeon: The Foundation's done a fair amount of research into it. Torrauxia-2: Ah, well Chrysalia discovered that the noosphere holds onto the memories of those we have lost, much like the biosphere preserves and fossilizes the dead. While minor, inconsequential memories are lost quite quickly, those memories that make us who we are, well those are preserved indefinitely. Dr. Jeon: I have to say, that makes me quite curious how you and your colleagues use the ritual. When it was first described to me, I assumed it was closer to an archeological tool: something to gain information from those before your time. However, based on what you've said, it seems to be something more… personal. Torrauxia-2: You are correct. The ritual was never meant to reach into the far past. In truth, it has become something akin to an autopsy among our ranks, or perhaps more accurately, an organ donation. Our maps even hold special markings indicating if we agreed to the use of the ritual to recover our memories. It is… helpful when a loss is unexpected. It gives those who knew the departed a chance for closure they would not have otherwise had. Dr. Jeon: I… I can understand why you value the ritual so much. It feels rare to come across something so… kind-hearted in the world of thaumaturgy. Torrauxia-2: Yes… but still, I must warn you of one potential danger associated with the ritual. As with many sources of respite, she poses the threat of addiction. Chrysalia herself created it in the hopes of alleviating her grief over the loss of her child. She wished to return to those joyous days they spent together if only for a moment. However, what was meant to be a simple goodbye quickly became her sole occupation… I've seen far too many take continual advantage of the ritual in a vain attempt to escape grief. So, therefore, I urge you, and the rest of your Foundation, to use Chrysalia's creation with caution. It is a tool, not a solution. [END LOG] Closing Statement: Having studied a number of thaumaturgic rituals in the past, I can say with certainty that SCP-6147 is among the most cost-effective I've seen. Though its uses are limited, the simplicity of the ritual, along with the benefits of being able to recover information from agents lost in the field, or even GOI operatives, makes it an indispensable asset to the Foundation. It is my professional opinion that SCP-6147 be implemented into standard Foundation operations effective immediately. - Dr. Cindy Jeon",
        "Discoveries: [REDACTED] (materials necessary for the performance of SCP-6147, several of which match the stolen materials from Site-17) A ritual circle drawn in chalk (found on the floor of Dr. Jeon's living room; iconography matches that required for SCP-6147) A framed photograph of an unidentified woman (found beside the ritual circle; unlike other materials the photograph holds no relevance to SCP-6147) Dr. Jeon's personal journal (see contents below)",
        "05/14/2021 Dr. Gardn Alex (still feels weird to use her first name) recommended I start keeping a journal. Wants me to have a place I can vent frustrations. I was initially against the idea, but she said if I wasn't going to talk about certain things during our sessions I should at least have some place I can say what I need to. The thing is, I do want to talk about Am her, I just can't. Still can't even write her name, let alone say it out loud. So, I guess I'll be keeping a journal now… I can't do this.",
        "05/19/2021 Dr. Alvarez didn't even show up for work today. We were supposed to go over those Hittite texts they just brought in, see if we could learn anything about their limited thaumaturgic capabilities. However, he didn't even bother phoning in, which left me to take the blame when I couldn't figure out any of the rituals. It isn't really my fault they assigned me on a case outside my field of study. I would love to see Alvarez try to interpret the symbology used by a mudang. I just don't understand why they let that assho (I really hate that Alex wants me to write these things in pen, not being able to erase things is really starting to annoy me). Anyways, I don't understand why they let him get away with stuff so easily. I tried to bring up the problem with Dr. Marcos, but I'm not sure how much he'll be able to do. He generally means well, but I don't think he quite realizes what the root of the issue is. We used to make fun of assholes, like Alvarez, all the time together. I'm just glad she never had to meet any of them.",
        "05/26/2021 Bit of a weird update from work today. Evidently, thanks to some weird stuff going on over at Site-33, the Foundation is gonna be working with a GOI known as the Wandsmen. Since most of their anomalous abilities seem to be related to thaumaturgy that puts our department at the forefront of this collaboration. Guess I'm going to be working with some bird people in the near future. Imagine that.",
        "06/07/2021 I was pretty annoyed when they first assigned me to research the Ritual of Chrysalia. I'm certain they passed off the more flashy research opportunities to the guys around the office. On top of that, I wasn't even sure why we were containing the thing, since the only real threat comes from its limited potential to access classified information, but next to no one even knows the ritual exists. However, after speaking with Torrauxia-2, I realized how beautiful of a thing it was. The Foundation loves to paint magic in one of two ways. First they will treat it as a clinical practice, trying to drain all the heart out of it. When that fails they demonize it; make it seem like an affront to even consider using it. It's hard not to get bogged down by it, and in all honestly, after these past few months, I was starting to believe them. That's why I was so excited when Torrauxia-2 explained how the Wandsmen used the ritual. To see a magic ritual integrated so casually into a community, all for the benefit of its members? It reminded me of the stories that my Grandmother used to tell me. The same stories that drove me to learn thaumaturgy, to become top of my class, to pour hours of my time into the Foundation in the hopes that I could improve things. But even more than that, I was just excited by what it did. I know it's a long shot, but I'm gonna put in a recommendation with some of the higher ups in the department. They already wanted to know if we could use it in Foundation operations, but I'm hoping I can convince them that it would be beneficial to let staff use it for more personal reasons.",
        "06/09/2021 … They cut out the majority of my analysis of the ritual. They only left in the parts about how it could help the Foundation's mission, but completely removed any mention of personal usage. Why am I even surprised. Doesn't matter how long or hard I've worked for them, they're stuck in their damn ways. It was stupid to hope I could I just wanted to Six months, and I still can't even bear to write about it. I thought this would be my chance to",
        "06/15/2021 I'm going to use the ritual. I don't have some grand illusion I'll get away with it. I already set up a meeting with an Ethics Committee liaison for the 21st under the guise of a workplace incident. Maybe I actually should complain about some of the asshats in my department, but I'm not sure how well that'll go over while I'm turning myself in. I'll have to steal some of the supplies on Thursday as I doubt I'd be able to find some of that stuff at a local store. Especially not [REDACTED] I was really hoping I could convince the Foundation of the benefits of the ritual. I wanted to do this through the proper channels, but I guess it was pretty foolish of me to think that could happen. I just need to do this. I need to know.",
        "Interviewer: Dr. Salvador Marcos Interviewed: Dr. Cindy Jeon Foreword: This interview was conducted on 06/20/2021, following the examination of all relevant materials and confirmation that Dr. Jeon was not under a compulsive effect. Dr. Salvador Marcos, Dr. Jeon's immediate supervisor, was chosen to conduct this interview due to his affable relationship with Dr. Jeon. [BEGIN LOG] Dr. Marcos enters the room. Dr. Jeon: Oh, so are we finally done with the theatrics? Dr. Marcos sits down. Dr. Marcos: How do you mean? Dr. Jeon: The memetic and telepathic compulsion testing? You can't tell me you actually thought that was necessary? Dr. Marcos: Doesn't matter what I think. You were using anomalous practices without authorization. It's just protocol. Dr. Jeon: Really? Cause I know for a fact that sending someone to break into my house doesn't fall under standard protocol. Dr. Marcos: Look, I don't agree with how Agent Hayes handled the situation, but we couldn't get ahold of you, and you were a suspect in an investigation. Honestly though, it just sounds to me like you're frustrated you got caught. Dr. Jeon: First off, considering how much everyone here is constantly breathing down my neck I knew there wasn't much point in hiding it. I was planning to report myself once I was done anyways. So no, I'm not upset that I got caught. I'm pissed off at the fact that despite dedicating years of my life here, people were just waiting to accuse me of something the second the chance jumped at them. I mean, tell me, how long did it take before someone accused me? Dr. Marcos remains silent. Dr. Jeon: … wow. That says a lot more than you think it does. Dr. Marcos: Cindy, look, I… Dr. Marcos falls silent for a moment. Dr. Marcos: Yes, the situation should have been handled better, but that doesn't change what happened. Your job is on the line here, and I'd hate to see you throw it away. You're going to have to start explaining yourself. Dr. Jeon: I was performing SCP-6147. If you take a look around my house, as I'm sure you already have, you'll find the materials and ritual circle match those laid out in the instructions. Dr. Marcos looks over the file in front of him. Dr. Marcos: Well, that certainly does line up, but it doesn't answer the question of why? Dr. Jeon: I'm sure you can deduce that much. Dr. Marcos: It isn't really the time to play the guessing game, so maybe it'd be best if you simply told me. Dr. Jeon sighs. Dr. Jeon: I wanted to access the memories of… someone from my personal life. They passed six months ago. Dr. Marcos: Who were they to you? Dr. Jeon: I don't see how that information is relevant here. Dr. Marcos: Look, all we've got to go off is what you tell us. If they have any reason to suspect ulterior motives, they will. It's in your best interest to tell us as much as you can. Dr. Jeon remains silent for a moment. Dr. Jeon: She… Dr. Jeon pauses once again, staring at the table. Dr. Jeon: She was my girlfriend… We were together for two and a half years. I was planning to propose but never got the chance. Her name was Amelia Moore if you need to look her up. Dr. Marcos: I… how is this the first I'm hearing about this? I mean, we've worked together for years now. Dr. Jeon: Guess I didn't trust the people here with that part of my life. It's not like they ever trusted me. Both Dr. Marcos and Dr. Jeon remain silent for some time. Dr. Marcos: What were your intentions in accessing her memories? Dr. Jeon: I just needed… closure. We had gotten into a fight. I had been paying more attention to this goddamn job than her. I just needed to know that she didn't hate me in the end. Needed to be sure that despite all the secrets I kept, she knew that I loved her. Dr. Jeon appears to stifle tears. Dr. Jeon: God, she didn't even know what I actually did for a living. She thought I was an anthropologist studying ancient cultures… I ignored the best part of my life because of this stupid job, because I had… no, still have this need to prove myself. Dr. Marcos: You have nothing to prove. Dr. Jeon: Bullshit. I've worked twice as hard just to earn half the opportunities as some of the other people here. You're going to try to tell me that I'm respected on the same level as everyone else when they sent someone to invade my home the other day? Dr. Jeon falls silent. Dr. Marcos: … I'm sorry… for everything. I know my words can't change how you've been treated, and I'm sorry that this stuff has been happening under my nose. I'm gonna… I'm going to do better. I'll make sure stuff like this stops going overlooked. Dr. Marcos pauses and covers his eyes for a moment before sighing. Dr. Marcos: Unfortunately, that just makes this next part more difficult to say. Despite having harmless motivations you still effectively caused a containment breach. We'll still have to take disciplinary action. Dr. Jeon: Well, maybe those just shouldn't be the containment procedures. Dr. Marcos: You aren't trying to suggest we just let anyone perform it? I mean didn't the Wandswoman warn us about how easy it is to abuse it? Dr. Jeon: Look, general use of SCP-6147 is being implemented Foundation wide. Even if it's locked behind higher clearance levels people are still going to hear about it. And no strongly worded document or cryptic warning is going to stop someone in mourning from trying to use it. We should at least give people the option. It'd be a lot easier to supervise anyways. And more importantly we'd actually be helping people. The Foundation would be doing something truly beneficial for its employees. I can't think of something as important as helping people find closure. Dr. Marcos: … Maybe you're right. However, I do believe that concludes this interview. Well, Dr. Jeon, as your immediate supervisor, I'll be suspending you for two weeks with pay. Dr. Jeon appears surprised. Dr. Jeon: I think I can live with that. [END LOG] Closing Statement: On 06/22/2021 an anonymous proposal was submitted to the Ethics Committee and the head of the Department of Applied Thaumaturgy recommending the implementation of private usage of SCP-6147. Following a series of discussions on the matter, the proposal was approved due to its low security risk and its potential benefits to Foundation staff.",
        "\" SCP-6147 \" by Nitro147, from the SCP Wiki . Source: https://scpwiki.com/scp-6147 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Access to the instructions for SCP-6147 is restricted to personnel with Level 4/6147 clearance. Under no circumstances should SCP-6147 be performed without the supervision of a qualified member of the Department of Applied Thaumaturgy.",
    "description": "SCP-6147 is a thaumaturgic ritual that allows the performer to access the memories of any deceased individual of their choosing (hereafter referred to as the target). Testing has confirmed that information recovered through SCP-6147 is an accurate representation of the target's memories. SCP-6147 has no effect if the chosen target is still alive.",
    "title": "SCP-6147"
}