{
    "url": "https://scp-wiki.wikidot.com/scp-6159",
    "all_text": "777\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+114\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-6159-ARC\n\n\n\n\nPrimrose Fatish Von Trevil,\n\n\nFormerly the Book-Bound Devil\n\n\n\n\nCo-Author and Graphic Designer:\n\n\nFantem\n\n\nCo-Author and Illustrator:\n\n\nOpossumistic\n\n\n\n\n\n\nA story about a devil with issues. And the friends who stuck by her through it all.\n\n\nThis article's ending and future has been decided on by the community.\n\n\nThe first entry into the Whore of Blood series of SCPs and tales.\n\n\nIf you're looking for music to listen to this to, I recommend the album \nDeathconsciousness by Have a Nice Life\n, as a large part of this story is inspired by it.\n\n\nWord Count:\n 13k words/45 minutes\n\n\n\n\n\n\n⚠️ \nContent warning:\n This story contain a reference to trans-related dysphoria, strong language, blasphemy, references to domestic, mental, and emotional abuse, violence, and themes relating to obsessive depression.\n\n\n\n\n\n\n\n\n\n\nrating: \n+114\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6159-ARC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nbelial\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6159. Click to open image in browser.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-68\n\n\nDr. Jack Spring\n\n\nDr. Maple Lynn\n\n\nMTF Tau-9 (\"Bookworms\")\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-6159 is to be kept in a secure storage locker at Extradimensional Site-68.\n SCP-6159 is to be sealed inside High Security Containment Vault 4323 at Extradimensional Site-68. Should SCP-6159-1 leave SCP-6159, the use of lethal force against the entity is strictly forbidden. When attempting to apprehend SCP-6159-1, all acting personnel must either remain undetected by the entity or ensure that they have maintained an adequate distance (~700-800 meters) from the anomaly prior to capturing it.\n\n\nPersonnel are forbidden from accepting any contracts SCP-6159-1 proposes without 05 Council approval.\n\n\nApprehending SCP-6159-2 is to be done as soon as possible for the purpose of interrogating it. Researching both SCP-6159-1 and SCP-6159-2 for means of making containment more practical is a high priority.\n\n\nDescription:\n SCP-6159 is the collective designation for a seemingly indestructible, untitled book, and the extradimensional space that makes up its interior.\n\n\nThe object’s exterior has a blue leather cover with gold trimming. The text within SCP-6159’s pages is seemingly random, and changes constantly when unobserved. Once a subject opens the book, they become aware of its functionality, and can utilize SCP-6159 to open a stable, two-way portal to its interior extradimensional space.\n\n\nThe interior of SCP-6159 is a localized dimension consisting of a massive, multistoried library containing an unknown, theoretically infinite amount of books. These books consist of both published works commonly available to the public, and several texts unknown to any publisher database.\n\n\nThere does not appear to be any organizational structure to these books, their placement seeming entirely random. Likewise, the text within the books is random, with each sentence belonging to a different disparate work. This library is thought to be the source of the text appearing on the object's exterior. Additionally, when a subject is traversing SCP-6159’s interior, that subject has a chance of appearing on one of SCP-6159’s pages as an ink illustration, alongside the text.\n\n\nSCP-6159-1 refers to an Alpha Class Tartarean entity, or \"archdemon\n1\n,\" that was discovered in SCP-6159's extra-dimensional space. The entity has called itself \"Primrose Fatish Von Trevil,\" and claims to originate from “the Seventh Circle\" otherwise known as the \"Circle of Violence.\" It appears as a feminine humanoid with features resembling a black-backed jackal (\nLupulella mesomelas\n) and stands at approximately 2.13m (7ft) in height.\n\n\nAny aggressive physical action attempted towards SCP-6159-1 will result in any injury that would be sustained by the entity to be replicated in targets of its choosing. The upper limit to the amount of subjects SCP-6159-1 can designate is unknown. This effect does not occur if it is unable to designate a target prior to being harmed, or if a subject has distanced themselves at least 22 meters from SCP-6159-1. While the entity claims to be non-hostile, extreme caution is advised when interacting with it.\n\n\nSCP-6159-2 refers to an uncontained Omega Class Tartarean entity, or \"Imp\n2\n,\" who can materialize within SCP-6159's extra-dimensional space at will. SCP-6159-2 refers to itself as \"Adrian,\" and claims to be SCP-6159-1's familiar. The entity stands at 0.6m (2ft) in height, has vaguely canid features with two short horns on its head, and is of indeterminate sex. SCP-6159-2 claims its goals are to return SCP-6159-1 to its place of origin, and to reunite it with the rest of its \"family.\" Based on interactions with it, SCP-6159-2 is theorized to have been human prior to assuming its current form.\n\n\nWhile SCP-6159-2 appears to pose no direct harm to personnel, caution is to be maintained at all times when interacting with Tartarean entities.\n\n\n\n\nUpdate 12/27/2021 7:05 PM:\n No successful method is currently in place for fully containing SCP-6159-1 or SCP-6159-2. The anomaly has been given the sub-classification of Belial\n3\n as diplomatic means of containment are currently being pursued by Dr. Maple Lynn and MTF Tau-9 (\"Bookworms\"). “Primrose Fatish Von Trevil,\" \"Adrian Fatish,\" \"the Utharia Testament,\" and the names and organizations mentioned by SCP-6159-1 and -2 are to remain under investigation.\n\n\n\n\n\n\n\n\n\n\nF-6159\n\n\nEL-6159-1\n\n\nINT-6159-2\n\n\nSL-6159-3\n\n\nINT-6159-4\n\n\nBCF-6159-5\n\n\nINT-6159-6\n\n\nJA-6159-7\n\n\n\n\n\n\n\n\n\n\nForeword-6159\n\n\n\n\nSCP-6159 Documents\n\n\n\n\n\n\nThe following documents consist of the discovery of SCP-6159-1, interrogations performed by Dr. Lynn, audio logs of SCP-6159-1 and SCP-6159-2 conversing within SCP-6159, and other information.\n\n\nDocumentation not presented here consists of detailed explanations of SCP-6159-1 and SCP-6159-2's origins, and the known contents and origins of the Utharia Testament, which may be found in 6159 Documents-2.\n\n\n\n\n\n\n\n\n\n\nExploration Log-6159-1\n\n\nForeword:\n Upon discovery of SCP-6159, an expedition into its interior pocket dimension was authorized to determine the object's possible origins, and potential connections to the Serpent's Hand, Wanderer's Library, or other Groups of Interest. Dr. Lynn accompanied Mobile Task Force Tau-9 (\"Bookworms\") for her general expertise in bibliologic anomalies.\n\n\n\n\n\n\n<Begin Log>\n\n\nT9-1:\n First floor secure. Detecting anything, Lynn?\n\n\nDr. Lynn:\n No, nothing that isn't expected. Humes are at a stable 1.2 Kants, and we're the only things making noise in the 500 meter area.\n\n\nT9-1:\n Understood. Proceeding to stairwell.\n\n\nDr. Lynn:\n Wait, I think… I think someone's been here.\n\n\nT9-2:\n Recently?\n\n\nDr. Lynn:\n Hard to say. There's open books scattered all over on the tables in front of us. There's no dust built up anywhere in the library so it's hard to say how long ago they've been here.\n\n\nT9-2:\n So… it could've been 2 minutes ago or \n200\n years ago.\n\n\nT9-3:\n I hope it was 200 years ago. I don't wanna run into any monster librarians in here.\n\n\nT9-4:\n Yeah, but what if they were hot though?\n\n\n[T9-1 sighs.]\n\n\nT9-1:\n … Glad you've got your priorities in check, Jess.\n\n\nT9-2:\n Think they were trying to find something, Dr. Lynn?\n\n\nDr. Lynn:\n Maybe? All these books are unlabeled and uncatalogued though. Trying to find anything specific here would be impossible.\n\n\nT9-1:\n Stairs, let's proceed.\n\n\n[Agents proceed to the second floor. 12 minutes later agents stop.]\n\n\nDr. Lynn:\n Hey, hold up. I'm getting something. Stay quiet.\n\n\n[Agents remain quiet for 30 seconds.]\n\n\nT9-2:\n I hear it.\n\n\nDr. Lynn:\n It sounds like… pages being flipped? Like somebody’s reading. That way.\n\n\n\n\n\n\nSCP-6159-1, on arrival. Image taken from the exterior of SCP-6159 as MTF Tau-9 explored its interior.\n\n\n\n\n\n\n[Agents proceed slowly towards the source of the noise. After 2 minutes they turn a corner and make visual contact with SCP-6159-1 who is sitting, reading a book. All agents stop in place.]\n\n\nT9-2:\n \nFuck.\n\n\nSCP-6159-1:\n Adrian, please, I know I do not look my best but it is not-\n\n\n[SCP-6159-1 looks up from its book briefly before doing a double take.]\n\n\n[Visual and audio feeds distort slightly due to the sudden spike of TRE\n4\n. SCP-6159-1 is seated in a chair surrounded by books piled and strewn around it. Its fur is unkempt, and its dress shirt is unbuttoned at the top with its suit jacket draped over the arm of the chair. SCP-6159-1 looks disorientated. Unknown medical inhalers can be seen littering the floor near the entity. A yellowish wilting potted plant is located on a table next to the entity.]\n\n\n[SCP-6159-1 drops its book to the floor and stands.]\n\n\nSCP-6159-1:\n What have you done with Adrian? Answer \nnow.\n\n\n[SCP-6159-1's pupils pulse red briefly. Agents and Dr. Lynn shudder. After-action report states all agents felt \"goose bumps\" spread throughout their bodies all at once.]\n\n\nT9-4:\n T-that’s a-\n\n\nDr. Lynn:\n Yes. I know.\n\n\nSCP-6159-1:\n \nI\n asked you a \nquestion.\n\n\n[Agents do not move. T9-2 and T9-4 exchange worried looks. Dr. Lynn takes a step forwards slowly.]\n\n\nDr. Lynn:\n W-wait, we don't mean any harm. We're with the-\n\n\nSCP-6159-1:\n I \nknow\n who you are with. I know \nwhat\n your organization does. If I find out you have captured Adrian and put them in one of your little boxes, I swear I will-\n\n\nDr. Lynn:\n I \npromise\n we don't know who you're talking about. You're the only one we've encountered here so far. We're only here on an \nexploratory\n mission.\n\n\n[30 seconds of silence pass as SCP-6159-1 slowly looks over each agent.]\n\n\nSCP-6159-1:\n … No, you would have not been able to contain them. Your universe’s Foundation is relatively benign. How did you find the book?\n\n\nDr. Lynn:\n It was being auctioned off alongside a cache of anomalous books. We think an ex-member of the Serpent's Hand must have found and sold them. That's all I know.\n\n\n[SCP-6159-1 sighs and pinches the space between its brow.]\n\n\nSCP-6159-1:\n I see. Apologies for the hostility. Would you happen to know how long this ex-member had it?\n\n\nDr. Lynn:\n I… was hoping you knew.\n\n\nSCP-6159-1:\n Ugh, who thinks to steal a book?… Unbelievable.\n\n\n[SCP-6159-1 pulls out a phone, and checks the screen.]\n\n\n[SCP-6159-1 looks visibly unsettled and is heard whispering under its breath.]\n\n\nSCP-6159-1:\n … \nHow long have I been in here.\n\n\n[There is a 15 second silence between SCP-6159-1 and T9. SCP-6159-1 spent this time looking at its lock screen.]\n\n\nSCP-6159-1:\n I am sorry but I must ask you to leave. I cannot be disturbed while I'm conducting my work here.\n\n\nDr. Lynn:\n Your work being… ?\n\n\nSCP-6159-1:\n No comment.\n\n\n[SCP-6159-1 sits back down on its chair and picks up the book it dropped.]\n\n\nSCP-6159-1:\n Now, please leave. I am not interested in a conflict with your Foundation, and would rather like to be left- Ow!\n\n\n[SCP-6159-1 turns the page of the book and flinches, each member of T9 and Dr. Lynn flinch as well. All agents report getting an identical papercut on the top of their index fingers.]\n\n\nT9-1:\n What in the f-\n\n\nSCP-6159-1:\n One moment please.\n\n\n[SCP-6159-1 looks at its index finger and chants softly. Soon after, the papercut on the agent's fingers have been healed.]\n\n\nSCP-6159-1:\n Please take that as a show of good will. As well as a demonstration of what will happen should any harm come to me. I will make a promise to not harm any of you \nor\n your organization as long as I am not antagonized or prevented from continuing my work within the library. Understood?\n\n\nT9-1:\n Fine… move to exfil. We're done here.\n\n\n[Agents move back from SCP-6159-1 and turn the corner.]\n\n\nT9-3:\n Well, shit, guess we found our monster librarian.\n\n\nT9-2:\n I don't know about that, don’t think she works here.\n\n\nT9-4:\n … Still hot though. Did you see the size of her-\n\n\nSCP-6159-1:\n \nI CAN STILL HEAR YOU.\n\n\n[T9-1 sighs]\n\n\nT9-1:\n Goddamn it, Jess.\n\n\n<End Log>\n\n\nClosing Statement:\n After encountering SCP-6159-1 and confirming its status as an Alpha Class Tartarean, SCP-6159 has been moved to High Security Containment Vault 4323.\n\n\n\n\n\n\n\n\n\n\nInterview-6159-2\n\n\nForeword:\n Following the previous exploration, MTF Tau-9 has been tasked with approaching the entity again. Due to the extreme capabilities Alpha Class Tartarean entities possess, T9 has been equipped with non-lethal munitions, and a portable Scranton Reality Anchor with an effective negation range of 100 meters. The goal of this mission is to interrogate SCP-6159-1 for information on possible methods of apprehension and containment. Dr. Lynn has been allowed to accompany T9.\n\n\n\n\n\n\n<Begin Log>\n\n\n[MTF Tau-9 approaches the area SCP-6159-1 was last seen. It had moved its base of operations down the aisle. The entity's shirt is fully buttoned, and its fur is marginally more kempt. It is now wearing its suit, which is visibly creased. SCP-6159-1 was aware of T9's presence before their arrival. SRA was active prior to arrival.]\n\n\nSCP-6159-1:\n Good day. I assume you still have business on this floor of the library?\n\n\nDr. Lynn:\n Yes, we actually wanted to talk with you.\n\n\nSCP-6159-1:\n … I hoped that would not be the case.\n\n\nDr. Lynn:\n I understand but I- \nwe\n think it's in your best interest to come with us.\n\n\n[SCP-6159-1 sighs, and clenches its fist. Its eyes pulse red again, and body-cams and audio distorts due to a sudden spike of TRE. All members of T9 report the same sensations from EL-6159-1 returning.]\n\n\nSCP-6159-1:\n I am not going anywhere, Dr. Lynn. We both know that.\n\n\nDr. Lynn:\n Wait, how did yo-\n\n\nSCP-6159-1:\n \nOpposition research.\n I made a phone call.\n\n\nSCP-6159-1:\n You believed that I would not notice your reality anchor, and hoped that I would be gullible enough to follow you into a trap. Your universe's Foundation does not possess an anchor I cannot simply bypass. I am not going anywhere.\n\n\n[T9-1 signals T9 to release the safeties on firearms. T9 assumes a low ready position.]\n\n\n[SCP-6159-1 groans and turns towards T9-1.]\n\n\nSCP-6159-1:\n \nPlease.\n Bean bag rounds and stun grenades are \nnot\n going to work either. You would be in far more pain than I.\n\n\nT9-1:\n Bet.\n\n\n[T9-1 stares SCP-6519-1 down.]\n\n\nSCP-6519-1:\n … Daniel, if I wanted all of you dead I would have done so the moment we met. There was nothing stopping me. I do not \nwant\n to hurt any of you. I may be an archdemon but I hold very little malice in my heart for humanity.\n\n\nSCP-6519-1:\n I told all of you prior. I am uninterested in engaging with your organization. If that was not clear enough, then let me state plainly: If you do not hurt me, I will not hurt you, your men, Dr. Maple Lynn, or your Foundation.\n\n\nSCP-6159-1:\n Do we have a deal?\n\n\nT9-1:\n … Fine. Tau-9, stand down.\n\n\n[All members of T9 stand down.]\n\n\nSCP-6159-1:\n Thank you.\n\n\nSCP-6159-1:\n At least you did not bother with the blessed munitions. Human produced holy ammunition and water may have been a semi-effective deterrent during the incident with the \nLas Vegas Special Economic Zone\n, but it would \nnot\n have been effective here.\n\n\nSCP-6159-1:\n I admire the attempt, but you and I both know this world's Foundation lacks the capability to contain an archdemon.\n\n\nT9-1:\n How much do you know exactly?\n\n\nSCP-6158-1:\n Beyond just your names? Assume I know everything. Including your internet search history.\n\n\n[SCP-6159-1 glances at T9-4, who shifts nervously.]\n\n\nSCP-6159-1:\n My point is, I have ties to organizations that make yours look \nquaint\n in comparison, and persons who could single-handedly destroy your entire organization from the top down. So, I suggest you take my warning to heart and never repeat this attempt. I will not interfere with your Foundation's business here and you will not interfere with mine.\n\n\nDr. Lynn:\n L-Look, I apologize. I admit, we… may have gotten off on the wrong foot here. Our equipment was only brought in for our own safety, not as an act of aggression towards you. We only came back so we could interview you. We just want to understand you better.\n\n\nSCP-6159-1:\n … I would say this is a frankly terrible first impression if I had not already met you prior. Conversations are hard to have when the other party comes to the table with weapons ready and paratech magic suppressors.\n\n\nDr. Lynn:\n I… understand that. Well, if that's the case…\n\n\n[Dr. Lynn motions T9-3 to deactivate the SRA. T9-3 complies. Dr. Lynn reaches for her side-arm and un-holsters it. SCP-6159-1 raises an eyebrow before Dr. Lynn sets it down on the table next to her and steps forward.]\n\n\nDr. Lynn:\n My name, as you already know, is Dr. Maple Lynn. I'm a researcher with the SCP Foundation. I specialize in bibliographic anomalies and would like to know more about you. What's your name?\n\n\n[Dr. Lynn extends her open hand out for SCP-6159-1.]\n\n\n[SCP-6159-1 blinks and looks at Dr. Lynn and then down to her outstretched hand. SCP-6159-1 stands up slowly and approaches her.]\n\n\n\n\n\n\nSCP-6159's rendition of Dr. Lynn and SCP-6159-1.\n\n\n\n\n\n\n[SCP-6159-1 grasps Dr. Lynn's hand and gives it a gentle shake.]\n\n\nSCP-6159-1:\n Primrose. Primrose Fatish Von Trevil. Lawyer, diplomatic liaison, mercenary, surgeon, and pharmaceutical chemist. Whore of Blood, and true heiress to the Throne of Blood in the Seventh Circle. It is a pleasure to make your acquaintance, Dr. Lynn.\n\n\nDr. Lynn:\n That… is a rather impressive list of credentials. Is that… normal for archdemons?\n\n\nSCP-6159-1:\n Some of them, perhaps. The royal title of 'Whore' requires one to be a multi-disciplinary individual. At the service and betterment of whoever requires me.\n\n\nDr. Lynn:\n I… see. Um, may I sit down, Primrose?\n\n\nSCP-6159-1:\n You may.\n\n\n[Dr. Lynn brings a chair to sit across from SCP-6159-1 who had now returned to its seat.]\n\n\nDr. Lynn:\n Thank you. I won't take too much of your time. Just need to ask a few more questions.\n\n\nSCP-6159-1:\n Be my guest.\n\n\nDr. Lynn:\n Could you explain what you meant by ‘true heiress to the Throne of Blood?’ You're an archdemon. That would mean you're the \nruler\n of the Seventh Circle, correct?\n\n\nSCP-6159-1:\n … That is… \ncomplicated.\n\n\nDr. Lynn:\n Okay, try me.\n\n\n[SCP-6159-1 sighs and pinches its brow.]\n\n\nSCP-6159-1:\n No, I am not the ruler of the Seventh Circle. Technically speaking, \nnobody is.\n The Intercircular Diet of Violence is the closest thing to a ruling body. If that body were a \nfetid corpse.\n\n\nDr. Lynn:\n I sense you're not their biggest fan.\n\n\nSCP-6159-1:\n I am not.\n\n\nSCP-6159-1:\n The Diet is made up of seven of my father’s old flunkies who style themselves as self-appointed ‘Grand Dukes.’ They think of themselves as royalty. I think of them as parasites.\n\n\nSCP-6159-1:\n They are the ones actively preventing my ascension to the Throne of Blood. My only solace is that they are too busy fighting each other to focus on directly interfering with me.\n\n\nDr. Lynn:\n Why wouldn’t they want you to take the throne?\n\n\nSCP-6159-1:\n Because I would remove them from power. Again, they are parasites.\n\n\nDr. Lynn:\n That sounds like a mess.\n\n\nSCP-6159-1:\n Blame my father. All he was ever good for was making the entire circle miserable.\n\n\nDr. Lynn:\n So, what are you doing now if you aren't a ruler?\n\n\nSCP-6159-1:\n I operate… Sorry, I \nused\n to operate a law firm. Prim and Proper Legal Solutions. We focus primarily on class action lawsuits, but we also do a fair amount of pro bono work.\n\n\nDr. Lynn:\n You used to?\n\n\nSCP-6159-1:\n Yes. The firm is on hiatus. Temporarily.\n\n\nDr. Lynn:\n I see, well-\n\n\n[Dr. Lynn accidentally kicks one of the many unknown medical inhalers on the ground. She reaches down to pick one up and examines it.]\n\n\nDr. Lynn:\n … I hope I’m not prying, but may I ask what these are? There’s quite a lot here.\n\n\nSCP-6159-1:\n Apologies; there are not any trash bins in this place. These are DreamSmoke™\n5\n inhalers. They are a brand of light demonic sleep aids.\n\n\nDr. Lynn:\n Oh, alright, I see. So, you mentioned an… 'Adrian' during our last meeting. May we ask who that is?\n\n\n[SCP-6159-1 thinks for a moment and taps its chin. T9-3 uses this as an opportunity to place a surveillance device on the shelf near SCP-6159-1.]\n\n\nSCP-6159-1:\n Adrian is… they are my familiar, paralegal, and… best friend. We have known each other for a while. A century by this point, though it feels much, much longer. I thought you and your escorts were them when you approached me.\n\n\nDr. Lynn:\n Huh, was there a reason why you thought we might have been them?\n\n\nSCP-6159-1:\n Oh, it was the swearing, mostly. That, and Oliver over there has a similar accent to them. St. Louis, Missouri… yes?\n\n\nT9-2:\n Yes, ma’am.\n\n\nSCP-6159-1:\n Adrian was usually the one to visit me here. To check in on me. They used to help me here with my work but…\n\n\n[SCP-6159-1 becomes silent for 10 seconds.]\n\n\nDr. Lynn:\n Primrose?\n\n\nSCP-6159-1:\n N-No, I… sorry, It has been awhile since I last spoke with anyone. I have been rather distracted with my work here.\n\n\nDr. Lynn:\n Your work? May I ask what that might be? I understand if it's highly confidential considering your, uh, various professions but we still need to know your purpose for being here.\n\n\nSCP-6159-1:\n It is confidential, sadly. And while I may have scrubbed this area of Akiva radiation, I would still be putting \nyou\n in extreme danger should too much information be leaked. All you need to know is that I am attempting to find information on a very, very ancient crime and the ensuing conspiracy that covered it up, and I know somewhere this library has the evidence I need.\n\n\nDr. Lynn:\n How do you know?\n\n\nSCP-6159-1:\n Are you aware of the nature of this library? I see you are aware of its ties to the Serpent at least, otherwise your superiors would not have sent Tau-9 with you.\n\n\nDr. Lynn:\n We have… some knowledge, yes. The rest, however, is just conjecture on our part. Enlighten us?\n\n\nSCP-6159-1:\n The book we are currently residing in is one of the many early attempts made by the Serpent to create what's now known as the Wanderer's Library. A repository of all the knowledge in all of existence. Unsurprisingly, this place holds every single text ever written in \nevery\n single world. Living. Dead. Infernal. Divine. And beyond. Infinitely updating itself. Sound familiar?\n\n\nDr. Lynn:\n That sounds about right for what we know about the Wanderer's Library. But… you said this was an early 'attempt' at creating the library. As in this was a… failure?\n\n\nSCP-6159-1:\n … That was a bit harsh, Dr. Lynn. Without the lessons she learned here we would not even \nhave\n the Wanderer's Library today. I would rather you not refer to her hard work here as a \nfailure.\n\n\nDr. Lynn:\n O-Oh, um, apologies. I didn't mean to offend. I only wanted more context on this book's history.\n\n\nSCP-6159-1:\n … No, it is- I am sorry, I know you did not mean to insult her. The Serpent is a family friend, and I… just felt defensive, I suppose. I am normally more on top of my emotions but… well…\n\n\nDr. Lynn:\n You're under a lot of stress here. I understand. I'll try to be more respectful with my language going forward.\n\n\nSCP-6159-1:\n … Thank you. That is… very considerate of you.\n\n\nSCP-6159-1:\n But yes, to answer your question earlier: This book was a prototype. A rough sketch or an early draft of the \nidea\n of the Wanderer's Library. As a result it has… several \nmajor\n issues. This library's collection is completely disorganized and uncatalogued. The books themselves are unlabeled and untitled. Not only that, the \ntext\n within the book is an issue as well, I mean- here, look at this.\n\n\n[SCP-6159-1 shows Dr. Lynn the book it was holding.]\n\n\nDr. Lynn:\n This is… Wait, what am I reading here?\n\n\nSCP-6159-1:\n You are reading the combined text of a cookbook, a personal diary, and what I \nthink\n is an instructional manual on how to construct a homemade thermonuclear weapon. Each sentence is from their respective text. The library compiles them all in a big messy heap like this.\n\n\nSCP-6159-1:\n This place collects all written text in every world. But due to an oversight in design, this library does not distinguish between actual \nuseful\n information and useless \nnoise.\n Attempting to gain any useful knowledge here is…\n\n\nDr. Lynn:\n Impossible?\n\n\nSCP-6159-1:\n \nDifficult.\n This library holds all the knowledge in existence, theoretically speaking. You just need to \nfind\n it.\n\n\nDr. Lynn:\n You've been at this for a lot longer than a year, have you?\n\n\nSCP-6159-1:\n Yes. It has been a very long time. I think a full year was the longest I ever spent here though.\n\n\nDr. Lynn:\n By yourself? You mentioned that Adrian used to help you here with your research. Is there a reason why they aren't here with you? Are they waiting for you back, uh… home?\n\n\n[SCP-6159-1 stares off to the side. The entity remains silent for 15 seconds.]\n\n\nDr. Lynn:\n I'm sorry if that was too personal a question, Primrose. We can just-\n\n\nSCP-6159-1:\n Do you want to know what the worst issue with this book is? The one I \nloathe\n the most, Dr. Lynn?\n\n\nDr. Lynn:\n … What is it?\n\n\nSCP-6159-1:\n The Serpent made the book here. In this living world. As such, she used the magic sourced from this world and this world \nonly.\n As a result, she discovered that the book only functions in \nthis\n world and nowhere else. When brought to another plane, it turns back into a blank book, its contents inaccessible. Then she found another issue: it was not possible to check books \nout\n of this library as well. Defeating the entire purpose she had of sharing the collected knowledge here.\n\n\nSCP-6159-1:\n If you wish to make use of this library's function, you \nmust\n remain in this world, within the book itself. You cannot take it with you or bring anything out. It is why I am still here. Still searching. It is why I… cannot return home. Yet.\n\n\nDr. Lynn:\n I’m… sorry to hear that, Primrose. But, what about Adrian?\n\n\nSCP-6159-1:\n Adrian and I worked together initially to pore through all these books. We did not stay here for long, maybe a few days at first. But that soon turned into a week and then a few weeks and then a month and… so on. They could not stay here for that long, so they returned home and would come back to help me whenever they could.\n\n\nDr. Lynn:\n Alright, but where are they? You said it's been a year, right? That’s quite the gap without seeing each other.\n\n\nSCP-6159-1:\n Adrian and I had a… professional disagreement. That is all I feel comfortable sharing.\n\n\nDr. Lynn:\n I understand. Did you expect them to return soon?\n\n\nSCP-6159-1:\n I mean… I expected them to return \neventually…\n They should have been back with more DreamSmoke™. I did not think they would have been absent for this long. We may have said some things we did not mean but…\n\n\n[SCP-6159-1 begins to rub its eyes.]\n\n\nSCP-6159-1:\n A whole \nyear?…\n It could not have been \nthat\n long, it just is not possible. I thought it was a month or two, at most… I- I mean… how could-\n\n\nDr. Lynn:\n Primrose, I think we can end the interview here. I don't want to… distract you from your work.\n\n\nSCP-6159-1:\n Okay. That is- okay. Thank you.\n\n\nDr. Lynn:\n We'll take our leave now. We may return at a later date for another interview. But until then, take care of yourself.\n\n\nSCP-6159-1:\n Yes. You too, then.\n\n\nT9-4:\n … Good luck, lady. Hope you find whatever it is you're looking for.\n\n\n[Dr. Lynn and the rest of T9 turn to leave. The surveillance device records SCP-6159-1 sitting in its chair unmoving for the next 30 minutes. Eventually, it reaches down to pick up one of the scattered medical inhalers and pumps it twice in its mouth. Within 10 minutes it falls asleep in its chair.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nSurveillance Log-6159-3\n\n\n\n\n<Begin Log>\n\n\n[5 hours and 14 minutes have passed since the events of INT-6159-2. SCP-6159-1 was still asleep when the entity known as “Adrian,” or SCP-6159-2, walked into frame. Due to the placement of the surveillance device, only its horns and the top of its head are visible. It takes a moment to observe the litter on the ground, as well as SCP-6159-1 itself, and sighs.]\n\n\nSCP-6159-2:\n \n… Fuck.\n\n\n[SCP-6159-2 walks up to SCP-6159-1’s chair, climbs up to sit on the armrest, and gently smacks the other entity’s face.]\n\n\n\n\n\n\nSCP-6159's rendition of SCP-6159-2.\n\n\n\n\n\n\nSCP-6159-2:\n Wake the fuck up, \nSleepyHead.\n\n\n[SCP-6159-1 groans, and shifts to curl up into a ball.]\n\n\n[SCP-6159-2 groans back, and tries to shake SCP-6159-1 awake.]\n\n\n[SCP-6159-1 groans again, and tucks its face into the seat of the chair.]\n\n\nSCP-6159-2:\n \n[Groan]\n C’mon! Prim! \nWake up!\n\n\nSCP-6159-1:\n Guuuhhh… Wha- Who…?\n\n\nSCP-6159-2:\n Who else do you think, dumb ass? Shit, you look awfu-\n\n\nSCP-6159-1:\n \nADRIAN!\n\n\n[SCP-6159-1 cuts off the other entity by bringing it in for a hug, and squeezing tightly.]\n\n\nSCP-6159-1:\n I missed you so much! I thought you would never come back!\n\n\nSCP-6159-2:\n \nPrim, Prim, I think you’re crushing my spine.\n\n\n[SCP-6159-1 squeezes SCP-6159-2 even harder.]\n\n\nSCP-6159-2:\n \nSeriously, I think I heard a vertebrae pop. Could you ease up?\n\n\nSCP-6159-1:\n Mm, no, I do not want to.\n\n\nSCP-6159-2:\n \n[Groans] Fuckin’ hell…\n\n\n[SCP-6159-2 sighs and wraps its arms around SCP-6159-1.]\n\n\nSCP-6159-2:\n … \nI missed you too, dude.\n\n\n[SCP-6159-1 lets SCP-6159-2 go. SCP-6159-2 floats in front of SCP-6159-1.]\n\n\nSCP-6159-2:\n So… should we talk about the leviathan in the room here or… ?\n\n\nSCP-6159-1:\n What do you mean, Adrian?\n\n\nSCP-6159-2:\n Prim, you’re being held captive by a bunch of Nazis.\n\n\nSCP-6159-1:\n No, they are not Nazis in this universe. That was the other one. \nThe SKP\n. If they were, I would have killed them all like last time.\n6\n\n\nSCP-6159-2:\n I meant more in \ngeneral,\n like, do these guys still use \nmentally handicapped death row inmates to talk to archdemons?\n\n\nSCP-6159-1:\n That was ages ago. Their Ethics Committee has been slowly phasing out the need for the D-Class for the past few decades now. They actually release their inmates at the end of their term now.\n\n\nSCP-6159-2:\n Pfft seriously? I doubt that.\n\n\nSCP-6159-1:\n They do. The inmate Ansiel told us about is currently living in a Foundation adult disability home. He still has that little toy rabbit Ansiel returned to him as well.\n\n\nSCP-6159-2:\n Prim, do you seriously- wait, hang on, this shit’s been bothering me since I walked in.\n\n\n[SCP-6159-2 marches over to the surveillance device, planted underneath the shelf, picks it up and looks directly into the camera.]\n\n\nSCP-6159-2:\n Fuckin’ \nsaw\n you the moment I walked in! You guys \nreally\n think you’re slick as fuck, huh?\n\n\nSCP-6159-1:\n Adrian…\n\n\nSCP-6159-2:\n I saw Prim and her family tear through an entire legion of you goose-stepping sideways assholes like it was \nnothing.\n\n\nSCP-6159-1:\n \nAdrian.\n\n\nSCP-6159-2:\n Do you wanna know what \n”I’ll fuck you with a chainsaw”\n sounds like in Latin? You will, if I tell her wife you have Prim locked up here. Oh and her fuckin’ \nbrother\n, if he finds ou-\n\n\nSCP-6159-1:\n \nADRIAN!\n I am fine. I am not being held captive.\n\n\nSCP-6159-2:\n … You’re not?\n\n\n[SCP-6159-2 places the surveillance device back on the shelf.]\n\n\nSCP-6159-1:\n No. If anything, I am holding \nthem\n captive. I can leave at any time.\n\n\nSCP-6159-2:\n Then why don’t you?\n\n\n[SCP-6159-1 remains silent for 5 seconds.]\n\n\nSCP-6159-1:\n You know why I cannot.\n\n\nSCP-6159-2:\n You know I’m not the only one who misses you, right? Morningstar and Astia haven’t seen you in a \nyear.\n What do you even have to show for it?\n\n\nSCP-6159-1:\n Well… I have learned a lot of things, but I am really close. There cannot be much more unti-\n\n\nSCP-6159-2:\n Prim, that’s what you said \na YEAR ago!\n\n\nSCP-6159-1:\n Adrian, I-\n\n\nSCP-6159-2:\n No, \nshut up.\n You need to stop this shit right now. I told you before, there’s \nNOTHING\n fuckin’ here.\n\n\nSCP-6159-1:\n \n[groans.]\n Not this \nagain,\n Adrian.\n\n\nSCP-6159-2:\n The Big Snake said it herself.\n\n\nSCP-6159-2:\n She told your mom that there \nmight\n be something in here, and she could try lookin’, but recommended \nagainst\n it.\n\n\nSCP-6159-2:\n You know what I think fuckin’ happened? I think Babs just came in here, saw how fucked these books were for herself, and \nleft.\n\n\nSCP-6159-2:\n And I think it’s time you do the same.\n\n\nSCP-6159-1:\n … This is too important for me to stop. And I have already spent so much time here, I cannot just… walk away with nothing.\n\n\nSCP-6159-2:\n You can and you should. Especially since all this shit left you with \nnothing.\n\nRemember Prim and Proper Legal Solutions? Our law firm we spent fuckin' AGES building up?\n\n\nSCP-6159-1:\n Of course I do, it is still there is it not?\n\n\nSCP-6159-2:\n Oh yeah sure, it's just a law firm without a FUCKIN' LAWYER NOW.\n\n\nSCP-6159-1:\n Adrian, \nplease-\n\n\nSCP-6159-2:\n How long are you gonna spend here? We want you back home, Prim. All of us miss you.\n\n\nSCP-6159-1:\n We are not having this conversation again, Adrian. I cannot be distracted from my work here.\n\n\nSCP-6159-2:\n Oh, like the DreamSmoke™ canisters you need to empty? Prim, this is the LAMEST drug you could've used as a crutch. You know what too much of this shit does to you?\n\n\nSCP-6159-1:\n I am \nfine.\n\n\nSCP-6159-2:\n You’ve become an actual SleepyHead, dude. Look at the plant Astia gave you! It’s fuckin’ \ndying.\n Where’s Morningstar’s feather?… Where’s my \nchip?\n\n\nSCP-6159-1:\n I used his feather as a bookmark, it is around here… somewhere. As for your poker chip I kept it close by me while I transcribed the books. It is just over-\n\n\n[SCP-6159-1 points to the table next to it. The spot the entity is pointing to is empty.]\n\n\nSCP-6159-1:\n … \nThere.\n\n\nSCP-6159-2\n: Prim.\n\n\nSCP-6159-1:\n W-Wait, no, it was- I \nswear\n it was just-\n\n\nSCP-6159-2:\n You lost my chip.\n\n\nSCP-6159-1:\n No, I- I…\n\n\nSCP-6159-2:\n …\n\n\n[SCP-6159-1 is silent, and looks away. After 10 seconds of silence, SCP-6159-2 walks up to SCP-6159-1, and reaches under its chair. The entity pulls out a slightly burnt poker chip.]\n\n\nSCP-6159-2:\n \nFound it for you.\n\n\n[SCP-6159-2 tosses the burnt poker chip at SCP-6159-1 who catches it and holds it in its hand.]\n\n\nSCP-6159-2:\n \nDon’t lose it again.\n And before you ask, no, I’m not helping you find Star’s feather. You gotta do that shit yourself.\n\n\n[SCP-6159-1 remains silent.]\n\n\nSCP-6159-2:\n … I’m heading back home, Prim.\n\n\n[SCP-6159-2’s eyes glow a deep gold color as they begin speaking. The visual and audio feeds distort as a gold portal opens behind SCP-6159-2.]\n\n\nSCP-6159-2:\n Maybe I’ll see you there this year.\n\n\n[SCP-6159-2 enters the portal. SCP-6159-1 sits motionless in its chair. The poker chip trembles in the entity’s hand. After 2 minutes SCP-6159-1 stores the poker chip in its inner jacket pocket. The entity stands up from its chair and moves towards the large pile of books next to it. SCP-6159-1 kneels down and begins digging through the pile.]\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following this interview, priorities have shifted in SCP-6159-1’s containment:\n\n\n\n\nBusiness partners and relatives of the entity pose an extreme threat to the Foundation. Possible confrontation with the entity's relatives is deemed highly likely, should SCP-6159-1 remain in SCP-6159.\n\n\nAssisting the entity in its goal has been deemed infeasible due to SCP-6159’s infinite size and lack of organization.\n\n\n\n\nEfforts are now being made to try and convince SCP-6159-1 to return to its point of origin.\n\n\n\n\n\n\nInterview Log-6159-4\n\n\nForeword:\n Due to her established rapport with SCP-6159-1, Dr. Maple Lynn has been sent into SCP-6159 with MTF Tau-9 escorting her. Dr. Maple Lynn is tasked with convincing the entity to return to its place of origin.\n\n\n\n\n<Begin Log>\n\n\n[Dr. Lynn begins the recording, and attaches the device to the inside of her jacket.]\n\n\nDr. Lynn:\n Alright, almost there. When we see her, try and give us some space, alright?\n\n\nT9-1:\n Dr. Lynn, I don’t like this. We shouldn’t be playing therapist to Alpha Class Tartareans.\n\n\nDr. Lynn:\n Do you think you can handle her in a confrontation? Or her family? We are not dealing with the lesser demons from Undervegas here, we’re dealing with an \narchdemon.\n An infernal demi-god, with connections to \nother\n archdemons. We should be thankful she’s at least \ncivil.\n\n\nT9-1:\n Look, I know. But you know what demons are like. The best of them \nseem\n civil on the outside but they’re all fucking \nderanged\n on the inside. I haven’t seen one that-\n\n\nSCP-6159-1:\n \nAGAIN, I CAN HEAR YOU.\n\n\nDr. Lynn:\n … Daniel, this one is clearly different. I’ve never thought of a demon being… like this.\n\n\nT9-1:\n Fine. If anything goes wrong just give us the signal and we’ll exfil.\n\n\nDr. Lynn:\n Thank you. Just hang back and I’ll… try and pretend she didn’t just hear this entire conversation.\n\n\n[Dr. Lynn approaches the entity who is on its knees and sorting through various books.]\n\n\nDr. Lynn:\n Hello Primrose. Sorry about that, I wanted to talk with you one more time.\n\n\nSCP-6159-1:\n It… is fine. Well, it is \nnot\n fine, but it is fine. I am in the middle of trying to find something, as I believe you are aware.\n\n\nDr. Lynn:\n Yeah. Your friend gave the intern in charge of surveillance a heart attack. He called the site director and started screaming that “Satan was about to kill us all.”\n\n\nSCP-6159-1:\n Apologies. Adrian was just trying to look out for me.\n\n\nDr. Lynn:\n So… uh, were they joking about your family waging a war against us?\n\n\nSCP-6159-1:\n Oh, no, they actually would do so if they believed that you were holding me captive. Or if you were a variant of the \nSonderkommando für Paranormales,\n which you are not.\n\n\nDr. Lynn:\n Yes, and we have some questions about that particular incident. Specifically, why you attacked them. We obviously have a few reasons why you would want to, but we don’t have the full picture.\n\n\nSCP-6159-1:\n Well, for one, they are literal Nazis, so there is the principle of the matter. But, we believed they were holding the mother of my half-brother, Morningstar, hostage. They were not, but we had to kill everyone to find that out.\n\n\nDr. Lynn:\n I-I see.\n\n\n[SCP-6159-1 stands up from the ground and proceeds to sit down on its chair. Dr. Lynn proceeds to sit across from it.]\n\n\nSCP-6159-1:\n … You are not in danger, Dr. Lynn. We often approach things from a more diplomatic standpoint, but we did not deem them worthy of that for \nvery obvious\n reasons.\n\n\nDr. Lynn:\n Well, that’s a relief to hear. If they were a normal instance of the SCP Foundation, you'd have negotiated?\n\n\nSCP-6159-1:\n That depends. \nYour\n version of the SCP Foundation, like I said prior, is relatively benign. \nYou\n can be reasoned with. There are \nothers\n who cannot. Other versions of your Foundation that are so drunk on their own power that they feel they can contain the \nentire world.\n\n\nSCP-6159-1:\n There are Foundations out there that make yours look like a small town police department by comparison. For instance, you do not possess a \nDeus Ex Machina in Yellowstone\n.\n\n\nDr. Lynn:\n Pardon?\n\n\nSCP-6159-1:\n For all intents and purposes, let us just call it a… “reset button.” It is not doing the concept justice, but you get the idea.\n\n\nDr. Lynn:\n \nMmm… maybe.\n I can’t really… make a comment on all of that.\n\n\nSCP-6159-1:\n A benign Foundation is not a bad thing, Dr. Lynn. The universes where the Foundation ends up ruling the world are not very good places to live, I assure you.\n\n\nDr. Lynn:\n Well, let’s change the topic then. Could we talk about your family for a moment? You said that your brother is named, uh, \nMorningstar?\n\n\nSCP-6159-1:\n Yes. He is not \nthe Adversary,\n if that is what you were thinking. Information from other worlds tends to leak out in strange ways.\n7\n You are not the only Earth that has conflated my brother’s name with the name of the ruler of Inferno\n8\n\n\nSCP-6159-1:\n Let me give you another example, do you know how demons are usually depicted in popular culture? As little red men with goatees and a pitchfork?\n\n\nDr. Lynn:\n Yeah? I always thought that was a little strange, honestly.\n\n\n[SCP-6159-1 gestures to itself.]\n\n\nSCP-6159-1:\n I am the little red man with the fork.\n\n\nDr. Lynn:\n W-wait but… that’s… you aren’t little, or a man, or have a fork.\n\n\nSCP-6159-1:\n No, the fork part is actually accurate. \n[SCP-6159-1 materializes an ornate, thorned pitchfork in its hand. Dr. Lynn and Tau-9 are visibly startled.]\n\n\nDr. Lynn:\n O-Oh! You uh, had that the entire time, huh?\n\n\nSCP-6159-1:\n Yes. \n[SCP-6159-1 dematerialises its weapon.]\n Honestly, it is a little dysphoric, I mean, I spent so much time and money on transitioning only for mortals to think of me as an ugly little red man! And with a \ngoatee!\n Where did that even come from?! I never ONCE had a goatee!\n\n\n[SCP-6159-1 sighs and rubs its temples.]\n\n\nSCP-6159-1:\n You can understand, right, Dr. Lynn?\n\n\nDr. Lynn:\n I do. Even after years of HRT\n9\n, It felt so frustrating to keep living that lie, so I can imagine what it might be like to have that lie constantly pressed on you like that.\n\n\nDr. Lynn:\n I still have family who can’t accept who I am now. They kept bringing up my pre-transition self, how “handsome I used to be” and how “good I looked” with facial hair.\n\n\nSCP-6159-1:\n I can relate. In general, not specifically.\n\n\n[SCP-6159-1 gestures to itself, referencing its fur.]\n\n\n[Dr. Lynn laughs.]\n\n\nDr. Lynn:\n Well, the difference is that you \nactually\n look good with fur on your face. I can’t say the same for myself.\n\n\nSCP-6159-1:\n Hah. I certainly look better with my fur than without. I had to be degloved a few times for the sake of a permanent transition. Adrian used to refer to me as “Bratwurst.”\n\n\nDr. Lynn:\n Goodness, that sounds like an intense procedure.\n\n\nSCP-6159-1:\n Very, but the results are undeniable.\n\n\nSCP-6159-1:\n Back on topic though, I have been confused with the Adversary, my own brother, and the Greek god Pan for absolutely no reason. I do not even look remotely like \nany\n of them. The way information distorts through different universes is absolutely \nmigraine\n inducing, honestly.\n\n\nT9-4:\n I didn't know that was, like, a thing that could happen.\n\n\nSCP-6159-1:\n \nReally?\n This is fairly common knowledge for us in Inferno. I know you visit Undervegas often and have a number of social relationships there. I am surprised \nnone\n of them ever told you about this.\n\n\nT9-4:\n Uh, well, I’m usually too busy doing other… \nthings…\n to talk shop like that.\n\n\n[T9-3 chuckles.]\n\n\nT9-3:\n Yeah, like \ndoing\n all your boy-toys from the Handsome Boy Modeling School.\n\n\nT9-4:\n It’s not my fault! I can’t say no to them whenever I’m in town!\n\n\nT9-2:\n Aren’t you the one who hits them up first?\n\n\nT9-4:\n … \nMaybe.\n\n\nSCP-6159-1:\n Still, I thought they would have told you \nsomething.\n They are a well versed mercenary company and that specific squad you are dating has hunted down targets on multiple worlds prior.\n\n\n[T9-4 stares at SCP-6159-1 and blinks]\n\n\nT9-4:\n Wait, mercenary company?\n\n\nSCP-6159-1:\n I- yes? You know, it is \nthe\n Handsome Boy Modeling School? As in Lust’s premiere \nroyal mercenary company?\n\n\nSCP-6159-1:\n The ones who answer to \nQueen Asmodeus\n directly?\n\n\nSCP-6159-1:\n They work with Site-666 to maintain security in Undervegas?\n\n\nT9-4:\n … \nOh.\n\n\nT9-4:\n Oh, yeah okay. That makes \na lot\n more sense now.\n\n\nSCP-6159-1:\n I am sorry but- what did you \nthink\n their job was?\n\n\nT9-4:\n I thought they were just like… you know… \nprostitutes.\n\n\n[SCP-6159-1 remains silent for 5 seconds.]\n\n\nSCP-6159-1:\n … No. They are not.\n\n\nT9-4:\n Well, I know that \nnow.\n\n\nSCP-6159-1:\n It seemed rather obvious.\n\n\nT9-4:\n Listen, I'm good at my job and what I do. I don't pretend that I'm all that smart outside of it.\n\n\nT9-3:\n You know, I was always wondering why they never charged you.\n\n\nT9-2:\n I was wondering why they were all carrying guns.\n\n\n[T9-1 clears his throat loudly]\n\n\nT9-1:\n Can we \nplease\n get back on topic?\n\n\nSCP-6159-1:\n Yes. Apologies, what was the topic again?\n\n\nDr. Lynn:\n Uh, right, your family. It’s good to know that they aren’t about to kill us all, but we still have questions. What was your relationship with your family? Was everything good back home?\n\n\nSCP-6159-1:\n I love them more than anything. Truthfully? I am here for them. The evidence I am looking for involves the… man who hurt them.\n\n\nDr. Lynn:\n What did he do? We know that you’re after something about a crime that was committed, but we might need to know the scale of the crime and how it relates to your family.\n\n\nSCP-6159-1:\n It does not relate to my family. Not directly, at least.\n\n\nSCP-6159-1:\n This crime is what began a multi-millennial reign of terror that indirectly, but \nintentionally,\n caused grief to the other members of my family. If I can prove what this person did… maybe we can finally try to arrange his removal. Or at least have him face some kind of consequence for his actions.\n\n\nDr. Lynn:\n And what crime did he commit?\n\n\nSCP-6159-1:\n I allege \nmass-familicide.\n As a young child, he killed his entire family, claimed the seat of power for himself, and covered the crime up by erasing them from history.\n\n\nDr. Lynn:\n That’s a very serious allegation. How did you first find out about this?\n\n\nSCP-6159-1:\n My mother took a keen interest in this case. She was tipped off by the Serpent, and… I suppose I am taking it up in her place.\n\n\nDr. Lynn:\n I know you said the information is confidential and potentially dangerous but… it would help us to know what you are looking for \nspecifically.\n Who exactly is the accused in this situation?\n\n\nSCP-6159-1:\n … I apologize but I cannot tell you.\n\n\nDr. Lynn:\n Not even a hint?\n\n\nSCP-6159-1:\n… Dr. Lynn, I need you to understand. I am an archdemon. There are very few entities that I am \ntruly\n wary of. I ask that you please use your imagination.\n\n\n[Dr. Lynn puts a hand to her chin and furrows her brow. She is silent for 10 seconds.]\n\n\nDr. Lynn:\n I… I think I can understand.\n\n\nSCP-6159-1:\n When this crime was committed, there was a text written about it. And this text was deemed damning enough for the accused to destroy both the text, its writer, and the \nuniverse that he inhabited.\n There was nothing left, not even dust.\n\n\nSCP-6159-1:\n I think it goes without saying that I am after this text.\n\n\nDr. Lynn:\n There was something I’ve been thinking about since we first met. Why are you here, exactly, and not in the Wanderer’s Library? If you and your mother knew the Serpent, and her library is more functional, why are you searching \nhere?\n\n\nSCP-6159-1:\n The text itself was destroyed before it could be archived. And even if she could, the Serpent would not carry it in her library. It is simply too dangerous. And considering the sorts of books the Wanderer’s library has in its catalog, I think that says a lot. She only knew enough to give my mother the name of the text’s author: \nUtharia.\n\n\nSCP-6159-1:\n The Serpent was the one who suggested my mother look here. Like I said before, this book automatically collects all written text in all of existence, from useless noise to precious knowledge. Due to the way information bleeds through worlds, the Serpent believed that \nparts\n of Utharia’s testament survived in other written work.\n\n\nDr. Lynn:\n So… wait. Even if you found what you’re looking for, then it wouldn’t be an accurate account, would it? Like you said, information tends to distort between worlds.\n\n\nSCP-6159-1:\n Perhaps, but… I can get close \nenough.\n If I can find enough texts to put together then I can possibly assemble something coherent. Here, let me show you an example…\n\n\n[The entity presents a handwritten page to Dr. Lynn and points at the following text.]\n\n\n\n\n\n\nAnd so the Hunter climbed\n\nClimbed away from the forest\n\nClimbed on top of the bodies of his brothers\n\nClimbed on top of the bodies of his sisters\n\n\nHe stood atop of the tower of corpses\n\nAnd took aim at the sky. To the great pitier\n\nAnd fired arrow after arrow,\n\nA trail of colorful light behind them\n\nUntil one. And only one\n\nMet his father’s throat\n\n\nWho could only gasp and choke\n\nWho looked down at his only remaining son\n\nAnd asked the final question:\n\n“Are you happy?”\n\n\nAnd he fell. From the top of the universe\n\nBreaking every star\n\nBreaking every bone\n\nOnto the cold hard floor of the earth\n\nAs lifeless\n\nAs the dust that surrounded him\n\n\n\n\n\n\n\n\n[Dr. Lynn reads the passage, and looks up to SCP-6159-1.]\n\n\nDr. Lynn:\n Is this… a poem? What is this?\n\n\nSCP-6159-1:\n \nThis\n is proof that this library does contain what I am looking for.\n\n\nSCP-6159-1:\n This is an excerpt from \nThe Books of Fever and Jealousy.\n This poem was restructured from twenty different books, of which Adrian and I found amongst four thousand other books.\n\n\nSCP-6159-1:\n On another Earth it was a religious text written by a persecuted death cult. On your Earth, it became a fictional text called \nThe Books of Terror and Longing\n from the fictional academic thesis and album \nDeathconciousness\n,\n written by author-slash-musician Dan Barrett.\n\n\nSCP-6159-1:\n The names are different and so is some of the text, but there is \nenough\n here that I can see what it is all pointing to. I know I am close to assembling something concrete.\n\n\nDr. Lynn:\n Primrose, I- may I be frank with you? You’re a lawyer, you know none of this is really enough to prosecute, uh, the \nsubject\n of your investigation. What does all of this \nreally\n mean to you?\n\n\nSCP-6159-1:\n I… I am unsure what you are trying to say, Dr. Lynn.\n\n\nDr. Lynn:\n I want to know what this represents to you. I believe you said earlier that you’re doing this for your family, right? But… Well, we know how much your family misses you. Don’t you think they'd want you home instead?\n\n\n[SCP-6159-1 shifts uncomfortably.]\n\n\nSCP-6159-1:\n They… would not want me to show up empty handed.\n\n\nDr. Lynn:\n According to Adrian, they just want you to show up in general.\n\n\n[SCP-6159-1 is silent.]\n\n\nDr. Lynn:\n Did you find Morningstar’s feather?\n\n\nSCP-6159-1:\n … I know it is somewhere here. I was- I used it as a bookmark. I must have left it in one of the books that I threw in the pile. I am… unsure \nwhen\n I lost it.\n\n\nDr. Lynn:\n What about the plant over there? I think Adrian said it belonged to your wife, Astia. When did you stop taking care of it?\n\n\nSCP-6159-1:\n I do not… recall. I \nswear\n I was taking good care of it. Astia took up botany as a form of therapy and gave the plant to me to help keep me sane while I was conducting research here. The last time I looked at it, it was still… green.\n\n\nDr. Lynn:\n Prim, I think you’re smart enough to know this isn’t healthy behavior. You’ve isolated yourself from your loved ones, you’ve stopped taking care of yourself and the things around you, you’ve completely lost track of time and when you aren’t overworking yourself, you spend it asleep. Why are you really doing this?\n\n\nDr. Lynn:\n What are you afraid of?\n\n\nSCP-6159-1:\n I- I-… I am not afraid of anything. What would you know about fear? You have been scared of me since we first met.\n\n\nSCP-6159-1:\n What claim do \nyou\n have to lecture me on fear? You who jump at shadows and try to label them in boxes. Holding back the inevitable, because you are \nterrified\n of the world around you. What right do you have to ask me what I am afraid of?\n\n\nDr. Lynn:\n Primrose, you know this is an obvious deflection, right? Yes, you’re right, we’re all frightened of you. There’s nothing we can do if you decide to just kill us all. But despite all that fear… I’m still here. Trying to \nhelp\n you.\n\n\nDr. Lynn:\n You’re never going to find what you’re looking. And I think \nyou\n know that deep down. So, let me rephrase this question because I think you’re a big enough girl to handle it:\n\n\nDr. Lynn:\n What are you afraid your family would say to you if showed up right now with \nnothing?\n\n\n[SCP-6159-1 is silent for 10 seconds.]\n\n\n\n\n\n\nSCP-6159's rendition of SCP-6159-1 at the time of INT-6159-4.\n\n\n\n\n\n\nSCP-6159-1:\n … This interview is terminated. Leave.\n\n\nDr. Lynn:\n Prim, you ne-\n\n\nSCP-6159-1:\n I SAID \nLEAVE.\n\n\n[SCP-6159-1 manifests two horns, two additional sets of eyes and a singular eye on her forehead. Flames shoot out from the entity’s head and back, lighting its chair on fire.]\n\n\nDr. Lynn:\n … Alright. For what it is worth, Primrose, I’m sorry. Take care.\n\n\n[Dr. Lynn turns to MTF Tau-9.]\n\n\nDr. Lynn:\n Time to go.\n\n\n[Foundation personnel depart from SCP-6159-1. As soon as they are no longer visible, SCP-6159 extinguishes the flames, and reverts back to its typical appearance. The entity digs through the pile of inhalers, pulls one of them out, and inhales from it.]\n\n\n[The entity curls up on the now-burnt chair. Whimpering could be heard, even as it falls asleep.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\nBody Camera Footage-6159-5\n\n\nForeword:\n Foundation Personnel move to 1st floor of SCP-6159 to go to their exfil point and encounter SCP-6159-2 waiting for them at the bottom of the stairwell. Following is recorded from Dr. Maple Lynn’s body camera.\n\n\n\n\nT9-1:\n So, I don’t mean to say “I told you so,” but…\n\n\nDr. Lynn:\n Not now, Daniel. Please.\n\n\nT9-4:\n I mean… look, all things considered, I don’t think this is a demon thing. Like,I think this is just a regular person thing. I’ve seen normal people do worse shit honestly.\n\n\nT9-1:\n Do they sprout horns and light themselves on fire as well?\n\n\nT9-4:\n I’ve seen people get mad. I’ve seen them in denial. Just because demons have the pyrotechnics behind them doesn’t make it any different.\n\n\nT9-4:\n Well, except for the horns. I haven’t seen a regular person do that shit before… It’d be pretty fucking cool though.\n\n\nDr. Lynn:\n Thank you, Jess.\n\n\nDr. Lynn:\n Look, this sort of thing gets uglier before it gets prettier. What we need to do is g-\n\n\nSCP-6159-2:\n Hey, can we talk?\n\n\n\n\n\n\nSCP-6159's rendition of T-4 and SCP-6159-2 at the time of BCF-6159-5.\n\n\n\n\n\n\nT9-4:\n \nGAH!\n\n\n[T9-4 reflexively throws a book at SCP-6159-2. The book collides with the entity’s face.]\n\n\nSCP-6159-2:\n \nNYEHH\n\n\nT9-4:\n Oh fuck, sorry! I didn’t think that would work!\n\n\nSCP-6159-2:\n For \nFUCKS\n sake! Y’all \nreally\n suck ass at this whole diplomacy thing.\n\n\nT9-1:\n We’re a Mobile Task Force. We don't do diplomacy.\n\n\nSCP-6159-2:\n Your name is the fucking \nBookworms,\n sit down.\n\n\nDr. Lynn:\n I-I’m sorry. You’re Adrian, correct? Primrose’s best friend?\n\n\nSCP-6159-2:\n Yeah, look, I’m sorry for calling you a bunch of goose-stepping sideways assholes on the camera earlier. Y’all didn’t exactly make the best first impression, but that wasn’t really \nyour\n fault.\n\n\nSCP-6159-2:\n You’re Doctor Lynn, right?\n\n\nDr. Lynn:\n I am. I take it you saw our previous conversation with Primrose?\n\n\nSCP-6159-2:\n Yep. She got pretty mad, but… not at y’all. Believe it or not, I think that actually helped. So, uh… thanks for that.\n\n\nDr. Lynn:\n You think that helped?\n\n\nSCP-6159-2:\n Yeah I do. You know Prim doesn’t get mad like that often, right? That’s like… the second time in the better part of a century. It takes some serious shit to get underneath Prim’s skin like that.\n\n\nDr. Lynn:\n Well, I’m sor-\n\n\nSCP-6159-2:\n No, no, no- We \nneed\n that right now. This isn’t the first time I’ve tried and failed to get Prim out of this shithole. I can annoy her, yeah, but making her mad like that? Could never do it. She loves me too much. People who make her mad like that usually end up fuckin’ dead.\n\n\nSCP-6159-2:\n The fact that y’all’re'all still alive and not in pieces tells me she \nknows\n she’s wrong. She’s mad at \nherself.\n\n\nDr. Lynn:\n Maybe… but she’s in some serious denial right now. I’m not sure how to get to her.\n\n\nSCP-6159-2:\n Oh yeah she’s stubborn as \nshit.\n Usually that’s a good thing with the kinds of people we deal with but… not here.\n\n\nSCP-6159-2:\n But you actually managed to get through to her. You were the first person that managed to get underneath that thick skin of hers in literal \nyears.\n We can use that.\n\n\nDr. Lynn:\n Use that… how?\n\n\nSCP-6159-2:\n I know you people want her gone and I want her back home. You and me, we gotta work \ntogether\n to do that.\n\n\n[Dr. Lynn takes a moment to consider SCP-6159-2’s offer.]\n\n\nDr. Lynn:\n … Alright, should we go back now?\n\n\nSCP-6159-2:\n Naw, no, we should give her a couple hours to cool off. She needs to stew a bit before we open that can of worms again. Next time y’all show back up, meet me here, we’ll go talk to our girl together.\n\n\nDr. Lynn:\n Sounds fine to me. Meet back here in… 8 hours?\n\n\nSCP-6159-2:\n Yeah, don’t be late.\n\n\n[Dr. Lynn and T9 exit the stairwell. SCP-6159-2 speaks up when T9-4 is about to leave.]\n\n\nSCP-6159-2:\n By the way, the boys at the Modeling School say hi.\n\n\nT9-4:\n … Oh yeah! I knew I saw you from somewhere.\n\n\nSCP-6159-2:\n Yeah, I organized like… all their booty calls this past year. Saw ya last Tuesday.\n\n\n[T9-1 slowly turns towards T9-4.]\n\n\nT9-1:\n You said you had a \ncold\n last Tuesday.\n\n\nT9-4:\n \nShit.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterview-6159-6\n\n\n\n\n[Tau-9 and Dr. Maple Lynn arrive at SCP-6159’s stairwell. SCP-6159-2 was sitting, waiting for their arrival. The entity sits up and stretches.]\n\n\nSCP-6159-2:\n Mm. Hey y’all. Glad to see you’re punctual.\n\n\nDr. Lynn:\n Of course. I want to help Primrose as much as you do.\n\n\nSCP-6159-2:\n You sayin’ that because you care, or are you sayin’ that 'cause you want the scary murderdemon gone?\n\n\nDr. Lynn:\n Those are not mutually exclusive things, Adrian.\n\n\nSCP-6159-2:\n Point. Alright, tell Tau-9 here to hang back a little further. We're gonna need space here.\n\n\nDr. Lynn:\n Daniel?\n\n\nT9-1:\n Call us if anything goes wrong.\n\n\nSCP-6159-2:\n I'll teleport y'all out if I think Prim's gonna lose it. Let's go.\n\n\n[T-9, Dr. Lynn and SCP-6159-2 ascend the staircase and move towards SCP-6159-1’s location. SCP-6159-1 was curled up, unconscious on her chair.]\n\n\nSCP-6159-2:\n \n[Sigh]\n Prim worries me with this shit.\n\n\nDr. Lynn:\n Does that pose a threat to her?\n\n\nSCP-6159-2:\n Ehhhh, yes and no. It’s not deadly or addictive or anything. It’s mostly used to memorize shit, and to relax, but too much of the stuff fucks you up. You can end up sleeping for days. Weeks sometimes.\n\n\nDr. Lynn:\n That sounds pretty serious.\n\n\nSCP-6159-2:\n Yeah, we call ‘em SleepyHeads. Fucked up.\n\n\nSCP-6159-2:\n They tend to get VERY cranky if someone wakes them up… So I'll be the one to poke her.\n\n\nDr. Lynn:\n Be my guest.\n\n\n[SCP-6159-2 approaches SCP-6159-1, and gently shakes the entity.]\n\n\nSCP-6159-2:\n Prim, c’mon. You gotta wake up. We need to talk.\n\n\nSCP-6159-1:\n \n[Groggily]\n Nnnffive more… minutes.\n\n\nSCP-6159-2:\n No, not five more minutes. Now. Come on.\n\n\nSCP-6159-1:\n N…no…\n\n\nSCP-6159-2:\n Okay, here’s what we’re going to do. I’m gonna make you sit up in that chair like a regular person…\n\n\n[SCP-6159-2 makes an effort to lift the other entity into a sitting position. SCP-6159-2 successfully manages to do so, but SCP-6159-1 is still asleep.]\n\n\nSCP-6159-2:\n Fuck, forgot how heavy you were… Let’s get some hot cocoa in you.\n\n\n[SCP-6159-2 manifests a thermos into its hand, and uncaps the lid. The Entity begins to carefully bring the liquid into SCP-6159-1’s lips until it begins to slowly lap it up.]\n\n\nSCP-6159-2:\n There we go, ya big puppy. We even added marshmallows and cinnamon how you like it.\n\n\n[SCP-6159-1 stirs and starts to properly sit up in its chair.]\n\n\nSCP-6159-1:\n … Mnnm, wha- Adrian?\n\n\nSCP-6159-1:\n … Dr. Lynn?\n\n\nDr. Lynn:\n Good morning, Primrose. We’d like to talk.\n\n\nSCP-6159-2:\n This's been a long time coming, fluffbutt.\n\n\nSCP-6159-1:\n What are you two doing? What has been coming?\n\n\nSCP-6159-2:\n An intervention. Prim, please. Drop this shit. Come home.\n\n\nSCP-6159-1:\n No.\n\n\nSCP-6159-2:\n Don’t get \nmonosyllabic\n with me. You aren’t your brother.\n\n\nDr. Lynn:\n You have a family, Primrose. How long do you plan on staying here away from them?\n\n\nSCP-6159-1:\n You do not understand, I ca-\n\n\nSCP-6159-2:\n No, Prim. Answer the question. Let’s just… entertain a hypothetical here. Say you never found what you’re looking for. How long do you plan on keeping your fam’ waiting? Astia’s panic attacks have been getting worse, Star and I are worried about the both of you. And when \nthat\n guy gets worried I know something’s really fuckin’ wrong.\n\n\nSCP-6159-2:\n Plus, like… there’s gotta be a better way to get this fucker. Don’t you think you could have done a lot more good out there if you weren’t doing this?\n\n\n[SCP-6159-1 remains silent. Dr. Lynn approaches the entities.]\n\n\nDr. Lynn:\n Primrose. When is enough \nenough?…\n\n\nSCP-6159-1:\n It will be enough when I have completed my work here.\n\n\nSCP-6159-2:\n Prim, your work will \nnever\n be completed here. We’ve pored through like… a million books and only found shit that \nwas vaguely similar\n to it. The Utharia Testament doesn’t exist anymore. And if it does, we can’t fuckin’ find it.\n\n\nSCP-6159-1:\n But it does exist! It exists here! It literally \nHAS\n to exist here.\n\n\nDr. Lynn:\n Primrose, this is \nworse\n than trying to find an individual grain of sand in a desert. I know demons are immortal, you literally have all the time in the world, but does your family have the time to wait for you?\n\n\nDr. Lynn:\n I’m going to ask you again: What are you afraid of? Why do you think your family will be disappointed in you if you don’t find this testament?\n\n\nSCP-6159-1:\n I… do not.\n\n\nSCP-6159-2:\n Hold up … You aren’t worried that we’re disappointed in you? Then what the fuck is it?!\n\n\nDr. Lynn:\n Adrian, I-\n\n\nSCP-6159-2:\n Nono, I need to ask this. Prim, did \nWE\n do something wrong? Did we do something to push you away from us? Did we hurt you?\n\n\nSCP-6159-1:\n Wha- No! You did not!\n\n\nSCP-6159-2:\n Then why the fuck are you so fucking obsessed with this?! Why?! I-… \nall of us\n need to know why you haven’t lived in your own damn home in \nyears.\n Just, what did we \ndo\n to make you unhappy?!\n\n\nSCP-6159-1:\n \nNO!\n That is not… I- I… I… just…\n\n\n[SCP-6159-1's voice catches in its throat.]\n\n\nSCP-6159-1:\n A- Adrian- I-I… I am so… so…\n\n\n[SCP-6159-2 stares at SCP-6159-1 for 10 seconds before it sniffs and wipes its eyes.]\n\n\nSCP-6159-2:\n \n[Sniff] For fucks sake, Prim.\n\n\n[SCP-6159-1 begins to whimper as SCP-6159-2 continues staring at the entity, tears begin to fall down both of their faces. Dr. Lynn gently grabs onto both entity's hands.]\n\n\nDr. Lynn:\n Okay… I think we all need to slow down and breathe. I know emotions are running hot right now, but we can’t use any accusatory language here. We're not trying to hurt each other. Let's all just take a minute and calm down, alright?\n\n\n[Both entities mumble in agreement. SCP-6159-2 manifests another thermos in its hands and pours itself and SCP-6159-1 two cups of hot cocoa.]\n\n\nSCP-6159-2:\n \n[Sniff]\n You want a cup, Maple?\n\n\nDr. Lynn:\n I appreciate it, but I’ll have to decline. Protocol.\n\n\nSCP-6159-2:\n Ugh, you guys ain’t fun.\n\n\n[2 minutes pass as the entities drink.]\n\n\nDr. Lynn:\n It does smell really good though.\n\n\nSCP-6159-2:\n Heh, yeah. Astia made it. She’s got the palate of a 5 year old but she knows her sweets… obsessed with sprinkles, too.\n\n\nDr. Lynn:\n That’s strange, I don’t see any sprinkles.\n\n\nSCP-6159-2:\n Yeah, cuz she made this just for Prim. She used to make this all the time for her.\n\n\nSCP-6159-1:\n … She made this for me? Recently?\n\n\nSCP-6159-2:\n Yeah, fuckin’ \nobviously,\n dude. She knows I’m coming here to talk to you. When was the last time you had this?\n\n\nSCP-6159-1:\n … Over a year ago…\n\n\nDr. Lynn:\n That’s a long time to go without seeing your family, Primrose. Do you think you’re ready to talk about it now?\n\n\nSCP-6159-1:\n I do not… think I will ever be ready. What more is there to say?\n\n\nSCP-6159-2:\n It just- It doesn’t make any sense to me. Prim, you know us, we aren’t gonna hate you for this. You \nknow\n we’d forgive you for… anything. So, why’s this different? What’s goin’ on here?\n\n\nDr. Lynn:\n What about your other family, like your parents? You’ve mentioned your mother before.\n\n\nDr. Lynn:\n It seems like you have a good relationship with her.\n\n\n[Both entities are silent.]\n\n\nSCP-6159-2:\n Yeah… uh… about that.\n\n\nSCP-6159-1:\n My mother is… gone… She was \nbutchered\n10\n, and I do not know where she is.\n\n\nDr. Lynn:\n \nOh.\n Primrose, I am \nso\n sorry.\n\n\nSCP-6159-1:\n Thank you. It was a very long time ago by mortal standards. I have… \ntried\n my best to make her proud. To live up to her legacy. Both in terms of the social work she did and in the way she conducted herself personally.\n\n\nSCP-6159-1:\n I had to pull so many strings to continue where my mother left off, and after finally getting this library. I have- I \nneed\n to succeed.\n\n\nDr. Lynn:\n Don’t you think that’s putting \nway\n too much pressure on yourself?\n\n\nSCP-6159-1:\n I have been under far worse pressure. I have told you my many job titles, yes?\n\n\nDr. Lynn:\n Well, yes.\n\n\nSCP-6159-1:\n Then you know what I can handle, what I am capable of. I will not simply just- just roll over and give up. Not for something \nthis\n important.\n\n\nDr. Lynn:\n Primrose, I don’t think your mother would-\n\n\nSCP-6159-2:\n Wait… Holy shit. Wait. Hang the fuck on.\n\n\nSCP-6159-2:\n This ain’t about \nus,\n is it? It’s \nnever\n been about us.\n\n\nSCP-6159-2:\n \nWe\n can forgive you. \nWe\n can assure you that you haven’t failed us. But there’s \none\n person who can’t do that. This is who it’s about…\n\n\nSCP-6159-2:\n This is about your \nmom.\n\n\nSCP-6159-1:\n What?! No, that is ridiculous, that is- just… just…\n\n\n[SCP-6159-1 squints its eyes and furrows its brow.]\n\n\n[There is a 7 second silence before SCP-6159-1’s eyes widen.]\n\n\nSCP-6159-1:\n … Oh.\n\n\nSCP-6159-2:\n \nFUCK!\n It's so fuckin' obvious now. I can't \nbelieve\n I missed that.\n\n\nDr. Lynn:\n Primrose, do you think you’re ready to talk now?\n\n\nSCP-6159-1:\n I… yes, I suppose so.\n\n\nDr. Lynn:\n Is there any reason why you feel your mother would be disappointed in you? Was she, maybe, very judgmental or perhaps unkind towa-\n\n\n[SCP-6159-1 lets out a small but audible gasp and appears offended.]\n\n\nSCP-6159-1:\n Absolutely \nNOT.\n My mother was one of the kindest, gentlest people I ever knew. No other person in power was as compassionate as she was. No one else in the Seventh Circle attempted to make things better \nexcept for her.\n\n\nDr. Lynn:\n And you’re afraid you can’t live up to her example?\n\n\nSCP-6159-1:\n I…\n\n\n[SCP-6159-1 is silent for 5 seconds]\n\n\nSCP-6159-1:\n Before she was… butchered, my mother and I had one last conversation. She told me that for all her effort she was only one woman against an entire system of pure \ncruelty,\n upheld by corrupt dukes and their war economy.\n\n\nSCP-6159-1:\n She actually attempted to set up an organization to help the underclass of the Seventh Circle. Several times. Each failure stung more than the last.\n\n\nSCP-6159-1:\n I tried for the last two thousand years to pick up where she left off. I had to, I \npromised her\n I would.\n\n\nSCP-6159-1:\n I would succeed where Mother failed, and be even \ngreater\n than she was. That I would do everything I could to make her \nproud of me.\n\n\n[SCP-6159-1 pauses]\n\n\nSCP-6159-1:\n… I am not sure she would be very proud of me now.\n\n\nSCP-6159-2:\n Prim, \ncome on,\n you know that’s not fair at all.\n\n\nDr. Lynn:\n I agree with Adrian, but I would also like to add to that. Primrose, I don’t think this is just unfair towards yourself. I think this is frankly unfair towards your \nmother\n as well.\n\n\nSCP-6159-1:\n E-Excuse me?\n\n\nDr. Lynn:\n You keep telling me that your mother was the kindest, most compassionate person you knew. So… why do you keep imagining her judging you so \nharshly?\n Why do you keep thinking she’d be disappointed in you? Don’t you think that’s a really \nmean\n way to picture your mother?\n\n\n[SCP-6159-1 furrows its brow and begins to open its mouth to speak before it stops and stares at Dr. Lynn. SCP-6159-1 leans back in its chair, deep in thought.]\n\n\nSCP-6159-2:\n Shit, dude. I haven’t seen her speechless for a while. Well done.\n\n\nDr. Lynn:\n Thank you, Adrian.\n\n\nSCP-6159-1:\n … You… have a point, Dr. Lynn. I suppose I just never quite saw it like that.\n\n\nDr. Lynn:\n Primrose, you know your mother better than anyone else, you know she wouldn’t want you to be like \nthis.\n Would she?\n\n\nSCP-6159-1:\n … No, she would not.\n\n\nDr. Lynn:\n What would she want from you, Primrose?\n\n\nSCP-6159-1:\n I… I am not sure. I cannot imagine what she would want.\n\n\nSCP-6159-2:\n Naw, you do. You’re just scared to say it.\n\n\n[SCP-6159-1 groans.]\n\n\nSCP-6159-2:\n Come on, be a big girl and say it. You know what Babs would want. You can get sappy, no one’s judgin’.\n\n\nSCP-6159-1:\n \n[Sighs]\n My mother would want me to be happy. To have people in my life who love and care about me. She would want me to be with them, as much as I can. She would not want me to be… \nhere.\n\n\n[Dr. Lynn pats SCP-6159-1’s hand]\n\n\nDr. Lynn:\n I’m proud of you, I think that was hard to admit.\n\n\nSCP-6159-1:\n Yes, yes it was. Thank you, both of you. I think…\n\n\n[SCP-6159-1 stands up]\n\n\nSCP-6159-1:\n … I think it is time I return home.\n\n\nSCP-6159-2\n Aren’t you forgettin’ something?\n\n\n[SCP-6159-1 pauses.]\n\n\nSCP-6159-1:\n Oh \nshit.\n Morningstar’s feather. Augh, I cannot leave here without it.\n\n\nDr. Lynn:\n If you’d like I’m sure Tau-9 and I are willing to help you look.\n\n\nSCP-6159-2:\n Nah, no need. She can find it herself.\n\n\nSCP-6159-1:\n Adrian, I have checked through \nthousands\n of books trying to find Star’s feather. I do not know where it could possibly be.\n\n\nSCP-6159-2:\n Maybe try someplace \nother\n than the books, Prim.\n\n\nSCP-6159-1:\n Other than the books? But I was using it as a bookmark, it has to b-…\n\n\n[SCP-6159-1 freezes in place. The entity opens its jacket pocket, and looks inside. It pulls out the poker chip from SL-6159-3 and a single, black feather with gold edges.]\n\n\nSCP-6159-1:\n B-But how-\n\n\nSCP-6159-2:\n Because I know you, \ndumbass.\n You always put shit into your jacket pocket and forget about it until I remind-\n\n\n[SCP-6159-1 reaches down to pull SCP-6159-2 into a tight hug.]\n\n\nSCP-6159-1:\n What would I \never\n do without you?\n\n\nSCP-6159-2:\n \nOnce again, you are crushing my spine.\n\n\n[SCP-6159-1 squeezes harder.]\n\n\nSCP-6159-2:\n \nI regret helping you.\n\n\nSCP-6159-1:\n No. No, you do not.\n\n\nSCP-6159-2:\n \n[sigh]\n Yeah… I don’t.\n\n\n[SCP-6159-2 returns the hug. After 7 seconds SCP-6159-1 puts the entity on the table they are both positioned next to.]\n\n\nDr. Lynn:\n I’m glad you both worked things out. I assume you’re ready to leave?\n\n\nSCP-6159-1:\n Yes, we are. Adrian, could you carry Astia’s plant and my notes there?\n\n\nSCP-6159-2:\n Gotcha.\n\n\nSCP-6159-1:\n But first, I need to say goodbye. Dr. Lynn. I appreciate what you have done here. I recognize how… difficult I was for all of you… So allow me to say thank you. Deeply. I am in your debt, and I shall make it up to you in some way. I will also attempt to make it up to your Foundation.\n\n\nSCP-6159-1:\n I must however apologize in advance, you are not going to like what I am going to say next.\n\n\nDr. Lynn:\n … What do you mean?\n\n\n[SCP-6159-1 picks up the book it dropped near its chair]\n\n\nSCP-6159-1:\n When assisting someone with an addiction, and you wish for them to quit \ncold turkey,\n what is the first thing that you do?… Well, second. The first step is admitting you have a problem, of course.\n\n\n\n\n\n\nSCP-6159's rendition of SCP-6159-1 burning one of its books.\n\n\n\n\n\n\n[The book SCP-6159-1 is holding becomes engulfed in flames.]\n\n\nSCP-6159-1:\n You remove the source of the problem.\n\n\nDr. Lynn:\n Wait, Primrose, are you doing what I think you’re doing?!\n\n\nSCP-6159-1:\n Dr. Lynn, I can come here any time I wish via teleportation. I can not and will not risk a relapse.\n\n\nDr. Lynn:\n Primrose- I- I can’t let you do this. The Foundation still needs this place. There’s still so much knowledge here to uncover, so much to research, we could-\n\n\nSCP-6159-1:\n Spend a year inside looking through a million books and find \nnothing?\n\n\n[Dr. Lynn is silent.]\n\n\nSCP-6159-1:\n I do not need to sleep, or drink. I never tire and I never stop. My lifespan is \ninfinite.\n And still, even with all of that, I could not find anything that was useful to me here. Only wasted time.\n\n\nSCP-6159-1:\n Let us be honest, there is nothing here for your Foundation. If I do not do this, your organization will waste countless man-hours analyzing this library’s contents, to no end. There is \nnothing\n here.\n\n\n\n\n\n\nSCP-6159's rendition of its own destruction.\n\n\n\n\n\n\nSCP-6159-1:\n I am only making it literal.\n\n\n[SCP-6159-1 approaches one of the shelves, and places the burning book amongst the others.]\n\n\n[Flames rapidly spread among the bookshelves but noticeably away from Dr. Lynn and Tau-9, the flames shoot upwards throughout the library and burn through every visible book and shelf. Small burning embers are seen slowly drifting down.]\n\n\n[T9-1 pinches the bridge of his nose and sighs.]\n\n\nT9-1:\n \nGod fucking damn it.\n\n\nDr. Lynn:\n What have you \ndone?!\n\n\nSCP-6159-1:\n I understand that this is antithetical to the Foundation’s mission statement. But, I have faith that you will come to see this as a blessing.\n\n\nSCP-6159-1:\n The flame is controlled. It will travel upwards, and eventually, the fire will burn the books as fast as the Library writes it. You will have roughly two hours before it also starts to spread to the first floor. I would wait a week before you allow anyone in after that. The pocket dimension will still exist but the library will not. Not even ash will be left. All you will find is an infinite white void.\n\n\nSCP-6159-2:\n I’m sure you guys will find another use for it.\n\n\nDr. Lynn:\n … I understand why you did this, but this is going to create \nsuch\n a headache.\n\n\nSCP-6159-1:\n I will accept full responsibility for this. I doubt your superiors will blame you. I am, after all, an archdemon. You were powerless to stop me.\n\n\n[Dr. Lynn lets out a long sigh]\n\n\nDr. Lynn:\n Alright, well, what happens now?\n\n\nSCP-6159-1:\n I will return home and, assuming Morningstar and Astia do not kill me, re-open our law firm. We have… a lot of work to do.\n\n\nSCP-6159-1:\n Speaking of, your bosses will be receiving a message from us soon. I have a proposal they would likely be interested in.\n\n\n[SCP-6159-1 manifests its weapon, and impales its hand on the spikes. The entity’s blood begins to pool on the floor, and shoots upwards, creating two stable, red, portals.]\n\n\nSCP-6159-1:\n The one on the right will return you back to the entrance where you can leave. The one on the left is for Adrian and I.\n\n\nDr. Lynn:\n That’s… very thoughtful of you, thank you.\n\n\nSCP-6159-1:\n Of course. Now, I think it is time for me to go. Take care, Dr. Lynn. And again, thank you.\n\n\nDr. Lynn:\n Yeah… take care, too.\n\n\n[SCP-6159-1 exits through the portal. SCP-6159-2 follows behind, carrying a potted plant and a ream of notes.]\n\n\nSCP-6159-2:\n … You know, you guys are alright. Kinda stuffy, but alright. Sorry about the library though.\n\n\nDr. Lynn:\n It’s fine. Try not to cause any more trouble, alright?\n\n\nSCP-6159-2:\n No promises. \nSee ya in Hell.\n\n\n[SCP-6159-2 jostles the plant in its grip as it begins to walk through the other entity’s portal. Soon, the left-hand portal closes. Dr. Lynn retrieves the planted surveillance camera, and proceeds to exfil with MTF Tau-9.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nJob Application-6159-7\n\n\nForeword:\n The day after INT-6159-6 took place, the following message appeared on Dr. Lynn’s desk, alongside a 20-page employment contract. The document was presented to Site Director Dr. Jack Spring, who delivered it to the O5 Council.\n\n\n\n\n\n\n \n\n\n\n\n\nDear SCP Foundation,\n\nFirst, I would like to apologize for my behavior before, during, and hopefully not after I was under your custody. I would also like to apologize for destroying SCP-6159. I could wax poetic, but I am sure after witnessing what I had gone through, you will understand.\n\n\nI have a proposal. Due to the fact that I am an archdemon, you cannot contain me. Meanwhile, I desire gainful employment doing what I love. My previous law firm was forced to close due to my absence in SCP-6159, so I would like to apply for a position within your organization.\n\n\nIf you choose to have me under your employment, I am available from 9 am to 5 pm every workday (flexible). I shall refrain from causing issues for you on my off-hours, and will work to the best of my ability. I will not accept a yearly salary lower than 200,000 \nŁucre\n a year\n11\n, and I, Adrian, plus any family member bearing the name “Fatish,” will expect to be treated as if we were human, in accordance with the Universal Declaration of Human Rights for all intents and purposes. I will visit my loved ones often, and I will appear as a human whenever needed, as to not disrupt your veil.\n\n\nPlease note, this document is metaphysically binding. Upon being signed by an administrator, both the SCP Foundation and I will be responsible for the obligations presented until both parties mutually agree to terminate. Both parties must make this decision of both sound mind and body.\n\n\nSigning this document is the only means of having me return to SCP Foundation property of my own volition. If you choose not to employ me, I shall extend this offer to a different entity.\n\n\nThank you for your time,\n\n\n\n\nAdministrator Signature:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nABSTAIN\n\n\nNAY\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n[ + ] LEVEL 5 CLEARANCE\n\n\n\n\n[ - ] LEVEL 5 CLEARANCE - O5 Council\n\n\n\n\n\n\n\n\nO5-X\n\n\nAccount Name\n\n\n\n\n\n\nO5-1\n\n\nSiddartha Alonne\n\n\n\n\n\n\nO5-2\n\n\nThe Pighead\n\n\n\n\n\n\nO5-3\n\n\nTheDarkArtist\n\n\n\n\n\n\nO5-4\n\n\nDetective Marw\n does not match any existing user name\n\n\n\n\n\n\nO5-5\n\n\nwinkwonkboi\n\n\n\n\n\n\nO5-6\n\n\nStarch Tuber\n\n\n\n\n\n\nO5-7\n\n\nDr Asteria\n\n\n\n\n\n\nO5-8\n\n\nPrime Girl\n\n\n\n\n\n\nO5-9\n\n\nCrow-Cat\n\n\n\n\n\n\nO5-10\n\n\nEthagon\n\n\n\n\n\n\nO5-11\n\n\ncoolguy00\n\n\n\n\n\n\nO5-12\n\n\nMontagueETC\n\n\n\n\n\n\nO5-13\n\n\nMrmetonica\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\nClosing Statement:\n The O5 Council has elected to accept SCP-6159-1’s proposal as an alternative means of containment. As of 2/1/22, 8:09PM, SCP-6159 has been reclassified to Thaumiel-Belial, placing \nPrimrose Fatish Von Trevil Esq.\n in a probationary position working in Tactical Theology for a full demonstration of her capabilities, and trustworthiness.\n\n\nThis document has been Archived in place of SCP-6159's current Thaumiel-Class file. If you believe you are reading this file in error, please contact Administrator Dr. Jack Spring.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Like all adult, non-Omega Class Tartarean and Akivian entities, SCP-6159-1 possess a halo above its head, referred to as a \"Crown\" for Tartarean entities. SCP-6159-1's Crown is composed of 3 flames, referred to as \"Gems\". These Gems consist of a large central flame flanked by two smaller flames by its side, designating its socioeconomic position in Tartarean society as an archdemon.\n\n\n2\n. SCP-6159-2 has a single flame, or \"Gem\", at the end of its tail, denoting its position \nat the bottom of Tartarean society\n as an imp of comparable socioeconomic position to its \"patron.\"\n\n\n3\n. \nBelial:\n Item is operating outside of Foundation jurisdiction, and is part of a larger organization. Item is contained solely through diplomatic and/or bureaucratic methods.\n\n\n4\n. \nTartarean Resonance Energy (TRE)\n, is radiation naturally produced by demonic entities.\n\n\n5\n. Attempts at removing the trademark symbol have failed. This is consistent with the majority of Hell’s name-brand products.\n\n\n6\n. SCP-6159-1 is referring to the Sonderkommando für Paranormales, which is one of the many multi-universal variants to the Foundation. Records from other Foundation variants state that one instance of the ██ known Nazi-affiliated Foundations was destroyed ██ years ago by an unknown event.\n\n\n7\n. SCP-6159-1 is referring to the phenomenon of multi-universal memetic bleed (MMB), where information travels and often distorts between individual universes.\n\n\n8\n. Inferno refers to the YHWHist Hell, which is the largest superpower amongst Tartarean afterlives.\n\n\n9\n. Hormone Replacement Therapy\n\n\n10\n. In the context of tartarean entities, “butchering” refers to the process of decapitating a demon, removing its flesh, and harvesting the organ responsible for regeneration. This is done with the goal of ensuring that they are incapable of forming a new body, and remain permanently incapacitated in a conscious, coma-like state as a skull.\n\n\n11\n. Łucre is a liquid currency in Inferno composed of a combination of soulstuff and the blood of a tartarean entity. Łucre is measured by the milliliter with one human soul equating to 616 ml of Łucre. It is denoted by “Ł,” not to be confused with the symbol for the cryptocurrency Litecoin. It is unknown if this is a coincidence.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6158\n | SCP-6159| \nSCP-6160\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6159-ARC\n\" by Fantem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6159\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Belial.png\n\n\nName:\n Belial\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Primrose_Fatish_Von_Trevil_Signature.png\n\n\nName:\n Primrose Fatish Von Trevil Signature\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Primrose-Sigil-red-badge.png\n\n\nName:\n Primrose Sigil red badge\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Primrose-Sigil-white-badge.png\n\n\nName:\n Primrose Sigil white badge\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n HellishSCPBackground.png\n\n\nName:\n HellishSCPBackground\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n LustBackground.png\n\n\nName:\n HellishSCPBackground\n\n\nAuthor:\n Photo \"Starting the Charcoal\" taken by Tomascastelazo. Edited by Fantem\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Starting_the_charcoal.jpg\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n utharia.png\n\n\nName:\n Utharia\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Credits.png\n\n\nName:\n Credits\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n uthariasmaller.png\n\n\nName:\n Utharia smaller\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n thumbnail.png\n\n\nName:\n SCP-6159 thumbnail\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Depressive-Boobing.png\n\n\nName:\n Depressive Boobing\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Diplomacy.png\n\n\nName:\n Diplomacy\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Emotional_Support_Demon.png\n\n\nName:\n Emotional Support Demon\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n God_damn_it_Jess.png\n\n\nName:\n God damn it Jess\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Prim_Burns_It_Down.png\n\n\nName:\n Prim Burns It Down\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Prim_In_Denial.png\n\n\nName:\n Prim In Denial\n\n\nAuthor:\n Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Black_Paper.jpg\n\n\nName:\n Prim In Denial\n\n\nAuthor:\n Original image by James Puckett, edited by Fantem\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Vintage_Paper_Texture_(9789792113).jpg\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n button.png\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n PPLSLogoRed.png\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Lust_Icon.png\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n Sigil_Main.png\n\n\nAuthor:\n Fantem\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n foreword.jpg\n\n\nAuthor:\n Original image by \nSunnyClockwork\n, edited by Fantem\n\n\nSource:\n \nhttps://scp-wiki.wikidot.com/sunny-art-tales\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n forward.jpg\n\n\nAuthor:\n Original image by \nSunnyClockwork\n, edited by Fantem\n\n\nSource:\n \nhttps://scp-wiki.wikidot.com/sunny-art-tales\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6159-ARC \" by Fantem, from the SCP Wiki . Source: https://scpwiki.com/scp-6159 . Licensed under CC-BY-SA .",
        "Filename: Belial.png Name: Belial Author: Fantem License: CC BY-SA 3.0",
        "Filename: Primrose_Fatish_Von_Trevil_Signature.png Name: Primrose Fatish Von Trevil Signature Author: Fantem License: CC BY-SA 3.0",
        "Filename: Primrose-Sigil-red-badge.png Name: Primrose Sigil red badge Author: Fantem License: CC BY-SA 3.0",
        "Filename: Primrose-Sigil-white-badge.png Name: Primrose Sigil white badge Author: Fantem License: CC BY-SA 3.0",
        "Filename: HellishSCPBackground.png Name: HellishSCPBackground Author: Fantem License: CC BY-SA 3.0",
        "Filename: LustBackground.png Name: HellishSCPBackground Author: Photo \"Starting the Charcoal\" taken by Tomascastelazo. Edited by Fantem Source: https://commons.wikimedia.org/wiki/File:Starting_the_charcoal.jpg License: CC BY-SA 3.0",
        "Filename: utharia.png Name: Utharia Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Credits.png Name: Credits Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: uthariasmaller.png Name: Utharia smaller Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: thumbnail.png Name: SCP-6159 thumbnail Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Depressive-Boobing.png Name: Depressive Boobing Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Diplomacy.png Name: Diplomacy Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Emotional_Support_Demon.png Name: Emotional Support Demon Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: God_damn_it_Jess.png Name: God damn it Jess Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Prim_Burns_It_Down.png Name: Prim Burns It Down Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Prim_In_Denial.png Name: Prim In Denial Author: Background image H.-P.Haack (Objektfotographie), text and iconography by Fantem, illustration by Opossumistic Source: https://commons.wikimedia.org/wiki/File:Der_Tod_in_Venedig_Hundertdruck_1912.JPG License: CC BY-SA 3.0",
        "Filename: Black_Paper.jpg Name: Prim In Denial Author: Original image by James Puckett, edited by Fantem Source: https://commons.wikimedia.org/wiki/File:Vintage_Paper_Texture_(9789792113).jpg License: CC BY-SA 3.0",
        "Filename: button.png Author: Fantem License: CC BY-SA 3.0",
        "Filename: PPLSLogoRed.png Author: Fantem License: CC BY-SA 3.0",
        "Filename: Lust_Icon.png Author: Fantem License: CC BY-SA 3.0",
        "Filename: Sigil_Main.png Author: Fantem License: CC BY-SA 3.0",
        "Filename: foreword.jpg Author: Original image by SunnyClockwork , edited by Fantem Source: https://scp-wiki.wikidot.com/sunny-art-tales License: CC BY-SA 3.0",
        "Filename: forward.jpg Author: Original image by SunnyClockwork , edited by Fantem Source: https://scp-wiki.wikidot.com/sunny-art-tales License: CC BY-SA 3.0"
    ],
    "containment_procedures": "SCP-6159 is to be kept in a secure storage locker at Extradimensional Site-68. SCP-6159 is to be sealed inside High Security Containment Vault 4323 at Extradimensional Site-68. Should SCP-6159-1 leave SCP-6159, the use of lethal force against the entity is strictly forbidden. When attempting to apprehend SCP-6159-1, all acting personnel must either remain undetected by the entity or ensure that they have maintained an adequate distance (~700-800 meters) from the anomaly prior to capturing it.",
    "description": "SCP-6159 is the collective designation for a seemingly indestructible, untitled book, and the extradimensional space that makes up its interior.",
    "title": "SCP-6159-ARC"
}