{
    "url": "https://scp-wiki.wikidot.com/scp-6160",
    "all_text": "The soil around me has been forced into my lungs. I cannot breathe; fungal colonies have sprouted within my bones, their spores are infecting my flesh, my every organ.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nLooking up, we see the point of entry\n\nBetween where we are and we've been\n\nLooking down, I could say Heaven sent me\n\nHand me my shovel, I'm going in!\n\n\n\n\n( Will Wood & The Tapeworms - Hand Me My Shovel, I'm Going In)\n\n\nSCP-6160 - When You Find Me\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6160\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nThoth\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6160 has been acquired by the SCP Foundation, and all doors have been securely locked. No personnel are permitted to enter SCP-6160 under any circumstances. The guest bedroom door and the basement have been sealed shut with concrete.\n\n\nAny personnel who enter the basement are considered lost. No efforts to retrieve them will be made.\n\n\nDescription:\n SCP-6160 is a two-story residential home located in Hexgan, Nevada. Although the property itself does not showcase inherent anomalous properties, it has been documented as being a hotspot for non-descriptive\n1\n anomalous phenomena to occur.\n\n\n\n\n\n\nContextual imagery.\n\n\n\n\n\n\nSCP-6160's non-descriptive anomalous properties manifested shortly following the purchase of its residing property by its owner, Agatha Blythe. Beneath SCP-6160 is an underground tunnel believed to extend several kilometers into the earth. The full extent of SCP-6160 has not been measured, as all personnel who enter it are eventually lost.\n\n\nThe corpse of Agatha Blythe was found near the entrance of the basement. Her body exhibited signs of extreme weakness, malnutrition, and dehydration, suggesting death via continuous, non-stop overexertion.\n\n\nThe initial investigation of her death by authorities led to the discovery of the tunnel system beneath SCP-6160. After several officers were lost, Foundation agents embedded within law enforcement reported the anomaly, prompting the implementation of containment procedures.\n\n\nAgatha Blythe's mobile device contained several dozen audio files, many shared with her close family. Notable excerpts have been listed below, having been scanned and cleaned by both the Department of Infohazards and the Department of Tactical Theology.\n\n\n\n\n\n\n05/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n11:23\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nHey mom! Got that new place we were talking about. I know you've been annoying me about my old neighborhood, so I finally managed to move out.\n\n\n \n\nYeah, it's not exactly in the best state. But, I see a boatload of potential that more than makes up for it!\n\n\n \n\nIt's two bedrooms, one bathroom. Then obviously the kitchen, living room/dining room area, backyard, and a pretty big lawn!\n\n\n \n\nIt's perfect. No idea why the previous owners sold it. Again, great neighborhood, a bit spacious, and not that far of a walk from the store.\n\n\n \n\nGotta be ghosts. (Laughs) It's always ghosts.\n\n\n\n\n\n\n\n\n08/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n13:19\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nHey mom, it's me again. After a week of my own renovation, I finally managed to make the kitchen look great, the wallpaper you suggested really makes it pop.\n\n\n \n\nAfter that, I went ahead and cleaned up the bathroom, and then started on the basement. This damn- \ndarn\n place was neglected for way too long, the drywall is chipping, some of the floorboards in the guest bedroom are dented.\n\n\n \n\nPlace used to have some bad termites. Remind me to replace everything in the guest bedroom. Looks like a tornado went through. Talk to you later, love you.\n\n\n\n\n\n\n\n\n09/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n09:20\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nChrist almighty. The past tenants really messed this place up. Carved some stuff into the floor, had a ton of wooden figures, which, I just want to say, look really valuable to just leave behind, and this incredibly gross looking meat pile, I'm gonna send a pic real quick…\n\n\n \n\nThere we go.\n2\n It felt super fleshy, almost made me throw up. Picked it up with some gloves, then immediately chucked it in the bin. I would've called you earlier, but… yeah, you know why.\n\n\n \n\nIf people did actually think there were ghosts here, I might have to actually hire a priest. Even through my gloves, it felt just… gross. Disgusting. Washing this place to hell and back.\n\n\n\n\n\n\n\n\n12/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n11:23\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nMe again, went ahead and finished up the bedroom. Found this book under it, the last people who lived here were absolute lunatics, I tell you.\n\n\n \n\nTossed it in the trash as well, tied up that bag and chucked it into the dumpster without a second thought. I'm not a skeptic, but it's like… you know? Just weird. Just \nweird\n.\n\n\n \n\nContacted the dudes who sold it to me, they can't tell me about the last people who live here. Either they can't, or they don't want to admit they had a bunch of crackheads in this place until I came along. Hope that I scared them off.\n\n\n\n\n\n\n\n\n13/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n08:52\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nUh, hey mom… alright, so… I had a weird dream last night, and I'm sending this to you right as I woke up, can't remember it but I just heard something.\n\n\n \n\nI can't remember what it said, but I just… felt it, you know? Like… (Pause) I don't know. I don't know…\n\n\n \n\nHope that I'm not losing my mind… I need to get my carbon monoxide detectors checked, Christ.\n\n\n\n\n\n\n\n\n16/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n11:44\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nProbably was just a weird fever dream, I didn't hear anything last night, which is certainly a low bar.\n\n\n \n\nIn other news, uh… I went down into the basement again, realized I have so little room, and the walls are incredibly thin. Got some approval to extend it. Even if I've got another two years until that degree with engineering finishes, I'll be sure to put what I have to use.\n\n\n \n\nDidn't actually \ntell\n you about the dream, it's starting to come back a bit.\n\n\n \n\nIt was uh, dark. Dark, wet, and… some part about it just broke me to my core. I think I was… somewhere? How on earth do I describe an emotion…\n\n\n\n\n\n\n\n\n20/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n19:55\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nAfter chipping away from the walls, I heard that damn voice again. It felt like it was so weak, I couldn't help but feel bad for it. I can barely remember what it looked like, though. Maybe I'll take some lucid dreaming exercises…\n\n\n \n\nI'm planning on working upstairs some more, but as it turns out extending a basement is a lot of work. Will keep you updated.\n\n\n\n\nThroughout the following audio clip, Agatha is crying.\n\n\n\n\n\n\n23/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n03:12\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nOh god, oh god… I heard it, it was what I wanted, but… but… it felt so \nreal\n.\n\n\n \n\nI… I was sitting, in… in a cave. It was so dark and damp, only light was a single, dying lamp. I saw \nit\n standing right in front of me; it was a rotting, dirtied corpse. thinking about it still makes me want to throw up. Worms were writhing out of its face and arms, god… I saw holes in its skin and legs, peeling away and filled with soil. Before I could even say anything it spoke to me, I swear I can still hear it ringing through my head.\n\n\n \n\n(Pause.)\n\n\n \n\n\"Every waking hour, bugs, worms, all sorts of pests crawl into my every orifice and chew away at my flesh. When they are finished, it grows back hours later. I have no way to stop this. Please, please.\" It begged. Every goddamn word that came out was followed by a pained whistling as a giant hole was gaping in its throat.\n\n\n \n\n\"They left me here to rot. They buried me within the earth as, they hated me. They thought I would grant them wishes when I was powerless. Please, help me.\" It extended a skeletal hand, roaches falling off of it and onto my feet. I was just paralyzed, and all I could do was raise my own. The second we touched, I woke up.\n\n\n \n\nI knew it was just a dream, but it felt too real to not mean something. I'm going to work on the guest bedroom. I love you.\n\n\n\n\n\n\n\n\n28/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n17:13\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nWent to expand on the walls a bit. Realized that I could spend the time I'm already down here to make a panic bunker.\n\n\n \n\nSure, it's going to be a bit more money. But, think about how much I'll save in the event of an apocalypse when I'm sure the big bunker industry will start charging everyone else tooth and nail for a bunker in their house.\n\n\n \n\nHaven't had a dream about him for a few nights. Maybe it means I'm overworking myself. After hollowing out a wall a little bit, I realized that this just feels… natural? Yearning for the mines, hah.\n\n\n\n\n\n\n\n\n30/OCT/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n09:51\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nH.O.A. got on my ass again. This time because, \"I've been blessed with a beautiful lawn, but I'm letting it turn into a jungle.\" when it's grown barely a few fucking inches. Had to tell them I was busy fixing up the place.\n\n\n \n\nSeems I've been neglecting that part, though. I'll give it a trim later. Just need to finish this bunker.\n\n\n \n\nFucking H.O.A., man. Oh wait- is this thing on?.\n\n\n\n\n\n\n\n\n02/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n17:31\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nAnother night, and I saw him again. It's been hours but I can't get him out of my mind. Woke up at seven, and its… its four. Fuck.\n\n\n \n\nI was in that same cave again. And he stood in front of me. I- I fell to my knees, staring into his empty eye-sockets. Even in this broken, rotting state, he was still able to cry. His tears were red, small maggots fell out of it and into my mouth. I couldn't throw up, they wriggled and squirmed around, going down my throat. Eventually, he spoke once more.\n\n\n \n\nHe gagged, and then said, \"The soil around me has been forced into my lungs. I cannot breathe; fungal colonies have sprouted within my bones, their spores are infecting my flesh, my every organ.\"\n\n\n \n\nAfter that, he coughed, spores fell onto my face, and almost immediately they started to grow. I felt as if I was him, every inch of my body was rotting against my will.\n\n\n \n\n\"Please.\"\n\n\n \n\n(Pause.)\n\n\n \n\nThen my alarm went off.\n\n\n\n\n\n\n\n\n03/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n7:13\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nSorry for the sudden call last night, I was just… I'm having a hard time falling asleep, I keep worrying that I'll close my eyes and see him again.\n\n\n \n\nWorking more on the house, and then some more on the bunker. Forgot it should be a bit deeper, fitting all the necessary commodities. I'll call you in the morning, I love you.\n\n\n\n\nNote:\n The rest of the following transcripts were not sent to any persons. Despite this, Agatha continued to act as if she was getting responses.\n\n\n\n\n\n\n08/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n20:33\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nHey mom. I've been just… thinking. About that guy. The one I keep telling you about, keeps giving me these dreams…\n\n\n \n\nHe's more real than that, I think.\n\n\n \n\nLike… I still think it's a bit in my head, but seeing how much it wants me to help… I think…\n\n\n \n\n(Pause.)\n\n\n \n\nI think I know why I'm digging. Not just a bunker. Talk to you later.\n\n\n\n\n\n\n\n\n13/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n13:49\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nThis is therapeutic, you know? It's like when you pick up hobbies to get rid of stress. Some people play games, others watch movies… And I decided to… to dig. Like, I'm currently just… getting the shovel, using the pick and drill to chip away at these rocks, one step lower, one step down…\n\n\n \n\nOne step lower, one step down. One step-\n\n\n \n\n(Metal clanging.)\n\n\n \n\nFuck! Sorry, sorry for swearing mom. I'll call you back, just… my shovel broke. Again.\n\n\n\n\n\n\n\n\n24/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n17:11\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\nShovels… shovels, people are asking what's the deal with me coming in every few days, isn't that odd? Like what do you THINK, jackass? I'm working on this, I'm working on the…\n\n\n \n\n(Metal clang. Silence.)\n\n\n \n\nChrist. This just keeps going, just keeps going and going. How long will I keep diggin, let's find out, let's find out!\n\n\n\n\nNote:\n The following text are various excerpts from a single audio file recorded by Agatha.\n\n\n\n\n\n\n31/NOV/2003\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nDepartment of\n\n\n…….\n04:58\n \nlalalalalalalalalalalalalalalalalalalalalalalalalalalalalala\n \nTactical Theology\n\n\n\n\n(Singing off-tone) You can break a shovel when you break new ground…\n\n\n \n\nYou dig dirt up when you dig deep down. You should know… (Gibberish) that by now…\n\n\n \n\nThat you can never know.\n\n\n \n\n\n\n\n…….\n11:51\n\n\n\n\n \n\nI haven't seen him for awhile. I looked through the trash again, and lo and behold there it was. In all of its glory. Brought it down with me, maybe… maybe it can…\n\n\n \n\n(Incoherent. Stone breaking.)\n\n\n \n\nHe can see it. Can you?\n\n\n \n\n(More stone breaking.)\n\n\n \n\nHe can see me, I just hope it's clear enough. That I'm clear enough, that I'm clear enough…\n\n\n \n\n\n\n\n…….\n15:18\n\n\n\n\n \n\nOut of tools, out of shovels, been using bits of the broken ones to keep going… they banned me, can you believe it? They.. they banned me from the Home Depot, cause I kept taking their shovels. If they would \nget it\n I wouldn't be having to steal more rock, more stone, more…\n\n\n \n\n(Grumbling.)\n\n\n \n\nIt's enough, the neighbors keep their shed unlocked, you know that?\n\n\n \n\n\n\n\n…….\n22:45\n\n\n\n\n \n\nMore, more rock.. it's just a tunnel of rocks, just more and more of this… how much longer? How deep…\n\n\n \n\nThe metal.. it's too weak, too dented. The pipes are good enough substitutes, though. They just… they work fine. They work just fine, able to dig through the dirt more than you would expect for metal pipes to…\n\n\n \n\n\n\n\n…….\n03:23\n\n\n\n\n \n\nHe's down there, he's just down there I know it.\n\n\n \n\nI hear him, I'm getting closer. He doesn't deserve that rot, does he? Does he deserve that?!\n\n\n \n\nNo, not me, not him…\n\n\n \n\n\n\n\n…….\n12:54\n\n\n\n\n \n\nMy hands bleed, it hurts, it hurts… but a millennia bleeding is incomparable to that. I'll just… I'll just…\n\n\n \n\nHis tomb will be set apart, he will be free, he will be free, he will be free, he will be free…\n\n\n \n\n\n\n\n…….\n21:34\n\n\n\n\n \n\nThe tools are gone, they are all gone. just me… just my hands, my fingers, and this dirt.\n\n\n \n\n(Pained wheezing.)\n\n\n \n\nA bit further, a bit further is all.\n\n\n\n\n \n\n\n\n\n\n\nContextual imagery.\n\n\n\n\n\n\n\n\n\n\n…….\n02:12\n\n\n\n\nI think I'm getting there. His voice is so clear.\n\n\n \n\nKeep digging, just dig more and more… I'm almost there.\n\n\n \n\nHe's almost here.\n\n\n \n\nYou can hear him too.\n\n\n\n\nAddendum:\n On 10/11/2021, a minor structural collapse occurred within SCP-6160. The collapse occurred several miles from the previously believed end of the tunnel. The bodies of several missing persons who had entered SCP-6160 were discovered, along with various mining tools.\n\n\nDespite the several-year difference between the disappearance of these personnel and their deaths, they appeared to have died due to the structural collapse rather than dehydration.\n\n\n\n\nFootnotes\n\n\n1\n. Thoth class anomalies have known anomalous qualities, although for one reason or another, said anomalous features can not be directly stated. The class is also applicable for it's containment procedures.\n\n\n2\n. Picture analyzed by personnel. Showcases non-descriptive meat (anomalous) prior to being disposed of by Blythe. Search efforts underway for non-descriptive meat in the local area.\n\n\n\n\n\n\n\n\n« \nSCP-6159-ARC\n | SCP-6160 | \nSCP-6161\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6160\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6160\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Brain-tentacle - Delapouite - white - game-icons.svg\n\n\nAuthor:\n Delapouite\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n tunnels.jpg\n\n\nAuthor:\n \nDino--Draws\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nName:\n Système de tunnels issus du Bunker (Kókkino Chorió) - 8.jpg\n\n\nAuthor:\n Benoît Prieur\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On 10/11/2021, a minor structural collapse occurred within SCP-6160. The collapse occurred several miles from the previously believed end of the tunnel. The bodies of several missing persons who had entered SCP-6160 were discovered, along with various mining tools.\nDespite the several-year difference between the disappearance of these personnel and their deaths, they appeared to have died due to the structural collapse rather than dehydration."
    ],
    "documents": [],
    "notes": [
        "Looking up, we see the point of entry Between where we are and we've been Looking down, I could say Heaven sent me Hand me my shovel, I'm going in!",
        "05/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 11:23 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Hey mom! Got that new place we were talking about. I know you've been annoying me about my old neighborhood, so I finally managed to move out. Yeah, it's not exactly in the best state. But, I see a boatload of potential that more than makes up for it! It's two bedrooms, one bathroom. Then obviously the kitchen, living room/dining room area, backyard, and a pretty big lawn! It's perfect. No idea why the previous owners sold it. Again, great neighborhood, a bit spacious, and not that far of a walk from the store. Gotta be ghosts. (Laughs) It's always ghosts.",
        "08/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 13:19 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Hey mom, it's me again. After a week of my own renovation, I finally managed to make the kitchen look great, the wallpaper you suggested really makes it pop. After that, I went ahead and cleaned up the bathroom, and then started on the basement. This damn- darn place was neglected for way too long, the drywall is chipping, some of the floorboards in the guest bedroom are dented. Place used to have some bad termites. Remind me to replace everything in the guest bedroom. Looks like a tornado went through. Talk to you later, love you.",
        "09/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 09:20 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Christ almighty. The past tenants really messed this place up. Carved some stuff into the floor, had a ton of wooden figures, which, I just want to say, look really valuable to just leave behind, and this incredibly gross looking meat pile, I'm gonna send a pic real quick… There we go. 2 It felt super fleshy, almost made me throw up. Picked it up with some gloves, then immediately chucked it in the bin. I would've called you earlier, but… yeah, you know why. If people did actually think there were ghosts here, I might have to actually hire a priest. Even through my gloves, it felt just… gross. Disgusting. Washing this place to hell and back.",
        "12/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 11:23 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Me again, went ahead and finished up the bedroom. Found this book under it, the last people who lived here were absolute lunatics, I tell you. Tossed it in the trash as well, tied up that bag and chucked it into the dumpster without a second thought. I'm not a skeptic, but it's like… you know? Just weird. Just weird . Contacted the dudes who sold it to me, they can't tell me about the last people who live here. Either they can't, or they don't want to admit they had a bunch of crackheads in this place until I came along. Hope that I scared them off.",
        "13/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 08:52 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Uh, hey mom… alright, so… I had a weird dream last night, and I'm sending this to you right as I woke up, can't remember it but I just heard something. I can't remember what it said, but I just… felt it, you know? Like… (Pause) I don't know. I don't know… Hope that I'm not losing my mind… I need to get my carbon monoxide detectors checked, Christ.",
        "16/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 11:44 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Probably was just a weird fever dream, I didn't hear anything last night, which is certainly a low bar. In other news, uh… I went down into the basement again, realized I have so little room, and the walls are incredibly thin. Got some approval to extend it. Even if I've got another two years until that degree with engineering finishes, I'll be sure to put what I have to use. Didn't actually tell you about the dream, it's starting to come back a bit. It was uh, dark. Dark, wet, and… some part about it just broke me to my core. I think I was… somewhere? How on earth do I describe an emotion…",
        "20/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 19:55 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology After chipping away from the walls, I heard that damn voice again. It felt like it was so weak, I couldn't help but feel bad for it. I can barely remember what it looked like, though. Maybe I'll take some lucid dreaming exercises… I'm planning on working upstairs some more, but as it turns out extending a basement is a lot of work. Will keep you updated.",
        "23/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 03:12 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Oh god, oh god… I heard it, it was what I wanted, but… but… it felt so real . I… I was sitting, in… in a cave. It was so dark and damp, only light was a single, dying lamp. I saw it standing right in front of me; it was a rotting, dirtied corpse. thinking about it still makes me want to throw up. Worms were writhing out of its face and arms, god… I saw holes in its skin and legs, peeling away and filled with soil. Before I could even say anything it spoke to me, I swear I can still hear it ringing through my head. (Pause.) \"Every waking hour, bugs, worms, all sorts of pests crawl into my every orifice and chew away at my flesh. When they are finished, it grows back hours later. I have no way to stop this. Please, please.\" It begged. Every goddamn word that came out was followed by a pained whistling as a giant hole was gaping in its throat. \"They left me here to rot. They buried me within the earth as, they hated me. They thought I would grant them wishes when I was powerless. Please, help me.\" It extended a skeletal hand, roaches falling off of it and onto my feet. I was just paralyzed, and all I could do was raise my own. The second we touched, I woke up. I knew it was just a dream, but it felt too real to not mean something. I'm going to work on the guest bedroom. I love you.",
        "28/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 17:13 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Went to expand on the walls a bit. Realized that I could spend the time I'm already down here to make a panic bunker. Sure, it's going to be a bit more money. But, think about how much I'll save in the event of an apocalypse when I'm sure the big bunker industry will start charging everyone else tooth and nail for a bunker in their house. Haven't had a dream about him for a few nights. Maybe it means I'm overworking myself. After hollowing out a wall a little bit, I realized that this just feels… natural? Yearning for the mines, hah.",
        "30/OCT/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 09:51 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology H.O.A. got on my ass again. This time because, \"I've been blessed with a beautiful lawn, but I'm letting it turn into a jungle.\" when it's grown barely a few fucking inches. Had to tell them I was busy fixing up the place. Seems I've been neglecting that part, though. I'll give it a trim later. Just need to finish this bunker. Fucking H.O.A., man. Oh wait- is this thing on?.",
        "02/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 17:31 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Another night, and I saw him again. It's been hours but I can't get him out of my mind. Woke up at seven, and its… its four. Fuck. I was in that same cave again. And he stood in front of me. I- I fell to my knees, staring into his empty eye-sockets. Even in this broken, rotting state, he was still able to cry. His tears were red, small maggots fell out of it and into my mouth. I couldn't throw up, they wriggled and squirmed around, going down my throat. Eventually, he spoke once more. He gagged, and then said, \"The soil around me has been forced into my lungs. I cannot breathe; fungal colonies have sprouted within my bones, their spores are infecting my flesh, my every organ.\" After that, he coughed, spores fell onto my face, and almost immediately they started to grow. I felt as if I was him, every inch of my body was rotting against my will. \"Please.\" (Pause.) Then my alarm went off.",
        "03/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 7:13 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Sorry for the sudden call last night, I was just… I'm having a hard time falling asleep, I keep worrying that I'll close my eyes and see him again. Working more on the house, and then some more on the bunker. Forgot it should be a bit deeper, fitting all the necessary commodities. I'll call you in the morning, I love you.",
        "08/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 20:33 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Hey mom. I've been just… thinking. About that guy. The one I keep telling you about, keeps giving me these dreams… He's more real than that, I think. Like… I still think it's a bit in my head, but seeing how much it wants me to help… I think… (Pause.) I think I know why I'm digging. Not just a bunker. Talk to you later.",
        "13/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 13:49 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology This is therapeutic, you know? It's like when you pick up hobbies to get rid of stress. Some people play games, others watch movies… And I decided to… to dig. Like, I'm currently just… getting the shovel, using the pick and drill to chip away at these rocks, one step lower, one step down… One step lower, one step down. One step- (Metal clanging.) Fuck! Sorry, sorry for swearing mom. I'll call you back, just… my shovel broke. Again.",
        "24/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 17:11 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology Shovels… shovels, people are asking what's the deal with me coming in every few days, isn't that odd? Like what do you THINK, jackass? I'm working on this, I'm working on the… (Metal clang. Silence.) Christ. This just keeps going, just keeps going and going. How long will I keep diggin, let's find out, let's find out!",
        "31/NOV/2003 lalalalalalalalalalalalalalalalalalalalalalalalalalala Department of ……. 04:58 lalalalalalalalalalalalalalalalalalalalalalalalalalalalalala Tactical Theology (Singing off-tone) You can break a shovel when you break new ground… You dig dirt up when you dig deep down. You should know… (Gibberish) that by now… That you can never know. ……. 11:51 I haven't seen him for awhile. I looked through the trash again, and lo and behold there it was. In all of its glory. Brought it down with me, maybe… maybe it can… (Incoherent. Stone breaking.) He can see it. Can you? (More stone breaking.) He can see me, I just hope it's clear enough. That I'm clear enough, that I'm clear enough… ……. 15:18 Out of tools, out of shovels, been using bits of the broken ones to keep going… they banned me, can you believe it? They.. they banned me from the Home Depot, cause I kept taking their shovels. If they would get it I wouldn't be having to steal more rock, more stone, more… (Grumbling.) It's enough, the neighbors keep their shed unlocked, you know that? ……. 22:45 More, more rock.. it's just a tunnel of rocks, just more and more of this… how much longer? How deep… The metal.. it's too weak, too dented. The pipes are good enough substitutes, though. They just… they work fine. They work just fine, able to dig through the dirt more than you would expect for metal pipes to… ……. 03:23 He's down there, he's just down there I know it. I hear him, I'm getting closer. He doesn't deserve that rot, does he? Does he deserve that?! No, not me, not him… ……. 12:54 My hands bleed, it hurts, it hurts… but a millennia bleeding is incomparable to that. I'll just… I'll just… His tomb will be set apart, he will be free, he will be free, he will be free, he will be free… ……. 21:34 The tools are gone, they are all gone. just me… just my hands, my fingers, and this dirt. (Pained wheezing.) A bit further, a bit further is all.",
        "……. 02:12 I think I'm getting there. His voice is so clear. Keep digging, just dig more and more… I'm almost there. He's almost here. You can hear him too.",
        "\" SCP-6160 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-6160 . Licensed under CC-BY-SA .",
        "Name: Brain-tentacle - Delapouite - white - game-icons.svg Author: Delapouite License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: tunnels.jpg Author: Dino--Draws License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Name: Système de tunnels issus du Bunker (Kókkino Chorió) - 8.jpg Author: Benoît Prieur License: CC0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6160 has been acquired by the SCP Foundation, and all doors have been securely locked. No personnel are permitted to enter SCP-6160 under any circumstances. The guest bedroom door and the basement have been sealed shut with concrete.",
    "description": "SCP-6160 is a two-story residential home located in Hexgan, Nevada. Although the property itself does not showcase inherent anomalous properties, it has been documented as being a hotspot for non-descriptive1 anomalous phenomena to occur.",
    "title": "SCP-6160"
}