{
    "url": "https://scp-wiki.wikidot.com/scp-6161",
    "all_text": "Everything is cake.\n\n\n\n\nrating: \n+164\n+\n–\nx\n\n\nItem #:\n SCP-6161\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6161 is to be kept in a standard secure objects locker in \nSite-55\n. It is unknown if the object's container has become an SCP-6161-1 instance, but this has been labeled acceptable. Personnel handling SCP-6161 are to only touch the object's hilt, avoiding the blade.\n\n\nDescription:\n SCP-6161 is a cake knife, measuring 23 cm in length and made of steel. When SCP-6161 is used to cut an object, it is capable of slicing through any material with ease. Objects cut by SCP-6161 will transform into instances of SCP-6161-1.\n\n\nSCP-6161-1 instances will continue to exhibit baseline traits on their exterior, but their interiors consist entirely of cake. The cake within SCP-6161-1 instances has been reported to possess various different flavors.\n\n\nAddendum 6161.01:\n Test Log\n\n\n\n\nTest #:\n 01\n\n\nObject Tested:\n Bar of Steel\n\n\nResult:\n SCP-6161 cut through the bar with ease. D-1221 was instructed to consume a slice of SCP-6161-1. The resulting flavor was reported as tasting \"earthy and metallic\".\n\n\n\n\n\n\nTest #:\n 05\n\n\nObject Tested:\n Car Tire\n\n\nResult:\n SCP-6161 cut through the wheel with ease. D-1221 was instructed to consume a slice of SCP-6161-1\n1\n. The resulting flavor was reported as tasting \"oily, with a rubbery texture\".\n\n\n\n\n\n\nTest #:\n 11\n\n\nObject Tested:\n Dr. Greene's Laptop\n\n\nResult:\n SCP-6161 cut through the laptop with ease. D-1221 was instructed to consume a slice of the produced SCP-6161-1 instance\n2\n. The resulting flavor was reported as tasting \"[like] plastic with some crunchy bits\".\n\n\n\n\n\n\nTest #:\n 17\n\n\nObject Tested:\n Dr. Greene's Birthday Cake\n\n\nResult:\n SCP-6161 cut through the cake with ease. D-1221 was instructed to consume a slice of SCP-6161-1. D-1221 refused upon viewing the sliced cake, which had turned to gravel and stone. No flavor test results gathered.\n\n\n\n\n\n\nTest:\n N/A\n\n\nObject Tested:\n N/A\n\n\nResult:\n Dr. Greene attempted to handle SCP-6161 for the next test but accidentally pricked his finger with the blade. Upon seeking first aid, it was discovered that SCP-6161 had not damaged Dr. Greene, but had affected him with its anomalous properties. Dr. Greene was immediately labeled an instance of SCP-6161-1\n3\n. The resulting flavor was reported as tasting \"almost like pork\".\n\n\n\n\nFurther testing with SCP-6161 has been restricted.\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Despite having a slice cut out of it, the wheel maintained its structural integrity and did not deflate.\n\n\n2\n. Despite being transformed into an SCP-6161-1 instance, the laptop continued to function until a slice was removed from it, at which point it shut down.\n\n\n3\n. X-rays performed after the transformation confirmed that Dr. Greene's insides are now entirely composed of cake. It is unknown how he is able to retain life functions in this state.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-7725\n \n•\n\n\n\n\n\n\nSCP-ES-357\n \n•\n\n\n\n\n\n\nSCP-7833\n \n•\n\n\n\n\n\n\nSCP-8725\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nMDI-6726\n \n•\n\n\n\n\n\n\nSCP-PL-274\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-654\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nFuckmylife666\n \n•\n\n\n\n\n\n\nParalytic States\n \n•\n\n\n\n\n\n\nCold Turkey - A Prelude\n \n•\n\n\n\n\n\n\nTwo Coffins\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nThe Case of the Bathroom Cheese Labels\n \n•\n\n\n\n\n\n\nChasing The Union\n \n•\n\n\n\n\n\n\n#StormSite19\n \n•\n\n\n\n\n\n\nThere's Ngo Helping This One\n \n•\n\n\n\n\n\n\nMerry Christmas, Jude Kriyot\n \n•\n\n\n\n\n\n\nI live my life as a palindrome. Backwards and forwards, and yet, exactly the same.\n \n•\n\n\n\n\n\n\nCool Guys Don't Look At Explosions\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\nBorne on the FM Waves of the Heart\n \n•\n\n\n\n\n\n\n'Para-Pedigrees' PED464/CAN33/LUP22\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6160\n | SCP-6161 | \nSCP-6162\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6161\n\" by Uncle Nicolini and aroncrime, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6161\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6161.01: Test Log\nFurther testing with SCP-6161 has been restricted.\n"
    ],
    "documents": [],
    "notes": [
        "Test #: 01 Object Tested: Bar of Steel Result: SCP-6161 cut through the bar with ease. D-1221 was instructed to consume a slice of SCP-6161-1. The resulting flavor was reported as tasting \"earthy and metallic\".",
        "Test #: 05 Object Tested: Car Tire Result: SCP-6161 cut through the wheel with ease. D-1221 was instructed to consume a slice of SCP-6161-1 1 . The resulting flavor was reported as tasting \"oily, with a rubbery texture\".",
        "Test #: 11 Object Tested: Dr. Greene's Laptop Result: SCP-6161 cut through the laptop with ease. D-1221 was instructed to consume a slice of the produced SCP-6161-1 instance 2 . The resulting flavor was reported as tasting \"[like] plastic with some crunchy bits\".",
        "Test #: 17 Object Tested: Dr. Greene's Birthday Cake Result: SCP-6161 cut through the cake with ease. D-1221 was instructed to consume a slice of SCP-6161-1. D-1221 refused upon viewing the sliced cake, which had turned to gravel and stone. No flavor test results gathered.",
        "Test: N/A Object Tested: N/A Result: Dr. Greene attempted to handle SCP-6161 for the next test but accidentally pricked his finger with the blade. Upon seeking first aid, it was discovered that SCP-6161 had not damaged Dr. Greene, but had affected him with its anomalous properties. Dr. Greene was immediately labeled an instance of SCP-6161-1 3 . The resulting flavor was reported as tasting \"almost like pork\".",
        "\" SCP-6161 \" by Uncle Nicolini and aroncrime, from the SCP Wiki . Source: https://scpwiki.com/scp-6161 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6161",
    "object_class": "Safe",
    "containment_procedures": "SCP-6161 is to be kept in a standard secure objects locker in Site-55. It is unknown if the object's container has become an SCP-6161-1 instance, but this has been labeled acceptable. Personnel handling SCP-6161 are to only touch the object's hilt, avoiding the blade.",
    "description": "SCP-6161 is a cake knife, measuring 23 cm in length and made of steel. When SCP-6161 is used to cut an object, it is capable of slicing through any material with ease. Objects cut by SCP-6161 will transform into instances of SCP-6161-1.",
    "title": "SCP-6161"
}