{
    "url": "https://scp-wiki.wikidot.com/scp-6164",
    "all_text": "[[iftags +component]]\n\n\n\n\nThis is a component to make the mobile sidebar button active on desktop-size screen.\n\nTo use, put the following:\n\n\n\n\n[[include :scp-wiki:component:toggle-sidebar]]\n\n\n\n\nIf used with a theme, it's recommended to put said theme after this \n[[include]]\n.\n\n\n(Use \nthis version\n by \nWoedenaz\n if you're using Black Highlighter)\n\n\n\n\n\n\n\n\n\n\n/\n*\n source: \nhttp\n://\nah-sandbox.wikidot.com\n/\ncomponent\n:collapsible-sidebar-x1\n \n*\n/\n \n\n#top-bar\n \n.open-menu\n \na\n \n{\n\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0.5\nem\n;\n        \nleft:\n \n0.5\nem\n;\n        \nz-index:\n \n5\n;\n        \nfont-family:\n 'Lucida Sans Unicode','Lucida Grande','Lucida Sans','Times New Roman',Helvetica,Roboto,\nsans-serif\n;\n        \nfont-size:\n \n30\npx\n;\n        \nfont-weight:\n \n700\n;\n        \nwidth:\n \n30\npx\n;\n        \nheight:\n \n30\npx\n;\n        \nline-height:\n \n0.9\nem\n;\n        \ntext-align:\n \ncenter\n;\n        \nborder:\n \n0.2\nem\n \nsolid\n \n#888\n;\n        \nbackground-color:\n \n#fff\n;\n        \nborder-radius:\n \n3\nem\n;\n        \ncolor:\n \n#888\n;\n        \npointer-events:\n \nauto\n;\n\n}\n\n \n\n@media\n \nnot\n \nall\n \nand\n (max-width: 767\npx\n) \n{\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \npointer-events:\n \nnone\n;\n    \n}\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \nli\n \n{\n\n        \ndisplay:\n \nnone\n;\n    \n}\n\n \n    \n#main-content\n \n{\n\n        \nmax-width:\n \n44.5\nrem\n;\n        \nmargin:\n \n0\n \nauto\n;\n        \npadding:\n \n0\n;\n        \ntransition:\n max-width \n0.2\ns ease-in-out\n;\n    \n}\n\n \n    \n#side-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0\n;\n        \nleft:\n -\n18\nrem\n;\n        \nwidth:\n \n15.25\nrem\n;\n        \nheight:\n \n100\n%\n;\n        \nmargin:\n \n0\n;\n        \noverflow-x:\n \nhidden\n;\n        \noverflow-y:\n \nauto\n;\n        \nz-index:\n \n10\n;\n        \npadding:\n \n1\nem\n \n1\nem\n \n0\n \n1\nem\n;\n        \nbackground-color:\n rgba(\n0\n,\n0\n,\n0\n,\n0.1\n)\n;\n        \ntransition:\n \nleft\n \n0.4\ns ease-in-out\n;\n \n        \nscrollbar-width:\n \nthin\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n    \n#side-bar\n:\nfocus-within\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n.close-menu\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \nwidth:\n \n100\n%\n;\n        \nheight:\n \n100\n%\n;\n        \ntop:\n \n0\n;\n        \nleft:\n \n0\n;\n        \nmargin-left:\n \n17\nrem\n;\n        \nopacity:\n \n0\n;\n        \nz-index:\n -\n1\n;\n        \nvisibility:\n \nvisible\n;\n    \n}\n\n    \n#side-bar\n:\nnot\n(:\ntarget\n) \n.close-menu\n \n{\n \ndisplay:\n \nnone\n; \n}\n\n \n    \n#top-bar\n \n.open-menu\n \na:\nhover {\n        text-decoration: \nnone\n;\n    \n}\n\n}\n\n\n\n\n\n[[/iftags]]\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nWARNING!\n\n\nThis article has mentions of child/infant death.\n\n\n\n\nSCP-6164:\n Bring Your Child to Work Day\n\n\nAuthor:\n \nnullhorse\n (aka fawxplus)\n\nthank you for reading :)\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n6164\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\npagnum\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6164 is currently believed to be uncontainable by standard definitions of containment, bestowing it the Pagnum class.\n1\n As SCP-6164 has no known physical form or point of origin, it is impossible to physically contain it. SCP-6164 currently inhabits Site-235 and all possible measures are to be taken to ensure the permanent structural security of the site and the continued accommodation of SCP-6164 within it. Under no circumstance should there be any attempt by site staff to subvert the function of SCP-6164 until a better understanding of it is garnered to avoid random site transference. Likewise, 40% of all staff situated at Site-235 are to be parents to prevent random site transference. Following every translocation event, MTF Omega-14 (\"Daycare\") should perform a sitewide sweep in order to secure any displaced children.\n\n\nDescription:\n SCP-6164 is a seemingly omnipresent phenomenon represented by a voice in the form of a Bring Your Child to Work Day announcement. During a certain interval of the day,\n2\n SCP-6164 will send out a sitewide announcement through the site's PA system\n3\n announcing that a fixed day or date in the near future will be Bring Your Child to Work Day. Upon said date, at approximately 9:00 AM, one child of all employees present will be teleported to a location onsite.\n4\n D-Class and civilian/Level 0 personnel do not seem to be affected by this phenomenon. It is believed that SCP-6164 can displace individuals by any range within the site's parameters. SCP-6164 will go into a state of inactivity following a translocation event, although it is capable of transferring sites if subverted. SCP-6164 will make no further broadcasts during its hibernation period, which varies between 3 weeks to 5 months.\n\n\nSCP-6164 exclusively occupies one site at a time, although the particular site may change under certain circumstances. SCP-6164 operates under a specific modus operandi that remains to be completely understood. Testing to find the extent of its procedure is \nvirtually impossible\n5\n disallowed, but it is known (within the small sample size of data) that site transference occurs by:\n\n\n\n\nDecommissioning the site it resides at, ergo:\n\n\nDestruction of the site it resides at\n\n\nAttempts to minimize its damage by producing a site specifically intended for housing it\n6\n\n\n\n\nUpon site transference, SCP-6164 will be linked to the chosen site and its 'lineage'. This connection can be broken by opposing or subverting its effects, upon which it will transfer to a random site.\n\n\n\n\nSCP-6164 Discovery Notes:\n\n\n\n\n\n\nACCESS DISCOVERY NOTES\n\n\n\n\nCOLLAPSE DISCOVERY NOTES\n\n\n\n\nSCP-6164 first manifested on 05/25/2015, 1:45PM at Site-██, a site planned to be decommissioned in less than a year. Due to the auditory nature of the SCP objects onsite, there was no PA system present for SCP-6164 to manifest through. Every sapient individual present reported hearing a voice in their head announcing \"Reminder! This Saturday is Bring Your Child to Work Day.\" Researcher Julie Heart and Dr. Iraj Pillai requested that a CODE: AMBER lockdown be initiated, but Senior Security Officer Larry Anderson concluded that there was not enough cause to declare a containment breach. A full sweep of the site was initiated by onsite security and nothing was determined to be out of the ordinary. A proposal to research how this phenomenon could apply to the ██ objects situated at Site-██ was put forward, which was passed in a matter of three days by the prospect of there being a possibly unknown memetic effect or cognitohazard among them.\n\n\nTwo days after the proposal was passed, on the Saturday that SCP-6164 had announced earlier, sixty-one (61) children appeared across the site triggering an automatic C-priority lockdown. Following the report and proposal written by Dr. Heart, MTF Eta-11 (\"Savage Beasts\") was thereby dispatched as it was believed the selection effect of SCP-6164 may have been triggered by auditory means. All dislocated children were secured, interviewed if possible, given Class B amnestics, and released to their homes. Nothing of note was gathered from all thirty-three (33) interviews conducted. The areas of their abduction were investigated by Foundation agents, and all bystanders witnessing the children's translocation were distributed Class B amnestics. Research into this phenomenon became the temporary priority of Site-██ until the next translocation event 2 months later, where it was theorized that this phenomenon was unrelated to the objects housed at the site and was the effect of a yet undiscovered object. Immediately after the second event, Site Director ████ ████ filed a form requesting that the site's decommissioning be expedited at the appeal of Researcher Heart.\n\n\n\n\nThis is the second time these kids, \nour\n kids, have been taken by this thing. This is going to start affecting their lives. If this becomes cyclic, someone will eventually post something online or tell someone on the phone that they saw a kid disappear, and then we'll have a media scandal we'll need to run a disinformation campaign about. Oh, and constant amnesticization can't be good for their little brains. Not only that, it's only a matter of time before they get teleported into a chamber and decide to start touching stuff- you know how kids are. Hell, God forbid one of them gets put in front of [DATA EXPUNGED]\n\n\nJulie Heart\n\nResearcher, Site-██\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6164-1:\n\n\n\n\n\n\nACCESS ADDENDUM:\n\n\n\n\nCOLLAPSE ADDENDUM\n\n\n\n\nBefore another translocation event could occur, the redistribution of SCP objects to appropriate sites and the decommissioning of Site-██ began. Following the successful and succinct deconstruction of Site-██, the construction of a successor site denoted as Site-113 was started and no further anomalous announcements were made. Details of SCP-6164's hibernation period were not yet known and it was deemed neutralized.\n\n\nConstruction of Site-113 was completed on 10/02/2015. On the first workday, which was intended to be an introductory briefing session regarding the purpose of the site, the PA system activated at 3:17 PM and an SCP-6164 announcement was transmitted. The following is an audio log of the announcement.\n\n\n\n\nSite Director Adams:\n -nd that's why, we as a team- no, we as a Foundation need to stick together. I know the things we're gonna be dealing with aren't Keter level threats, or some world-ending anomalies, but it is still our duty here as a \nfamily\n to, say it with me-\n\n\nSite Director Adams:\n Secure!\n\n\nThe shuffling of chairs and a few coughs can be heard from the crowd.\n\n\nCrowd, unenthused:\n Secure…\n\n\nSite Director Adams:\n Contain!\n\n\nCrowd:\n Contain…\n\n\nSite Director Adams:\n PROTE-\n\n\nWhite noise from the overhead speaker becomes audible.\n\n\nSCP-6164:\n Attention, this is a reminder that on October 19th, we are going to have Bring Your Child to Work Day! Don't forget!\n\n\nThe white noise cuts out abruptly and there is a silence for a few seconds.\n\n\nSite Director Adams:\n What the hell was that?\n\n\n\n\n\n\nInteresting. Well, it's not neutralized. It seems to be attached to the \nidea\n of the sites themselves rather than a specific object or plot of land. Understanding how this works may help us in other facets of research. This is really fascinating, but we need to be cautious, especially since our children are at risk. As it's vacant, I'm officially requesting the lead researcher position for 6164, and that it is reclassified under Pagnum.\n\n\nJulie Heart\n\nResearcher, Site-113\n\n\n\n\nNote: \nBoth requests were obliged after review.\n\n\n\n\n\n\n\n\n\n\nAddendum 6164-1a:\n\n\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCOLLAPSE ADDENDUM\n\n\n\n\nFollowing Dr. Heart's appointment to Lead Researcher of SCP-6164, she (with permission and guidance from Site Director Gaelen Adams) manually reselected all fifty-nine (59) employees for Site-113 with the common denominator being that they were childless.\n\n\nOn 10/19/2015 at 9:01 AM, \nfifty-five\n fifty-seven (57) individuals appeared across the site. These individuals were various nephews, nieces, cousins, and on one account, a grandfather whom were all related to site employees.\n7\n Initially, onsite security secured fifty-three (53) of all the displaced individuals. An 88-year-old man was later found deceased in the site lobby. Dr. Lisa Butler testified that this man was her grandfather whom had been on life support after suffering a near-fatal stroke. Four employees testified that their family members translocated onsite were originally out of state or in another country. Three employees did not see anyone they knew despite undoubtedly having family. The reason for their \nimmunity\n supposed exemption in this translocation event is \ncurrently unknown and being looked into\n logged in Addendum 6164-1b.\n\n\n\n\n\n\n\n\n\n\nAddendum 6164-1b:\n\n\n\n\n\n\nACCESS ADDENDUM\n\n\n\n\nCOLLAPSE ADDENDUM\n\n\n\n\nShortly after the previous translocation event, the three employees under investigation reported that individually, they had a niece, nephew, and cousin go missing. Foundation agents looked into those around the children during the time of the translocation event and reported that witnesses all claimed they just simply disappeared. Witnesses were given full doses of Class B amnestics and the decommissioning of Site-113 immediately began. During the deconstruction of a containment chamber, a fingertip was discovered poking out a corner of a wall. The corpse of Dr. Brandon White's niece was recovered from inside of it hours later. Two more corpses aged ten and three years old were found intersecting a ceiling and phased beneath a floor. Dr. Julie Heart video logged the statements of the employees suffering familial casualties in an attempt to uncover a common denominator between them, and discover why they incurred the selection over the rest of the staff.\n\n\n\n\nInterviewed:\n Dr. Lisa Butler\n\n\nInterviewer:\n Dr. Julie Heart\n\n\n<Begin Log>\n\n\nHeart:\n Alright, Dr. Butler, I've just got a couple questions for you about what happened to your grandfather.\n\n\nButler:\n Alright. Alright, go ahead.\n\n\nHeart:\n So, first of all, tell me a little about him and his situation.\n\n\nDr. Butler frowns and puts her hand on her cheek.\n\n\nButler:\n Well, he recently experienced a stroke at his lodge. It took a few minutes before someone found him, and then it took a bit for the ambulance to get to around where he was in the woods. They said his survival was… a miracle. Although, I guess that… nevermind. He was on life support at █████ in ███████. He hadn't yet regained consciousness, but they said his brain was functioning fine enough. Fine enough being in a coma, I mean.\n\n\nHeart:\n Alright. Is there any reason why you think you were chosen by SCP-6164?\n\n\nButler:\n Huh? Chosen? Oh, I… I don't know, no, I can't think of… anything.\n\n\nHeart:\n You seem a bit hesitant, doctor.\n\n\nButler:\n I just hadn't really thought about it like that. 'Chosen'. It was because of me, huh?\n\n\nHeart:\n Oh, Lisa, I didn't mean to insinuate- I'm sorry. That was a poor choice of wording.\n\n\nButler:\n No, no, it's fine, really, I just… I'm not sure why I was chosen. Sorry.\n\n\nHeart:\n That's okay, thank you Dr. Butler. How are you dealing with your loss?\n\n\nButler:\n I'm fine overall. Sorrowful, though, to an extent. But I'll be okay.\n\n\nHeart:\n Alright. If you're sure. Thank you for your time.\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n Dr. Brandon White\n\n\nInterviewer:\n Dr. Julie Heart\n\n\n<Begin Log>\n\n\nHeart:\n Dr. White, thank you for joining me. I'm sorry that y-\n\n\nWhite:\n Drop it, Julia. Come on. Not now. I know it's procedure, but just… not now.\n\n\nDr. Heart stares at Dr. White with a frown in silence for a short moment.\n\n\nHeart:\n I know. I'm sorry. How are you holding up?\n\n\nDr. White pauses, scratches his forehead, and looks up in silence for a few seconds.\n\n\nWhite:\n I had just ordered her birthday presents. It was coming up in less than a month. I got her this little, like… robot bird. It wasn't really advanced, but it interacted with you and is supposed to respond if you talk to it. Mimicry and its own lines. She was really interested in STEM, she believed that… y'know, Uncle Brandon was working as a chemist for a 'sleep company'. She wanted to be an engineer. And now… whether or not everyone acknowledges it, it's my fault. If I weren't here, she'd be…\n\n\nDr. White checks his watch.\n\n\nWhite:\n She'd be at school right now.\n\n\nHeart:\n Brandon, I… I don't know what to say. I can't imagine what you're going through. I know you were against being onsite with this thing. How old was she?\n\n\nWhite:\n Nine. Well, ten, really.\n\n\nHeart:\n I'm sorry. You know we have mental health services.\n\n\nWhite:\n I know.\n\n\nHeart:\n I do need to ask about the scip. Do you have any idea why it might've chosen yo- I mean, why it might've chosen your niece?\n\n\nDr. White stares at Dr. Heart in silence for 1 minute and 39 seconds.\n\n\nHeart:\n Thank you for your time, Brandon. If you ever need to talk…\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Dr. White filed a request for temporary leave.\n\n\n\n\n\n\nInterviewed:\n Junior Security Officer Winslow Pettus\n\n\nInterviewer:\n Dr. Julie Heart\n\n\nForeword:\n Officer Pettus' ten year old nephew was killed in a translocation event.\n\n\n<Begin Log>\n\n\nHeart:\n Hi, Winslow, thanks for coming in. How are you doing?\n\n\nPettus:\n I'm holding up fine enough, ma'am. How are you?\n\n\nHeart:\n Oh, I- I'm doing fine as well. Thank you for asking. I wanted to talk to you about your nephew.\n\n\nPettus:\n Yes ma'am, I assumed.\n\n\nHeart:\n Do you have any idea why your nephew was selected by SCP-6164?\n\n\nPettus:\n I'm not sure. I don't believe he's outwardly done anything to cause this. I know he hasn't. I don't see him very often, I haven't seen him recently. Which is… but, he's a good kid. He's a real good kid. What's happened… isn't a good thing. Not a good thing at all, ma'am.\n\n\nOfficer Pettus clears his throat.\n\n\nHeart:\n I know, it's terrible. It's terrible for everyone involved. I'm sorry, Mr. Pettus. Let me ask, we don't completely understand the selection process, is there any reason why it would've chosen \nyou\n as deserving of punishment?\n\n\nPettus:\n I'm not sure, ma'am. I'm still fairly new here. I don't think I've done anything regarding it at all, actually.\n\n\nOfficer Pettus puts his fingers to his temples and looks down for a moment.\n\n\nPettus:\n Maybe this was a warning.\n\n\nHeart:\n A warning? How do you mean?\n\n\nPettus:\n I mean, ma'am, this may've been random. If this thing has a soul, maybe it's showing us that. Showing us that it's not something to be challenged. I'm not sure, that's just where my mind went to first.\n\n\nHeart:\n No, Officer Pettus, this is very insightful. Thank you.\n\n\nDr. Heart takes some notes in a notebook.\n\n\nHeart:\n Officer, thank you again, I hope you're okay. Really, I'm sorry that this happened. Please, remember, we offer mental health services if you think you'll need them.\n\n\nPettus:\n Yes ma'am. Thank you. I'm glad I could be of assistance.\n\n\n<End Log>\n\n\n\n\n\n\nInterviewed:\n Custodial Head Zackary Law\n\n\nInterviewer:\n Dr. Julie Heart\n\n\nForeword:\n Mr. Law's three year old cousin was killed in a translocation event. He was sobbing throughout almost the entire interview.\n\n\n<Begin Log>\n\n\nDr. Heart is sitting next to Mr. Law, hand on his shoulder.\n\n\nHeart:\n Are you ready? Take your time.\n\n\nMr. Law wipes his eyes and lets out a huge sigh.\n\n\nLaw:\n Sure.\n\n\nDr. Heart leans back and looks in her notebook.\n\n\nHeart:\n I've been asking everybody how they're doing, but… I'm really sorry, Mr. Law. I don't know what you're going through, I can't imagine it.\n\n\nMr. Law starts crying again.\n\n\nLaw:\n He was THREE! And now he can't even have a funeral… he's in parts, in stone! There is no body, there's only fragments. What the fuck, man? How is this happening to me? This doesn't feel real. And, and, how do I break it to Melissa, fuck, I… and grandpa, he, he, he was his little buddy.\n\n\nDr. Heart wipes her eyes.\n\n\nHeart:\n Zack, I'm so sorry… I have to ask you some questions about why your cousin was selected by 6164. Do you have any reason why he might've-\n\n\nMr. Law stands up.\n\n\nLaw:\n Man, I barely even fucking know what this thing is! I hadn't even heard of it until today, and the report you gave me was covered in black bars. Why am I even in here?! I have no idea!\n\n\nHeart:\n Zackary, please, I just need to-\n\n\nLaw:\n Fuck what you need! I need my cousin!\n\n\nHeart:\n Z- I- I'm sorry, I- I didn't, I don't… I don't know what to do… I don't want this to happen again. I'm trying to help, I, I'm trying to stop this thing. I'm trying to prevent this from recurring. Please, I… I didn't want…\n\n\nDr. Heart puts her head in her hands and starts crying. Mr. Law stares at her for a moment then sits back down.\n\n\nLaw:\n I'm sorry, I didn't mean to make you cry, I'm just… my baby cousin is dead, doc. I'm at a loss. I can't help you, I'm barely contained here myself.\n\n\nHeart:\n I know, I'm sorry, I'm just trying to keep… an air of professionalism… although I'm sure that's gone now. No, I… I'm a mother myself. And I'm scared. I opted to be the lead researcher without knowing that this thing could kill. And now I have a responsibility to fulfill. Mine is a baby too, and he… I would die if anything happened to him. I don't want this to happen to anyone else. I want to stop this, but I'm only human.\n\n\nThe two are silent for a few minutes, besides their crying.\n\n\nHeart:\n Thank you for your time, Mr. Law. Let's finish this.\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview, Dr. Heart advised Mr. Law to get a fill of amnestics at the onsite pharmacy. Dr. Heart herself filed a personal order for anti-depressants.\n\n\n\n\n\n\nJesus. As it turns out, it is absolutely worse to have childless employees than for 6164 to occupy a space amongst those who are parents. Why did these kids have to die? There were no deaths in the first two events. We need to find a way to deal with this thing, stat. My proposed solution is then to create a small site in place of 113- a permanent place of containment in its attached lineage. A final resting place. I'll write up a few different proposals of possible solutions by tomorrow evening.\n\n\nJulie Heart\n\nLead Researcher for SCP-6164, Site-113\n\n\n\n\nFollowing the casualties caused by SCP-6164, Researcher Heart, with the recommendation of Regional Security Director Bill Terold, has requested that a new Mobile Task Force be created to secure all displaced children (and other individuals) and be permanently stationed at any site SCP-6164 operates at. MTF Omega-14 (\"Daycare\") has been established in approval.\n\n\n\n\n\n\nPROPOSAL Nº.\n\n\nCONTENT\n\n\nSTATUS\n\n\nNOTE\n\n\n\n\n\n\n1\n\n\nConstruct a site purposed as a housing facility for the sole objective of containing SCP-6164 without translocation events\n\n\nDENIED\n\n\nWhether or not this will prevent translocation events is unknown. Additionally, we don't want to take away the daily lives of the families. - O5-5\n\n\n\n\n\n\n2\n\n\nConstruct a site purposed as the sole containment facility for SCP-6164\n\n\nAPPROVED\n\n\nDr. Heart, we will begin on the execution of this proposal but we want to remind you that The Foundation's budget has the ability to indulge, but it is not without limit. - O5-7\n\n\n\n\n\n\n3\n\n\nConstruct a site with a minimum of ten (10) safe objects that won't cause a problem if interacted with\n\n\nDENIED\n\n\nWe cannot have an absolute guarantee regarding the safety of the objects, and of the children here. We don't want to voluntarily put ten anomalies at risk to secure this one. - O5-5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6164-2:\n\n\n\n\n\n\nLEVEL 4 ACCESS REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\nA third successor site was approved to be constructed as a 14,500 sq. ft. facility meant only for the accommodation of SCP-6164. The site's construction was completed on 01/30/2016. Upon the first official workday (intended as an observation period), SCP-6164 activated at 1:05 PM. The following is an eleven second (00:11.33) audio clip of its announcement.\n\n\n\n\nSCP-6164:\n Reminder! Trickery will NOT be tolerated on Foundation premises. This site is in no condition for Bring Your Child to Work Day.\n\n\n\n\nSite transference occurred immediately after, albeit disconnected from the precedent lineage. At 1:06 PM, Site-235 experienced a normal SCP-6164 announcement proclaiming that February 14th would be the next Bring Your Child to Work Day. Dr. Heart transferred to Site-235 and requested that the objects housed there be dispersed to other sites with a successor site housing a minimum of ten safe objects be constructed, proposal number three, before another translocation event could occur. Due to the unpredictable nature of SCP-6164 and previous failures of subversion, this request was denied with the security and ensured containment of more volatile sites and objects in mind.\n\n\nDr. Heart urged site administration to give all non-essential staff the 14th off, specifically requesting that the janitorial staff in particular be excused. This request was approved and an email scheduled for 1 week before the translocation event was written. After learning of the cause of the random site transference, the O5 Council overruled this approval and required all employees to come to work as usual. On 02/14/2016 at 8:59 AM, 253 children were teleported onsite in a translocation event. MTF Omega-14 promptly swept the site and secured 252 of the children with 1 casualty being suffered.\n\n\n\n\nI pleaded with you \ndevils\n, just sitting in the safety of your offices, I begged you to do something. But it was 'too dangerous'. This article doesn't include how much constant and active protesting I did. You were fine with building up and breaking down sites to try and figure out this thing, but as soon as you find out it has another ability, it's too dangerous? I would like to say I understand, but I don't. I really don't. This happened, and it will happen again. I won't be the only victim of this. My baby fucking boy is gone forever. He was two years old. TWO YEARS OLD. He hadn't even spoken a full sentence yet. He was devoured by one of those fucking \nthings\n and you have the audacity to tell me \"there's nothing we can do\"? I can't believe it, I really can't. I don't know what to feel. There's a lot of sorrow. There's \na lot\n of regret. But I know out of everything, I'm mad. I'm really fucking mad. I'm mad at you sociopaths just absolutely closing up on me when you found out it can go where it pleases- maybe, we don't even know if it can and we \nwon't\n know because you won't allow me to do anymore about it. This shouldn't be a sign to stop trying to figure it out, this should be a sign to map it out completely so we \ncan\n avoid its damage. I know my words at this point are frail. I'm done. I am done. Load me up with amnestics and take me off of this project. Write up a cover story somehow eliminating my son from history forever. I want nothing to do with 6164 anymore.\n\n\nJulie Heart\n\n\nLead\n Researcher \nfor SCP-6164, Site-235\n\n\n\n\n\n\nThis thing is \nfar\n too dangerous to be meddled with. We don't know if it is capable of sentience or not, but it seems to be malicious. We know it can speak and we know it modifies speech to directly talk to us if we try to oppose it. Imagine if a subversion of its protocol made it mad enough to transfer onto the site of \nSCP-682\n or something dangerous like that. There's no building a successor site there without substantial loss, if it's even possible. We shouldn't accept a pyrrhic victory and instead deal with it as we have it while we know what it'll do. I'm formally requesting that research involving tampering with SCP-6164's location stop and we work with it at 235 until we can find out more about it.\n\n\nBrando Nolasco\n\nLead Researcher for SCP-6164, Site-235\n\n\n\n\nOVERSEER VOTE SUMMARY\n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs of 03/01/2016, all research involving the direct transference of SCP-6164 is prohibited.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Functionally self-containing, but requiring observation and proactivity from the Foundation.\n\n\n2\n. Observed to be usually between 12:00 AM and 3:30 PM local time.\n\n\n3\n. The announcement will be broadcast telepathically if no PA/intercom system is present.\n\n\n4\n. Hereby referred to as a 'translocation event'\n\n\n5\n. \n\"We should strive to take some objectivity in these articles. I'm changing this to say what it means.\"\n - Researcher Heart\n\n\n6\n. See Addendum 6164-1b.\n\n\n7\n. Post-incident investigation yielded that two employees had no family whatsoever.\n\n\n\n\n\n\n\n\n« \nSCP-6163\n | SCP-6164 | \nSCP-6165\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6164\n\" by nullhorse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6164\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[[include :scp-wiki:component:toggle-sidebar]]",
        "This is the second time these kids, our kids, have been taken by this thing. This is going to start affecting their lives. If this becomes cyclic, someone will eventually post something online or tell someone on the phone that they saw a kid disappear, and then we'll have a media scandal we'll need to run a disinformation campaign about. Oh, and constant amnesticization can't be good for their little brains. Not only that, it's only a matter of time before they get teleported into a chamber and decide to start touching stuff- you know how kids are. Hell, God forbid one of them gets put in front of [DATA EXPUNGED] Julie Heart Researcher, Site-██",
        "Site Director Adams: -nd that's why, we as a team- no, we as a Foundation need to stick together. I know the things we're gonna be dealing with aren't Keter level threats, or some world-ending anomalies, but it is still our duty here as a family to, say it with me- Site Director Adams: Secure! The shuffling of chairs and a few coughs can be heard from the crowd. Crowd, unenthused: Secure… Site Director Adams: Contain! Crowd: Contain… Site Director Adams: PROTE- White noise from the overhead speaker becomes audible. SCP-6164: Attention, this is a reminder that on October 19th, we are going to have Bring Your Child to Work Day! Don't forget! The white noise cuts out abruptly and there is a silence for a few seconds. Site Director Adams: What the hell was that?",
        "Interesting. Well, it's not neutralized. It seems to be attached to the idea of the sites themselves rather than a specific object or plot of land. Understanding how this works may help us in other facets of research. This is really fascinating, but we need to be cautious, especially since our children are at risk. As it's vacant, I'm officially requesting the lead researcher position for 6164, and that it is reclassified under Pagnum. Julie Heart Researcher, Site-113",
        "Interviewed: Dr. Lisa Butler Interviewer: Dr. Julie Heart <Begin Log> Heart: Alright, Dr. Butler, I've just got a couple questions for you about what happened to your grandfather. Butler: Alright. Alright, go ahead. Heart: So, first of all, tell me a little about him and his situation. Dr. Butler frowns and puts her hand on her cheek. Butler: Well, he recently experienced a stroke at his lodge. It took a few minutes before someone found him, and then it took a bit for the ambulance to get to around where he was in the woods. They said his survival was… a miracle. Although, I guess that… nevermind. He was on life support at █████ in ███████. He hadn't yet regained consciousness, but they said his brain was functioning fine enough. Fine enough being in a coma, I mean. Heart: Alright. Is there any reason why you think you were chosen by SCP-6164? Butler: Huh? Chosen? Oh, I… I don't know, no, I can't think of… anything. Heart: You seem a bit hesitant, doctor. Butler: I just hadn't really thought about it like that. 'Chosen'. It was because of me, huh? Heart: Oh, Lisa, I didn't mean to insinuate- I'm sorry. That was a poor choice of wording. Butler: No, no, it's fine, really, I just… I'm not sure why I was chosen. Sorry. Heart: That's okay, thank you Dr. Butler. How are you dealing with your loss? Butler: I'm fine overall. Sorrowful, though, to an extent. But I'll be okay. Heart: Alright. If you're sure. Thank you for your time. <End Log>",
        "Interviewed: Dr. Brandon White Interviewer: Dr. Julie Heart <Begin Log> Heart: Dr. White, thank you for joining me. I'm sorry that y- White: Drop it, Julia. Come on. Not now. I know it's procedure, but just… not now. Dr. Heart stares at Dr. White with a frown in silence for a short moment. Heart: I know. I'm sorry. How are you holding up? Dr. White pauses, scratches his forehead, and looks up in silence for a few seconds. White: I had just ordered her birthday presents. It was coming up in less than a month. I got her this little, like… robot bird. It wasn't really advanced, but it interacted with you and is supposed to respond if you talk to it. Mimicry and its own lines. She was really interested in STEM, she believed that… y'know, Uncle Brandon was working as a chemist for a 'sleep company'. She wanted to be an engineer. And now… whether or not everyone acknowledges it, it's my fault. If I weren't here, she'd be… Dr. White checks his watch. White: She'd be at school right now. Heart: Brandon, I… I don't know what to say. I can't imagine what you're going through. I know you were against being onsite with this thing. How old was she? White: Nine. Well, ten, really. Heart: I'm sorry. You know we have mental health services. White: I know. Heart: I do need to ask about the scip. Do you have any idea why it might've chosen yo- I mean, why it might've chosen your niece? Dr. White stares at Dr. Heart in silence for 1 minute and 39 seconds. Heart: Thank you for your time, Brandon. If you ever need to talk… <End Log> Closing Statement: Following this interview, Dr. White filed a request for temporary leave.",
        "Interviewed: Junior Security Officer Winslow Pettus Interviewer: Dr. Julie Heart Foreword: Officer Pettus' ten year old nephew was killed in a translocation event. <Begin Log> Heart: Hi, Winslow, thanks for coming in. How are you doing? Pettus: I'm holding up fine enough, ma'am. How are you? Heart: Oh, I- I'm doing fine as well. Thank you for asking. I wanted to talk to you about your nephew. Pettus: Yes ma'am, I assumed. Heart: Do you have any idea why your nephew was selected by SCP-6164? Pettus: I'm not sure. I don't believe he's outwardly done anything to cause this. I know he hasn't. I don't see him very often, I haven't seen him recently. Which is… but, he's a good kid. He's a real good kid. What's happened… isn't a good thing. Not a good thing at all, ma'am. Officer Pettus clears his throat. Heart: I know, it's terrible. It's terrible for everyone involved. I'm sorry, Mr. Pettus. Let me ask, we don't completely understand the selection process, is there any reason why it would've chosen you as deserving of punishment? Pettus: I'm not sure, ma'am. I'm still fairly new here. I don't think I've done anything regarding it at all, actually. Officer Pettus puts his fingers to his temples and looks down for a moment. Pettus: Maybe this was a warning. Heart: A warning? How do you mean? Pettus: I mean, ma'am, this may've been random. If this thing has a soul, maybe it's showing us that. Showing us that it's not something to be challenged. I'm not sure, that's just where my mind went to first. Heart: No, Officer Pettus, this is very insightful. Thank you. Dr. Heart takes some notes in a notebook. Heart: Officer, thank you again, I hope you're okay. Really, I'm sorry that this happened. Please, remember, we offer mental health services if you think you'll need them. Pettus: Yes ma'am. Thank you. I'm glad I could be of assistance. <End Log>",
        "Interviewed: Custodial Head Zackary Law Interviewer: Dr. Julie Heart Foreword: Mr. Law's three year old cousin was killed in a translocation event. He was sobbing throughout almost the entire interview. <Begin Log> Dr. Heart is sitting next to Mr. Law, hand on his shoulder. Heart: Are you ready? Take your time. Mr. Law wipes his eyes and lets out a huge sigh. Law: Sure. Dr. Heart leans back and looks in her notebook. Heart: I've been asking everybody how they're doing, but… I'm really sorry, Mr. Law. I don't know what you're going through, I can't imagine it. Mr. Law starts crying again. Law: He was THREE! And now he can't even have a funeral… he's in parts, in stone! There is no body, there's only fragments. What the fuck, man? How is this happening to me? This doesn't feel real. And, and, how do I break it to Melissa, fuck, I… and grandpa, he, he, he was his little buddy. Dr. Heart wipes her eyes. Heart: Zack, I'm so sorry… I have to ask you some questions about why your cousin was selected by 6164. Do you have any reason why he might've- Mr. Law stands up. Law: Man, I barely even fucking know what this thing is! I hadn't even heard of it until today, and the report you gave me was covered in black bars. Why am I even in here?! I have no idea! Heart: Zackary, please, I just need to- Law: Fuck what you need! I need my cousin! Heart: Z- I- I'm sorry, I- I didn't, I don't… I don't know what to do… I don't want this to happen again. I'm trying to help, I, I'm trying to stop this thing. I'm trying to prevent this from recurring. Please, I… I didn't want… Dr. Heart puts her head in her hands and starts crying. Mr. Law stares at her for a moment then sits back down. Law: I'm sorry, I didn't mean to make you cry, I'm just… my baby cousin is dead, doc. I'm at a loss. I can't help you, I'm barely contained here myself. Heart: I know, I'm sorry, I'm just trying to keep… an air of professionalism… although I'm sure that's gone now. No, I… I'm a mother myself. And I'm scared. I opted to be the lead researcher without knowing that this thing could kill. And now I have a responsibility to fulfill. Mine is a baby too, and he… I would die if anything happened to him. I don't want this to happen to anyone else. I want to stop this, but I'm only human. The two are silent for a few minutes, besides their crying. Heart: Thank you for your time, Mr. Law. Let's finish this. <End Log> Closing Statement: Following this interview, Dr. Heart advised Mr. Law to get a fill of amnestics at the onsite pharmacy. Dr. Heart herself filed a personal order for anti-depressants.",
        "Jesus. As it turns out, it is absolutely worse to have childless employees than for 6164 to occupy a space amongst those who are parents. Why did these kids have to die? There were no deaths in the first two events. We need to find a way to deal with this thing, stat. My proposed solution is then to create a small site in place of 113- a permanent place of containment in its attached lineage. A final resting place. I'll write up a few different proposals of possible solutions by tomorrow evening. Julie Heart Lead Researcher for SCP-6164, Site-113",
        "SCP-6164: Reminder! Trickery will NOT be tolerated on Foundation premises. This site is in no condition for Bring Your Child to Work Day.",
        "I pleaded with you devils , just sitting in the safety of your offices, I begged you to do something. But it was 'too dangerous'. This article doesn't include how much constant and active protesting I did. You were fine with building up and breaking down sites to try and figure out this thing, but as soon as you find out it has another ability, it's too dangerous? I would like to say I understand, but I don't. I really don't. This happened, and it will happen again. I won't be the only victim of this. My baby fucking boy is gone forever. He was two years old. TWO YEARS OLD. He hadn't even spoken a full sentence yet. He was devoured by one of those fucking things and you have the audacity to tell me \"there's nothing we can do\"? I can't believe it, I really can't. I don't know what to feel. There's a lot of sorrow. There's a lot of regret. But I know out of everything, I'm mad. I'm really fucking mad. I'm mad at you sociopaths just absolutely closing up on me when you found out it can go where it pleases- maybe, we don't even know if it can and we won't know because you won't allow me to do anymore about it. This shouldn't be a sign to stop trying to figure it out, this should be a sign to map it out completely so we can avoid its damage. I know my words at this point are frail. I'm done. I am done. Load me up with amnestics and take me off of this project. Write up a cover story somehow eliminating my son from history forever. I want nothing to do with 6164 anymore. Julie Heart Lead Researcher for SCP-6164, Site-235",
        "This thing is far too dangerous to be meddled with. We don't know if it is capable of sentience or not, but it seems to be malicious. We know it can speak and we know it modifies speech to directly talk to us if we try to oppose it. Imagine if a subversion of its protocol made it mad enough to transfer onto the site of SCP-682 or something dangerous like that. There's no building a successor site there without substantial loss, if it's even possible. We shouldn't accept a pyrrhic victory and instead deal with it as we have it while we know what it'll do. I'm formally requesting that research involving tampering with SCP-6164's location stop and we work with it at 235 until we can find out more about it. Brando Nolasco Lead Researcher for SCP-6164, Site-235",
        "\" SCP-6164 \" by nullhorse, from the SCP Wiki . Source: https://scpwiki.com/scp-6164 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6164 is currently believed to be uncontainable by standard definitions of containment, bestowing it the Pagnum class.1 As SCP-6164 has no known physical form or point of origin, it is impossible to physically contain it. SCP-6164 currently inhabits Site-235 and all possible measures are to be taken to ensure the permanent structural security of the site and the continued accommodation of SCP-6164 within it. Under no circumstance should there be any attempt by site staff to subvert the function of SCP-6164 until a better understanding of it is garnered to avoid random site transference. Likewise, 40% of all staff situated at Site-235 are to be parents to prevent random site transference. Following every translocation event, MTF Omega-14 (\"Daycare\") should perform a sitewide sweep in order to secure any displaced children.",
    "description": "SCP-6164 is a seemingly omnipresent phenomenon represented by a voice in the form of a Bring Your Child to Work Day announcement. During a certain interval of the day,2 SCP-6164 will send out a sitewide announcement through the site's PA system3 announcing that a fixed day or date in the near future will be Bring Your Child to Work Day. Upon said date, at approximately 9:00 AM, one child of all employees present will be teleported to a location onsite.4 D-Class and civilian/Level 0 personnel do not seem to be affected by this phenomenon. It is believed that SCP-6164 can displace individuals by any range within the site's parameters. SCP-6164 will go into a state of inactivity following a translocation event, although it is capable of transferring sites if subverted. SCP-6164 will make no further broadcasts during its hibernation period, which varies between 3 weeks to 5 months.",
    "title": "SCP-6164"
}