{
    "url": "https://scp-wiki.wikidot.com/scp-6165",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains suicide, menstruation, insects, gore and child sexual abuse.\n\n\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nLightlessLantern\n\n\n\n\n\n\nSCP-6165:\n Ramadan\n\n\n\n\n\n\n\n\nItem No:\n SCP-6165\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Once monthly, the town of Rotherham is to be discreetly fumigated to prevent the further spread of the red palm weevil. The British-Pakistani community of Rotherham are to be monitored for the potential recurrence of SCP-6165.\n\n\nWhen found, Person-Of-Interest-6165 is to be immediately transferred to the custody of the British Occult Service for questioning.\n\n\nDescription:\n SCP-6165 is the designation given to a series of anomalous phenomena affecting the British-Pakistani community of Rotherham, South Yorkshire, occurring during May and June 2017.\n\n\nNone of SCP-6165's constituent events were reported to the authorities while they occurred, however, it is unknown whether this was due to inherent antimemetic properties or the natural socially isolated nature of the community.\n\n\nThe following timeline of events was created through interviews with members of the community prior to their amnesticisation. Its accuracy is unknown.\n\n\nSummarised SCP-6165 Timeline:\n\n\n2017-05-15:\n 67-year-old Muhammad Khan returns to his home at 7 Rochdale Drive, having served 4 years of an 8 year sentence for offences related to the sexual exploitation of children. Upon his arrival, he notes the corpses of several adult red palm weevils \n(Rhynchophorus ferrugineus)\n scattered throughout the entrance hallway.\n\n\n2017-05-21:\n The body of 24-year-old Khadijah Choudhary is found in her home at 9 Castleton Lane, having committed suicide via hanging. Several crushed dates are discovered beneath the body.\n\n\n2017-05-26:\n Ramadan begins. Suhoor and iftar meals within the Al-Noor Mosque are cancelled following the discovery that all drinking water is immediately transmuted into menstrual fluid.\n\n\n2017-05-30:\n A disturbance is reported at Muhammad Khan's home, however, upon the arrival of his neighbours, no evidence for a burglary is found.\n\n\n2017-06-02:\n Neighbours note the smell of blood and rotting fruit emanating from Muhammad Khan's house. Questioning is unsuccessful due to Khan's refusal to grant entrance to the house.\n\n\n2017-06-04:\n All females within the community between the ages of 8 and 17 begin menstruating, regardless of prior menstrual history. None of the produced blood is a genetic match for the originating female.\n\n\n2017-06-08:\n During the sermon prior to Jum'ah prayer at the Al-Noor Mosque, all worshippers place a date seed in a bowl before pouring a litre of water, which has been transmuted into menstrual fluid, onto the date seed. The date seed quickly absorbs the menstrual fluid and germinates, with a date palm sapling \n(Phoenix dactylifera)\n growing over the next ten minutes. All saplings contain red palm weevil larvae which several worshippers extract and place in their mouths.\n\n\n2017-06-11:\n Several security cameras throughout Rotherham are transmuted into a congealed mass of red palm weevil larvae.\n\n\n2017-06-13:\n All females between the ages of 8 and 17 cease menstruating. Subsequent attempts at ritual purification are unsuccessful as all water is transmuted into a mixture of partially-crushed dates and pupated red palm weevils.\n\n\n2017-06-19:\n Children report an unidentified person regularly entering Muhammad Khan's house. These reports are unconfirmed due to Khan's continued refusal to allow entry and the prior transmutation of security cameras.\n\n\n2017-06-24:\n Ramadan ends. During maghrib prayers at Al-Noor Mosque, all worshippers over the age of 50 suffer severe stomach pains, regurgitating a combined total of 50 litres of blood and partially-digested dates. Regurgitated matter is immediately absorbed by the mosque's internal structure.\n\n\n2017-06-25:\n During Eid-al-Fitr prayers, adult red palm weevils extract themselves from the gums of several worshippers, causing severe oral damage. All attempts at treating the damage are unsuccessful.\n\n\n \n\n\nDiscovery:\n On 2017-06-28, Muhammad Khan was discovered attempting to dig up the grave of Khadijah Choudhary and was taken to the local police station. Upon entering the station, Khan immediately dissociated into a pile of date seeds, all covered in a thin layer of blood-based paint.\n\n\nSubsequently, police officers alerted the British Occult Service to the potential presence of anomalous activity within Rotherham. Following interviews with members of the community, a joint Foundation-British Occult Service raid of Muhammad Khan's home was approved for 2017-07-01.\n\n\nUpon entry, Muhammad Khan was discovered in his living room, huddled in the foetal position within a thaumaturgic ritual circle, surrounded by Daevite sigils signifying punishment, human sacrifice and corruption, both physical and spiritual. Against the orders of British Occult Service officers, Foundation Agent Charles Edmondson entered the ritual circle. Simultaneously, Muhammad Khan's abdominal cavity ruptured, releasing large numbers of larval and adult red palm weevils.\n\n\nDespite severe damage to his internal structure, Muhammad Khan failed to expire.\n\n\nSubsequent analysis of Muhammad Khan found that over 95% of his body mass had been converted into the structure of an adult red palm weevil. Despite extreme changes to his respiratory system, Khan's ability to speak was not affected. Initial questioning established that Khan was not the creator of SCP-6165, however, his responses quickly devolved into shrill, high-pitched screams.\n\n\nInspection of Khan's hands and genitals found them to be swollen to five times their expected size and that they were leaking an edible mixture of date syrup and liquidated red palm weevil larvae, at a rate of 0.5 litres per hour.\n\n\nIn light of the severe pain caused by Khan's condition, the British Occult Service waived his right to ethical containment on the condition of his immediate euthanisation. In compliance with Foundation biological waste disposal requirements, the use of chemical euthanasia and anaesthetic was rejected due to the unknown nature of their interaction with insect anatomy.\n\n\nInstead, Muhammad Khan was incinerated.\n\n\nFollowing this discovery, the British Occult Service approved the emergency exhumation of Khadijah Choudhary's grave. In place of her corpse, officers discovered a 1.5-metre-tall wooden effigy of an adult red palm weevil.\n\n\nKhadijah Choudhary has been designated Person-Of-Interest-6165. Her location is unknown.\n\n\n\n\n\n\n« \nSCP-6164\n | SCP-6165 | \nSCP-6166\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6165\n\" by LightlessLantern, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6165\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6165 \" by LightlessLantern, from the SCP Wiki . Source: https://scpwiki.com/scp-6165 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Once monthly, the town of Rotherham is to be discreetly fumigated to prevent the further spread of the red palm weevil. The British-Pakistani community of Rotherham are to be monitored for the potential recurrence of SCP-6165.",
    "description": "SCP-6165 is the designation given to a series of anomalous phenomena affecting the British-Pakistani community of Rotherham, South Yorkshire, occurring during May and June 2017.",
    "title": "SCP-6165"
}