{
    "url": "https://scp-wiki.wikidot.com/scp-6167",
    "all_text": "SCP-6167\n - \n████ is Empty\n\n\n\n\nA story about demons, hunger, a couple of trans gals, and making the best out of shitty circumstances.\n\n\n\n\nImage Credit\n\n\nSCP-6167 entrance:\n \nhttps://commons.wikimedia.org/wiki/File:07-Tunnel-Trescaire.jpg\n\n\nSCP-6167 Document icon:\n Sunny Parallax\n\n\nThe Martyr's burial mound:\n \nhttps://commons.wikimedia.org/wiki/File:Kurhan_i_kamienny_kr%C4%85g_w_Tr%C4%85tkownicy_-_panoramio.jpg\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+86\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6167\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\napollyon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-45\n\n\nDr. Stuart Hayward\n1\n\n\nPENDING\n\n\nMTF Alpha-1 (\"Red Right Hand\")\n\n\n\n\n\n\n\n\n\n\n\n\nEntryway to SCP-6167\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6167 is only to be accessible via the mine shaft that reaches 60 meters beneath the lowest floor of Site-45-C. If additional subterranean floors are constructed for Site-45-C that would make this mine shaft no longer the lowest point of Site-45-C, the mine housing SCP-6167's entryway must first be dug deeper, so that it remains the deepest part of Site-45-C.\n\n\nSCP-6167 and its uncontained, former inhabitants (SCP-6167-#)\n2\n represent an imminent attempt at an HK-Class Deific Subjugation Scenario.\n\n\nFurther entry into SCP-6167 is forbidden without permission from a Level 5 personnel. Dr. Harold Crot\n3\n has defected, and should be apprehended immediately for termination. Missing Foundation personnel from SCP-6167-2, formerly \nSCP-1913-1-ARC\n, are to be apprehended as well for interrogation.\n\n\nSCP-6167 itself is simple to contain. However, it represents a much greater threat in the form of SCP-6167-#. SCP-6167-# are their own unique entities with varied anomalous properties, and, when under containment, will each require their own file. Many instances of SCP-6167-# have previously been classified under other file designations, which are now defunct. Special containment procedures for each instance will be contained under their individual sub-file.\n\n\nDescription:\n SCP-6167 is an extradimensional space with an entrance that relocates itself to the deepest part of Site-45-C. SCP-6167's entryway is a hatch that acts as a transdimensional portal. Inside is a wooden ladder, which goes approximately 40 meters down, and leads to SCP-6167's first, cave-like, floor. SCP-6167's interior is approximately 800 meters (0.5 miles) in diameter.\n\n\nSCP-6167's circumference, skies, and bedrock are all composed of a black, indestructible, sulfuric material; all attempts to damage or sample from this material have failed. Each floor (barring the first) was made to resemble a variety of natural biomes, with plant-life, lakes, and small oceans. There are a total of 9 floors, each one having served a different function, such as a dining area, a farming district, and a marketplace. For more information, see Document D-6167-4.\n\n\nExcluding the discovery of former Foundation researcher, Dr. Harold Crot, SCP-6167 is devoid of living fauna. However, it is known that SCP-6167 was previously inhabited by the exiled citizens of \nSCP-2746-1\n. The residents, classified as SCP-6167-#, are estimated to have left SCP-6167 sometime in the early 1800s.\n\n\nSCP-6167-# instances refer to each other as the \"Furies,\" and are marked by their aversion to sulfur, their inability to die in a permanent fashion, their banishment from SCP-2746-1 by \"the Loyalists\n4\n,\" and heavy attraction to a particular art form. SCP-6167-# are effectively immortal, achieved through multiple means; typically through reappearing after their bodies have died, and rapid regeneration. SCP-6167-#'s physical forms are mutable, and often take the form of one genus or family of the Animal Kingdom, occasionally choosing to also appear as human, or as a humanoid version of that animal.\n\n\nPrior to their banishment, SCP-6167-# instances fought against the \"Loyalists\" in a civil war, known to the Foundation as Event Nachash (See: \nSCP-2746\n). This civil war began when an entity called \"the Serpent\" attempted to sabotage humanity as a whole. This attempt failed, and instigated a punishment from a being known as \"the Maker.\" This punishment, while not removing their immortality, rendered them vulnerable to hunger, disease, and pain.\n\n\nThe Loyalists, who banished SCP-6167-# instances to SCP-6167, are mostly [DATA\nemployed by the SCP Foundation and other allied GOIs\n EXPUNGED] today, and are largely not a threat to the Foundation's goals. The location and status of \"the Maker\" after Event Nachash is unknown at this time, and investigation is ongoing.\n\n\nIt's believed SCP-6167's appearance at Site-45 was meant to establish contact with the Foundation, with Dr. Crot to act as a representative.\n\n\n\n\n\n\n\n\n\n\n\n\nF-6167\n\n\nPF-6167-1\n\n\nInt-6167-2\n\n\nInt-6167-3\n\n\nD-6167-4\n\n\nInt-6167-5\n\n\n\n\n\n\n\n\n\n\nForeword-6167\n\n\n\n\nSCP-6167 Documents\n\n\n\n\n\n\nThe following documents are descriptions of SCP-6167's floors, an interview log, a letter delivered by Dr. Crot.\n\n\nThis file of Documents is restricted to Level 5 personnel. Level 4 personnel and below have been given a separate file with alternative details. Research into SCP-6167 is unnecessary, as O5-██ is intimately familiar with its contents. Documents not found here can found in Documents-6167-2, and may be accessed by personnel with level 4/6167 clearance or higher.\n\n\n\n\n\n\n\n\n\n\n\n\nPersonnel File-6167-1\n\n\nForeword:\n This file is an archived version of Dr. Harold Crot's personel file, prior to his declared death by SCP-1913-1-ARC (now SCP-6167-2). The photo and description do not fit his current appearance. It is also unknown if the Dr. Crot that emerged from SCP-6167 is the true Dr. Crot, or an elaborate duplicate.\n\n\n\n\nName:\n Dr. Harold Crot\n\n\nSecurity Clearance Level:\n 5\n\n\nJob Position:\n Senior Site-45 Department Head: Research Division\n\n\nCurrent Status:\n Deceased (1840-1991)\n\n\nHistory:\n Dr. Harold Crot was born in America in the year 1840. His early life and education was spent living in New York, eventually attending the City College of New York\n5\n to study psychology. He attracted the SCP Foundation's attention by graduating in the top percentile of his class. He was recruited, and assisted in the founding of Site-45.\n\n\nDr. Crot oversaw the mental conditions of all humanoid anomalous objects, as well as the well-being of staff. In 1871, Dr. Crot was deemed important enough to the Foundation goals to be granted Level 4 Access. In 1991, Site-45 (Las Vegas), Site-██ (Orlando), and Site-██ (New York), experienced a containment breach involving all three SCP-1913-ARC instances. It's believed that SCP-1913-1-ARC materialized all instances to itself with the assistance of [DATA\nDr. Crot himself\n EXPUNGED] who allowed SCP-1913-3-ARC to utilize SCP-████, and break containment.\n\n\nSCP-1913-1-ARC had targeted several key members of Site-45 staff, before all SCP-1913-ARC instances disappeared, appearing to have been dissolved alongside staff. Dr. Crot and other staff are believed to be dead.\n\n\nDr. Harold Crot's successor is Dr. Stuart Hayward.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-6167-2\n\n\n\n\nInterviewed:\n Dr. Harold Crot (referred to as \"Harriot Crot\")\n\n\nInterviewer:\n Dr. Dennis Toki\n\n\nForeword:\n The following takes place an hour after Dr. Crot was apprehended at the entrance of SCP-6167. Dr. Crot was cooperative with Foundation personnel, albeit, a member of the opposite sex since his death in 1991.\n\n\n<Begin Log, 10/24/1998>\n\n\nDr. Toki:\n Good morning. You doing okay? Need any water? I'm Dr. Toki, we had a few questions for you.\n\n\nDr. Crot:\n Ha, I can imagine. I opened the gate of literal Hell right underneath you, there. Don't worry though, I'm here to answer questions.\n\n\nDr. Toki:\n Good, good. Honestly, you had us worried back there. So, uh, first, what's your name?\n\n\nDr. Crot:\n Dr. Harriot Crot. Y'all have me as Harold Crot, though.\n\n\nDr. Toki:\n Alright. <Pauses> See, that's what's confusing us. Dr. Crot was a man. Also, dead. And by all indications, you're neither.\n\n\nDr. Crot:\n Well, I can explain that.\n\n\nI never died. I just got headhunted, and the Furies offered me a better job. And the employment benefits they offered included things worth a lot more than money. Job satisfaction, mostly. But also the feeling of just <pause> being happy in my body, you know? I never regretted a single day in all my eight-plus years of working for them.\n\n\nDr. Toki:\n <Pauses> So… Okay. Why are you here then?\n\n\nDr. Crot:\n I was asked to. I honestly don't know why Clovis sent \nme\n here instead of a few others, but hey. None of the Furies led me wrong before.\n\n\nDr. Toki:\n The Furies?\n\n\nDr. Crot:\n That's what they call themselves. <Dr. Crot shrugs> \"Angels sent to Hell, motivated by vengeance.\" Which… isn't entirely inaccurate.\n\n\nDr. Toki:\n I suppose… So this Clovis is one of them? Their leader?\n\n\nDr. Crot:\n Yes and no. Clovis isn't \none of them,\n since she was never sent to Hell proper, but she does work for them, and is \na\n leader.\n\n\nDr. Toki:\n I see. And these Furies. They did this to you?\n\n\nDr. Crot:\n They did it \nfor\n me.\n\n\nI kind of knew what I was for awhile, but… I don't know. The only people who understood were Stuart and Sarah. The rest of the Keepers were kinda dicks about it. Ever since Sarah died in duty… I didn't want to bother Stuart with my problems, you know?\n\n\nDr. Toki:\n … Wait, did you say the Keepers? The ones with that \n1903 info-hazard?\n\n\nDr. Crot:\n I did. Why?\n\n\nDr. Toki:\n Oh, no reason.\n\n\nDr. Crot:\n <pauses> Well, they were. They thought it meant I was a drag queen or something.\n\n\nDr. Toki:\n So… what. You wanted to be a girl? How's that different from everyone else?\n\n\nDr. Crot:\n … Pardon?\n\n\nDr. Toki:\n I'm trying to understand how they incentivized you. That just seems like a… weird thing to offer.\n\n\nDr. Crot:\n <pauses, then chuckles> Oh. That's why Clovis sent me.\n\n\nDr. Toki:\n What do you mean?\n\n\nDr. Crot:\n Nothing, nothing. Anyway, they didn't offer me that initially. They won me over by just… talking, you know? About what they want, what they were trying to do. They all kind of grow on you after awhile.\n\n\nDr. Toki:\n … Grow on you? The things that killed everyone who stood in their way?\n\n\nDr. Crot:\n Doctor… The Furies can't kill anyone. \nWe\n killed our men. I was in the room when they decided who died, and who was given Advanced Treatment. You've probably seen something like that during your career here, haven't you…?\n\n\nDr. Toki:\n That doesn't change the fact that that dog set everyone in the way on fire. Or that that skeleton maimed everything the dog told it to. Or how that ink from the cat erased everyone involved without a trace.\n\n\nDr. Crot:\n <pauses> Hey, Doctor. Have you ever been in love?\n\n\nDr. Toki:\n <pauses> What? What does that have to with anything?\n\n\nDr. Crot:\n No, no. This is relevant.\n\n\nDr. Toki:\n I… Haven't, no. Living at Site-45 doesn't leave me with much free time.\n\n\nDr. Crot:\n Well, you love your dad, right? Or mom?\n\n\nDr. Toki:\n I do.\n\n\nDr. Crot:\n Alright. Assume for the sake of argument that your mom and dad were taken. Not just by anyone, but by a large company with the resources to \nraise the dead\n if they wanted.\n\n\nNow imagine you could do something about it. You're immortal. You're powerful. You literally can't die. And you have a good chance at going toe to toe with them, one-on-one… what do you do? Do you think you'd just sit by and do nothing?\n\n\nDr. Toki:\n <pause> So you feel that they were justified?\n\n\nDr. Crot:\n Ha… You know what the first thing Freddie did when he found out we didn't care for our men's fatal injuries…? He was angry. And I know he cried about it later… It was like he just realized that someone else's decisions made him a murderer.\n\n\nHe wanted me to tell you he's not making the same mistake twice.\n\n\n<End Log>\n\n\nClosing Statement:\n Log was trimmed for brevity. For the full Log, see SCP-6167 Documents-2.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-6167-3\n\n\n\n\nInterviewed:\n Dr. Harold Crot (referred to as \"Harriot Crot\")\n\n\nInterviewer:\n Dr. Dennis Toki\n\n\nForeword:\n The following takes place 24 hours after Dr. Crot was apprehended at the entrance of SCP-6167. Dr. Crot has continued to be cooperative with Foundation personnel, however, he has refused to eat provided meals.\n\n\n<Begin Log, 10/25/1998>\n\n\nDr. Toki:\n Morning, Doctor.\n\n\nDr. Crot:\n Morning, Doctor.\n\n\nDr. Toki:\n They tell me you haven't been eating. Any particular reason?\n\n\nDr. Crot:\n No, just not hungry… Don't mean to be rude or anything, I hate to see food go to waste. I'll tell you if anything changes.\n\n\nDr. Toki:\n Very well… So, we had a few questions about SCP-6167.\n\n\nDr. Crot:\n Hell already has a number, ey? Guess that makes me SCP-6167-1?\n\n\nDr. Toki:\n Most likely. We haven't reached that stage yet. Regardless, we wanted to know. Why isn't anyone else there?\n\n\nDr. Crot:\n Guess you expected it to be up to your tits with red-skinned demons, pitchforks, lakes of fire, tortured souls, etcetera?\n\n\nDr. Toki:\n Well, that is what the classical \nHell\n is. Shouldn't there be… people in it?\n\n\nDr. Crot:\n Hell was never made for us. Just them.\n\n\nDr. Toki:\n The Furies?\n\n\nDr. Crot:\n Yep.\n\n\nDr. Toki:\n So… Hell is real. We found records of \"souls\" in there. That'd mean there's an afterlife, right?\n\n\nDr. Crot:\n This… is a discussion that will definitely lead to this interview getting expunged. \nExpunged,\n not redacted. Sure you want me to say?\n\n\nDr. Toki:\n Go ahead.\n\n\nDr. Crot:\n Well then… [DATA\nI suppose I should talk about what a soul actually is. It's not… \nyou.\n It's not your personality, or brain, or whatever. It's more like a natural vehicle for immortality. Like a… ethereal escape pod. Or a tank that refuses to let you die. Or both. Usually, when someone with a soul dies, they just kinda reincarnate someplace else… That said, humans like us don't have souls… And there's no afterlife\n EXPUNGED]… Sorry if that's a buzzkill.\n\n\nDr. Toki:\n … Actually. I… have to admit, that's kind of a relief.\n\n\nDr. Crot:\n People have a lotta different reactions to that. You handled it better than I did. But uh, yeah, barring the whole… Martyr thing, they kinda… took the shit hand they've been dealt, and made something with it.\n\n\nDr. Toki:\n Yes… Oh. Right. We wanted to ask about that. The Martyr.\n\n\nDr. Crot:\n Ah. Well, it's more… a role? Every one of the Furies had their turn at becoming the Martyr, 'till they were able to figure out a better food situation… Hell was designed to divide them. A place to kind of just send a bunch of immortals to starve.\n\n\nThere's no special tricks to it. The rings aren't based on sins or anything. Just different kinds of environments to facilitate gang-wars. Polar bears in the arctic, monkeys in the jungle, that kind of thing.\n\n\n… The Martyr was Agatha's idea. Freddie was the one to dive into it head first.\n\n\nDr. Toki:\n So… what's the process of becoming a Martyr?\n\n\nDr. Crot:\n Do you mean the \nprocess,\n or how they're appointed? For the former, I dunno. It was deliberately erased from the record. Honestly, the Foundation could probably recreate it if they wanted to.\n\n\nBut if you mean how they were appointed, then… well, it started with Freddie, and worked its way from Agatha, down to the bottom, and then cycled back to Freddie. Freddie and Agatha probably had it the worst.\n\n\nDr. Toki:\n How so?\n\n\nDr. Crot:\n Well, all of their time not governing was spent trying to make that whole thing as painless as possible… Which was pretty hard, all things considered. They decided to just put them in the coldest ring. Getting frostbite for a year was a better alternative than being butchered alive.\n\n\nBeing the first people to do it…\n\n\nDr. Toki:\n I see… Tell me about them. What do they want?\n\n\nDr. Crot:\n The Furies? Well, it's something of a toss up between revenge towards the guys who put them there to begin with, and just… wanting to fix things. They aren't bad people, you know.\n\n\nDr. Toki:\n And who put them there?\n\n\nDr. Crot:\n Well, for one… [DATA\nO5-13. Hear that Hugh? You fucking asshole?\n EXPUNGED]… But then there's Stuart and Sarah… They're one of the guys who did this, if it wasn't obvious. They were probably headhunted by the Foundation BECAUSE of who they are.\n\n\nDr. Toki:\n Wait… \nThey\n did this?\n\n\nDr. Crot:\n I'm sure they regret it… And I'm sure they've done their share of suffering. Especially since they don't remember doing it. Freddie and Aggie are laying off those two.\n\n\nDr. Toki:\n But not [DATA\nO5-13?\n EXPUNGED]\n\n\nDr. Crot:\n Especially not them.\n\n\nDr. Toki:\n … Well then. That elevates things.\n\n\nDr. Crot:\n Yep. It does.\n\n\nDr. Toki:\n Do… \nyou\n want that?\n\n\nDr. Crot:\n Well… it's not as if they can die, right?\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nDocument-6167-4\n\n\nForeword:\n The following contains descriptions of each floor in SCP-6167, its contents, and a description of its use by SCP-6167's inhabitants. Dr. Crot's testimony does appear to align with O5-██'s recollections, and is considered most likely true. The level 4 and below versions of SCP-6167 are devoid of Dr. Crot's reporting.\n\n\nEach entry is proceeded with a relevant excerpt from an Interview from Dr. Crot, selected from the 10/26-30/98.\n\n\n\n\nFloor 1 - \"The Gathering\"\n\n\nBiome Type:\n Null (cavern)\n\n\nGeneral History:\n The first floor is a large atrium where the inhabitants were deposited shortly after crucifixion and exile from SCP-2746-1. It's estimated that the inhabitants were left there for months until the entities \"Fredrick\" (SCP-6167-1) and \"Agathos\" (SCP-6167-2) broke free. O5-██ reported that this floor was designed to hold all instances of SCP-6167's inhabitants until they eventually broke free and devoured each other.\n\n\nHowever, Dr. Crot reported that such an event never occurred, due to SCP-6167-1 and SCP-6167-2 breaking free first to prevent such. Later, SCP-6167 inhabitants allegedly used the area for announcements and meetings akin to a town hall.\n\n\n\n\n\"When we first got inked, we ended up in the top floor. Hell's entrance used to lead to Prometheus Labs HQ. Some of us thought we were dead at first, but we were greeted by a few dozen of them. Most looked like were-things, but others looked like plain old animals.\n\n\nNot gonna lie, \nHell\n kind of felt like what I thought Heaven'd be like. We were treated like \nheroes,\n believe it or not. It… was surprisingly welcoming. Honestly, I wanted to pet them, but I felt that'd be kind of patronizing.\n\n\nFreddie and Aggie made announcements from here. Once things got settled, he made it a point to bring snacks for everyone. Apparently, he used to be into blacksmithing, but cooking seemed to be his actual passion. Aggie was known for being a sculptor, but she's more of a writer… Actually, I think she helped write most of Freddie's memos.\"\n\n\n\n\n\n\n\n\nFloor 2 - \"The Carved Canyon\"\n\n\nBiome Type:\n Canyon\n\n\nGeneral History:\n According to O5-██, SCP-6167's floors did not possess different forms of torment, as led to believe, but had no other purpose in its construction other than to give SCP-6167's flying inhabitants a home advantage. It was expected that each floor would be host to multiple 'gangs', and many floors were meant to give certain species a home advantage, this one in particular sporting sheer cliffs, harsh winds, and bramble along the floors.\n\n\nHowever, Dr. Crot reports that the second floor was made more accessible, and used as a place for showcasing art, such as stone statues, painted and carved out cliffs, and other projects.\n\n\n\n\n\"We left the caves, and saw the Canyons, shortly after. We thought we were actually outside from the looks of it, but apparently it only looks that way from the ground. This was where we realized that they were just… people. It was basically like a giant art gallery. They had ambitions, culture, relationships.\n\n\nA lot of the Furies seemed to be in a… polycule, I think is the word? I dunno. But seeing a bear, a stoat, and a bunny in the same place, getting along? The cutest damn thing I've seen in awhile.\"\n\n\n\n\n\n\n\n\n\n\nFloor 3 - \"Forest of Feasts\"\n\n\nBiome Type:\n Temperate forest\n\n\nGeneral History:\n O5-██ reports that the intended use for this floor was to contain a specific denizen, SCP-6167-88 (AKA: \"Izaak\"). This floor contained a modified instance of \nSCP-2988\n which was designed to torment SCP-6167-88, and not bear any fruit. These instances no longer exist, having been harvested for lumber.\n\n\nDr. Crot reports that the inhabitants banded together to save SCP-6167-88, who returned to its former duties shortly after. Floor 3 served as a dining hall and festive area. Most meals consisted of Fruits, Vegetables, and meat in the form of the \"Flesh of the Martyr\" (See Floor 9). The burial mound of the \"Final Martyr\" (pictured) is located here. Evidence implies this being had a diameter of 13~ meters (43~ feet).\n\n\n\n\n\"Apparently, a hyena-guy named Izaak ran that floor. He lost his arms before getting sent here. Has some… admittedly pretty cool prosthetics. He and Freddie ended up being cooking buddies after Freddie's time as the Martyr… Back then, it was kinda like a open mess hall… Oh, and it has something of a… memorial. The Last Martyr's old body was buried here, in the Mound.\n\n\nEventually, after countless cycles, the Martyr system became redundant since they could just… leave Hell and get food. So instead of keeping up with it, they just ended it right then and there… Probably the right call.\"\n\n\n\n\n\n\n\n\nFloor 4 - \"The Gulches\"\n\n\nBiome Type:\n Hot desert\n\n\nGeneral History:\n Sand dunes cover the entirety of this floor, with very little vegetation. SCP-6167 residents used this area as a marketplaces where goods and services were to be exchanged. They never developed a proper form of currency, and continued to rely on a barter system, occasionally trading \"Legal Favors,\" which were ranked by Minor, Moderate, and Great. Allegedly, the \"Martyr System\" allowed residents to return to the same standards of living prior to Event Nachash.\n\n\n\n\n\"They never really liked the idea of money. They understand it, obviously, but they just didn't take to it. Apparently, they tried making some kind of currency at one point, but stopped after they realized some of them were being left behind. It all became a race for this one otherwise useless, limited resource. It ended when someone just bought all of the money, and destroyed it.\"\n\n\n\n\n\n\n\n\nFloor 5 - \"The Styx\"\n\n\nBiome Type:\n Tropical upwelling\n\n\nGeneral History:\n This floor consists of a beach alongside its perimeter. Instead of housing aquatic gangs, as intended, it was said that many came to the beaches for recreational activities. Dr. Crot stated that this floor served an identical purpose to a public beach.\n\n\n\n\n\"Seeing [the Styx] was kind of refreshing to see. A lot of us hadn't left Site-45 in forever, so just \na beach\n was nice to see. Imagine like… several kinds of animals, in one place, eating ice cream and playing ball. Apparently, it used to just be named 'the Beach,' but by the time we arrived, they've been exposed to our culture, and ideas on Hell, and were overall a lot more familiar with us than we were of them.\"\n\n\n\n\n\n\n\n\nFloor 6 - \"The School Yards\"\n\n\nBiome Type:\n Saltwater swamp\n\n\nGeneral History:\n This floor was originally intended to house an entity known as \"\nt\nhe Se\nr\npent\", but such an entity w\na\ns never ban\ni\nshed to SCP-6167. Fur\nt\nhermore, by never being properly exiled to SCP-6167, this entity is capable \no\nf killing humans. O5-██ is under Superior Oath to not \nr\neveal who this entity is, but assures that it has been under Foundation control.\n\n\nThis location was renovated into a college district. Many of the buildings are class rooms, workshops, and libraries containing resident-written literature and educational material. Most buildings were constructed on top of trees, and are connected via bridges, ramps, and ladders.\n\n\n\n\n\"I spent most of my time here, not gonna lie. I actually taught a few classes there: human psychology, how we work, literature, music, how the Foundation works internally and externally… Sue me.\n\n\nBut honestly, they taught me a few things too. And those things helped me with myself, my body, my work. For once in my life, I felt… well, it's going to sound sappy, but it felt \nreal.\n I was -am- \nhappy.\n And I have them to thank for that.\"\n\n\n\n\n\n\n\n\nFloor 7 - \"The Training Grounds\"\n\n\nBiome Type:\n Tropical savanna\n\n\nGeneral History:\n This floor was dedicated to performance art, such as dance, gymnastics, and martial arts. It's reported that this floor also housed a form of militia, led by SCP-6167-1. This militia was mostly used to settle minor disagreements, and end violence as soon as possible.\n\n\nSCP-6167-1 founded this militia with the initial intention of overtaking human civilization by force. This militia was trained to take advantage of the fact that they are incapable of killing humans, and instead disable them through dismemberment and utilization of their individual anomalous properties, with the intent of being able to fully treat their injuries after conflicts.\n\n\nAccording to Dr. Crot, since being released from SCP-6167, SCP-6167-1 and SCP-6167-2 no longer plan on instigating a hot war on humanity, but are instead focusing on the Foundation, Global Occult Coalition, and other major organizations with the intention of maintaining normalcy.\n\n\n\n\n\"They were going to wage war on us, you know. For a long time, they had a bit of a grudge against humanity, since… you know. The 'Garden of Eden-thing.' They didn't blame us as much as they did the Serpent, at least. They kinda saw us as more of an obstacle to getting to the Loyalists. I've seen what they can do to people. Even if they can't literally kill anyone, I'm pretty sure the shit they could do'd be considered a war crime. But they didn't expect the kinds of problems we've had throughout history.\n\n\nThey didn't expect to actually root for us.\"\n\n\n\n\n\n\n\n\nFloor 8 - \"The Farmland\"\n\n\nBiome Type:\n Alpine grasslands\n\n\nGeneral History:\n This area, due to the relative closeness to the 9th floor, was where the majority of crops were grown. After many years of artificial selection, crops that bore fruit and edible vegetation became possible. Leftover biomass and waste from the Martyr was used as fertilizer.\n\n\n\n\n\"Funny thing, it was actually easier for them to grow hallucinogens for awhile. Marijuana and mushrooms, mostly. There was a possum who made that stuff his life's work, and since Fred and Aggie's place was so close to here, they hung out with him a lot. Think he was there to develop a kind of painkiller for them too.\n\n\nI think it took a few thousand years before they were able to get plants that bore anything \nedible.\n And that was with a concentrated effort. The Loyalists put a lot of effort into making sure getting food here was nigh impossible. Yet, despite everything, here they are.\"\n\n\n\n\n\n\n\n\nFloor 9 - Residence of the Martyr\n\n\nBiome Type:\n Tundra\n\n\nGeneral History:\n This area was intended to be a place where, in the event any form of hierarchy would form, the residents could exile especially heinous residents. This floor was installed with the intent to demonstrate the hypocrisy of protests in \nSCP-2746-1\n.\n\n\nInstead, this is where residents housed the year's \"Martyr.\" The Martyr was a term given to a resident who gave up their body for the rest of SCP-6167's residents. Before the other residents could escape from their crucifixions, SCP-6167-1 and SCP-6167-2 escaped first, and developed a process that caused rapid, tumorous growth and regeneration in SCP-6167-# instances. This process involved the development of additional limbs and organs, and the elongation of limbs.\n\n\nSCP-6167-1 and SCP-6167-2 developed a system where each resident of SCP-6167 would take turns becoming the Martyr for a period of one year, starting with the oldest, and ending with the youngest. This provided the residents of SCP-6167 with an endless source of meat, fertilizer, leather, and other byproducts.\n\n\n\n\n\"They lived here, you know. Freddie and Agatha.\n\n\nBecoming the Martyr is the most painful thing they could experience. Especially for a whole year. Freddie and Aggie did everything they could to make it… less so. That's actually why they chose the frozen layer. They hoped that the cold would numb the feeling of skin getting butchered… How couldn't they?\n\n\nThey've been there themselves. Everyone has.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-6167-5\n\n\n\n\nInterviewed:\n Dr. Harold Crot (referred to as \"Harriot Crot\")\n\n\nInterviewer:\n Dr. Dennis Toki\n\n\nForeword:\n The following takes place 168 hours after Dr. Crot was apprehended at the entrance of SCP-6167. Dr. Crot has continued to refuse meals. Dr. Toki was under orders to force him to eat, prior to this interview.\n\n\n<Begin Log, 10/31/1998>\n\n\nDr. Toki:\n Hey, Harriot…\n\n\nDr. Crot:\n … Oh, hey Den. H-how's it going?\n\n\nDr. Toki:\n … Listen, I really need to get you to eat something. Anything.\n\n\nDr. Crot:\n I drank.\n\n\nDr. Toki:\n I mean food. Come on, you guys fought a war over hunger, you're not planning a hunger strike or something, are you?\n\n\nDr. Crot:\n No…\n\n\nDr. Toki:\n <pauses> Listen. If I don't get you to eat, then they're going to force you to. I know you don't want that.\n\n\nDr. Crot:\n … Hey, you like Stuart, yeah…? I do too.\n\n\nDr. Toki:\n … Harriot?\n\n\nDr. Crot:\n He was… really understanding. Kind. Sarah too. Though, I don't think you met her… You know why the other Keepers looked at me funny? It's 'cause whenever they have their… thing. I wasn't wearing a tux. I was wearing a dress.\n\n\nDr. Toki:\n Where is this going?\n\n\nDr. Crot:\n … What do the Keepers see when they look at you?\n\n\nDr. Toki:\n <silence>\n\n\nDr. Crot:\n I hope I'm not presuming too much. But… I have a sixth sense about this sorta thing… You don't have to answer. But I'm guessing you're the reason I'm here.\n\n\nDr. Toki:\n … Asshole, you're doing this now? You're starving yourself, and now's the time to ask about this?\n\n\nDr. Crot:\n Sorry, sorry… But, it's true, innit? It's been a helluva week. Talked about a lotta stuff.\n\n\nDr. Toki:\n … They're going to be transferring you over to Hayward, now. He's coming back from his vacation.\n\n\nDr. Crot:\n Yeah… I expect he is… Everything was planned by someone, ya know…? You don't want that though.\n\n\nDr. Toki:\n I… I don't. No.\n\n\nDr. Crot:\n … Hey. How'd you like to meet your old man?\n\n\nDr. Toki:\n <pause> Pardon?\n\n\nDr. Crot:\n Your dad. We could catch up, grab some dinner… it'd be my treat… You want me to eat, right?\n\n\nDr. Toki:\n And… How would that happen?\n\n\nDr. Crot:\n I'd rather show you, than tell you… but you have to answer quick. Do you want to leave this place?\n\n\nDo what I did, and get what I got?\n\n\nDr. Toki:\n I… Yes… I do.\n\n\nDr. Crot:\n … Then trust me on this. Barricade the door.\n\n\nDr. Toki:\n O-okay.\n\n\n[Dr. Toki picks up his chair, and wedges it underneath the door handle. Shortly after doing so, pounding can be heard from the opposite side.]\n\n\nDr. Crot:\n Good. Now… sorry about this, it's gross, I promise we'll be fine… You like spy movies?\n\n\n[Dr. Crot chews hard, and then spits at Dr. Toki. The resulting spit is black, and begins to spread across their entire body, before causing them to gradually disappear.]\n\n\n<End Log>\n\n\nClosing Statement:\n It's expected that Dr. Crot has broken containment using a false tooth containing the ink from SCP-6167-2 (SCP-1913-1). SCP-6167-# have proven themselves a greater threat, both through impressing Foundation Staff, and also being acutely aware of sensitive Foundation information.\n\n\nAll instances of SCP-6167-#, and former Foundation staff who associate with them, are to be recognized as high priority and immediately hostile. Such staff should be subject to immediate apprehension, monitored interrogation, and then termination, as deemed appropriate.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Despite his Level 5 clearance, Dr. Stuart Hayward is barred from knowing about SCP-6167's TS File.\n\n\n2\n. 665 individuals; yet to be classified\n\n\n3\n. \nCurrent Alias:\n Dr. Harriot Crot\n\n\n4\n. unclassified\n\n\n5\n. Called \"Free Academy of the City of New York\" at the time of his graduation.\n\n\n\n\n\n\n\n\n« \nSCP-6166\n | SCP-6167 | \nSCP-6168\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6167 is only to be accessible via the mine shaft that reaches 60 meters beneath the lowest floor of Site-45-C. If additional subterranean floors are constructed for Site-45-C that would make this mine shaft no longer the lowest point of Site-45-C, the mine housing SCP-6167's entryway must first be dug deeper, so that it remains the deepest part of Site-45-C.",
    "description": "SCP-6167 is an extradimensional space with an entrance that relocates itself to the deepest part of Site-45-C. SCP-6167's entryway is a hatch that acts as a transdimensional portal. Inside is a wooden ladder, which goes approximately 40 meters down, and leads to SCP-6167's first, cave-like, floor. SCP-6167's interior is approximately 800 meters (0.5 miles) in diameter.",
    "title": "SCP-6167"
}