{
    "url": "https://scp-wiki.wikidot.com/scp-617",
    "all_text": "rating: \n+222\n+\n–\nx\n\n\nItem #:\n SCP-617\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-617 is to be kept in a soundproof container at all times. When in storage, SCP-617 must be kept in its soundproof containment cell and its \"mouth\" kept zipped at all times except for experiments and scheduled feeding periods. All personnel entering SCP-617's containment area must wear hearing protection devices as a precautionary measure. SCP-617 cannot be taken from its containment cell without approval from a level 4 researcher, and must always be kept within its secure container when being moved.\n\n\nIn the event of a containment breach, SCP-617 must be retrieved by personnel with proper hearing protection. The entire sector must be locked down and all personnel thoroughly searched until SCP-617 is contained.\n\n\nDescription:\n SCP-617 has the appearance of a large granite rock, except that it possesses a zipper in its side that is fully operational. When unzipped, SCP-617 is shown to possess a mouth with teeth that appear similar in appearance and construction to human teeth. X-Ray and MRI scans of SCP-617 appear to be unable to penetrate its stone exterior. Similar tests to try and probe SCP-617's internal systems have likewise proven inconclusive. SCP-617's mouth is fully functional, and can vocalize sounds as well as be used to consume food. SCP-617 is also capable of limited movement, being able to roll around under its own power.\n\n\nHowever, SCP-617's most disturbing aspects are its parasitical tendencies as well as its ability to influence human behavior. In addition to being able to speak, SCP-617 can generate a low frequency sound that allows it to exert subliminal control over any human that hears it. Humans affected by SCP-617 will become emotionally attached to it; treating it as a pet and actively caring for it to the best of their ability. As long as they are affected by SCP-617, victims will make SCP-617's care a priority, giving it a home, protecting it from danger, and most importantly, making sure it is well fed.\n\n\nSCP-617 has an active digestive system, and sustains itself on a diet primarily consisting of fresh meat. Since it is unable to obtain food on its own, SCP-617 persuades its \"owner\" to gather food. The owner will then resort to any means to feed SCP-617. Recorded instances have shown that owners are willing to slaughter livestock and other pets to feed SCP-617, and will even resort to murdering other human beings. In times of desperation, it is not uncommon for the owner to feed parts of themselves to SCP-617. The violent and unpredictable behavior exhibited by owners while obtaining food is believed to be a side effect of SCP-617's subliminal manipulation, which directly affects areas of the brain believed responsible for rational thought.\n\n\nOn some occasions, SCP-617 will actually begin to devour its owner while they are asleep. The owner will either not notice the attack or simply show no alarm when it is discovered, continuing to care for SCP-617 as if this behavior were perfectly normal. However, once the owner is separated from the low frequency sound SCP-617 produces, they will eventually begin to recover from its effects, though victims are still vulnerable to relapse if exposed to SCP-617 again.\n\n\nFurther research has shown that zipping up SCP-617 completely neutralizes its ability to produce any sound. However, it still requires feeding and is still capable of limited movement, being able to slowly roll itself along even ground. SCP-617 is also sapient, possessing average intelligence and capable of human speech. However, in all attempts to communicate, SCP-617 is incapable or unwilling to discuss anything further than basic conversation. It will, however, state its desire to feed and attempt to persuade any individuals within earshot to care for it. As such, a standard IQ test is impossible to carry out.\n\n\nThe Foundation was made aware of SCP-617's existence after a series of serial murders began exhibiting a pattern to the effect that all of the victims were partially devoured. The Foundation involved itself in the investigation and managed to track the suspect, █████████ ██████ to his home. During the operation (see After Action Report 617), SCP-617's persuasive powers were discovered and it was successfully contained.\n\n\nAfter Action Report 617\n: Agent ████ was sent to apprehend █████████ ██████ for possible SCP possession. However, all contact was lost. A Foundation armed response team was sent to investigate. They discovered that Agent ████ had become hostile and initiated a confrontation. Both Agent ████ and █████████ ██████ were killed in the ensuing gunfight, with the response team suffering three wounded. At this point, a psychic or memetic factor was suspected and the response team was ordered to stay back and form a defensive perimeter. Remote probing of the area revealed an anomalous, low frequency sound being generated. D-Class personnel with hearing protection were able to recover SCP-617 and successfully contain it.\n\n\nForensic analysis of █████████ ██████'s home revealed that he had been in possession of SCP-617 for at least six months. During that period, he had systematically fed his entire collection of pets to SCP-617, slowly cutting them apart while they were still alive. When he had run out of pets, █████████ ██████ moved on to humans, starting the string of serial murders that were initially investigated. An autopsy revealed a number of human bite marks on his body, with two fingers, six toes, and roughly six ounces of flesh missing. Dental analysis showed that the bite marks were a perfect match for the SCP-617's teeth. Autopsies of the murder victims corroborated SCP-617's capabilities.\n\n\nAt this time, it is unknown how long SCP-617 has existed \nor whether there are more instances of it\n. There must be an expanded emphasis on analyzing serial murder cases that involve cannibalization of corpses, as well as similar sociopathic behaviors.\n\n\nAddendum 1:\n Since the acquisition of SCP-617, two more instances of it were discovered and contained. The Foundation now has SCP-617-1, SCP-617-2, and SCP-617-3 in containment. All three SCPs have been put in the same cell in order to observe patterns such as reproduction, communication, and competition.\n\n\nAdministrative Note\n\n\nIn light of recent events, all testing with SCP-617 is restricted to human test subjects and non-sapient lifeforms only.\n -O5-█\n\n\n\n\n\n\n« \nSCP-616\n | SCP-617 | \nSCP-618\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-617\n\" by SpoonOfEvil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-617\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Since the acquisition of SCP-617, two more instances of it were discovered and contained. The Foundation now has SCP-617-1, SCP-617-2, and SCP-617-3 in containment. All three SCPs have been put in the same cell in order to observe patterns such as reproduction, communication, and competition."
    ],
    "documents": [],
    "notes": [
        "\" SCP-617 \" by SpoonOfEvil, from the SCP Wiki . Source: https://scpwiki.com/scp-617 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-617",
    "object_class": "Euclid",
    "containment_procedures": "SCP-617 is to be kept in a soundproof container at all times. When in storage, SCP-617 must be kept in its soundproof containment cell and its \"mouth\" kept zipped at all times except for experiments and scheduled feeding periods. All personnel entering SCP-617's containment area must wear hearing protection devices as a precautionary measure. SCP-617 cannot be taken from its containment cell without approval from a level 4 researcher, and must always be kept within its secure container when being moved.",
    "description": "SCP-617 has the appearance of a large granite rock, except that it possesses a zipper in its side that is fully operational. When unzipped, SCP-617 is shown to possess a mouth with teeth that appear similar in appearance and construction to human teeth. X-Ray and MRI scans of SCP-617 appear to be unable to penetrate its stone exterior. Similar tests to try and probe SCP-617's internal systems have likewise proven inconclusive. SCP-617's mouth is fully functional, and can vocalize sounds as well as be used to consume food. SCP-617 is also capable of limited movement, being able to roll around under its own power.",
    "title": "SCP-617"
}