{
    "url": "https://scp-wiki.wikidot.com/scp-6174",
    "all_text": "rating: \n+137\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6174\n\n\nLevel 3\n\n\n\n\n\n\nObject Class:\n Safe (Pending Ticonderoga)\n\n\nSecret\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open: Object Class Addendum\n\n\n\n\n- Close: Object Class Addendum\n\n\n\n\nObject Class:\n \nEuclid\n \nThaumiel\n \nApollyon\n Safe (Pending Ticonderoga)\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Dr. Lass; To: Senior Staff; Subject: SCP-6174 Down-Class\n\n\nDear Fellows,\n\n\nDid you all get the recent hand-down from the O5? What’s going on here? How the blazes is SCP-6174 not still an Apollyon-class anomaly? Has something changed that I haven’t been made aware of? I highly doubt it, because \nI can still see the god damned ball\n. I don’t need more headaches on top of the already-chronic ones, and this down-classification is either a monumental clerical error or a disaster waiting to happen. Maybe both. I’ve formally requested reclassification, \nagain\n, though this time La Rosa reminded me of that new Ticonderoga class and I begrudgingly agreed with her. Damn it, we’re the Foundation, not some pencil factory, but if the O5 are so convinced that this thing isn’t a threat to humanity then we should at least make sure everyone who reads the file knows that we have \nno idea\n how to contain it.\n\n\nSigned,\n\n\nDr. Lass\n\n\n“Gaze too long at the ball and the ball will also gaze into you”\n – Nietzsche, probably\n\n\n\n\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: You Know Who You Are\n\n\nDear Fellows and at Least One Imbecil,\n\n\nI will find whichever one of you changed my email signature, and I will stick my boot so far up your ass that you’ll see my rubber treads instead of SCP-6174 when you lie down at night.\n\n\nSigned,\n\n\nDr. Lass\n\n\nYou know what, I’m removing the quote library from my signature. It saddens me to know that the depths of those passages were lost on many of you, as it stood.\n\n\n\n\n\n\n\n\n- Close: Object Class Addendum\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Pixel Reconstruction] SCP-6174 (lights OFF), viewed through the wall of the Bunker 2 break room (lights ON).\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\n\n\nContainment Site\n \nResearch Site\n Observation Site 6174 has been established around SCP-6174’s resting place, as the nature of the object renders retrieval impossible. Foundation agents stationed nearby at the Arecibo Observatory are to maintain the appearance that \nContainment Site\n \nResearch Site\n Observation Site 6174 is a series of utility bunkers containing sensitive seismographic equipment for the calibration and protection of the Arecibo Radio Telescope.\n\n\nSite 6174’s perimeter consists of two 5-meter-tall industrial chain link fences topped with barbed wire, spaced twenty meters apart, surrounding a circular area of Puerto Rican rainforest measuring approximately 1000 meters in diameter. A large gatehouse on the northern end of the ring-fences, containing personnel living and sleeping quarters, offers the only entrance to and from the enclosure. Due to Site 6174’s remote location, clear display of warning signage, and documents circulated within the Arecibo Observatory that the “sensitive seismographic equipment” at the site must not be disturbed, so far there have been no significant attempts by non-Foundation entities to gain entry to Site 6174 nor its central bunkers.\n\n\nAt the center of Site 6174’s enclosure lies a module of seven interconnected bunkers, with six bunkers surrounding the seventh in a hexagonal formation. Each bunker consists of a 10-meter-diameter concrete dome, accessible via a door to the outside and connected to the others via concrete tunnels. No one is to enter any of the seven bunkers without the express direction of the Site Director.\n\n\nThese bunkers contain, in clockwise order from the northwest-most bunker:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBunker 1\n\n(Command)\n\n\nThe retired command center for the \ncontainment\n \nresearch\n observation module. Live footage from Bunkers 1-6 has been rerouted from the display panels in Bunker 1 to video monitors in the gatehouse.\n\n\n\n\n\n\nBunker 2\n\n(Break Room)\n\n\nContains restrooms, a seating area, a coffee maker, and simple amenities for food preparation. All meals are to be taken in the gatehouse when possible.\n\n\n\n\n\n\nBunker 3\n\n(Research)\n\n\nContains various retired equipment for conducting research into the nature of SCP-6174. One corner of the bunker holds a small, standard interview cell furnished with additional artistic supplies. The rest of the bunker is devoted to a medical suite with brain-imaging equipment for monitoring the brain activity of test subjects.\n\n\n\n\n\n\nBunker 4\n\n(Cells)\n\n\nContains one guard post and two standard humanoid containment cells built up against the SCP-6174-facing wall. Each cell is to be kept furnished with simple living amenities adequate for one human subject.\n\n\n\n\n\n\nBunker 5\n\n(Security)\n\n\nGuard station. Contains a minimum of two armed guards at all times that any Bunkers contain D-Class personnel, and can sustain up to nine guards at any given time.\n\n\n\n\n\n\nBunker 6\n\n(Sensors)\n\n\nContains autonomous monitoring devices for various environmental conditions, including atmospheric and seismographic sensors. All necessary data feeds have been rerouted to video monitors in the gatehouse.\n\n\n\n\n\n\nBunker 7\n\n(Containment)\n\n\nThe central chamber, Bunker 7, houses SCP-6174. This chamber is accessible only from the tunnels which connect it to Bunkers 1 (Command), 5 (Security), and 3 (Research), and is to remain sealed at all times \nwhen not in use\n.\n\n\n\n\n\n\nBunker 7’s interior chamber is lit by an array of wall-mounted LEDs to a soft white glow during daylight hours and a low-level diffuse red glow at night (not to exceed 0.001 lumens). Calibration for Bunker 7’s nocturnal lighting should be made so that the average color value of the surface of SCP-6174 matches the approximate color value of the inside of the human eyelid when closed in a dark room. No personnel are to enter the central facility without express direction from the Site Director.\n\n\nSecurity staff\n All personnel located at Site 6174 are to remain within the ring of ground between the two fences at all times. The perimeter of the ring-fences is to be patrolled by site security on an hourly rotation.\n\n\nAll personnel are to be subjected to psychiatric evaluation on a \nmonthly\n \nweekly\n annual basis. Personnel who fail to maintain high scores across their metrics for mental fortitude and compartmentalization, or who score above their baselines for obsessive or compulsive metrics, are to undergo Deep-Permanence evaluation. Individuals who have not developed Deep-Permanence are to be administered Class-A amnestics and relocated for placement at Foundation facilities no less than 1,000 kilometers from Site 6174. Personnel who fall within the parameters for relocation but who display Deep-Permanence are to be brought to the Site Director for further briefing.\n\n\n\n\n\n\nDescription:\n\n\n\n\nSCP-6174 is an immovable, stationary object located at 18°19'0█.██\"N by 66°45'2█.██\"W, in ██████ province, Puerto Rico. Its appearance is that of an off-white sphere, 16.22 centimeters in diameter, floating one meter above the forest floor via unknown means. A small, pre-Columbian pedestal/altar of non-native granite, which has been deemed to be non-anomalous, sits below SCP-6174. The surface of the sphere appears to be perfectly round, though not perfectly smooth. SCP-6174’s off-white exterior has been likened to bone, eggshell, pumice, and many other materials by observers, though all attempts to gather a sample of its surface or to otherwise analyze its chemical composition have been met with failure.\n\n\nSCP-6174’s primary anomalous feature is that\n, upon being seen,\n it cannot be unseen. Obstacles that would normally obstruct a subject’s line of sight toward SCP-6174 fail to do so, resulting in the sensation that SCP-6174 is instead “in front” of any such obstructing materials. So far, no natural or artificial substance has been found that can block a subject’s view of SCP-6174. This includes, but is not limited to: concrete, lead, silver, wood, beryllium bronze, holy water, [DATA EXPUNGED: INVALID CREDENTIALS], and eyelids. For a full list of tested materials, researchers may submit a request to the Site Director.\n\n\nMost subjects are not aware of SCP-6174 until they approach within 250 meters of the object or have their attention directed toward its location. This distance varies greatly based on the perceptive qualities of the subject and the degree of difference between the average color value of their observable environment and that of SCP-6174’s exterior surface.\n\n\n\n\n+ Open: Video Log\n\n\n\n\n- Close: Video Log\n\n\n\n\n\n\nVIDEO LOG:\n\n\n\n\n\n\nDATE:\n ██/██/19██\n\n\nNOTE:\n Subject D-3044 was transported to Site 6174 on ██/██/19██ and immediately ushered into Bunker 7, containing SCP-6174. The bunker was sealed, with D-3044 as its sole occupant, with researchers in Bunker 1 observing via video feed. Oral instructions were provided to the subject via the bunker’s PA system.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n14:22:\n Subject D-3044 is instructed to sit at a wide table that has been set up facing SCP-6174. Subject is commanded to keep their head pointed toward SCP-6174 at all times. Subject proclaims surprise and discomfort with the fact that she can see SCP-6174 when she blinks.\n\n\n14:24:\n Subject is told to pick up various panels lying on the table, each consisting of a different material, and hold them in front of her face. D-3044 follows each command promptly, and appears disoriented when she attempts to “block” her view of SCP-6174 with the panels provided. Subject repeatedly attempts to touch the image of SCP-6174 that she sees “in front” of the held panels.\n\n\n14:53:\n Subject completes testing with all of the provided material panels. None appear to have had any obstructing effect on SCP-6174. Subject reports feelings of mild vertigo.\n\n\n15:02:\n Subject hears the sound of the bunker door opening behind her and turns her head toward the source of the sound. Subject begins to scream.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Close: Video Log\n\n\n\n\n\n\nBeyond the superimposition of SCP-6174’s image at the forefront of the subject’s line of sight, SCP-6174 also remains “visible” even when it passes beyond the normal human field of vision. If a subject stands facing SCP-6174 and rotates their eyes or head until the object would pass out of view, instead the subject will continue to “see” SCP-6174 in the void of sight beyond their peripherals. This sensation has a remarkably deleterious effect upon the mental state of most viewers, with subjects describing its visible presence beyond their peripherals as “unbelievably disorienting,” “mentally tortuous,” and “just ██████ wrong”. Subjects who remain in close proximity to SCP-6174 often develop swift phobias of allowing SCP-6174 to exit their normal range of vision, citing their discomfort and inability to function properly when it does so. Most subjects become functionally blind for any extended periods wherein SCP-6174 sits beyond their normal range of vision, as their devotion of focus to the image of SCP-6174 prevents them from properly observing the rest of their surroundings.\n\n\nUpon withdrawing to a significant distance from SCP-6174, most subjects report that the miniscule image of the object, though still fully visible, is nevertheless much less mentally taxing. Site 6174 has been constructed to reflect this finding, as site staff have reported significantly higher levels of comfort in the gatehouse than in the bunkers.\n\n\n\n\n+ Open: Interview Log\n\n\n\n\n- Close: Interview Log\n\n\n\n\n\n\nInterviewed:\n D-9253.\n\n\nInterviewer:\n Researcher Augustina de La Rosa.\n\n\nForeword:\n Subject D-9253 demonstrated a remarkable resilience to the usual mental strains caused by SCP-6174’s persistent visual effect during his first day of testing at Site 6174. Site Director Lass requested that a number of simple questions be asked of the subject while his resilience remained high in order to establish a psychological baseline.\n\n\n\n\n\n\nBegin Log. 17:45, ██/██/19██]\n\n\n[Researcher de La Rosa and D-9253 are seated on opposite sides of the interview table in Bunker 3. Dr. Lass stands nearby. Researcher de La Rosa will be referred to as “Interviewer.”]\n\n\nInterviewer:\n [Reading from questionnaire] So, D… 9253. You’ve seen the ball- pardon, you’ve seen SCP-6174 up close and personal for a few hours now.\n\n\nD-9253:\n [Staring at the wall to his left. His line of sight is pointed directly toward the nearby Bunker 7.] Yup.\n\n\nInterviewer:\n So you have. And… [Interviewer notices the direction of D-9253’s gaze.] Ah. You’re looking at it now, aren’t you?\n\n\nD-9253:\n Aren’t \nyou\n?\n\n\nInterviewer:\n [Rearranging her papers] Sure, yes, sure, I suppose we all are. But you are looking \nat\n it, right now. Not just seeing it in the corner of… never mind. First question. What does SCP-6174 look like?\n\n\nD-9253:\n What? The ball? It’s right there, man. [Subject points at the wall.] You can see it too. [Subject pauses.] You can, right?\n\n\nInterviewer:\n [Interviewer’s eyes briefly flick to her right.] I ask the questions, D-9253, and you answer them promptly. What does SCP-6174 look like?\n\n\nD-9253:\n Well, I mean, it’s a ball. A white ball, you know, like a moth ball. Like one of those old ones, yeah, that are actually \nround\n, not the new little flat things. [Subject pauses.] It’s… \nreally\n round, you know? Like… I don’t know. It’s just the right size for me to get my hands around it. [Subject laughs.] Think I almost got shot earlier when I figured that one out. But, I… I don’t know, what else do you want? It doesn’t feel cold or anything. Just a bit rough, kind of like a sidewalk. Maybe a bit smoother. Depends on the neighborhood.\n\n\nInterviewer:\n And how does it feel? Not to the touch, but otherwise? How does it make you feel?\n\n\nD-9253:\n [Subject pauses.] You know, it’s got that… that hum. Not like a- an actual hum, uh, that you can hear, but like, it just sort of feels like it should hum.\n\n\nInterviewer:\n I’m not sure that I follow. It doesn’t hum, but it feels like it should?\n\n\nD-9253:\n …yeah? Maybe that’s not the best way to say it. [Subject pauses.] It just feels like you’re supposed to know it’s there.\n\n\nInterviewer:\n Could you extrapolate?\n\n\nD-9253:\n Could I what?\n\n\nInterviewer:\n Tell me more about what you meant when you said that the b- that SCP-6174 wants you to know that it’s there.\n\n\nD-9253:\n Oh. [Subject pauses.] You ever met someone who was just, like, the center of attention? Not like a punk who tries to show off or anything. I mean someone who just… where the room just knows that they’re there, and you always kinda feel like you should be glancing over at them. I don’t know. Not like a dick at a bust or anything, but a… what’s the word? Those super charismatic guys.\n\n\nInterviewer:\n So you’re saying that SCP-6174 feels charismatic? That it has a character? How does-\n\n\nD-9253:\n [Subject cuts off the interviewer.] No, no, it doesn’t feel like it’s- like it’s a person or anything. It just… [Subject pauses.] Let me try that another way. I feel like I’m supposed to know that it’s there.\n\n\nInterviewer:\n [Writing] You have shown a marked ability to, ah, to keep your cool when SCP-6174 is not in your direct line of sight, D-9253. Prolonged exposure did not appear to be a comfortable experience for you, but you were nevertheless quite stable when SCP-6174 was beyond your normal range of vision. Tell me: what does it feel like when SCP-6174 is not in your direct line of sight?\n\n\nD-9253:\n Oh, man. Yeah, that’s weird, not gonna lie. It… well, honestly, when I’m not looking at it, I feel like I actually \nam\n still looking at it. You know? It’s so clear, and surrounded by that darkness, that I just can’t help but, uh, focus on it.\n\n\nInterviewer:\n So you’re saying that you feel calm, or maybe soothed, by focusing on the ball? That’s why it doesn’t bother you?\n\n\nD-9253:\n Yeah, I guess so. I tried to ignore it, this morning, and keep looking… and keep looking in the direction that my eyes were pointing, but that’s not really how it works, is it? Since I don’t actually have to look at it to \nlook\n at it. So… I just don’t really try to fight it, I guess. [Subject shrugs.] If it wants me to look at it, I’ll look at it.\n\n\nInterviewer:\n And what if you try not to look at it?\n\n\nD-9253:\n I get to look at my lunch again. [Subject laughs.] No, that was what happened, right? I think I threw up when… when you guys forced me not to look at it for way too long. It’s all kinda fuzzy.\n\n\nInterviewer:\n Thank you, D-9253. That will be all.\n\n\nD-9253:\n [Still looking toward SCP-6174] Cool.\n\n\n[End Log. 17:49, ██/██/19██]\n\n\nClosing Statement:\n [Following the interview, D-9253 was transferred to one of the holding cells in Bunker 4. Dr. Lass informed research staff that D-9253 would be kept on-site for a minimum of 90 days to observe the long-term mental ramifications of sustained proximity to SCP-6174.]\n\n\n\n\n\n\n- Close: Interview Log\n\n\n\n\n\n\nSCP-6174’s image always appears clear in the mind of the viewer. Though the sphere’s diameter may seem to grow larger or smaller as a subject approaches or retreats from SCP-6174, such is the extent to which a subject can manipulate the image of the object. Attempting to blur one’s vision via focusing or unfocusing the eyes through any means, natural or artificial, results in a field of view that is blurry except for the clear image of SCP-6174. This extends to the subject’s peripheral vision, which under normal circumstances is not particularly receptive to finer visual details. In the case of SCP-6174, the subject can clearly “see” the details of SCP-6174’s exterior when it sits at the edge of their vision and when it passes beyond their normal range of vision.\n\n\nSo far, the lighting conditions within SCP-6174’s enclosure have proven to be the only reliable way to cause any changes to the viewer’s perceived image of SCP-6174 beyond movement toward and away from the object. Subjects describe SCP-6174’s brightness and color to be directly related to the lighting conditions within its enclosure. Research has shown that lighting the surface of SCP-6174 to the approximate color value of the Bunkers’ exterior surface during daylight hours and to the approximate color value of the inside of the human eyelid during nighttime hours is the most effective means of reducing mental strain on its viewers. Current containment procedures have been revised to reflect this finding.\n\n\n\n\n+ Open: Interview Log\n\n\n\n\n- Close: Interview Log\n\n\n\n\n\n\n\n\n[Pixel Reconstruction] SCP-6174 (lights OFF), viewed through the wall of the Bunker 2 break room (lights OFF).\n\n\n\n\n\n\n\n\n\n\nInterviewer:\n Researcher Augustina de La Rosa.\n\n\nInterviewed:\n D-9253\n\n\nForward:\n At the time of the interview, subject D-9253 had been held in Bunker 4 for 90 days. Bunker 4’s proximity to SCP-6174 resulted in D-9253’s inability to escape the omnipresent image of SCP-6174 for the duration of the 90 day period.\n\n\n\n\n\n\n[Begin Log. 8:15, ██/██/19██]\n\n\nInterviewer:\n Please state your name.\n\n\nD-9253:\n [Staring at the wall to his left. Subject appears to be looking in the direction of SCP-6174.]\n\n\nInterviewer:\n D-9253. [Snaps fingers toward the subject’s face] Please state your full name.\n\n\nD-9253:\n [Subject slowly begins to turn his head toward the Interviewer, before halting, and turning back toward the wall.] I call it [DATA EXPUNGED: INVALID CREDENTIALS].\n\n\nInterviewer:\n You- [Interviewer exchanges a look with Dr. Lass, who nods.] What is \nyour\n name, D-9253?\n\n\nD-9253:\n It doesn’t call me anything.\n\n\nDr. Lass:\n Just continue down the questionnaire, La Rosa.\n\n\nInterviewer:\n Right. D-9253, please describe the appearance of SCP-6174.\n\n\nD-9253:\n It’s there. [Subject pauses.] It’s \nthere\n. It’s \nthere\n, and we’re \nhere\n.\n\n\nInterviewer:\n D-9253. [Snaps fingers toward the subject’s face] Please describe the appearance of SCP-6174. Not its location, but its appearance.\n\n\nD-9253:\n I know. I did. [Subject sways slightly and points at the wall.] It looks like it’s there, because it is. It’s \nthere\n.\n\n\nInterviewer:\n But what does it look like? Is it white? Is it round? How large is it?\n\n\n\n\nD-9253:\n Sure. Yeah. Round, white, whatever. It’s the wrong size.\n\n\nInterviewer:\n It’s… the wrong size for what?\n\n\nD-9253:\n Do you know I see it in my dreams?\n\n\nInterviewer:\n [Interviewer exchanges a look with Dr. Lass, who nods.] You see it in your dreams? Please ex- please tell me what you mean by that.\n\n\nD-9253:\n I see it in my fucking DREAMS! [Subject suddenly begins yelling. His eyes remain pointed directly toward SCP-6174.] When I close my FUCKING EYES it’s THERE and when I open them it’s THERE and and when I’m asleep- it’s right- it’s floating- it’s not- it feels wrong, it feels so \nwrong\n, and it slides around to the back of my brain, and it eats and eats and \neats\n and EATS and I can’t see or or or… the fucking hum it’s fucking THERE. [Subject begins crying.] I’m gonna see it when I fucking die, aren’t I? I’m gonna see it when I die and I’m gonna be all alone just me and the ball and nothing else for ever and ever and ever and ever and \never\n just me and the ball and I won’t even have eyes so there won’t be anywhere else to look and it’ll just be me and the ball and I can’t fucking die cuz it’ll just be me and the ball and and and [Subject begins sobbing.]\n\n\nInterviewer:\n [Researcher de La Rosa’s eyes briefly flicker toward the wall.] Back to the question, D-9253. What do you mean when you say you see it in your dreams? Do you see it the way you see normal things in a dream, or does SCP-6174 present the same characteristics as it does in real life? For example, if you wish to, can you stop seeing it in your d-\n\n\nD-9253:\n [Subject lurches toward the table, causing Researcher de La Rosa to flinch, though the subject is securely restrained to his chair.] NO! I can’t fucking stop seeing it, have you not been listening? It’s THERE. It’s not that I can’t… it’s not that I can’t stop seeing it, it’s that it never stops BEING there. I can’t make it \nnot be there\n. Neither can you. No one can. Yeah, that’s right, I heard the guards talking about how you can’t even scratch the fucker. You said real life? Well when I sleep it’s still \nthere\n, in real life, you know. It’s still there. In my dreams. Right there, right now. It’s there for you too. It’s there for all of us. It’s not going anywhere. [Subject begins to laugh.] It’s never going anywhere. It’s always been there, hasn’t it? It has, because it \nis\n, and when I look at it, nothing else really feels like it \nis\n, you know? And it’s the same for all of you fuckers. [Subject begins rocking back and forth, still staring at the wall.] I’m not here and you’re not here but IT’s there, oh yeah, it’s definitely there, and nothing can stand before it because it’s \nthere\n and there is where it is and I could see it in the womb I bet you yeah I bet I could see it in the womb cuz it woulda been there too, it woulda been \nthere\n, and it woulda [Subject’s speech grows progressively quieter and turns unintelligible. At a nod from Dr. Lass, security personnel escort D-9253 out of the interview chamber.]\n\n\nDr. Lass:\n [Speaking into a hand-held voice recorder.] Note on interview of D-class, afternoon ██/██. Subject reports appearance of object in their dreams, in its anomalous form. Get ball rolling on nocturnal brain wave monitoring, ASAP. Draft proposal for request of indefinite extension of subject’s tenure at Site 6174. Progress is marked.\n\n\n[End Log. 8:19, ██/██/19██]\n\n\n\n\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: A Change of Pace\n\n\nDear Fellows,\n\n\nContainment protocol for SCP-6174 has been given a slight tweak for all of our sanity. Starting Tuesday, we will be keeping Bunker 7 lit with a nifty automatic sensor relay, courtesy of Researcher Erikson. It was really Richard’s idea, but he didn’t have the tools to actually build the thing. Go figure. The point is: from now on, unless we are testing during the day, that orb is going to be lit to whatever the native color of the outside of the bunker is during daylight hours, and automatically dimmed to a dull reddish-black at night so that we can all get some much-needed shuteye. Here’s hoping it works.\n\n\nSigned,\n\n\nDr. Lass.\n\n\n“A fire eater must eat fire even if he has to kindle it himself.”\n – Salvor Hardin, \nFoundation\n, by Isaac Asimov\n\n\n\n\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: A Note on Sophomoric Idiocy\n\n\nDear Fellows,\n\n\nI was recently made aware of a crude attempt at workplace humor scrawled on a sticky note on the wall in Bunker 2. First and foremost, I must remind you all of the absolutely zero-tolerance policy for defacement done to the Site and its infrastructure, and that all posted signs must be pre-approved. Second of all, I must ask: Seriously? Has scientific integrity dipped so low that you find humor in crass comments about the weight of one’s mother? For shame, ladies and gentlemen; for shame. Moreover, we should all know by now that no human body, no matter how corpulent, is capable of blocking the image of SCP-6174 from the mind’s eye.\n\n\nSigned,\n\n\nDr. Lass.\n\n\n“It’s out of fashion in these decaying times to be a scholar.”\n – Onum Barr, \nFoundation\n, by Isaac Asimov\n\n\n\n\n\n\n\n\n- Close: Interview Log\n\n\n\n\n\n\nThough all efforts to contain the visual presence of SCP-6174 have failed, containment of the object itself has been continually successful since 1951. Any effects that SCP-6174 may have on the greater public have been deemed to be \nlargely nonexistent well worth their potential risks\n \ncompletely unknown and potentially a vector for an AK-Class \"madness\" end of the world scenario\n non-threatening in nature and fitting of the requirements for an Object Class of Safe.\n\n\n\n\n\n\n\n\n[Pixel Reconstruction] SCP-6174 (lights ON), viewed through the bookcase of the Gatehouse Office (██/██/1995, lights ON).\n\n\n\n\n\n\n\n\nDiscovery:\n\n\n\n\nSCP-6174 came to the Foundation’s attention in 1951, when Steve Balmer, a well-respected reporter for National Geographic, began work on a cultural piece concerning a small cell of religious fanatics living on the forested slopes of northern Puerto Rico. Notably, his research concerned a local folk legend of “El Ombligo del Mundo” (“The World Navel/The Umbilical of the World”), thought by believers to be some sort of deity or primeval nucleus that could inhabit the human mind. Foundation agents seized all materials related to the National Geographic piece in a raid on ██/██/19██ and administered amnestics to Balmer and all connected staff. MTF Iota-III (“Papal Bull”) was dispatched to Puerto Rico to investigate the authenticity of the religious cell, retrieve any anomalous items, and perform cleanup operations.\n\n\nUpon arrival, MTF Iota-III quickly located SCP-6174 with the assistance of local rumors, immediately notifying command of the object’s “non-unseeable” nature and establishing a secure perimeter along lines similar to those of the modern-day ring-fence. MTF Iota-III further discovered a diverse community of native Puerto Ricans and other Caribbean islanders living in a diffuse cave system below SCP-6174, who called themselves “Los Hijos del Ombligo” (“Children of the Navel”). Contact with these “Children” was initially peaceful, though tensions rose when members of the task force began interviewing members of the group. When Iota-III’s Materials Coordinator attempted to take samples from SCP-6174 for testing, altercations ensued. Over the course of the following three days, [DATA EXPUNGED: INVALID CREDENTIALS] resulting in the deaths of all thirty-two Children reported by MTF Iota-III, along with two members of Iota-III, as well as the total collapse of the cave system in which the Children had been dwelling [See Exploration Log [DOCUMENT EXPUNGED: INVALID CREDENTIALS]]. Foundation scientists were flown in, the seven-bunker system and ring-fences constructed, and containment established. After one year of cross-island amnestic regimens and the alteration of relevant historical archives by Foundation agents, no further incidence of civilian discourse concerning SCP-6174 has been uncovered.\n\n\nAnalysis of the granite pedestal below SCP-6174 brought the surprising conclusion that it had been carved in ~2500 BCE, or five hundred years prior to the earliest human remains so far discovered in Puerto Rico, which dated to 2000 BCE. No similar granite structures have since been found in the vicinity of SCP-6174, though prior to the collapse of the Children’s tunnel system, MTF Iota-III had reported [DATA EXPUNGED: INVALID CREDENTIALS]. Initial excavations by Foundation scientists in the 1950s could not validate these claims, and in 1954, Site Director Merriweather suspended all excavations indefinitely.\n\n\nResearch into the history of the Children during initial containment revealed a long history of secretive interest in SCP-6174 on the island. Following Columbus’ brief stop in Puerto Rico in 1499, and again following the founding of Caparra in 1508, the [DATA EXPUNGED: INVALID CREDENTIALS]. By the time of America’s invasion of Puerto Rico at the tail end of the Spanish-American war, rumors of “Los Hijos del Ombligo” had once again begun to spread through the surrounding countryside. This group appears to have been the same community that maintained residence around SCP-6174 until their demise following the events of 1951.\n\n\nIn 1952, Foundation plants within the United States Department of Defense Advanced Research Projects Agency (ARPA) maneuvered policy decisions toward the construction of the Arecibo Telescope near SCP-6174 under the guise of defense applications for the detection of missile activity at extremely high altitudes. Foundation scientists had been pushing for such an array for decades, as many research proposals called for the far-range radio telescope capabilities of such a structure. At the time of its discovery, SCP-6174 was assumed to perhaps serve as a transmitter or beacon for some unknown entity(s), and as such, the construction of the Arecibo Observatory nearby would allow for simultaneous surveillance and research of the object. The geography of the area, prone to sinkholes and other underground systems, was further expedient to selection for the site of the telescope. Construction of the Arecibo Observatory was completed in 1963, and has maintained a strong Foundation presence ever since. So far, no signs have been found that SCP-6174 serves any transmissive function, beyond its temporary application in Project YANH.\n\n\nOn December 1, 2020, [DATA EXPUNGED: HARM TO ONGOING OPERATIONS].\n\n\n\n\n\n\nResearch Logs:\n\n\n\n\n\n\n\n\nFINDINGS\n\n\n\n\n\n\n\n\nLive video and recorded video bears SCP-6174’s effect\n\n\nSCP-6174 appears in videos, both live and prerecorded, as it would appear if the observer were viewing the object from the vantage point of the photoreceptors of the filming camera. If SCP-6174 is obstructed from view in the video, it will still appear at the “front” of the viewer’s field of vision in the video. However, SCP-6174 cannot pass “beyond” the edge of the screen on which it is shown. The lighting conditions of the object in videos are those from the time of original filming. SCP-6174 will appear in perfect clarity regardless of the definition of the video capture device or playback screen.\n\n\n\n\n\n\nPhotographs bear SCP-6174’s effect\n\n\nSCP-6174 appears in photographs as it would appear if the observer were viewing the object from the vantage point of the photoreceptors of the camera. This gives the photograph an oddly “3D” effect, as tilting an image that contains a materially obstructed SCP-6174 will cause the image of SCP-6174 to move across the photograph’s surface in front of any intervening materials. The lighting conditions of the object are those from the time of the image’s original capture. SCP-6174 will appear in perfect clarity regardless of the definition of the image capture device or the material onto which the image is transferred.\n\n\n\n\n\n\nArtistic depictions do not bear SCP-6174’s effect\n\n\nArtistic depictions of SCP-6174, be they hand-drawn, digitally modeled, sculpted, poetic, or otherwise, bear none of SCP-6174’s visual effects, regardless of how accurate or inaccurate they may be to the image of SCP-6174. Even a pixel-by-pixel reconstruction of a digital file for a photograph of SCP-6174 that itself displays SCP-6174’s visual effects will fail to display SCP-6174’s visual effects.\n\n\n\n\n\n\nNon-humans are unaffected by SCP-6174’s visual effect\n\n\nTesting with a wide array of non-human animals has universally shown that said animals are unaffected by SCP-6174’s properties. The object seems to appear as an ordinary, if floating, orb to these creatures. Interestingly, this testing has revealed that the object is in fact off-white in color, as animals trained in color recognition and pattern matching were able to correctly match SCP-6174 to color swatches of its presumed color. This was not an assumed fact at the time of containment, as by nature of SCP-6174’s visual superimposition researchers could not write off the possibility that its surface was, to the non-human eye, some other color.\n\n\n\n\n\n\nSubjects with impaired vision see SCP-6174 clearly\n\n\nSubjects with poor vision are still capable of visualizing SCP-6174 clearly. These individuals often demonstrate more severe disorientation than other subjects in the face of SCP-6174’s effects, as it is harder for their mind to avoid latching onto its image against an unfocused background.\n\n\n\n\n\n\nSubjects who suffer complete or partial blindness see SCP-6174 clearly\n\n\nSubjects who are congenitally blind or who have otherwise lost their sense of sight are still capable of visualizing SCP-6174 clearly. These individuals often demonstrate extreme disorientation in the face of SCP-6174’s visual effects, often to the point of loss of consciousness and/or complete loss of any sense of direction. A small percent of blind subjects displayed a deep sense of rapture when brought near to SCP-6174, though loss of directional sense was still present.\n\n\n\n\n\n\nBlood on the surface of SCP-6174\n\n\nOn ██/██/20██, Researcher Erikson noted that there were two miniscule dark spots near the bottom of SCP-6174’s sphere that could not be explained by lighting conditions within Bunker 7. Under the assumption that this must be a foreign material, Erikson gained permission to attempt a sample extraction. Scrapings revealed both spots to be trace amounts of dried human blood, one of which was a direct match to the eldest of the religious group known as the Children at the time of the object’s initial containment. The other sample was much older, and thus difficult to match, though there is a high likelihood that [DATA EXPUNGED: HARM TO ONGOING OPERATIONS]. A spot of matching blood was discovered on the surface of the granite pedestal below SCP-6174, though there is no prevailing theory as to how these two spots could have survived the environmental effects of Puerto Rico’s weather for so many millennia. Further research into the subject has been temporarily suspended, pending advancements in the Foundation’s available techniques for organic sample study.\n\n\n\n\n\n\n\n\n+ Open: From the Site 6174 Communications Archive\n\n\n\n\n- Close: From Site 6174\n\n\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: Wilson?\n\n\nDear Fellows,\n\n\nI have heard many of the junior researchers referring to SCP-6174 as “Wilson” over the past week. I do not know what prompted this development, but I must insist upon proper protocol. The ball is to be called SCP-6174, because that is what it is.\n\n\nSigned,\n\n\nDr. Lass\n\n\n“When you look inward and confront the raw force of your own life unshielded, you see your peril.”\n – Muad’Dib, \nDune\n, by Frank Herbert\n\n\n\n\n\n\n\n\n- Close: From Site 6174\n\n\n\n\n\n\n\n\n\n\nDocuments:\n\n\n\n\n\n\n+ Document 1: Temporary Cessation of All Traffic From Site 6174\n\n\n\n\n- Close: Document 1\n\n\n\n\nDocument 1:\n Temporary Cessation of All Traffic From Site 6174\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION PERSONNEL RELOCATIONS PERMISSIONS BOARD\n\n\nAll travel and relocation requests, personal and otherwise, have been suspended for all members of staff at Site 6174, per emergency request of Interim Site Director Dr. Rothschild. Please stand by for further information from your superiors.\n\n\n— Edith Mayorkas, Director, PRPB\n\nEnacted ██/██/1955\n\n\n\n\n\n\nNote:\n On ██/██/1955, Site Director Dr. Merriweather suffered a nervous episode en route to a conference on the mainland, which escalated into seizures, followed by full cardiac arrest, and ending in the death of Dr. Merriweather two hours after his flight’s emergency landing at the Orlando International Airport. Postmortem autopsy revealed multiple cerebral microaneurysms. Interviews with the Site Director’s traveling companions revealed that the man had lost control of his faculties as a direct result of his close work with SCP-6174. Dr. Merriweather had expressed to his companions an increasing feeling of disorientation as he traveled further from Site 6174, citing his ability to “see” SCP-6174 despite the vast distance between himself and the object. Dr. Merriweather described a feeling of unimaginable distance, and kept repeating phrases such as “God, it’s still there,” “We’re not supposed to be able to do this,” and “Oh God, I am undone.”\n\n\nFollowing this event, all Foundation personnel stationed at Site 6174 were placed on a temporary no-fly list until the situation could be resolved. A full investigation, aided in no small part by the researchers of Site 6174, revealed that those who have been in close proximity to SCP-6174 for extended periods of time are capable of pinpointing its exact position in their field of vision even at distances from which the object’s image has grown so small as to be imperceptible to the human eye. This came as no small surprise, as many Foundation staff (including the members of MTF Iota-III responsible for SCP-6174’s initial containment) had traveled to and from Site 6174 without any noted deleterious effects beyond the standard disorientation felt by most individuals while in the direct presence of the object.\n\n\nAs a result of these events, all Foundation staff located at Site 6174 at the time of the incident were required to undergo a series of “object permanence” evaluations before being cleared for travel further afield. This involved transporting staff members progressively further and further from the site while under close medical observation to gauge whether they shared in Dr. Merriweather’s capacity to pinpoint SCP-6174’s image even at great range. 5█ out of ██ staff members passed these tests and were removed from the no-fly list, though █ members of staff (mostly junior researchers and security staff) failed their object permanence evaluations and were placed on indefinite assignment to Puerto Rican facilities, Site 6174 or otherwise. Measures were taken to relocate families of the affected as necessary. Containment procedures on-site were subsequently altered to reduce the density of hours that researchers spent in close proximity to SCP-6174, achieved via rotating work schedules and an increased reliance on video surveillance.\n\n\nNotably, █ of the █ individuals who failed their object permanence evaluations were nevertheless capable of maintaining normal baselines of mental fortitude and cognitive ability even while at great distances from SCP-6174. These findings were not acted upon for a number of years, but when Site Director Rothschild found her replacement in Dr. Lass, the relevant documents were brought to light and their potential applications reexamined.\n\n\nOn ██-██-20██, initial testing of project “You Are Not Here” began at Site 6174 under the auspices of Site Director Lass.\n\n\n\n\n- Close: Document 1\n\n\n\n\n\n\n\n\n\n\n+ Document 2: Practical Applications of SCP-6174\n\n\n\n\n- Close: Document 2\n\n\n\n\nDocument 2:\n Practical Applications of SCP-6174\n\n\n\n\n\n\nFINDINGS\n\n\n\n\n\n\n\n\nDeep-Permanence Individuals\n\n\nSCP-6174 inflicts on some, but not all, affected individuals an imprint of “Deep-Permanence,” or the ability to model SCP-6174’s precise location and surface details even at distances from which the diameter of SCP-6174’s image should be orders of magnitude smaller than those observable to the human eye. The likelihood of an individual developing Deep-Permanence is a presumed function of time spent in immediate proximity to the object over distance from the object. So far, no reliable model for this function has been constructed. Further testing into subjects’ metrics for spatial reasoning, proprioception, innate curiosity, and religious attachment are pending.\n\n\n\n\n\n\nDeep-Permanence Receptives and Deep-Permanence Rejectors\n\n\n\n\nIndividuals who develop Deep-Permanence can be further split into two categories. Approximately 90% of subjects selected from generalized pools developed an innate rejection to the application of this finer sense, as was the case of the late Dr. Merriweather. Results vary, but invariably lead to multiple cerebral microaneurysms, cardiac arrest, and death when separation from SCP-6174 is prolonged at great distance. The “event horizon” for these incidents varies widely between individuals.\n\n\nApproximately 10% of individuals who develop Deep-Permanence suffer little to no negative effects from separation from the object. Many of these individuals in fact display a sense of wonder at such separation, claiming that it “opens their mind” to distances which they had previously been unable to comprehend. The percent of Deep-Permanence Receptives to Rejectors has been shown to be significantly higher among intentionally vetted subjects, and testing has shown that among subjects who volunteered for testing, the Receptives outnumbered the Rejectors at a rate of ██ to █.\n\n\n\n\n\n\n\n\nPractical Applications of Deep-Permanence Receptives\n\n\nIndividuals who are capable of maintaining visualization of SCP-6174 at great distances gain a subconscious ability to render its positional data toward various practical purposes. Such individuals express an innate understanding of how far away they are from SCP-6174, stating that they can “just tell” how distant the object is from how small the object appears in their vision. Testing with Deep-Permanence Receptives has proven this ability to be accurate to an extremely high degree, up to a maximum measured accuracy of 9█.████% gathered from a voluntary member of MTF ███–█ during a field test undertaken at the request of Site Director Lass. Deep Permanence Receptives also gain a high degree of directional awareness as a result of their constant visualization of a fixed point in space. Extensive testing of Deep-Permanence subjects has shown their ability to maintain directional clarity regardless of blindfolds, suspension, rotation, or use of narcotics, among other environmental factors.\n\n\n\n\n\n\n\n\n- Close: Document 2\n\n\n\n\n\n\n\n\n\n\nDocument 3:\n Request for Funding for Project YANH\n\n[DATA EXPUNGED FOLLOWING RAISA FINANCIAL DOCUMENTATION PROTOCOL]\n\n\n\n\n\n\n\n\n+ Document 4: Initial Successes of Project YANH\n\n\n\n\n- Close: Document 4\n\n\n\n\nDocument 4:\n Initial Successes of Project YANH\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Dr. Ass; To: All Site 6174 Staff; Subject: MANDATORY READ: A Job Well Done\n\n\nDear Fellows,\n\n\nThose of you who were present in Command this morning are already aware of the fact, but I wish to inform the rest of you that Project You Are Not Here has passed its first implementation in the field with flying colors. Team Leader ████ of MTF █-█was able to successfully deploy Agent █-9, know to us here at site 6174 as Richard, or “███’ ██████” (much to my chagrin), in an operation involving areas of warped spacetime, to spectacular result. Agent █-9 was capable of establishing a geometric lifeline to base reality via Deep-Permanence, and our experimental training with coded light projection onto the surface of SCP-6174 succeeded in allowing Agent █-9 to establish a temporal lifeline exactly as theorized. Two birds with one stone, indeed! A few minor side effects were noted, but none too troubling in a mission that was otherwise such a complete success. Mostly headaches and difficulty sleeping, which I’m sure we can all relate to.\n\n\nPerhaps most fascinating is the report that other members of MTF █-█ related an experience that can only be described as Deep-Permanence “leakage.” Team Leader ████ described a quasi-Scranton effect whereby the presence of Agent █-9 alone was capable of partially reducing the severity of reality-warping effects in his immediate vicinity. This report offers an enormous opportunity for us to truly push what we can do with SCP-6174, fellows. We must keep up and keep on!\n\n\nIn closing, I’m afraid that I must eat hat. You may remember how vehemently I disapproved of our project’s acronym, as it was obviously proposed as a juvenile jab at my fondness for National Park maps, e.g. those oft-defaced ORIGINALS which hang in Bunker 2, but I should nevertheless thank La Rosa for pushing the vote through. It does grow on one.\n\n\nSigned,\n\n\nDr. Lass\n\n\n“The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents”\n – Francis Wayland Thurston, \nThe Call of Cthulhu\n, by H.P. Lovecraft\n\n\n\n\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; REPLY: MANDATORY READ: A Job Well Done\n\n\nDear Fellows,\n\n\nMy previous sentiment has been somewhat soured. Version history should make it a simple exercise to determine who changed my account handle in the site email server, and I will find a way to assign them to somewhere much less peaceful, PRPB be damned. You have until I return from my brief recess to think about your tomfoolery.\n\n\nSigned,\n\n\nDr. Lass\n\n\n“I am forced to yield to the evidence of my senses, but I am nevertheless very much surprised”\n – Axel, \nJourney to the Centre of the Earth\n, by Jules Vernes\n\n\n\n\n\n\n\n\n- Close: Document 4\n\n\n\n\n\n\n\n\n\n\nDocument 5:\n Request for the Reclassification of SCP-6174 to Thaumiel (Approved)\n\n[DATA EXPUNGED: INVALID CREDENTIALS]\n\n\n\n\n\n\n\n\n+ Document 6: Selection for Enrollment in Project YANH, Phase One, Effective Immediately \n\n\n\n\n- Close: Document 6\n\n\n\n\nDocument 6:\n Selection for Enrollment in Project YANH, Phase One, Effective Immediately\n\n\n\n\n\n\n| …retrieving credentials\n\n| …authorizing access\n\n| …retrieving message\n\n| …displaying message\n\n\nMESSAGE START\n\n\nEta-10 Charlie-5,\n\n\nYou have been selected for enrollment in Project YANH, Phase One, effective immediately. Please report to Team Leader Beta-1 for briefing.\n\n\nTeam Leader Beta-1 has pre-approved this brief synopsis of the program for your information:\n\n\n| C-Dog. We know you’ve got it in you. Remember Long Horizon? Go get ‘em. -TLB1\n\n\nIf you believe that this message has been sent in error, please report to Team Leader Beta-1 with all questions.\n\n\nMESSAGE END\n\n\n\n\n\n\n\n\n- Close: Document 6\n\n\n\n\n\n\n\n\n\n\n+ Document 7: [Retrieval Log: Watch This Video to Instantly Die]\n\n\n\n\n- Close: Retrieval Log\n\n\n\n\nRetrieval Log:\n “Watch This Video to Instantly Die”\n\n\n\n\nRetrieval Log:\n\n\n\n\n\n\nDATE:\n ██/██/20██\n\n\nNOTE:\n Foundation agents in the vicinity of the ██████████ Museum of Modern Art reported an emergent situation concerning the overnight installation of an interactive exhibit titled “Did You Leave Your Oven On?” consisting of ██ pieces of experiential modern art, all of which held plaques detailing their display courtesy of the collection of one Mr. Clearwater & Daughters. Most of these pieces were deemed to be non-anomalous in nature, if highly disturbing in some cases. A full list can be obtained via a standard RAISA research fulfillment request.\n\n\nThis exhibit was accessible to the public for 13 minutes on the morning of ██/██/20██, as museum staff were not aware of its anomalous nature at first. Foundation agents reported an emergent situation following the Museum’s closure at ██:██ due to the cardiac arrest and death of two patrons and reports of an installation titled “Watch This Video to Instantly Die.” Expecting visual cognitohazards and the possibility for a memetic kill agent, MTF Eta-10 (“See No Evil”) was dispatched to investigate the exhibit, retrieve any anomalous items, and perform cleanup operations.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n9:59:\n Arrival of MTF Eta-10 at the ██████████ Museum of Modern Art.\n\n\n10:03:\n Perimeter secured. Amnestic team deployed.\n\n\n10:06:\n Initial sweep of exhibit “Did You Leave Your Oven On?” for visual cognitohazards begins.\n\n\n10:13:\n Initial sweep for visual cognitohazards comes back negative.\n\n\n10:14:\n Examination of specific installations begins. Instillation 7, titled “Your Refrigerator Is Running. Are You?”, is deemed anomalous and extracted. Object is pending classification as SCP-████.\n\n\n10:21:\n Installation 1, titled “Watch This Video to Instantly Die”, is handled with extreme caution, as it is the supposed cause of death for two civilians. The installation consists of a standard █████-brand tablet device mounted securely on a stainless-steel table and enclosed within a cardboard box lain on its side, forming a primitive viewing booth. In front of the tablet sits a plastic lawn chair for the museum patron to sit in, separated from the tablet by an optometrist's phoropter that has had its lenses removed, the presumed purpose of which is to ensure that the patron watches the video from a specific vantage point. The tablet plays a looping video of concentric circles that guide the viewer’s vision toward the center of the screen. Viewed from afar, the object presents no cognitohazardous warning signs, and MTF ETA-10 Team Leader Bravo-1 commands that all components of it be removed from the scene wholesale for testing at a remote facility.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n- Close: Retrieval Log\n\n\n\n\n\n\n\n\n\n\n+ Document 8: Observation of Hippocampal Activity in Subjects Suffering from                            Severe Malformation of the Occipital Lobe\n\n\n\n\n- Close: Document 8\n\n\n\n\nDocument 8:\n Observation of Hippocampal Activity in Subjects Suffering from Severe Malformation of the Occipital Lobe\n\n\n\n\n\n\nFINDINGS\n\n\n\n\n\n\n\n\nHypothesis\n\n\nPrevious experiments utilizing Researcher de La Rosa’s novel imaging array showed marked activity across a wide range of sensory structures in subjects experiencing the effects of SCP-6174 at close proximity, and even at long distances in subjects proven to have established Deep-Permanence of any significant degree. This study seeks to explore an unusual activity pattern found in the vast majority of cases wherein subjects experiencing visual stimulation showed spiking activity in areas of the brain not directly related to those visual stimulations provided by the researchers.\n\n\n\n\n\n\nPractice\n\n\nTwo subjects (monozygotic twins, female, 23) with dampened occipital functions were imaged while experiencing a direct line of sight toward SCP-6174. Both subjects suffered from congenital malformations within the occipital lobe resulting in total blindness and the loss of auxiliary sensory faculties connected to the lobe.\n\n\n\n\n\n\nResults\n\n\n[DATA EXPUNGED: HARM TO ONGOING OPERATIONS]\n\n\n\n\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Researcher de La Rosa; To: Dr. Lass; Subject: GET BACK HERE STAT\n\n\nDr. Lass,\n\n\nGet back here \nSTAT\n. We ran the tests on the blind girls. They’re not seeing the ball, they’re \nremembering it\n.\n\n\nAll the Best,\n\n\nResearcher de La Rosa\n\n\n\n\n\n\n\n\n- Close: Document 8\n\n\n\n\n\n\n\n\n\n\n+ Document 9: Selection for Enrollment in Project YANH, Phase Two, Effective Immediately\n\n\n\n\n- Close: Document 9\n\n\n\n\nDocument 9:\n Selection for Enrollment in Project YANH, Phase Two, Effective Immediately\n\n\n\n\n\n\n| …retrieving credentials\n\n| …authorizing access\n\n| …retrieving message\n\n| …displaying message\n\n\nMESSAGE START\n\n\nEta-10 Charlie-5,\n\n\nYou have been selected for enrollment in Project YANH, Phase Two, effective immediately. Please report to Team Leader Beta-1 for briefing.\n\n\nTeam Leader Beta-1 has pre-approved this brief synopsis of the program for your information:\n\n\n| C-Dog! We’re ready to see you in action! You can ignore this “Enrollment”\n\n| for the time being. We’ve got a job that needs your shiny new peekers, and\n\n| I’ve already done the paperwork to fly you back to your “Bahamas getaway”\n\n| as soon as we’re done going art shopping. I will say, though, that this\n\n| Phase Two looks like it’s going to be one spicy meatball. All I know is\n\n| that you’re going to be doing work on Faster Than Light communication by\n\n| way of that skip. Leaps and bounds, C-Dog. Leaps and bounds! -TLB1\n\n\nIf you believe that this message has been sent in error, please report to Team Leader Beta-1 with all questions.\n\n\nMESSAGE END\n\n\n\n\n\n\n\n\n- Close: Document 9\n\n\n\n\n\n\n\n\n\n\n+ Document 10: [Findings: Watch This Video to Instantly Die]\n\n\n\n\n- Close: Document 10\n\n\n\n\nDocument 10:\n [Findings: Watch This Video to Instantly Die]\n\n\n\n\n\n\nFINDINGS\n\n\n\n\n\n\n\n\nNon-anomalous Nature of the Object(s)\n\n\nAfter extensive testing, no anomalous properties could be found in any of the component parts of the “Watch This Video to Instantly Die” installation, nor could testing with D-class personnel replicate the cardiac episodes of the two civilians who died at the ██████████ Museum of Modern Art.\n\n\n\n\n\n\nReexamination of “Did You Leave Your Oven On?”\n\n\nMTF Eta-10 was redeployed to the ██████████ Museum of Modern Art in order to reexamine of the hall in which the exhibit “Did You Leave Your Oven On?” had appeared. Members were instructed to search for any environmental conditions that may have been overlooked in the first sweep.\n\n\n\n\n\n\nAgent Charlie-5’s Discovery\n\n\n\n\nAgent Charlie-5, a long-standing member of MTF Eta-10, had not been present at the initial sweep of the exhibit due to the completion of his Deep-Permanence training at Site 6174. Agent had demonstrated a particular aptitude for the program, and Team Leader Beta-1 had given the green light for his enrollment in Deep-Permanence training and subsequent readmission to the Task Force following its completion.\n\n\nUpon arrival at the former location of the video installation, Charlie-5 reported no unusual dilation of spacetime in the area. When given a diagram of the placement of the objects in the installation, Charlie-5 grew extremely troubled, and remarked that anyone who sat in the lawn chair and looked at the tablet through the phoropter would have been looking in a direct line toward SCP-6174.\n\n\n\n\n\n\n\n\nEmergency Testing\n\n\nThree Foundation facilities were immediately contacted for their fulfillment of three criteria: possession of D-class personnel, possession of an Agent trained in Deep-Permanence, and possession of adequate facilities to construct a high-accuracy array for the direction of subjects’ vision. All three facilities set about immediate recreation of the “Watch This Video to Instantly Die” installation, with Deep-Permanence Agents calibrating the viewer’s line of site toward SCP-6174. All three D-class personnel who observed the video from their calibrated vantage point experienced cardiac arrest within one minute, with posthumous autopsies showing multiple cerebral microaneurysms.\n\n\n\n\n\n\nResults\n\n\nSite-6174 Director Dr. Lass could not be contacted at the time of MTF Eta-10’s discovery, as he was actively in transit from a Directors’ Quorum on the continent. Researcher Augustina de La Rosa was given temporary emergency command of Site-6174 by order of O5-█.\n\n\n\n\n\n\n\n\n- Close: Document 10\n\n\n\n\n\n\n\n\n\n\n+ Document 11: Suspension of All Project YANH Activities, Effective Immediately\n\n\n\n\n- Close: Document 11\n\n\n\n\nDocument 11:\n Suspension of All Project YANH Activities, Effective Immediately\n\n\n\n\n\n\n\n\n\n\nFrom the Office of O5-█\n\n\n\n\n\n\n\n\nAll Project YANH Activities Suspended Indefinitely, Effective Immediately\n\n\nIn light of recent developments in our understanding of the nature of SCP-6174, all Project YANH activities are to be halted and all outstanding Phases to be preemptively cancelled, pending reapproval by O5-█. All personnel who are working on or have worked on Project YANH will be contacted shortly by their liaison for the expedition of this process.\n\n\n\n\n\n\n\n\n\n\n\n\n- Close: Document 11\n\n\n\n\n\n\n\n\n\n\n+ Document 12: Critical Failures in Project YANH\n\n\n\n\n- Close: Document 12\n\n\n\n\nDocument 12:\n Critical Failures in Project YANH\n\n\n\n\nNote:\n Following the completion of their Deep-Permanence training through Project YANH on ██-██-20██, the first batch of YANH Stable Agents were returned to their teams for application in the field. Of ██ entrants to the program, only █ enrollees were unable to return to active duty as a result of complications resulting from their training. Many of the Stable Agents were able to successfully implement Deep-Permanence in the field to great positive effect, similar to those benefits demonstrated by the preliminary testing done by MTF █-█’s Agent █-9. However, ██ Stable Agents experienced unforeseen catastrophes as a result of their new abilities. A truncated list of extreme failures is provided below.\n\n\n\n\n\n\n\n\nFINDINGS\n\n\n\n\n\n\n\n\nExploration of SCP-████\n\n\nStable Agent had demonstrated a marked ability to utilize the temporal lifeline offered by Deep-Permanence to SCP-6174, and initial hours spent within SCP-████ resulted in further progress than previous agents had been capable of making in the prior █ years of exploration. However, after exiting SCP-████, Stable Agent displayed an unshakable determination and deep phobia that they did not exist. Stable Agent refused to accept the fact of their own existence, yet was also terrified by the notion that they might not exist. Subject entered a manic episode ██ hours after arrival at the entry point to SCP-████, and was moved to suicide watch at the Site-██ mental rehabilitation ward, where they currently reside.\n\n\n\n\n\n\nContainment of SCP-████-█\n\n\nStable Agent’s presence on the containment team had a notably positive reality-stabilizing effect for the team members in her proximity. However, upon confronting SCP-████-█ in the field, Stable Agent refused to proceed with accepted containment procedures, citing SCP-████-█’s “non-anomalous nature.” Stable Agent vehemently continued in this assertion, and as a direct result, containment efforts failed, leading to the escape of the target.\n\n\n\n\n\n\nExploration of SCP-███\n\n\nStable Agent passed through the portal and immediately collapsed, writhing and screaming. Stable Agent babbled incoherently about “seeing forever” for four minutes until seizing and entering cardiac arrest. Stable Agent was successfully retrieved by accompanying members of MTF ████-█, but was pronounced deceased upon return to baseline reality.\n\n\n\n\n\n\nResearch at Site-██\n\n\nInitial beta-testing of Project YANH Phase Two procedures prior to the full enrollment of its ██ intended Stable Agents resulted in [DATA EXPUNGED: HARM TO ONGOING OPERATIONS]\n\n\n\n\n\n\n\n\nThese events occurred within the four days immediately following the first batch of Stable Agents’ departures from Site-6174, and as such, attempts to abort the deployment of these agents in the field after YANH’s emergency status was declared were largely met with failure, or at least delay.\n\n\n\n\n\n\n- Close: Document 12\n\n\n\n\n\n\n\n\n\n\n+ Document 13: Personal Note from the Desk of Researcher Augustina de La Rosa\n\n\n\n\n- Close: Document 13\n\n\n\n\nDocument 13:\n Personal Note from the Desk of Researcher Augustina de La Rosa\n\n\n\n\n██-██-20██\n\n\n \n\nGods, I haven’t slept in \n26\n nope, 28 hours. I need to crash after I get these thoughts out. Lass should be back soon, and for once I’m looking forward to that pissy little fellow. I’m tired of everyone thinking I’m in command, but there’s still SO much to be done, now that this shitball’s started rolling.\n\n\n \n\nThere are at least two things \nwrong with\n well, we’ve come to two new conclusions about SCP-6174. Ironically, we seem to have hit them both on the head at the same time, me here in the lab and the boys out in ██████████. Both are pretty fucked up. Mine was that the Ball’s “ununseeability” is not really that we can always SEE it, but more that we always KNOW where it is. Similar, but different. I thought it was a memory thing when I first saw those deep brain scans of the twins, but I think it’s a little more pointed than that. Less that we “remember” where it is/what it looks like, and more that we just inherently know that it’s there. Kind of like how when we’re walking around we always know where our feet are. Maybe that’s also a memory thing, though, because muscle memory is a thing. Kind of. But anyway. We have a LOT more scanning to do before we can be sure of either hypothesis.\n\n\n \n\nWhat the boys in the field \nfound out is\n well, I guess we suspected that this could be the case for a while now, in the back of our minds, but never really got around to testing it. I sure as hell didn’t want to think about it. Hindsight is 20/20 etc. etc. Well, it turns out that EVERYONE can see the ball, but they just don’t know where to look for it. As in, every human born under the sun can see the damned thing, so long as they’re pointed in the right direction.\n\n\n \n\nIt makes so much sense, now that we know it. Like, our eyes naturally move in saccades. They twitch around in our head when look around, and even their “smooth” transits when we track moving objects aren’t infinitely granular. Really, we rarely actually look “at” anything. Just close to it. For someone in, say, Jakarta, that teeeeeeny little dot of SCP-6174 eight thousand miles away would not only be below their feet, but also INSANELY small. I haven’t crunched the numbers yet, but there has to be a bafflingly small percent chance that, over the course of their day-to-day life, anyone would EVER manage to look right at it on accident. But hoooo-boy, if someone DOES.\n\n\n \n\n99.999999% (I think I did that right) of our species of bald monkeys are not Deep-Permanence trained little boys and girls. We aren’t supposed to be able to clearly picture something thousands of miles away. We aren’t trained to handle that sort of sheer \nscale\n. And when our squishy little monkey brains suddenly find themselves accurately processing just how much FUCKING SPACE lies between us and the other side of the globe, well… bye bye brain.\n\n\n \n\nOk, I crunched the numbers because it was bugging me. Someone on the other side of the world looking at this thing would see it as close to the size of an atom (just one order of magnitude off). Yeah. Except they would be able to ACTUALLY SEE it somehow, and understand how small it is, which means understanding how far away it is, which means understanding how small THEY are, which means…\n\n\n \n\nIt’s just not natural. Or rather, it IS natural that we wouldn’t be able to handle such a thing. Our brains aren’t made to be capable of processing things like that. Why would they? A monkey only needs to know its relatively immediate surroundings. A couple square kilometers, max. Sure, we can look up at the night sky and “look” billions of light years away, but we’re not actually processing what we’re looking at. Our brains literally can’t. We can process like… here to the supermercado. Maybe even to the beach. But when your brain suddenly realizes that for some GOD FORSAKEN REASON it is capable of accurately and completely visualizing an object from tens or hundreds or THOUSANDS of miles away, and you’re not one of those weirdos who trained to do that constantly… you just stop working. Splatooey.\n\n\n \n\nGods, but the world is empty, isn’t it. It’s all empty space with a few chunks of stuff in it, and those chunks of stuff are made of particles that are ALSO mostly empty space. I know people throw those words around all the time, but the ball really makes you process just how tiny you are. I don’t even want to know what would happen if you looked at it from the Moon, or gods forbid from further away. Your little head would probably go thermonuclear. Maybe that’s how the Foundation will weaponize this – make a bunch of little walking monkey-brained time bombs.\n\n\n \n\nFuck. I just ran the numbers from Pluto. You could see a NUCLEUS from that distance.\n\n\n \n\nAnyways. It’s bedtime. Here’s hoping for sleep.\n\n\n \n\n- A\n\n\n\n\n\n\n- Close: Document 13\n\n\n\n\n\n\n\n\n\n\nDocument 14:\n Emergency classification of SCP-6174 as Apollyon (Approved)\n\n[DATA EXPUNGED: INVALID CREDENTIALS]\n\n\n\n\n\n\n\n\n+ Document 15: From the Site 6174 Communications Log\n\n\n\n\n- Close: Document 15\n\n\n\n\n\n\n\n\n[From the RAISA Communications Archive]\n\n\nDate: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: \nCODE INNOCENT\n\n\nDear Fellows,\n\n\nWe have entered a \nCODE INNOCENT\n situation. Check your handbooks if you don’t remember that one; it’s way in the back with the other “like that will ever happen” kind of vocabulary. You all know by now that I do not curse at shadows, but this one is an absolute nightmare.\n\n\nLa Rosa has provided ample proof that SCP-6174 is one of two things, both of which have terrible implications.\n\n\nOption One: SCP-6174 is an Apollyon-class anomaly. This would entail that some aspect of its nature which we have been considering “anomalous” has wormed its way so deeply into how we, as humans, view our world, that it is inherently uncontainable and perhaps even actively causing the degradation of the human species. Thankfully, we have yet to prove that SCP-6174 really \ndoes\n much of anything, at least in the active sense, so we may yet be able to dodge this bullet. But we may not actually want to dodge this bullet, because Option Two is that:\n\n\nOption Two: SCP-6174 is “not anomalous.” This is the more terrifying of the two options, by a few degrees. This would entail that all human beings have some quasi-shared “memory” of a singular point, which, for whatever godforsaken reason, looks like a small white ball floating in the jungles of Puerto Rico. Now, this one would still be a headscratcher beyond the usual “why?”, since we know that the thing floats anomalously and is insanely durable. Hopefully those facts alone mean that we may yet be able to write off this “every human being has a small section of their brain devoted to the imaging of this object” hypotheses. Let’s hope that La Rosa can pull off her usual wizardry and find something useful for us.\n\n\nHowever, until we know more, we are still in \nCODE INNOCENT\n. All travel from Site 6174 has been suspended, and we are on indefinite lockdown while our superiors decide on the fate of our little site. I foresee an influx of fresh blood in the coming weeks as they send more hands to put on deck.\n\n\nTimes like these make me ever-thankful that our operation was always deemed unnecessary for an on-site warhead.\n\n\nSigned,\n\n\nDr. Lass\n\n\n“He who controls the ball controls the universe”\n – Frank Herbert, probably\n\n\n\n\n\n\n\n\n- Close: Document 15\n\n\n\n\n\n\n\n\n\n\n+ Document 16: Vote Count\n\n\n\n\n- Close: Document 16\n\n\n\n\nDocument: 16\n Verdict on the Nature and Treatment of SCP-6174\n\n\n\n\n[DATA EXPUNGED: INVALID CREDENTIALS]\n\n\n[OVERRIDE KEY DETECTED: DATA UNEXPUNGED]\n\n\n\n\n\n\nOrder of Business:\n Verdict on the Nature and Treatment of SCP-6174\n\n\nPresent:\n O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-██, O5-██, O5-██\n\n\nAbsent:\n O5-█, O5-██\n\n\n\n\n\n\nBegin Log. 13:32, ██/██/20██]\n\n\n[Note: Sub-debates and arguments pertaining to unrelated matters have been excised. Certain statements have been expunged from the record at the behest of the speaking party.]\n\n\nO5-█:\n [Rearranging their papers.] Order, fellows. Order. The topic \nat hand\n, and I’m looking at you, ██████████, is that of SCP-6174. SCP-6174, as all of you know, is the un-unseeable sphere in Puerto Rico. The researchers at Site 6174 still haven’t figured out where it came from, or exactly how long it’s been there, or if anyone built it, or if it is in fact some naturally-occurring phenomenon, but as far as we know the thing has existed for multiple millennia longer than we have been observing it, doing little more than floating in people’s vision.\n\n\nHowever, the matter at hand is thus: we recently discovered that all of us \nhave\n been observing it this whole time. We just didn’t know that we were doing so until last week, what with that damned video from the art exhibit. Which, by the way, also proved once and for all that the thing has great potential for public harm, as any party that could figure out how to get a large percentage of the human population to accurately look in its fundamental direction could achieve a mass madness and/or death event of enormous proportions.\n\n\nSo. SCP-6174 has been temporarily granted a reclassification to Apollyon, and is pending a wholescale restructuring in its containment and research protocol, but if that were all, I would not have convened this meeting. Rather, █, who has had an eye on SCP-6174 for some 90-odd years now, has expressed a convincing argument to me in private for why we should \nnot\n treat SCP-6174 as an Apollyon-class anomaly, and instead treat it as a \nSafe\n-class anomaly. I will pass the floor to █ now, as they are the more involved and knowledgeable party in this matter.\n\n\nO5-█:\n Thank you, █. Yes, I motion that we classify SCP-6174 as a Safe-class anomaly, and severely limit any and all further research or meddling that be done in relation to it.\n\n\nFor starters: Yes, we cannot currently contain the object’s visual effect, regardless of the security of the object’s physical sphere. Yes, some individuals have died upon finding its miniscule dot in their field of vision. Yes, any of you could technically notice it at any moment as well, especially if you were to look in \nthat\n direction. [O5-█ points toward the floor a few meters away, in the direction of Puerto Rico.] I already have, and I promise you that it \ndoes\n bend the mind quite a bit on first contact, though I doubt it would seriously rock any of your psyches. I know that I have certainly seen and felt worse things in my tenure here.\n\n\nThe real issue with SCP-6174 is that it currently offers no more of a threat to humanity than any of nature’s other aspects already do. The world is, simply put, a dangerous place for our little humans. Take heights, for example. Yes, a human falling off of a tall enough object will most likely die. But we haven’t started assigning every cliff in the world an Object Class, now, have we? Of course not. Some people intentionally jump off of cliffs, sure, and others have wandered off of them on accident, but that is not really of our concern. We do not presume to protect all of humankind from their own stupidity or bad luck, unless someone were to find concrete proof that either of those features were not, in fact, naturally occurring aspects of human life.\n\n\nSo we come to SCP-6174. Yes, it is undeniably an anomalous object, if by no other metric than the fact that we have yet to find anything else that has its unusual visual effect. That, and it floats. However, any negative effects that SCP-6174 may have on the greater public are roughly equivalent to those that the natural world already has on the greater public. Anyone can have an aneurysm at the drop of a hat, SCP-6174 or not. Pop. Dead. Aneurysms are not Keter-class objects. They are not even Objects, in our mind. They do not try to \ndo\n anything. They are simply a thing that can happen.\n\n\n“But,” you will say to me. “An Object does not need to intend harm to be harmful.” True, I respond, but I am arguing that SCP-6174 is not a harmful object. It is simply an object through which some individuals can be exposed to the dangerous realization that they are infinitesimally small.\n\n\nThink about time for a moment. Time is the vector through which many deadly mediums affect humankind. Disease on its own does not kill a man, but the realization of a disease by way of time can have a deadly effect on humans. But “time” does not kill those humans. Disease does, just in a roundabout way, via the channel that is time.\n\n\nSCP-6174 does not kill anyone. It is simply an object whose existence causes viewers to realize, and perhaps even begin to comprehend, aspects of their baseline, non-anomalous reality that their human brains are not built to handle. Namely, distance and size. Distance and size are neither anomalous nor inherently dangerous, ah, \nmetrics\n. They're just measurements. But humans are quite bad at dealing with measurements at the extreme ends of the spectrum. Atoms are just… tiny, and space is just… huge. Sure, you can slap some numbers on them in light years or nanometers, but humans simply cannot fathom sizes that small, nor distances that large. SCP-6174 merely breaks down that wall of incomprehension.\n\n\nSCP-6174 is only a threat to humanity in that it will, on an extremely occasional basis, cause some unlucky soul to realize \njust how small\n they are, and how monstrously large the rest of the world is. Any old priest could have a supreme crises of faith that would stop his heart just as effectively. It's not too uncommon for shocking revelations to cause heart attacks or the like, and the newfound understanding of scale brought on by viewing SCP-6174 should be treated no differently. Besides, if we get down to brass tacks, the likelihood of a man or woman looking at SCP-6174 on accident is probably much smaller than the likelihood of a priest going to meet their maker because they suddenly decided for themselves that said maker does not exist.\n\n\nIn summation: SCP-6174 is no more of a threat to humanity than your average cliff is, or your average unexpected medical condition. As such, it should be given an Object Class of Safe, and largely left unmeddled with. I pass the floor to general debate.\n\n\nO5-██:\n All respect, █, but we have literally seen MC&D use this thing to kill people. How is that a Safe object?\n\n\nO5-█:\n I expected that one of you might ask that question. MC&D have killed people with their own bones before. Do we label bones as anomalous? Or the means by which said bones killed their victim? Or do we label MC&D as anomalous and forget about the bones?\n\n\nO5-██:\n Hmmm. But you must admit that SCP-6174 was the cause of death, and an anomalous death at that.\n\n\nO5-█:\n No, I do not have to admit that. SCP-6174 was the \nvector\n through which a deadly realization came about in a few persons’ minds. It was not their cause of death.\n\n\nO5-██:\n That’s just semantics, █. Don’t you remember our decision about [DATA EXPUNGED: UNRELATED MATTERS]\n\n\n[UNRELATED MATTERS]\n\n\nO5-█:\n Wait, wait. It doesn’t matter if this thing is “natural” or not, does it? It’s an anomalous object, even if the cause of death it brings about is technically one that could occur naturally.\n\n\nO5-█:\n Yes, it is an anomalous object. However, its effect on humankind at large is no more severe than most naturally-occurring objects or events, anomalous or otherwise. I am not motioning that we stop treating SCP-6174 as an Object in need of containment; I simply am motioning that we classify it as Safe and halt further meddling with it. It has sat snugly in its forest in Puerto Rico for who-knows-how-long, and look! Humanity has not suffered as a result. To quote ██’s oft-favored saying, I’m sure that more people have been killed by vending machines than by SCP-6174. But beyond simple death counts, which we all know are not a helpful metric for this discussion, SCP-6174 has never attempted to escape, or done anything else but to exist, so far as we know. It simply has one visual effect that cannot be contained, and whose effect is inherently self-containing. Until some unaware civilian survives noticing SCP-6174 in their vision and we need to deploy cleanup operations, this object is effectively Safe and essentially self-containing.\n\n\nO5-█:\n What about the possibility that the object is a reality anchor of some variety, or perhaps even a dimensional anchor in reference to a baseline property such as distance or size? I remember reading █’s report back in the ██’s on the possibility that SCP-6174 was a reality anchor built by a bygone civilization, akin to Scranton’s more recent work. Nothing ever came of that report, if my memory serves, which it always has. Should we not keep the research rolling on this thing to see if we can’t ascertain the object’s origins for certain one way or the other?\n\n\nO5-█:\n I’m glad you brought that up. In my mind, the dangers of poking this particular bear outweigh any possible benefits of so doing. If the object is in fact the result of some technological advancements beyond our current understanding, then we will no doubt eventually make those same technological advancements ourselves without its help. On the other hand, given the small chance that SCP-6174 \nis\n currently functioning as some form of reality anchor, any poking and prodding that we do to the object could cause an \nactual\n end-of-the-world scenario. I see the possible benefits as being far overshadowed by the possible losses. The thing has been there for over five thousand years, and I don’t see much reason to interrupt… whatever it is that it’s been up to this whole time, even if “that” is just “existing.”\n\n\nO5-█:\n You’re always one to advocate not poking the bear, █, but that has not always been a positive feature. Remember [DATA EXPUNGED: UNRELATED MATTERS]\n\n\n[UNRELATED MATTERS]\n\n\nO5-█:\n [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY]\n\n\nO5-█:\n [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY]\n\n\nO5-█:\n [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY]\n\n\nO5-██:\n [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY]\n\n\nO5-█:\n [DATA EXPUNGED: HARM TO ONGOING OPERATIONS]\n\n\nO5-██:\n [DATA EXPUNGED: HARM TO ONGOING OPERATIONS]\n\n\nO5-██:\n [DATA EXPUNGED: HARM TO ONGOING OPERATIONS]\n\n\nO5-█:\n We have come full circle now with ██’s argument, so let us put the matter to a vote. To state the motion again, I motion that we classify SCP-6174 as a Safe-class anomaly, and severely limit any and all further research or meddling that be done in relation to it. Voting begins now.\n\n\nO5-██:\n [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY]\n\n\n[End Log. 14:48, ██/██/20██]\n\n\n\n\n\n\n[Vote Count:]\n\n\nYeas:\n O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-██, O5-██,\n\n\nNays:\n O5-█, O5-██\n\n\nAbsent:\n O5-█, O5-██\n\n\nVerdict:\n Motion Carried. SCP-6174 was reclassified as a Safe-class anomaly, with all invasive research into its nature and function suspended indefinitely, pending any future reapproval by O5-█.\n\n\n\n\n\n\n- Close: Document 16\n\n\n\n\n\n\n\n\n\n\n+ Document 17: O5 memo Detailing the Reclassification of SCP-6174 as Safe\n\n\n\n\n- Close: Document 17\n\n\n\n\nDocument: 17\n O5 memo Detailing the Re-classification of SCP-6174 as Safe\n\n\n\n\n\n\n\n\n\n\nFrom the Office of O5-█\n\n\n\n\n\n\n\n\nSCP-6174 has hereby been reclassified as Safe, effective immediately.\n\n\nIn light of recent developments, SCP-6174 has been deemed fitting of the Object Class of Safe, effective immediately. This decision is the result of careful consideration, and all relevant entities were consulted during the deliberative process. Any records physical or digital pertaining to Project YANH are to be submitted to RAISA for archival purposes. All personnel are working on Project YANH will be contacted shortly by their liaison for the expedition of this process.\n\n\n\n\n\n\n\n\n\n\n\n\n- Close: Document 17\n\n\n\n\n\n\n\n\n. . . . . . .\n\n\n. . . . . .\n\n\n. . . . .\n\n\n. . . .\n\n\n. . .\n\n\n. .\n\n\n.\n\n\n\n\n\n\n\n\n« \nSCP-6173\n | SCP-6174 | \nSCP-6175\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6174\n\" by Maramas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6174\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nImage:\n SCP-6174-Breakroom-On.jpg\n\n\nDerivative of:\n 94590457_ca997b4990_o.jpg\n\n\nName:\n You are here!\n\n\nAuthor:\n Paul Downey\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/psd/94590457\n\n\nAdditional Notes:\n Maramas added the digitally generated sphere of SCP-6174 to the image.\n\n\n\n\n\n\nImage:\n SCP-6174-Breakroom-Off.jpg\n\n\nDerivative of:\n 94590457_ca997b4990_o.jpg\n\n\nName:\n You are here!\n\n\nAuthor:\n Paul Downey\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/psd/94590457\n\n\nAdditional Notes:\n Maramas added the digitally generated sphere of SCP-6174 to the image.\n\n\n\n\n\n\nImage:\n SCP-6174-Gatehouse-Office.jpg\n\n\nDerivative of:\n Old office space, Monroe County Courthouse (Alabama).jpg\n\n\nAuthor:\n Ser Amantio di Nicolao\n\n\nLicense:\n Attribution-ShareAlike 4.0 International (CC BY-SA 4.0)\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Old_office_space,_Monroe_County_Courthouse_(Alabama).jpg\n\n\nAdditional Notes:\n Maramas added the tiny dot of SCP-6174 to the image.",
    "addendums": [],
    "documents": [
        "Document 3: Request for Funding for Project YANH [DATA EXPUNGED FOLLOWING RAISA FINANCIAL DOCUMENTATION PROTOCOL]",
        "Document 5: Request for the Reclassification of SCP-6174 to Thaumiel (Approved) [DATA EXPUNGED: INVALID CREDENTIALS]",
        "Document 14: Emergency classification of SCP-6174 as Apollyon (Approved) [DATA EXPUNGED: INVALID CREDENTIALS]"
    ],
    "notes": [
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Dr. Lass; To: Senior Staff; Subject: SCP-6174 Down-Class Dear Fellows, Did you all get the recent hand-down from the O5? What’s going on here? How the blazes is SCP-6174 not still an Apollyon-class anomaly? Has something changed that I haven’t been made aware of? I highly doubt it, because I can still see the god damned ball . I don’t need more headaches on top of the already-chronic ones, and this down-classification is either a monumental clerical error or a disaster waiting to happen. Maybe both. I’ve formally requested reclassification, again , though this time La Rosa reminded me of that new Ticonderoga class and I begrudgingly agreed with her. Damn it, we’re the Foundation, not some pencil factory, but if the O5 are so convinced that this thing isn’t a threat to humanity then we should at least make sure everyone who reads the file knows that we have no idea how to contain it. Signed, Dr. Lass “Gaze too long at the ball and the ball will also gaze into you” – Nietzsche, probably",
        "Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: You Know Who You Are Dear Fellows and at Least One Imbecil, I will find whichever one of you changed my email signature, and I will stick my boot so far up your ass that you’ll see my rubber treads instead of SCP-6174 when you lie down at night. Signed, Dr. Lass You know what, I’m removing the quote library from my signature. It saddens me to know that the depths of those passages were lost on many of you, as it stood.",
        "DATE: ██/██/19██ NOTE: Subject D-3044 was transported to Site 6174 on ██/██/19██ and immediately ushered into Bunker 7, containing SCP-6174. The bunker was sealed, with D-3044 as its sole occupant, with researchers in Bunker 1 observing via video feed. Oral instructions were provided to the subject via the bunker’s PA system.",
        "Interviewed: D-9253. Interviewer: Researcher Augustina de La Rosa. Foreword: Subject D-9253 demonstrated a remarkable resilience to the usual mental strains caused by SCP-6174’s persistent visual effect during his first day of testing at Site 6174. Site Director Lass requested that a number of simple questions be asked of the subject while his resilience remained high in order to establish a psychological baseline.",
        "Begin Log. 17:45, ██/██/19██] [Researcher de La Rosa and D-9253 are seated on opposite sides of the interview table in Bunker 3. Dr. Lass stands nearby. Researcher de La Rosa will be referred to as “Interviewer.”] Interviewer: [Reading from questionnaire] So, D… 9253. You’ve seen the ball- pardon, you’ve seen SCP-6174 up close and personal for a few hours now. D-9253: [Staring at the wall to his left. His line of sight is pointed directly toward the nearby Bunker 7.] Yup. Interviewer: So you have. And… [Interviewer notices the direction of D-9253’s gaze.] Ah. You’re looking at it now, aren’t you? D-9253: Aren’t you ? Interviewer: [Rearranging her papers] Sure, yes, sure, I suppose we all are. But you are looking at it, right now. Not just seeing it in the corner of… never mind. First question. What does SCP-6174 look like? D-9253: What? The ball? It’s right there, man. [Subject points at the wall.] You can see it too. [Subject pauses.] You can, right? Interviewer: [Interviewer’s eyes briefly flick to her right.] I ask the questions, D-9253, and you answer them promptly. What does SCP-6174 look like? D-9253: Well, I mean, it’s a ball. A white ball, you know, like a moth ball. Like one of those old ones, yeah, that are actually round , not the new little flat things. [Subject pauses.] It’s… really round, you know? Like… I don’t know. It’s just the right size for me to get my hands around it. [Subject laughs.] Think I almost got shot earlier when I figured that one out. But, I… I don’t know, what else do you want? It doesn’t feel cold or anything. Just a bit rough, kind of like a sidewalk. Maybe a bit smoother. Depends on the neighborhood. Interviewer: And how does it feel? Not to the touch, but otherwise? How does it make you feel? D-9253: [Subject pauses.] You know, it’s got that… that hum. Not like a- an actual hum, uh, that you can hear, but like, it just sort of feels like it should hum. Interviewer: I’m not sure that I follow. It doesn’t hum, but it feels like it should? D-9253: …yeah? Maybe that’s not the best way to say it. [Subject pauses.] It just feels like you’re supposed to know it’s there. Interviewer: Could you extrapolate? D-9253: Could I what? Interviewer: Tell me more about what you meant when you said that the b- that SCP-6174 wants you to know that it’s there. D-9253: Oh. [Subject pauses.] You ever met someone who was just, like, the center of attention? Not like a punk who tries to show off or anything. I mean someone who just… where the room just knows that they’re there, and you always kinda feel like you should be glancing over at them. I don’t know. Not like a dick at a bust or anything, but a… what’s the word? Those super charismatic guys. Interviewer: So you’re saying that SCP-6174 feels charismatic? That it has a character? How does- D-9253: [Subject cuts off the interviewer.] No, no, it doesn’t feel like it’s- like it’s a person or anything. It just… [Subject pauses.] Let me try that another way. I feel like I’m supposed to know that it’s there. Interviewer: [Writing] You have shown a marked ability to, ah, to keep your cool when SCP-6174 is not in your direct line of sight, D-9253. Prolonged exposure did not appear to be a comfortable experience for you, but you were nevertheless quite stable when SCP-6174 was beyond your normal range of vision. Tell me: what does it feel like when SCP-6174 is not in your direct line of sight? D-9253: Oh, man. Yeah, that’s weird, not gonna lie. It… well, honestly, when I’m not looking at it, I feel like I actually am still looking at it. You know? It’s so clear, and surrounded by that darkness, that I just can’t help but, uh, focus on it. Interviewer: So you’re saying that you feel calm, or maybe soothed, by focusing on the ball? That’s why it doesn’t bother you? D-9253: Yeah, I guess so. I tried to ignore it, this morning, and keep looking… and keep looking in the direction that my eyes were pointing, but that’s not really how it works, is it? Since I don’t actually have to look at it to look at it. So… I just don’t really try to fight it, I guess. [Subject shrugs.] If it wants me to look at it, I’ll look at it. Interviewer: And what if you try not to look at it? D-9253: I get to look at my lunch again. [Subject laughs.] No, that was what happened, right? I think I threw up when… when you guys forced me not to look at it for way too long. It’s all kinda fuzzy. Interviewer: Thank you, D-9253. That will be all. D-9253: [Still looking toward SCP-6174] Cool. [End Log. 17:49, ██/██/19██] Closing Statement: [Following the interview, D-9253 was transferred to one of the holding cells in Bunker 4. Dr. Lass informed research staff that D-9253 would be kept on-site for a minimum of 90 days to observe the long-term mental ramifications of sustained proximity to SCP-6174.]",
        "Interviewer: Researcher Augustina de La Rosa. Interviewed: D-9253 Forward: At the time of the interview, subject D-9253 had been held in Bunker 4 for 90 days. Bunker 4’s proximity to SCP-6174 resulted in D-9253’s inability to escape the omnipresent image of SCP-6174 for the duration of the 90 day period.",
        "[Begin Log. 8:15, ██/██/19██] Interviewer: Please state your name. D-9253: [Staring at the wall to his left. Subject appears to be looking in the direction of SCP-6174.] Interviewer: D-9253. [Snaps fingers toward the subject’s face] Please state your full name. D-9253: [Subject slowly begins to turn his head toward the Interviewer, before halting, and turning back toward the wall.] I call it [DATA EXPUNGED: INVALID CREDENTIALS]. Interviewer: You- [Interviewer exchanges a look with Dr. Lass, who nods.] What is your name, D-9253? D-9253: It doesn’t call me anything. Dr. Lass: Just continue down the questionnaire, La Rosa. Interviewer: Right. D-9253, please describe the appearance of SCP-6174. D-9253: It’s there. [Subject pauses.] It’s there . It’s there , and we’re here . Interviewer: D-9253. [Snaps fingers toward the subject’s face] Please describe the appearance of SCP-6174. Not its location, but its appearance. D-9253: I know. I did. [Subject sways slightly and points at the wall.] It looks like it’s there, because it is. It’s there . Interviewer: But what does it look like? Is it white? Is it round? How large is it? D-9253: Sure. Yeah. Round, white, whatever. It’s the wrong size. Interviewer: It’s… the wrong size for what? D-9253: Do you know I see it in my dreams? Interviewer: [Interviewer exchanges a look with Dr. Lass, who nods.] You see it in your dreams? Please ex- please tell me what you mean by that. D-9253: I see it in my fucking DREAMS! [Subject suddenly begins yelling. His eyes remain pointed directly toward SCP-6174.] When I close my FUCKING EYES it’s THERE and when I open them it’s THERE and and when I’m asleep- it’s right- it’s floating- it’s not- it feels wrong, it feels so wrong , and it slides around to the back of my brain, and it eats and eats and eats and EATS and I can’t see or or or… the fucking hum it’s fucking THERE. [Subject begins crying.] I’m gonna see it when I fucking die, aren’t I? I’m gonna see it when I die and I’m gonna be all alone just me and the ball and nothing else for ever and ever and ever and ever and ever just me and the ball and I won’t even have eyes so there won’t be anywhere else to look and it’ll just be me and the ball and I can’t fucking die cuz it’ll just be me and the ball and and and [Subject begins sobbing.] Interviewer: [Researcher de La Rosa’s eyes briefly flicker toward the wall.] Back to the question, D-9253. What do you mean when you say you see it in your dreams? Do you see it the way you see normal things in a dream, or does SCP-6174 present the same characteristics as it does in real life? For example, if you wish to, can you stop seeing it in your d- D-9253: [Subject lurches toward the table, causing Researcher de La Rosa to flinch, though the subject is securely restrained to his chair.] NO! I can’t fucking stop seeing it, have you not been listening? It’s THERE. It’s not that I can’t… it’s not that I can’t stop seeing it, it’s that it never stops BEING there. I can’t make it not be there . Neither can you. No one can. Yeah, that’s right, I heard the guards talking about how you can’t even scratch the fucker. You said real life? Well when I sleep it’s still there , in real life, you know. It’s still there. In my dreams. Right there, right now. It’s there for you too. It’s there for all of us. It’s not going anywhere. [Subject begins to laugh.] It’s never going anywhere. It’s always been there, hasn’t it? It has, because it is , and when I look at it, nothing else really feels like it is , you know? And it’s the same for all of you fuckers. [Subject begins rocking back and forth, still staring at the wall.] I’m not here and you’re not here but IT’s there, oh yeah, it’s definitely there, and nothing can stand before it because it’s there and there is where it is and I could see it in the womb I bet you yeah I bet I could see it in the womb cuz it woulda been there too, it woulda been there , and it woulda [Subject’s speech grows progressively quieter and turns unintelligible. At a nod from Dr. Lass, security personnel escort D-9253 out of the interview chamber.] Dr. Lass: [Speaking into a hand-held voice recorder.] Note on interview of D-class, afternoon ██/██. Subject reports appearance of object in their dreams, in its anomalous form. Get ball rolling on nocturnal brain wave monitoring, ASAP. Draft proposal for request of indefinite extension of subject’s tenure at Site 6174. Progress is marked. [End Log. 8:19, ██/██/19██]",
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: A Change of Pace Dear Fellows, Containment protocol for SCP-6174 has been given a slight tweak for all of our sanity. Starting Tuesday, we will be keeping Bunker 7 lit with a nifty automatic sensor relay, courtesy of Researcher Erikson. It was really Richard’s idea, but he didn’t have the tools to actually build the thing. Go figure. The point is: from now on, unless we are testing during the day, that orb is going to be lit to whatever the native color of the outside of the bunker is during daylight hours, and automatically dimmed to a dull reddish-black at night so that we can all get some much-needed shuteye. Here’s hoping it works. Signed, Dr. Lass. “A fire eater must eat fire even if he has to kindle it himself.” – Salvor Hardin, Foundation , by Isaac Asimov",
        "Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: A Note on Sophomoric Idiocy Dear Fellows, I was recently made aware of a crude attempt at workplace humor scrawled on a sticky note on the wall in Bunker 2. First and foremost, I must remind you all of the absolutely zero-tolerance policy for defacement done to the Site and its infrastructure, and that all posted signs must be pre-approved. Second of all, I must ask: Seriously? Has scientific integrity dipped so low that you find humor in crass comments about the weight of one’s mother? For shame, ladies and gentlemen; for shame. Moreover, we should all know by now that no human body, no matter how corpulent, is capable of blocking the image of SCP-6174 from the mind’s eye. Signed, Dr. Lass. “It’s out of fashion in these decaying times to be a scholar.” – Onum Barr, Foundation , by Isaac Asimov",
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: Wilson? Dear Fellows, I have heard many of the junior researchers referring to SCP-6174 as “Wilson” over the past week. I do not know what prompted this development, but I must insist upon proper protocol. The ball is to be called SCP-6174, because that is what it is. Signed, Dr. Lass “When you look inward and confront the raw force of your own life unshielded, you see your peril.” – Muad’Dib, Dune , by Frank Herbert",
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Dr. Ass; To: All Site 6174 Staff; Subject: MANDATORY READ: A Job Well Done Dear Fellows, Those of you who were present in Command this morning are already aware of the fact, but I wish to inform the rest of you that Project You Are Not Here has passed its first implementation in the field with flying colors. Team Leader ████ of MTF █-█was able to successfully deploy Agent █-9, know to us here at site 6174 as Richard, or “███’ ██████” (much to my chagrin), in an operation involving areas of warped spacetime, to spectacular result. Agent █-9 was capable of establishing a geometric lifeline to base reality via Deep-Permanence, and our experimental training with coded light projection onto the surface of SCP-6174 succeeded in allowing Agent █-9 to establish a temporal lifeline exactly as theorized. Two birds with one stone, indeed! A few minor side effects were noted, but none too troubling in a mission that was otherwise such a complete success. Mostly headaches and difficulty sleeping, which I’m sure we can all relate to. Perhaps most fascinating is the report that other members of MTF █-█ related an experience that can only be described as Deep-Permanence “leakage.” Team Leader ████ described a quasi-Scranton effect whereby the presence of Agent █-9 alone was capable of partially reducing the severity of reality-warping effects in his immediate vicinity. This report offers an enormous opportunity for us to truly push what we can do with SCP-6174, fellows. We must keep up and keep on! In closing, I’m afraid that I must eat hat. You may remember how vehemently I disapproved of our project’s acronym, as it was obviously proposed as a juvenile jab at my fondness for National Park maps, e.g. those oft-defaced ORIGINALS which hang in Bunker 2, but I should nevertheless thank La Rosa for pushing the vote through. It does grow on one. Signed, Dr. Lass “The most merciful thing in the world, I think, is the inability of the human mind to correlate all its contents” – Francis Wayland Thurston, The Call of Cthulhu , by H.P. Lovecraft",
        "Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; REPLY: MANDATORY READ: A Job Well Done Dear Fellows, My previous sentiment has been somewhat soured. Version history should make it a simple exercise to determine who changed my account handle in the site email server, and I will find a way to assign them to somewhere much less peaceful, PRPB be damned. You have until I return from my brief recess to think about your tomfoolery. Signed, Dr. Lass “I am forced to yield to the evidence of my senses, but I am nevertheless very much surprised” – Axel, Journey to the Centre of the Earth , by Jules Vernes",
        "DATE: ██/██/20██ NOTE: Foundation agents in the vicinity of the ██████████ Museum of Modern Art reported an emergent situation concerning the overnight installation of an interactive exhibit titled “Did You Leave Your Oven On?” consisting of ██ pieces of experiential modern art, all of which held plaques detailing their display courtesy of the collection of one Mr. Clearwater & Daughters. Most of these pieces were deemed to be non-anomalous in nature, if highly disturbing in some cases. A full list can be obtained via a standard RAISA research fulfillment request. This exhibit was accessible to the public for 13 minutes on the morning of ██/██/20██, as museum staff were not aware of its anomalous nature at first. Foundation agents reported an emergent situation following the Museum’s closure at ██:██ due to the cardiac arrest and death of two patrons and reports of an installation titled “Watch This Video to Instantly Die.” Expecting visual cognitohazards and the possibility for a memetic kill agent, MTF Eta-10 (“See No Evil”) was dispatched to investigate the exhibit, retrieve any anomalous items, and perform cleanup operations.",
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Researcher de La Rosa; To: Dr. Lass; Subject: GET BACK HERE STAT Dr. Lass, Get back here STAT . We ran the tests on the blind girls. They’re not seeing the ball, they’re remembering it . All the Best, Researcher de La Rosa",
        "Note: Following the completion of their Deep-Permanence training through Project YANH on ██-██-20██, the first batch of YANH Stable Agents were returned to their teams for application in the field. Of ██ entrants to the program, only █ enrollees were unable to return to active duty as a result of complications resulting from their training. Many of the Stable Agents were able to successfully implement Deep-Permanence in the field to great positive effect, similar to those benefits demonstrated by the preliminary testing done by MTF █-█’s Agent █-9. However, ██ Stable Agents experienced unforeseen catastrophes as a result of their new abilities. A truncated list of extreme failures is provided below.",
        "These events occurred within the four days immediately following the first batch of Stable Agents’ departures from Site-6174, and as such, attempts to abort the deployment of these agents in the field after YANH’s emergency status was declared were largely met with failure, or at least delay.",
        "[From the RAISA Communications Archive] Date: ██-██-20██; From: Dr. Lass; To: All Site 6174 Staff; Subject: CODE INNOCENT Dear Fellows, We have entered a CODE INNOCENT situation. Check your handbooks if you don’t remember that one; it’s way in the back with the other “like that will ever happen” kind of vocabulary. You all know by now that I do not curse at shadows, but this one is an absolute nightmare. La Rosa has provided ample proof that SCP-6174 is one of two things, both of which have terrible implications. Option One: SCP-6174 is an Apollyon-class anomaly. This would entail that some aspect of its nature which we have been considering “anomalous” has wormed its way so deeply into how we, as humans, view our world, that it is inherently uncontainable and perhaps even actively causing the degradation of the human species. Thankfully, we have yet to prove that SCP-6174 really does much of anything, at least in the active sense, so we may yet be able to dodge this bullet. But we may not actually want to dodge this bullet, because Option Two is that: Option Two: SCP-6174 is “not anomalous.” This is the more terrifying of the two options, by a few degrees. This would entail that all human beings have some quasi-shared “memory” of a singular point, which, for whatever godforsaken reason, looks like a small white ball floating in the jungles of Puerto Rico. Now, this one would still be a headscratcher beyond the usual “why?”, since we know that the thing floats anomalously and is insanely durable. Hopefully those facts alone mean that we may yet be able to write off this “every human being has a small section of their brain devoted to the imaging of this object” hypotheses. Let’s hope that La Rosa can pull off her usual wizardry and find something useful for us. However, until we know more, we are still in CODE INNOCENT . All travel from Site 6174 has been suspended, and we are on indefinite lockdown while our superiors decide on the fate of our little site. I foresee an influx of fresh blood in the coming weeks as they send more hands to put on deck. Times like these make me ever-thankful that our operation was always deemed unnecessary for an on-site warhead. Signed, Dr. Lass “He who controls the ball controls the universe” – Frank Herbert, probably",
        "[DATA EXPUNGED: INVALID CREDENTIALS] [OVERRIDE KEY DETECTED: DATA UNEXPUNGED]",
        "Order of Business: Verdict on the Nature and Treatment of SCP-6174 Present: O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-██, O5-██, O5-██ Absent: O5-█, O5-██",
        "Begin Log. 13:32, ██/██/20██] [Note: Sub-debates and arguments pertaining to unrelated matters have been excised. Certain statements have been expunged from the record at the behest of the speaking party.] O5-█: [Rearranging their papers.] Order, fellows. Order. The topic at hand , and I’m looking at you, ██████████, is that of SCP-6174. SCP-6174, as all of you know, is the un-unseeable sphere in Puerto Rico. The researchers at Site 6174 still haven’t figured out where it came from, or exactly how long it’s been there, or if anyone built it, or if it is in fact some naturally-occurring phenomenon, but as far as we know the thing has existed for multiple millennia longer than we have been observing it, doing little more than floating in people’s vision. However, the matter at hand is thus: we recently discovered that all of us have been observing it this whole time. We just didn’t know that we were doing so until last week, what with that damned video from the art exhibit. Which, by the way, also proved once and for all that the thing has great potential for public harm, as any party that could figure out how to get a large percentage of the human population to accurately look in its fundamental direction could achieve a mass madness and/or death event of enormous proportions. So. SCP-6174 has been temporarily granted a reclassification to Apollyon, and is pending a wholescale restructuring in its containment and research protocol, but if that were all, I would not have convened this meeting. Rather, █, who has had an eye on SCP-6174 for some 90-odd years now, has expressed a convincing argument to me in private for why we should not treat SCP-6174 as an Apollyon-class anomaly, and instead treat it as a Safe -class anomaly. I will pass the floor to █ now, as they are the more involved and knowledgeable party in this matter. O5-█: Thank you, █. Yes, I motion that we classify SCP-6174 as a Safe-class anomaly, and severely limit any and all further research or meddling that be done in relation to it. For starters: Yes, we cannot currently contain the object’s visual effect, regardless of the security of the object’s physical sphere. Yes, some individuals have died upon finding its miniscule dot in their field of vision. Yes, any of you could technically notice it at any moment as well, especially if you were to look in that direction. [O5-█ points toward the floor a few meters away, in the direction of Puerto Rico.] I already have, and I promise you that it does bend the mind quite a bit on first contact, though I doubt it would seriously rock any of your psyches. I know that I have certainly seen and felt worse things in my tenure here. The real issue with SCP-6174 is that it currently offers no more of a threat to humanity than any of nature’s other aspects already do. The world is, simply put, a dangerous place for our little humans. Take heights, for example. Yes, a human falling off of a tall enough object will most likely die. But we haven’t started assigning every cliff in the world an Object Class, now, have we? Of course not. Some people intentionally jump off of cliffs, sure, and others have wandered off of them on accident, but that is not really of our concern. We do not presume to protect all of humankind from their own stupidity or bad luck, unless someone were to find concrete proof that either of those features were not, in fact, naturally occurring aspects of human life. So we come to SCP-6174. Yes, it is undeniably an anomalous object, if by no other metric than the fact that we have yet to find anything else that has its unusual visual effect. That, and it floats. However, any negative effects that SCP-6174 may have on the greater public are roughly equivalent to those that the natural world already has on the greater public. Anyone can have an aneurysm at the drop of a hat, SCP-6174 or not. Pop. Dead. Aneurysms are not Keter-class objects. They are not even Objects, in our mind. They do not try to do anything. They are simply a thing that can happen. “But,” you will say to me. “An Object does not need to intend harm to be harmful.” True, I respond, but I am arguing that SCP-6174 is not a harmful object. It is simply an object through which some individuals can be exposed to the dangerous realization that they are infinitesimally small. Think about time for a moment. Time is the vector through which many deadly mediums affect humankind. Disease on its own does not kill a man, but the realization of a disease by way of time can have a deadly effect on humans. But “time” does not kill those humans. Disease does, just in a roundabout way, via the channel that is time. SCP-6174 does not kill anyone. It is simply an object whose existence causes viewers to realize, and perhaps even begin to comprehend, aspects of their baseline, non-anomalous reality that their human brains are not built to handle. Namely, distance and size. Distance and size are neither anomalous nor inherently dangerous, ah, metrics . They're just measurements. But humans are quite bad at dealing with measurements at the extreme ends of the spectrum. Atoms are just… tiny, and space is just… huge. Sure, you can slap some numbers on them in light years or nanometers, but humans simply cannot fathom sizes that small, nor distances that large. SCP-6174 merely breaks down that wall of incomprehension. SCP-6174 is only a threat to humanity in that it will, on an extremely occasional basis, cause some unlucky soul to realize just how small they are, and how monstrously large the rest of the world is. Any old priest could have a supreme crises of faith that would stop his heart just as effectively. It's not too uncommon for shocking revelations to cause heart attacks or the like, and the newfound understanding of scale brought on by viewing SCP-6174 should be treated no differently. Besides, if we get down to brass tacks, the likelihood of a man or woman looking at SCP-6174 on accident is probably much smaller than the likelihood of a priest going to meet their maker because they suddenly decided for themselves that said maker does not exist. In summation: SCP-6174 is no more of a threat to humanity than your average cliff is, or your average unexpected medical condition. As such, it should be given an Object Class of Safe, and largely left unmeddled with. I pass the floor to general debate. O5-██: All respect, █, but we have literally seen MC&D use this thing to kill people. How is that a Safe object? O5-█: I expected that one of you might ask that question. MC&D have killed people with their own bones before. Do we label bones as anomalous? Or the means by which said bones killed their victim? Or do we label MC&D as anomalous and forget about the bones? O5-██: Hmmm. But you must admit that SCP-6174 was the cause of death, and an anomalous death at that. O5-█: No, I do not have to admit that. SCP-6174 was the vector through which a deadly realization came about in a few persons’ minds. It was not their cause of death. O5-██: That’s just semantics, █. Don’t you remember our decision about [DATA EXPUNGED: UNRELATED MATTERS] [UNRELATED MATTERS] O5-█: Wait, wait. It doesn’t matter if this thing is “natural” or not, does it? It’s an anomalous object, even if the cause of death it brings about is technically one that could occur naturally. O5-█: Yes, it is an anomalous object. However, its effect on humankind at large is no more severe than most naturally-occurring objects or events, anomalous or otherwise. I am not motioning that we stop treating SCP-6174 as an Object in need of containment; I simply am motioning that we classify it as Safe and halt further meddling with it. It has sat snugly in its forest in Puerto Rico for who-knows-how-long, and look! Humanity has not suffered as a result. To quote ██’s oft-favored saying, I’m sure that more people have been killed by vending machines than by SCP-6174. But beyond simple death counts, which we all know are not a helpful metric for this discussion, SCP-6174 has never attempted to escape, or done anything else but to exist, so far as we know. It simply has one visual effect that cannot be contained, and whose effect is inherently self-containing. Until some unaware civilian survives noticing SCP-6174 in their vision and we need to deploy cleanup operations, this object is effectively Safe and essentially self-containing. O5-█: What about the possibility that the object is a reality anchor of some variety, or perhaps even a dimensional anchor in reference to a baseline property such as distance or size? I remember reading █’s report back in the ██’s on the possibility that SCP-6174 was a reality anchor built by a bygone civilization, akin to Scranton’s more recent work. Nothing ever came of that report, if my memory serves, which it always has. Should we not keep the research rolling on this thing to see if we can’t ascertain the object’s origins for certain one way or the other? O5-█: I’m glad you brought that up. In my mind, the dangers of poking this particular bear outweigh any possible benefits of so doing. If the object is in fact the result of some technological advancements beyond our current understanding, then we will no doubt eventually make those same technological advancements ourselves without its help. On the other hand, given the small chance that SCP-6174 is currently functioning as some form of reality anchor, any poking and prodding that we do to the object could cause an actual end-of-the-world scenario. I see the possible benefits as being far overshadowed by the possible losses. The thing has been there for over five thousand years, and I don’t see much reason to interrupt… whatever it is that it’s been up to this whole time, even if “that” is just “existing.” O5-█: You’re always one to advocate not poking the bear, █, but that has not always been a positive feature. Remember [DATA EXPUNGED: UNRELATED MATTERS] [UNRELATED MATTERS] O5-█: [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY] O5-█: [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY] O5-█: [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY] O5-██: [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY] O5-█: [DATA EXPUNGED: HARM TO ONGOING OPERATIONS] O5-██: [DATA EXPUNGED: HARM TO ONGOING OPERATIONS] O5-██: [DATA EXPUNGED: HARM TO ONGOING OPERATIONS] O5-█: We have come full circle now with ██’s argument, so let us put the matter to a vote. To state the motion again, I motion that we classify SCP-6174 as a Safe-class anomaly, and severely limit any and all further research or meddling that be done in relation to it. Voting begins now. O5-██: [EXPUNGED AT THE BEHEST OF THE SPEAKING PARTY] [End Log. 14:48, ██/██/20██]",
        "[Vote Count:] Yeas: O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-█, O5-██, O5-██, Nays: O5-█, O5-██ Absent: O5-█, O5-██ Verdict: Motion Carried. SCP-6174 was reclassified as a Safe-class anomaly, with all invasive research into its nature and function suspended indefinitely, pending any future reapproval by O5-█.",
        "\" SCP-6174 \" by Maramas, from the SCP Wiki . Source: https://scpwiki.com/scp-6174 . Licensed under CC-BY-SA .",
        "Image: SCP-6174-Breakroom-On.jpg Derivative of: 94590457_ca997b4990_o.jpg Name: You are here! Author: Paul Downey License: Attribution 2.0 Generic (CC BY 2.0) Source Link: https://www.flickr.com/photos/psd/94590457 Additional Notes: Maramas added the digitally generated sphere of SCP-6174 to the image.",
        "Image: SCP-6174-Breakroom-Off.jpg Derivative of: 94590457_ca997b4990_o.jpg Name: You are here! Author: Paul Downey License: Attribution 2.0 Generic (CC BY 2.0) Source Link: https://www.flickr.com/photos/psd/94590457 Additional Notes: Maramas added the digitally generated sphere of SCP-6174 to the image.",
        "Image: SCP-6174-Gatehouse-Office.jpg Derivative of: Old office space, Monroe County Courthouse (Alabama).jpg Author: Ser Amantio di Nicolao License: Attribution-ShareAlike 4.0 International (CC BY-SA 4.0) Source Link: https://commons.wikimedia.org/wiki/File:Old_office_space,_Monroe_County_Courthouse_(Alabama).jpg Additional Notes: Maramas added the tiny dot of SCP-6174 to the image."
    ],
    "object_class": "Euclid Thaumiel Apollyon Safe (Pending Ticonderoga)",
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6174"
}