{
    "url": "https://scp-wiki.wikidot.com/scp-6176",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\nBread_Tyrant\n\n\n\n\n\n\nAuthor Page\n\n\n\n\n\n\n\n\nItem #:\n SCP-6176\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Wing G of Site-301 has been converted to act as SCP-6176's primary containment chamber, currently a 4.5m wide cube-shaped room, initially intended to act as a supply room for janitorial staff. Organic personnel are not permitted to enter wing G. Instead, Kederesk.aic has been assigned to monitor and report on SCP-6176.\n\n\n\n\n\n\nDr. Carè after exposure to D-2133 (SCP-6176)\n\n\n\n\n\n\nDescription:\n SCP-6176 is a \nspecific existential\n, metaphysical construct or entity currently maintained in wing G at Site-301.\n\n\nSCP-6176 is a metaphysical embodiment of its metaphysical self, which has produced an intense feedback loop in which SCP-6176 continuously reiterates itself. This process is indefinite as long as SCP-6176 remains conceptually alive. This is due to SCP-6176 being capable of visualising how subjects externally perceive itself, which inturn alters its own metaphysical self, which results in the feedback loop. SCP-6176 invariably becomes inert once it no longer becomes subjectively perceived by an organic individual.\n\n\nDue to external perception of it, SCP-6176 primarily has taken a humanoid shape. Whether SCP-6176 in this state is conscious is still unknown, as external perception doesn't lead to change in SCP-6176 internally. However, if an iteration of SCP-6176 is produced off the basis of a hominid-centred perception, then it is likely SCP-6176 has manifested some form of consciousness. SCP-6176 iterations that are likely to be conscious are designated as SCP-6176-Prime instances. While the exact parameters for a prime instance are unclear, the Foundation has documented the appearance of 4 prime instances which have come about since SCP-6176's containment in 1972.\n\n\nAddendum-1:\n Several tests were performed on SCP-6176 to see its reactions to external perception of it based on different states of consciousness.\n\n\n\n\nConscious State:\n Waking\n\n\nSubject:\n D-4972\n\n\nResult:\n SCP-6176 performed as was expected, in which a humanoid shape was formed during the subsequent iterations. No prime instances were produced.\n\n\n\n\n\n\nConscious State:\n Sleeping\n\n\nSubject:\n D-4972\n\n\nResult:\n No result, as D-4972 did not visually perceive SCP-6176.\n\n\n\n\n\n\nConscious State:\n Dreaming\n\n\nSubject:\n D-2133\n\n\nD-2133 was exposed to several images relating to SCP-6176, symbolic and metaphorical in nature. D-2133 was also allowed to converse with D-4972 regarding SCP-6176 before the test was conducted.\n\n\nResult:\n SCP-6176 formed a humanoid shape which assumed the supine position. D-2133 proceeded to open their eyes, however was in a paralytic state. SCP-6176 formed superficial eyes which rapidly looked around before they formed into three images.\n\n\nThe first featured a young boy sitting beside an older woman in a hospital bed hooked up to a breathing apparatus.\n\n\nThe second featured the same young boy pulling away the blinds of a window at several other children playing basketball in the street.\n\n\nThe third featured the young boy in a suit and tie sitting at the bottom of a wooden staircase, crying into their hands.\n\n\n\n\n\n\nConscious State:\n Transcendental Consciousness\n\n\nSubject:\n D-4972 and D-2133\n\n\nResult:\n SCP-6176 formed several hominid-centred conceptual identifiers present within the noosphere, specifically ones which relate to both D-4972 and D-2133. Notable examples were: names, memories, aspirations and personalities.\n\n\n\n\n\n\nConscious State:\n Cosmic Consciousness\n\n\nSubject:\n D-4972 and D-2133\n\n\nResult:\n SCP-6176 formed a brain, with several roots growing from its base. This was followed by the manifestation of several symbolic images, which were incomprehensible to D-4972 and D-2133.\n\n\n\n\n\n\nConscious State:\n God Consciousness\n\n\nSubject:\n D-4972 and D-2133\n\n\nResult:\n SCP-6176 became a unified self-expression of its own perceived deific status among several GoI's. These formations expressed their own consciousness, which further reinforced SCP-6176 during later iterations.\n\n\n\n\n\n\nConscious State:\n Unity Consciousness\n\n\nSubject:\n D-4972 and D-2133\n\n\nResult:\n SCP-6176 becomes the expression of all human perception. This was demonstrated when D-4972 broke visual contact and stared down at the concrete floor. This prompted SCP-6176 to form into concrete, as well as manifesting several symbolic images of concepts such as \"Underneath\" and \"Floor\".\n\n\n\n\nTesting was concluded after it was deemed SCP-6176 had gained too much of an understanding of human consciousness to the point where it became capable of self-sustaining itself. SCP-6176 began to form a symbolic representation of consciousness which later evolved into an isolated conscious form within SCP-6176. This form then internally perceived SCP-6176 which then prompted the formation of a volatile prime instance.\n\n\nAddendum-2:\n Once the SCP-6176-Prime instance was formed, it was deemed too essophysically dangerous to remain in wing G. Thus it was put to a vote for whether SCP-6176 should be transferred to the \nAdaptive Containment Chamber (ACC)\n at Site-301.\n\n\n\n\nFor\n — 67%\n\n\nNovote\n — 13%\n\n\nAgainst\n — 20%\n\n\n\n\nSCP-6176 was subsequently transported into the ACC.\n\n\n\n\nTranscriptor:\n Kederesk.aic\n\n\n\n\nBegin…\n\n\n12:00\n SCP-6176 is placed within the chamber via the use of a transport automaton. The chamber is sealed and the adaptive lining is activated.\n\n\n12:34\n The walls of the ACC begin to glow measuring around 650°C.\n\n\n12:45\n Several adaptive plates begin to melt off the chamber walls. SCP-6176 grows more volatile.\n\n\n13:11\n The chamber begins to stabilise with SCP-6176 reducing in size.\n\n\n13:25\n SCP-6176 forms into both D-4972 and D-2133. Both D-class are found to now be absent from their quarters.\n\n\n13:56\n SCP-6176 forms several thought forms. These forms then are reduced into their base concepts.\n\n\n14:05\n SCP-6176 projects a noospheric pattern onto the chamber walls.\n\n\n14:17\n Kederesk.aic is compromised as SCP-6176 forms into a deific automaton that begins breaking several of the adaptive plates.\n\n\n14:48\n SCP-6176 then disappears. D-2133 is found back in their cell. D-4972's bed is found to be covered in dead butterflies.\n\n\n…End\n\n\n\n\nNote:\n The ACC was examined for structural damages. It was discovered that the ACC has already been used to contain \nanother anomaly\n, which was likely the reason SCP-6176's containment was compromised.\n\n\n\n\nAddendum-3:\n An interview was performed with D-2133 following SCP-6176's transference into the ACC.\n\n\n\n\n<Begin Log>\n\n\nDr. Carè:\n So you were temporarily transported into the ACC. Could you tell me a little bit about what you saw?\n\n\nD-2133 is silent for 10 seconds, looking down at the floor.\n\n\nD-2133:\n What's that?\n\n\nDr. Carè:\n The ACC? It's pretty simple…\n\n\nD-2133:\n No, that (D-2133 points behind Dr. Care).\n\n\nDr. Carè:\n (Looking behind) I'm not sure what you're referring to?\n\n\nD-2133:\n Oh, this is a pretty new experience for me.\n\n\nD-2133 looks down at their hands, the number of digits fluctuating from 1 to 400. Dr. Carè doesn't notice this.\n\n\nD-2133:\n Do you think if mankind ever heard God, they'd react in fear or hope? Just a piece of God, like a heartbeat or something?\n\n\nDr. Carè:\n I… don't think I've got an answer for that. Could you please try and answer the question.\n\n\nD-2133:\n Well the chamber I was in adapts to contain it right?\n\n\nDr. Carè wipes blood away from his nose.\n\n\nDr. Carè:\n Yeah that's what it was designed for. Your point?\n\n\nD-2133:\n If the embodiment of itself eventually became conscious, then the chamber introduced something that would break this. That would be showing the entity nothing.\n\n\nDr. Carè:\n So you're saying the ACC performed an unauthorised termination?\n\n\nD-2133:\n Well, nothing ain't something a human's capable of perceiving. Most likely it repurposed the robot to do that. Even then it only caused its consciousness to burst. You can't introduce something as complex a consciousness to something as miniscule as nothing, that would simply break the laws of thermodynamics.\n\n\nDr. Carè:\n (Coughing) So where is SCP-6176 now?\n\n\nDr. Carè vomits and collapses onto the table.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-6175\n | SCP-6176 | \nSCP-6177\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6176\n\" by Bread_Tyrant, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6176\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n distorted_doctor_care\n\n\nAuthor:\n \nBread_Tyrant\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [
        "Addendum-1: Several tests were performed on SCP-6176 to see its reactions to external perception of it based on different states of consciousness.\nTesting was concluded after it was deemed SCP-6176 had gained too much of an understanding of human consciousness to the point where it became capable of self-sustaining itself. SCP-6176 began to form a symbolic representation of consciousness which later evolved into an isolated conscious form within SCP-6176. This form then internally perceived SCP-6176 which then prompted the formation of a volatile prime instance.",
        "Addendum-2: Once the SCP-6176-Prime instance was formed, it was deemed too essophysically dangerous to remain in wing G. Thus it was put to a vote for whether SCP-6176 should be transferred to the Adaptive Containment Chamber (ACC) at Site-301.\nSCP-6176 was subsequently transported into the ACC.",
        "Addendum-3: An interview was performed with D-2133 following SCP-6176's transference into the ACC."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6176 \" by Bread_Tyrant, from the SCP Wiki . Source: https://scpwiki.com/scp-6176 . Licensed under CC-BY-SA .",
        "Filename: distorted_doctor_care Author: Bread_Tyrant License: CC BY-SA 3.0 Source Link: Link"
    ],
    "item": "SCP-6176",
    "object_class": "Euclid",
    "containment_procedures": "Wing G of Site-301 has been converted to act as SCP-6176's primary containment chamber, currently a 4.5m wide cube-shaped room, initially intended to act as a supply room for janitorial staff. Organic personnel are not permitted to enter wing G. Instead, Kederesk.aic has been assigned to monitor and report on SCP-6176.",
    "description": "SCP-6176 is a specific existential, metaphysical construct or entity currently maintained in wing G at Site-301.",
    "title": "SCP-6176"
}