{
    "url": "https://scp-wiki.wikidot.com/scp-6177",
    "all_text": "rating: \n+64\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6177\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6177's primary containment unit.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The remains of SCP-6177 are stored in the Site-12 morgue.\n\n\nDescription:\n SCP-6177 was a 14-year-old human male suffering from an anomalous form of Werner Syndrome\n1\n. Symptoms developed faster than average and all biological objects within 12.6 meters of SCP-6177 also began aging at an accelerated rate. This rate would frequently fluctuate with the highest recorded rate being 3.153x 10\n4\n times faster.\n\n\nDiscovery:\n SCP-6177 was taken into Foundation custody after an incident at Seven Lakes Junior High School in Katy, Texas on 03/11/19. A total of 12 civilians had developed symptoms of SCP-6177's anomalous effect. 11 of the affected displayed nominal visible signs, were amnesticized and returned to society. 1 was deemed unfit to return and is currently in Foundation custody.\n\n\n\n\n\n\nAddendum 6177-1:\n\n\n\n\n\n\n\n\n\n\n\n\nINTERVIEW LOG 1\n\n\nINTERVIEW LOG 3\n\n\nINTERVIEW LOG 86\n\n\nINTERVIEW LOG 244\n\n\n\n\n\n\n\n\nDATE:\n 03/12/19\n\n\nSUBJECT:\n SCP-6177\n\n\nINTERVIEWER:\n Dr. Connard\n\n\nPURPOSE:\n Intake Interview\n\n\nSYMPTOMS:\n Short Stature, Slender Build, Abnormal hair whorl\n2\n, Convex nasal ridge\n3\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-6177 is seen talking to Dr. Connard in the unit's inlaid wall display panel.\n\n\nSCP-6177:\n So where am I?\n\n\nDr. Connard:\n I’m afraid I can’t tell you that either.\n\n\nSCP-6177:\n Of course, you can’t. Because you people are all fucking crazy. You do know this is illegal, right? My uncle is a lawyer and with the amount of rights violations you've committed, you're going to be screwed.\n\n\nDr. Connard:\n I don't think you'll have to worry about that. And you must understand no one is trying to punish you. This is for your safety.\n\n\nSCP-6177:\n Bullshit, I know what this is. You're gonna run all sorts of tests on me. You're gonna cut me open to see what makes me tick isn't that right?\n\n\nDr. Connard:\n Okay-\n\n\nSCP-6177:\n No not okay, I demand to be let out of this room. You people just can't-\n\n\nA alarm sounds inside of SCP-6177’s containment unit, repeating twice. SCP-6177 puts their hands to their ears and falls into the provided desk chair\n\n\nDr. Connard:\n Alright then. Now I have tried to be patient and cordial but if you can't control yourself then we will have to continue later.\n\n\nSCP-6177:\n Wait, what?\n\n\n<END LOG>\n\n\n\n\n\n\nDATE:\n 03/12/19\n\n\nSUBJECT:\n SCP-6177\n\n\nINTERVIEWER:\n Dr. Connard\n\n\nPURPOSE:\n Intake Interview\n\n\nSYMPTOMS:\n Premature graying of hair, Abnormality of the voice\n4\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Connard:\n So when did you find out you had these abilities?\n\n\nSCP-6177:\n I'm not sure, I guess if I thought about it I'd say I’ve always had them. Little things you know. Like food in the refrigerator would always expire a little too soon. And my mom’s friends are always asking if she’s been sick when they see her.\n\n\nDr. Connard:\n So there were never any incidents like the one that took place yesterday?\n\n\nSCP-6177:\n I suppose once or twice it has gotten me into trouble.\n\n\nDr. Connard:\n Could you elaborate?\n\n\nSCP-6177:\n I remember one summer when I was six or seven my dad planted a garden. He had tomatoes, squash, cucumbers, peppers, the whole shebang. And by this point they had a pretty good idea of what was going on, so he always told me that I was never to go near the garden. Now I mean c’mon. What is a kid that age going to do the first chance they get? So one afternoon when my Mom and Dad were busy with something I walked down the little stone path to the back of our property where he kept his pride and joy. And it was beautiful. You could actually see the flowers bloom and slowly turn into different kinds of fruit. Like it was a timelapse. But then he caught me. And I panicked. Of course. And that was it. No more garden. I think that was the only time my dad yelled at me.\n\n\nDr. Connard:\n So this was the first instance you can remember a rapid increase in the intensity of your anomalous effect?\n\n\nSCP-6177:\n I guess.\n\n\nDr. Connard:\n And would you say the emotional stress was the trigger for this increase?\n\n\nSCP-6177:\n I don’t know. I suppose.\n\n\nDr. Connard:\n And what triggered the outburst yesterday?\n\n\nSCP-6177:\n I don't wanna talk about it.\n\n\nDr. Connard:\n I told you this only works if you are completely honest with us. I can personally guarantee this information will not be shared with anyone.\n\n\nSCP-6177:\n Do you promise?\n\n\nDr. Connard:\n I do.\n\n\nSCP-6177:\n If I tell you, do you think you can get me something to do here? Like anything. I don’t think I’ve ever been more bored in my life.\n\n\nDr. Connard:\n I’m sure we can help you with that. But first, what happened immediately prior to the incident?\n\n\nSCP-6177:\n So there was this boy and we had been spending a lot of time together. You know just talking, walking home together. That sort of thing.\n\n\nDr. Connard:\n And would this boy be Brian Ortega?\n\n\nDr. Connard holds up a 7th-grade yearbook photo of Brian\n\n\nSCP-6177:\n Yes\n\n\npause\n\n\nSCP-6177:\n Well, we had been hanging out, so one day he told me he and a couple of his friends were gonna break into the school after hours. Just for kicks. Some high school boy had snuck a bottle from his dad’s liquor cabinet.\n\n\nDr. Connard:\n And you weren’t concerned about the potential legal repercussions of trespassing not to mention underage drinking?\n\n\nSCP-6177 shrugs\n\n\nSCP-6177:\n I mean I guess. I didn’t really think about it that way. So I decided to tag along. And after a couple of hours of drinking and fooling around in the gymnasium he um… well he…\n\n\nDr. Connard:\n What did he do?\n\n\nSCP-6177:\n He… Well, I guess we…\n\n\nDr. Connard:\n What?\n\n\nSCP-6177:\n He kissed me.\n\n\npause\n\n\nDr. Connard:\n Go on.\n\n\nSCP-6177:\n Well, he kissed me and everything started to feel weird.\n\n\nDr. Connard:\n Weird how?\n\n\nSCP-6177:\n My heart started beating really fast and everything looked like it was far away. I thought I was going to faint but then Brian started screaming. He was getting bigger. The top two buttons of his shirt came undone and he started to just look older. And older. And older. And I just sat there. I couldn’t move. All I could do was watch as he screamed and screamed. But I couldn’t see his face. His hair had completely covered it like a big mop. The roots were white. By the time everything calmed down and the other boys came back with the security guard. He was just lying there breathing. He sounded so hoarse.\n\n\nDr. Connard:\n Thank you for sharin-\n\n\nSCP-6177:\n Is he okay?\n\n\nDr. Connard:\n Well yes, we currently have him in our private medical unit. But, he hasn't been very responsive.\n\n\nSCP-6177:\n Can I see him?\n\n\nDr. Connard:\n Unfortunately, that is going to be impossible.\n\n\n<END LOG>\n\n\n\n\n\n\nDATE:\n 05/26/19\n\n\nSUBJECT:\n SCP-6177\n\n\nINTERVIEWER:\n Dr. Connard\n\n\nPURPOSE:\n Daily Check-in\n\n\nSYMPTOMS:\n Lipoatrophy\n5\n, Skeletal muscle atrophy\n6\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-6177 is shown hunched over the containment unit’s desk sketching the unit’s nonperishable food dispenser\n\n\nDr. Connard:\n Good Morning\n\n\nSCP-6177:\n What's up doc?\n\n\nDr. Connard laughs softly\n\n\nDr. Connard:\n Not much.\n\n\nSCP-6177 stands up and crosses to the unit’s southern wall, taping the drawing to it alongside dozens of other art pieces. They come back to the desk and bring out a second sheet of paper from its storage compartment.\n\n\nDr. Connard:\n Alright, let's get to it. Vitals?\n\n\nSCP-6177 places their right arm into the mobile vital cart’s blood pressure monitor and right pointer finger into the temperature reader. Their left arm continues drawing\n\n\nDr. Connard:\n Alright, no significant changes. The physician comes Monday with your labs and they should be able to give you a more thorough exam.\n\n\nSCP-6177:\n Uh-huh\n\n\nDr. Connard:\n And you have been eating properly?\n\n\nSCP-6177:\n Yeah\n\n\nDr. Connard:\n Wonderful. So do you have any questions for me?\n\n\nSCP-6177:\n No\n\n\nDr. Connard:\n Well then, till tomorrow.\n\n\nSCP-6177:\n Wait wait wait wait wait.\n\n\nSCP-6177 raises a finger to Dr. Connard\n\n\nDr. Connard:\n As much as I would love to stay and talk, I do unfortunately have a very busy schedule today.\n\n\nSCP-6177:\n Wait like two seconds.\n\n\nDr. Connard:\n Alright, what is it?\n\n\nSCP-6177 holds up a simple portrait of Dr. Connard into the wall display’s webcam.\n\n\nSCP-6177:\n Do you like it?\n\n\nDr. Connard:\n Of course, I do.\n\n\nSCP-6177:\n I wish I could give it to you.\n\n\nDr. Connard:\n Well you know you can leave it for the drone and I'll receive it in the morning.\n\n\nSCP-6177:\n No, I meant in person. Like, hand it to you.\n\n\nDr. Connard:\n You know that's not possible.\n\n\nSCP-6177:\n But if it were just for a moment then I could hand it to you and you could leave right after. Nobody would get hurt if we go fast.\n\n\nDr. Connard:\n I'm sorry. I just can't justify that kind of risk.\n\n\nSCP-6177:\n Please doc? I'm going fucking crazy in here.\n\n\nDr. Connard:\n No, and that's my final answer. Don't be silly. Keep your head held high kid, I'll talk to you in the morning.\n\n\n<END LOG>\n\n\n\n\n\n\nDATE:\n 10/02/19\n\n\nSUBJECT:\n SCP-6177\n\n\nINTERVIEWER:\n Dr. Connard\n\n\nPURPOSE:\n Daily Check-in\n\n\nSYMPTOMS:\n Bilateral Cataracts\n7\n, Congestive heart failure\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-6177 is seen lying down on the unit’s bed. A small wooden box wrapped in a ribbon bow rests at the base of the bed.\n\n\nDr. Connard:\n Oh, perfect you didn’t open it yet. Go on. Go on.\n\n\nSCP-6177 grunts loudly as it rises to a sitting position.\n\n\nDr. Connard:\n We couldn't exactly throw a party but I thought you deserved a little something-something for the big day.\n\n\nSCP-6177 opens the wooden box revealing several art supplies: paint, pastels, watercolors, gel pens, markers, and charcoal pencils.\n\n\nDr. Connard:\n Well, what do you think? I made sure it’s all non-perishable, so you should be good to go. I hope you like it.\n\n\nSCP-6177:\n Yeah, it’s uh great.\n\n\nSCP-6177 coughs violently and sets the box back down at the foot of the bed.\n\n\nDr. Connard:\n Should I send something over?\n\n\nSCP-6177 continues to cough. They shake their head no.\n\n\nDr. Connard:\n Are you sure? We have the medication set aside for you.\n\n\nSCP-6177 ceases coughing\n\n\nSCP-6177:\n No thank you. But could you do something else for me?\n\n\nDr. Connard:\n What is it?\n\n\nSCP-6177:\n Let me go outside\n\n\nDr. Connard:\n No, the answer isn’t going to change no matter how many times you ask. I thought you would have liked your present.\n\n\nSCP-6177:\n I do. I do. But it's not exactly like I'm gonna be able to enjoy it.\n\n\npause\n\n\nSCP-6177:\n Please doc\n\n\npause\n\n\nSCP-6177:\n Never mind ill-\n\n\nDr. Connard:\n Twenty minutes.\n\n\nSCP-6177:\n Are you serious?\n\n\nDr. Connard:\n Yeah, I'm serious! I have to make some calls.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6177-2:\n\n\n\n\n[INPUT LEVEL 3/6177 SECURITY CREDENTIALS]\n\n\n\n\n[CREDENTIALS APPROVED]\n\n\n\n\n\n\n\n\n\n\nINCIDENT LOG 6177-2\n\n\n\n\nDATE:\n 10/03/19\n\n\nPREFACE:\n SCP-6177 was allowed to exit its containment unit for 20 minutes. It was given a portable headset radio to receive commands from Dr. Connard and was not to approach the fence surrounding Euclid Containment Sector 27. Dr. Connard and two security guards armed with PAX-22 Tranquilizer Rifles were stationed in two raised guard towers on opposite ends of Euclid Containment Sector 27.\n\n\n\n\n<BEGIN LOG>\n\n\nThe main door to SCP-6177's primary containment unit opens and SCP-6177 emerges. The affected area of the containment sector expands and the grass begins sprouting along the edges.\n\n\nGuard 2:\n This is a bad idea doctor.\n\n\nDr. Connard gestures to be quiet.\n\n\nDr. Connard:\n Do you see the post markers?\n\n\nSCP-6177:\n Yeah.\n\n\nDr. Connard:\n If you cross those it will be considered an escape attempt and we will have to forcefully detain you. Do you understand?\n\n\nSCP-6177:\n Uh-huh.\n\n\nSCP-6177 faces the sky and inhales loudly.\n\n\nSCP-6177:\n The air smells so good out here. The air inside always smelled so stale.\n\n\nA small cluster of lavender (Lavandula angustifolia) sprouts 4 meters to the east of SCP-6177 and it begins to limp towards them.\n\n\nDr. Connard:\n What are you doing?\n\n\nSCP-6177:\n I want to go smell the flowers.\n\n\nBefore SCP-6177 can reach them, the lavender begins to wilt and decay.\n\n\nSCP-6177:\n Oh.\n\n\nAfter a few moments SCP-6177 reaches the dead patch. It lets out a small sigh and with a groan sits down.\n\n\nDr. Connard:\n There is a cluster of sunflowers behind you.\n\n\nSCP-6177:\n What?\n\n\nDr. Connard:\n Dead ones are being replaced by new ones.\n\n\nSCP-6177 looks behind it for a moment then looks down at its legs.\n\n\nSCP-6177:\n I can't.\n\n\nDr. Connard:\n What do you mean?\n\n\nSCP-6177:\n (whispering) I can't stand up. It's finally chewed them off.\n\n\nSCP-6177 begins to cry\n\n\nGuard 2:\n Sir?\n\n\nDr. Connard motions for silence\n\n\nSCP-6177:\n I stopped for just a second and it tore them clean off.\n\n\n(pause)\n\n\nSCP-6177:\n I just can't do it anymore.\n\n\nDr. Connard:\n Can't do what?\n\n\nSCP-6177:\n ANY OF IT!\n\n\n(pause)\n\n\nSCP-6177:\n It's not fair.\n\n\nDr. Connard:\n …I know.\n\n\nA few moments pass and SCP-6177 leans back to lie down. The grass is over 2 feet tall now and completely obscures SCP-6177.\n\n\nGuard 2:\n I've lost line of sight.\n\n\nGuard 1:\n Ditto.\n\n\nDr. Connard:\n I'm afraid I need you to sit back up. We need to be able to see you at all times while you are outside.\n\n\nSCP-6177 grunts multiple times and returns to a sitting position\n\n\nSCP-6177:\n (Sobbing) I'm sorry. I'm sorry. I didn't mean to- I wasn't trying to-\n\n\nDr. Connard:\n It's okay. I'm sure you're just tired.\n\n\nThe next 12 minutes pass. SCP-6177 weeps quietly as it runs its hands through the grass. Mumbling is heard but can't be discerned.\n\n\nDr. Connard:\n It has been twenty minutes. I'm going to need you to start heading back inside.\n\n\nNo response.\n\n\nDr. Connard:\n I repeat, please get up and return to your containment chamber.\n\n\nNo response.\n\n\nDr. Connard:\n Hello can you hear me?\n\n\nNo response.\n\n\nDr. Connard:\n Hello?\n\n\nAll activity inside ECS 27 ceases. There is no sign that SCP-6177's anomalous effect is present.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A rare genetic mutation of the WRN gene characterized by spontaneous and rapid aging.\n\n\n2\n. A circular hair growth pattern emanating from a center point.\n\n\n3\n. Beaked nose.\n\n\n4\n. Unusually high-pitched voice.\n\n\n5\n. Loss of fat tissue.\n\n\n6\n. Muscle degeneration.\n\n\n7\n. Clouded lenses of both eyes.\n\n\n\n\n\n\n\n\n« \nSCP-6176\n | SCP-6177 | \nSCP-6178\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6177\n\" by KaL-1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6177\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Overgrown\n\n\nAuthor:\n Emilia Murray\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6177 \" by KaL-1, from the SCP Wiki . Source: https://scpwiki.com/scp-6177 . Licensed under CC-BY-SA .",
        "Filename: Overgrown Author: Emilia Murray License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "The remains of SCP-6177 are stored in the Site-12 morgue.",
    "description": "SCP-6177 was a 14-year-old human male suffering from an anomalous form of Werner Syndrome1. Symptoms developed faster than average and all biological objects within 12.6 meters of SCP-6177 also began aging at an accelerated rate. This rate would frequently fluctuate with the highest recorded rate being 3.153x 104 times faster.",
    "title": "SCP-6177"
}