{
    "url": "https://scp-wiki.wikidot.com/scp-6178",
    "all_text": "SCP-6178\n\n\n\n\n\n\nBy:\n (user deleted)\n\n\n\n\n\n\nPublished on \n18 May 2022 23:28\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+59\n+\n–\nx\n\n\nItem №:\n SCP-6178\n\n\nObject Class:\n Euclid \n●\n\n\nThreat Level:\n Orange \n●\n\n\nSpecial Containment Procedures:\n An information campaign has been established in order to publicize the prevalence of financial scams within Internet communities that are affected by SCP-6178, and thereby decrease public traffic to these websites. Foundation staff are discouraged from frequenting affected communities. Autonomous webcrawler I/O-POINTER is programmed to search affected websites and detect and remove suspected instances.\n\n\nPersons confirmed to have viewed an instance of SCP-6178 are to be contained in individual secure humanoid containment units, each equipped with \nantimemetic shielding\n to prevent leaking of information out of the containment chamber. All communication with subjects should be closely monitored for cognitohazardous vectors; corpses of subjects should not be subjected to autopsy or brain scan.\n\n\nPoI-6178 (aliases unknown) is currently at large, and should be considered highly dangerous. Apprehension of PoI-6178 has been assigned to Mobile Task Force Eta-10 (\"See No Evil\").\n\n\n\n\n\n\nNOTICE FROM THE RECORDS & INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nThe following \nDescription\n may require revisions. Reasoning: incomplete explanation of anomaly's full neurological effects following recent research breakthroughs and \nIncident 6178/BEARMARKET\n. Proceed with caution.\n\n\n\n\n\n\n\n\n\n\nHealthy brain scan \n(Fig. 01)\n and early SCP-6178 infection brain scan \n(Fig. 02)\n.\n\n\n\n\n\n\nDescription:\n SCP-6178 is a series of cognitohazardous text posts which periodically appear on social media platforms dedicated to financial speculation, especially communities involved with cryptocurrencies, stock trading, or exchange of non-fungible blockchain tokens. The content of these posts is largely incomprehensible, but typically mimics the style and structure of nonanomalous posts in these communities and contains a high density of algorithmically-supported keywords.\n\n\nThe majority of persons who view an SCP-6178 instance for any considerable length of time will be affected. Infection is characterized by gradual degeneration of cognitive functions, correlated with a paradoxical increase in detected neuron activity. This activity is initially localized within brain regions responsible for mathematical processing, but often metastasizes to other regions of the brain as infection progresses. SCP-6178-induced brain activity serves no detected function in bodily control or maintenance. Severe infection concludes with near-total dysautonomia,\n1\n coma, and (unless \nextensive life-support\n is employed) death.\n\n\nA neutralized SCP-6178 instance has been attached below; the text has been removed from its original context and several key cognitohazardous vectors have been automatically expunged.\n\n\n\n\n►Access File: [scp/6178/attachments/example.txt]\n\n\n\n\n▼Close File\n\n\n\n\n\n\nInvestors rejoice!\n\n\nWe are now pioneering discovered gamechanging innovation in the space. New business intelligence is that we transform customers directly to capital. Join today and we believe that some will be regrettable for the greater good. Here's your ticket to the moon: \n[COGNITOHAZARD EXPUNGED]\n\n\nThere are two kinds of people: those who reach above rube standards of morality and grasp your own actualization, and those who will never know success. \n[COGNITOHAZARD EXPUNGED]\n in the coming days, and the market soars ten million percent. Be ready. There's one easy trick to increase your share capital that they don't want you to know about. Step one: find someone who doesn't believe and \n[COGNITOHAZARD EXPUNGED]\n until they can't anymore. #investment #tips\n\n\nWe are always seeking new brainpower to help us achieve greater heights. You can get in on the ground floor of this innovative engine. Are you with us, or are you beneath us? If you're reading this, you've already made your choice. Enjoy your new life. You've earned it, \n[COGNITOHAZARD EXPUNGED]\n. Welcome.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 01:\n Research\n\n\n\n\n\n\nPERSONAL LOG - DR. FREDERICK HEIDEN\n\n\n\n\nFirst few days assigned to SCP-6178 research. Not even sure what I'm looking for, exactly, but Command doesn't like what they don't understand. It is a weird one. Can't put conjecture in the description, but I don't think the neurodegeneration and the anomalous activity are just \"correlated.\" Every time a new part of one of these people's brains lights up with 6178 activity, they start to lose function in that area. If the brain is a computer, it has limited processing power, which can be used up.\n\n\nI think the key is figuring out what that processing power is being used \nfor.\n That activity isn't actually directing the body to do anything, but it's not just neurons firing at random. Looks exactly like high-level data processing, even in regions that don't normally do that. Look into getting some control brain scans of people presented with lots of data.\n\n\n\n\n\n\nWaiting on those control scans. I've been having trouble sleeping. Think it would get easier after years of Foundation work, but watching these people's minds decay … I can't even do anything about it yet. Couple dozen subjects, all of them saw one of the first instances before we got that webcrawler running. Only thing they did was log onto the internet to talk about Bitcoin. Most of them don't even remember what that is. Retrograde amnesia. Tired.\n\n\n\n\n\n\nBrain scans are getting me nowhere. The closest thing this activity looks like is high-level, abstract mathematical processing. Are any of these people even mathematicians? This doesn't tell me anything. The only way to actually see what these people's brains are doing would be\n\n\n\n\n\n\nI'm requisitioning use of \nNIES 3\n.\n2\n It's intended as a spy system (and supposed to be well above my clearance level), but the data SCP-6178 activity is processing has to come from somewhere. If NIES uses data transfer as a vector, I should be able to use it to figure out where that is. Maybe find out how to stop it.\n\n\n\n\n\n\nCommand hasn't gotten back to me yet.\n\n\nThe worst ones will be gone soon. Their brains are barely doing anything but whatever this thing tells them to do. Should hit the hindbrain in a few days and then it'll be over. Most of them aren't that bad, but that's almost worse. They're still aware enough to remember that they're forgetting, that their body is just refusing to function. What a waste. Neurologist, not a palliative carer. Nothing I can do but watch.\n\n\n\n\n\n\nOne of the subjects \nwas\n a mathematician. D-6178-04. Should have talked to him days ago. Essentially confirmed that 6178 activity is mathematical processing of some kind. Asked him to solve some higher-level calculations and his brain lit up in the exact same way. He told me it felt like working over a problem in your head for hours, finally coming up with an answer, and then it was just siphoned out of your head. That's the word he used, \"siphoned.\" Must be driving him crazy.\n\n\nSo what are they calculating?\n\n\n\n\n\n\nApproved on use of NIES 3. Breakthrough, but I haven't solved it. Not yet.\n\n\nUsed it on D-04, just felt right. What we're seeing is an incredible amount of data dumped into the brain from somewhere NIES can't get to, and occasionally the brain actually spits out an output. Gets siphoned almost instantly, but we can record it before it goes. It's just codes that I don't understand, but it's clearly the answer that something wants.\n\n\n0000000000000000000590fc0f3eba193a278534220b2b37e9849e1a770ca959\n\n\nWhat the hell does this mean?\n\n\n\n\n\n\nWe figured it out. Oh my God.\n\n\nSome of our lab techs recognized that code. Apparently it's something called a \"block hash,\" used in cryptocurrency mining of all things. The same communities that SCP-6178 targets in the first place. You need to generate the right number in order to receive a valid currency, so you need processing power. As much of it as you can get.\n\n\nWe checked the ledgers of a few of the most popular cryptocurrencies, and sure enough. Transactions using valid coins stamped with legitimate numbers, except they were the same numbers that these people have been killing themselves calculating. All eventually linking back to the same wallet. We don't even have their name, just a designation. PoI-6178.\n\n\nThese people's brains aren't being wasted. They're being \nused.\n For processing power.\n\n\n\n\n\n\nAddendum 02:\n Incident 6178/BEARMARKET\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\nFollowing the research findings detailed in \nAddendum-01\n, the containment chambers of some SCP-6178-affected subjects were outfitted with antimemetic shielding, preventing data generated by the brain from leaving the unit. Additionally, several cryptocurrency wallets belonging to PoI-6178 were remotely accessed and disabled to prevent spending of anomalously-acquired currency.\n\n\nShortly thereafter, Dr. Heiden conducted an interview with D-6178-04, who reported the cessation of the \"siphoning\" feeling described by Dr. Heiden, and indicated pleasure at this development. D-6178-04 consented to a brain scan during this interview in order to test the effects of suppression of SCP-6178.\n\n\nPartway through the brain scan process, Dr. Heiden detected an abnormality in D-6178-04's brainwaves which quickly increased in scale. Unprecedentedly high activity in all regions of the brain was observed, producing symptoms similar to an extremely severe epileptic seizure. While D-6178-04 was being removed from the MRI machine, all brain activity suddenly ceased. D-6178-04 was pronounced dead due to status epilepticus several minutes after the scan commenced.\n\n\nUpon Dr. Heiden's return to the containment chambers, 100% of SCP-6178-affected subjects were found unresponsive. Cause of death was determined to be seizures identical to D-6178-04. Several subjects were found to have written messages on the walls of their containment chamber prior to death, using their own bodily fluids. All messages read as follows:\n\n\n\n\n\n\nMY INVESTMENT\n\n\n\n\n\n\nSeveral days after this incident, a lab technician in Dr. Heiden's research team was diagnosed with symptoms consistent with SCP-6178 infection. Within one week, 94% of personnel who viewed D-6178-04's brain scan or the messages written by the other subjects were diagnosed with SCP-6178. The leading hypothesis is that cognitohazardous triggers were embedded in the subjects' brains from an external source, likely the same one providing them with mathematical data.\n\n\nIt is recommended that the corpses of all future SCP-6178 victims be incinerated without autopsy.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Failure to maintain subconscious bodily functions (e.g. heartbeat, temperature regulation, breathing).\n\n\n2\n. Neural Infiltrator Espionage System 3, a Foundation-developed cognitomole which uses data transfer between human minds to propagate itself and seek out information.\n\n\n\n\n\n\n\n\n« \nSCP-6177\n | SCP-6178 | \nSCP-6179\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6178\n\" by (user deleted), from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6178\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n brains3.png\n\n\nName:\n Brain Scan - Meth Graphic\n\n\nAuthor:\n National Institutes of Health\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/132318516@N08/30152084330\n\n\nAdditional Notes:\n Edited extremely poorly by me, \njackVS\n does not match any existing user name\n.",
    "addendums": [
        "Addendum 01: Research",
        "Addendum 02: Incident 6178/BEARMARKET"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6178 \" by (user deleted), from the SCP Wiki . Source: https://scpwiki.com/scp-6178 . Licensed under CC-BY-SA .",
        "Filename: brains3.png Name: Brain Scan - Meth Graphic Author: National Institutes of Health License: Public Domain Source Link: https://www.flickr.com/photos/132318516@N08/30152084330 Additional Notes: Edited extremely poorly by me, jackVS does not match any existing user name ."
    ],
    "object_class": "Euclid ●",
    "containment_procedures": "An information campaign has been established in order to publicize the prevalence of financial scams within Internet communities that are affected by SCP-6178, and thereby decrease public traffic to these websites. Foundation staff are discouraged from frequenting affected communities. Autonomous webcrawler I/O-POINTER is programmed to search affected websites and detect and remove suspected instances.",
    "description": "SCP-6178 is a series of cognitohazardous text posts which periodically appear on social media platforms dedicated to financial speculation, especially communities involved with cryptocurrencies, stock trading, or exchange of non-fungible blockchain tokens. The content of these posts is largely incomprehensible, but typically mimics the style and structure of nonanomalous posts in these communities and contains a high density of algorithmically-supported keywords.",
    "title": "SCP-6178"
}