{
    "url": "https://scp-wiki.wikidot.com/scp-6179",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\nItem #:\n SCP-6179\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6179 is held within a Safe-Class Containment Locker.\n\n\nDescription:\n SCP-6179 is a severed human hand found within the thoracic cavity of Senior Researcher Fiachra McConnell following his death by sudden cardiac arrest at age 73. SCP-6179 has a number of signs of advanced arthritis, including a reduced range of motion, swelling, and hand muscles seized in a manner that indicates cramping. SCP-6179 lacks fingerprints on the middle finger and ring finger.\n\n\nAddendum-6179-1:\n Testing revealed the fingerprint present on the index finger matched that of Senior Researcher McConnell's left index finger as held in the Foundation database.\n1\n Investigations to determine any matches for the pinky finger and thumb, which do not match McConnell's, are ongoing.\n\n\nAddendum-6179-2:\n Following proposals for further analysis, a full autopsy was conducted on the cadaver of Senior Researcher McConnell. Autopsy results include a bruising pattern on the heart matching that of SCP-6179.\n\n\n\n\nFootnotes\n\n\n1\n. McConnell lost this finger in an accident at 25.\n\n\n\n\n\n\n\n\n« \nSCP-6178\n | SCP-6179 | \nSCP-6180\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6179\n\" by OCuin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6179\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-6179-1: Testing revealed the fingerprint present on the index finger matched that of Senior Researcher McConnell's left index finger as held in the Foundation database. 1 Investigations to determine any matches for the pinky finger and thumb, which do not match McConnell's, are ongoing.",
        "Addendum-6179-2: Following proposals for further analysis, a full autopsy was conducted on the cadaver of Senior Researcher McConnell. Autopsy results include a bruising pattern on the heart matching that of SCP-6179."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6179 \" by OCuin, from the SCP Wiki . Source: https://scpwiki.com/scp-6179 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6179",
    "object_class": "Safe",
    "containment_procedures": "SCP-6179 is held within a Safe-Class Containment Locker.",
    "description": "SCP-6179 is a severed human hand found within the thoracic cavity of Senior Researcher Fiachra McConnell following his death by sudden cardiac arrest at age 73. SCP-6179 has a number of signs of advanced arthritis, including a reduced range of motion, swelling, and hand muscles seized in a manner that indicates cramping. SCP-6179 lacks fingerprints on the middle finger and ring finger.",
    "title": "SCP-6179"
}