{
    "url": "https://scp-wiki.wikidot.com/scp-6184",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6184\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6184 is located at Site-████ in a secure room with two (2)\n\narmed guards stationed beside the containment chamber to prevent unauthorized access. The entity is to be sealed and locked inside a 1.5 m x 0.5 m x 0.5 m case made of tungsten-rhodium alloy. The key to the case containing SCP-6184 is to be placed in a safe only accessible to personnel with Level 3 clearance and above.\n\n\nSCP-6184-2 is a male Russian formerly known as [REDACTED]. SCP-6184-2 is 1.76 meters tall and weighs 70.8 kilograms. He is to be kept in a standard humanoid containment cell and is to be supplied with meals three (3) times a day, one (1) new book every month, and one (1) cello.\n\n\n\n\nDescription:\n SCP-6184-1 (known as “Tiānjiàn” per its request) appears to be an Ancient Chinese Jian measuring 1.2 m x 0.2 m x 0.1 m. The sword itself is colored a mild shade of aquamarine, suggesting that it is made of a type of oxidized metal. However, despite its appearance, it has been concluded through numerous tests that SCP-6184-1 is made of entirely organic material. The biological makeup of the object is similar to bone.\n\n\nThe object is capable of dissolving any organic matter that the blade comes into contact with. This is with the exception of “Xuǎnzé,” or SCP-6184-2 which means “chosen” in Traditional Chinese. Xuǎnzé are rare, and only 21 of them remain on Earth.\n\n\nSCP-6184-1 is sentient and enjoys lying to and manipulating humans. In an interview with Dr. Konrad Nachtnebel and a containment breach soon after [see Addendum 6184.2: Interview with SCP-6184-1 & Addendum 6184.3: Incident 6184-A], SCP-6184-1 was hostile towards the foundation. SCP-6184-2 is not hostile unless under the influence of SCP-6184-1, which occurs when either SCP-6184-2 touches SCP-6184-1 or when SCP-6184-2 willingly concedes their mind to SCP-6184-1 while within 21 meters of it. SCP-6184-1 loses control of SCP-6184-2 when he loses consciousness or if SCP-6184-1 is more than 21 meters away from SCP-6184-2. If SCP-6184-2 is still making physical contact with it when he wakes up, SCP-6184-1 will immediately regain control.\n\n\n\n\n+ Addendum 6184.1: Discovery (Interview with SCP-6184-2)\n\n\n\n\n- Addendum 6184.1: Discovery (Interview with SCP-6184-2)\n\n\n\n\n\n\nInterviewed:\n SCP-6184-2\n\n\nInterviewer:\n Dr. Sonya Shang\n\n\n<Begin Log>\n\n\nDr. Shang:\n Hello, [REDACTED]. I’m sure this must all be very confusing for you. But don’t worry, once we conclude with your questioning, you may be free. Before you speak, we will be referring to you as SCP-6184-2. Is that OK?\n\n\nSCP-6184-2:\n (In fluent, but heavily accented English) What do you mean? Do you mean that I might not be set free? And yes, if you must call me that.\n\n\nDr. Shang:\n Yes, well it is necessary. And as long as you answer the questions truthfully, you will probably be set free. Not before amnestic treatment, of course, to help to forget about this mess. Now. When did you first see SCP-6184-1? SCP-6184-1 is the jiàn that you came into contact with that started this whole ordeal.\n\n\nSCP-6184-2:\n I was looking out one of the windows on the International Space Station-Earth is quite beautiful from up there and- I saw a small chunk of space debris. I didn’t think much of it. I just assumed it was a piece of nickel, nothing more. The only odd thing about it was the way the sun shined off of it-or rather, the way the sun seemed to avoid it. I only realize that now, but I was distracted by Earth. It really is beautiful.\n\n\nDr. Shang:\n I see. Now when did you next see the object? Or was your contact with it the second time you saw it?\n\n\nSCP-6184-2:\n No, no. I saw it one more time before… the incident. I was, again, looking at Earth. Seriously, it’s more addictive than weed.\n\n\nDr. Shang:\n (Sounding impatient) Sir, we don’t need to hear your life stories. Just tell us what happened and we’ll try to get you out of here as soon as we can.\n\n\nSCP-6184-2:\n OK (takes a deep breath). When I was looking out the window, I saw it again. This time, it was close enough for me to make out that the “rock” was not a rock, but rather a sword. A jiàn, as you called it. The second I recognized it as what it was, I felt a pain in my forehead. And then- It talked. It said “A Xuǎnzé. Perfect. [REDACTED] will be happy.” And then it let out the most evil laugh I’ve ever heard. [He shudders] It was full of malice. I-I don’t know where it came from, but you have to destroy it. For everyone’s sake. After that I took a few days to rest. I thought I was just dehydrated. I see now that that wasn’t the case.\n\n\nDr. Shang:\n It called you a Xuǎnze [says this with uncertainty]?\n\n\nSCP-6184-2:\n Y-Yes. Does that mean something?\n\n\nDr. Shang:\n No, it’s nothing. Let’s continue. What do you remember from the incident?\n\n\nSCP-6184-2:\n Not a lot, to be honest. I remember the feeling of taking the back seat in my own body. I remember walking towards the object that crashed into the station. I heard its voice, its whispers. I was drawn to it by some unnatural force. I remember picking up the sword. It was hot to the touch. And [he looks down]-I remember cleaving through my co-workers- my friends- one by one, until only a few of them remained. [He begins to softly cry] The people that I had had lunch with not an hour before, the people I had laughed with and fought with and cried with. I killed them, with no mercy. How could I ever forget that?\n\n\nDr. Shang:\n [pauses] Amnestics. Continue.\n\n\nSCP-6184-2:\n [looks at her in disgust, but continues] After that, all I remember was you people, whoever you are, coming and saving the rest of my crew. Although I can’t say you’re my favorite people, I can say thank you for saving them.\n\n\nDr.Shang:\n Anything else?\n\n\nSCP-6184-2:\n There is one more thing. The sword said something about [REDACTED] again. But, more interestingly, it said that its name was Tiānjiàn.\n\n\nDr. Shang:\n [barely audible] Tiānjiàn. Very interesting…\n\n\nSCP-6184-2:\n Huh?\n\n\nDr. Shang:\n Nothing. I suppose that concludes our interview?\n\n\nSCP-6184-2:\n Yes, it does. May I go free?\n\n\nDr. Shang:\n [pauses a second, then stands up] I look forward to seeing you in the future, SCP-6184-2. You have much to teach me, and believe me, I will listen.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 6184.2: Interview with SCP-6184-1\n\n\n\n\n- Addendum 6184.2: Interview with SCP-6184-1\n\n\n\n\nInterviewed:\n SCP-6184, through SCP-6184-2\n\n\nInterviewer:\n Dr. Konrad Nachtnebel\n\n\n<Begin Log>\n\n\nDr. N:\n Hello, SCP-6184. Konrad Nachtnebel is my name, but you may call me Dr. N if that is easier for you.\n\n\nSCP-6184:\n Hello Dr. N. My name is Tiānjiàn, but if you must call me SCP-6184, then so be it. [Mock helplessness] Now tell me, Dr. N, why am I here? Surely you intend to release me, right? Right?\n\n\nDr. N:\n Please don’t sugar coat your speech. It slows down the interview, and is entirely inconvenient for both of us. Trust me, I don’t want to be here any more than you do.\n\n\nSCP-6184:\n Pwetty pwease can I sugar coat everything I say? Wiff a cherry on top?\n\n\nDr. N:\n Hahaha… No. I’d just like to get this over with. First question: Can you tell where every single Xuǎnzé is?\n\n\nSCP-6184:\n [sounds sarcastic] Yes, I can! I can tell exactly where each one is! Hmmmm let’s see… There is one right outside of this room. The one you’re using to interview me. The one that I am currently using the voice of and controlling the mind of. And… That’s it. This is the only Xuǎnzé in this universe. You’re lucky you found him soon after I did. Otherwise, things may not have ended up so well for you and your little council of the Thirteen Nitwits.\n\n\nDr. N:\n Thirteen Nitwits… I’m sure I don’t know what you’re talking about.\n\n\nSCP-6184:\n You know exactly what I’m talking about. In fact, I know all about the SCP Foundation. Every “anomaly” locked behind these walls. The names of every member of personnel working here, except for those damn Nitwits. I know of every single D-Class you’ve tested on, and the outcome of each and every one of those tests.\n\n\nDr. N:\n [Looks unfazed] Good for you.\n\n\nSCP-6184:\n Not even a flinch? Jeez, you're dense.\n\n\nDr. N:\n If you think I'm dense, you should see Dr. Shang. Anyway, going back to your answer, I’m surprised. I would have thought that there would be more in the universe. And why Earth? Fascinating.\n\n\nSCP-6184:\n Aha… ahahaha… AHahahAHahahaa… HAHAHAHAHAHAHA! Sorry, sorry. It’s just funny how you thought I was telling the truth. In reality, I can tell the number of Xuǎnzé left in the universe. 998, to be exact. 21 of those are humans. And I can’t tell exactly where they are. I can, however, tell what planet they are on, or what patch of space they’re located in. I am controlling this one's mind, and I can see his memories.\n\n\nDr. N:\n [silence]\n\n\nSCP-6184:\n What? Are you embarrassed? Wow. You really are so \nhard\n on yourself. Loosen up, guy!\n\n\nDr. N:\n [with gritted teeth] I’m not embarrassed. I’m just surprised that you would lie. If you know as much about The Foundation as you say you do, then you would know that it’s useless to lie.\n\n\nSCP-6184:\n I know it’s useless, but it’s fun! Humans are so fun to manipulate. Okay, onto the next question. What is it? I’m eager!\n\n\nDr. N:\n Why do you seem to have a connection to Ancient Chinese Culture?\n\n\nSCP-6184:\n Because Ancient China was my first experience on Earth. I sensed a Xuǎnzé. It was actually Emperor Qin, believe it or not. He was so gullible. I turned myself into a beautiful sword that Qin would love. The second he picked me up, he was completely under control. I conquered China through Qin. Unfortunately, I got a bit too attached to him which cursed me to this form forever. It’s fine, though. If I had gotten to choose one of my bodies to stay forever in, it would have been this one anyway. It reminds me of a time when humans were more of a challenge to control. Unfortunately, I had to bring Qin back to [REDACTED] with me. So I killed him and brought him to [REDACTED], where he will be revived when the time is right.\n\n\nDr. N:\n Does that happen to all of the Xuǎnzé?\n\n\nSCP-6184:\n Yep!\n\n\nDr. N:\n Well, that's all I needed from you for this interview. I’ll be going then. It was… nice talking to you.\n\n\nSCP-6184:\n The feeling is mutual.\n\n\nDr. N:\n [stands up and begins to walk towards the airlock]\n\n\nSCP-6184:\n Oh! Before you go, I have one last thing to talk to you about.\n\n\nDr. N:\n [turns around] What is it?\n\n\nSCP-6184:\n It’s about these chains binding me to my chair. They’re so weak. [begins to break the chains with ease]\n\n\nDr. N:\n [stands still in horror for a split second, then turns around and runs to the airlock.] Let me out! Send hel-\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum 6184.3: Incident Log 6184-A\n\n\n\n\n- Addendum 6184.3: Incident Log 6184-A\n\n\n\n\nOn 3 March 20██, SCP-6184-1, fully in control of SCP-6184-2's body, breached containment. Five (5) security personnel, two (2) research personnel, and one (1) Class-D were killed. Dr. Konrad Nachtnebel's right arm, right eye, and left ear were severed from his body by SCP 6184-1. SCP 6184-1 and SCP-6184-2 were neutralized by the Class-D, before dissolving into a fine, white powder in the shape of a human when he made physical contact with SCP-6184-1. The escaped SCPs were recontained by security personnel.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 6184.4: Testing Log 6184-Alpha \n\n\n\n\n- Addendum 6184.4:Testing Log 6184-Alpha\n\n\n\n\nOn 6 April 20██, two (2) Class-D Personnel were sent into SCP-6184-1's containment chamber carrying a variety of items: A bag containing the unidentified powder that was once the D-Class that neutralized SCP-6184-1 and SCP-6184-2, an apple, an iron ingot, aluminum foil, a rotisserie chicken, a pair of leather boots, a chocolate cupcake, a D-Class jumpsuit, and a live mouse. Each item was touched to the blade of SCP-6184-1. The following items remained as they were at the beginning of the test: The white powder, the iron ingot, and the aluminum foil.\n\n\nThe following items were turned into white powder: The apple, the rotisserie chicken, the pair of leather boots, the chocolate cupcake, the D-Class jumpsuit, and the live mouse.\n\n\nEverything turned into powder was organic and everything that remained the same was not. This suggests that SCP-6184-1 can only destroy organic matter, and other tests have yet to prove otherwise.\n\n\n\n\n\n\n\n\n\n\n+ Addendum 6184.5: The ABC's of SCP-6184-1's Destructive Power\n\n\n\n\n- Addendum 6184.5: The ABC's of SCP-6184-1's Destructive Power\n\n\n\n\nSCP-6184-1, when not in the hands of SCP-6184-2, will turn any organic matter it comes into contact with into a fine white power with similar properties to ash. However, when in the hands of SCP-6184-2, as shown with SCP-6184-1's first containment breach (see Addendum 6184.3), SCP-6184-1 cuts through organic matter like butter, rather than simply destroying it. The reasons for this are as of yet unknown. However, a few theories have been formed that are plausible.\n\n\nDr. Shang's Theory\n\n\"I think that the reason SCP-6184-1 destroys organic matter when not in contact with SCP-6184-2 is because of SCP-6184-2. I think that while not in contact with SCP-6184-2, SCP-6184-1 cannot see the world like we do. It can hear us, and that's how it probably finds Xuǎnzé. It tracks them down in a way similar to echolocation, but it can't actually see them, so that's why guesses as to where they are are so vague. This is also why the injuries caused by SCP-6184-1 are so precise when SCP-6184-2 is the one holding it. When in control of SCP-6184-2, SCP-6184-1 effectively has eyes, so it can see what it’s doing. However, when not in control, SCP-6184-1 completely destroys the item because it doesn't know what or where it's cutting, so it decides to destroy the whole thing rather than do nothing.\" -Dr. Sonya Shang, 17 April 20██\n\n\nDr. N's Theory\n\n\"My theory is that SCP-6184-1 destroys things completely when on its own, but simply cuts through things when it’s in control of SCP-6184-2 because it wants to balance things out. From my interview with SCP-6184-1, it seems to enjoy a good challenge. I wouldn't be surprised if cutting through people instead of killing them instantly is something that SCP-6184-1 sees as a challenge. Plus, it causes a lot more agony than simply just dying. Believe me, I know. And also, I think it's not too far-fetched to say that another reason SCP-6184-1 immediately kills people while not in contact with SCP-6184-2 is because it wants to punish them for being foolish enough to touch it. If it didn't kill you instantly, then the punishment would be minimal. In fact, if one didn’t touch the blade, nothing would happen at all!”\n\n-Dr. Konrad Nachtnebel, 17 May 20██\n\n\nD-12043's Theory\n\n\"I think that SCP-6184-1 doesn't have the power to kill people instantly when in control of SCP-6184-2 because that would just be too OP. Like, you can't have an insta-kill sword. It's gotta be debuffed! It needs to keep the game with a little challenge, y'know? -D-12043, 21 April 20██\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6183\n | SCP-6184 | \nSCP-6185\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6184\n\" by Adam Fotherno, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6184\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6184 \" by Adam Fotherno, from the SCP Wiki . Source: https://scpwiki.com/scp-6184 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6184 is located at Site-████ in a secure room with two (2)\narmed guards stationed beside the containment chamber to prevent unauthorized access. The entity is to be sealed and locked inside a 1.5 m x 0.5 m x 0.5 m case made of tungsten-rhodium alloy. The key to the case containing SCP-6184 is to be placed in a safe only accessible to personnel with Level 3 clearance and above.",
    "description": "SCP-6184-1 (known as “Tiānjiàn” per its request) appears to be an Ancient Chinese Jian measuring 1.2 m x 0.2 m x 0.1 m. The sword itself is colored a mild shade of aquamarine, suggesting that it is made of a type of oxidized metal. However, despite its appearance, it has been concluded through numerous tests that SCP-6184-1 is made of entirely organic material. The biological makeup of the object is similar to bone.",
    "title": "SCP-6184"
}