{
    "url": "https://scp-wiki.wikidot.com/scp-6185",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6185\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A solid steel fence has been erected around SCP-6185. The containment area is to be patrolled by a single appointed guard under the guise of a forest ranger. Said personnel is to prevent any civilians from approaching the containment area of SCP-6185.\n\n\nThe containment area of SCP-6185 is to be visited as necessary to confirm SCP-6185-A remains in a healthy state. Actions to uphold SCP-6185-A's health such as watering and application of fertilizers are to be taken if necessary.\n\n\nContact with SCP-6185-B is to be kept minimal. Any aggressive behavior when tending to SCP-6185-A is not to be considered harmful, and thus requires no responsive action.\n\n\nDescription:\n SCP-6185 is the collective designation given to two anomalous items.\n\nSCP-6185-A is a sapling of an unknown species of deciduous tree, measuring 0.4 meters in height. SCP-6185-A's most apparent anomalous property is the incapacitating feeling of dread experienced by anyone attempting to make physical contact with it.\n1\n The anomalous effect has halted all attempts of gathering further information about SCP-6185-A.\n\n\nSCP-6185-B is a pair of disembodied, mobile hands belonging to late Penny Cooper. SCP-6185-B instances are both capable of locomotion using their fingers, and operate as a single unit by assisting each other in traversing and interacting with their environment. Both instances exhibit signs of mild decomposition, but dissolution of tissue seems to have ended at some point prior to their discovery.\n\nSCP-6185-B is highly protective of SCP-6185-A, but due to the lack of harmful anomalous properties they possess, are not to be considered a threat.\n\n\nDiscovery:\n SCP-6185 was discovered following the investigation into the disappearance of Penny Cooper and her newborn child. Cooper was found dead in a cabin several hundred kilometres away from her home. Notable detail about the cadaver was the absence of both hands. Cause of death was determined to be suicide due to a note she had written prior to her death. Her child was not found in said location, and is currently still missing.\n\nSCP-6185 itself was located in a nearby forest clearing as a result of a civilian notification. Link between the cadaver and SCP-6185-B was suspected, and a containment team was sent to the location. Current containment procedures were established following the initial encounters with SCP-6185, and the application of standard civilian amnestication protocol.\n\n\nAddendum 6185/1:\n The following is the excerpt of the note recovered from Penny Cooper's dwelling.\n\n\n\n\nACCESS EXCERPT 6185/1\n\n\n\n\nCLOSE EXCERPT 6185/1\n\n\n\n\n\n\nKatherine, you will eventually find this note so I want to tell you I'm so sorry. I know just how much you wanted a child of your own. I never really got all the fuss from kids, but you are my friend, and you still are, so of course I would help you. But now that it comes to it I just can't give her away. She hasn't been even born yet, but I truly think I get things from your perspective now. Which makes me even more sorry, knowing how you must feel when you find out. I can't imagine ever parting from MY baby.\n\nYou, if anyone should understand on some level. If I don't do something, they'll take her away from me. I don't expect you to ever forgive me, but I promise by my hand to keep her forever safe. No one but me will ever lay their hands on her. On MY baby. No one will take her away from me, and if I can't touch her, then no one will. She is safe.\n\n–Penny\n\n\n\n\n\n\n\n\n\n\nAddendum 6185/2: Attachment File\n\n\n \n\n\n\n\nDepartment of Human Resources — Leave Request\n\n\nName:\n Gregory Hopkins\n\n\nPersonnel Identity Number:\n 25519\n\n\nSite:\n 197\n\n\nAssigned to:\n SCP-6185\n\n\nReason:\n It spoke to me. It said my name. Her first words. I heard its first words before I heard my own son talk. I need some time off to be home with my son.\n\n\nRequest leave from:\n 13/08/2021 to 31/08/2021\n\n\nDate:\nㅤㅤ 05/08/2021\n\n\n\n\n\n\nSignature (Petitioner)\n\n\nSignature (Department Representative)\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. This effect applies to all forms of physical contact including contact using tools.\n\n\n\n\n\n\n\n\n« \nSCP-6184\n | SCP-6185 | \nSCP-6186\n »",
    "addendums": [
        "Addendum 6185/1: The following is the excerpt of the note recovered from Penny Cooper's dwelling.",
        "Addendum 6185/2: Attachment File\n\n"
    ],
    "documents": [],
    "notes": [
        "Katherine, you will eventually find this note so I want to tell you I'm so sorry. I know just how much you wanted a child of your own. I never really got all the fuss from kids, but you are my friend, and you still are, so of course I would help you. But now that it comes to it I just can't give her away. She hasn't been even born yet, but I truly think I get things from your perspective now. Which makes me even more sorry, knowing how you must feel when you find out. I can't imagine ever parting from MY baby. You, if anyone should understand on some level. If I don't do something, they'll take her away from me. I don't expect you to ever forgive me, but I promise by my hand to keep her forever safe. No one but me will ever lay their hands on her. On MY baby. No one will take her away from me, and if I can't touch her, then no one will. She is safe. –Penny"
    ],
    "containment_procedures": "A solid steel fence has been erected around SCP-6185. The containment area is to be patrolled by a single appointed guard under the guise of a forest ranger. Said personnel is to prevent any civilians from approaching the containment area of SCP-6185.",
    "description": "SCP-6185 is the collective designation given to two anomalous items.\nSCP-6185-A is a sapling of an unknown species of deciduous tree, measuring 0.4 meters in height. SCP-6185-A's most apparent anomalous property is the incapacitating feeling of dread experienced by anyone attempting to make physical contact with it.1 The anomalous effect has halted all attempts of gathering further information about SCP-6185-A.",
    "title": "SCP-6185"
}