{
    "url": "https://scp-wiki.wikidot.com/scp-6191",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\nItem #:\n SCP-6191\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation agents are to investigate missing persons reports in North American forests that are noted as being highly unusual or possess wildly varying recounting of events. Limited use of mnestics is authorized to assist in identifying instances of SCP-6191.\n\n\nFoundation webcrawlers are to search for and discredit information related to retained memories of SCP-6191 events. Due to the lack of widespread recollection of these memories, amnesticization of individuals spreading such information has been deemed unnecessary.\n\n\nDescription:\n SCP-6191 is an ongoing phenomenon in which information regarding the disappearances of individuals in the forest regions of North America is retroactively altered via unknown means.\n\n\nSCP-6191’s effects extend to almost all mediums, including written text, photographs and human memory, although it is not entirely thorough, often leaving small amounts of unchanged information behind. Additionally, SCP-6191’s effects on memory can be largely negated by the use of mnestics.\n\n\nResearch into whether disappearances effected by SCP-6191 are caused by unrelated factors or SCP-6191's direct influence is ongoing.\n\n\nAddendum 6191.1:\n The following is a log of notable SCP-6191 instances.\n\n\n\n\nMissing person:\n Emily Rodgers, age 5\n\n\nDate of disappearance:\n 17/01/1971\n\n\n\n\nDetails of disappearance:\n Subject was reported missing to local authorities by their family, who claimed they had likely wandered off while unsupervised. Search attempts discovered footprints in the snow matching the subject's, which seemed to suddenly halt in the center of a clearing.\n\n\nAltered information:\n Reports of local weather at the time reported most snow in the area melting the night prior to the subject's disappearance. As a result, no footprints were ever located.\n\n\n\n\n\n\nMissing person:\n Dean Prager, age 19\n\n\nDate of disappearance:\n 13/08/1979\n\n\n\n\nDetails of disappearance:\n Prior to their disappearance, subject was hunting with several friends in the Hiawatha National Forest in northern Michigan. Subject's friends claimed to have separated from them at approximately 8:21 PM, after which subject could not be located. While no evidence of subject's whereabouts was found by following search efforts, others in the area claimed to see two 'abnormally large' figures carrying a human-sized object at 7:44 AM the following day.\n\n\nAltered information:\n Subject's friends claimed to witness subject run down a hillside at 7:44 PM on the night of their disappearance, and that their attempts to follow and locate them failed. Subject's friends were suspected of foul play by local authorities, but were not charged criminally due to lack of evidence.\n\n\n\n\n\n\nMissing person:\n Martin Banks, age 24\n\n\nDate of disappearance:\n 05/10/1996\n\n\n\n\nDetails of disappearance:\n Subject was hiking with several family members in the Great Smoky Mountains national park. Subject was noted as acting paranoid and anxious throughout the hike, claiming to feel as if they were being followed. Approximately four hours into the hike, the subject's family reported suddenly becoming aware of the subject's absence. A large search and rescue attempt that followed was unable to find any trace of their location.\n\n\nAltered information:\n No material stating the Banks family had gone on a hike the day of the subject's disappearance could be located. All members of the family, with the exception of the subject's brother (who maintained the above account), reported them going on a hike alone without being accompanied.\n\n\n\n\n\n\nMissing person:\n Michael Scherer, age 11\n\n\nDate of disappearance:\n 30/11/1999\n\n\n\n\nDetails of disappearance:\n Subject was playing with their cousins near a creek during a nearby family gathering. Subject's cousins report crossing said creek one at a time, with subject being the last to cross. Subject's cousins professed to walking away after subject seemed reluctant to cross. At one point when subject was out of view, their cousins reported hearing loud splashes, after which subject could not be located. Search efforts were unsuccessful, although several fresh wet marks were found roughly 9 feet up on nearby trees.\n\n\nAltered information:\n Both subject and their cousins failed to return when called for by their families. The following morning, all but subject were found hiding in a log in the nearby forest. When questioned, subject's cousins claim to have gotten lost while playing, with subject splitting off from the group at one point and was unable to be found.\n\n\n\n\n\n\nMissing person:\n Skyler Barrera, age 29\n\n\nDate of disappearance:\n 19/05/2005\n\n\n\n\nDetails of disappearance:\n Subject was reported missing after not returning from a hiking excursion in Yosemite National Park. Search efforts determined that the subject had abandoned several items, including shoes and food supplies, before ascending a nearby mountain, where subject's footprints halted. Footage of subject was inadvertently captured by a film crew conducting a shoot in the area. Said footage showed subject slowly ascending the mountain in a confused manner, before seemingly noticing something out of view of the camera. Subject then quickly fled further up the mountain.\n\n\nAltered information:\n The footage that previously showed the subject traversing the mountain was shifted to the left, cutting subject out of frame as a result. Approximately 38 seconds into the footage (Roughly the same moment subject's behavior changed in the previous footage) a voice, presumably the camera's operator, is heard muttering \"Wait… what are we doing?\". Footage then continues as normal.\n\n\n\n\n\n\nMissing person:\n Sean Thocker, age 45\n\n\nDate of disappearance:\n 08/01/2009\n\n\n\n\nDetails of disappearance:\n Subject was seen by local witnesses entering the Superior National Forest. Five days later, an individual thought to have been the subject was spotted swimming in Lake Superior in a reportedly frantic manner.\n\n\nAltered information:\n No information regarding subject's life or disappearance has been recovered, with the exception of documents proving their existence and the above eyewitness accounts.\n\n\n\n\n\n\nMissing person:\n Sydney Banks, age 36\n\n\nDate of disappearance:\n 28/09/2012\n\n\n\n\nDetails of disappearance:\n Subject was residing in a privately owned cabin located in western Tennessee. Subject was reported missing after several attempts to contact them by friends and family failed. Last known contact with the subject occurred on 22/09/2012 during a phone call with their brother. When searched, the aforementioned cabin's front door was opened. Security footage showed the subject opening the door and exiting the building in a frenzied manner.\n\n\nAltered information:\n Subject's family all claimed that they had several interactions with them prior to their disappearance (though none could produce any evidence of these interactions), in which the subject seemed depressed and lacking motivation. Security footage on the night of the subject's disappearance showed nothing unusual. Due to the above details, investigators ruled the disappearance as a likely suicide.\n\n\n\n\nAddendum 6191.2:\n The Foundation was alerted to the existence of a possible anomaly following the discovery of a post on \nparawatch.net\n, listed below.\n\n\n\n\n\n\nIt'sTheBanks\n 28/12/2012 (Fri) 22:49:37 #1848131\n\n\n\n\nI'm just gonna start this off by saying this'll probably be my last post.\n\n\nI became interested in the 'paranormal' when my brother went missing years ago. Something about it was so strange. The day was just a blur, and nobody remembered things the way I did. I thought I might've been crazy. \"Driven to madness by grief\" or some bullshit.\n\n\nBut I decided to give myself a chance. I looked into it a bit. Disappearances where the accounts or details didn't match up. Turns out, my experience wasn't an isolated one. A rare one, but not unheard of. I found witness accounts that wildly differed from official reports, newspaper articles contradicting each other, I could go on. That's why I made this account. Eventually it kind of became a hobby of mine. I started to take it less seriously. This account became more about interacting with people who shared my interests. Until a couple months ago, when the same thing happened to my sister.\n\n\nBy the same I mean the SAME. She went missing, I remember it one way, the facts agree with me. The next day, my entire family is asking me what I'm talking about. Even the security camera's footage was different. I probably would've decided I was crazy if I didn't find the original footage on my computer. It was the same one I had seen before everything changed.\n\n\nI don't know what's going on, but I'm damn sure that I'm gonna find out. I'm going into those woods. Hopefully I'll see y'all on the other side.\n\n\n\n\n\n\nInvestigation of the user's post history allowed Foundation agents to ascertain SCP-6191's nature as an anomalous phenomenon, along with identifying many instances of it. Attempts to locate the user have thus far been unsuccessful.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nDukeCrusty's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7436\n \n•\n\n\n\n\n\n\nSCP-6838\n \n•\n\n\n\n\n\n\nSCP-6343\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nThe Crustacean Station\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6190\n | SCP-6191 | \nSCP-6192\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6191\n\" by DukeCrusty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6191\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6191.1: The following is a log of notable SCP-6191 instances.",
        "Addendum 6191.2: The Foundation was alerted to the existence of a possible anomaly following the discovery of a post on parawatch.net , listed below.\nInvestigation of the user's post history allowed Foundation agents to ascertain SCP-6191's nature as an anomalous phenomenon, along with identifying many instances of it. Attempts to locate the user have thus far been unsuccessful.\n"
    ],
    "documents": [],
    "notes": [
        "Missing person: Emily Rodgers, age 5 Date of disappearance: 17/01/1971 Details of disappearance: Subject was reported missing to local authorities by their family, who claimed they had likely wandered off while unsupervised. Search attempts discovered footprints in the snow matching the subject's, which seemed to suddenly halt in the center of a clearing. Altered information: Reports of local weather at the time reported most snow in the area melting the night prior to the subject's disappearance. As a result, no footprints were ever located.",
        "Missing person: Dean Prager, age 19 Date of disappearance: 13/08/1979 Details of disappearance: Prior to their disappearance, subject was hunting with several friends in the Hiawatha National Forest in northern Michigan. Subject's friends claimed to have separated from them at approximately 8:21 PM, after which subject could not be located. While no evidence of subject's whereabouts was found by following search efforts, others in the area claimed to see two 'abnormally large' figures carrying a human-sized object at 7:44 AM the following day. Altered information: Subject's friends claimed to witness subject run down a hillside at 7:44 PM on the night of their disappearance, and that their attempts to follow and locate them failed. Subject's friends were suspected of foul play by local authorities, but were not charged criminally due to lack of evidence.",
        "Missing person: Martin Banks, age 24 Date of disappearance: 05/10/1996 Details of disappearance: Subject was hiking with several family members in the Great Smoky Mountains national park. Subject was noted as acting paranoid and anxious throughout the hike, claiming to feel as if they were being followed. Approximately four hours into the hike, the subject's family reported suddenly becoming aware of the subject's absence. A large search and rescue attempt that followed was unable to find any trace of their location. Altered information: No material stating the Banks family had gone on a hike the day of the subject's disappearance could be located. All members of the family, with the exception of the subject's brother (who maintained the above account), reported them going on a hike alone without being accompanied.",
        "Missing person: Michael Scherer, age 11 Date of disappearance: 30/11/1999 Details of disappearance: Subject was playing with their cousins near a creek during a nearby family gathering. Subject's cousins report crossing said creek one at a time, with subject being the last to cross. Subject's cousins professed to walking away after subject seemed reluctant to cross. At one point when subject was out of view, their cousins reported hearing loud splashes, after which subject could not be located. Search efforts were unsuccessful, although several fresh wet marks were found roughly 9 feet up on nearby trees. Altered information: Both subject and their cousins failed to return when called for by their families. The following morning, all but subject were found hiding in a log in the nearby forest. When questioned, subject's cousins claim to have gotten lost while playing, with subject splitting off from the group at one point and was unable to be found.",
        "Missing person: Skyler Barrera, age 29 Date of disappearance: 19/05/2005 Details of disappearance: Subject was reported missing after not returning from a hiking excursion in Yosemite National Park. Search efforts determined that the subject had abandoned several items, including shoes and food supplies, before ascending a nearby mountain, where subject's footprints halted. Footage of subject was inadvertently captured by a film crew conducting a shoot in the area. Said footage showed subject slowly ascending the mountain in a confused manner, before seemingly noticing something out of view of the camera. Subject then quickly fled further up the mountain. Altered information: The footage that previously showed the subject traversing the mountain was shifted to the left, cutting subject out of frame as a result. Approximately 38 seconds into the footage (Roughly the same moment subject's behavior changed in the previous footage) a voice, presumably the camera's operator, is heard muttering \"Wait… what are we doing?\". Footage then continues as normal.",
        "Missing person: Sean Thocker, age 45 Date of disappearance: 08/01/2009 Details of disappearance: Subject was seen by local witnesses entering the Superior National Forest. Five days later, an individual thought to have been the subject was spotted swimming in Lake Superior in a reportedly frantic manner. Altered information: No information regarding subject's life or disappearance has been recovered, with the exception of documents proving their existence and the above eyewitness accounts.",
        "Missing person: Sydney Banks, age 36 Date of disappearance: 28/09/2012 Details of disappearance: Subject was residing in a privately owned cabin located in western Tennessee. Subject was reported missing after several attempts to contact them by friends and family failed. Last known contact with the subject occurred on 22/09/2012 during a phone call with their brother. When searched, the aforementioned cabin's front door was opened. Security footage showed the subject opening the door and exiting the building in a frenzied manner. Altered information: Subject's family all claimed that they had several interactions with them prior to their disappearance (though none could produce any evidence of these interactions), in which the subject seemed depressed and lacking motivation. Security footage on the night of the subject's disappearance showed nothing unusual. Due to the above details, investigators ruled the disappearance as a likely suicide.",
        "It'sTheBanks 28/12/2012 (Fri) 22:49:37 #1848131 I'm just gonna start this off by saying this'll probably be my last post. I became interested in the 'paranormal' when my brother went missing years ago. Something about it was so strange. The day was just a blur, and nobody remembered things the way I did. I thought I might've been crazy. \"Driven to madness by grief\" or some bullshit. But I decided to give myself a chance. I looked into it a bit. Disappearances where the accounts or details didn't match up. Turns out, my experience wasn't an isolated one. A rare one, but not unheard of. I found witness accounts that wildly differed from official reports, newspaper articles contradicting each other, I could go on. That's why I made this account. Eventually it kind of became a hobby of mine. I started to take it less seriously. This account became more about interacting with people who shared my interests. Until a couple months ago, when the same thing happened to my sister. By the same I mean the SAME. She went missing, I remember it one way, the facts agree with me. The next day, my entire family is asking me what I'm talking about. Even the security camera's footage was different. I probably would've decided I was crazy if I didn't find the original footage on my computer. It was the same one I had seen before everything changed. I don't know what's going on, but I'm damn sure that I'm gonna find out. I'm going into those woods. Hopefully I'll see y'all on the other side.",
        "\" SCP-6191 \" by DukeCrusty, from the SCP Wiki . Source: https://scpwiki.com/scp-6191 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6191",
    "object_class": "Keter",
    "containment_procedures": "Foundation agents are to investigate missing persons reports in North American forests that are noted as being highly unusual or possess wildly varying recounting of events. Limited use of mnestics is authorized to assist in identifying instances of SCP-6191.",
    "description": "SCP-6191 is an ongoing phenomenon in which information regarding the disappearances of individuals in the forest regions of North America is retroactively altered via unknown means.",
    "title": "SCP-6191"
}