{
    "url": "https://scp-wiki.wikidot.com/scp-6192",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n\n\n\n\nItem #:\n SCP-6192\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nLevel 2/6192\n\n\nRestricted\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Directorate\n\n\nResearch Head\n\n\nAssigned Department\n\n\n\n\n\n\nNot Fixed.\n\nGlobal Concerning.\n\n\nN/A\n\n\nDir. Thomas Weld\n\n\nMimetics Department\n\n\nCentral Memetics Department\n\nExplanation and Research Department\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Knowledge of SCP-6192 must remain largely suppressed in the public scientific community so that all effects of the anomaly can be explained using non-anomalous science.\n\n\nIndividuals who possess a high density of SCP-6192 will be held in Humanoid Containment Cells (\nType S-2\n) at either the nearest Foundation Site or in \nSector 20-C at Site-138\n. No personnel is to come into line-of-sight of the subjects without body language and facial expression concealments. The subjects participate once a week in a mental health consultation with a member of the Site Psychology staff, where the subjects' mental health status is examined.\n\n\nDescription:\n SCP-6192 describes a neurological phenomenon in which a neuron fires both when a subject observes an activity or thought in someone else and when it performs the same activity or thought for itself. As this results in the neuron \"mirroring\" the activity of another neuron, it has been dubbed the \"mirror neuron\" by the public scientific community.\n\n\nMirror neuron systems are responsible for simulating thought patterns of observed subjects and thus build the basis for learning processes as well as emotions like empathy. Subjects with a high number of mirror neurons are capable of predicting emotions in other subjects with a 96% success rate and have in rare cases been able to mimic or transfer thought-based anomalies like cognitohazards and thaumaturgy to themselves.\n\n\nSo far, SCP-6192 has been found to occur in humans, other primates, birds and a small group of sentient anomalies.\n\n\n \n\n\n\n\n \n\n\nHistory:\n In 1968 SCP-6192 was discovered by the Mimetics Department\n1\n when observing brain patterns of humans at the moment of a mimetic infection. The phenomenon was not thought to be anomalous and did not receive SCP classification\n2\n until a later point but was nevertheless only shared through Foundation-internal publishing.\n\n\nIn further experiments, the Mimetics Department was able to establish a correlation between a high mirror neuron density and the likelihood to start copying observed anomalous behaviour. Subjects with a highly developed mirror neuron system were also less susceptible to Standard-1960-Amnestics in neutralizing mimetic anomalies. It was theorized that amnestics are less effective in targeting anything not directly memory-related, leaving behaviour and feelings internalized by mirror neurons largely unaffected.\n\n\nIn 1971 the project is transferred to the Central Memetics Department.\n\n\n\n\n\n\n\n\nTo:\n Mimetics Department (\nof.pcs.ce|scitemiM#of.pcs.ce|scitemiM\n)\n\n\nFrom:\n \nCentral Memetics Department\n (\nof.pcs.ce|lartneC#of.pcs.ce|lartneC\n)\n\n\nTime:\n 12/20/1971 at 6:00 PM\n\n\nSubject:\n Liquidation and Transfer of Department Assets\n\n\nAttachments:\n Staff list\n\n\n\n\n\n\nThe Administrative Department has decided that the purpose of your Department has been fulfilled. It will be liquidated and its assets and funding be given to other departments. Along with 70% of your funding, the Central Memetics Department will receive the following assets from you:\n\n\n\n\nAnomalies, that are or include mimetic phenomena, capable of infecting other subjects\n\n\nAnomalies being able to mimic cognitohazards\n\n\nPersonnel from the attached list\n\n\nAnomalies and research projects related to any neurological phenomenon\n3\n\n\n\n\nYou have full control over who will receive the rest of your assets. As is protocol, we and any other department receiving your assets will open closed research projects to possibly expand research under a different viewpoint.\n\n\n- The Central Memetics Department\n\n\n\n\n \n\n\nThe SCP-6192 project was transferred to the Central Memetics Department under the additional obligation to find a solution for individuals with a high neuron density on which amnestics for the suppression of mimetic anomalies wouldn't work. Other projects from the Mimetics Department were put under similar obligations.\n\n\nIndividuals with a high mirror neuron density were classified as Higher Mental Transcommunicators\n4\n and containment procedures were established for them.\n5\n\n\nAfter that, the Central Memetics Department ended its research on SCP-6192\n6\n, diverting its attention to other projects. This is the last time anything about SCP-6192 was researched to date.\n\n\nIn 1992 the Disinformation Bureau alerted the Central Memetics Department to a public study that discovered the presence of mirror neurons in monkeys. The Disinformation Department believed the complete suppression of mirror neurons to only be possible by stopping brain research as a whole and thus unfeasible. For this reason, an alternative approach to suppression was requested.\n\n\nAt this point, the \nO5 Council\n called for an official meeting between them, the Disinformation Bureau and the Central Memetics Department. It was decided that basic research on mirror neurons would be deemed as non-anomalous, with the exception of their relation to empathy and the differing capabilities of individuals with a higher mirror neuron density.\n\n\nMTF-Eta 23 is founded and requests permission to monitor scientific developments related to SCP-6192 instead of the Disinformation Bureau.\n\n\n\n\n\n\n⬣ Open Excerpt from an Internal Discussion between the Disinformation Bureau and MTF Eta-23 ⬣\n\n\n\n\n⬡ Close ⬡\n\n\n\n\n\n\n\n\nAttendees:\n\n\n\n\nCaptain Weld, MTF-Eta 23 \"Science's Teacher\"\n\n\nAgent Tess (Codename), Disinformation Bureau\n\n\n\n\nLocation:\n Site-02, Conference Room-W\n\n\nTopic:\n Future procedures regarding SCP-6192\n\n\n\n\n<Begin Log>\n\n\nTess:\n \n(opens her laptop)\n Meeting starts, we have 10 minutes.\n\n\nWeld:\n We can discuss this topic also later this week if you-\n\n\nTess:\n Sorry, that's not possible. We want to discuss which responsibilities, if at all, of SCP-6192 should be transferred from Disinformation to Eta-23?\n\n\nWeld:\n Yes.\n\n\nTess:\n Can you tell me why we should trust an MTF with any of our tasks regarding this anomaly?\n\n\nWeld:\n Have you read the task force overview I sent you?\n\n\nTess:\n No. Should I open it now?\n\n\nWeld\n \n(sighs)\n No need. I formed Science Teacher to have a proper team responsible for integrating Explained SCP's back into society. Specifically, scientific theories that were previously thought anomalous. As we have already established specific ties with the scientific community, the most prominent example being our \nFront sponsoring CERN\n. It makes sense to utilize this connection.\n\n\nTess:\n \n(typing)\n That seems really close to Disinformation already, how come I haven't heard of you before?\n\n\nWeld:\n I had a desk job in administrative before. Mostly helped in streamlining the internal infrastructure. But this specific issue was a bit too big for a hands-off approach.\n\n\nTess:\n It still seems very close to Disinformation's terrain. This should have been cleared up before.\n\n\nWeld:\n Well for one, what I'm doing is closer to information than disinformation. I also cleared it up with the LIAR.\n\n\nTess:\n \n(looks up from her laptop)\n Personally?\n\n\nWeld:\n On that occasion, yes.\n\n\nTess:\n Hold on. \n(stares at her laptop camera and waits a moment)\n Not, when I keep it busy.\n\n\nWeld leans back in his seat.\n\n\nTess:\n Right. That makes this a lot easier. Can we give your MTF full responsibility?\n\n\nWeld:\n The full 6192 project?\n\n\nTess:\n Disinformation doesn't have authority over the full project, I believe, so no. To my knowledge, it is also impossible to have an SCP project handled by an MTF instead of a Department.\n\n\nWeld:\n \n(nods)\n It is possible, just a lot more difficult.\n\n\nTess:\n Anyway, we'll give you full control over monitoring the scientific community for 6192 related research and to catch normalcy violations prior to publishing, if that is okay. Although I'd advise you to still fall back on the Bureau for more specific disinformation.\n\n\nWeld:\n Thank you, and I will, as long as your Bureau has time for us.\n\n\nTess:\n \n(smiles)\n I think that will conclude this meeting unless there's more that needs to be discussed in person?\n\n\nWeld:\n That would be it from my side as well.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTogether with the Disinformation Bureau, MTF Eta-23 faked a study to prove that there is no correlation between mirror neurons and empathy. Further measures were taken to keep a sceptical outlook towards this correlation inside the scientific community.\n\n\nIn 1997 Eta-23 requested a reevaluation of the anomalous status of SCP-6192. This request was never answered due to no department having the main responsibility for the anomaly.\n\n\nThe Disinformation Bureau later flagged an uptick in rumours surrounding SCP-6192 that were closer to the truth. This problem was discussed with Eta-23 and it was agreed to ignore the rumours as long as they didn't influence scientific consensus. As an additional measure, rumours that were farther away from the truth were also spread.\n\n\n \n\n\n\n\n \n\n\nCurrent Situation:\n After the Explanation and Research Department was formed out of Eta-23 and other assets, a request is sent to the Classification Committee to reclassify SCP-6192 as Explained. The Classification Committee calls for a meeting for all prior involved departments, which is attended by the Explanation and Research Department, the Disinformation Bureau and the O5 Council. It is argued that \"telepathy\" still relies on body language and prior experience to successfully mirror thought patterns and thus not enough evidence for an anomalous phenomenon is present. Therefore spreading a memetic effect through the use of mirror neurons is no different than spreading it through a sensory information carrier. It is agreed to reclassify SCP-6192 to Explained.\n\n\n \n\n\n\n\n\n\nNotice from the Explanation and Research Department\n\n\nThis File and all related documents are currently in the process of reclassification. Previously contained \npersons related to SCP-6192\n will be reintegrated into society.\n\n\n— Thomas Weld, Director, \nExaRD\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Department focusing on anomalous mimicry. In 1970 the Mimetics Department was dissolved due to its efforts being deemed better suited in other departments and most mimetic phenomena being easily contained through the use of amnestics.\n\n\n2\n. Whether the phenomenon should have been shared with the public or not was never evaluated due to the Foundation not having an infrastructure responsible for this at the time.\n\n\n3\n. This included SCP-6192\n\n\n4\n. Persons with the ability to connect mentally with other life forms in this measure in order to exchange different information. This ability is colloquially called \"\ntelepathy\n\".\n\n\n5\n. At this point, SCP-6192 gained its SCP classification. The Containment Procedures were then reviewed, finalized and send out to individual sites to implement independently.\n\n\n6\n. The extent of SCP-6192 was found through experiments in which subjects with a high mirror neuron density were able to successfully copy a cognitohazard from another subject without the hazard being transmitted.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$previous-title}\n\n\n\n\n\n\nExplanation and Research Department\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6192-1-EX\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6191\n | SCP-6192 | \nSCP-6193\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6192\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6192\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6192 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-6192 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6192",
    "object_class": "Euclid",
    "containment_procedures": "Knowledge of SCP-6192 must remain largely suppressed in the public scientific community so that all effects of the anomaly can be explained using non-anomalous science.",
    "description": "SCP-6192 describes a neurological phenomenon in which a neuron fires both when a subject observes an activity or thought in someone else and when it performs the same activity or thought for itself. As this results in the neuron \"mirroring\" the activity of another neuron, it has been dubbed the \"mirror neuron\" by the public scientific community.",
    "title": "SCP-6192"
}