{
    "url": "https://scp-wiki.wikidot.com/scp-6193",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6193\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nA taxidermied instance of SCP-6193-B located at the Haus der Natur in Salzburg, Austria\n1\n.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-6193 are to be stored in a standard large biological containment cell at Site-233. Each instance is to be fed a modified Standard Small Omnivore diet, with all plant matter being sourced directly from herbs and roots in Bavarian forests. A joint Biological-Folkloric study is to be performed by the Cryptozoology Department and the Department of Mythology and Folklore. Changes in the behavior of any SCP-6193 instance is to be reported to the Head Researcher of SCP-6193. Any new instances of SCP-6193 reported in Bavaria are to be captured and contained using procedure ARTEMIS-78.\n\n\nAs information of SCP-6193 is widely available knowledge, SCP-6193 is instead to be portrayed as a hoax created by the Bavarian locals to trick unsuspecting travelers.\n\n\nDescription:\n SCP-6193 is the designation for 6 chimeric entities, originally located in the German state of Bavaria. SCP-6193 is colloquially known as the Wolpertinger or Woiperdinger. When a human being comes into contact with any instance of SCP-6193, large patches of hair will sprout near the area of contact. SCP-6193 instances are typically docile and generally avoid human contact, outside of female personnel that are romantically uninvolved. 3 Distinct versions of SCP-6193 exist: SCP-6193-A, -B, and -C.\n\n\nSCP-6193-A's body visually resembles a \nLepus europaeus\n2\n. However, SCP-6193-A contains many features not typically present in \nL. europaeus\n, including:\n\n\n\n\nWings belonging to a \nCoturnix coturnix\n3\n\n\nAntlers similar to that of a male \nCapreolus capreolus\n4\n\n\nLong, sharpened canine teeth\n\n\nThe back legs and feet of a \nSomateria mollissima\n5\n\n\nScent glands, similar to that of a \nSpilogale putorius\n6\n located underneath the tail.\n7\n\n\n\n\nSCP-6193-B instances all appear to be primarily bipedal \nVulpes vulpes\n8\n with white fur. All instances of SCP-6193-B have the bill and facial structure (with the exception of the ears) of a \nSomateria mollissima\n. SCP-6193-B instances also have small horn-like structures on their heads, not representative of any known species.\n\n\nThe singular SCP-6193-C instance contained by the Foundation has a long, quadrupedal form, similar to that of a \nMartes martes\n9\n, covered in the feathers of a \nPhasianus colchicus\n10\n. The face of SCP-6193 is avian in structure, with an ocular similar to that of \nM. martes\n. SCP-6193's tail is that of \nEquus africanus asinus\n11\n, unlike the rest of its body.\n\n\n\n\nAddendum 6193.1: Discovery and Analysis\n\n\n\n\nKnowledge of SCP-6193 dates back to approximately 1982, when Foundation Researcher Lucas Schmidt reported seeing one in his home country of Bavaria. Due to SCP-6193's then-unknown anomalous properties, SCP-6193 was unable to be captured and remained uncontained.\n\n\nHowever, due to increased reported sightings of SCP-6193 in 2011, a joint initiative between\n\nthe Cryptozoology Department and the Department of Mythology and Folklorics was formed. The following transcript is an annotated Folkloric/Cryptozoological analysis of a Bavarian folk tale about SCP-6193.\n\n\n\n\nIn the forests of Bavaria, a roebuck and a hare mate, thus birthing the first Wolpertinger.\n\n\n-\nLikely not a literal mating, as this would be biologically impossible.\n Dr. Rifan\n\n\n-\nThis could however imply that SCP-6193-A was created intentionally by something and based on a roe deer and a hare.\n Dr. Howards\n\n\nTheir union inspired many other creatures to do so as well: a fox and a duck, and a pheasant and a pine marten.\n\n\n-\nYet again, likely not literal.\n Dr. Rifan\n\n\n-\nThis could mean that whatever created SCP-6193-A found it to be a success, and created more, -B and -C.\n Dr. Howards\n\n\nThe Wolpertingers have lived in the secluded woodland ever since, feeding on its plants and insects and only showing themselves to certain people.\n\n\n-\nThis shows an omnivorous diet, meaning — at least in the case of -A and -C — a modified digestive system.\n Dr. Rifan\n\n\n-\nOf note is them only showing themselves for certain people. This would imply some sort of precognition or sixth sense.\n Dr. Howards\n\n\nIf you wish to summon a Wolpertinger, an attractive maiden must enter the woods accompanied by a man during the full moon. If the Wolpertinger deems the man \"right\" it will reveal itself to the two.\n\n\n-\nThis could show some possible cathemerality by SCP-6193, as we know they're active in the daytime.\n Dr. Rifan.\n\n\n-\nCurrently, we don't know how the Wolpertinger deems the man \"right\", but is implied to do with romantic compatibility. While we don't understand the significance of these details yet, they work, as demonstrated by procedure ARTEMIS-78 (detailed below).\n Dr. Howards\n\n\n\n\n\n\nAddendum 6193.2: Procedure ARTEMIS-78\n\n\n\n\n\n\nMaterials:\n\n\n\n\nOne (1) Security Clearance Level 3 personnel, identifying as female, that is not currently in a romantic relationship (hereafter referred to as \"maiden\").\n\n\nOne (1) Security Clearance Level 2 personnel, identifying as male, that has a knowledge of the Bavarian woodlands, and is found to be romantically appealing to the maiden. (hereafter referred to as \"man\").\n\n\nOne (1) wax candlestick located inside of a brass candlestick holder (hereafter referred to as \"candle\")\n\n\nOne (1) large burlap sack (hereafter referred to as \"sack\")\n\n\nOne (1) small piece of wood, approximately one (1) meter in length and no more than ten (10) centimeters in diameter. (hereafter referred to as \"stick\")\n\n\nOne (1) medium sized shovel with a head composed primarily of steel (hereafter referred to as \"spade\")\n\n\n\n\n\n\n\n\nOn the date of the full moon, the man and the maiden are to go out into the woods near the sighting of SCP-6193, equipped with the candle, sack, stick, and spade.\n\n\nThe man is to lead the maiden into a clearing, no less than 50 meters from the woodline\n\n\nThe maiden is then to place the sack on the ground, and place the stick in such a position so that it holds the sack upright.\n\n\nThe maiden is then to light the candle, and place it within the sack.\n\n\nAt this point an instance of SCP-6193 may or may not appear. If it does not, the procedure is to be terminated and retried next full moon, using a different maiden and/or man.\n\n\nIf an instance of SCP-6193 does appear, the man is to wait until SCP-6193 enters the sack. Upon this happening, the man will drive the instance into the sack using the spade.\n\n\nThe maiden is then to tie up the bag and carry SCP-6193 into Foundation custody.\n\n\n\n\n\n\n\n\nAddendum 6193.3: Note\n\n\n\n\n\nOn 4/30/2002, a note appeared in SCP-6193's enclosure overnight. Security footage in the enclosure found no irregularities until 23:46, when an unidentified figure entered and left the note. It is unknown how the figure entered the enclosure as the cameras outside of SCP-6193's enclosure had unexpectedly stopped working at this time. The note left has been recorded below.\n\n\n\nSo this is where these ended up. Thank you for taking care of them.\n\n\n- Der Tierpräparator\n12\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although this would typically constitute a serious breach in security, as the residents and employees all believe SCP-6193-B to be a hoax, no action is to be taken at this time.\n\n\n2\n. European Hare\n\n\n3\n. Common Quail\n\n\n4\n. Roe Deer\n\n\n5\n. Eider Duck\n\n\n6\n. Eastern Spotted Skunk\n\n\n7\n. Of note is that \nS. putorius\n is not native to Bavaria.\n\n\n8\n. Red Foxes\n\n\n9\n. European Pine Marten\n\n\n10\n. Common Pheasant\n\n\n11\n. Domestic Donkey\n\n\n12\n. Translated: The Taxidermist\n\n\n\n\n\n\n\n\n« \nSCP-6192\n | SCP-6193 | \nSCP-6194\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6193\n\" by NotOrteil, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6193\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Wolpertinger.png\n\n\nName:\n Salzburg Haus der Natur - Europa Wolpertinger.jpg\n\n\nAuthor:\n Wolfgang Sauber\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "So this is where these ended up. Thank you for taking care of them. - Der Tierpräparator 12",
        "\" SCP-6193 \" by NotOrteil, from the SCP Wiki . Source: https://scpwiki.com/scp-6193 . Licensed under CC-BY-SA .",
        "Filename: Wolpertinger.png Name: Salzburg Haus der Natur - Europa Wolpertinger.jpg Author: Wolfgang Sauber License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "All instances of SCP-6193 are to be stored in a standard large biological containment cell at Site-233. Each instance is to be fed a modified Standard Small Omnivore diet, with all plant matter being sourced directly from herbs and roots in Bavarian forests. A joint Biological-Folkloric study is to be performed by the Cryptozoology Department and the Department of Mythology and Folklore. Changes in the behavior of any SCP-6193 instance is to be reported to the Head Researcher of SCP-6193. Any new instances of SCP-6193 reported in Bavaria are to be captured and contained using procedure ARTEMIS-78.",
    "description": "SCP-6193 is the designation for 6 chimeric entities, originally located in the German state of Bavaria. SCP-6193 is colloquially known as the Wolpertinger or Woiperdinger. When a human being comes into contact with any instance of SCP-6193, large patches of hair will sprout near the area of contact. SCP-6193 instances are typically docile and generally avoid human contact, outside of female personnel that are romantically uninvolved. 3 Distinct versions of SCP-6193 exist: SCP-6193-A, -B, and -C.",
    "title": "SCP-6193"
}