{
    "url": "https://scp-wiki.wikidot.com/scp-6194",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6194\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Under normal circumstances, SCP-6194 ensures its own containment. SCP-6194's activation mechanisms are to be propagated in all public educational facilities from ages █ to ██ within the following nations:\n\n\n\n\n\n\n\n\nUnited States\n\n\nACCESS DENIED\n\n\n\n\n\n\n\n\nSCP-6194's is to be propagated in all public educational facilities under the guise of educational reforms. Secondary mechanisms will be incorporated into mathematics and social science textbooks. The following popular fiction texts have been altered to contain elements of SCP-6194's memetic structure prior to publication through Foundation assets implanted within the children's and young adult publishing industries.\n\n\n[LIST EXPUNGED FOR BREVITY]\n\n\nRepetition of these measures will be implemented in subsequent editions through the cooperation of instances of SCP-6194-1.\n\n\nSCP-6194's implantation method will incorporate the propagation of specialized training through assigned course work and clandestine classes on several designated days each year. Students will be issued memory-altering agents and cover stories administered to explain the suspension of typical assigned course work.\n\n\n\n\n\n\nAccess to containment and propagation measures is controlled on a regional basis for all Foundation personnel.\n\n\n\n\n\n\n\n\n\n\nPending Ethics Committee approval and funding, the adaptation of SCP-6194's trigger mechanisms to additional host cultures through appropriate culturally specific memetic, religious and artistic mechanisms is subject to yearly review under principles of continual improvement.\n\n\nFoundation personnel must submit Form 6194-1a after the creation of any SCP-6194-1 instances.\n\n\nWhenever possible, Foundation personnel are to prioritize the survival and physical well-being of instances of SCP-6194-1 over that of Foundation personnel. All requests for termination or attempts at self-termination by instances are to be prevented through direct orders and if necessary physical force. Exemptions or violations of this procedure will trigger Ethics Committee formal ethical review, regardless of rank or circumstance.\n\n\nAll personnel ruled negligent in their treatment of SCP-6194-1 instances are subject to immediate disciplinary action.\n\n\nFoundation employees will undergo memetic scans and background checks cross-referenced against Foundation operational records to determine if they are dormant or prior hosts of SCP-6194. Foundation employees recruited after undergoing an SCP-6194 activation and purge may access records of their actions under SCP-6194's influence.\n\n\nDescription:\n SCP-6194 is a passive memetic agent. At current estimates, approximately 12%\n1\n of the civilian population are considered dormant hosts of SCP-6194. While SCP-6194 remains in a dormant state, hosts exhibit no anomalous behaviors or tendencies. With proper socialization, non-anomalous symptoms of SCP-6194 infection do not significantly inhibit most hosts' ability to participate in daily life.\n2\n\n\nActivation:\n\nCertain specific \"triggering\" events can cause SCP-6194 to enter an active state. Hosts in whom SCP-6194 has entered an active state are designated SCP-6194-1.\n\n\n\n\nExposure to a variety of events or entities deemed anomalous, including:\n\n\n\nType Green reality distortions\n\n\nEncounters with, or predation by, entities deviating significantly from either human or animal baselines.\n\n\nDiscovery or exploration of spaces or locations exhibiting anomalous properties\n\n\nExposure to confirmed thaumaturgic or other Type Blue activity.\n\n\n\n\n\n\nCertain spoken activation phrases in Esperanto.\n3\n\n\n[DATA EXPUNGED]\n4\n\n\n\n\nOnce an instance of SCP-6194-1 has been created, the subject undergoes a Class Y Neuro-Memetic Cascade, heretofore referred to as a \"activation.\" Observers and SCP-6194-1 instances indicate that in many cases this is indicated by obvious behaviors, including but not limited to: seizure, panic attacks, anxiety, glossolalia, fugue states and fight-or-flight responses. In some cases these can extend to physical violence; hosts have described vivid hallucinations. These episodes rarely last longer than several minutes.\n5\n\n\nFollowing the activation event, an instance of SCP-6194-1 undergoes a number of radical personality and intellectual shifts. Instances of SCP-6194-1 immediately identify as a loyal member of the SCP Foundation.\n6\n\n\nOther mental effects upon an activated SCP-6194-1 instance include, but are not limited to:\n\n\n\n\n\n\nQuality\n\n\nExplanation\n\n\n\n\n\n\nLoyalty\n\n\nSCP-6194-1 instances are utterly loyal to the SCP Foundation regardless of prior ideological or political affiliation.\n\n\n\n\n\n\nCompliance\n\n\nSCP-6194-1 instances obey all lawful orders from Foundation personnel as if they were professional superiors, regardless of self-interest or personal or moral objections to these orders.\n\n\n\n\n\n\nDisassociation\n\n\nSCP-6194-1 instances remember their prior identities, but often only as an abstract concern. Upon encountering Foundation personnel, approximately 25% of SCP-6194-1 instances refer to themselves by serial numbers, beginning with a \"D.\"\n7\n\n\n\n\n\n\nDiscretion\n\n\nSCP-6194-1 instances will, on their own initiative, attempt to contact the Foundation and collect or destroy evidence of the anomalous through various means in accordance with personal ethics and scruples. They will not seek to contact local authorities.\n\n\n\n\n\n\nDiminished Empathy\n\n\nSCP-6194-1 instances show little distress when encountering death or suffering. Deceased or suffering loved ones are acknowledged but do not meaningfully inhibit productivity. SCP-6194-1 instances will engage in violence to preserve their lives, the lives of Foundation personnel, or that of civilians.\n\n\n\n\n\n\nUtilitarianism\n\n\nInstances of SCP-6194-1 will volunteer their lives, property and expertise to assist Foundation operatives. Instances have willingly depleted personal wealth or savings, taken professionally disqualifying actions such as cover-ups and embezzlement, or even volunteered to embark on suicidal fact-gathering or containment missions. Although SCP-6194-1 instances would prefer to avoid discovery doing so, the prospects of medical, legal or professional consequences are not sufficient to dissuade them from doing so if it will benefit civilians and/or Foundation interests.\n\n\n\n\n\n\nAside from a limited background in Foundation terminology and policy at the time of the memetic agent's latest propagation, SCP-6194-1 do not exhibit any additional skills, such as proficiency in violence or wilderness survival.\n8\n Activation is therefore beneficial primarily to containment efforts, and secondarily in providing an advantageous emotional and mental state for instances' own survival and that of others when encountering the anomalous.\n\n\nDeactivation:\n Many instances of SCP-6194-1 exhibit symptoms consistent with long-term stress or anxiety disorders, and the severity of these symptoms corresponds to the duration of an instance's activation. Furthermore, SCP-6194's active state decays rapidly during REM sleep, requiring instances be prevented from a full Ultradian sleep cycle or repeatedly reactivated through triggering events.\n\n\nIt is therefore recommended to all Foundation agents that they purge instances of SCP-6194-1 as soon as they offer no further utility to containment efforts, and once their safety and that of others is assured. This can be accomplished in one of two ways:\n\n\n\n\nAllowing instances one complete Ultradian sleep cycle in a calm environment.\n\n\nA series of specific phrases immediately inducing REM sleep. This method is discouraged, as complications are far more likely to result from manual deactivation.\n\n\n\n\nPost-Activation:\n Once an instance of SCP-6194-1 has been \"deactivated,\" they undergo a number of memetic and psychological symptoms, which may include but are not limited to:\n\n\n\n\nWithin two additional Ultradian sleep cycles, the total memetic purge of SCP-6194. With rare exceptions, a former instance cannot be \"activated\" again after this point.\n\n\nPartial or complete short-term conscious amnesia. Former instances do not consciously remember actions or experiences taken under the influence of SCP-6194.\n\n\nMild or moderate brain or neurological damage consistent with burnout.\n\n\nMild or moderate changes to personality, political or religious ideology, and attitudes towards authority figures.\n\n\nAn increased risk of developing post-traumatic stress, sleep, and/or nightmare disorders.\n9\n\n\n\n\nObligations:\n The Foundation is obligated to monitor former instances of SCP-6194-1 for potential containment breaches. As such, the Ethics Committee has also therefore ruled that the Foundation may issue instances of SCP-6194-1 compensation for their time in Foundation service.\n\n\nFormer instances of SCP-6194-1 are entitled to compensatory and medical stipends delivered through one of several Foundation front non-profits. These stipends will be administered under Fund SCP-6194.\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Budgetary Audit\n\n\n\n\n\n\n\n\n\n\nTo:\n \ndnf.noitadnuof|nimda.4916-PCS.dnuf#dnf.noitadnuof|nimda.4916-PCS.dnuf\n\n\nFrom:\n \ndnf.noitadnuof|tidua.yrategdub.4916-PCS#dnf.noitadnuof|tidua.yrategdub.4916-PCS\n\n\nSubject:\n Budgetary Audit\n\n\n\n\n\n\nAdministrator,\n\n\nYour request to waive Audit SCP-6194-23 has been denied.\n\n\nThe budgetary audit for fund SCP-6194 is an essential part of Foundation efficiency measures for Fiscal Year 2023 and onward in keeping with the Efficiency Decree.\n\n\nFund SCP-6194 represents a financial burden upon the Foundation - and moreover, a potentially unacceptable containment risk. If our actual personnel's pay rates can be placed under review, rest assured that your fund is no exception. The Foundation is neither a charity nor a pet project. We will not tolerate irregularities or needless inefficiencies in the distribution of public resources to satisfy your guilty conscience, any more than we have tolerated the unacceptable expenditure of D-Class personnel to satisfy individual researchers' curiosity.\n\n\nThe Foundation already sponsors medical treatment that is extremely promising in addressing many of the most severe neurological effects of SCP-6194 activation. Former instances of SCP-6194-1 will have access to treatment options. This represented a significant budgetary expenditure. We are already doing our best for these people.\n\n\nWithout your efforts, many of these people would not require medical treatment in the first place, nor would they represent an ongoing containment risk.\n\n\nAuditors will be reporting to Site-██ on 08/04/2022. We expect full access to all transactions for the past 2 calendar years.\n\n\nWith respect and appreciation for your service,\n\n- Budgetary Committee\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Estimated through statistical models. Due to the nature of SCP-6194, precisely measuring the exact rate of successful SCP-6194 implantation would immediately render it dormant in detected hosts.\n\n\n2\n. Some hosts have expressed a higher than baseline sense of social alienation, anxiety about the future, political radicalization and a feeling of being called to heroic or authoritarian action.\n\n\n3\n. SCP-6194's activation does not require fluency in Esperanto.\n\n\n4\n. As per Ethics Committee decree 6194-7f: \"It is not in the purview of the Foundation to protect humans from themselves. Regrettable as such tragedies are, activation events in response are both excessively harmful and constitute an unacceptable containment risk.\"\n\n\n5\n. Foundation memeticists are attempting to reduce the duration and severity of these events, for reasons described in \"Post-Activation\".\n\n\n6\n. Prior political and ideological affiliation appears entirely irrelevant. Testing is underway to determine if this effect applies to anomalous individuals outside the Veil.\n\n\n7\n. Despite their insistence, these individuals are not designated D-class and are not to be employed as D-class personnel.\n\n\n8\n. Continual improvement efforts are ongoing.\n\n\n9\n. Treatment of these symptoms has sometimes proven difficult, as the subject's conscious memory can no longer recall the traumatic event. Research into treatment options is ongoing and pending approval for release into the general public through Foundation front corporations.\n\n\n\n\n\n\n\n\n« \nSCP-6193\n | SCP-6194 | \nSCP-6195\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6194\n\" by AssertiveRoland, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6194\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6194 \" by AssertiveRoland, from the SCP Wiki . Source: https://scpwiki.com/scp-6194 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Under normal circumstances, SCP-6194 ensures its own containment. SCP-6194's activation mechanisms are to be propagated in all public educational facilities from ages █ to ██ within the following nations:",
    "description": "SCP-6194 is a passive memetic agent. At current estimates, approximately 12%1 of the civilian population are considered dormant hosts of SCP-6194. While SCP-6194 remains in a dormant state, hosts exhibit no anomalous behaviors or tendencies. With proper socialization, non-anomalous symptoms of SCP-6194 infection do not significantly inhibit most hosts' ability to participate in daily life.2",
    "title": "SCP-6194"
}