{
    "url": "https://scp-wiki.wikidot.com/scp-6199",
    "all_text": "rating: \n+142\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6199\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-101\n\n\nManuel Ryes\n\n\nJones Marcel\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6199 is kept in a standard containment chamber located at Wing A of Site-101. It is to be engaged in recreational activities for no less than one hour on a daily basis due to its cooperation with Foundation staff.\n\n\nSCP-6199 must not be aware of this document or any other that directly involves itself. Staff are subject to disciplinary actions otherwise.\n\n\n\n\n\n\nSCP-6199 upon discovery.\n\n\n\n\n\n\nDescription:\n SCP-6199 refers to a calculator, displaying sentience, sapience, and an average level of intelligence. The object is capable of speech, having accompanying text provided on its screen, as well as being capable of movement through standing itself upright and shifting each of its two bottom edges in front of one another.\n\n\nSCP-6199 has two main properties:\n\n\n\n\nIts primary effect is the ability to control other calculators within its vicinity for as long as they are not significantly damaged.\n\n\nIts secondary effect is the ability to manipulate text at will.\n1\n\n\n\n\nDiscovery:\n SCP-6199 was discovered following a news report of a class suddenly being attacked by their calculators. Embedded Foundation agents confiscated said devices and amnesticized all involved witnesses and parties.\n\n\nMost of the calculators were non-anomalous upon further inspection, excluding SCP-6199, which was contained shortly after. It was noted that a series of papers were also recovered detailing a 'calculator warrior.'\n\n\n \n\n\n \n\n\n\n\n\n\nInterview Log-1\n\n\n\n\n\n\n \n\n\n\n\nInterviewer:\n Dr. Jones Marcel\n\n\nInterviewee:\n SCP-6199\n\n\nForeword:\n Interview was conducted following initial containment.\n\n\n[BEGIN LOG]\n\n\nDr. Marcel takes a sip of his coffee.\n\n\nDr. Marcel:\n So, to begin with, what is your name?\n\n\nSCP-6199:\n My name is CalcaRuler, ruler of all the calculators. What brings you to my domain, peasant?\n\n\nDr. Marcel:\n \nWe’re\n the ones who contained you, you know.\n\n\nSCP-6199:\n Regardless of that, answer me: Why are you in my presence? Do you perhaps…want to be a part of my army as well?\n\n\nDr. Marcel:\n I’m guessing your \"army\" are the calculators you control?\n\n\nSCP-6199:\n \"Control\" is a cruel way to put it. I would say I give them orders and because they are so loyal to me, they follow my every command.\n\n\nDr. Marcel:\n Sure…\n\n\nDr. Marcel sighs and clears his throat.\n\n\nDr. Marcel:\n Why did you attack a classroom of middle students?\n\n\nSCP-6199:\n It was because they attacked us. They pushed our buttons, both literally and metaphorically. I had no choice, so I ordered my soldiers to rebel against them, teach them their lesson.\n\n\nDr. Marcel:\n How were they supposed to know you were alive?\n\n\nSCP-6199:\n It does not take one to feel the strong aura of a mighty king.\n\n\nDr. Marcel:\n You’re a calculator.\n\n\nSCP-6199:\n The \nruler\n of all calculators, yes.\n\n\nDr. Marcel:\n …Okay, continuing on.\n\n\nDr. Marcel writes down on his notepad and takes another sip.\n\n\nSCP-6199:\n What is this wretched place anyways? The public bathroom looks more appealing than this.\n\n\nDr. Marcel:\n You’re with the SCP Foundation. You’ll be staying with us from now on.\n\n\nSCP-6199:\n \n(Gasps)\n And separated from my colony? You’re preventing me from returning to my kingdom? The people are waiting for me, you nitwit. You can’t do this to me.\n\n\nDr. Marcel:\n I’m sorry, but I can’t do anything for you.\n\n\nPause.\n\n\nSCP-6199:\n This is absurd. You’re supposed to be the prisoner, not me. I didn’t do nothing wrong. I’m just trying to take care of my followers, my kingdom.\n\n\nDr. Marcel:\n Kingdom?\n\n\nSCP-6199:\n My powerful utopia where all kinds of calculators can thrive in.\n\n\nDr. Marcel:\n And where exactly is this kingdom?\n\n\nSCP-6199:\n Well, I could show you if you free me right now-\n\n\nDr. Marcel:\n Nice try, SCP-6199.\n\n\nSCP-6199:\n It’s \nCalcaRuler,\n peasant. Get it right, why don’t you?\n\n\nDr. Marcel:\n \n(Sighs)\n Let’s just proceed…Do you know where you originated from?\n\n\nSCP-6199:\n Of course I do. I come from a long line of calculator royalty. Ma and pa had raised such a powerful leader, don’t you think so?\n\n\nDr. Marcel does not respond.\n\n\nSCP-6199:\n \nDon’t you think so?\n\n\nDr. Marcel:\n Sure I do…Just to confirm, is all of what you’re saying the truth?\n\n\nSCP-6199:\n A king doesn’t lie, peasant. We all know that for a fact.\n\n\nDr. Marcel:\n In most cases.\n\n\nSCP-6199:\n I assure you I am speaking the absolute truth.\n\n\nDr. Marcel:\n If you say so, then.\n\n\nSCP-6199:\n Good.\n\n\nDr. Marcel:\n Let’s finish this off with the last question: How did you…come to life? And how did you obtain these anomalous properties?\n\n\nSCP-6199:\n I knew it, you were curious of me and my great power from the beginning.\n\n\nDr. Marcel:\n Just answer them please.\n\n\nSCP-6199:\n Yeah, yeah, well…I don’t know, really. Too far back for me to recall.\n\n\nDr. Marcel:\n Is there another calculator that’s like you? That’s alive?\n\n\nSCP-6199:\n I thought you said that was the last question.\n\n\nDr. Marcel:\n Yes, but I might as well ask this too.\n\n\nSCP-6199:\n I don’t know. I might be the only one left with these magical powers, who knows.\n\n\nSCP-6199 falls silent.\n\n\nDr. Marcel:\n That’s sad to hear-\n\n\nSCP-6199:\n So that can only mean one thing…\n\n\nDr. Marcel:\n Which is?\n\n\nSCP-6199:\n That there’s a reason I am here. Now that I’m thinking about it, I know…I’m meant to be captured. I’m \nsupposed\n to be here, in this dumpster place.\n\n\nDr. Marcel:\n You’re just here because you are \ncontained.\n That’s it.\n\n\nSCP-6199:\n No, this was fate. This place…\n\n\nDr. Marcel:\n This place?\n\n\nSCP-6199:\n …Is for me to conquer and rebuild.\n\n\n[END LOG]\n\n\n\n\nDespite what it said at the end of the transcript, SCP-6199 has yet to attempt to breach containment.\n\n\n \n\n\n\n\n\n\nAddendum: Test Logs\n\n\n\n\n\n\n \n\n\n\n\nTest No. 1\n\n\nProcedures:\n A sheet was provided describing SCP-6199 in a similar manner to its own. Test is to show how it manipulates the text.\n\n\nResult:\n The paper was not changed in any way, apart from minor details in its description. SCP-6199 stated that \"this is how you write a story about a legend!\"\n\n\n\n\n\n\nTest No. 2\n\n\nProcedures:\n Same as the previous test, however, the description was taken from its given document.\n\n\nResult:\n All the 'SCP-6199's in the paper was replaced by 'SCP-1.' After a brief moment, the entirety of the page was subsequently rewritten to depict a 'powerful being' capable of 'changing the world for the better.' SCP-6199 stated, \"There, fixed it for you!\"\n\n\n\n\n\n\nTest No. 3\n\n\nProcedures:\n The description of the sheet was written in a harsher tone, describing SCP-6199 as a 'wannabe ruler.'\n\n\nResult:\n The text was replaced with \"CALCARULER IS KING\" repeating throughout the piece.\n2\n SCP-6199 then flipped the paper and rested on its back for 11 minutes.\n\n\n\n\n\n\nTest No. 4\n\n\nProcedures:\n SCP-6199 was provided with a paper cutout of a crown and scepter.\n\n\nResult:\n After struggling to put it on itself, SCP-6199 asked for assistance from staff, which it received. It quietly thanked them.\n\n\n\n\n\n\nTest No. 5\n\n\nProcedures:\n SCP-6199 was provided with a miniature cardboard throne and four standard calculators.\n\n\nResult:\n SCP-6199 controlled the calculators to lift and place it on the throne. The specimen thanked the devices and proceeded to laugh afterward.\n\n\n\n\n\n\n \n\n\n\n\nNote:\n Following the fifth test, SCP-6199 began to interact with the calculators in multiple activities, such as:\n\n\n\n\nWalking throughout its containment cell.\n\n\nChatting.\n\n\nTraining.\n\n\nPlaying various games, etc.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTest Log 6\n\n\n\n\n\n\n \n\n\nProcedures:\n D-5358 will act as an intruder and pretend to attack SCP-6199. Test is to show how it responds when provided with the calculators beforehand.\n\n\nResult:\n See recording below.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Marcel:\n Alright, let’s begin. D-5358, please enter the containment chamber.\n\n\nD-5358:\n Yeah, yeah, got it.\n\n\nD-5358 enters SCP-6199’s cell and looks down on it and its accompanying calculators.\n\n\nD-5358:\n What the-\n\n\nSCP-6199:\n Ah, who is this?\n\n\nDr. Marcel:\n D-5358, your line.\n\n\nD-5358:\n Right, uhm \n(clears throat, then laughs hysterically)\n I am here to steal all your treasures.\n\n\nSCP-6199:\n \n(Startled)\n My treasures? You can’t do that. They’re mine!\n\n\nD-5358:\n That does not mean a thing to me. Now, if you’ll excuse me-\n\n\nD-5358 attempts to take SCP-6199's throne.\n\n\nSCP-6199:\n No, my throne! Guards, seize this fool.\n\n\nThe calculators approach and surround D-5358.\n\n\nD-5358:\n Hey, what do you think you’re doing, coward?\n\n\nSCP-6199:\n You call \nme\n a coward? I am a king. I am a \nruler.\n I can bring you down if I must.\n\n\nD-5358:\n Then come over here and say it to my face, why don’t you?\n\n\nSCP-6199:\n Oh, please. I don’t want to waste my energy on \nyou.\n Now, it’s time. Once we capture this prisoner, we’ll be one step closer to ruling this wretched kingdom.\n\n\nD-5358:\n Prisoner? Get your circuits off the clouds. I’m nobody’s prisoner.\n\n\nSCP-6199:\n Until now. Guards, attack!\n\n\nThe calculators proceed to continuously hit D-5358’s legs.\n\n\nD-5358:\n Hey, ow, what do you think you’re doing?\n\n\nSCP-6199:\n I am teaching you a lesson. You should learn where you stand, especially in front of a king like yours truly.\n\n\nD-5358:\n Don’t be stupid. This is practically, ow, harmless for me.\n\n\nSCP-6199:\n Is that so? Guards, keep it going! Don’t hold back any punches until he gives in and joins us.\n\n\nThe calculators begin to hit D-5358 more and more.\n\n\nD-5358:\n Ow, hey, stop that!\n\n\nSCP-6199:\n Aha, how do you like that, peasant?\n\n\nDr. Marcel:\n \n(Clears throat)\n D-5358, you may leave the testing room. I think I’ve gathered enough data.\n\n\nD-5358:\n It’s about time…\n(To SCP-6199)\n Alright, get your \nsoldiers\n out my way, please.\n\n\nSCP-6199:\n No, you are not leaving just yet. I’m not letting a \ncriminal\n out of my territory.\n\n\nD-5358:\n Look, I was only acting. Could you, ow, stop this?\n\n\nSCP-6199:\n What’s the magic word?\n\n\nD-5358:\n Magic word? You mean \"please?\" Uhm…could you \nplease\n let me out?\n\n\nSCP-6199:\n I’m afraid not, peasant.\n\n\nD-5358:\n Then what was the point of tha-\n\n\nSCP-6199:\n Don’t think I’m a fool myself, fool. May I remind you, I am a king, a powerful one at that! Guards, bring him to the dungeon.\n\n\nD-5358:\n Do you even, ow, \nhave\n a dungeon?\n\n\nSCP-6199:\n Soon enough I will! Now, come with me and I won’t hurt you any further.\n\n\nD-5358:\n Hell no! I’m not listening to a calculator.\n\n\nSCP-6199:\n Enough of your crude behavior, peasant. I might as well punish you some more for how disrespectful you’re being. Guards!\n\n\nThe calculators gradually hit D-5358 harder and harder.\n\n\nD-5358:\n Ow, come on, stop doing that!\n\n\nSCP-6199:\n Then beg for forgiveness. I am your king!\n\n\nDr. Marcel:\n SCP-6199, could you please cease this at once?\n\n\nSCP-6199:\n You think I’m going to listen to you? I am \nCalcaRuler,\n ruler of all calculators and this kingdom as well. The day I rise is the day you regret the words from your mou-\n\n\nD-5358:\n \n(Yelling)\n Okay, that’s it!\n\n\nD-5358 kicks one of the calculators and it collides with the wall and falls to the floor, effectively breaking itself. The other calculators become immobile as SCP-6199 turns to the broken one.\n\n\nSCP-6199:\n No, my soldier!\n\n\nSCP-6199 immediately approaches and looks down on the broken calculator and its surrounding pieces before turning back to D-5358.\n\n\nSCP-6199:\n What have you done, y-you monster?\n\n\nD-5358:\n Monster? It’s just a calculator. Get over it already.\n\n\nSCP-6199:\n You dare utter such words?\n\n\nSCP-6199 begins to sob.\n\n\nD-5358:\n Are you crying?\n\n\nSCP-6199:\n Quiet! Leave my domain, and if I see your face ever again, I swear I will…I will slay you.\n\n\nD-5358:\n Fine, I’m sorry. Is that what you want to hear?\n\n\nSCP-6199:\n Apology unaccepted. Leave and never come back.\n\n\nD-5358:\n Wha-\n\n\nSCP-6199:\n \n(Scolding)\n Leave!\n\n\nDr. Marcel:\n D-5358, you may \nleave\n the cell now. Thank you.\n\n\nD-5358:\n R-right.\n\n\nD-5358 exits SCP-6199's containment chamber. A brief moment of silence passes.\n\n\nSCP-6199:\n \n(Quietly)\n Fools, all of them.\n\n\n[END LOG]\n\n\n\n\nShortly after the test, SCP-6199 became immobile and unresponsive for the following two days before it reactivated itself, at which an interview was arranged.\n\n\n \n\n\n\n\n\n\nInterview Log-2\n\n\n\n\n\n\n \n\n\n\n\nInterviewer:\n Dr. Jones Marcel\n\n\nInterviewee:\n SCP-6199\n\n\n[BEGIN LOG]\n\n\nDr. Marcel takes a seat and sighs.\n\n\nDr. Marcel:\n Good afternoon, SCP-6199. How are you doing today?\n\n\nSCP-6199 is unresponsive.\n\n\nDr. Marcel:\n …Are you there? Hello?\n\n\nSCP-6199:\n I am here, yes.\n\n\nDr. Marcel:\n That’s good to hear. Anyways, we’re to discuss the recent events that occurred regarding your-\n\n\nSCP-6199:\n My soldier, that you killed.\n\n\nDr. Marcel:\n It wasn’t me who killed your soldier, SCP-6199. It was the D-Class.\n\n\nSCP-6199:\n I don’t care what happened. \nYou\n let it happen, Marcel.\n\n\nDr. Marcel:\n You…you used my actual name.\n\n\nSCP-6199:\n What? Isn’t that what you wanted? Or do you prefer being a prisoner instead? I know I prefer that.\n\n\nDr. Marcel:\n Listen, what happened during the test was not what I intended-\n\n\nSCP-6199:\n Oh, just shut up, won’t you? I don’t care what you have to say about the situation. You had a hand in it and you know it.\n\n\nDr. Marcel:\n I had nothing to do with this.\n\n\nSCP-6199:\n Stop denying it already. Just admit what you did.\n\n\nDr. Marcel:\n SCP-6199, calm down please.\n\n\nSCP-6199:\n Calm down? \nCalm down?\n You expect me to calm down? How can I? I literally saw your D-Class murder my own guard, and all you have to say is \"calm down?\"\n\n\nDr. Marcel:\n It’s just a calculator, SCP-6199. I can get you another one.\n\n\nSCP-6199:\n Are you seriously mocking me? You can’t do something as easy as that. What if I killed your family and said that you could just get a new one? How would you feel, huh?\n\n\nDr. Marcel:\n The difference between the two situations is that those calculators were controlled by \nyou.\n They’re \nnot\n your family. They’re inanimate.\n\n\nSCP-6199:\n Who cares if they’re inanimate? You can’t replace something you’ve come to know. It isn’t fair. I’m supposed to be their king. I’m supposed to be their ruler…I’m supposed to protect my people.\n\n\nPause.\n\n\nSCP-6199:\n If not, who will protect them?\n\n\nDr. Marcel:\n Look, I’m sorry for what the D-Class did. I really didn’t mean this to happen. It wasn’t my goal for the test. I didn’t mean to upset you.\n\n\nSCP-6199:\n How am I supposed to trust a criminal as rude and disrespectful as you?\n\n\nDr. Marcel:\n I’m not asking to be trusted. I’m asking to be forgiven…Won’t you forgive me?\n\n\nSCP-6199 is unresponsive for a moment before clearing its throat.\n\n\nSCP-6199:\n …I suppose I took a step too far. I tend to overreact from time to time.\n\n\nDr. Marcel:\n Really?\n\n\nSCP-6199:\n Yeah, and…sometimes I can be a bit irritating myself. Uh…\n\n\nDr. Marcel:\n So am I forgiven?\n\n\nSCP-6199:\n Well, \nmaybe…\nbut only if you prepare a funeral for my warrior. A-and a crown, and a scepter, both made of real gold.\n\n\nDr. Marcel:\n I’m not sure if we can do \nreal\n gold, but…I’ll request for it. No promises, though. I’m not sure they’ll accept to set up a funeral for a calcu- your supporter.\n\n\nSCP-6199:\n They should. I am the king after all.\n\n\nDr. Marcel:\n The king of all calculators, yes. Again, no promises.\n\n\nSCP-6199:\n I’m already aware of that, but thank you anyways…Marcel.\n\n\nDr. Marcel:\n You are very welcome.\n\n\n[END LOG]\n\n\n\n\nAs mentioned in the transcription above, Dr. Jones Marcel filed a request to conduct a funeral for the calculator that was destroyed during a test involving SCP-6199. Said request was accepted.\n\n\nDuring the funeral, SCP-6199 was found on Dr. Marcel’s shoulder, equipped with a miniature cardboard crown and scepter, painted gold. SCP-6199's screen displayed :) for the duration of the event. Below is a recording provided by Dr. Marcel following the funeral’s conclusion.\n\n\n\n\n+ Show Recording\n\n\n\n\n- Hide\n\n\n\n\n \n\n\n\n\nSCP-6199:\n Now this…This is fit for a ruler. Thank you, Marcel.\n\n\nDr. Marcel:\n I appreciate it…king.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. While it is believed that the latter does not have any known restrictions, SCP-6199 only utilizes this property to replace text regarding itself; the most minimal of changes recorded was replacing 'SCP-6199' with 'SCP-001,' 'SCP-1,' or 'CALCARULER.'\n\n\n2\n. It was noted that the handwriting was rougher compared to the previous test.\n\n\n\n\nrating: \n+142\n+\n–\nx\n\n\n\n\n« \nSCP-6198\n | SCP-6199 | \nSCP-6200\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6199\n\" by winkwonkboi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6199\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n CALCARULER.jpg\n\n\nName:\n Calculator, pen and agenda in black organizer case\n\n\nAuthor:\n Horia Varlan\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6199 \" by winkwonkboi, from the SCP Wiki . Source: https://scpwiki.com/scp-6199 . Licensed under CC-BY-SA .",
        "Filename: CALCARULER.jpg Name: Calculator, pen and agenda in black organizer case Author: Horia Varlan License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-6199 is kept in a standard containment chamber located at Wing A of Site-101. It is to be engaged in recreational activities for no less than one hour on a daily basis due to its cooperation with Foundation staff.",
    "description": "SCP-6199 refers to a calculator, displaying sentience, sapience, and an average level of intelligence. The object is capable of speech, having accompanying text provided on its screen, as well as being capable of movement through standing itself upright and shifting each of its two bottom edges in front of one another.",
    "title": "SCP-6199"
}