{
    "url": "https://scp-wiki.wikidot.com/scp-6200",
    "all_text": ".\n\n\n\n\n\n\n\n\nrating: \n+282\n+\n–\nx\n\n\nJakdragonX\n\n\n\n\n\n\nAuthor Page\n | \nDiscussion\n | \nFeeling Lucky?\n\n\nMore by JakdragonX:\n\n\n\n\nEpitaphs of Mine\n — feat. \nRalliston\n\n\nSCP-6864 - Belwood Staffing\n\n\nHungry For a Bagel\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n>\n \nA verified username and password must be submitted to continue viewing SCP-6200.\n\n\n\n\n \n\n\n>>\n \nzrainer119\n\n\n>>\n \n•••••••••••••\n\n\n\n\n\n\n\n\n>\n \nGreetings, Researcher Rainer.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n>\n \nYou may now edit the contents of this file.\n\n\n>\n \nAccessing available data…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSITE-119 NEWS\n\n\n\n\n\n\nSIGNAL, CAUTION, PREVENT\n\n\n\n\n\n\n\n\n\n\n<— PAGE 1\n\n\nJULY 2ND, 2022\n\n\nPAGE 3 —>\n\n\n\n\n\n\n\n\n\n\n\n\nSITE ANNOUNCEMENT\n\n\n\n\n\n\nINTRODUCING NEW SITE DEPARTMENT\n\n\n\n\n\n\n\n\n\n\nBY:\n Site-119 Human Resources Center\n\n\n\n\n\n\n\n\n\n\n\n\nHello, fellow skippers!\n\n\n \n\nManagement is happy to inform each of you about the brand new addition to Site-119 that was introduced earlier last week: The Noospheric Department! With new and revolutionary technology developed right here on-site, we have been approved to begin experimental testing that will allow our fellow skippers to explore and document the entire human psyche. How exciting!\n\n\n \n\n\nWe have also introduced the new, \"Investigation and Exploration Division\" for the Noospheric Department responsible for testing and researching this developing field of Foundation science. Trust us, we're all shaking with excitement! Can you believe that our very own researchers will be the official pioneers for this groundbreaking discovery of biological evolution?\n\n\n \n\n\nInitial tests will begin on July 9th, at around 10:00 P.M. (EST), so make sure you're prepared night-shift! You all have been invited to watch seven brave researchers dive headfirst for 12 hours into this dangerous and exciting new adventure. Please note that you will be responsible for correcting all timecards and time-off requests should you wish to participate. Site-119 will not be granting additional time-off for this showcase or any additional event(s) that may follow.\n\n\n \n\n\nFree pizza will be offered in Site-119's lunch hall…\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nPhotograph captured from automated Foundation Surveillance Camera 1042 (aFSC-1042) of a local beach in California, U.S., approximately 36 hours after SCP-6200 affected the region. Please note the observable absence of human corpses along the coastline.\n\n\n\n\n\n\nITEM #:\n SCP-6200\n\n\nOBJECT CLASS:\n Irrelevant\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n The Veil that previously disguised the existence of the paranormal from the normal has been officially broken — every human being who fell unconscious throughout SCP-6200 has now been affected by the anomaly permanently. As such, no procedures concerning the masking or concealment of the anomaly have thus been enacted.\n\n\nThe Foundation's previous directives of \"Securing, Containing, and Protecting\" the paranormal from mankind no longer apply, as they have now failed their goals.\n\n\nSurviving members of the human race remain under strict lockdown at Site-119. Ultimately, they have been tasked with studying and ascertaining the nature of SCP-6200. In the event that persons within Site-119 learn the exact properties of SCP-6200, reverting the world to normality will be their primary objective.\n\n\nDESCRIPTION:\n SCP-6200 is an anomalous event that occurred on July 10th, 2022, resulting in the extermination of the human race. SCP-6200 began at approximately 12:12 A.M. (EST), although physical scanners were unable to detect the anomaly until after said event occurred. During this event, activity within the Noosphere peaked to record levels, resulting in affected subjects suddenly developing and possessing different physical characteristics and behavior, as elaborated upon in the \nDISCOVERY\n section of this document.\n\n\nOnly seven researchers are known to have completely avoided the effects of SCP-6200. All of whom were selected to begin experimentation with a new technology that had been introduced earlier that month: the Noospheric Individual-to-Collective Emulation Drive, or \"NICE drive\" as it was colloquially known.\n\n\n\n\n\n\nACCESS Project Proposal 303-13 Summary: \"INSOMNIUM\" (Draft 4)\n\n\n\n\n\n\n\n\nPROJECT SPECIFICATIONS\n\n\n\n\n\n\nActing Director:\n Ashton Norva\n\n\nParticipants:\n Zachary Rainer, Lauren Jeane, Kaiden Sinclair, Melissa Jonie, Aaron Jonie, Niles Gustom, and Trenton Colt\n\n\nPurpose of Project:\n To begin mapping and documenting the physical plane of the Noosphere utilizing new technology and recently discovered scientific breakthroughs.\n\n\nSummary:\n For decades, the concept of the \"Noosphere\" and its effects on our perception of reality has always eluded Foundation science. The very concept itself has prevented us from truly understanding the collective consciousness and its influence on our daily lives.\n\n\nDespite our attempts, however, this anomalous construct has always seemed two steps away from our grasp, never allowing us an opportunity to ascertain its true meaning. We have spent the last several years merely assuming that the Noosphere acts like a sheet on a bed — always covering us but never moving beyond our realm of thought. Our recent discoveries from Project \"PARASYTE\"\n1\n has all but confirmed these theories.\n\n\nBut now it is time that we begin physically exploring the Noosphere. By utilizing a combination of modern technology and reproducible anomalous phenomenon, we can finally send our researchers into the previously unknown. By equipping them with the necessary equipment, our personnel can finally provide us with a glimpse of a new reality that was previously undiscoverable.\n\n\nWe have the capability to finally begin this breakthrough in Foundation science and ensure our researchers return unharmed, both physically and mentally. With time and dedication, we can send these researchers not just once or twice, but any number of times into the Noosphere for study, experimentation, or whatever else we require.\n\n\nProcedures:\n \nOur researchers will use the newly developed NICE drives to \"dive\" into the Noosphere.\n Using this technology, Foundation personnel will be able to directly access this plane of reality at its source — the subconscious. While mostly unfathomable for us, our researchers will be able to experience it through controlled reality-altering technology. Likewise, to guarantee their safety, we have equipped each station with additional anomalous triggers that will strengthen their physical bodies and minds from the Noosphere's influence. All members have also been vigorously trained by members of the Oneiroi to further withstand the overbearing power of the collective consciousness.\n\n\nResearchers will initiate their first dive within a controlled environment at Site-119. Monitoring equipment will allow other personnel to observe the team for abnormalities or other discrepancies. This equipment will also be responsible for recording their trip, as temporary amnestic blockers will be inserted into each member's hippocampus for their safety. Preferably, personnel should only dive for several hours before resurfacing. Systems will be implemented to ensure they're properly ejected should any issues come apparent during testing.\n\n\nStatus:\n \nPENDING FINAL AUTHORIZATION FROM SITE-119\n\n\n\n\n\n\n\n\nReturn to Previous Directory\n\n\n\n\n\n\n\n\nCurrently, it remains unknown whether SCP-6200 was the result of Project 303-13's introduction, or if its correlation is strictly coincidental. More time for experimentation and research will be required before information concerning the two events can be ascertained.\n\n\nDISCOVERY:\n Foundation researchers became aware of SCP-6200 following a sudden influx of calls throughout the world to emergency services. Integrated phone operators initially determined that callers were reporting similar symptoms of fatigue, queasiness, bodily pain, and paranoia. Likewise, automated civilian hospital systems across the world reported sudden spikes in neural activity in all previously sleeping patients. To mitigate the possibility of civilians ascertaining the existence of the paranormal, Foundation agents began rationalizing the situation to world governments and attempted de-escalation protocols.\n\n\nInternet activity surged globally as human subjects continued reporting the aforementioned symptoms. Live streaming services including TikTok, Instagram, and Facebook experienced outages and were quickly made unavailable. However, Foundation webcrawlers were successfully able to archive and delete most of the recorded footage beforehand.\n\n\n\n\n\n\nACCESS //department/noos/documents/6200/log\n\n\n\n\n\n\n\n\n\n\nNote: Thousands of recordings of SCP-6200 have been recovered by automated Foundation programs. This included a live stream from Taylor Collins, located within downtown Cincinnati; which provides an example of the event.\n\n\n\n\n[BEGIN LOG]\n\n\nCamera recording begins overlooking a crowd of 3 men, all of whom approximately in their 20's, walking along East 4th Street and heading west. The perspective sways as laughter can be heard in the background. The road beside them remains populated by miscellaneous cars, some of which can be heard honking their horns. The group continues walking, turning left at Vine Street.\n\n\n\n\n\n\nScreen capture of initial thumbnail for livestream.\n\n\n\n\n\n\nMan 1:\n Does anyone, uh, have our keys to get in our room?\n\n\nMan 1 chuckles, stumbling slightly on the sidewalk.\n\n\nMan 2:\n You drink too much, Mark? You can't even fucking stand right.\n\n\nThe group vocalizes a mixture of agreement, laughter, and protest as Man 1 (now identified as Mark) snaps towards Man 2.\n\n\nMark:\n Fuck off, Aaron. I'm — I'm perfectly fine.\n\n\nMan 3:\n \n(Laughing)\n Says every drunk person, ever.\n\n\nTaylor:\n \n(Holding the camera)\n Ey, fellas. McCormicks is right up the road. We could get a bite, heard that they got some \ngood\n shit.\n\n\nThe group detests the Cameraman's statement.\n\n\nAaron:\n You should've eaten something at the bar Tay, you dumbass.\n\n\nThe camera pans nearly 180 degrees for a slight duration, capturing downtown Cincinnati, several pedestrians, and a series of parked cars along the road.\n\n\nMan 3:\n Taylor, what are you recording over there?\n\n\nTaylor:\n I'm recording downtown Evan, fuck off. \n(Chuckling)\n I'm having fun.\n\n\nAaron:\n D'ya forget to hit the record button, again?\n\n\nEvan laughs.\n\n\nTaylor:\n None of you will ever let that go. It was \none fucking time\n.\n\n\nAaron:\n Yeah, the one time we were kayaking in Montana. I still can't believe you pointed your camera around for three hours before you noticed something was off.\n\n\nEvan:\n You missed us going through the rapids, too.\n\n\nTaylor:\n Since when was this a \"let's bully Taylor\" moment?\n\n\nThe rest of the group chuckles.\n\n\nEvan:\n When is it not?\n\n\nCamera pans back towards the rest of the group. Near the right, Mark can be seen grabbing his face with both hands and rubbing his eyes. After a moment he winces in pain.\n\n\nTaylor:\n The drinking get to you, Mark?\n\n\nMark groans.\n\n\nMark:\n I uh, yeah. Just got this migraine out a' nowhere.\n\n\nMark shakes his head.\n\n\nMark:\n Anyone knows where the fucking keys are?\n\n\nEvan:\n Yeah, I got 'em.\n\n\nThe group continues walking, now approaching The Westin Cincinnati hotel. As they continue, Mark's groans gradually increase. He begins swaying dramatically.\n\n\nAaron:\n Mark, what the fuck is wrong with you? Do you need to sit down?\n\n\nMark turn towards Aaron.\n\n\nMark:\n I—\n\n\nMark attempts to respond but ceases, grabbing his head and grunting as he leans against the wall of a nearby building. Mark begins screaming, dropping to his knees.\n\n\nEvan:\n Mark!\n\n\nAs Mark continues screaming, flesh and bone begin to expand from his shoulders, amalgamating into a structure similar to bird wings. Aaron and Evan step away, with the latter yelling in apparent surprise.\n\n\nEvan:\n Who can call an ambulance?!\n\n\nSomewhere nearby, several cars can be heard swerving and crashing. Evan and Aaron now attempt to rush back towards Mark's aid but stops. Suddenly, both friends are also brought to their knees — now grunting and groaning. Their vocalizations get subsequently louder, as they both drop to the ground in fetal positions.\n\n\nTaylor:\n The hell is happening—\n\n\nThe camera sways as Taylor moves his hands upward to his head. The perspective then drops to the floor, with the camera pointed upward at the sky. Taylor can be heard yelling for aid as he is seen to move across the perspective multiple times. He continues pacing, with the other three from the group now audibly mute, assumed to have been knocked unconscious. Taylor's pleas for help turn into screams as bones begin to protrude from his neck and arms. His skin and eyes are seen to bubble and deform. After several seconds, Taylor falls away from the frame, fainting. The recording continues for another 15 minutes before terminating.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nReturn to Previous Directory\n\n\n\n\n\n\n\n\nBefore Foundation protocols could go into effect, activity within the Noosphere increased rapidly. Within minutes, most of the human population was unconscious. A majority of Foundation personnel could no longer be reached by integrated systems at this time. Those who were protected by anomalous phenomena took longer but eventually succumbed to SCP-6200 throughout its observed timeframe.\n\n\nActivity within the Noosphere continued before drastically ceasing at abnormal, but consistent levels. Affected subjects were then observed to arise before performing acts of self-induced morbidity. Closer observations indicated that said subjects were still unconscious during this period. As such, the human population drastically decreased throughout SCP-6200's activation. Foundation scanners continued reporting a decline as corpses overpopulated city streets and coastal regions across the planet.\n\n\n\n\nAfter SCP-6200, Foundation systems reported a drop in the population from 7.9 billion to 1.02 hundred million. This number continually decreased throughout the following week as those who were unable to move or were otherwise incapacitated and/or incognizant throughout SCP-6200 finally perished from natural causes, except for the seven researchers within Site-119.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n>\n \nEnd of recorded documentation.\n\n\n>>\n \naccess additional 6200 notes\n\n\n>\n \nAre you sure you would like to continue? y/n\n\n\n>>\n y\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n>\n \nAcknowledged.\n\n\n>\n \nSearching Site database for additional documents...\n\n\n\n\nFootnotes\n\n\n1\n. Now discontinued following the death of Lead Researcher and Director Mark Tavin.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6199\n | SCP-6200 | \nSCP-6201\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6200\n\" by JakdragonX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6200\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFile Name:\n beach.jpg\n\n\nCredit:\n Damian Gadal\n\n\nLicense:\n Creative Commons Attribution Generic 2.0\n\n\nLink:\n \nClick Here\n\n\n\n\n\n\nFile Name:\n city.jpg\n\n\nCredit:\n pasa47\n\n\nLicense:\n Creative Commons Attribution Generic 2.0\n\n\nLink:\n \nClick Here\n\n\n\n\n\n\nFile Name:\n demons.png\n\n\nCredit:\n \nEstrellaYoshte\n, JarrahTree, Picturepest\n\n\nLicense:\n Creative Commons Attribution 2.5 Australia, Creative Commons Attribution Generic 2.0\n\n\nDerivatives Of:\n \nClick Here\n, \nClick Here\n\n\n\n\n\n\nFile Name:\n house.jpg\n\n\nCredit:\n Kamil Czaiński\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nLink:\n \nClick Here",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6200 \" by JakdragonX, from the SCP Wiki . Source: https://scpwiki.com/scp-6200 . Licensed under CC-BY-SA .",
        "File Name: beach.jpg Credit: Damian Gadal License: Creative Commons Attribution Generic 2.0 Link: Click Here",
        "File Name: city.jpg Credit: pasa47 License: Creative Commons Attribution Generic 2.0 Link: Click Here",
        "File Name: demons.png Credit: EstrellaYoshte , JarrahTree, Picturepest License: Creative Commons Attribution 2.5 Australia, Creative Commons Attribution Generic 2.0 Derivatives Of: Click Here , Click Here",
        "File Name: house.jpg Credit: Kamil Czaiński License: Creative Commons Attribution-Share Alike 4.0 International Link: Click Here"
    ],
    "title": "SCP-6200"
}