{
    "url": "https://scp-wiki.wikidot.com/scp-6201",
    "all_text": "[[iftags +component]]\n\n\n\n\nThis is a component to make the mobile sidebar button active on desktop-size screen.\n\nTo use, put the following:\n\n\n\n\n[[include :scp-wiki:component:toggle-sidebar]]\n\n\n\n\nIf used with a theme, it's recommended to put said theme after this \n[[include]]\n.\n\n\n(Use \nthis version\n by \nWoedenaz\n if you're using Black Highlighter)\n\n\n\n\n\n\n\n\n\n\n/\n*\n source: \nhttp\n://\nah-sandbox.wikidot.com\n/\ncomponent\n:collapsible-sidebar-x1\n \n*\n/\n \n\n#top-bar\n \n.open-menu\n \na\n \n{\n\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0.5\nem\n;\n        \nleft:\n \n0.5\nem\n;\n        \nz-index:\n \n5\n;\n        \nfont-family:\n 'Lucida Sans Unicode','Lucida Grande','Lucida Sans','Times New Roman',Helvetica,Roboto,\nsans-serif\n;\n        \nfont-size:\n \n30\npx\n;\n        \nfont-weight:\n \n700\n;\n        \nwidth:\n \n30\npx\n;\n        \nheight:\n \n30\npx\n;\n        \nline-height:\n \n0.9\nem\n;\n        \ntext-align:\n \ncenter\n;\n        \nborder:\n \n0.2\nem\n \nsolid\n \n#888\n;\n        \nbackground-color:\n \n#fff\n;\n        \nborder-radius:\n \n3\nem\n;\n        \ncolor:\n \n#888\n;\n        \npointer-events:\n \nauto\n;\n\n}\n\n \n\n@media\n \nnot\n \nall\n \nand\n (max-width: 767\npx\n) \n{\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \npointer-events:\n \nnone\n;\n    \n}\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \nli\n \n{\n\n        \ndisplay:\n \nnone\n;\n    \n}\n\n \n    \n#main-content\n \n{\n\n        \nmax-width:\n \n44.5\nrem\n;\n        \nmargin:\n \n0\n \nauto\n;\n        \npadding:\n \n0\n;\n        \ntransition:\n max-width \n0.2\ns ease-in-out\n;\n    \n}\n\n \n    \n#side-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0\n;\n        \nleft:\n -\n18\nrem\n;\n        \nwidth:\n \n15.25\nrem\n;\n        \nheight:\n \n100\n%\n;\n        \nmargin:\n \n0\n;\n        \noverflow-x:\n \nhidden\n;\n        \noverflow-y:\n \nauto\n;\n        \nz-index:\n \n10\n;\n        \npadding:\n \n1\nem\n \n1\nem\n \n0\n \n1\nem\n;\n        \nbackground-color:\n rgba(\n0\n,\n0\n,\n0\n,\n0.1\n)\n;\n        \ntransition:\n \nleft\n \n0.4\ns ease-in-out\n;\n \n        \nscrollbar-width:\n \nthin\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n    \n#side-bar\n:\nfocus-within\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n.close-menu\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \nwidth:\n \n100\n%\n;\n        \nheight:\n \n100\n%\n;\n        \ntop:\n \n0\n;\n        \nleft:\n \n0\n;\n        \nmargin-left:\n \n17\nrem\n;\n        \nopacity:\n \n0\n;\n        \nz-index:\n -\n1\n;\n        \nvisibility:\n \nvisible\n;\n    \n}\n\n    \n#side-bar\n:\nnot\n(:\ntarget\n) \n.close-menu\n \n{\n \ndisplay:\n \nnone\n; \n}\n\n \n    \n#top-bar\n \n.open-menu\n \na:\nhover {\n        text-decoration: \nnone\n;\n    \n}\n\n}\n\n\n\n\n\n[[/iftags]]\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+42\n+\n–\nx\n\n\nItem #:\n SCP-6201\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Misinformation campaigns have assured the wider public of SCP-6201’s existence as part of Swedish folklore. Any suspected SCP-6201 activity is to be intercepted and dismissed as superstition by media campaigns. SCP-6201 populations are to be monitored using geological survey programmes to detect anomalous changes in Scandinavian biotypes.\n\n\nDescription:\n SCP-6201 denotes a species that manipulate organic and geological material in their surroundings. The species populate the Scandinavian peninsula, however the total population of the species is unknown as of the 1960s, when the last instance of SCP-6201 was recorded. Recorded evidence indicate that populations consist of family-centred flocks primarily nesting in concealed environments such as coniferous forests and in the crevices of steep mountain cliffs. Their ability to blend in with nature is detrimental to their continued concealment.\n\n\nBiologically, the species is similar to the human species with the same body proportions and a humanlike gait. However, the means of reproduction is believed to be asexual as no reproductive organs have been identified.\n\n\nUp until the mid-20th century the existence of SCP-6201 was common knowledge among the Scandinavian population. As SCP Foundation North established their presence in Scandinavia during the 1920s, a search for the population of SCP-6201 was undertaken. Due to the difficulties stemming from SCP-6201’s anomalous capabilities, it would not be until the 1930s before an individual instance, hereby designated SCP-6201-A, was contained. Reports from Foundation agents had confirmed thaumaturgic activity from an instance who at the time was contained at a psychiatric hospital in the south of Sweden. This instance was successfully contained at Site-80 until 1959.\n\n\n\n\nAddendum 6201-A: Memorandum, 4th of April 1938\n\n\n\n\nDear all,\n\n\nI feel obligated to inform the department on the latest safety protocols on site. The entity contained earlier this week is an individual of the species designated as SCP-6201. It was located in a psychiatric asylum based in Lund, Skåne after reportedly instigating a thaumaturgic process causing danger to several civilians.\n\n\nCaution is highly advised. Any interaction with the entity in question will be restricted to personnel with clearance level 3 and above. The extent of abilities that the concerned species possess are as of yet unknown; however, we know the entities have exercised thaumaturgy in Scandinavia for a long time. Historical records and eye witness accounts indicate that the species may be predatory.\n\n\nI have thereby decided to devote the entire efforts of Department B to the containment of this entity until other containment procedures are developed.\n\n\nSincerely,\n\n\nDr. Sven Linde\n\nResearch Lead\n\nSite-80\n\n\n\n\n\n\nAddendum 6201-B: Interrogation Log, 6th of April, 1938\n\n\n\n\nInterrogated:\n SCP-6201-A\n\n\nInterrogator:\n Dr. Linde\n\n\nForeword:\n Interrogation conducted within separated chambers with the interviewer voiced over the telecom.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n[Linde takes a deep breath.]\n\n\nDr. Linde:\n State your name please.\n\n\nSCP-6201-A:\n Come down and talk to me lil' one.\n\n\nDr. Linde:\n We just need your name.\n\n\nSCP-6201-A:\n Hmm. Trula I was called, long time they use it. Hmmm. A voice with no face is not very nice, where are you?\n\n\nDr. Linde:\n Unfortunately, I am not able to come down right now. I just want to ask a couple of questions.\n\n\nSCP-6201-A:\n What you ask of me?\n\n\nDr. Linde:\n First of all, I would like to know what you did at Vipeholm.\n1\n\n\nSCP-6201-A:\n Hmm.\n\n\n[SCP-6201-A sighs.]\n\n\nSCP-6201-A:\n Why do you want walls around me? It feels-\n\n\nDr. Linde:\n It is merely a safety precaution. If you help us with some information about what you can do we might not even need the walls.\n\n\nSCP-6201-A:\n Hmm… Even the walls outside of the walls?\n\n\n[The wall flakes as the entity gently rubs it.]\n\n\nDr. Linde:\n Merely a safety precaution. Now h-\n\n\nSCP-6201-A:\n What fear you? If you want me to stay here maybe I can.\n\n\nDr. Linde:\n Then I wish you to stay. How about you tell m-\n\n\n[SCP-6201-A grunts and impatiently taps the wall, resulting in more debris on the floor.]\n\n\nSCP-6201-A:\n Hrmpff. You… \"wish me to stay\"? I can stay, but I am missing a kind word. I do not like when ones are not kind. I can leave, but what if it turns out you really is good company?\n\n\nDr. Linde:\n I…\n\n\n[The telecom stays activated during a moment of silence.]\n\n\nDr. Linde:\n Would you please stay here?\n\n\n[SCP-6201-A smirks.]\n\n\nSCP-6201-A:\n Mmm, that is very kind lil' one. Now you can give me questions.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nAddendum 6201-C: Research Log, 7th of April, 1938\n\n\n\n\nResearch Log 7/4 1938\n\n\nOf what we have gathered, it seems that most of the suppression of SCP-6201 has been warranted by the State Institute for Racial Biology, a civilian research institute with the stated purpose of studying human genetics and eugenics.\n\n\nFrom what I can tell from the archives, witness accounts of individuals of SCP-6201 seem to decrease rapidly from the year 1922 following the founding of the SIRB. One could think this could be \ncredited the extensive detainment strategies that the institution has used.\n the result of the public fearing SIRB.\n\n\nThis might be somewhat anecdotal, however it is a valuable reflection that going from living next door to these individuals, perhaps not with either kinship or antagonism, to becoming informants to the state, might not be entirely easy. At lower ages \nwe were\n children are taught to respect the unknown, not disturb it. \nI was just as likely to be hurt by them as from falling trees…\n\n\nAttached is a public notice SIRB used to get information from the public.\n\n\n\n\n\n\n » OPEN ATTACHMENT « \n\n\n\n\n « CLOSE ATTACHMENT » \n\n\n\n\n\n\n\n\nWARNING\n\n\n \n\n\nTROLLDOM NEAR YOU?\n\n\n\n\n\n\nThe safety of the Swedish people has always been the highest concern for the SIRB. That is why we during the last twenty years have devoted ourselves to ridding our beautiful landscape of any witchcraft. This is your reminder that you have \nan obligation to report to your local official when encountering any suspected magic activity or suspicious individuals\n in your area. Remember, that magical creatures are as easily disguised among your own people as they are in the forests.\n\n\nDeliver these messages to your children. Children are easily deceived by bewitching creatures and are often oblivious to any perpetrators among their friends. Make sure your child is socializing with the right kind.\n\n\n\n\nBeware as you saunter the woods, for the creatures may as well be below your feet. They are as easily disguised in the forest as among humans.\n\n\n\n\n\n\n\n\n\n\nIn conclusion, the detainments that SIRB are executing are problematic at best. With an earlier influence over the Swedish authorities, the SCP Foundation could have suppressed their activities and approached the species earlier. Swedish society have had \na long and noticeable\n relationship with the entity after all, that should not be squandered.\n\n\n— Dr. Linde.\n\n\n\n\n\n\nAddendum 6201-D: Interrogation Log, 11th of April, 1938\n\n\n\n\nInterrogated:\n SCP-6201-A\n\n\nInterrogator:\n Dr. Sven Linde\n\n\n\n\n\n\n[OPEN LOG]\n\n\n\n\n\n\nDr. Linde:\n Are you ready to uhh, proceed..?\n\n\n[Trula is glancing sideways, disinterested.]\n\n\nDr. Linde:\n Now-\n\n\n[The telecom shuts down. The ground shakes. The concrete wall separating Linde from the chamber breaks down, revealing Linde sitting on a chair, seemingly frozen in place. A siren sounds. Trula walks up close to Linde and smiles down at him.]\n\n\nSCP-6201-A:\n We know you.\n\n\n[The chamber seems to collapse and open up, with a light revealing a dim sky above and tree trunks forcing through the surrounding walls. The floor turns into a pool of mud, that soon sinks down into thick moss, spreading out and filling the chamber. The ground has become irregular and a scene of a dense pine forest has erupted. Trula finds a stone to sit down on.]\n\n\nSCP-6201-A:\n This is home lil' man. I hope you do not care for where questions are asked. You do not need soldiers here.\n\n\nDr. Linde:\n A- Are we somewhere else… Can I get out of here?\n\n\nSCP-6201-A:\n No… Too bad we are not. You can leave if you want.\n\n\n[[Trula inspects a tree trunk with their right hand.]]\n\n\nDr. Linde:\n Is this what you can do? Affect your environment?\n\n\nSCP-6201-A:\n Huhu, hmmm. I am one with plants, rocks and webs.\n\n\n[Trulas hand merges with the tree trunk. They break it loose and grin at Linde who is still sitting on his chair, sunken down in deep moss.]\n\n\nSCP-6201-A:\n Come on! Don't sit there you sad fern, I will show you the many good things here, much better than the foods that you have in your pots and pans.\n\n\n[Trula shows off her wooded hand where a number of carpenter ants roam around. Linde is forced to lean back in disgust as Trula gestures in front of his face.]\n\n\nSCP-6201-A:\n No? Okay. Mmm…\n\n\n[Linde stands up and starts looking around at the compact shrubbery.]\n\n\nDr. Linde:\n Uhh, I…. Uhm… Think I really oughta-\n\n\nSCP-6201-A:\n Mmm. Hum, mama came home with deeries sometimes. Have you tried deeries l'man? Best filled with the juicy wriggling things… Yum.\n\n\nDr. Linde:\n 'Mama'?\n\n\nSCP-6201-A:\n Mama, good raiser of us. She took all good things home to us.\n\n\n[Linde sits back down on the chair.]\n\n\nDr. Linde:\n Did you… By 'us', uh, do you mean you had a flo-, eh… Family?\n\n\n[Trula meets Linde's eyes with a yellow gaze.]\n\n\nSCP-6201-A:\n I had.\n\n\n[Linde's chair breaks apart, and he lands on a rock rising from below. The deep moss of the surrounding area seems to rise up and form the headdress of meter-sized rocks. Some of the pine-trees fall, revealing two boulders towering upwards. A dark crack is visible between the boulders. A sound starts emanating from the depths of the cave. Trula laughs.]\n\n\nSCP-6201-A:\n Here they come!\n\n\n[Linde is rushed to the side by Trula as a pack of nude long-haired trolls with heavy jewelry run out of the cave and jump the mossy stones. One of the larger trolls sits down on a rock nearby with a keyed fiddle in their hands. A tune is played and the trolls starts singing and smacking their hands on hollow tree trunks. Romping and dancing about, a circle is formed.]\n\n\nTrolls:\n Hey-hoo! Leva Leva Hej! We are the forest trolls, not as cold as the mountain trolls! We don't bite. No, we don't bite! Unless you have a feisty temper! Leva Leva Hej!\n\n\nSCP-6201-A:\n Hey-ho! Ha-ha! And now, in with the lil' ones!\n\n\n[Trula turns around, greeting three human children, possibly between the ages of 9 and 12, who run through and into the ring.]\n\n\nDr. Linde:\n Wha-\n\n\nTrolls:\n And now, we greet our tiny friends, our tiny friends. Leva Leva Hej! Dance with the forest trolls, not as cold as the mountain trolls! Hey-hoo! Leva Leva Hej!\n\n\n[The three children look up to the gleeful trolls who have circled around them, clapping their hands.]\n\n\nSCP-6201-A:\n Yes, we know you.\n\n\n[The children take each other's hands and swing to the music, laughing as they do.]\n\n\nSCP-6201-A:\n And you know us.\n\n\nTrolls:\n These friends don't have a feisty temper! Hey-hoo! Leva Leva Hej!\n\n\n[The music is silenced. Trula is turned towards Linde. The trolls are gone. Linde's eyes are visibly teary.]\n\n\nDr. Linde:\n I never really knew what to believe… But I remember now.\n\n\n[Through a matter of seconds, tree trunks break and fall. Linde is startled away from the trees. A loud screeching noise accompanies the trees getting sawed down. Wood chips rain over the pair while the stones covering ground crack and turn into gravel, the moss dies out and left of the scene is a patch of gravel with tufts of grass, surrounded by fog.]\n\n\nDr. Linde:\n What is this Trula?\n\n\nSCP-6201-A:\n After they took Mama and Truls and Grum and Töll and Barr, I go. They found me hiding. They took me in children's home where no one had a Mama. This is the place where there is no juicy things, no dance and no friends. They were mean to me. When I tried to have friends…\n\n\n[The grass tufts starts to momentarily grow in volume and with longer grass and different types of wildflowers.]\n\n\nSCP-6201-A:\n …they took me away to that experiment house.\n\n\nDr. Linde:\n Vipeholm.\n\n\n[The concrete walls are suddenly back, security guards successfully break into the chamber and remove Linde.]\n\n\n\n\n\n\n[CLOSE LOG]\n\n\n\n\n\n\n\n\nAddendum 6201-E: Research Log, 13th of April, 1938\n\n\n\n\nResearch Log 13/4 1938\n\n\nI found this, concerning Vipeholm.\n\n\n\n\n\n\n » OPEN ATTACHMENT « \n\n\n\n\n « CLOSE ATTACHMENT » \n\n\n\n\n\n\n\n\nTHE LABOURER\n\n\n \n\n\nFriday 3rd of May, 1937\n\n\n\n\n\n\n\n\nTERROR AT VIPEHOLM\n\n\nPatients defenseless against keepers.\n\n\n\n\n\n\n\nVipeholm institution for the insane. It's raining outside, all patients are seated along the corridor walls, no movement is permitted. After a few hours a patient stands up to walk about, gestures and talks to himself. It doesn't take long before he is on the floor with tied hands. For twenty minutes the keeper keeps him that way, now and then he twists the wrists of the patient. The patient moans and spits blood on the floor. He's finally released, \"There's no use anyway.\" the keeper tells his colleague. \"The only thing that helps is putting him in the laundry room in cold water. That usually shuts him up for a few days.\"\n\n\nA local medical student described this situation after his two month internship at the institution. \"It was shattering\" he said. Never did he presuppose that there would be so much suffering and terror brought upon patients by sadistic personnel.\n\n\nBelonging to the institution are three two-floored barracks that serves as the tipping point for those who do not fit in ordinary forms of treatment. Patients that have been found obnoxious or disrupting in general at other institutions are especially concerned. The easiest to discipline are placed in barrack A, which according to the medical student is widely considered the best part. The patients are thereafter placed according to the degree of disrupting behavior at either Barrack B or C, where the keepers \"keep tight reins\", as it were, on the patients. Torture and treatment in isolation are also common elements at these barracks says the student.\n\n(Continues on p. 6)\n\n\n\n\n\n\n\n\n\n\n\nTrula had no patience for the treatment at the institution. They have told me there are several SCP-6201 individuals that they met and that most of them concealed their abilities despite the treatment from the keepers. There are more of them out there.\n\nTrula\n SCP-6201-A may have developed a relationship of trust with us at the department, however they are reluctant to share information on the nature of their species. I am assuming this is because of their earlier experiences at Vipeholm.\n\n\nTherefore, I have decided that our efforts will be directed toward a thorough investigation within the SIRB and whether we can find any more individuals at psychiatric institutions.\n\n\n— Dr. Sven Linde\n\n\n\n\n\n\nAddendum 6201-F: Incident Log, 28th of September, 1959\n\n\n\n\nIncident:\n On 07/28/1959, the SCP Foundation was alerted to a breach at Site-80 involving SCP-6201. This log was provided by the Chief of Security at Site-80.\n\n\n\n\n\n\n[OPEN LOG]\n\n\n\n\n\n\nI was in my bunk when the floor suddenly shook. I quickly got reports of a possible incident at Department B. When I got out the whole department building was engulfed in a green wreath. We tried contacting our thaumatologist on site, Dr. Linde, who was unreachable. His office was in that building.\n\n\nI gathered a squadron that could breach the wreath. We cut ourselves through bushes and thickets and found ourselves in a dense pine forest without a trace of the original structure inside. We split into pairs to search the area, several of us sighted abnormal shifts in the environment. While the forest slowly sank and the original building looked to be uplifted in the west, the vegetation spread further. It was obvious that it was the work of the SCP-6201 entity.\n\n\nIt took approximately 20 minutes before someone shouted, and we hurried to his place. Out of the moss, we could see a root convulsing and moving eastward quickly. A shot was fired, with no effect. I had my men circle the convulsing root and a group situate themselves on the outside of the forest to intercept it. And finally, the wreath stopped moving.\n\n\nWe called for the entity to stop, and the forest died down and looked as if it decomposed right in front of us, with department B revealed once again. The convulsing root suddenly grew upwards in place. And suddenly there was Dr. Linde accompanied by SCP-6201-A, who looked around at us, with a disappointed glare. Given the entity’s proximity to Dr. Linde, I did not order the squadron to fire.\n\n\nLinde said something, I don't know what, and the creature mumbled back. It turned around and walked toward the gates, slowly turning brown and sinking into the ground. Suddenly, the entity was gone and Linde was left standing alone.\n\n\n\n\n\n\n[CLOSE LOG]\n\n\n\n\n\n\n\n\nAddendum 6201-G: Memorandum, 2nd of January, 1961\n\n\n\n\nDear all,\n\n\nIt's about time for me to issue my last memorandum. It has been a pleasure working for you all; however, I have been ordered by the board of Site-80 to cease my activity immediately. Partly because my old age has led to a deterioration in my activity and the quality of my work, but also because of my obsession with SCP-6201. To this I have no objection, because it is true.\n\n\nThese last years have mainly consisted of studying historical records of the species, looking for it, not finding it, and destroying the documents. As of this moment the discontinued SIRB no longer have any of their records left, and only a few are preserved within the SCP Foundation archive.\n\n\nWhile SCP-6201 is still out there, integrated in either nature or in civil society after the mass outbreak in 1959, I am personally satisfied that most of the duties of the SCP Foundation have been fulfilled. SCP-6201 is no longer contained by racist authorities.\n\n\nNow I think I'll have a forest walk.\n\n\nAll the best,\n\n\nSven\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The aforementioned psychiatric hospital in Skåne, Sweden.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6200\n | SCP-6201 | \nSCP-6202\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6201\n\" by Nils Severin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6201\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Rottrollen\n\n\nAuthor:\n John Bauer\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Rottrollen_-_John_Bauer_1917.jpg\n\n\nAdditional Notes:\n Edited by me.\n\n\n\n\n\n\n\n\nFilename:\n Hålahults sanatorium.jpg\n\n\nAuthor:\n Sam Lindskog, Örebro City Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:H%C3%A5lahults_sanatorium.jpg\n\n\nAdditional Notes:\n Edited by me.",
    "addendums": [
        "Addendum 6201-A: Memorandum, 4th of April 1938",
        "Addendum 6201-B: Interrogation Log, 6th of April, 1938",
        "Addendum 6201-C: Research Log, 7th of April, 1938",
        "Addendum 6201-D: Interrogation Log, 11th of April, 1938",
        "Addendum 6201-E: Research Log, 13th of April, 1938",
        "Addendum 6201-F: Incident Log, 28th of September, 1959",
        "Addendum 6201-G: Memorandum, 2nd of January, 1961\n"
    ],
    "documents": [],
    "notes": [
        "[[include :scp-wiki:component:toggle-sidebar]]",
        "\" SCP-6201 \" by Nils Severin, from the SCP Wiki . Source: https://scpwiki.com/scp-6201 . Licensed under CC-BY-SA .",
        "Name: Rottrollen Author: John Bauer License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Rottrollen_-_John_Bauer_1917.jpg Additional Notes: Edited by me.",
        "Filename: Hålahults sanatorium.jpg Author: Sam Lindskog, Örebro City Archives License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:H%C3%A5lahults_sanatorium.jpg Additional Notes: Edited by me."
    ],
    "item": "SCP-6201",
    "object_class": "Keter",
    "containment_procedures": "Misinformation campaigns have assured the wider public of SCP-6201’s existence as part of Swedish folklore. Any suspected SCP-6201 activity is to be intercepted and dismissed as superstition by media campaigns. SCP-6201 populations are to be monitored using geological survey programmes to detect anomalous changes in Scandinavian biotypes.",
    "description": "SCP-6201 denotes a species that manipulate organic and geological material in their surroundings. The species populate the Scandinavian peninsula, however the total population of the species is unknown as of the 1960s, when the last instance of SCP-6201 was recorded. Recorded evidence indicate that populations consist of family-centred flocks primarily nesting in concealed environments such as coniferous forests and in the crevices of steep mountain cliffs. Their ability to blend in with nature is detrimental to their continued concealment.",
    "title": "SCP-6201"
}