{
    "url": "https://scp-wiki.wikidot.com/scp-6202",
    "all_text": "rating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6202\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nCasa de hóspedes Misericordia, townhouse housing SCP-6202.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6202 is currently inhabiting an abandoned townhouse, which has been bought off, concealed from the public under the cover story of an unfinished transformation of the building into a museum. All walls leading to the exterior have been covered in 2cm thick polyethylene high-density fiber, with 5cm thick panels of the same material covering all doors and windows. Drainage and ventilation systems have been sealed as well. A sterilization chamber has been installed at the entrance of the building, with an air purification system installed outside.\n\n\nIngress is currently restricted, with the exception of the cleaning crew in charge. All personnel entering the building must wear full hazardous materials protective equipment. Extreme care must be put not to make direct contact with any SCP-6202 specimen. All personnel must be quarantined and tested for contaminants regardless of contact for a period of no less than 16 hours following egress.\n\n\nInfected personnel will have their compromised organs removed and returned to the townhouse. If this cannot be accomplished without them dying, the infected will be returned to the townhouse in full. Only if heavy resistance is shown can the subjects be terminated, their remains left inside the building.\n\n\n\n\nDescription:\n SCP-6202 is the collective designation of 617 pieces of furniture contained within an abandoned townhouse in Portalegre, Portugal. The appearance of most furniture is reminiscent of traditional 17th century decor, with almost all pieces presenting moderate to heavy decay.\n\n\nAll instances of SCP-6202 are fully composed of human tissue – despite being visually indistinguishable from their normal counterparts – specifically, hardened epithelial layer mimicking. Inside this layer is an assortment of organs and tissues that varies in each instance. While nearly identical to human organs in structure, they seem to lack function, missing their connective tissues, vessels and nerves. These structures can still be present in some, but serve no apparent function.\n\n\nAlthough these instances are biological in nature, they don’t appear to be able to metabolize energy, with all cells composing them appearing in a state of stasis. Despite this state, all SCP-6202 instances constantly generate a thin layer of tissue majorly composed of epidermis, adipose tissue, nerve fibers and arachnoid mater. This matter spreads through pores on the epithelial layer of each instance. This generates cobweb-like structures that cover both SCP-6202 instances and the area around them. These structures require bi-weekly removal as their spread will fully cover the building within a month.\n\n\nAny person coming into contact with any SCP-6202 instance or any of the tissue they generate will be infected, their cells multiplying due to unknown triggers, generating cancerous growths that soon begin to phagocyte previous cells. This process lasts anywhere from 5 days to 2 weeks, with the victim's body morphing into a new SCP-6202 instance. Total removal of infected tissue will stop this process. Once the new SCP-6202 instance is generated, it will begin moving towards other instances. This movement generates skin flakes and can cause further infection.\n\n\nAll SCP-6202 instances react negatively to any attempt at removing them from the building, grouping together and producing tissue at a much faster rate. Any damage caused to them quickly regenerates through unknown methods. The cobweb-like tissue they secrete does not possess this ability.\n\n\n\n\nDiscovery:\n SCP-6202 came into Foundation custody in 1992, after the \nAcademia Científica do Anômalo\n1\n merged into it. The anomaly in turn was obtained from the Instituto Nacional de Ciências Paranormais, a precursor of the Academia, active during the Second Portuguese Republic (1926-1968).\n\n\nNo information seems to exist about the building before 1946, despite its architecture and decay indicating it was built sometime during the 1910s. Research obtained by the Instituto Nacional de Ciências Paranormais was lost upon its disbandment, leading to the infection and loss of 18 people upon initial contact. All previous knowledge regarding the anomaly comes from several written entries, found etched into an SCP-6202 instance in the shape of a journal in 1971.\n\n\n \n\n\n\n\nAddendum SCP-6202.1: Journal entries\n\nOriginally written in Alentejan Portuguese.\n2\n\n\n\n\n\n\nThe test subjects began arriving this morning. Most are farmers and pastors, although we’ve met with writers and politicians as well. Most of them are famelic, malodorant, covered in bruises. Laura tried to offer some water, but was stopped by the armed men accompanying them. When we were told there were anomalous subjects willing to be studied, we expected this would be the case. I thought I would be better prepared but I am not. I’m afraid of whether I'll ever be.\n\n\nWe must start work soon. Members of the PVDE\n3\n will come in two days to take away those who do not possess anomalous traits. They won’t tell me where, and honestly, I prefer it that way.\n\n\nI don’t know what the end plan is here, but I fear this is but the beginning. Most of the people here speak Euskera\n4\n. I don’t understand it, but I have heard it before. The soldiers, meanwhile, speak proper Spanish, and work under the \nCaudillo\n himself\n5\n, which means we work under him too. It begs the question: Are we bending our knee to the Spaniards? We've all heard the rumors of his planned invasion. Of his Unified Iberia. Of his meetings with the Chancellor, as Germany bombards Paris\n6\n, yet none of us thought there was any weight to it. It appears we were wrong.\n\n\n\n\n\n\n\n\nThey’ve been killing those who served us no purpose. I knew this would be most likely the case, but even the children are rounded up and\n\n\nWe’ve never advanced so much in terms of investigating the paranormal. Even if only a small percentage of the people brought to us can make use of that which lies beyond normality, it’s much more than what we’d worked with before. What I had worked with, at the very least. Just today an old man arrived, capable of bending flesh at will. He’s been taken from Viscaia\n7\n alongside the rest of his people. They were brought in by a different group of people this time, \nsoldiers who seem better prepared for the anomalous.\n They told us that this old man was the spiritual leader of his group, and that we should be careful. They refuse to elaborate further. Always a good sign.\n\n\n\n\n\n\n\n\nHis name is Errissenton\n8\n. At least, that’s what they call him; I believe it’s some sort of title. The man speaks of freedom for the destitute, of a future where the Roma and the Basque, and the people of Catalonia and Andalusia would have a place in the world they could call ‘home’. Everyone’s begun listening to him, as if he was the second coming of the Redeemer.\n\n\nI'm starting to understand why the guards aren’t too fond of him.\n\n\n\n\n\n\n\n\nI don’t get it. We’ve dealt with carnomancers before, but Errisenton is different. His cell division… It’s not a virus, a mutation, a prion, or thaumaturgy. His powers just are, and we don’t have the equipment to prove or disprove otherwise.\n\n\nHe says it’s a blessing; \na gift from the fake Gods he prays to.\n We’ve been warned that this is the kind of talk he’d give, and the kind of talk we should ignore, but I cannot help but wonder if there’s some weight to it. He does exude the aura of a prophet. And the words he and the rest speak, \ncan I even say they're wrong? All they want is to recover the place they call\n\n\nI need to get more sleep. Maybe I will ask for a soundproof room to stay in. The chants of Errisenton’s followers are starting to get to me.\n\n\n\n\n\n\n\n\nToday we learnt that Herrisenton can bring back the deceased. A group was fusilladed yesterday, moments after which the old man walked past the guards. They tried to stop him but were shoved aside. With a single flick of the wrist, veins and nerves shot out towards the limp bodies. In minutes, they were walking again, as if nothing had occurred. This was not an act of necromancy. This is something else entirely.\n\n\nI've started to notice there are less guards on duty as of late. I've asked around, and all I receive are empty stares. Are they preparing for something?\n\n\n\n\n\n\n\n\nLaura and two others left for Lisbon. I don’t blame them. I would do the same if this wasn’t the place I was raised in. It seems the PVDE is falling apart at the seams too: today we had but half the guard of last time. Franco’s men have taken on the guarding duty, but it has only made the man more wary: Vines made of sinew and fat entwining like licorice now travel under the carpeted floor, sealing doors and windows when needed. Most people have sided with the old man by now, and have begun digging up corpses to bring more 'warriors' back to life. Nobody stops them. Even if we still do our research, this is not our place anymore. We've lost control.\n\n\nI knew they were planning a revolution. I could see it in their eyes, hear it in their voices, but I didn't think it would be this fast. I didn't think it would be this effective.\n\n\n\n\n\n\n\n\nNot all is lost. Last night, Doctor Mülhausen arrived to help. We have a plan involving the techniques of Egas Moniz\n9\n to control the unruly. I have my fears that the old man will simply scoff at the move. If he can revive the dead, can we even accomplish something this way? Still, I hold onto the hope we'll be able to reclaim the house.\n\n\nIf this goes wrong, the Spaniards will have to intervene. They will take the place I call home and transform it into something different, something hideous. I understand why this must happen, but I will not give everything up because of it. War will not taint these lands.\n\n\n\n\nAnalysis of the pages have led to the discovery of at least 45 distinct genetic profiles, 64% of them containing haplotypes specific to people of the Alentejo region. This percentage contrasts heavily with the 8,571 genetic profiles gathered from remaining SCP-6202 instances, which shows 77% of the profiles are specific to Romani, Basque, Andalusian and Aragonian ethnic groups. Only 11% of these profiles have been linked with known victims of Francisco Franco's White Terror.\n10\n Only 7 other profiles have been linked with known disappearances during Portugal's Estado Novo period. The rest remain unidentified.\n\n\nDespite implications, no SCP-6202 instance emits electrical signals, despite the tissue they generate having constantly activated nociceptors\n11\n. Evidence of sapience remains inconclusive.\n\n\n \n\n\n\n\n\n\n« \nSCP-6201\n | SCP-6202 | \nSCP-6203\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6202\n\" by Maxyfran73, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6202\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Abandoned House\n\n\nAuthor:\n \nMaxyfran73\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n created using the image below\n\n\n\n\n\n\nFilename:\n Lisbon Portugal February 2015 01.jpg\n\n\nAuthor:\n Bengt Nyman\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Scientific Academy of the Anomalous\", defunct academical organization that researched paranormal technology in Portuguese territories.\n\n\n2\n. Dialect from the Alentejo region, in south central Portugal.\n\n\n3\n. PVDE, acronym for Polícia de Vigilância e Defesa do Estado(\"State Surveillance and Defense Police\") was Portugal's border control and state security force from 1933 to 1945.\n\n\n4\n. Language spoken by the people of the Basque Country, located in the Pyrenees, between the borders of Spain and France.\n\n\n5\n. Caudillo was the title of Francisco Franco, general and dictator who ruled Spain between 1939 and 1975.\n\n\n6\n. Referring to Franco’s and Hitler’s meeting in Hendaye, France on the 23th of October, 1940 and the bombardment of Paris by german forces on the 3rd of June, 1940.\n\n\n7\n. Province in North Spain, and territory of the Basque Country.\n\n\n8\n. Believed to be Herri Senton, “Village Elder” in Basque.\n\n\n9\n. António Egas Moniz, neurologist and member of the Academia. Considered the founder of modern psychosurgery and developer of the leukotomy, later known as lobotomy.\n\n\n10\n. Political and ethnic repression during the Franco regime. Led to the deaths of 160,000-200,000 and the disappearance of 115,000 people.\n\n\n11\n. Sensory receptors for painful stimuli.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6202 \" by Maxyfran73, from the SCP Wiki . Source: https://scpwiki.com/scp-6202 . Licensed under CC-BY-SA .",
        "Filename: Abandoned House Author: Maxyfran73 License: CC BY-SA 4.0 Source: created using the image below",
        "Filename: Lisbon Portugal February 2015 01.jpg Author: Bengt Nyman License: CC BY-SA 4.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6202 is currently inhabiting an abandoned townhouse, which has been bought off, concealed from the public under the cover story of an unfinished transformation of the building into a museum. All walls leading to the exterior have been covered in 2cm thick polyethylene high-density fiber, with 5cm thick panels of the same material covering all doors and windows. Drainage and ventilation systems have been sealed as well. A sterilization chamber has been installed at the entrance of the building, with an air purification system installed outside.",
    "description": "SCP-6202 is the collective designation of 617 pieces of furniture contained within an abandoned townhouse in Portalegre, Portugal. The appearance of most furniture is reminiscent of traditional 17th century decor, with almost all pieces presenting moderate to heavy decay.",
    "title": "SCP-6202"
}