{
    "url": "https://scp-wiki.wikidot.com/scp-6204",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\nItem #:\n SCP-6204\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6204 is currently contained at Site-24's \nCroft Wing\n and is to be fed no less than three times daily. SCP-6204 may be artificially inseminated for research purposes with prior approval from Project Director Mark Bolan, and all resulting eggs are to undergo x-ray analysis. Depending on the size and threat posed by each SCP-6204-A instance, these may be placed in an incubation chamber and permitted to hatch as normal, or placed in cryonic preservation. All current instances of SCP-6204-A are kept in Hangars 10 through 15, and are to be fed according to each species' dietary requirements (see Supplementary Document 6204-B for specifics).\n\n\nSCP-6204-A-38 is currently kept in Containment Chamber A-32, which has been refurbished with bookshelves, one television set, one computer with SCiPnet access, and specialized furniture accounting for its non-humanoid physiology. SCP-6204-A-38 may leave its containment unit at its leisure and should be accompanied by no less than two members of security staff at all times.\n\n\n\n\n\n\nSCP-6204 prior to entering containment.\n\n\n\n\n\n\nDescription:\n SCP-6204 is a mature female \nAptenodytes forsteri\n (emperor penguin), recovered from London Zoo in 1997. When inseminated through natural or artificial means, SCP-6204 will produce an egg corresponding to an extinct species of land-based animal, ranging from those which co-existed alongside humans to those not active since the Permian period. These eggs are typically laid and hatched as normal, although some instances may be too large for SCP-6204 to deliver naturally, necessitating removal via surgery.\n\n\nHatched instances (designated SCP-6204-A) will behave in a manner consistent with current paleontological understanding. Despite significant changes in the Earth's atmosphere and climate over geological timescales, no instances of SCP-6204-A have exhibited any significant adverse effects. Similarly, all instances of SCP-6204-A are capable of digesting most forms of plant and animal matter and have demonstrated unusual resistance to most modern diseases.\n\n\nThe following is an abridged list of recorded instances of SCP-6204-A:\n\n\n\n\nRaphus cucullatus\n (common dodo) - Late Quarternary Period\n\n\n\n\n\n\nGastornis gigantea\n - Early Paleogene Period\n\n\n\n\n\n\nTyrannosaurus rex\n - Late Cretaceous Period \n(Placed in cryonic preservation prior to hatching, as Site-24 does not currently have the means of housing and sustaining an adult T. rex)\n\n\n\n\n\n\nPterodactylus antiquus\n - Late Jurassic Period \n(Request to cross-breed this specimen with \nSCP-346\n for research into pterosaur reproduction is currently pending Project Director approval)\n\n\n\n\n\n\nHylonomus lyelli\n1\n - Late Carboniferous Period\n\n\n\n\nAddendum:\n On 01/26/2011, SCP-6204 produced an egg measuring some 13.5 cm in length, and weighing 650 g. X-ray analysis found this instance to contain an embryonic theropod corresponding to no known species, notable for possessing an unusually large cranium.\n\n\nFollowing a six-month incubation period, this instance hatched, with the resulting offspring (initially designated SCP-6204-A-38) showing an unexpected level of intelligence and self-awareness from an early age. Following approval from Project Director Mark Bolan, the entity was placed under the supervision of Senior Researchers Walter and Madeline Madgett, whose efforts to familiarize it in language, reasoning, and mathematics exceeded initial expectations.\n\n\nWhile SCP-6204-A-38 (known by the given name of \nSinclair\n) is incapable of reproducing human speech patterns, it has demonstrated fluent understanding of English, Spanish, and Mandarin, and is capable of communicating through a specialized form of sign language devised by Foundation linguists.\n\n\nDue to its proficiency in chemistry, geology, and paleobiology, Sinclair has been appointed Class-E SCNH\n2\n status and is currently serving as a consultant at the Foundation's Department of Paleontology. No further instances of this species (tentatively designated \nSapiensaurus\n) have since been produced by SCP-6204.\n\n\nNo confirmed biological remains of \nSapiensaurus\n have as yet been identified. However, the Foundation has since unearthed the fossilised remnants of several similar entities in Australia, South America, and Antarctica, dating to approximately 120 million years ago. These specimens were found to have been larger in size than \nSapiensaurus\n, although with reduced cranial capacity, suggesting they may represent one or more ancestral species.\n\n\nSince 2018, the Department of Geological and Oceanic Abnormalities confirmed the presence of non-naturally occurring polymers in the Earth's crust, dating to roughly 116.5 million years before present. Several coeval artefacts have since been discovered on the lunar surface and in interplanetary space, confirming the existence of a technologically sophisticated civilization active during the Lower Cretaceous Epoch, presumably corresponding to \nSapiensaurus\n. Notably, this civilization's collapse appears to have been concurrent with the Aptian extinction event, the cause of which remains disputed\n3\n. \nFurther investigation is ongoing.\n\n\n\n\nFootnotes\n\n\n1\n. Earliest known undisputed reptile.\n\n\n2\n. Sapient Communicative Non-Humanoid\n\n\n3\n. Suggested non-anomalous causes include extraterrestrial impact, volcanism, and oceanic acidification.\n\n\n\n\n\n\n\n\nMore from this author...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6203\n | SCP-6204 | \nSCP-6205\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6204\n\" by Dr Leonerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6204\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 444px-Emperor_Penguin_Manchot_empereur.jpg\n\n\nName:\n Emperor Penguin Manchot empereur.jpg\n\n\nAuthor:\n Samuel Blanc.\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n SapientosaurusActivity.png\n\n\nAuthor:\n Rick Swartz\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: On 01/26/2011, SCP-6204 produced an egg measuring some 13.5 cm in length, and weighing 650 g. X-ray analysis found this instance to contain an embryonic theropod corresponding to no known species, notable for possessing an unusually large cranium.\nFollowing a six-month incubation period, this instance hatched, with the resulting offspring (initially designated SCP-6204-A-38) showing an unexpected level of intelligence and self-awareness from an early age. Following approval from Project Director Mark Bolan, the entity was placed under the supervision of Senior Researchers Walter and Madeline Madgett, whose efforts to familiarize it in language, reasoning, and mathematics exceeded initial expectations.\nWhile SCP-6204-A-38 (known by the given name of Sinclair ) is incapable of reproducing human speech patterns, it has demonstrated fluent understanding of English, Spanish, and Mandarin, and is capable of communicating through a specialized form of sign language devised by Foundation linguists.\nDue to its proficiency in chemistry, geology, and paleobiology, Sinclair has been appointed Class-E SCNH 2 status and is currently serving as a consultant at the Foundation's Department of Paleontology. No further instances of this species (tentatively designated Sapiensaurus ) have since been produced by SCP-6204.\nNo confirmed biological remains of Sapiensaurus have as yet been identified. However, the Foundation has since unearthed the fossilised remnants of several similar entities in Australia, South America, and Antarctica, dating to approximately 120 million years ago. These specimens were found to have been larger in size than Sapiensaurus , although with reduced cranial capacity, suggesting they may represent one or more ancestral species.\nSince 2018, the Department of Geological and Oceanic Abnormalities confirmed the presence of non-naturally occurring polymers in the Earth's crust, dating to roughly 116.5 million years before present. Several coeval artefacts have since been discovered on the lunar surface and in interplanetary space, confirming the existence of a technologically sophisticated civilization active during the Lower Cretaceous Epoch, presumably corresponding to Sapiensaurus . Notably, this civilization's collapse appears to have been concurrent with the Aptian extinction event, the cause of which remains disputed 3 . Further investigation is ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6204 \" by Dr Leonerd, from the SCP Wiki . Source: https://scpwiki.com/scp-6204 . Licensed under CC-BY-SA .",
        "Filename: 444px-Emperor_Penguin_Manchot_empereur.jpg Name: Emperor Penguin Manchot empereur.jpg Author: Samuel Blanc. License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: SapientosaurusActivity.png Author: Rick Swartz License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6204",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6204 is currently contained at Site-24's Croft Wing and is to be fed no less than three times daily. SCP-6204 may be artificially inseminated for research purposes with prior approval from Project Director Mark Bolan, and all resulting eggs are to undergo x-ray analysis. Depending on the size and threat posed by each SCP-6204-A instance, these may be placed in an incubation chamber and permitted to hatch as normal, or placed in cryonic preservation. All current instances of SCP-6204-A are kept in Hangars 10 through 15, and are to be fed according to each species' dietary requirements (see Supplementary Document 6204-B for specifics).",
    "description": "SCP-6204 is a mature female Aptenodytes forsteri (emperor penguin), recovered from London Zoo in 1997. When inseminated through natural or artificial means, SCP-6204 will produce an egg corresponding to an extinct species of land-based animal, ranging from those which co-existed alongside humans to those not active since the Permian period. These eggs are typically laid and hatched as normal, although some instances may be too large for SCP-6204 to deliver naturally, necessitating removal via surgery.",
    "title": "SCP-6204"
}