{
    "url": "https://scp-wiki.wikidot.com/scp-6206",
    "all_text": "rating: \n+144\n+\n–\nx\n\n\nGreenWolf\n\n\n\n\n\n\nHere's my \nAuthor Page\n.\n\n\nYeah, this is a sequel to \nSCP-2206\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Containment Procedures\n\n\nRevised Containment Procedures\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2/6206\n LEVEL \n2/6206\n\n\nRESTRICTED\n\n\n\n\n\n\n\n\nItem #: SCP-6206\n\n\nObject Class: Euclid\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nSCP-6206 is confined to a standard humanoid containment cell at Site-17. Personnel working with SCP-6206 should remain outside of its direct line-of-sight unless wearing suitable protective equipment for a gorgon-like look-to-kill hazard.\n\n\nThe information suppression and misinformation dissemination campaign surrounding SCP-6206 and its pre-containment activities has been designated Operation \nPINCH HITTER\n. Agent Jeremy Steele, of Mobile Task Force Lambda-30 (\"Sports Casting Performers\"), has been embedded into Major League Baseball as the Commissioner of Baseball to oversee the implementation of Operation \nPINCH HITTER\n.\n\n\n\n\n\n\n\n\n\n\n\n\n3/6206\n LEVEL \n3/6206\n\n\nSECRET\n\n\n\n\n\n\n\n\nItem #: SCP-6206\n\n\nObject Class: Thaumiel\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nSCP-6206 has been recruited as a Thaumiel-class Special Asset Agent and has been returned to its original universe to assist in the containment of SCP-2206. MTF Iota-18 (\"Air Bud Jurisprudence\") has been deployed to support and monitor SCP-6206. Iota-18 and SCP-6206 have been instructed to make regular status reports via encoded messages in SCP-2206 broadcasts.\n\n\nKnown origin points for SCP-2206 broadcasts are to be continuously monitored for evidence of unauthorized inter-universal transit attempts. Any individuals attempting to enter our universe from the universe of SCP-2206, including SCP-6206, are to be immediately detained.\n\n\nAgent Jeremy Steele is to continue serving as the Commissioner of Baseball.\n\n\n\n\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-6206, the Commissioner of Baseball in the universe of SCP-2206, seen here signalling for the execution of the losing team following the 2001 World Series.\n\n\n\n\n\n\nSCP-6206 is a humanoid entity originating from the universe of \nSCP-2206\n1\n, where it served as the Commissioner of Baseball from 1998 to 2019. SCP-6206 possesses a non-petrifying gorgon-like look-to-kill effect\n2\n, but is superficially and biologically human in all other respects.\n\n\nFollowing the conclusion of the 2019 World Series\n3\n, SCP-6206 was ousted as Commissioner in a violent coup orchestrated by the Pittsburgh Rebels. SCP-6206 was put on trial by the Players Association, convicted of crimes against baseball, and banished to our universe.\n\n\nUpon arriving in our universe, SCP-6206 promptly proceeded to locate and execute the Commissioner of Baseball, Robert D. Manfred Jr., in an attempt to seize control of Major League Baseball. When apprehended by the Foundation, SCP-6206 was in the process of trying to secure the position of Commissioner by threatening the principal owners of the 30 MLB teams. In its threatening communications to MLB owners, and in post-containment interviews, SCP-6206 expressed the belief that our baseball was \"boring\" and in need of \"drastic intervention\", and presented a plan to revise the rules to be more similar to those of SCP-2206.\n4\n\n\nOperation \nPINCH HITTER\n was launched to conceal the involvement of SCP-6206 in the death of Commissioner Manfred, ultimately necessitating the insertion of an embedded Foundation agent to serve as a replacement Commissioner. Due to his previous experience with SCP-2206 and Major League Baseball, and his existing public profile from his role in SCP-2206 containment efforts, Agent Jeremy Steele of MTF Lambda-30 (\"Sports Casting Performers\") was selected for this assignment.\n\n\nAddendum — Incident \nSTOLEN BASE\n\n\nOn 2020-02-17, an inter-universal incursion was detected within Fenway Park in Boston, Massachusetts. When MTF Mu-8 (\"Southern Hospitality\") arrived to contain the incursion, they found the entire roster and coaching staff of the Boston Red Shirts, an SCP-2206 baseball team, engaged in a brawl with several members of the Boston Red Sox\n5\n. Mu-8 quickly contained the SCP-2206 team, who revealed that they had come to our universe in order to play our significantly less lethal version of baseball.\n\n\nThis incursion was followed by another on 2020-02-20, wherein the New York Urbans were apprehended in an attempt to assassinate their counterparts on the New York Mets. A further incursion was discovered on 2020-02-26, when representatives of the Montreal Volcanoes approached Commissioner Steele with a proposal to join Major League Baseball as an expansion franchise.\n\n\nInterrogation of the captured baseball teams revealed that following the ouster of SCP-6206, the Players Association seized control of the league and cancelled the upcoming season. Instead, a series of exhibition games is being planned, which will feature different rosters of All-Stars playing under a progressively evolving set of rules. The Players Association believes that through this method, they can eventually play \"the most perfect baseball game\", although what they expect to accomplish by doing so is unknown. This plan, which is estimated to require several decades of continuous play under increasingly lethal conditions, has generated significant dissent, leading to the incursions into our universe.\n\n\nAddendum — Operation \nSeventh Inning\n\n\n\n\n\n\nOperational Plan\n\n\n\n\nCODEWORD CLEARANCES\n\nL3/6206; L2/2206; L2/SEVENTH INNING; L2/STOLEN BASE\n\n\n\n\n\n\n\n\n\n\nCodeword Designation\n\n\nSeventh Inning\n\n\n\n\n\n\nOversight Contact\n\n\nAgent Jeremy Steele\n\n\n\n\n\n\nMission Lead\n\n\nSCP-6206\n\n\n\n\n\n\nIn light of the continued incursions of SCP-2206 baseball teams, the Overseer Council has authorized the reclassification of SCP-6206 as a Thaumiel asset.\n\n\nSCP-6206 is to be returned to its universe of origin, along with the Boston Red Shirts, New York Urbans, and Montreal Volcanoes. MTF Iota-18 (\"Air Bud Jurisprudence\") is to accompany SCP-6206 and render all necessary aid so that it may reclaim the position of Commissioner of Baseball. SCP-6206 has agreed to use its position to prevent further incursions into our universe from SCP-2206 teams. Once SCP-6206 is restored as Commissioner, MTF Iota-18 will remain in the universe of SCP-2206 to assist and monitor SCP-6206. Regular reports from Iota-18 and SCP-6206 are to be encoded in normal broadcasts of SCP-2206.\n\n\nAs it is anticipated that one or more games of SCP-2206 baseball will be required during the course of this operation, MTF Iota-18 has received extensive training in baseball operations, and includes a number of former professional baseball players and several members of captured SCP-2206 teams. Despite this, options for restoring SCP-6206 as Commissioner that do not rely on success in sporting contests are considered preferable, and should be pursued if at all possible.\n\n\nEfforts to mitigate the effects of prior incursions, and to ensure that the 2020 Major League Baseball season is played without interference, are being handled by Agent Jeremy Steele as part of Operation \nPINCH HITTER\n.\n\n\n\n\nAddendum — Results of Operation \nSeventh Inning\n\n\nOn 2020-04-01, an SCP-2206 broadcast was received which described the performance of an exhibition game, played between a combined team of American and National League All-Stars (the \"Stars\"), and a mystery team assembled by the deposed Commissioner (called the Select Commissioner's Players, or the \"Skippers\"). According to SCP-2206 commentators, a victory by the Skippers would result in the immediate reinstatement of the Commissioner, while a victory by the Stars would lead to the summary execution of the Commissioner and his team.\n\n\nAs described in the broadcast, the events and results of the game are as follows:\n\n\n\n\n\n\n\n\nHome Team\n\n\nStars\n\n\n\n\n\n\nAway Team\n\n\nSkippers\n\n\n\n\n\n\nBallpark\n\n\nHubert H. Humphrey Metrodome\n\n\n\n\n\n\n\n\n\n\nInning\n\n\nNotable Events\n\n\nScore\n\n\n\n\n\n\n1st\n\n\nSkippers bat first. After striking out three batters, Stars' pitcher Gordon \"Horse Bones\" Howitzer\n6\n is killed in an altercation with Skippers' shortstop #3\n7\n. Skippers take the field, and immediately give up a single-run home run to Michael \"Skip\" Salmon\n8\n. #3 trips Salmon as he jogs to third base. The rest of the inning is scoreless.\n\n\n1-0\n\n\n\n\n\n\n2nd\n\n\nStars' relief pitcher Francis \"Lemon\" Dravis\n9\n starts the inning by beaning Skippers' catcher #7 with a fastball to the head; #7 is uninjured, except for a dent in his titanium skull. In the ensuing fight, multiple Stars and Skippers are injured, as well as five spectators. The inning is scoreless.\n\n\n1-0\n\n\n\n\n\n\n3rd\n\n\nDravis strikes out the side, but is killed by a lightning strike. Unit 137\n10\n drives in two runs for the Stars before the inning ends.\n\n\n3-0\n\n\n\n\n\n\n4th\n\n\nStars' relief pitcher Kevin \"Fishlips\" Rindorf\n11\n gives up a run to Skippers' third baseman #11. The rest of the inning is scoreless. Several spectators are killed by a swarm of bees of unknown origin.\n\n\n3-1\n\n\n\n\n\n\n5th\n\n\nRindorf gives up another run, this time to Skippers' first baseman #0. The swarm of bees moves onto the field, although play continues without interruption. Stars' first baseman Philip \"Filif\" Jackson\n12\n steals home on a wild pitch.\n\n\n4-2\n\n\n\n\n\n\n6th\n\n\nRindorf gives up another run, and is replaced by relief pitcher Margaret Thatcher\n13\n. The rest of the inning is scoreless.\n\n\n4-3\n\n\n\n\n\n\n7th\n\n\nThe commentary for this inning contained a cognitohazard, making it impossible to determine the events that occurred.\n\n\n4-5\n\n\n\n\n\n\n8th\n\n\nAfter removing excess goats from the field, the Skippers fail to score against Stars' closer Edwin \"Medium-sized Eddy\" Thurgood\n14\n. The Stars regain the lead after a double by Salmon.\n\n\n6-5\n\n\n\n\n\n\n9th\n\n\n#3 hits a grand slam to put the Skippers in the lead. During the middle of the inning, SCP-6206 kills every member of the Stars with his \"death stare\", forcing them to draft spectators to finish the game. After three consecutive strikeouts, the game ends in a Skippers' victory.\n\n\n6-9\n\n\n\n\n\n\n\n\n\n\n\n\nOfficial portrait of POI-1776-43.\n\n\n\n\n\n\nAddendum — Containment Revision\n\n\nPOI-1776-43, the counterpart of SCP-6206 from this universe, has been confirmed as being entirely non-anomalous, aside from latent paranormal activity associated with the office of President of the United States. However, as a precaution, contingency measures meant to prevent him from becoming Commissioner of Baseball are to remain in place at this time.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-2206 is an anomalous sports radio broadcast originating from an alternate universe, which provides commentary on games of baseball, although the rule set of SCP-2206 baseball is radically different from our own. SCP-2206 baseball is notably more violent, and includes anomalous and non-human players.\n\n\n2\n. Referred to as a \"death stare\" by SCP-2206 commentators.\n\n\n3\n. A seven game series between the Houston Colt .45s and the Montreal Volcanoes, which the Volcanoes won with a walk-off home run from Michael \"Skip\" Salmon following his duel against .45s' relief pitcher Carlos \"Jimmy\" Ortez.\n\n\n4\n. Of the principal owners, only Harold Steinbrenner of the New York Yankees expressed enthusiasm for this plan.\n\n\n5\n. Despite being drastically outnumbered, the Red Sox had the upper hand when Mu-8 intervened\n\n\n6\n. A member of the Cincinnati Communists, and leader of the American Posadist Party.\n\n\n7\n. The names of the players on the Skippers were either not known or not used by the commentators, who identified them solely by their numbers.\n\n\n8\n. Reigning league MVP and President of Quebec.\n\n\n9\n. Player-manager and weather priest of the Seattle Storms, and \"least favored of Zeus\".\n\n\n10\n. An autonomous main battle tank, repurposed to play as a center fielder for the Seattle Autopilots.\n\n\n11\n. The Crown Prince of Atlantis, signed from the Atlantis Aquatics by the Kansas City Kings of Missouri.\n\n\n12\n. One of five Philip Jacksons that play for the Minnesota Clones.\n\n\n13\n. The first Prime Minister of the United Kingdom to play professional baseball.\n\n\n14\n. A half-Jotunn member of the Detroit Wolverines, known to be at least eight feet tall.\n\n\n\n\n\n\n\n\n« \nSCP-6205\n | SCP-6206 | \nSCP-6207\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-6206"
}