{
    "url": "https://scp-wiki.wikidot.com/scp-6213",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6213\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6213\n\n\n\n\n\n\nContainment Procedures:\n The town of Esterberg, Utah, is to be placed under electronic surveillance and fenced off. The local population is to be informed that the area is contaminated by severe chemical ground pollution, due to illegal industrial dumping in the local lake. A standard security force should be present to arrest trespassers. In the event where civilians enter SCP-6213 during activity, security forces are to wait until the anomaly ceases activity to retrieve any remains. Expeditions entering SCP-6213 for reasons of experimentation and study must be approved by SCP-6213's project leader, currently Doctor Blackwell.\n\n\nDescription:\n SCP-6213 is a clock tower building located at the center of Esterberg, Utah. The building shows signs of deterioration, such as foliage overgrowth and vandalism. SCP-6213 is only active for one hour at 1200 and 2400 hours military time. During these hours, the time within SCP-6213 will gradually appear to slow down to a point of imperceptible movement from the outside. From the inside, the observer will see that the outside is moving at an equally slower rate. If there are multiple people inside SCP-6213, each one will see the others as also being affected by the anomaly, though they see themselves moving at normal speed.\n\n\n\n\n\n\n\n\nDISCOVERY & ADDENDUMS\n\n\n\n\n\n\n\n\nNu-13 \"Unlucky Eyes\"\n\n\n\n\n\n\nSCP-6213 was discovered when multiple online blogs on urban legends began to spread a story about a clock tower in an abandoned town. A number of urban explorers\n1\n had reported having found a clock tower similar to what is described in the blogs, in Esterberg, Utah. Due to the blog sites describing multiple different anomalies of varying severity, Bravo Team, of Mobile Task Force Nu-13 \"Unlucky Eyes\", was dispatched to Esterberg. Bravo was to conduct reconnaissance-in-force, investigation, and containment preparation.\n\n\n\n\n\n\nAudio Log.6213.1\n\n\nDate:\n 5/11/2020, 1158 Hours\n\n\nExploration Team:\n Nu-13 Bravo\n\n\nSubject:\n Esterberg Anomaly\n\n\nTeam Lead:\n Senior Agent Hugo - AKA \"Stinger\"\n\n\nTeam Members:\n Agents Valery \"Luna\", Gustav \"Brew\", Antonio \"Chicken\", and Clara \"Bing\".\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nBravo team is approaching SCP-6213 cautiously in the daylight, going from cover to cover as they bound towards the clock tower. Bravo has not yet encountered any hostiles or any anomalies.\n\n\nSenior Agent Hugo:\n Luna, Brew, stack up left on the door. Chicken and Bing, you're on the right with me. I'll take point.\n\n\nAgent Valery:\n Willco.\n\n\nAgent Antonio:\n Gotcha, behind you.\n\n\nSenior Agent Hugo:\n Start the clock. Command, this is Bravo Actual, we're breaching the building now.\n\n\nCommand:\n Bravo Actual, Command. You're green for breach.\n\n\nThe sound of a door handle opening is heard, and soon after the sound of rushed echoing footsteps on brick follows.\n\n\nAgent Clara:\n Clear right!\n\n\nAgent Gustav:\n Left's clear!\n\n\nSenior Agent Hugo:\n Luna, Brew, up the stairs to the tower! Chicken, Bing, on me to the rest of the building!\n\n\nAgent Valery:\n Going up the stairs now, Stinger, not seeing anything except bad art.\n\n\nA number of doors can be heard thrown open, followed by shouts that rooms are clear. Bravo then concludes that the building is empty of any hostiles or visible anomalies. Senior Agent Hugo calls to regroup at the entrance inside the building. The time now reads 1200 hours.\n\n\nAgent Gustav:\n Anything at all? Not a peep?\n\n\nAgent Clara:\n Nothing, was a beauty of a view though. Could see the absolute nothing this place has for miles.\n\n\nSenior Agent Hugo:\n Alright, seems like bad intel, wouldn't be the first time and certainly isn't the last. Time to call it in. Command, this is Bravo Actual.\n\n\nA door is heard slamming shut before the recording erupts into static. The rest of the audio log recovered from Nu-13 Bravo is corrupted, unintelligible, and remains like this for 100 hours and 13 minutes. The audio recording equipment stopped functioning due to full storage. Command was not able to restore contact with Nu-13 Bravo.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe following addenda are logs left behind in chronological order by the various members of Nu-13 Bravo within SCP-6213. The logs will feature the name of the member if possible, the location of the log and its features, and the contents therein.\n\n\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.1\n\n\nNu-13 Log.6213.2\n\n\nNu-13 Log.6213.3\n\n\nNu-13 Log.6213.4\n\n\nNu-13 Log.6213.5\n\n\nNu-13 Log.6213.6\n\n\nNu-13 Log.6213.7\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.1\n\n\nTeam Member:\n Senior Agent Hugo\n\n\nLog Location:\n On a wall to the left of the door entrance on a piece of paper, pinned by a nail, written in pen. In the top right corner of the paper is a large hand-printed one.\n\n\n\n\n\"I've managed to calm everyone down to a degree where I can reason with everyone on what to do. Here's what we've discovered so far. first of all, our watches aren't working right, it's been 1205 for about 3 minutes now. Not even the clock in this room ticks. Second, everyone's speech sounds slurred or slowed, except mine. Third, we can't get out, the doors' handles on the first floor won't budge, and any kick we send into them hurts us more than the door. The door that goes to the very top of the tower is the same, so we can't jump or rappel. The windows won't even break.\n\n\nSo, what're we gonna do? We've got enough MREs and water to last us a week, tops. If anyone hurts themselves too badly trying to leave this place, we can barely care for them. As good a medic as Gustav is, he's no miracle worker.\n\n\n\n\nHey! I read that!\n\n-Brew\n\n\n\n\n\nI'll tell you what we're going to do. We're going to do our fucking jobs.\n\nIf I know the Foundation, and I like to imagine that I do, they're gonna come here wondering what happened to us and maybe get some other poor people stuck in here figuring it out. Now, our job description states that we're first on the ground to help prevent future casualties through containment preparation and intelligence gathering, how're we going to do that?\n\n\nWe're gonna document ourselves, and tell them what happened to us. I've instructed my team that, if they need to write, they put it somewhere obvious and number it in order, so you can find it. My only hope right now, other than getting out of here, is that you don't die because we were stupid.\n\n\nSenior Agent Hugo \"Stinger\"\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.2\n\n\nTeam Member:\n Agent Valery \"Luna\"\n\n\nLog Location:\n On a desk in the eastern section of the clock tower building, written in pen. There is a single drawing of a butterfly at the bottom of the page.\n\n\n\n\nWhatever is happening here, it's slowing things down, slower and slower. I don't even know how long it's been, and my watch is basically useless \nif I am\n if we're correct. We've resorted to communicating by these notes because speech has become difficult to understand by this point. So, I sit here, spitballing ideas in my head about how we get out. We've got five of the best brains here to figure it out.\n\n\nCan't break our way out, so that's out of the question. As far as we know, this anomaly isn't sentient or intelligent to any degree, lord knows I've heard Chicken shouting at the walls enough to figure that out. Now, breaking in to be rescued, we don't know. I want to hope that as soon as the Foundation (you guys) gets here they'll try opening the door, and we'll suddenly be freed from our curse.\n\n\nIt's wildly optimistic, probably unrealistic, and we know our odds to a degree.\n\n\nBut, I saw something beautiful today. A butterfly outside a window almost hovering in place, and its wings fluttered so slowly that I could lean in and see every detail on its furry body. It was a wonderfully dark blue that became pale and white around the edges of the wing, in a smooth gradient. Like one of those professional pictures was right there in front of me, in slow motion.\n\n\nSo it's not all bad.\n\n\nAgent Valery \"Luna\"\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.3\n\n\nTeam Member:\n Agent Antonio \"Chicken\"\n\n\nLog Location:\n Paper taped to a window in the stairwell, written in pen. There are various drawings in the margins of the paper resembling guns, dogs, and houses.\n\n\n\n\nIt's day two, or at the very least, everyone's fallen to sleep and woken up despite it still being daylight outside. I have been designated the next \"documenter\" by Stinger, courtesy of a sticky note on my nose. Hoo-fuckin'-ray. The most important part first, before I get ahead of myself, people have some new ideas. For one, we're a hundred percent sure that time is slowing down. Going at a dead sprint looks like walking for fuck sake, and it's only getting worse.\n\n\nSecond, Gustav thinks that with time slowing down, our metabolism will also, which he thinks buys us time to think. Still on a clock, but at least it's not breathing down our neck.\n\n\nThirdly, we're positive this isn't memetic. We've tried every trick in the book to try to break out. Putting ourselves into a trance, drugs, hypnosis, pinching ourselves awake to escape a bad dream, you name it. There are no symbols or messages here that suggest that we're living in some kind of shared psychosis. No, this is one-hundred percent time fuckery, and I'll be the first one to say it's starting to piss me off.\n\n\nI want to go home.\n\n\n\n\nMe too.\n\n-Clara\n\n\n\n\n\nAgent Antonio \"Chicken\"\n\n\n\n\n\n\n\n\nNu-13 Log.6213.4\n\n\nTeam Member:\n Agent Gustav \"Brew\"\n\n\nLog Location:\n Written on a large window in the entrance room in black marker. There are a number of illegible mathematical equations written above the log.\n\n\n\n\nIt's been what feels like four days, I could be wrong, I lost count. The progression of time slowing has reached the point where I'm starting to get concerned as to whether things are actually moving or not. I watched Stinger push a stone off of a window seal for a day. I couldn't tell that the stone, or his finger, was moving until I started measuring its distance traveled with a marker over hours. Communicating with notes will soon be impossible if it isn't already. I probably look like a statue to the others right now.\n\n\n\n\nYou did, it's almost funny actually.\n\n-Hugo\n\n\n\n\n\nIn other words, if you guys can read this. We're all about to be on our own pretty shortly, by the end of the \"week\" probably. We should take what time we have left able to communicate and bring up our last shots at ideas and organize what we have for the Foundation when they case the place. This means making it easy for them to know that going inside this place is a hazard, and collect all the data we've got into one place. I've already put a temporal warning on all the windows, paper facing outside. After that?\n\nI don't know, we make our peace, I guess?\n\n\n\n\nFuck.\n\n-Antonio\n\n\n\n\n\nAgent Gustav \"Brew\"\n\n\n\n\n\n\n\n\nNu-13 Log.6213.5\n\n\nTeam Member:\n Agent Clara \"Bing\"\n\n\nLog Location:\n Written on a large table in the eastern wing of the building in black marker. Some of the writing has been smudged by fingerprints but has been reconstructed.\n\n\n\n\nAgent Valery is dead. We all saw it because after all, it happened over the course of a day. I'm the only one who can stand to write anything about this to document it for the Foundation. For her, it was probably quick, in an instant, and out like that. But for us, God, for us it was awful. At first, I just thought she was going downstairs when I woke up. Then when I looked again sometime later it looked like she was tripping.\n\n\nWe couldn't help her, because nothing I did could move her, I tried pushing, I tried it all, and I'm sure the others did too. Stinger would've given it his all, and I saw him crying as a statue on the steps behind her.\n\n\nIt took hours for her head to finally hit the ground. Her face didn't even look like it noticed anything was wrong as they fell, or maybe she was just fine with the outcome at the time. It's starting to get to that point, after all. A lot of people wonder what it looks like at the instance of death, and now I don't need to wonder, because I couldn't look away.\n\n\nWe all had to listen for hours more as we heard the vertebrae in her neck snap, one by one.\n\n\nAgent Clara \"Bing\"\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.6\n\n\nTeam Member:\n Agent Antonio \"Chicken\"\n\n\nLog Location:\n Written to the right of Nu-13 Log.6213.5 in black marker. There is a depiction of a hand with a butterfly landed on the middle finger above the log, surrounded by many marker smudges. Next to it is the words \"I've made my peace\".\n\n\n\n\nWe're at that predicted complete standstill. The only way I could tell that they're still moving was when I went to sleep with Gustav's eyes open while he was looking out the window, and woke up to his eyes closed in the same pose. He's still there, looking at nothing, I think he's tearing his hair out about how he could've saved Valery.\n\n\nValery always knew how to make the best of these shitty situations. She got her nickname \"Luna\" because we thought she was a lunatic when she first got on the team. How she kept that ridiculous grin on when she could, or kept her chin up when ours were down, I had no idea. But I read her log, now I know it wasn't because she was crazy, but because she believed in us.\n\n\nYou deserved better Valery, you deserved so much more than us!\n\n\nI've got a lot of time, and not a lot of water, so I think I'll give that butterfly just one more try.\n\n\nAgent Antonio \"Chicken\"\n\n\n\n\n\n\n\n\n\n\nNu-13 Log.6213.7\n\n\nTeam Member:\n Senior Agent Hugo \"Stinger\"\n\n\nLog Location:\n The paper was found clutched in Senior Agent Hugo's left hand, written in pen. The writing shows signs that the pen was beginning to run out of ink.\n\n\n\n\nI think I'm the last.\n\n\nThere's a butterfly outside a window, it's completely stopped. It's blue and fluffed, the same one she saw.\n\n\nI sit here on the steps in the middle of the cessation of time itself. Not many can write that and mean it, huh?\n\n\nI made a promise to my team, a long, long time ago. I will be the first one in, and the last one out. Did I hold my promise? I think so, and I'll have to try and believe that.\n\n\nI'm debating how to end it. I can't use my gun, because I'll be dead before the bullet even leaves the barrel. My knife is too messy, and I don't wanna go out that way. I've got no other ideas, and plenty of time.\n\n\nSo I'll keep writing until I go unconscious.\n\n\nThe writing starts to become illegible, until this part, where it becomes suddenly more clear.\n\n\nWe entered when it was almost 1200 hours, I remember. \nIt's not a coincidence.\n\n\nDear Doctor, if you're reading this, I need to know that we did everything we could to prevent this from happening to anyone else.\n\n\nDon't give us medals, don't give us a ceremony. Just bury our bodies, and tell us we did our job.\n\n\nRemember us as what we were, not heroes, not saviors, just poor guys and gals who went in at the wrong place and the wrong time.\n\n\nPlease.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNu-13 Bravo After Action Report\n\n\n\n\n\n\nFoundation personnel arrived at Esterberg at 2130 Hours, nine and a half hours after Command lost contact with Nu-13 Bravo. Upon arrival, personnel saw temporal warning signs displayed in all the windows facing outwards, drawn on paper. Pararescue, establishing scene safety on-site, was able to open the front door into SCP-6213 with no further issues, and investigation into Nu-13 Bravo's deaths began.\n\n\nIt wasn't until 2350 hours that Nu-13 Log.6213.7 was found and read, wherein Doctor Blackwell ordered all personnel to vacate SCP-6213 immediately. All twenty-nine scene investigators left SCP-6213 safely, and the front door to SCP-6213 upon the clock hitting 2400 hours, shut closed.\n\n\nNu-13 Bravo Operators Killed in Action include:\n\n\n\n\nSenior Agent Hugo \"Stinger\":\n Terminal Dehydration. Found in the stairwell, Nu-13 Log.6213.7 in their left hand.\n\n\nAgent Gustav \"Brew\":\n Terminal Dehydration. Found on the ground below Nu-13 Log.6213.4\n\n\nAgent Antonio \"Chicken\":\n Terminal Dehydration. Found next to Nu-13 Log.6213.6, with a marker in their right hand.\n\n\nAgent Clara \"Bing\":\n Terminal Dehydration. Found sat up against a wall, next to Agent Valery.\n\n\nAgent Valery \"Luna\":\n Cervical Fracture. Found at the bottom of the stairs in the entrance room.\n\n\n\n\n\n\n\n\n\n\nNu-13 Bravo's efforts in containment preparation, their explanations, documentation, ideas, and sacrifice, have accelerated our efforts by a matter of years and saved dozens of lives. They gave their time for ours.\n\n\nWe will remember them as what they were. Our \nUnlucky Eyes\n.\n\n\n\n\n- Doctor Blackwell\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6212\n | SCP-6213 | \nSCP-6214\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6213\n\" by Donnerino, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6213\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n clocktower.jpg\n\n\nName:\n Clock tower of Cresswell Hall stable block\n\n\nAuthor:\n Leanmeanmo\n\n\nLicense:\n Creative Commons BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.geograph.org.uk/photo/6439230\n\n\n\n\n\n\nFilename:\n SpyNoEvil.Png\n\n\nAuthor:\n Mez\n\n\nAdditional Notes:\n Created for me by an artist friend of mine for a Delta Green tabletop setting.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A hobby which involves exploring and documenting abandoned locations",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6213 \" by Donnerino, from the SCP Wiki . Source: https://scpwiki.com/scp-6213 . Licensed under CC-BY-SA .",
        "Filename: clocktower.jpg Name: Clock tower of Cresswell Hall stable block Author: Leanmeanmo License: Creative Commons BY-SA 2.0 Source Link: https://www.geograph.org.uk/photo/6439230",
        "Filename: SpyNoEvil.Png Author: Mez Additional Notes: Created for me by an artist friend of mine for a Delta Green tabletop setting."
    ],
    "description": "SCP-6213 is a clock tower building located at the center of Esterberg, Utah. The building shows signs of deterioration, such as foliage overgrowth and vandalism. SCP-6213 is only active for one hour at 1200 and 2400 hours military time. During these hours, the time within SCP-6213 will gradually appear to slow down to a point of imperceptible movement from the outside. From the inside, the observer will see that the outside is moving at an equally slower rate. If there are multiple people inside SCP-6213, each one will see the others as also being affected by the anomaly, though they see themselves moving at normal speed.",
    "title": "SCP-6213"
}