{
    "url": "https://scp-wiki.wikidot.com/scp-6214",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\nPhotograph of SCP-6214 01/16/1958\n\n\n\n\n\n\nItem #:\n SCP-6214\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-6214 is to be contained within a Standard Humanoid Containment Cell with:\n\n\n(1) Writing Desk\n\n(1) Diary with necessary writing materials\n\n(1) Bookshelf with unrestricted books available upon request.\n\n\nBased on their long term good behaviour, SCP-6214 is granted one meal request a week and on special occasions.\n1\n\n\nDescription:\n SCP-6214 is a woman characterised by transparent skin\n2\n, described as resembling ‘frosted glass.’ This abnormality primarily affects the skin; internal organs such as bones, the nervous system and the vascular system, are visible. A few organs show signs of ‘slight’ transparency in irregular patterns. Most noticeably bones towards the ends of SCP-6214's limbs, the liver and segments of the digestive tract. Bodily Hair remains unaffected to the naked eye, but through photographic images, bodily hair develops as a pinkish hue.\n3\n\n\nSCP-6214 was born Fatima Cel Tradat (10/11/1888), a former employee at the Foundation. The Object was employed within the Research and Development Division at Site-17 until exposed to anomalous elements. These elements were intended to reflect electromagnetic radiation to assist in securing energy-based anomalies. The exposure gradually rendered the Object’s skin transparent in a pattern consistent with vitiligo.\n\n\nThe skin's transmutation began at the exposure site, the Object's left hand, and progressively spread. Later developments formed in new locations around the mouth, eyes and chest. Within three months, the subject’s skin was completely transmuted. Subsequently, the object was contained for study and analysis. Results from these biographical tests displayed that, despite the Object’s skin, they were otherwise physiologically unremarkable to that of a human.\n\n\nSCP-6214's perspective of the incident is recounted in their diary:\n4\n\n\n\n\n+ View Diary Entry 1\n\n\n\n\n- Hide Diary Entry 1\n\n\n\n\n\n\nEvening Susie\n5\n,\n\n\nI’ve long considered myself intelligent, and have had enough recommendations to prove it in ink. Rarely am I wrong, and thus today has unfortunately bruised my ego. The ‘Helm of Hermes’ was aiming for completion within this quarter, however, an unfortunate incident took place this afternoon.\n\n\nA new batch of [redacted] was refined, with additional reflective compounds, such as silver and aluminium. Its interior structure hinged on a half-decade of research, and disappointingly an error took place. To my calculations, it wasn’t my fault, but a misalignment of the photonic output by Dr. Susana. She sees herself as superior in intellect, but once I prove her hand in this error, she’ll be lucky to work at a desk! We at the Foundation seek to contain what goes against the laws of normalcy, to dissect and understand it so that it is removed! Ineptness in our field is unforgivable and worthy of impeachment.\n\n\nRegardless, the [redacted] began a translucency shift, far more seamlessly than ever before. It was wonderful to witness; seeing photons bend to mankind encompassed my every inhibition. Now, I was no longer a meagre mortal, for truly the Foundation had wrought something beautiful. Shortly after my \nmild\n apotheosis, there was a vivid flash of every colour, as expected. Quite often, just before a translucency shift fails and snaps back to its initial state, the object is illuminated with every colour on the visible spectrum. However, unlike previous experiments, there was something more, a vivid flash of a colour I failed to recognise. Upon the translucency shifts collapse, I awoke to find myself stirring from the floor.\n\n\nMy left hand burned, and upon inspection, I felt sickness take me. My fingertips and knuckles bore signs of skin-deep translucency. Karson reported that collections of photons shone directly into me. Never had this happened, no doubt thanks to Susana. I was taken for a Medical Examination, however, there were no apparent signs of illness. I can scarcely see that as true, and to release me with a week's enforced leave so shortly after my experience angers me. There must be a clear cause for my hand’s transformation.\n\n\nOn my return, I’ll find the root of it, use whatever D-Class within reach to do so if I must.\n\n\n\n\n\n\n\n\n\n\nUpon return from leave, the skin on SCP-6214's hand continued to shift into a translucent state. Within three weeks the majority of the skin around SCP-6214's hand had shifted into a transparent state. Director of Project ‘Helm of Hermes,’ Michael Pra’vi, relinquished SCP-6214 from their position on the project after talks with the Site Director. SCP-6214 was moved to the Archival Office and observed from afar for changes in their condition.\n\n\nSCP-6214’s perspective of the incident are recounted in their diary:\n\n\n\n\n+ View Diary Entry 2\n\n\n\n\n- Hide Diary Entry 2\n\n\n\n\n\n\nEvening Susie\n\n\nWe aren’t combating the values of the Foundation, we serve to facilitate it’s logical goals, but I am no more abnormal than one with albinism. To be frank, it is disturbing to see the inner workings of my hand, but it’s nothing gloves can fix. Besides, if I humour the rumour's of some senior offices, it is nothing compared to them!\n\n\nKarson keeps me company, as always. Karson was always the heart between us, and it’s been put to good use on me. I found a lovely box of chocolates at my administrative desk. Some haggish woman was loitering near them when I left them unintended. I stored them away in my locker, for it seemed that my desk neighbour was unable to tell what was and wasn't theirs. Oh Susie, how I long for my old workspace.\n\n\nFor now, I’ll be filing papers and all the dryness that comes with being a dusty archivist. This is a learning experience and one that will make a fine study once I regain my proper duties.\n\n\nP.S I am tempted to note the medical staff of a slightly transparent spot growing at my waist. I’d tell Karson to see his opinion on the matter, but our new schedule leaves us with little time together. I’ll find the time when it feels appropriate.\n\n\n\n\n\n\n\n\n\n\nSCP-6214 followed the protocols given to her. After a routine medical examination, SCP-6214 was eventually informed to move into Foundation Residential Communities within Site-5. SCP-6214 initially protested this direction, until convinced by their spouse Dr. Karson Dach.\n\n\n\n\n+ View Diary Entry 3\n\n\n\n\n- Hide Diary Entry 3\n\n\n\n\n\n\nAfternoon Susie\n\n\nSo it begins; a new life within these suffocating, Foundation Residential Communities. Oh think of all the wonders to come! I always wanted to visit [REDACTED], and in a bleak sense, I have.\n\n\nI heard rumours the Foundation was looking to make their long-term communities more comfortable, and if this is what they’ve landed on, I am deeply concerned with their livelihood. There is no outside, just a vast car park with a coat of paint and a fluorescent sun. The food comes in packs! Little plastic packaging filled with flavoured paste. It's apparently ‘more nutritious’ than the flavours they mimic, but I’d rather a legitimate turkey than some tactless counterfeit.\n\n\nKarson still has his position, having risen to head of ‘Helm of Hermes,’ despite his impractical senses. How he managed to sweet-talk into such an envious person is beyond me, but at least it is one of us who managed to take command of my project. Karson tells me the project is running smoothly, despite my intervention, but I honestly struggle to fathom his incredulous words.\n\n\nAt least he has a kind nature. My sweetheart is attempting to make something of our move, setting a fine dining table, considering our Foundation branded utensils and foodstuff. He has told me to go into our room, apparently planning some treats for this evening. Some gift basket he received during his promotion that he thinks I don't know about. Not that I’ll tell. It would be nice to have some wine to make our food paste palpable.\n\n\n\n\n\n\n\n\n\n\nThe following entry is assumedly written shortly after the previous entry. The handwriting is notably careless compared to previous entries and the page is marked with violent pen markings which have torn segments of the page.\n\n\n\n\n+ View Diary Entry 4\n\n\n\n\n- Hide Diary Entry 4\n\n\n\n\n\n\nHe stared at me! Just stared! It is as if I am a freak! I am fine and normal. Truly, it is they who are the freaks! Who dares to stare at an ailing person! I have been reduced to holding off washing, else I watch my insides squirm my ever revealing ribcage! Karson dares to stare at me when I can not dare to do so myself.\n\n\nHe left our room when he considered himself in the right. My condition is to be ‘demanding on his eyes.’ If that is how he feels, then to hell with him.\n\n\n\n\n\n\n\n\n\n\nThe state of SCP-6214’s condition was reported by Dr. Karson Dach. Site Director Moran Vandolin, after considering SCP-6214 medical reports, requested permission to register the Object for classification. Permission was granted after no evidence showed signs that SCP-6214 would return to a typical status.\n\n\n\n\nInterview Log 001:\n\n\nInterviewer:\n Dr. Karson Dach\n\n\nInterviewee:\n SCP-6214\n\n\nSCP-6214 has been in containment for approximately 24 hours (as of 12/6/1924) SCP-6214 is sitting within Debrief Room 11-2 unrestrained. There is one armed guard stationed behind the subject. Dr. Karson Dach requested to interview and debrief SCP-6214.\n\n\nJustification was given: \"[SCP-6214] will feel more accustomed into containment with the aid of a person [the object] trusts, such as myself. I know that this is an unorthodox procedure, but it will make our future with [SCP-6214] efficient and clean.\"\n\n\n[BEGIN LOG]\n\n\nSCP-6214:\n Karson, I am glad to have you, debriefing me. Perhaps you can speak with the Director and…?\n\n\n[SCP-6214 rises to their feet]\n\n\nDr.Dach:\n SCP-6214, I’m here, as you will be aware, to debrief you, discuss your status and all the formalities and, well, you know what this is.\n\n\nSCP-6214:\n SCP…Oh you utter, Karson! Why aren’t you fighting this? Surely you see, I can’t be contained. I am not…I can not…be something to be locked away. I’m…\n\n\nDr.Dach:\n Normal? Typical? I’m afraid your condition has grown far too out of hand. The powers that be took a chance on you, let your incident slide, but…I am sorry Fatmina, but look at you.\n\n\n[SCP-6214 stops briefly to examine their hands, then turns back]\n\n\nSCP-6214:\n Sorry won't free me from containment. I am a scientist! We can deduce a symptom, cure it.\n\n\nDr.Dach\n: It is our sovereign duty to understand the abnormal, such as your condition. In containment, we have a neutral ground to see the mechanisms of your condition. I sincerely pity you, however, we’re a part of a greater cause, Fatima!\n\n\nSCP-6214:\n Then let me serve that cause! Karson, please, what are you saying?\n\n\nDr.Dach:\n I’m saying that, unfortunately, that yes, you are still serving that cause.\n\n\nSCP-6214:\n Don’t get smart with me Dach. You are the one who fell sick upon looking at his ill wife.\n\n\nDr.Dach:\n What sensible spouse couldn't!? Wait, that's right. I ‘lack the senses.’\n\n\nSCP-6214\n How did you? Nevermind. Karson, please, over such a minor comment, you cannot, genuinely fathom…\n\n\nDr.Dach:\n You are endless with your minor comments. I’ll speak with you soon, SCP-6214\n\n\n[END LOG]\n\n\n\n\nDr. Dach is now barred from interacting with SCP-6214 in any official capacity. SCP-6214 became verbally aggressive towards Foundation Employees shortly. The object was formally classified by their Containment Specialist Dr. Louisa Guzmán.\n\n\n\n\nInterview Log 003:\n\n\nInterviewer:\n Dr. Louisa Guzmán\n\n\nInterviewee:\n SCP-6214\n\n\nDr. Guzmán intends to understand the mental state of SCP-6214 and their perspective of their condition. There is an armed guard in the room.\n\n\n[BEGIN LOG]\n\n\nDr. Guzmán:\n How are you this evening?\n\n\nSCP-6214:\n Bored. Tired. I want dinner, and then I want to sleep.\n\n\nDr. Guzmán:\n Then we’ll get through this together. Are you comfortable?\n\n\nSCP-6214:\n Enough.\n\n\nDr. Guzmán:\n Now, your skin condition. From our observations, it generally spreads across an affected area. On a rare occasion, new areas detached from the currently affected area appear.\n\n\nSCP-6214:\n Such as my eyes.\n\n\n[Dr.Guzmán nods]\n\n\nDr. Guzmán:\n Is there any sensation caused by your skin’s transmutation?\n\n\nSCP-6214:\n At times, I feel my skin turn wrong. I cannot describe it, but I am unsure how legitimate this is.\n\n\nDr. Guzmán:\n You feel that this sensation is just trickery of the mind?\n\n\n[SCP-6214 shrugs]\n\n\nDr. Guzmán:\n Has Karson visited at all?\n\n\nSCP-6214:\n Pardon?\n\n\nDr. Guzmán:\n I apologize for being so forward. As your…\n\n\n[Dr. Guzmán hesitates, and places her notepad aside]\n\n\nDr. Guzmán:\n As your containment specialist, I’m in a unique position. You aren’t some cursed textbook, flesh-eating doll or an abomination…\n\n\nSCP-6214:\n Then why am I here? I am sick, and yet in the traditions of Barnum, I’m out on display. Look at this freak, look at her and how her insides gleam for all to see.\n\n\n[The Armed Guard goes to apprehend SCP-6214, however, Dr. Guzmán gestures him to go back into positioned]\n\n\n\n\nDr. Guzmán:\n You are a human with a condition we are trying to understand. Your husband is still working on Project Helm of Hermes, and if they understand a method to remove the effects of a translucency shift, then we have a method to cure you.\n\n\nSCP-6214:\n So perhaps I can return to normal? My position, even?\n\n\nDr. Guzmán:\n I won’t give you false hope. There is little I can guarantee. Now, as the containment specialist of one who is human, barring a quaint appearance, I see no reason to treat you as something dangerous, or like a criminal D-Class.\n\n\nSCP-6214:\n I’m leaving this chamber?\n\n\nDr. Guzmán:\n That is, unfortunately, beyond my powers, but I am going to ask what we can do to make your life comfortable?\n\n\nSCP-6214:\n Books, and-and my diary. It was in my room last I heard.\n\n\nDr. Guzmán:\n I’ll have that arranged. Although I must stipulate, this is a courtesy, and as you should know, we aren’t a hotel. You are still classified as an SCP, and there are still procedures we must adhere to.\n\n\n[END LOG]\n\n\n\n\nSCP-6214 agrees to be cooperative on the grounds of a reward system. Meetings, dressed as both formal and informal, continue between Dr. Guzmán. (See SCP-6214 Interview Folder) SCP-6214 has continued to write in their diary daily. Dr. Karson Datch has visited SCP-6214 5 times in the 12 months the Object has been in Foundation containment. As of 15/6/1925 Dr. Karson Datch and SCP-6214 are divorced.\n\n\n\n\n+ View Diary Entry 5\n\n\n\n\n- Hide Diary Entry 5\n\n\n\n\n\n\nMorning Susie,\n\n\nI have been as well as I was yesterday. There was little to report, other than a lovely chat with Doctor Burman. He is a fan of the Helm of Hermes project, and I suppose if you are interested in that project, then you are interested in me. Suppoesdly, it has been shelved for the time being, with the technology not being ready. I can scarcely see why they’d do such a thing. I am ill, and my flesh continues its endless transformation into something monstrous.\n\n\nIt would have been delightful to know that the technology ‘wasn’t there yet’ when I flicked the switch on that faithless day. I suppose you make do. Louisa has not visited me for some time. According to Giles, she is busy with new promotions. Giles will be taking over her position as my ‘zookeeper.’ Karson has yet to visit since last month. He feels so eager to apologise, but I still remember what he did.\n\n\n\n\n\n\n\n\n\n\nSCP-6214 condition spread to the large majority of her body; bones are now visible in extraneous limbs, and notably the ribcage. SCP-6214 expressed and visibly showed signs of distress from their condition. However, after some time, the Object appeared to grow contempt with whatever change had passed.\n\n\n\n\n+ View Diary Entry 6\n\n\n\n\n- Hide Diary Entry 6\n\n\n\n\n\n\nMy flesh is continuing to change; I can see my damn skull in the mirror! I stare into my reflection and see what looks to be a corpse! Yet, I find this more concerning, I’m growing contempt with what I see. When my hands all changed, I found peace in analyzing the new intricacies unveiled inside. Then, legs began their transformation and at first I hated them too. However, like my hands, soon I grew to know them as my own flesh. I wonder, when I have reacquainted with every inch of my form, what then? It seems that my changing body is the sole sign of change here.\n\n\nYes, there are visitors, but no change in routine. I sit and wait, once being poked and prodded, but now with no lingering desire to find the cause of my condition, the Foundation has packed me away to gather dust.\n\n\n\n\n\n\n\n\n\n\nAddendum 1:\n SCP-6214 has become passive to Foundation authority and shows no developing abnormalities aside from their currently known skin condition. As of 01/01/1946, SCP-6214 has been permitted visits to the Foundation Garden at their request; this is a bonus from their previous agreement based upon their long-term good behavior. SCP-6214 must be accompanied by an armed guard in the event SCP-6214 attempts an escape, however in the 22 years they have been in containment, they have followed Foundation policies.\n\n\n\n\n+ View Diary Entry 7\n\n\n\n\n- Hide Diary Entry 7\n\n\n\n\n\n\nDear Susie,\n\n\nKarson visited me this afternoon. He has a child now, a little boy named Toby. A little too bland for my tastes, but he isn’t mine so never mind. Toby takes after Susana’s looks I say. He has those same, big eyes. He’s cute I imagine, but all I can imagine is the smell of him. Your Daughter was a foul little thing, wasn’t she? Always finding something horrid to shove into her mouth whenever she gave up on sucking her toes.\n\n\nI wonder how she is. I wonder how Mr. Susie is. I couldn’t stand him, seeing someone as bright as you with an artist. Such a drab profession, how you could stand hearing conversions about lead and tones floors me. But I suppose he made you happy.\n\n\nSusanna asked if I was well, through Karson, of course. Poor thing likely still has nightmares for me. I was rather harsh, but still, a lack of perceptions leads to terrible accidents. I know that better than most thanks to my very own miscalculations! I understand little about motherhood, but it’s obvious to me that any parent needs considerable focus and attention for a child. God help the boy.\n\n\nIn other news, the Night-blooming cereus should begin to bloom at any moment. I will talk with you tomorrow Susie.\n\n\n\n\n\n\n\n\n\n\nAddendum 2:\n On 25/06/1969, SCP-6214 died from age-related ailments at the age of 81 shortly after viewing the Apollo Landing at 1 AM UCT. The Object has been reclassified from ‘Safe’ to ‘Decommissioned.’\n\n\nSCP-6214 wrote a final note, which has been included to preserve the final words of SCP-6214 by the request of the now-retired Director Louisa Guzmán.\n\n\n\n\n+ View Diary Entry 8\n\n\n\n\n- Hide Diary Entry 8\n\n\n\n\n\n\nWhat a day, Susie\n\n\nI’d once thought it strange, really something make-believe, that humankind might step onto the Moon. I had worked in a field of strange abnormalities, and strange to frame such an achievement. Even now, as I write notes with transparent hands, that sight of us meagre folk on the moon; it’s a grim delight to witness. The old containment team brought in a television set for me to watch history.\n\n\n\nSuch wonders as this that leads hope to a fantastic future, perhaps one not burdened by concerns of abnormality. If we are in a world where mankind walking across a cosmic surface is normal, then surely we are entering a wonderfully, strange, new age.\n\n\n\n\n\n\n\n\n\n\nDr. Karson Datch, retired, has requested that SCP-6214 be buried in the Foundation Memorial. After reanalyzing SCP-6214's corpse, finding nothing of concern, this request has been \ngranted\n\n\n\n\nFootnotes\n\n\n1\n. Birthdays, Religious Holidays, Anniversaries\n\n\n2\n. Whilst the eyelids are affected, the eyes themselves remain unchanged.\n\n\n3\n. This appears to be the result of a 'Red-eye effect'\n\n\n4\n. Note: Only entries necessary to profile and otherwise understand SCP-6214 are listed. For complete records, see SCP-6214/Item#2 Diary\n\n\n5\n. Susie is the name of SCP-6214's diary. It is speculated to be named after Susania Cel Tradat, SCP-6214's deceased sister.\n\n\n\n\n\n\n\n\n« \nSCP-6213\n | SCP-6214 | \nSCP-6215\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6214\n\" by Doctor Zurvan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6214\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCPFFACE.jpg\n\n\nAuthor:\n \nDoctor Zurvan\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 1: SCP-6214 has become passive to Foundation authority and shows no developing abnormalities aside from their currently known skin condition. As of 01/01/1946, SCP-6214 has been permitted visits to the Foundation Garden at their request; this is a bonus from their previous agreement based upon their long-term good behavior. SCP-6214 must be accompanied by an armed guard in the event SCP-6214 attempts an escape, however in the 22 years they have been in containment, they have followed Foundation policies.",
        "Addendum 2: On 25/06/1969, SCP-6214 died from age-related ailments at the age of 81 shortly after viewing the Apollo Landing at 1 AM UCT. The Object has been reclassified from ‘Safe’ to ‘Decommissioned.’\nSCP-6214 wrote a final note, which has been included to preserve the final words of SCP-6214 by the request of the now-retired Director Louisa Guzmán."
    ],
    "documents": [],
    "notes": [
        "Evening Susie 5 , I’ve long considered myself intelligent, and have had enough recommendations to prove it in ink. Rarely am I wrong, and thus today has unfortunately bruised my ego. The ‘Helm of Hermes’ was aiming for completion within this quarter, however, an unfortunate incident took place this afternoon. A new batch of [redacted] was refined, with additional reflective compounds, such as silver and aluminium. Its interior structure hinged on a half-decade of research, and disappointingly an error took place. To my calculations, it wasn’t my fault, but a misalignment of the photonic output by Dr. Susana. She sees herself as superior in intellect, but once I prove her hand in this error, she’ll be lucky to work at a desk! We at the Foundation seek to contain what goes against the laws of normalcy, to dissect and understand it so that it is removed! Ineptness in our field is unforgivable and worthy of impeachment. Regardless, the [redacted] began a translucency shift, far more seamlessly than ever before. It was wonderful to witness; seeing photons bend to mankind encompassed my every inhibition. Now, I was no longer a meagre mortal, for truly the Foundation had wrought something beautiful. Shortly after my mild apotheosis, there was a vivid flash of every colour, as expected. Quite often, just before a translucency shift fails and snaps back to its initial state, the object is illuminated with every colour on the visible spectrum. However, unlike previous experiments, there was something more, a vivid flash of a colour I failed to recognise. Upon the translucency shifts collapse, I awoke to find myself stirring from the floor. My left hand burned, and upon inspection, I felt sickness take me. My fingertips and knuckles bore signs of skin-deep translucency. Karson reported that collections of photons shone directly into me. Never had this happened, no doubt thanks to Susana. I was taken for a Medical Examination, however, there were no apparent signs of illness. I can scarcely see that as true, and to release me with a week's enforced leave so shortly after my experience angers me. There must be a clear cause for my hand’s transformation. On my return, I’ll find the root of it, use whatever D-Class within reach to do so if I must.",
        "Evening Susie We aren’t combating the values of the Foundation, we serve to facilitate it’s logical goals, but I am no more abnormal than one with albinism. To be frank, it is disturbing to see the inner workings of my hand, but it’s nothing gloves can fix. Besides, if I humour the rumour's of some senior offices, it is nothing compared to them! Karson keeps me company, as always. Karson was always the heart between us, and it’s been put to good use on me. I found a lovely box of chocolates at my administrative desk. Some haggish woman was loitering near them when I left them unintended. I stored them away in my locker, for it seemed that my desk neighbour was unable to tell what was and wasn't theirs. Oh Susie, how I long for my old workspace. For now, I’ll be filing papers and all the dryness that comes with being a dusty archivist. This is a learning experience and one that will make a fine study once I regain my proper duties. P.S I am tempted to note the medical staff of a slightly transparent spot growing at my waist. I’d tell Karson to see his opinion on the matter, but our new schedule leaves us with little time together. I’ll find the time when it feels appropriate.",
        "Afternoon Susie So it begins; a new life within these suffocating, Foundation Residential Communities. Oh think of all the wonders to come! I always wanted to visit [REDACTED], and in a bleak sense, I have. I heard rumours the Foundation was looking to make their long-term communities more comfortable, and if this is what they’ve landed on, I am deeply concerned with their livelihood. There is no outside, just a vast car park with a coat of paint and a fluorescent sun. The food comes in packs! Little plastic packaging filled with flavoured paste. It's apparently ‘more nutritious’ than the flavours they mimic, but I’d rather a legitimate turkey than some tactless counterfeit. Karson still has his position, having risen to head of ‘Helm of Hermes,’ despite his impractical senses. How he managed to sweet-talk into such an envious person is beyond me, but at least it is one of us who managed to take command of my project. Karson tells me the project is running smoothly, despite my intervention, but I honestly struggle to fathom his incredulous words. At least he has a kind nature. My sweetheart is attempting to make something of our move, setting a fine dining table, considering our Foundation branded utensils and foodstuff. He has told me to go into our room, apparently planning some treats for this evening. Some gift basket he received during his promotion that he thinks I don't know about. Not that I’ll tell. It would be nice to have some wine to make our food paste palpable.",
        "He stared at me! Just stared! It is as if I am a freak! I am fine and normal. Truly, it is they who are the freaks! Who dares to stare at an ailing person! I have been reduced to holding off washing, else I watch my insides squirm my ever revealing ribcage! Karson dares to stare at me when I can not dare to do so myself. He left our room when he considered himself in the right. My condition is to be ‘demanding on his eyes.’ If that is how he feels, then to hell with him.",
        "Interview Log 001: Interviewer: Dr. Karson Dach Interviewee: SCP-6214 SCP-6214 has been in containment for approximately 24 hours (as of 12/6/1924) SCP-6214 is sitting within Debrief Room 11-2 unrestrained. There is one armed guard stationed behind the subject. Dr. Karson Dach requested to interview and debrief SCP-6214. Justification was given: \"[SCP-6214] will feel more accustomed into containment with the aid of a person [the object] trusts, such as myself. I know that this is an unorthodox procedure, but it will make our future with [SCP-6214] efficient and clean.\" [BEGIN LOG] SCP-6214: Karson, I am glad to have you, debriefing me. Perhaps you can speak with the Director and…? [SCP-6214 rises to their feet] Dr.Dach: SCP-6214, I’m here, as you will be aware, to debrief you, discuss your status and all the formalities and, well, you know what this is. SCP-6214: SCP…Oh you utter, Karson! Why aren’t you fighting this? Surely you see, I can’t be contained. I am not…I can not…be something to be locked away. I’m… Dr.Dach: Normal? Typical? I’m afraid your condition has grown far too out of hand. The powers that be took a chance on you, let your incident slide, but…I am sorry Fatmina, but look at you. [SCP-6214 stops briefly to examine their hands, then turns back] SCP-6214: Sorry won't free me from containment. I am a scientist! We can deduce a symptom, cure it. Dr.Dach : It is our sovereign duty to understand the abnormal, such as your condition. In containment, we have a neutral ground to see the mechanisms of your condition. I sincerely pity you, however, we’re a part of a greater cause, Fatima! SCP-6214: Then let me serve that cause! Karson, please, what are you saying? Dr.Dach: I’m saying that, unfortunately, that yes, you are still serving that cause. SCP-6214: Don’t get smart with me Dach. You are the one who fell sick upon looking at his ill wife. Dr.Dach: What sensible spouse couldn't!? Wait, that's right. I ‘lack the senses.’ SCP-6214 How did you? Nevermind. Karson, please, over such a minor comment, you cannot, genuinely fathom… Dr.Dach: You are endless with your minor comments. I’ll speak with you soon, SCP-6214 [END LOG]",
        "Interview Log 003: Interviewer: Dr. Louisa Guzmán Interviewee: SCP-6214 Dr. Guzmán intends to understand the mental state of SCP-6214 and their perspective of their condition. There is an armed guard in the room. [BEGIN LOG] Dr. Guzmán: How are you this evening? SCP-6214: Bored. Tired. I want dinner, and then I want to sleep. Dr. Guzmán: Then we’ll get through this together. Are you comfortable? SCP-6214: Enough. Dr. Guzmán: Now, your skin condition. From our observations, it generally spreads across an affected area. On a rare occasion, new areas detached from the currently affected area appear. SCP-6214: Such as my eyes. [Dr.Guzmán nods] Dr. Guzmán: Is there any sensation caused by your skin’s transmutation? SCP-6214: At times, I feel my skin turn wrong. I cannot describe it, but I am unsure how legitimate this is. Dr. Guzmán: You feel that this sensation is just trickery of the mind? [SCP-6214 shrugs] Dr. Guzmán: Has Karson visited at all? SCP-6214: Pardon? Dr. Guzmán: I apologize for being so forward. As your… [Dr. Guzmán hesitates, and places her notepad aside] Dr. Guzmán: As your containment specialist, I’m in a unique position. You aren’t some cursed textbook, flesh-eating doll or an abomination… SCP-6214: Then why am I here? I am sick, and yet in the traditions of Barnum, I’m out on display. Look at this freak, look at her and how her insides gleam for all to see. [The Armed Guard goes to apprehend SCP-6214, however, Dr. Guzmán gestures him to go back into positioned] Dr. Guzmán: You are a human with a condition we are trying to understand. Your husband is still working on Project Helm of Hermes, and if they understand a method to remove the effects of a translucency shift, then we have a method to cure you. SCP-6214: So perhaps I can return to normal? My position, even? Dr. Guzmán: I won’t give you false hope. There is little I can guarantee. Now, as the containment specialist of one who is human, barring a quaint appearance, I see no reason to treat you as something dangerous, or like a criminal D-Class. SCP-6214: I’m leaving this chamber? Dr. Guzmán: That is, unfortunately, beyond my powers, but I am going to ask what we can do to make your life comfortable? SCP-6214: Books, and-and my diary. It was in my room last I heard. Dr. Guzmán: I’ll have that arranged. Although I must stipulate, this is a courtesy, and as you should know, we aren’t a hotel. You are still classified as an SCP, and there are still procedures we must adhere to. [END LOG]",
        "Morning Susie, I have been as well as I was yesterday. There was little to report, other than a lovely chat with Doctor Burman. He is a fan of the Helm of Hermes project, and I suppose if you are interested in that project, then you are interested in me. Suppoesdly, it has been shelved for the time being, with the technology not being ready. I can scarcely see why they’d do such a thing. I am ill, and my flesh continues its endless transformation into something monstrous. It would have been delightful to know that the technology ‘wasn’t there yet’ when I flicked the switch on that faithless day. I suppose you make do. Louisa has not visited me for some time. According to Giles, she is busy with new promotions. Giles will be taking over her position as my ‘zookeeper.’ Karson has yet to visit since last month. He feels so eager to apologise, but I still remember what he did.",
        "My flesh is continuing to change; I can see my damn skull in the mirror! I stare into my reflection and see what looks to be a corpse! Yet, I find this more concerning, I’m growing contempt with what I see. When my hands all changed, I found peace in analyzing the new intricacies unveiled inside. Then, legs began their transformation and at first I hated them too. However, like my hands, soon I grew to know them as my own flesh. I wonder, when I have reacquainted with every inch of my form, what then? It seems that my changing body is the sole sign of change here. Yes, there are visitors, but no change in routine. I sit and wait, once being poked and prodded, but now with no lingering desire to find the cause of my condition, the Foundation has packed me away to gather dust.",
        "Dear Susie, Karson visited me this afternoon. He has a child now, a little boy named Toby. A little too bland for my tastes, but he isn’t mine so never mind. Toby takes after Susana’s looks I say. He has those same, big eyes. He’s cute I imagine, but all I can imagine is the smell of him. Your Daughter was a foul little thing, wasn’t she? Always finding something horrid to shove into her mouth whenever she gave up on sucking her toes. I wonder how she is. I wonder how Mr. Susie is. I couldn’t stand him, seeing someone as bright as you with an artist. Such a drab profession, how you could stand hearing conversions about lead and tones floors me. But I suppose he made you happy. Susanna asked if I was well, through Karson, of course. Poor thing likely still has nightmares for me. I was rather harsh, but still, a lack of perceptions leads to terrible accidents. I know that better than most thanks to my very own miscalculations! I understand little about motherhood, but it’s obvious to me that any parent needs considerable focus and attention for a child. God help the boy. In other news, the Night-blooming cereus should begin to bloom at any moment. I will talk with you tomorrow Susie.",
        "What a day, Susie I’d once thought it strange, really something make-believe, that humankind might step onto the Moon. I had worked in a field of strange abnormalities, and strange to frame such an achievement. Even now, as I write notes with transparent hands, that sight of us meagre folk on the moon; it’s a grim delight to witness. The old containment team brought in a television set for me to watch history. Such wonders as this that leads hope to a fantastic future, perhaps one not burdened by concerns of abnormality. If we are in a world where mankind walking across a cosmic surface is normal, then surely we are entering a wonderfully, strange, new age.",
        "\" SCP-6214 \" by Doctor Zurvan, from the SCP Wiki . Source: https://scpwiki.com/scp-6214 . Licensed under CC-BY-SA .",
        "Filename: SCPFFACE.jpg Author: Doctor Zurvan License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-6214",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-6214 is to be contained within a Standard Humanoid Containment Cell with:",
    "description": "SCP-6214 is a woman characterised by transparent skin2, described as resembling ‘frosted glass.’ This abnormality primarily affects the skin; internal organs such as bones, the nervous system and the vascular system, are visible. A few organs show signs of ‘slight’ transparency in irregular patterns. Most noticeably bones towards the ends of SCP-6214's limbs, the liver and segments of the digestive tract. Bodily Hair remains unaffected to the naked eye, but through photographic images, bodily hair develops as a pinkish hue.3",
    "title": "SCP-6214"
}