{
    "url": "https://scp-wiki.wikidot.com/scp-6218",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n 6218\n\n\nClassified\n\n\n\n\n\n\nObject Class:\n Apollyon\n\n\nLevel 3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto on the surface of SCP-6218. Pictured: Niles Morse.\n1\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nThe Department of Discretion spread a disinformation campaign in 2002 which discouraged space exploration, interest in the cosmos, and faster than light travel. The media and many academic institutions were planted with the idea that the universe is expanding and that humanity is trapped within the Milky Way's local group.\n\n\nProvisional Site-6218 has been constructed on the surface of SCP-6218. It is currently operational and manned by 18 rotating D-Class personnel from Site-9, who warp in and out with Triple-T\n2\n and maintain the site's machinery. Provisional Site-6218 is to be used for dangerous experiments involving pre-approved anomalies, a list of which is found in Addendum 2.6.2010.\n\n\nNo one, under any circumstance, can stay on its surface for longer than two hours.\n\n\n\n\n\n\nFigure 1.\n\n\n\n\n\n\nDescription:\n\n\nSCP-6218 refers to a spherical body outside of the observable universe\n3\n that contains the full universe.\n4\n It is estimated to be 2,108 billion light-years in diameter. For reference, Earth's solar system is 0.3 light-years in diameter.\n\n\nThe surface consists of black dust, primarily carbon. Its atmosphere is lethal to most humans, consisting of a previously unknown compound designated Y-2108. Despite the size and apparent mass of the surface, it has a disproportionately low amount of gravitational pull. Its force is roughly 0.2g, slightly more than Earth's moon.\n\n\nDiscovery:\n\n\nSCP-6218 was discovered by the crew of IV-38\n5\n while flying outside of the observable universe investigating another anomaly. They noticed that there were fewer stars visible on the starboard side of the ship than on the port side. The gradation between the two hemispheres was photographed and recorded in figure 1.\n\n\nIV-38 traveled into the hemisphere without stars and noticed that light from some of the stars was reflecting off of a single surface, SCP-6218. Attempting to fly around SCP-6218 to gauge its size, they determined from its curvature that they were on the inside of a sphere. They touched down and took samples, resulting in our basic knowledge of its makeup. They left the expedition early because they expressed a feeling of fear while on the surface.\n\n\n\n\n\n\nSent: December 14th, 2001\n\n\n\n\n\n\nTo:\n O5 Command (\nten.pics.4vl|lennahcdetpyrcne5o#ten.pics.4vl|lennahcdetpyrcne5o\n), \nten.pics.ffats|9etis#ten.pics.ffats|9etis\n…\n\n\nFrom:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nSubject:\n Memorandum on the end of the world.\n\n\n\n\n\n\nThe discovery made by the brave crew of Intergalactic Vessel 38 is both fascinating and disconcerting. We're classifying it as a new SCP, number 6218. I'd bet that it's the biggest one ever.\n\n\nThe entire universe is contained within a massive cave. For once, this anomaly is containing us.\n\n\nAt first, I felt a little disappointed by this discovery. Infinity just sounded more exciting to me. Then I realized something: if it has an end, then it's knowable. Someday, humanity will have charted the entire universe.\n\n\nI propose that we build a provisional site on SCP-6218. Because of its distance from Earth alone, it could prove an invaluable containment location for dangerous anomalies.\n\n\n\n\nAlways,\n\nAnastasia.\n\n\n\n\n\n\nThe O5 council approved Director Moriette's proposal with a vote of 9-4, and Provisional Site-6218 was established. The appointed head of the site is Professor Boris Kovalenko.\n\n\n\n\nThe remainder of this document requires Clearance Level 4.\n\n\n\n\n- Input Clearance -\n\n\n\n\n- Granted -\n\n\n\n\n \n\n\nThe Construction Process:\n\n\n\n\nWhat follows is a log of Professor Kovalenko's correspondence with Site-9 Director Moriette regarding the process of constructing Provisional Site-6218.\n\n\n\n\n\n\nSent: January 31st, 2002\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Update Regarding Prov Site-6218\n\n\n\n\n\n\nDirector Moriette, I would like to thank you again for appointing me to this position. It's an honor to be in charge of such an important scientific discovery. But something just happened recently, and I thought you would like to know.\n\n\nWe started construction this morning. One of our crew had a rather alarming encounter with his dead fiancé on the surface of SCP-6218 this afternoon. Before long, another was seen carrying an invisible child, and another claimed that his stalker had followed him to SCP-6218.\n\n\nThese things all turned out to be nothing more than mirages, but they affected everyone working there, on the first day of construction no less. They had only been up there for four hours. This is no cabin fever, I think the surface of SCP-6218 might be hallucinogenic in some way. I'll need an expert in cognitohazards and such to look into this for me. God knows I'm never stepping foot up there after this.\n\n\nIn the meantime, I'll need more men. The cost for the psych evaluations has already put a sizable dent in our budget. The icing on the cake is that doctor Skye\n6\n said they were unfit to work.\n\n\nThere was one thing of note that came out of the evaluations, though. Every single one of their hallucinations told them to leave.\n\n\nPlease respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nSent: October 17th, 2002\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Update: Lost progress in construction\n\n\n\n\n\n\nDirector Moriette, your two-hour solution for the hallucinations worked like a charm! We had some minor incidents here and there, but they've been ironed out.\n\n\nHowever, I'm afraid I have more bad news. There was a series of earthquakes, and it looks like they won't stop any time soon. We figured it would be a one-off incident, so we waited until we thought it stopped the first time, and around four days into construction it happened again.\n\n\nLooking into it further, we found that these earthquakes occur regularly, every 8 to 10 days. They can last up to 30 hours, but that's not the interesting part. They're passing over the site like a wave, and the wave's origin is from a single direction, I'll call it the east.\n\n\nWe tried building somewhere else, lightyears away from the original location. Wouldn't you know it, more earthquakes. We tried two more times. Same intensity, same interval, different point of origin. Tests showed that the areas were hallucinogenic as well.\n\n\nWe've wasted a lot of the budget already. I think we'll need more funds and more men if you want us to continue. Not only that, the schematics we have now aren't going to cut it. I believe that while the risks of the project may cause psychological pain to some of the builders, this is important for the greater good. Whatever's causing these earthquakes is a force on the scale of all existence.\n\n\nPlease respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nSent: February 20th, 2003\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Building Progress\n\n\n\n\n\n\nDirector Moriette, I don't know how but you've done it again. Who came up with putting the entire building on suspensions? Genius. We're finished clearing out the base now. If construction keeps going as smoothly as it is now we can start looking into the secrets of SCP-6218.\n\n\nPlease Respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nSent: July 30th, 2006\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Update: Experiment's Results\n\n\n\n\n\n\nI'm fairly confident now that the schematics we're using will work. We should finish up construction sometime around 2010. With that date approaching, I began the first project looking into the cause of SCP-6218's earthquake. I rented a Foundation craft and we tried following one of the earthquakes as it passed the site. We couldn't.\n\n\nMy instinct is to simply say it was too big, but that doesn't do it justice. When everything is rumbling, it looks like nothing is rumbling, if that makes sense. From that vantage point, I could tell that the secret lies underground.\n\n\nOnce we're done building the site, the first big job will be digging a quarry into SCP-6218. I hope you agree.\n\n\nPlease Respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\nConstruction of Provisional Site-6218 was completed on February 14th, 2010.\n\n\nDirector Moriette approved Kovelenko's proposal, and the mining operation commenced two weeks later.\n\n\n\n\n \n\n\nThe Mining Operation:\n\n\n\n\n\n\n\n\nSent: March 1st, 2010\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Mining has begun.\n\n\n\n\n\n\nDirector Moriette, we chose a location for the quarry: a crater near the site. The obvious problem with digging into SCP-6218 is going to be the earthquakes. Every level that the miners dig out will be reinforced by metal plates and wooden beams to ensure that the progress lost from every quake is minimal. I will update you as I move forward.\n\n\nPlease respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nSent: April 9th, 2011\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n There was a murder\n\n\n\n\n\n\nDirector Moriette, an update. The makeup of SCP-6218's crust is a smattering of minerals typical to many terrestrial planets, and the layering is as expected. The plates are holding up well enough, but the workers are complaining about having to replace the beams every time.\n\n\nSo some background, one of our workers had an accident. He cut open his spacesuit. After the initial panic, we discovered that humans can breathe in the atmosphere of SCP-6218, even though Y-2108 contains little to no oxygen. After that, the workers asked to work without their spacesuits. So I let them, thinking nothing of it.\n\n\nI think this is what lead to the murder last week. One of my workers, D-27134, hallucinated that D-35090 was a man by the name of Matthew Jeffreys. Jeffreys was D-27134's old roommate, whom D-27134 murdered two years prior, earning him his D-class status.\n\n\nIt wasn't until today that we discovered that Y-2108 is behind these hallucinations. If we had known sooner, I wouldn't have had to lose any workers. But we didn't, so from now on the workers need to wear oxygen tanks.\n\n\nThankfully, D-35090 was in the D-class because of a particularly heinous crime, so when you think about it he deserved to die. I'm hazy on the details, but if you tell that to those workers in a tizzy it should calm them down.\n\n\nPlease Respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nSent: July 3rd, 2018\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n We've struck sludge\n\n\n\n\n\n\nDirector Moriette, we've dug 2.3 kilometers down now. Today, the miners struck a pit of black sludge. I've attached an image below. The substance appears to be made up of dead organic matter, like tar. We can't be sure that's what it is though.\n\n\nWhatever it is, we can't dig around it. I think we need someone from the Parabiology department to get up there and give it a look. Hopefully, we can refine it into a fuel source.\n\n\nPlease respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n\n\nFigure 2.\n\n\n\n\n\n\n\n\n\n\nSent: July 7th, 2018\n\n\n\n\n\n\nTo:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nFrom:\n Lee Eun-Choi (\nten.pics.ffats|48iohcnuel#ten.pics.ffats|48iohcnuel\n)\n\n\nSubject:\n Sludge on the surface of SCP-6218\n\n\n\n\n\n\nHello Professor Kovalenkno, my name is Lee Eun-Choi. I'm an expert in the parabiology department.\n\n\nI had a look at the sludge your crew uncovered. It isn't just any sludge; it's a membrane. This kind of membrane is found in animal cells. The coating of oils on its surface indicates that it's a skin cell. The average skin cell, on a human, is 30 micrometers large. For reference, this is about as thick as a strand of hair.\n\n\nThis 'cell' is the size of a lake. If it behaves like cells on an average organism, then there are presumably trillions upon trillions of these cells, making up some kind of cosmic superbeing.\n\n\nThis particular cell is dead, but that doesn't mean that the superbeing is as a whole. It's common for skin cells on the outermost layer of an animal to be dead. The workers on-site told me about the earthquakes and how they work. I believe that the earthquakes are caused by this being's pulse. The scale fits, and I don't see any other explanation for the ground rumbling like that.\n\n\n-Lee.\n\n\n\n\n\n\n\n\nSent: July 8th, 2018\n\n\n\n\n\n\nTo:\n Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n)\n\n\nSubject:\n Fwd: Sludge on the surface of SCP-6218\n\n\n\n\n\n\nDirector Moriette, there's a being underneath SCP-6218. I just received word from the scientist you sent up there.\n\n\nLet's call this being SCP-6218-B, and change SCP-6218 to SCP-6218-A. If Eun-Choi is right about the earthquakes, then we need to take immediate action. The earthquakes indicate that the being extends all over the surface of SCP-6218-A. We need to understand what it is.\n\n\nThe problem is, again, it's too big. We can't comprehend the being's shape from outside without considerable effort. This is going to sound crazy, but I propose we build a submarine and send a team of specialists in to dive into its cells.\n\n\nPlease respond.\n\n\nProfessor Boris Kovalenko, Ph.D.\n\n\n\n\n\n\n \n\n\nExploration of SCP-6218-B:\n\n\n\n\n\n\n\n\nSent: July 28th, 2018\n\n\n\n\n\n\nTo:\n Boris Kovalenko (\nten.pics.ffats|38oknelavokb#ten.pics.ffats|38oknelavokb\n), Anastasia Moriette, Director, Site-9 (\nten.pics.ffats|48etteiroma#ten.pics.ffats|48etteiroma\n)\n\n\nFrom:\n Amber Ignatia (\nten.pics.ffats|79aitangia#ten.pics.ffats|79aitangia\n)\n\n\nSubject:\n submarine schematics\n\n\n\n\n\n\nHi, this is Amber. I got the design ready. Here it is.\n7\n I'm calling it \"The Syringe\" because of the bit that's sticking out. It pries the membrane open wide enough for us to come and go without any trouble. It'll also need to come attached to cranes so we can drop it into the pit in the quarry.\n\n\nSince SCP-6218-B is so big we probably won't provoke it. The only problem is that it'll need a crew because long-distance control isn't going to work. Something on SCP-6218-A is messing with the transmission.\n\n\nI put some memetic shields in the hull to protect against the hallucinations, but since you said it was the air, I don't think that will be a problem because it already had to be airtight.\n\n\nSo yeah she should take the better part of a month to build. I think that's everything. Email me if you have questions.\n\n\n\n\nAgent Ignatia's design was approved, and its construction was completed on August 22nd, 2018.\n\n\nSelected for the mission were four agents of MTF Xi-5: Roscoe Williard, Amber Ignatia, Ivy Skye, and Lee Eun-Choi. Each of them took part in a month-long training regimen preparing them for the mission. Their goal was to find a cell's nucleus\n8\n and retrieve any amount of genetic information on SCP-6218-B.\n\n\nThe operation began on August 30th, 2018. The mission is cataloged below in the form of routine progress reports, taped by the mission's lead researcher, agent Lee Eun-Choi.\n\n\n\n\n\n\nProgress Report: Aug. 30 - 10:30\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright, so 6218-B's pulse just passed. I think we're ready.\n\n\nWilliard:\n It's just like the simulations, people. Clear for drop?\n\n\nIgnatia:\n Clear.\n\n\nSkye:\n Clear.\n\n\nEun-Choi:\n Hold on… clear.\n\n\nWilliard:\n Okay, drop 'er in!\n\n\nThe Syringe drops from the cranes and into the membrane as directed. This makes a loud slapping noise.\n\n\nIgnatia:\n That was nasty.\n\n\nSkye:\n Is everyone alright?\n\n\nWilliard:\n It wasn't that far, we're fine. Positions everyone!\n\n\nAgent Williard begins the Syringe's specialized function of breaking through the cell membrane. The vessel dives into the cytosol.\n9\n\n\nAgent Ignatia, the mission's pilot, turns on the lights. The Syringe has no windows, so the crew looks out through a series of monitors connected to cameras on the vessel's exterior.\n\n\nEun-Choi:\n What do you see, Amber?\n\n\nIgnatia:\n There's that thing right there, looks like scaffolding, but also a web. I think it's holding the cell up.\n\n\nSkye:\n It's rotting pretty bad. Looks like it could collapse any second.\n\n\nEun-Choi:\n The cell \nis\n dead. I think this might have functioned as a cytoskeleton\n10\n when it was alive. Alright, what else?\n\n\nIgnatia:\n Nothing really. Just the scaffolding. It's gonna make navigation tough, I'll have to slip between the openings, and it's swaying like a drunkard. This may take a while.\n\n\nEun-Choi:\n Alright, uh… it's not supposed to be this empty. Keep your eyes peeled.\n\n\nThe Syringe navigates through the cytoskeleton for a few hours. The cell is mostly hollow save for the cytoskeleton. Irrelevant audio omitted.\n\n\nIgnatia:\n Hey, I found something. Come take a look at this.\n\n\nWilliard:\n Whoa.\n\n\nThe Syringe has made it to the bottom of the cell. It is covered in a pile of corpses in various stages of decomposition.\n\n\nEun-Choi:\n It's a big pile of dead fish.\n\n\nSkye:\n What the hell are they doing here?\n\n\nPapers shuffle around.\n\n\nEun-Choi:\n Beats me. They don't look like any fish I've ever seen.\n\n\nIgnatia:\n More importantly, what killed them?\n\n\nEun-Choi:\n Trust me, I'm working on that. It doesn't look like they were eaten, at least. Whatever it was, I was very wrong about this thing. We should be careful going forward.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Aug. 31 - 13:05\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright, so we have a fish out there. I still feel weird calling them fish, but it's floating. I can't tell if it's alive, but we haven't seen one floating yet. It looks like an invertebrate. There's this big sac thing coming out of its torso. It's full of some sort of liquid, and its mouth has that liquid flowing out of it.\n\n\nIgnatia:\n It has too many eyes.\n\n\nEun-Choi:\n Yeah. Lots of eyes. Alright, other updates… Why are the fish dead? My current hypothesis is that since we're still in the epidermis,\n11\n the death of these fish probably coincided with the apoptosis\n12\n of the cell as a whole. Then, they must have sunk to the bottom over time because of gravity.\n\n\nSkye:\n They're part of the cell?\n\n\nEun-Choi:\n They've been in every cell so far. They don't look like organelles, but that's what they must be.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 2 - 12:34\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright, so we broke into a living cell, and it's fascinating! There's a whole ecosystem down here. This must be the dermis.\n13\n\n\nIgnatia:\n Looks so different in motion.\n\n\nSkye:\n Wish we could see farther than five feet in front of us.\n\n\nWilliard:\n That's submarine expeditions for you. Never as exciting as you think they're gonna-\n\n\nEun-Choi:\n Guys, look look look!\n\n\nA small aquatic creature swims outside the Syringe. It pokes at the light below Camera Starboard-4 with a prehensile appendage, keeping pace with the Syringe.\n\n\nIgnatia:\n Aw. Lee, what's that thing do?\n\n\nEun-Choi:\n I don't know. It's really intelligent, whatever it is.\n\n\nWilliard:\n You sure? I think it just likes the headlight.\n\n\nEun-Choi:\n Yes, but that doesn't mean it isn't intelligent. For an animal, especially an invertebrate, this thing's pretty smart. Object permanence, curiosity…\n\n\nSkye:\n It's just an organelle, isn't it? Why would it need intelligence like that?\n\n\nEun-Choi:\n I've been working on a hypothesis for a while now, um… many living things have symbiotic relationships with bacteria. See, mitochondria\n14\n are believed to be older bacteria, that made their way into the bigger cells billions of years ago. Animal cells kept the mitochondria inside them as they reproduced, so now we can't live without them.\n\n\nSkye:\n So it's a mitochondria?\n\n\nEun-Choi:\n No, I think I've been looking at it wrong, trying to compare it to something from Earth, something that's our size. These cells could be more complex lifeforms than we thought.\n\n\nSkye:\n So this little guy inside the cell could be made of cells himself?\n15\n\n\nEun-Choi:\n Who knows, maybe the gods aren't so different after all.\n\n\nThe creature darts away.\n\n\nWilliard:\n There he goes.\n\n\nIgnatia:\n Jesus!\n\n\nA large serpentine creature nearly collides with the Syringe. The sound of crashing metal is heard as agent Ignatia maneuvers the vessel away to avoid contact.\n\n\nWilliard:\n What the fuck is that?!\n\n\nSkye:\n Is everyone alright?\n\n\nIgnatia:\n I could barely see it coming.\n\n\nWilliard:\n Look at that thing! It's \nhuge!\n\n\nThe Syringe navigates away from the creature. The creature continues on its path through the cytoskeleton.\n\n\nSkye:\n I don't think it saw us.\n\n\nEun-Choi:\n Did anyone get a good look at it?\n\n\nWilliard:\n I couldn't see all of it, but it looked like an eel.\n\n\nSkye:\n At least it's gone.\n\n\nWilliard:\n Could be back any second, though.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 2 - 12:56\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright, so Amber had a hallucination.\n\n\nIgnatia:\n Come on, it was just a glitch in the monitor. All it was!\n\n\nSkye:\n I want to believe you, but it sure looked like a hallucination to me.\n\n\nEun-Choi:\n Whatever it was, we're all on oxygen tanks now. Can't risk it getting worse. We packed enough to last the whole mission, twice.\n\n\nSkye:\n So what did you see?\n\n\nIgnatia:\n That can't be relevant.\n\n\nSkye:\n If it was someone you know, or knew, then it's probably the air. […] Want us to turn this off?\n\n\nEnd Log.\n16\n\n\n\n\n\n\n\n\nProgress Report: Sept. 3 - 19:05\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright, so we've come across what looks like an endoplasmic reticulum.\n17\n It's secreting something, and the fish are feeding on it. It's the same substance we found in the mouth of that dead fish from before.\n\n\nWilliard:\n Looks like a giant intestinal tract.\n\n\nEun-Choi:\n I could see that, but I think that's just the tunnels wrapping around each other. If we follow them down, we should get to the nucleus.\n\n\nWilliard:\n Amber?\n\n\nIgnatia:\n On it.\n\n\nEun-Choi:\n Alright. Let's–\n\n\nThe Syringe swerves as the same serpentine creature rams into it.\n\n\nSkye:\n It followed us!\n\n\nIgnatia:\n Hold o–\n\n\nAgent Eun-Choi turns off the tape.\n\n\nCamera 16 went dark, so the crew couldn't see the creature for most of the chase. After the expedition, the cause for this was discovered to be a corrosive substance on the side of the hull. The substance did not breach the hull, it simply left indents on its surface.\n\n\nThe creature was described as resembling an eel. However, it lacked a head. Where a head should have been, there was a structure resembling a human hand. The crew was uncertain if this was a limb of a larger creature or if it was all that the creature was.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 4 - 3:07\n\n\n\n\nBegin Log.\n\n\nIgnatia:\n -think it's gone.\n\n\nEun-Choi:\n Alright, so we made it into a new cell. Nobody's slept. Obviously, we didn't make it to the nucleus before that arm found us.\n\n\nIgnatia:\n I don't know what it did to the hull, but it did something. Roscoe's looking at it right now.\n\n\nEun-Choi:\n The plan is to wait it out down here for a bit. We need sleep. We're all starting to see things.\n\n\nIgnatia:\n I'm gonna stay in the cockpit, in case we get attacked. Odds are, that thing is still after us. We're gonna try and find the way back up by going around it.\n\n\nPapers shift around.\n\n\nEun-Choi:\n Dammit. What the hell's the point of that thing? Lysosome? Cilia? Immune system? Does any of that even apply down here?\n\n\nWilliard:\n I'm back. Everything's still airtight. No major–\n\n\nAgent Skye screams on seeing agent Williard.\n\n\nSkye:\n Hey! Get off him!\n\n\nAgent Skye rushes toward agent Williard, attempting to free him from a hallucinatory assailant. The remainder of the team goes into a panic, and the tape cuts short a few seconds later. The issue resolves itself when Williard snaps Skye out of her hallucination.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 4 - 18:01\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright… Guys, I'm doing a progress report. Guys?\n\n\nAgent Eun-Choi sits in silence.\n\n\nEun-Choi:\n I got some sleep, at least. It feels like the first time anyone's spoken since… y'know. We're still a bit shaken, I guess.\n\n\nSkye:\n Hey Lee, have you seen Roscoe? He's not in his room or the pit.\n\n\nEun-Choi:\n That's weird, I thought he was in his room. But to answer your question, no. I haven't.\n\n\nSkye:\n Okay. If you see him, tell him I'm sorry, would you?\n\n\nEun-Choi:\n Alright.\n\n\nSkye:\n You know, I was supposed to be the expert on the hallucinations. But god… seeing one? I fell for it. Hook, line, and sinker. Some expert I am.\n\n\nEun-Choi:\n Don't worry about all that. You know, the month before the mission, I was reading everything we had on cells. What they looked like, what made them tick, but all that prep was completely worthless down here. It never turns out how you draw it up. You know what they say, best-laid plans of mice and men often go awry.\n\n\nSkye:\n I guess.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 5 - 16:54\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright. So, we're approaching the nucleus.\n\n\nWilliard:\n Nothing on our tail this time, either.\n\n\nThe Syringe moves in toward the external membrane of the nucleus. Its surface is made of a substance similar to coral, forming a shell around the nucleus.\n\n\nIgnatia:\n Hey, we haven't been in the same room for a while, have we?\n\n\nEun-Choi:\n Guess not.\n\n\nSkye:\n Listen, Roscoe–\n\n\nWilliard:\n Don't.\n\n\nSkye:\n Seriously, I'm sorry. I am! I didn't realize I made you feel so–\n\n\nWilliard:\n You know what? You're lucky we're trapped down here. On the surface, I'd get your ass fired for what you did, you know that? You're a traitor and a threat.\n\n\nSkye:\n What? Is that what you think?\n\n\nWilliard:\n Shut up! \nShut up!\n\n\nA scuffle breaks out. Agent Williard starts moving toward agent Skye. Agent Eun-Choi takes initiative and grabs agent Williard before things get out of hand.\n\n\nEun-Choi:\n Roscoe, hey! What's gotten into you?\n\n\nWilliard:\n You lied! You lied, and I caught you!\n\n\nEun-Choi:\n This is too far, Roscoe.\n\n\nWilliard:\n Ivy- she- it's so stupid! Saying all that stuff- we can't just let her get away with it! It wouldn't be right!\n\n\nSkye:\n What stuff, Roscoe? Look, I'm sorry, he was a hallucination. I'm sorry you got caught up in–\n\n\nWilliard:\n You know that's not what this is about! How can you not remember? It was \nyesterday!\n\n\nSkye:\n I couldn't find you yesterday. I thought you were avoiding me.\n\n\nWilliard:\n What? Come on. She's just saying that. She had evidence, cold hard evidence, and she didn't come forward. Who knows what else she's been lying about. We can't trust her.\n\n\nEun-Choi:\n Evidence of \nwhat,\n Roscoe?\n\n\nSkye:\n I'm sorry, uh- let's turn that off. Turn it o–\n\n\nEnd Log.\n\n\n\n\n \n\n\n\n\nBeneath the audio for the following progress report, continuous whispering is heard. The whispering is not in any known language. These whispers have since been labeled a Grade 6 Cognitohazard, so this transcript was compiled automatically and corroborated by agents Skye and Ignatia.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 5 - 17:11\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright. It's over. We're done. It was all a big misunderstanding.\n\n\nWilliard:\n This fucking place…\n\n\nSkye:\n Maybe if I spoke to you sooner–\n\n\nWilliard:\n Now isn't the time for that. Get into positions, we're going into the nucleus.\n\n\nAgent Williard initiates the mechanism, and the Syringe drills into the nucleus. The drill shatters the coral, exposing a large chamber inside the shell. The whispers become audible, though no source is visible to the crew yet.\n\n\nWilliard:\n We're in.\n\n\nIgnatia:\n It's completely empty. There aren't even any struts supporting all this open space.\n\n\nSkye:\n What was that?\n\n\nEun-Choi:\n You see something, Ivy?\n\n\nSkye:\n I could have sworn I saw… never mind. I probably just hallucinated.\n\n\nIgnatia:\n I think so. There's just nothing, as far as the eye can see.\n\n\nThey travel further into the nucleus. The whispers get progressively louder.\n\n\nWilliard:\n I'm sorry, does anyone else hear that? Sounds like a bunch of gibberish.\n\n\nEun-Choi:\n Yeah, I hear it too. Is someone whispering?\n\n\nWilliard:\n I'm not crazy at least. It's coming from outside the hull, all around us.\n\n\nIgnatia:\n That can't be right. The headlights would be shining off something.\n\n\nSkye:\n Maybe something's busted.\n\n\nWilliard:\n I checked every nook and cranny. The ship should be fine.\n\n\nIgnatia:\n Are those…?\n\n\nThe Syringe's headlights land on a group of humanoid figures clinging together. They are buoyantly suspended in the cytosol, nude. Their mouths are in a perpetual state of motion, in sync with the whispers.\n\n\nEach agent's count of these humanoids varies, but all of them reported 30-70 visible. They form a tight, spherical mass. Despite the constant motion of the humanoids, the mass remains fixed in its location.\n\n\nSkye:\n Oh my god, those are people!\n\n\nEun-Choi:\n They can’t be, can they? There’s no way they can breathe out there.\n\n\nSkye:\n What are they saying? I can’t make it out.\n\n\nEun-Choi:\n Look at those eyes. I’ve got a bad feeling about this. We should get away from–\n\n\nThe humanoids outside The Syringe simultaneously stop whispering and turn to face the crew, specifically agent Eun-Choi. This is believed to be when SCP-6218-Autumn materialized within The Syringe.\n18\n The crew freezes in fear.\n\n\nIgnatia:\n W-what the hell?\n\n\nWilliard:\n Fuck! Who the hell are you? Am I hallucinating?!\n\n\nSkye:\n Shit! I see him too! That makes no sense though, is this a mass hallucination?\n\n\nEun-Choi:\n Wait, Jackson?\n\n\n6218-Autumn:\n Fun's over, time to leave.\n\n\nIgnatia:\n What the- Oh my god!\n\n\nThe humanoids swim in the cytosol toward the Syringe. They place their hands on the hull and begin whispering again. These whispers are now known to directly manipulate SCP-6218-Autumn, but in the moment, the agents panic.\n\n\nSkye:\n What do we do?!\n\n\nIgnatia:\n They've got us surrounded!\n\n\nWilliard:\n What about this guy?!\n\n\nEun-Choi:\n Forget him, let's just get out of here!\n\n\nEun-Choi switches off the tape as the humanoids begin to scratch at the hull. After that, agent Ignatia rams the Syringe against them. They do not resist, letting go as the Syringe moves. Agent Ignatia navigates out of the nucleus. The humanoids do not give chase. However, they maintain their gaze the entire time.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 5 - 18:00\n\n\n\n\nBegin Log.\n\n\nEun-Choi:\n Alright? Alright. We're out of the nucleus now. Don't know who, or what those people were.\n\n\n6218-Autumn:\n Still on the radio, huh?\n\n\nEun-Choi:\n I think they did something to our heads. We're all seeing my neighbor from college for some reason.\n\n\nSkye:\n His name is Jackson Autumn. He has blonde hair, and a beard, he's wearing a white shirt and cargo pants.\n\n\nEun-Choi:\n Just like I remember.\n\n\nSkye:\n Lee, how did you know Jackson?\n\n\nEun-Choi:\n I told you, it was a long time ago. I left him, and that life, behind.\n\n\n6218-Autumn:\n Funny way to put it.\n19\n\n\nIgnatia:\n Come on, I told you all about the guy I hallucinated. It's only fair.\n\n\nEun-Choi:\n I just don't want to talk about it.\n\n\n6218-Autumn:\n Ah, this is getting boring. You want to know so bad? Fine–\n\n\nEun-Choi:\n Shut up! You can't tell them!\n\n\n6218-Autumn:\n I was his dealer.\n\n\nEun-Choi:\n No! You- wait, what?\n\n\nWilliard:\n Really? Is that what you were being so cagy about?\n\n\nSkye:\n Lee, we're not going to judge.\n\n\nEun-Choi:\n I- I'm glad you understand. Um, it's behind me.\n\n\nWilliard:\n Okay guys, let's hustle! We need to make the surface before this thing's pulse reaches us. With our luck, it should be here tomorrow.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nInterview with SCP-6218-Autumn: Sept. 6 - 1:04\n\n\n\n\nBegin Log.\n\n\n6218-Autumn:\n Of course, bro, now what–\n\n\nEun-Choi:\n Why are you still here?\n\n\n6218-Autumn:\n What, think I'm gonna vanish on you? That'd be stupid. I'd never do that to you.\n\n\nEun-Choi:\n What are you?\n\n\n6218-Autumn:\n Ain't it obvious? I'm all in your head. A bad trip, if you will.\n\n\nEun-Choi:\n Then why did I hear your voice when I played the tapes back?\n\n\n6218-Autumn:\n You listen to the tapes? You were there.\n\n\nEun-Choi:\n Answer the question.\n\n\n6218-Autumn:\n I'm a real boy.\n\n\nEun-Choi:\n How is that possible?\n\n\n6218-Autumn:\n Who cares? We get to hang out again! Don't you miss that?\n\n\nEun-Choi:\n Tell me anyway. I'm curious.\n\n\n6218-Autumn:\n Curious. You always did look gift horses in their mouth, didn't you?\n\n\nEun-Choi:\n I take it you're not gonna tell me.\n\n\n6218-Autumn:\n Yep. Now, my turn.\n\n\nEun-Choi:\n That's not–\n\n\n6218-Autumn:\n Who died and made you king? No one, that's who. So here's my question; why are you playing the detective again? You don't belong beside these people. They're brave. They're smart. What are you?\n\n\nEun-Choi:\n I don't know what I expected out of this. You were never gonna give me anything, were you?\n\n\n6218-Autumn:\n Come on, Lee. This ain't you. What happens when you get home, huh? Are you going back to your desk job? Why pretend to be someone you aren't? Let's just hit the v, like old times.\n\n\nEun-Choi:\n Shut up. What do you know about this being?\n\n\n6218-Autumn:\n We are the Serpent.\n\n\nEun-Choi:\n Finally. So what does this \"Serpent\" want?\n\n\n6218-Autumn:\n We want…\n\n\nSCP-6218-Autumn trails off.\n\n\nEun-Choi:\n Jackson? Jackson! Answer the question!\n\n\n6218-Autumn:\n Sorry man, don't know what happened there. But we've been trying to tell you all along. We want you to leave.\n\n\nEun-Choi:\n Why do you want us to leave though? There has to be a reason. Right?\n\n\nSCP-6218-Autumn does not respond.\n\n\nEun-Choi:\n Dammit, Jackson… Alright, guess this is-\n\n\n6218-Autumn:\n \nBright yellow eyes... Staring into my soul...\n20\n\n\nEun-Choi:\n What's that supposed to mean? This was a waste of time.\n\n\n6218-Autumn:\n Lee? Is that you?\n\n\nEun-Choi:\n Jackson?\n\n\n6218-Autumn:\n What's happening, man? Where am I?! I'm freaking out, dude!\n\n\nEun-Choi:\n What? We're- no. No, you're trying to fuck with me, aren't you? Is this funny to you?\n\n\n6218-Autumn:\n Feels like my body isn't here! Am I dead? Is this hell?!\n\n\nEun-Choi:\n Stop it. You can't be the real Jackson! He's dead!\n\n\n6218-Autumn:\n I'm burning up dude! It's \nfreezing!\n Why are you- Stop it! No! You LEFT me!\n\n\nEun-Choi:\n I'm sorry! I'm sorry!\n\n\nSkye:\n Lee? What's happening?!\n\n\nEun-Choi:\n I don't know! He's gone over the edge!\n\n\n6218-Autumn:\n Stop standing there and DO something! I need help!\n\n\nSkye:\n You aren't fooling anyone! You're not real!\n\n\n6218-Autumn:\n It hurts to think! It hurts to see! It hurts! Get OUT of me!\n\n\nEun-Choi:\n What the hell do you even want from us?!\n\n\nSCP-6218-Autumn claws at his eyes.\n\n\n6218-Autumn:\n Get him out! Get him out! Get him out! Get him out! Get him out! Get hi–\n\n\nSCP-6218-Autumn falls to the ground and lays there for a moment, before slowly rolling over on his back.\n\n\n6218-Autumn:\n Forgive us.\n\n\nEun-Choi:\n Jackson? What the hell was that?\n\n\n6218-Autumn:\n There are things that your kind will never comprehend.\n\n\nSkye:\n Lee, explain. Right now.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nProgress Report: Sept. 6 - 2:05\n\n\n\n\nBegin Log.\n\n\nRedundant information omitted.\n\n\nEun-Choi:\n -and that's all I know, I swear!\n\n\nIgnatia:\n You thought it was a good idea to do this without telling anyone?\n\n\nEun-Choi:\n I'm sorry, how was I supposed to know he'd go crazy like that?\n\n\nIgnatia:\n It was a bad idea from the outset! We don't know anything about him. He could have seriously hurt you!\n\n\nWilliard:\n Enough. This isn't gonna get us anywhere. We need to figure out what to do next.\n\n\nSkye:\n Where is Jackson right now?\n\n\nEun-Choi:\n Last I saw him was in my room.\n\n\nSkye:\n I'll watch him. You guys figure out the way back up.\n\n\nIgnatia:\n How much longer do we have?\n\n\nEun-Choi:\n It's been 8 days. 6218-B's pulse could get here any minute.\n\n\nIgnatia:\n I'll be in the cockpit, then.\n\n\nEun-Choi:\n Alright. Now what?\n\n\nWilliard:\n Let's go with Ivy. I've got some questions for Jackson.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nInterview with SCP-6218-Autumn: Sept. 6 - 12:45\n\n\n\n\nBegin Log.\n\n\n6218-Autumn:\n -Come on. Is this really necessary?\n\n\nEun-Choi:\n Yeah. Yeah, it is. Alright, so here's how it's gonna go this time. You're going to tell us what the fuck that was in my room.\n\n\n6218-Autumn:\n You weren't supposed to see it.\n\n\nEun-Choi:\n That ain't gonna cut it this time.\n\n\n6218-Autumn:\n We can't tell you.\n\n\nEun-Choi:\n Fine. Tell us who the serpent is.\n\n\n6218-Autumn:\n We’re everywhere, inside and out. We’ve been wrapped around this sphere for an eternity. And we will be long after your kind breathes its last.\n\n\nSkye:\n \nThis\n sphere? So you're saying the universe is infinite after all?\n\n\nWilliard:\n And you're keeping us in here like we're rats in a cage.\n\n\n6218-Autumn:\n Keeping you in? You think we're concerned about keeping you in? No, we're keeping \nit\n out. This sphere holds something sacred, something that's dying out. It isn't the same out there, if we let a single drop of it into the sphere, then all of this will have been for nothing.\n\n\nEun-Choi:\n And what is this rare thing you're so worried about?\n\n\n6218-Autumn:\n Life! Life! Don't you see yourselves for what you are? You're so small, so naïve, so fleeting, lacking unity and lacking purpose, yet still brimming with indescribable feelings. You're a miracle, and you're trying to fuck it all up. Why? After everything we've done for you, why can't you just be happy with what you have?\n\n\nEun-Choi:\n We have to know what's out there. It's our job.\n\n\n6218-Autumn:\n Like hell it is! What's curiosity gotten you, Lee? Huh? A life chasing ghosts? Goddammit, you were happier when you didn't know! You were happier without purpose! Then you just had to get all nosy, and it cost Jackson his life!\n\n\nEun-Choi:\n You don't know that.\n\n\n6218-Autumn:\n I know everything about your life!\n\n\nEun-Choi:\n Shut up, Jackson!\n\n\n6218-Autumn:\n Jackson is \ngone.\n\n\nSkye:\n Lee, what's he talking about?\n\n\nEun-Choi:\n Fine, if you're so certain, tell me what happened to Jackson.\n\n\n6218-Autumn:\n There are things that your kind will never comprehend!\n\n\nEun-Choi:\n So you \ndo\n know! What happened in 1984!?\n\n\n6218-Autumn:\n I just told you we don't know a damn thing!\n\n\nEun-Choi:\n No! I know that look! Jackson! Look at me! \nLook at me!\n\n\nAgent Eun-Choi rushes at SCP-6218-Autumn. His fellow agents attempt to intervene, but before any contact is made the Syringe lurches, knocking the crew to the floor. SCP-6218-Autumn laughs.\n\n\nSkye:\n What was that?!\n\n\nWilliard:\n Did you do this?!\n\n\n6218-Autumn:\n It's here! At last!\n\n\nThe Syringe lurches again, and agents Williard and Skye make for the cockpit. Eun-Choi stays behind. Skye grabs the tape recorder on her way out. SCP-6218-Autumn's cries grow quieter as she moves away from it.\n\n\n6218-Autumn:\n [indecipherable] –The blood! The blood!\n\n\nThe crew met up with agent Ignatia in the cockpit, as SCP-6218-B's pulse overtook the Syringe.\n\n\nWilliard:\n Amber! What's– [indecipherable]\n\n\nIgnatia:\n The damn current– [indecipherable] –don't know how much– [indecipherable] –Mary, full of grace– [indecipherable]\n\n\nThe audio for the remainder of this tape is heavily distorted because of the tape recorder being jostled by the pulse's current. The remainder of the mission was recounted by the crew in the debriefing.\n\n\nEnd Log.\n\n\n\n\n\n\n\n\nPost-Mission Debrief\n\n\n\n\nBegin Log.\n\n\nIgnatia:\n I think the hardest part about the pulse reaching us was that we were so close to the surface. I'd just caught the first hint of daylight when the current started to hit us. Cytosol doesn't work like water, you know, it's more like molasses. But the current was as strong as any ocean shift.\n\n\nSkye:\n Still can't get over the dead fish.\n\n\nIgnatia:\n Right, right. The current was taking those dead fish from the bottom of the cell and flinging them at the hull. Next thing I knew, the current was pulling us along with them. It made us slam into that scaffolding, I think it was called a cytoskeleton.\n\n\nWilliard:\n Yeah, the whole cell was caving in around us.\n\n\nIgnatia:\n Not that you could tell, it was dark as always. I had no time to react to the rubble. It's a wonder the whole thing is still airtight after all that. That never really made sense to me, because we shouldn't have made it out of there. I shouldn't have even been able to pilot the Syringe against that fucking current.\n\n\nKovalenko:\n Hm. That explains the state of the ship. Now, the monster that was chasing you. Tell us what you know about that.\n\n\nIgnatia:\n I think that guy\n21\n called it the blood, because that's what it was. Blood. I didn't get the best look at it, to be honest. I was just focused on getting us out of there as fast as possible. Whatever it was, it called out to me. I had to fight the urge to turn back because I knew if I did we'd all get swallowed up by it.\n\n\nWilliard:\n I think it was trying to say it was sorry. For what, I don't know. I couldn't think straight, you know how it is in the field.\n\n\nSkye:\n I think it was more than that. I can't remember what it looked like at all. Every time I try my mind just wants to turn somewhere else. I start feeling cold for some reason. It must have done something to our heads.\n\n\nKovalenko:\n And where do you think it went?\n\n\nSkye:\n I don't- hang on, why \ndid\n it stop chasing us?\n\n\nIgnatia:\n I was sure it had us.\n\n\nWilliard:\n It had us, you can still see the bite marks on the hull.\n\n\nKovalenko:\n Bite marks? I didn't see any of those. I checked thoroughly. Could you be thinking of something else?\n\n\nWilliard:\n No. It got us. Most of it was a blur, but I know that sound. That was teeth on metal.\n\n\nKovalenko:\n I don’t know what to tell you. The ship was ruined, but there was nothing like that. Do you think it’s connected to what happened to Lee?\n\n\nXi-5 doesn't respond.\n\n\nKovalenko:\n I said, do you–\n\n\nSkye:\n No, I heard you. It's just… Who's Lee? Was he with Eta-5?\n22\n\n\n6218-Autumn:\n Lee Eun-Choi. The biologist we sent with you. The one who died.\n\n\nWilliard:\n No, there were only three of us. Four if you count Jackson.\n\n\nKovalenko:\n What?\n\n\nIgnatia:\n I don't know anyone named Lee. Not at the Foundation, at least.\n\n\nKovalenko:\n Hold on, I need to review the–\n\n\nProfessor Kovalenko turns off the tape.\n\n\nEnd Log.\n\n\n\n\nThrough further questioning, it became apparent that Xi-5's memories of agent Lee Eun-Choi, as well as the collective memories of anyone who knew him, had been erased. None of them had been amnesticized. The only evidence that Eun-Choi existed is the physical documentation of his work (tapes, emails, notes).\n\n\nThe O5 council met on September 11th to discuss what was to be done about SCP-6218-B. Instead of continuing research into SCP-6218, a plan was made which complied more closely with SCP-6218-B's demands. Provisional Site-6218 is still to be maintained, but knowledge of SCP-6218-B is restricted to clearance level 4.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Center frame, standing in the pit of the Anathema Crater.\n\n\n2\n. TTT, or Thaumaturgical Teleportation Threads: A catch-all term for fibers, textiles, and tape inscribed with a spell that teleports an object it is wrapped around to one of any number of preset teleportation circles. It is activated when its companion thread is cut, usually with scissors.\n\n\n3\n. The observable universe is not the entire universe, only as far as the laws of physics allow light to travel before it can no longer reach Earth.\n\n\n4\n. Not to be confused with the known universe, the full universe is everywhere within baseline reality that the Foundation can traverse via physical means.\n\n\n5\n. Short for Intergalactic Vessel 38. All Foundation issue intergalactic vessels come equipped with Anomalous Object \nEx Altiora\n. This anomaly stops time around an object so long as it is not biological matter. This acts as instantaneous travel between points A and B, no matter how far apart those points are in space. This anomaly, along with complex AICs, was how the Foundation advanced so far ahead of the non-anomalous world.\n\n\n6\n. Agent Ivy Skye, the Psychiatrist on Site-9.\n\n\n7\n. The design was attached to the email, contact your supervisor for a copy.\n\n\n8\n. The nucleus is the core of the cell. It stores DNA, the instruction manual for how cells behave.\n\n\n9\n. The cytosol is the liquid substance that suspends a cell's organelles. Organelles are to a cell what organs are to the human body: mechanisms that help the whole run as it's supposed to.\n\n\n10\n. The Cytoskeleton is the physical structure of a cell. The 'scaffolding' Ignatia pointed out is a series of intermediate filaments. Intermediate filaments function as bones do in the skeleton of a vertebrate.\n\n\n11\n. The epidermis is the outermost layer of skin, mostly comprised of dead skin cells and other bodily secretions.\n\n\n12\n. Apoptosis refers to the natural, programmed death of a cell. When cells fail to die naturally, they take up too many resources, resulting in the ailment known as cancer.\n\n\n13\n. The dermis is the next layer of skin cells below the epidermis.\n\n\n14\n. Mitochondria are the organelles in animal cells essential to cellular respiration. This process generates ATP which the cells use for energy. Some refer to it as the 'powerhouse' of the cell.\n\n\n15\n. This hypothesis was proven true, examining some of the samples brought back with the Syringe.\n\n\n16\n. Agent Ignatia then informed the crew of her hallucination’s contents. She asked that the contents be stricken from the record, but it was found to be consistent with Y-2108 hallucinations.\n\n\n17\n. The endoplasmic reticulum is the organelle in cells that refines DNA into proteins. It's usually attached to the nucleus.\n\n\n18\n. SCP-6218-Autumn refers to a manifestation of one of agent Eun-Choi’s hallucinations. It took the form of one Jackson Autumn, Eun-Choi’s former neighbor.\n\n\n19\n. This is about incident 9.5C.1984. In short, it was the supernatural disappearance of Jackson Autumn from the Prince's Estate Apartment complex. Of the many witnesses, all but agent Eun-Choi chose to be amnesticized. Eun-Choi instead opted to join the Foundation as a researcher. Currently, this incident is unexplained. SCP-6218-Autumn's knowledge of it is also a mystery.\n\n\n20\n. SCP-6218-Autumn sung this. It's in reference to THE SNAKE, a song by Lana Lubany which would not be released until 2022.\n\n\n21\n. SCP-6218-Autumn.\n\n\n22\n. MTF Eta-5 (Jäeger Bombers) is a task force specialized in combat against large-scale anomalies. They were present when the Syringe surfaced as a safety measure, though there was no sign of the monster Xi-5 had reported.\n\n\n\n\n\n\n\n\n« \nSCP-6217\n | SCP-6218 | \nSCP-6219\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6218\n\" by September2000, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6218\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Header.png\n\n\nAuthor:\n \nSeptember55th\n does not match any existing user name\n, me.\n\n\nLicense:\n Public Domain in the United States.\n\n\nAdditional Notes:\n Photoshopped to look photocopied.\n\n\nDerivative of:\n\n\n \nName:\n Victoria Crater, Cape Verde-Mars.jpg\n\n\n \nAuthor:\n NASA\n\n\n \nLicense:\n Public Domain in the United States, because it was created solely by NASA.\n\n\n \nSource Link:\n \nWikimedia Commons\n\n\n \nAdditional Notes:\n Cropped by the Wikimedia Commons.\n\n\n \nName:\n MOL spacesuit.jpg\n\n\n \nAuthor:\n Wright-Patterson Air Force Base\n\n\n \nLicense:\n Public Domain in the United States, because it was created by a member of the Air Force.\n\n\n \nSource Link:\n \nWikimedia Commons\n\n\n \nAdditional Notes:\n Almost invisible, but part of the header image. Playing the role of Niles Morse.\n\n\n\n\nFilename:\n Figure1.png\n\n\nName:\n Wide-field view of the sky around the young star HD 100546.jpg\n\n\nAuthor:\n European Southern Observatory (ESO)\n\n\nLicense:\n Creative Commons Attribution 4.0 International License.\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Photoshopped to include a gradient, and to look photocopied.\n\n\n\n\nFilename:\n Figure2.png\n\n\nAuthor:\n \nSeptember55th\n does not match any existing user name\n, Me.\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nAdditional Notes:\n Photoshopped to look Photocopied.\n\n\nDerivative of:\n\n\n \nName:\n Looking into the Lavender Pit. The Lavender Open Pit Mine, Bisbee, Arizona.jpg\n\n\n \nAuthor:\n Matthew Owal\n\n\n \nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\n \nSource Link:\n \nWikimedia Commons\n\n\n \nAdditional Notes:\n Cropped\n\n\n \nName:\n Micrograph of clear-cell squamous-cell carcinoma.jpg\n\n\n \nAuthor:\n Valerie R. Yanofsky, Stephen E. Mercer, and Robert G. Phelps.\n\n\n \nLicense:\n Creative Commons Attribution 4.0 International\n\n\n \nSource Link:\n \nWikimedia Commons\n\n\n \nAdditional Notes:\n Perspective warped. Photoshopped into the black pit in the Lavender Mine.\n\n\n\n\nFilename:\n RetconLogo.png\n\n\nAuthor:\n \nSeptember55th\n does not match any existing user name\n, Me.\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6218 \" by September2000, from the SCP Wiki . Source: https://scpwiki.com/scp-6218 . Licensed under CC-BY-SA .",
        "Filename: Header.png Author: September55th does not match any existing user name , me. License: Public Domain in the United States. Additional Notes: Photoshopped to look photocopied. Derivative of: Name: Victoria Crater, Cape Verde-Mars.jpg Author: NASA License: Public Domain in the United States, because it was created solely by NASA. Source Link: Wikimedia Commons Additional Notes: Cropped by the Wikimedia Commons. Name: MOL spacesuit.jpg Author: Wright-Patterson Air Force Base License: Public Domain in the United States, because it was created by a member of the Air Force. Source Link: Wikimedia Commons Additional Notes: Almost invisible, but part of the header image. Playing the role of Niles Morse. Filename: Figure1.png Name: Wide-field view of the sky around the young star HD 100546.jpg Author: European Southern Observatory (ESO) License: Creative Commons Attribution 4.0 International License. Source Link: Wikimedia Commons Additional Notes: Photoshopped to include a gradient, and to look photocopied. Filename: Figure2.png Author: September55th does not match any existing user name , Me. License: Creative Commons Attribution-Share Alike 4.0 Additional Notes: Photoshopped to look Photocopied. Derivative of: Name: Looking into the Lavender Pit. The Lavender Open Pit Mine, Bisbee, Arizona.jpg Author: Matthew Owal License: Creative Commons Attribution-Share Alike 4.0 Source Link: Wikimedia Commons Additional Notes: Cropped Name: Micrograph of clear-cell squamous-cell carcinoma.jpg Author: Valerie R. Yanofsky, Stephen E. Mercer, and Robert G. Phelps. License: Creative Commons Attribution 4.0 International Source Link: Wikimedia Commons Additional Notes: Perspective warped. Photoshopped into the black pit in the Lavender Mine. Filename: RetconLogo.png Author: September55th does not match any existing user name , Me. License: Creative Commons Attribution-Share Alike 4.0"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6218"
}