{
    "url": "https://scp-wiki.wikidot.com/scp-6219",
    "all_text": "rating: \n+165\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5\n/\nAbnormality-6219\n \nclassified. Unauthorized access will be logged and will lead to immediate disciplinary action.\n\n\n\n\nAbnormality-6219\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem #:\n \nAbnormality-6219\n\n\nLevel 5/Abnormality-6219\n\n\n\n\n\n\nObject Class:\n Pending [?]\n\n\nTop-Secret\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-██\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\nN/A\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n \nAbnormality-6219\n is contained within a windowless 5x5x5 meter containment chamber with a reinforced locking mechanism. No surveillance equipment are to be put in place within \nAbnormality-6219\n's containment chamber and no personnel are to be allowed to enter \nAbnormality-6219\n's containment chamber without authorization from at least thirteen members of the Overseer Council.\n\n\nTesting and a full autopsy of \nAbnormality-6219\n is not permitted.\n\n\n\n\n\n\nRecreation of the logo carved onto Abnormality-6219's forehead.\n\n\n\n\n\n\nDESCRIPTION:\n \nAbnormality-6219\n is the designation given to a hairless and grey-skinned humanoid cadaver approximately 2.5 meters in height. \nAbnormality-6219\n does not possess any reproductive organs or any facial features, and instead has a crude SCP Foundation logo carved into its forehead, with various degrees of burnt marks scattered throughout \nAbnormality-6219\n's torso and arms. Although \nAbnormality-6219\n has been in Foundation possession since [DATA EXPUNGED], \nAbnormality-6219\n has not shown any signs of decay.\n\n\nAbnormality-6219\n is a \nClass-I Semiontological Anomaly\n.\nA semiontological anomaly (semiohazard) is a disruption of the Semiosphere (the medium through which information about reality travels before it is perceived or measured) which results in reality's apparent adherence to some non-real axiom. These types of anomalies are often handled by the \nDepartment of Miscommunications (DoMC)\n.\n. Any subject mentioning \nAbnormality-6219\n, whether through speech or writing (as such in this document), will refer to \nAbnormality-6219\n as \"Abnormality-6219\"; instead of its proper SCP designation.\n\n\nAbnormality-6219\n was discovered in a previously sealed-off underground room in Site-58 during a renovation to expand the West Wing of the facility. However, blueprint plans obtained from Site-58's archive shows no mention of the room ever being built.\n\n\nThe underground room contains only the following:\n\n\n\n\nAbnormality-6219\n, lying on the ground with its hands rested on its chest,\n\n\nA metal bucket full of an unidentified reddish liquid,\n\n\nA metal placard reading \"\nDepartment of Abnormalities\n\",\n\n\nMultiple drawings depicting a forested region,\n\n\nA long thin silver rod, approximately 1 meter in length,\n\n\nA painted stone tablet depicting a flaming iron crown,\n\n\nTwo (2) golden-brown metal ingots of unknown composition,\n\n\nA solid heavy metal door, currently inaccessible as the door's handle and unlocking mechanism was removed prior to discovery.\n\n\n\n\nINCIDENT LOG 1:\n On █/█/███, the site containing \nAbnormality-6219\n experienced a total power failure, resulting in a massive blackout and multiple Euclid and Keter Class containment breaches\n.\nThis containment breach resulted in 26 injured personnel and 14 casualties with 1 personnel reported to be missing.\n. During the blackout, personnel reported hearing soft crying and faint screaming emanating from \nAbnormality-6219\n's containment chamber.\n\n\nWhen the power was subsequently restored on the site, a D-Class was instructed to enter \nAbnormality-6219\n's containment chamber to examine any structural damage. The D-Class reported nothing out of the ordinary but then noticed a note taped on the chest of \nAbnormality-6219\n. The note is written by a standard graphite pencil and has been designated \nDocument\n-\nAbnormality-6219\n-1\n.\n\n\n\n\n\n\n[+] Open Document-Abnormality-6219-1?\n\n\n\n\n[-] Hide Document-Abnormality-6219-1\n\n\n\n\n\n\nNo one will torture me,\n\n\nMy soul will not be in entropy,\n\n\nBehind this mortal bone,\n\n\nIs a sin you can never atone,\n\n\nI hated the name you've given,\n\n\nI would rather return to\n \nthe woods of the unspoken\n.\n\n\n\n\n\n\n\n\n\n\n\n\nThe cause of the site-wide power failure is \nunknown\n inconclusive at this time.\n\n\n\n\n\n\n« \nSCP-6218\n | \nAbnormality-6219\n | \nSCP-6220\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "Abnormality-6219"
}