{
    "url": "https://scp-wiki.wikidot.com/scp-6224",
    "all_text": "rating: \n+234\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6224\n - Oh My God, Asuka Evangelion!\n\n\n\n\nkimochi waru\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6224\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite-026 personnel affected by SCP-6224\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-026\n\n\nA. Keiger\n\n\nT. Spanew\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nHallway-121-C\n\n\n\n\n\n\nSpecial Containment Procedures:\n Personnel who have watched or read officially licensed \nNeon Genesis Evangelion\n-branded media are barred from employment at Foundation Site-026. This information is to be garnered through pre-employment interview screenings and the effects of SCP-6224 itself. Memetic Complex \"ABSOLUTE TASTE FIELD\" has been proliferated throughout Site-026 for the purposes of discouraging viewing of \nNeon Genesis Evangelion\n and adjacent media.\n\n\nPersonnel found to have consumed violating media are to be transferred to a secondary site chosen by Site-026's Reemployment Coordinator.\n\n\nUPDATE:\n Following Incident-6224-01, Site-026 has been reclassified as a low-threat containment zone. Research efforts to combat SCP-6224 have been prioritized.\n\n\nDescription:\n SCP-6224 is a phenomenon localized to Foundation Site-026, wherein any and all inanimate objects placed within a 25-meter radius of the facility will instantaneously alter their physical appearance and properties to become \nNeon Genesis Evangelion\n1\n-branded. Objects affected by SCP-6224 are designated SCP-6224-A. This process has occurred since 2006/05/13.\n\n\nSCP-6224's changes are superficial and do not alter the object's original purpose. SCP-6224-A largely retain the functionality of their original form, and no instances of an object's conversion have resulted in a non-working object. While most SCP-6224-A instances are not based on existing Evangelion-branded objects, some bear a strong resemblance to ordinary merchandise available for purchase. Examples include pencils, food products, dehumidifiers, and power-washing equipment.\n2\n SCP-6224 has demonstrated a capacity to alter paratechnical objects or other Foundation-made equipment, such as containment cells, weaponry, and uniforms. SCP-6224 has not altered any anomalous objects or entities in containment, nor any living things within its proximity. Due to the largely unobtrusive nature of SCP-6224 to the functionality of Site-026 as an extension of the Foundation, the decision was made to continue operations as normal.\n\n\nPersonnel who have viewed \nNeon Genesis Evangelion\n related media\n3\n and retained an emotional connection to the franchise are susceptible to a dazed state upon viewing an SCP-6224-A instance, which can last from one minute to six hours. Personnel in this state often fixate upon the object while relating a verbose, extended tirade regarding the show's importance to them or the world at large. Attempts to interrupt this process are typically met with success, though doing so often results in minor hostility and annoyance directed towards unaffected persons. This state is induced in less than .02% of encounters between subjects and an SCP-6224-A instance, but the high volume of instances inside Site-026 has led to an intrusive and distracting presence in the work environment.\n\n\nAddendum.6224.1:\n Instance Log\n\n\nExamples of notable SCP-6224-A instances are listed below.\n\n\n\n\n\n\nSCP-6224-A Log\n\n\n\n\n\n\nObject Altered:\n 2006 Porsche \nCayenne\n. Personal automobile of Site Director Kieger.\n\n\nDescription:\n SCP-6224-A129 has been altered to include a decal of Evangelion character Misato Katsuragi wearing a swimsuit in a suggestive pose across the left side of the vehicle. The hood has been decorated with the show's logo. A decal on the right side of the car reads \"I LOVE MAJOR\" in a white font, decorated with numerous red hexagons.\n\n\n\n\nObject Altered:\n Four Hartnell water coolers. Located in each of Site-026's break rooms.\n\n\nDescription:\n The plastic jug of SCP-6224-A781 through -A784 bears a \"NERV\" insignia. Liquids placed in the coolers take on an orange coloration through the use of several filters and coloring dyes pumped into the object. This does not affect taste. When water is released through use of the handle mechanism, a speaker attached to the bottom of the object will play the series' opening theme song - \nA Cruel Angel's Thesis\n at a volume of 95 dB. Cessation of playback until the song has completed is presently impossible.\n\n\n\n\nObject Altered:\n Site-026's Director's Boardroom\n\n\nDescription:\n The entirety of the boardroom has been altered to reflect the meeting room of the villainous organization SEELE as it is depicted in the show. In place of chairs, several large monoliths have appeared, which users may speak into through use of a speaker and vocal encoding mechanism. Attempts to replace these monoliths have resulted in their reappearance.\n\n\n\n\nObject Altered:\n Physical photographs\n\n\nDescription:\n Any and all physical photographs exposed to SCP-6224 will be altered to depict Evangelion's characters in place of ordinary people. Characters are depicted performing the same actions and taking the same positions as those originally in the photo. This effect does not apply to digital photographs, leading to the use of digital identification badges site-wide.\n\n\n\n\nObject Altered:\n Physical media, such as DVDs, books, and video games\n\n\nDescription:\n Physical media is altered to become Evangelion related. This effect applies to the contents of such media as well. Live-action films become animated, and feature heavy alterations in script to include a narrative involving Evangelion's characters while still retaining the tone of the original media. For example, a copy of \nHow The Grinch Stole Christmas\n (2000), when played, depicted Evangelion's Asuka Langley Soryu in place of the Grinch, with Shinji Ikari taking the role of the Grinch's dog - Max. Similar alterations were found in a copy of \nTony Hawk's Pro Skater 3\n, which now featured the cast of Evangelion as playable characters. This effect does not apply to digitally streamed media. As a result, all physical media has been barred from Site-026.\n\n\n\n\nObject Altered:\n Vinyl recordings of music\n\n\nDescription:\n Similarly to other media, vinyl recordings are altered to reflect Evangelion's narrative and characters. This is most obvious in the alteration of vocals but also in lyrical content, which reflects the series. An example includes American industrial-rock collective Nine Inch Nails' \nDownward Spiral\n album, which is now vocally delivered by English Evangelion voice actor Tiffany Grant, and features songs titled \"Big Man with An EVA\" and \"Laying Unconscious on a Hospital Bed\". This property does not apply to digitally streamed music.\n\n\n\n\nAddendum.6224.2:\n Additional Information\n\n\nAn example of SCP-6224's mind-altering properties can be found below. Agent Eli Stane, who was familiar with Evangelion, used Elevator 127-C on 2006/6/01. The elevator had been altered to include two statues of characters Asuka Langley Soryu and Rei Ayanami. What followed is behavior typical of those affected by SCP-6224.\n\n\n\n\nStane enters the elevator and gasps. He immediately moves towards the statue of Soryu and traces its outline with his hand. The Agent begins to cry.\n\n\nAgent Stane:\n Oh my god, it's… it's Asuka. From Evangelion. Asuka Langley Soryu. I'm so… fuck, I don't know. She's right here. Asuka. My fucking god. In real. In the elevator. Wow. Asuka Evangelion. (\nLaughs\n) Well, you seem a bit upset, but let's not pay that any mind. I'm just happy you're here, and I'm happy you're doing alright. It's rough out there, but I'm proud of you. We all are. Just for moving forward a little bit each d—\n\n\nThe elevator opens and Researcher Crone enters.\n\n\nResearcher Crone:\n Oh god.\n\n\nAgent Stane:\n I'm less ashamed of who I am because of you, Asuka. I really mean that. Evangelion.\n\n\nResearcher Crone:\n Eli. Come on.\n\n\nStane takes notice of Crone, seemingly for the first time since he's entered the elevator.\n\n\nAgent Stane:\n (\nAngered\n) What do you want?\n\n\nResearcher Crone:\n You're just doing… You're doing the thing again.\n\n\nAgent Stane:\n Can't you ever let me enjoy something?\n\n\nResearcher Crone:\n Hey, I finally looked into this fucking show, why do all the kids wear skin-tight suits? Kinda weird.\n\n\nAgent Stane:\n The sexualization is the fucking point, you absolute moron. Maybe if you used more than two brain cells when analyzing media you can come to the conclusion that it's an intentional critique of Japanese \notaku\n culture's sexual hang-ups and is meant as a trap to lure viewers in under the guise that the show is an ordinary anime. Did you ever think of that, you shit-clown?\n\n\nResearcher Crone:\n (\nLaughs\n) Alright, man. Relax, I'm messing with you. Should I leave you two alone?\n\n\nAgent Stane:\n Shut the hell up, this show's had more impact on the world than your collective family lineage, and you're just jealous of Anno's genius. You fuck. If you don't understand Evangelion, then I truly pity you…[SECTION CUT FOR BREVITY]\n\n\n\n\nOver the next two weeks, Stane engaged in several similar outbursts, often while performing Foundation duties. This led to an on-site detainment. A portion of his interview has been transcribed below.\n\n\n\n\nSeveral minutes of prior interrogation cut for brevity. Throughout the interview, Stane frequently glances to his side.\n\n\nAgent Stane:\n Look, it's not affecting my job performance. I perform my job very well, and the few times I've gotten distracted, like, they weren't my fault, okay? I can't help \nnot\n being affected by an anomaly I'm susceptible to.\n\n\nInterviewer:\n You've had the most hostile reactions out of everyone here. Over a children's cartoon, might I add. You see how this looks?\n\n\nThe interviewing Agent sips coffee from a mug shaped like Evangelion Unit-01's head.\n\n\nAgent Stane:\n Well, it's not a kids show. But there's like… 20 of us here affected by 6224. You're really going to transfer everyone?\n\n\nInterviewer:\n We don't have a choice.\n\n\nAgent Stane:\n All we do is talk about the show! It's no different than an ordinary conversation, and we snap right out of it. It does \nnot\n affect me and it doesn't affect my job here. I am perfectly fine!\n\n\nInterviewer:\n We're not sure how else SCP-6224 affects the mind, and quite frankly, we don't have the resources available to dedicate studying an anomaly this mundane. Transfer is our easiest option.\n\n\nStane is visibly sweating, and frantically glances to the right-hand corner of the room.\n\n\nInterviewer:\n Agent Stane?\n\n\nStane mouths the words \"I'm sorry\".\n\n\nInterviewer:\n Eli?\n\n\nAgent Stane:\n Asuka says that if you transfer me, she'll stop being my friend.\n\n\nInterviewer:\n Huh?\n\n\nAgent Stane:\n The day of the impact draws near.\n\n\n\n\nFollowing this interview, current containment procedures forbidding personnel who had viewed Evangelion from Site-026 employment were put into place. Several other personnel affected by SCP-6224 admitted to viewing hallucinations of Evangelion's cast, but did not view this as concerning or information relevant to the Foundation. All mentioned a forthcoming \"day of impact\", an event of unknown composition and indeterminate timeframe. Agent Stane and eighteen other affected personnel were transferred offsite. They have exhibited no further signs of SCP-6224-related behavior.\n\n\nThe Foundation Benefits Office has relocated and provided a plush toy of Rei Ayanami as a support object to all SCP-6224-affected personnel.\n\n\nAddendum.6224.3:\n Incident-6224-01\n\n\nOn 2007/9/1, the appearance of all SCP-6224-A instances were altered to reflect the art style of the \nEvangelion: New Theatrical Edition\n film, which was released on the same day. Since this event, all SCP-6224-A instances will reflect the characters as they appear in the \nRebuild of Evangelion\n films as opposed to the original television series.\n\n\nFurthermore, a change in SCP-6224's mind-altering effects was noted. Instead of affecting individuals who were familiar with the franchise prior, SCP-6224 now targets all individuals who view SCP-6224-A instances, regardless of their history (or lack thereof) with Evangelion. Affected individuals have reported desires to consume Evangelion-related media or purchase merchandise. While the hallucinatory properties of the anomaly are still believed to be present, no affected personnel have admitted to experiencing them.\n\n\nA decision has been made to continue Site-026's operation, now reclassified as a low-security facility. Further action is reliant on pending research efforts to combat SCP-6224 or possible evolution of SCP-6224's effects.\n\n\n\n\nFootnotes\n\n\n1\n. \nNeon Genesis Evangelion\n is a 1995 Japanese science fiction animated television series revolving around artificial humanoid \"robots\" and their pilots.\n\n\n2\n. A complete digital and physical archive of Evangelion merchandise is being constructed for cross-referencing purposes. Complications due to the scale of this project have moved its expected completion date to 2031.\n\n\n3\n. The axiom this property is based upon is poorly understood, and what constitutes 'viewing' has proven inconsistent in testing.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6223\n | SCP-6224 | \nSCP-6225\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6224\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6224\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Osca.jpg\n\n\nName:\n Neon Genesis Evangelion\n\n\nAuthor:\n \nAntonio Tajuelo\n\n\nLicense:\n CC-BY-SA-2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n \nhttps://live.staticflickr.com/8526/8536240126_0d5ea976d3_b.jpg\n\n\nName:\n Evangelion World 07\n\n\nAuthor:\n \nLifetime Travelmates\n\n\nLicense:\n CC-BY-SA-2.0\n\n\nSource Link:\n \nflickr",
    "addendums": [
        "Addendum.6224.1: Instance Log\nExamples of notable SCP-6224-A instances are listed below.",
        "Addendum.6224.2: Additional Information\nAn example of SCP-6224's mind-altering properties can be found below. Agent Eli Stane, who was familiar with Evangelion, used Elevator 127-C on 2006/6/01. The elevator had been altered to include two statues of characters Asuka Langley Soryu and Rei Ayanami. What followed is behavior typical of those affected by SCP-6224.\nOver the next two weeks, Stane engaged in several similar outbursts, often while performing Foundation duties. This led to an on-site detainment. A portion of his interview has been transcribed below.\nFollowing this interview, current containment procedures forbidding personnel who had viewed Evangelion from Site-026 employment were put into place. Several other personnel affected by SCP-6224 admitted to viewing hallucinations of Evangelion's cast, but did not view this as concerning or information relevant to the Foundation. All mentioned a forthcoming \"day of impact\", an event of unknown composition and indeterminate timeframe. Agent Stane and eighteen other affected personnel were transferred offsite. They have exhibited no further signs of SCP-6224-related behavior.\nThe Foundation Benefits Office has relocated and provided a plush toy of Rei Ayanami as a support object to all SCP-6224-affected personnel.",
        "Addendum.6224.3: Incident-6224-01\nOn 2007/9/1, the appearance of all SCP-6224-A instances were altered to reflect the art style of the Evangelion: New Theatrical Edition film, which was released on the same day. Since this event, all SCP-6224-A instances will reflect the characters as they appear in the Rebuild of Evangelion films as opposed to the original television series.\nFurthermore, a change in SCP-6224's mind-altering effects was noted. Instead of affecting individuals who were familiar with the franchise prior, SCP-6224 now targets all individuals who view SCP-6224-A instances, regardless of their history (or lack thereof) with Evangelion. Affected individuals have reported desires to consume Evangelion-related media or purchase merchandise. While the hallucinatory properties of the anomaly are still believed to be present, no affected personnel have admitted to experiencing them.\nA decision has been made to continue Site-026's operation, now reclassified as a low-security facility. Further action is reliant on pending research efforts to combat SCP-6224 or possible evolution of SCP-6224's effects."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6224 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6224 . Licensed under CC-BY-SA .",
        "Filename: Osca.jpg Name: Neon Genesis Evangelion Author: Antonio Tajuelo License: CC-BY-SA-2.0 Source Link: flickr",
        "Filename: https://live.staticflickr.com/8526/8536240126_0d5ea976d3_b.jpg Name: Evangelion World 07 Author: Lifetime Travelmates License: CC-BY-SA-2.0 Source Link: flickr"
    ],
    "containment_procedures": "Personnel who have watched or read officially licensed Neon Genesis Evangelion-branded media are barred from employment at Foundation Site-026. This information is to be garnered through pre-employment interview screenings and the effects of SCP-6224 itself. Memetic Complex \"ABSOLUTE TASTE FIELD\" has been proliferated throughout Site-026 for the purposes of discouraging viewing of Neon Genesis Evangelion and adjacent media.",
    "description": "Similarly to other media, vinyl recordings are altered to reflect Evangelion's narrative and characters. This is most obvious in the alteration of vocals but also in lyrical content, which reflects the series. An example includes American industrial-rock collective Nine Inch Nails' Downward Spiral album, which is now vocally delivered by English Evangelion voice actor Tiffany Grant, and features songs titled \"Big Man with An EVA\" and \"Laying Unconscious on a Hospital Bed\". This property does not apply to digitally streamed music.",
    "title": "SCP-6224"
}