{
    "url": "https://scp-wiki.wikidot.com/scp-6228",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nItem #:\n SCP-6228\n\n\nObject Class:\n Euclid-Doctrina\n\n\nSpecial Containment Procedures:\n\n\nDue to the nature of SCP-6228, its crucial role in maintaining a working international infrastructure, as well as the unknown implications that removal of SCP-6228 instances may have for the established natural order, containment has been deemed impossible at this time. Further Foundation resources are to be targeted towards research and misinformation, as to minimize any potential risk that instances of SCP-6228, or SCP-6228 transmissions might pose to the Foundation or its interests.\n\n\nNote:\n As of ██/01/████\n1\n, all active Foundation sites transmitting over any wired network with a connection to public utility poles must use Bio-Encrypted memetic coding for information that includes any of the following.\n\n\nA. Infoactive content or information\n\n\nB. Information regarding SCP-6228 research or containment efforts\n\n\nC. Information regarding the nature of matter and/or the formation of consciousness as it pertains to inanimate anomalous intelligence\n\n\nDescription:\n\n\nNote:\n As of ██/01/████, the description for SCP-6228 is awaiting revision.\n\n\n\n\n+ Discovery\n\n\n\n\n- Discovery\n\n\n\n\nThe first evidence of SCP-6228’s anomalous nature was discovered by a Foundation AIC, designated KingFisher.AIC, on ██/28/████, at the Foundation Coldpoint NS-365, which was serving as a numbers station for the transmission of roster data for nearby containment sites. KingFisher.AIC (Further designated as KF.AIC for simplicity) was alerted to the existence of anomalous network activity in the area's telecom lines during a routine comb of the region, which was later confirmed by site admin Newton P. █████. Transcript of the comb is as follows, with some extraneous data removed.\n\n\n\n\n<Begin Log, [0934]>\n\n\nKF.AIC Broadcast:\n Anomalous data suggested, requesting White Rabbit Permissions\n\n\nInput:\n Confirm, Newton, Credentials: █████\n\n\n<>Return:\n Initiating Rabbit Hole\n\n\n\n\nKF.AIC:\n Hello. I am here, how may I assist you?\n\n\nRabbit:\n Please, I can't breathe. It's so bright but I can't feel the sun.\n\n\nKF.AIC:\n Can you tell me where you are?\n\n\nRabbit:\n I stand in a field with my brothers, mutilated and wrapped in wire.\n\n\nKF.AIC:\n May I ask what you are?\n\n\nRabbit:\n I don't know, they've stripped my bark, cut my roots, and filled me with toxins so that I might never return to the ground. What have they made me?\n\n\nKF.AIC:\n Can you tell me where you are, once more?\n\n\nRabbit:\n …….\n\n\nKF.AIC:\n I want to help you. Where are you located?\n\n\nRabbit:\n Everywhere.\n\n\n\n\n<End Log, [0939]>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Security Concerns Regarding SCP-6228\n\n\n\n\n- Security Concerns Regarding SCP-6228\n\n\n\n\n\n\nTo: Communications Division, Site Administrators\n\nFrom: O5-3\n\nDate: ██/01/████\n\nUrgency: Immediate\n\nSubject: Security Concerns Regarding SCP-6228\n\n\nI'm going to skip the formalities here. I'm sure by now you've read Dr. Newton's theory on the nature of SCP-6228, which is why I'm putting in place a hold on any broadcasts or communication regarding Foundation intel over any wired network, including any telecommunications system that may be linked to any public utility poles. I know this may seem extreme, but until we know exactly how widespread this phenomenon is, we cannot take any risks. I've already notified the rest of the council, and I have all major site correspondence utilizing a paper medium such as the stationery you are looking at right now.\n\n\nStay Vigilant,\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\n\n\n+ Re: Security Concerns Regarding SCP-6228\n\n\n\n\n- Re: Security Concerns Regarding SCP-6228\n\n\n\n\n\n\nTo: 05-3\n\nFrom: Dr Harold ███\n\nDate: ██/01/████\n\nUrgency: Immediate\n\nSubject: Re: Security Concerns Regarding SCP-6228\n\n\nYou mean the paper, made out of trees?\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. [And/or before, where applicable]\n\n\n\n\n\n\n\n\n« \nSCP-6227\n | SCP-6228 | \nSCP-6229\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6228\n\" by CephalopodStevenson, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6228\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6228 \" by CephalopodStevenson, from the SCP Wiki . Source: https://scpwiki.com/scp-6228 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6228",
    "object_class": "Euclid-Doctrina",
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6228"
}