{
    "url": "https://scp-wiki.wikidot.com/scp-6229",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n \n\nTry 2 :D\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n94.67%\n\n(+71)\n\n\n5.33%\n\n(-4)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6229\n\n\nObject Class:\n \nKeter\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6229 is to be kept in a standard anomalous humanoid containment unit. Every month, SCP-6229 is to have a recorded therapy session by \nDr. Elijah Whitaker\n Angela Richards for a period of \none hour\n \nthree hours\n at minimum three hours, up to a maximum of forty-eight hours.\n\n\nA video feed of the unit is to be constantly monitored for any unauthorized departures. \nOne Scranton Reality Anchor is to be embedded into each wall, ceiling, and floor of the cell and activated in the event a demanifestation incident were to occur.\n\n\nWeylin and Rebecca Agapov are to be monitored by three Foundation agents at all times. Should SCP-6229 attempt to breach containment, Weylin Agapov is to be detained for a period of thirty minutes and, should SCP-6229 not return to containment, terminated.\n\n\nResearcher Evelyn Agapov is not to be assigned to SCP objects above Danger Level: Caution.\n\n\nDescription:\n SCP-6229 is an incorporeal 24-year-old male humanoid formerly known as Bennet Hao Zhu. SCP-6229 consistently repels reality away from itself, resulting in a negative reality space where it should physically exist.\n\n\nAs a result of this state of non-existence, SCP-6229 does not possess a need, or the capability, to engage in standard bodily functions such as eating or sleeping, nor does it appear to age. It also appears to lack mundane senses including hearing and sight, instead relying on observing and measuring Humetic signatures\n1\n with assistance from SCP-6229-1.\n\n\nSCP-6229-1 is a full-body Andetheus-alloy\n2\n suit with adaptive Humetic properties, allowing SCP-6229 limited physicality. It is equipped with a camera and voice synthesizer, the former being a detachable component connected to the chestplate while the latter appears to be directly connected with the neck. SCP-6229-1 possesses an external hume concentration of 99.9, theoretically rendering it immune to reality-based alterations.\n\n\nPhysically, SCP-6229-1 is capable of exerting forces up to 2 kN with its arms and 8 kN with its legs and shows a high tolerance against damage, able to withstand temperatures up to 5000°C and impact forces from bullets smaller than .50 caliber. SCP-6229-1 is capable of becoming incorporeal, allowing both it and SCP-6229 to phase through physical objects at will.\n\n\nAs of cross-testing conducted on May 19th, 2018, SCP-6229 is confirmed able to ignore external anomalous behaviors and triggers. Cross-testing revealed that anomalous objects and concepts, such as antimemes, infohazards, thaumaturgy, etc.\n3\n had no effect on SCP-6229.\n\n\nAddendum:\n\n\nFiles regarding SCP-6229 were seized by Foundation Agents from Prometheus Labs on August 26, 2008 following containment of SCP-6229. Those too damaged to read were sent to the Restoration Department.\n\n\nAudio transcribed by Foundation AICs. Given the volume of files, they have been ordered chronologically.\n\n\n\n\n\n\n\n\nPrometheus Labs: Bennet Hao Zhu Interview: Access Restricted\n\n\n\n\nPrometheus Labs: Bennet Hao Zhu Interview: Access Granted\n\n\n\n\n\n\n\n\nTranscript of an audio recording regarding SCP-6229's recruitment by Prometheus Labs.\n\n\nDate: 8/18/1995\n\n\nIndividuals: Agent Francis Morrison, Junior Researcher Bennet Hao Zhu (SCP-6229)\n\n\n\n\nMorrison:\n So, Mr. Hao, you're currently working under Dr. Goldstein, correct?\n\n\nSCP-6229:\n That's right. I've been his assistant for four years now.\n\n\nMorrison:\n And during this time, your particular condition was discovered and subsequently cured by Prometheus Labs, correct?\n\n\nSCP-6229:\n I wouldn't say 'cured'. More so-\n\n\nMorrison:\n Mr. Hao, are you currently able to experience a quality of life that you would not be able to without the assistance and care of Prometheus Labs?\n\n\nSCP-6229:\n In the strictest sense, yes. But I'd hardl-\n\n\nMorrison:\n Are you aware that Prometheus Labs invested no less than eight hundred \nmillion\n dollars into your cure?\n\n\nSCP-6229:\n No, I wasn't, and frankly that sounds rather expens-\n\n\nMorrison:\n Did you know that at your current salary, it'd take you over fifteen \nthousand\n years to pay off this debt?\n\n\nSCP-6229:\n Are you putting the entire cost of resea-\n\n\nMorrison:\n Mr. Hao, please. Prometheus Labs has put a lot, and I mean \na lot\n, of money and time into you. Are you trying to say that you're not going to pay this off?\n\n\nSCP-6229:\n I- I'm not going to pay off the entire cost of researching this thing. And didn't Prometheus develop some kind of reality stabilizer based off that research anyways?\n\n\nMorrison:\n Yes, and that's exactly why we're giving you an opportunity.\n\n\nSCP-6229:\n …what?\n\n\nMorrison:\n Prometheus Labs is giving you a chance to pay off this debt at a relatively low cost to you. I can't exactly tell you the details before you accept, but just between you and me, if you accept, Prometheus will waive the entire cost of your treatment… and your father's.\n\n\nSCP-6229:\n I'm supposed to agree to something without even knowing what it is? Really?\n\n\nMorrison:\n Well… it's not like you really have a choice here, do you?\n\n\n\n\n[Transcript Ends.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAcquisitions Proposal: Bennet Hao Zhu\n\n\nPrometheus Labs, Inc.\n\n\n8/22/1995\n\n\nApproved.\n\n\n- Director Pratsky\n\n\n\n\n\n\n\n\n\n\n\n\nTranscript Acquisitions Post-Mission Interview 1: Access Restricted\n\n\n\n\nTranscript Acquisitions Post-Mission Interview 1: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nPost-Mission Interview 1\n\n\nDate: 8/28/1995\n\n\nInterviewer:\n Ethan Wei Hao\n\n\nInterviewee:\n Bennet Hao Zhu (SCP-6229)\n\n\n\n\nSCP-6229:\n Are you fucking with me? Who set this up? Why the fuck are you here?\n\n\nEthan:\n I set this up. I just want to-\n\n\nSCP-6229:\n You're not getting anything from me. Get me out of here.\n\n\nEthan:\n Do \nnot\n open that door.\n\n\nSCP-6229:\n Fuck you, I'm going to walk through your fucking door if you don't open it.\n\n\nEthan:\n I just want to know how dad is.\n\n\nSCP-6229:\n Oh, so now you care about how he's doing?\n\n\nEthan:\n Might be surprising to you, but yes, I do care.\n\n\nSCP-6229:\n Really now? Didn't seem like you cared when you walked yourself out the door and never came back five years ago.\n\n\nEthan:\n I went to get a job because I wanted to make sure you could afford to live. You're welcome for that, by the way.\n\n\nSCP-6229:\n So just because you sent some money, it's alright? I had to care for him all by my goddamn self and you think just because you sent \nmoney\n, that it'd be fine? It wasn't hard enough to lose mom, no we had to lose you too. Do you know what that did to dad?\n\n\nCommand:\n Please keep conversation not pertaining to Mission 1 to a minimum.\n\n\nEthan:\n We'll talk later-\n\n\nSCP-6229:\n No, we won't.\n\n\nEthan:\n …mission report.\n\n\nSCP-6229:\n (\nSlight huff\n) Mission was successful. Item was acquired and delivered.\n\n\nEthan:\n Who was the man you spoke with during the mission?\n\n\nSCP-6229:\n Not sure, seemed like a Hand thaumaturge. Introduced himself as 'Seth'. That's all I know. Oddly self-confident; reminds me a bit of a particular shithead who left his family. Are we done yet?\n\n\n\n\n[Audio Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA series of emails recovered between SCP-6229 and Prometheus Labs Acquisitions Director Pratsky.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nFrom:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nSubject:\n Request for supervisor shift\n\n\n\n\n\n\nI refuse to work with him.\n\n\n- Zhu\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nFrom:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nSubject:\n Re:Request for supervisor shift\n\n\n\n\n\n\nUnfortunately, we're shortstaffed. Perhaps you should've made it known to us earlier that you were unable to work with your brother. Make do or quit. Choice is yours.\n\n\n- Director Pratsky\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Acquisitions Mission 12: Access Restricted\n\n\n\n\nVideo Transcript of Acquisitions Mission 12: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nMission 12\n\n\nDate: 12/25/1995\n\n\nTarget is a katana of unknown age.\n\n\nOn-Site Specialists: Bennet Hao Zhu (SCP-6229), Ethan Wei Hao\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\n(\nSCP-6229 sits facing Ethan in a military cargo plane as the latter drinks from a bottle.\n)\n\n\nEthan:\n …you really gonna sit there for the entire trip in silence?\n\n\nSCP-6229:\n I've ridden in silence the past eleven missions and I don't happen to have anything to talk to you about.\n\n\nEthan:\n Seriously?\n\n\nSCP-6229:\n Unless you have something pertaining to the mission, please spare us your ramblings.\n\n\nEthan:\n You are the only other person in this plane besides the pilots. There is no 'us'.\n\n\nSCP-6229:\n Fuck you, why the hell are you even here?\n\n\nEthan:\n Because a robot who majored in chemistry isn't a good look when trying to negotiate with \nMcD\n and I happen to have majored in both business \nand\n psych.\n\n\nSCP-6229:\n Then why don't you review your business \nand\n psych notes in silence.\n\n\nEthan:\n Fuck you.\n\n\n(\nRelative silence for 28 minutes.\n)\n\n\nEthan:\n Did it hurt?\n\n\nSCP-6229:\n You leaving me to take care of a depressed alcoholic all by myself? Yeah.\n\n\nEthan:\n Not that. I'm talking about whatever happened to your body.\n\n\nSCP-6229:\n Acting concerned about me isn't going to make me like you any more.\n\n\nEthan:\n Then treat it like I'm being curious about a freak at the circus.\n\n\nSCP-6229:\n …No. It didn't hurt then, and it doesn't hurt now. Don't really feel anything now.\n\n\nEthan:\n Nothing? Like, nothing nothing?\n\n\nSCP-6229:\n I haven't felt hungry, or tired, or hot, or cold, nothing. Nothing physical. I can't physically touch anything besides this suit. I felt angry when I saw you again though, does that count?\n\n\nEthan:\n Fuck you.\n\n\n(\nRelative silence for 2 minutes.\n)\n\n\nSCP-6229:\n (\nAudibly sighs\n) He tried to write to you, you know? Every night, he'd take out his stupid feather pen and a sheet of his good paper and then he'd try to write. Didn't really help that he didn't know where you lived, or that he always crumpled that blank sheet of paper.\n\n\nEthan:\n …I'm sorry.\n\n\nSCP-6229:\n Sorry isn't enough. Not anymore.\n\n\nEthan:\n What happened?\n\n\nSCP-6229:\n Cirrhosis. And then he had a stroke. He's in a coma now.\n\n\nEthan:\n Huh.\n\n\nPilot:\n Seatbelts on, we're coming in for a landing and remember to put up your trays-\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Acquisitions Mission 30: Access Restricted\n\n\n\n\nVideo Transcript of Acquisitions Mission 30: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nMission 30\n\n\nDate: 5/11/1996\n\n\nTarget is an anomalous Bengal tiger, nicknamed El Chupacabra.\n\n\nOn-Site Specialists: Bennet Hao Zhu (SCP-6229)\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\n(\nSCP-6229 walks through a small abandoned village. A tall man in a simple suit and tie stands across the dirt path, peering at a pocket watch. He turns his head towards SCP-6229 as the latter approaches. The man is identified as Seth Clover, a known Serpents Hand operative.\n)\n\n\nSCP-6229:\n I thought you said you didn't like standing out?\n\n\nSeth:\n I'm positively disguised compared to you, I'd say.\n\n\nSCP-6229:\n What are you doing here, Seth? I didn't think the Hand would be interested in rural Mexico.\n\n\nSeth:\n Shows how little you understand the Hand's goals.\n\n\nSCP-6229:\n The Hand, or the Raining Stars\n4\n?\n\n\nSeth:\n I see you've done your research.\n\n\nSCP-6229:\n The Foundation was quite willing to answer our questions about you, given how much trouble you and your brother have given them.\n\n\nSeth:\n Trouble for the whitecoats; liberation for our brothers and sisters. It's a matter of perspective, I think.\n\n\nSCP-6229:\n Call it what you want, you killed a lot of people to save your 'brothers and sisters'. Now what are you doing around here?\n\n\nSeth:\n I imagine you're here for the same reason I am.\n\n\nSCP-6229:\n The bird?\n\n\nSeth:\n Its name is Holos, and I'm sure you're well aware it's not a bird.\n\n\nSCP-6229:\n Hm. Are you going to get in my way?\n\n\nSeth:\n We're quite interested in Holos, so… I'm afraid I can't let you interrupt our operation.\n\n\n(\nSeth raises his arms and the ground cracks open loudly. Large chunks of earth begin floating into the air, electricity arcing between them. He claps his hands together. SCP-6229 shifts in place but appears to be restrained by something.\n)\n\n\nSCP-6229:\n Do you honestly think a couple of dried tree roots are going to actually stop me?\n\n\nSeth:\n I've done enough research to know I can't stop you, but I can at least stall you.\n\n\n(\nThe camera drops to the ground, angled slightly upwards towards Seth. SCP-6229 manifests directly before Seth and gut-punches him, dropping him to the ground.\n)\n\n\nSCP-6229:\n Should've done more research. Now where's your brother? Tell him to leave the tiger alone or I'll beat his ass.\n\n\nSeth:\n (\nGroaning\n) Don't you dare hurt him…\n\n\nSCP-6229:\n Why can't my brother be more like you? I'll be gentle. Where'd my camera- oh.\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe following email chain was sent shortly after the events detailed in Mission 30 and recovered partially by the Restoration Department.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nFrom:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nSubject:\n Reminder.\n\n\n\n\n\n\nSeth Clover and Thomas Clover are Detain-On-Sight as per our agreement with the SCP Foundation. Failure to do so will result in a write-up and possibly termination of employment.\n\n\nNeed I remind you that employees lose access to healthcare, both for the former employee and any relatives currently utilizing it.\n\n\n- Director Pratsky\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nFrom:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nSubject:\n Re:Reminder.\n\n\n\n\n\n\nUnderstood.\n\n\n- Zhu\n\n\n\n\n\n\nA video file was found on SCP-6229's workplace computer.\n\n\n\n\nDate: 11/30/1996\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\nSCP-6229 sits at a desk in what appears to be an office. The chair is bending under the weight of SCP-6229, though it appears unfazed. The door opens as Ethan walks in.\n\n\nSCP-6229:\n So?\n\n\nEthan:\n He's better than I thought, but that's not saying a lot.\n\n\nSCP-6229:\n I'd say you're welcome for even letting you see him, but I feel like the guilt is its own cost.\n\n\nEthan:\n I get it, okay? I'm sorry. Alright?\n\n\nSCP-6229:\n You've already apologized to me. You need to apologize to \nhim\n, but unfortunately he's in a coma.\n\n\nEthan:\n Apologize to him? Fuck that.\n\n\nSCP-6229:\n I'm sorry? You put him in a coma and you're not even the slightest bit sorry?\n\n\nEthan:\n Why the fuck should I be sorry about a man who couldn't handle reality?\n\n\nSCP-6229:\n Our mom \ndied\n! The fuck is wrong with you?\n\n\nEthan:\n He did all of this to himself! Yeah, I get it, mom died, but that doesn't mean that he, as a fucking parent, got to check out of reality! We needed him to be there!\n\n\nSCP-6229:\n And he needed us! But you fucking left us! You couldn't handle the responsibility so you just left us all in the dust.\n\n\nEthan:\n You think I \nwanted\n to leave? That I just decided, 'yeah, I'mma ditch my 16-year-old brother with a depressed alcoholic?'\n\n\nSCP-6229:\n Sure looks like it!\n\n\nEthan:\n He made me leave!\n\n\nSCP-6229:\n He was depressed! You can't blame him for mourning the death of his wife!\n\n\nEthan:\n But I can blame him for pinning her death on me!\n\n\nSCP-6229:\n He-! What…?\n\n\nEthan:\n Didn't know about that, did you? Every fucking day, you know what I'd hear? 'Wei, why weren't you here? Wei, why did you let your mom die? Wei, why couldn't you be a good son?' He'd fucking beg me to bring her back, you know that? You think I could take that? Do you think \nyou\n could? Well, guess what, I'm sorry that I was busy living my own life. I'm sorry that I wanted to meet up with my friends that night. But you know, sometimes that happens. People get unlucky, and then they die. And there's nothing you or me or \nanyone\n could do anything about it.\n\n\nSCP-6229:\n …why the fuck didn't you tell me this earlier? What is \nwrong\n with you?\n\n\nEthan:\n (\nSighs\n) I didn't want to ruin your relationship with dad. You were a kid-\n\n\nSCP-6229:\n No, I'm talking this past year. Since you first showed your fucking face to me again. You could've told me then, and you could've told me any time up to now. Why didn't you?\n\n\nEthan:\n I don't know. Maybe because I blamed myself too.\n\n\n(\nSilence for 8 minutes.\n)\n\n\nSCP-6229:\n You should've told me.\n\n\nEthan:\n I'm sorry.\n\n\n(\nSilence for 6 minutes.\n)\n\n\nSCP-6229:\n (\nSighs\n) I can't… I can't say your reasons were wrong. For leaving. But you still shouldn't have.\n\n\nEthan:\n …I'm sorry.\n\n\nSCP-6229:\n …I know.\n\n\n(\nSilence for 2 minutes.\n)\n\n\nSCP-6229:\n Any other life-changing secrets you wanna tell me?\n\n\nEthan:\n …I'm married.\n\n\nSCP-6229:\n …What-\n\n\nEthan:\n -and I have a kid.\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Acquisitions Mission 71: Access Restricted\n\n\n\n\nVideo Transcript of Acquisitions Mission 71: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nMission 71\n\n\nDate: 12/3/1996\n\n\nTarget is an Egyptian boy, \"Karim\".\n\n\nOn-Site Specialists: Bennet Hao Zhu (SCP-6229), Ethan Wei Hao\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\nSCP-6229 stands in an open desert behind Ethan, who converses with several military-clad individuals. Behind them, a teenage boy has been cuffed and shackled. He appears disheveled and malnourished. Ethan sighs loudly and turns away from the individuals as they discuss amongst themselves.\n\n\nSCP-6229:\n What's taking so long? We've been here for hours.\n\n\nEthan:\n I don't understand, we're willing to pay a premium for Karim here, but they're not budging. Fucking slavers.\n\n\nSCP-6229:\n What, they want more?\n\n\nEthan:\n Yeah, pretty much. Says that the Hand's been getting a bit itchy in the slaving market.\n\n\nSCP-6229:\n Can't we just, I don't know, take them out here? We'd be doing the world a favor.\n\n\nEthan:\n No, they've got Karim's family hostage. Supposedly, they'll let them go once the sale is through.\n\n\nSCP-6229:\n And Pratsky's not just sending the rest of Acquisitions to save the family… why?\n\n\nEthan:\n 'Unnecessary cost', he called it. Except we don't exactly have the budget to buy Karim's freedom right now.\n\n\nSCP-6229:\n We have two hundred grand available right now and it's not enough?\n\n\nEthan:\n Nope. They're looking for no less than half a million. Apparently they've got potential buyers with McD, we're just the first in line.\n\n\nSCP-6229:\n Here's an idea, give them a lap dance and maybe they'll lower the price?\n\n\nEthan:\n Fuck you.\n\n\n(\nEthan turns back to the slavers and takes a deep breath. Before he can speak, a flash of light engulfs the camera. Gunfire can be heard.\n)\n\n\nUnknown:\n Kill them all.\n\n\n(\nThunder roars from nearby followed by a short cry and a muffled thump. Several moments of silence pass.\n)\n\n\n(\nSCP-6229 pushes itself upwards, revealing Ethan beneath it, pressed into the sand.\n)\n\n\nEthan:\n (\nGroaning\n) You're quite heavy, you know that?\n\n\nSCP-6229:\n You're welcome for saving your life.\n\n\nEthan:\n Yeah yeah, I'm gonna stay here for a moment.\n\n\n(\nSCP-6229 rises to its feet, now facing several new individuals dressed in short robes, save for one dressed in a black 3-piece suit. The bodies of the slavers lay motionless around the ground with various wounds. Karim lays curled up in the sand. The suited individual, identified as Seth Clover, steps forwards as arcs of electricity crackle across his fingers.\n)\n\n\nSCP-6229:\n I'm hoping you knew about the family held hostage, Seth.\n\n\nSeth:\n Thomas has dealt with that problem already. He's been clamoring for a second chance since you stole Holos from him.\n\n\nSCP-6229:\n Well, thanks for dealing with it, but unless you want me to beat your ass again, we'll be taking Karim with us and we can pretend we never saw each other.\n\n\nSeth:\n Karim and his family deserve freedom, not exploitation by your faceless corporation. I cannot stand by while my brothers are targeted and shackled.\n\n\nSCP-6229:\n Don't do it, Seth. There's a standing order to grab you. Lethal force authorized if necessary.\n\n\nSeth:\n We are \nsaving\n people. Can't you understand that? People who have been used, abused, and then thrown away. I have a duty to them; to save them. And to fulfill that duty I would do anything for my brothers and sisters. Even die.\n\n\nSCP-6229:\n I have my own 'duties'. You can surrender yourself Seth, or we can take Karim. You for him, that's the best I can offer.\n\n\nSeth:\n I'm afraid I must reject your offer, then.\n\n\nSCP-6229:\n Are you sure about that? What about Thomas? You might be willing to die for your spiritual siblings, but you think he'll be alright without you?\n\n\nSeth:\n Are you threatening my brother?\n\n\nSCP-6229:\n I'm reminding you that you're all the family he's got left. You leave him like that, and it'll hurt him forever.\n\n\n(\nSeth turns away from SCP-6229 and whispers with the other robed individuals. Footsteps to SCP-6229's side can be heard.\n)\n\n\nEthan:\n Why couldn't you be like this when you talked with me?\n\n\nSCP-6229:\n Fuck you.\n\n\nEthan:\n That's exactly what I'm talking about. What's with the double standard?\n\n\n(\nSeth turns back to SCP-6229 with a grim look. He takes a deep breath.\n)\n\n\nSeth:\n We have come to an agreement.\n\n\nSCP-6229:\n What'd you decide?\n\n\nSeth:\n There can be no victory without sacrifice. Now!\n\n\n(\nThe robed individuals, including Seth, dive towards Karim. Seth throws an arm out, electricity arcing from his fingers towards SCP-6229, though the electricity dissipates upon contact with SCP-6229. SCP-6229 dashes forward and grabs Seth's outstretched arm.\n)\n\n\n(\nAnother bright flash of light engulfs the camera. When it readjusts, the robed individuals are gone, as is Karim. SCP-6229 holds a cleanly severed hand.\n)\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA partial email chain recovered between former director Wayne Pratsky and SCP-6229.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nFrom:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nSubject:\n Re:Re:Request to meet patient 224\n\n\n\n\n\n\nI understand that he's in critical condition, but why can't I know which hospital he's in?\n\n\n- Zhu\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ngro.suehtemorp|iuqca.uhz#gro.suehtemorp|iuqca.uhz\n\n\nFrom:\n \ngro.suehtemorp|ykstarp.rid#gro.suehtemorp|ykstarp.rid\n\n\nSubject:\n Re:Re:Re:Request to meet patient 224\n\n\n\n\n\n\nOur researchers are worried that your particular condition will exacerbate his condition. We'll be sending you updates on him weekly. And honestly, do you really think you physically being there will change anything anyways?\n\n\nTrust me, we're doing everything we can for him.\n\n\n- Director Pratsky\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Acquisitions Mission 144: Access Restricted\n\n\n\n\nVideo Transcript of Acquisitions Mission 144: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nMission 144\n\n\nDate: 1/18/1997\n\n\nTarget is an ancient Mayan tablet\n\n\nOn-Site Specialists: Bennet Hao Zhu (SCP-6229)\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\n(\nSCP-6229 stands before the remains of a large stone altar. A young man in a loose-fitting robe, identified as Thomas Clover, stands at the altar facing SCP-6229. He clutches a bronze tablet in his hands.\n)\n\n\nSCP-6229:\n Thomas, put down the tablet.\n\n\nThomas:\n Why do you keep getting in my way?! What did I ever do to you?!\n\n\nSCP-6229:\n It's just business, Thomas, you should know that by now.\n\n\nThomas:\n Business? You think this is just \nbusiness\n? This is about saving people!\n\n\nSCP-6229:\n Saving people? Do you even know what that tablet does?\n\n\nThomas:\n I know it'll help the cause.\n\n\nSCP-6229:\n Thomas, that tablet has a memetic null space phrase on it. It'll delete everything in a 30 meter range. Tell me, how is that going to save anyone?\n\n\nThomas:\n You think I'll just tell you what we have planned? You think I'm stupid?\n\n\nSCP-6229:\n Yes? You've talked long enough that I've gotten into leaping range. You try to teleport out, I'll take your hand like I took Seth's.\n\n\nThomas:\n You-!\n\n\nSCP-6229:\n Now hand over the tablet and I'll pretend I haven't seen you. You resist, and I'll kick your ass again and drag your body to the Foundation. Your choice.\n\n\nThomas:\n …Victory requi-\n\n\n(\nSCP-6229 lunges at Thomas and knocks him down. The tablet skitters off to the side.\n)\n\n\nSCP-6229:\n Now I know you're stupid. Command, send in Alpha Team, I have Thomas Clover in custody.\n\n\nCommand:\n Alpha Team on-route. Glad I don't have to doctor another video for the Foundation as to why you didn't detain him.\n\n\nSCP-6229:\n Very funny, Pratsky, get off the comms.\n\n\n(\nSCP-6229 reaches over and grabs the tablet from off the floor, dusting off both sides.\n)\n\n\nThomas:\n You think this is over? Huh?\n\n\nSCP-6229:\n Considering that I'm sitting on top of you and your thaumaturgy is completely ineffective against me, I'm going to go with 'yes'.\n\n\nThomas:\n Seth's going to hunt you to the ends of the earth for this.\n\n\nSCP-6229:\n For capturing you? He can try. I can handle your brother. And he's probably just going to break you out of the Foundation.\n\n\nThomas:\n You don't understand, do you? They're never gonna trust me again. Not after this. But if I go down, you go down with me. [AUDIO REMOVED]\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo videos were recovered, both taken by Prometheus Labs security cameras in Director Pratsky's office.\n\n\n\n\n\n\nVideo Transcript of Security Cameras 1: Access Restricted\n\n\n\n\nVideo Transcript of Security Cameras 1: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nOffice of Director Pratsky\n\n\nDate: 1/20/1997\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\nSCP-6229 stands across a desk from Pratsky, who is sitting in a large, leather office chair. He wears a frown.\n\n\nPratsky:\n So let me get this straight, you let Clover read the tablet and obliterate 3000 square meters of ancient Mayan ruins?\n\n\nSCP-6229:\n I didn't think he was going to use it.\n\n\nPratsky:\n Thomas Clover is a known Hand extremist!\n\n\nSCP-6229:\n Extremist, sure, but suicidal? How was I supposed to know?\n\n\nPratsky:\n You shouldn't have let him even have a chance!\n\n\nSCP-6229:\n I didn't expect it!\n\n\nPratsky:\n It's exactly these kinds of thoughtless decisions that made me withhold your father's location.\n\n\nSCP-6229:\n Oh, so it was a \npunishment\n? Are you fucking with me right now, Pratsky? Tell me you're fucking with me.\n\n\nPratsky:\n Hyperbole, boy, not literal. (\nSigh\n) You failed and we had to pay the price for it.\n\n\nSCP-6229:\n I'd feel bad if you weren't already conning me.\n\n\nPratsky:\n Oh, you have complaints? After everything we did for you, you have complaints?\n\n\nSCP-6229:\n I'm sorry, besides providing me the 'cure' to something you all did to me, what have you actually done for me?\n\n\nPratsky:\n You ungrateful fuck. Your father would've be in the grave earlier if it weren't for us!\n\n\nSCP-6229:\n And yet I can't even see him anymore. How is that any different?\n\n\nPratsky:\n It's different because he's still alive. You'll be able to see him.\n\n\nSCP-6229:\n You've been saying that for awhile now, when?\n\n\nPratsky:\n When he's in a condition to be seen. Goddammit Hao, I'm not a doctor, I don't have a hard date for you.\n\n\nSCP-6229:\n Fine. But if you slack on those updates, I'll be back.\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Security Cameras 2: Access Restricted\n\n\n\n\nVideo Transcript of Security Cameras 2: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nOffice of Director Pratsky\n\n\nDate: 1/28/1997\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\n(\nSomeone pounds on the door to the office for several moments. The room appears to be in disarray, with papers scattered across the floor and several dents in the walls. SCP-6229's voice can be heard on the other end, though muffled. No one is inside the office.\n)\n\n\nSCP-6229:\n Open the door, you cowardly fuck! I know you're in there! Where are my updates? I'm giving you three more fucking seconds before I walk through this goddamn door.\n\n\n(\nSCP-6229 suddenly appears in the room after three seconds.\n)\n\n\nSCP-6229:\n I want some… answers…? …what the fuck? Where the fuck is he?\n\n\n(\nSCP-6229 wanders around the office for several minutes, investigating, ultimately sitting down in Pratsky's chair. SCP-6229 glances at the table, picks up a sheet of paper, then throws it to the side.\n)\n\n\nSCP-6229:\n The fuck?\n\n\n(\nEthan walks into the room holding a key.\n)\n\n\nEthan:\n Oh, so he's not in here- what the fuck happened in here? You do this?\n\n\nSCP-6229:\n Like this when I got in.\n\n\nEthan:\n Really?\n\n\nSCP-6229:\n This time, honestly yes. I didn't touch anything.\n\n\nEthan:\n The hell happened? He fight with someone?\n\n\nSCP-6229:\n Don't know, don't care. I'm not the only Acquisitions agent. Probably got into an argument with one of the others. You know where he lives?\n\n\nEthan:\n You doing a wellness check on Pratsky?\n\n\nSCP-6229:\n Fuck no, I'm going to ask where my fucking updates are. I know you don't really care about dad, but I still do. I won't stop you from cursing his name, but if Pratsky's not going to hold up his end of the deal, then neither will I.\n\n\nEthan:\n Well you're out of luck, Pratsky keeps that information secret. Not even I know where he actually lives.\n\n\nSCP-6229:\n Seriously? Fuck.\n\n\nEthan:\n Yeah. But hey, I uh, I gotta go. Pratsky'll be back in a week or two at most, so don't sweat it too much, alright? And I'm not just saying that because I hate the old man. Prometheus is treating him with some of their best, he'll be fine, even if I don't want him to be.\n\n\nSCP-6229:\n Fine. Get lost. Oh, tell Lynn I said hi and to remind her dad that he needs to be nicer to uncle Ben.\n\n\nEthan:\n Fuck you. You're lucky she likes robots otherwise I think you'd have scared her off the first time.\n\n\n(\nEthan leaves through the door. Several seconds later, SCP-6229 demanifests.\n)\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of Acquisitions Mission 233: Access Restricted\n\n\n\n\nVideo Transcript of Acquisitions Mission 233: Access Granted\n\n\n\n\n\n\n\n\nPrometheus Labs: Acquisitions\n\n\nMission 233\n\n\nDate: 1/30/1997\n\n\nTarget is an ornate full-length mirror\n\n\nOn-Site Specialists: Bennet Hao Zhu (SCP-6229), Ethan Wei Hao\n\n\n\n\n\n\n[Warning: File Corrupted]\n\n\n\n\n\n\n(\nSCP-6229 sits across Ethan in a transport truck. Several other armed members of the Prometheus Labs Acquisitions team are present in the truck as well. Ethan appears to fiddle with a ring.\n)\n\n\nSCP-6229:\n You're gonna lose that if you keep messing with it.\n\n\nEthan:\n I'm being careful.\n\n\nSCP-6229:\n Still don't know what she sees in you. It's definitely not your personality and you're, well, below average elsewhere.\n\n\n(\nThe Acquisitions team chuckles.\n)\n\n\nEthan:\n Fuck off.\n\n\nSCP-6229:\n The hell you doing here anyways? Didn't you say you had that trip to Canada or whatever with Becca and the kid?\n\n\nEthan:\n Last minute, I don't know. Pratsky said it was high priority.\n\n\nSCP-6229:\n Pratsky? He emailed you? Where the fuck is he? Where are my updates?\n\n\nEthan:\n …and he sent me your update, here.\n\n\n(\nEthan pulls his phone out before passing it over to SCP-6229.\n)\n\n\nSCP-6229:\n Hm. Fine, I won't find and kick his ass.\n\n\nEthan:\n God, you really have to stop threatening violence every-\n\n\n(\nThe truck is violently thrown sideways, accompanied by a loud boom. SCP-6229 grabs Ethan as his body is flung forward. The two tear through the canvas canopy of the truck and land in some bushes as the truck explodes in bright blue flames.\n)\n\n\nSCP-6229:\n Oi, Wei, you still alive?\n\n\n(\nSCP-6229 releases Ethan and pulls back. Blood is seeping through Ethan's shirt and pants. A large metal chunk sticks out of the back Ethan's thigh. He remains unresponsive.\n)\n\n\nSCP-6229:\n Wei? Wei, come on you fucker, get up.\n\n\n(\nSCP-6229 smacks Ethan's face several times to no effect.\n)\n\n\nSCP-6229:\n Please get up… I can't… you can't do that to me. You said you hated him, how could you do what he did? You-\n\n\n(\nEthan suddenly takes a breath but remains unconscious.\n)\n\n\nSCP-6229:\n Fuck you. Let's get out of here.\n\n\n(\nSCP-6229 hefts Ethan up and begins to leave. A loud creaking sound attracts SCP-6229's attention from behind. The burning wreckage of the truck creaks loudly as an invisible force presses down upon it, flattening it into the ground within seconds. A silhouette of a man can be seen across the blue flames walking towards SCP-6229.\n)\n\n\nSCP-6229:\n Seth.\n\n\n(\nThe man, now closer, is identified as Seth Clover. Yelling, he raises an arm into the air, the wreckage of the truck following his movements and rising into the air, before pulling his arm back and making a throwing motion. The crushed truck accelerates towards SCP-6229.\n)\n\n\n(\nSCP-6229 throws itself to the side as the truck crashes into the trees behind their previous location. Ethan's limp body rolls to the side.\n)\n\n\n(\nTrails of dark sand spiral around Seth, coalescing into multiple black spikes in the air before speeding towards SCP-6229. SCP-6229 stumbles slightly as the spikes shatter against its body. Seth drops his arm to his side and appears to be breathing heavily.\n)\n\n\nSeth:\n Victory requires sacrifice, Mr. Hao. And this… this is the sacrifice for your victory.\n\n\nSCP-6229:\n I don't know what the hell you're talking about, but you better get out of my way.\n\n\nSeth:\n Not until I have my revenge.\n\n\n(\nSeth drops to the ground and slams his hands against it. Arcs of electricity burst from his hands and rips through the terrain, sparking against SCP-6229.\n)\n\n\nSCP-6229:\n The hell did I do to you?!\n\n\nSeth:\n I watched you kill him. Watched as he died!\n\n\n(\nTwo balls of fire manifest in Seth's hands before he launches them at SCP-6229. They explode just before contact with SCP-6229 causing it to stumble backwards.\n)\n\n\nSCP-6229:\n Who? Thomas? You think \nI\n killed Thomas? Your suicidal brother did it to himself!\n\n\n(\nSCP-6229 dashes at Seth and leaps while kicking. A large wall of earth erupts between Seth and SCP-6229, though SCP-6229's kick shatters the wall. The fragments of earth slam into Seth and knocks him to the floor. SCP-6229 places its boot on Seth's chest.\n)\n\n\nSCP-6229:\n I never touched Thomas. I don't know who the fuck told you that, but you're an idiot for believing them.\n\n\nSeth:\n Don't lie to me! Your director showed me \neverything\n. All it took was threatening his little boy and he was ready to spill. I saw the video. Your bodycam footage. You can't lie to me.\n\n\nSCP-6229:\n I don't know what you saw, but it's not what happened-\n\n\n(\nSeth extends his arm towards SCP-6229 and a bolt of electricity flies outwards, striking SCP-6229's body to no effect. SCP-6229 steps down harder causing Seth to groan in pain. He glares up at SCP-6229 with what appears to be tears in his eyes.\n)\n\n\nSeth:\n …why? You know what it's like, so how could you?\n\n\nSCP-6229:\n Know what?\n\n\nSeth:\n Did you feel nothing when he died?\n\n\nSCP-6229:\n You better start making some damn sense before I decide to crush your ribcage.\n\n\nSeth:\n You… you really don't know, do you? I thought you had already found out, but I guess not.\n\n\nSCP-6229:\n Alright, I'm done with this-\n\n\nSeth:\n Your father's dead.\n\n\n(\nSCP-6229 stops.\n)\n\n\nSCP-6229:\n …what?\n\n\nSeth:\n Your director told me. He said he told you they moved him, when was it? Last year or so? He was already dead by then.\n\n\nSCP-6229:\n No, there's no way that's right. I just saw-\n\n\nSeth:\n He's been lying to… you…\n\n\n(\nSeth looks away from SCP-6229. SCP-6229 removes their foot from Seth.\n)\n\n\nSCP-6229:\n I didn't kill him, Seth. I don't do that. I know what kind of man you are, so if you're telling the truth right now…\n\n\n(\nSeth gets to his feet unsteadily, avoiding eye contact with SCP-6229.\n)\n\n\nSeth:\n Take your brother.\n\n\nSCP-6229:\n What are you going to do?\n\n\nSeth:\n I… I don't know, I need… to think. If you're not lying, then Thomas was a victim of his own hubris and I have no one to blame but him… however, if I find that you're lying to me, nothing will stop me from killing everyone you've ever loved.\n\n\nSCP-6229:\n If my brother doesn't make it, I'll make you wish you were dead. Now get out of here while I'm feeling merciful.\n\n\n(\nSeth takes several steps backwards before he vanishes. SCP-6229 quickly returns to Ethan, picks him up, and begins jogging.\n)\n\n\n\n\n[Video Ends]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSecurity footage obtained of SCP-6229 from former director Wayne Pratsky's home.\n\n\n\n\n\n\nSecure Home Security Footage: Access Restricted\n\n\n\n\nSecure Home Security Footage: Access Granted\n\n\n\n\n\n\n\n\nSecure Home, Automated Security Camera 25: Wayne Pratsky Home Office\n\n\nDate: 8/26/2008\n\n\n\n\n(\nPratsky sits in a large leather office chair drinking a bottle of whiskey. He looks at his watch then at the ceiling. SCP-6229 manifests in front of Pratsky, startling him.\n)\n\n\nPratsky:\n You sure took your time.\n\n\nSCP-6229:\n Why does it sound like you were expecting me?\n\n\nPratsky:\n I was sure you'd come looking for me when Prometheus collapsed ten years back, but I guess I was wrong.\n\n\nSCP-6229:\n Had affairs I had to sort out. Like a funeral or two.\n\n\nPratsky:\n I imagine you know the truth now, then?\n\n\nSCP-6229:\n That you lied to me about my dad? Yeah. I know.\n\n\nPratsky:\n So what is it you want, huh? Money? An apology?\n\n\nSCP-6229:\n Wei's gone because of what you did.\n\n\nPratsky:\n What \nI\n did? I may have lied about your dad, but I had no hand in what happened to your broth-\n\n\n(\nSCP-6229 takes a step forward.\n)\n\n\nSCP-6229:\n I know what you did, Pratsky. I know you edited the video to show to Seth. Why?\n\n\n(\nPratsky sighs and takes another sip of whiskey.\n)\n\n\nPratsky:\n I had to protect my family.\n\n\nSCP-6229:\n But mine was expendable?\n\n\nPratsky:\n I'm sorry, Hao. If it means anything, this was all Maddox's idea. I was just the bait-\n\n\nSCP-6229:\n You better stop putting the blame on other people, Pratsky. You could've easily told him the truth. You chose not to. Wei's death is on you.\n\n\nPratsky:\n …are you going to kill me?\n\n\nSCP-6229:\n You've got all your affairs in order already, so I assume you already knew my answer.\n\n\nPratsky:\n I did, which is why you should've killed me earlier.\n\n\n(\nSeveral MTF agents burst through the ceiling. A heavy duty net is fired and wraps around SCP-6229. An SRA can be seen humming through the broken ceiling. Pratsky narrows his eyes at SCP-6229.\n)\n\n\nPratsky:\n That's why it took you so long. He's not dead, is he?\n\n\n\n\n[Video Ends.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 5/6229 CLASSIFIED\n\n\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 5/6229 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nEC-Richards: Access Restricted\n\n\n\n\nEC-Richards: Access Granted\n\n\n\n\n\n\n\n\nInterviewed:\n SCP-6229\n\n\nInterviewer:\n Ethics Committee Representative Angela Richards\n\n\nDate:\n May 14th, 2018\n\n\nForeword:\n SCP-6229's file shows that he is a viable candidate for MTF Omega-1 following the discovery regarding researcher Agapov.\n\n\n<Begin Log>\n\n\n\n\nRichards:\n Hello, SCP-6229, can I call you Ben?\n\n\nSCP-6229:\n Where's Doctor Whitaker?\n\n\nRichards:\n He's been transferred. My name is Angela Richards, pleasure to meet you.\n\n\nSCP-6229 is silent.\n\n\nRichards:\n Right, um, let me get to the point. I've read your file, and I see that you've got quite the resume.\n\n\nSCP-6229 is silent.\n\n\nRichards:\n Hm, you're not a talker, I understand. We all have our off days.\n\n\nSCP-6229:\n What do you want from me, Dr. Richards?\n\n\nRichards:\n Just Angela will do, I don't have a doctorate.\n\n\nSCP-6229:\n What do you want?\n\n\nRichards:\n Well, first, I want to ask you some questions.\n\n\nSCP-6229:\n Right.\n\n\nRichards:\n Great. First uh, do you know an Evelyn Agapov?\n\n\nSCP-6229:\n …can't say I do, no.\n\n\nRichards:\n Okay, and uh, Weylin Agapov? Nothing?\n\n\nSCP-6229:\n I've never heard of those people, no.\n\n\nRichards:\n Really? Huh. Well, let me tell you about them then. Eveyln Agapov, 22 years old, graduated from Dartmouth summa cum laude with a degree in biochemistry. A rather intelligent woman by all accounts and hired by the Foundation pretty much out the gate. Parents are Rebecca Agapov and Weylin Agapov.\n\n\nSCP-6229:\n Are you trying to bore me? I don't know who these people are or why I should care-\n\n\nRichards:\n Hold on now. Weylin Agapov, 46 years old, unemployed. Formerly known as Ethan Wei Hao, ex-employee of Prometheus Labs. Currently lives at 633 Hedgewood Drive with his wife and two dogs. Sound familiar now?\n\n\nSCP-6229:\n If you touch him, I'll kill every last one of you.\n\n\nRichards:\n Big words coming from a man who didn't even kill the one who sent Seth Clover to kill him the first time. Tell me, why \ndid\n you let him live? Was it his family? Did you feel bad?\n\n\nSCP-6229:\n Tell me what you want.\n\n\nRichards:\n (\nSighing\n) Alright, fine. I want you to work for us.\n\n\nSCP-6229:\n …You want \nme\n to work for the Foundation? You are aware of what happened to the last company I worked for that tried to blackmail me, right?\n\n\nRichards:\n Not the Foundation as a whole, no, the Ethics Committee. I'm going to be honest with you here, Ben. Overwatch has probably already put your brother on the containment procedures. Probably your niece too. It's much cheaper to keep a bullet chambered than it is to have six full-sized Scrantons for one skip and we both know that they wouldn't stop you from breaching if you really tried.\n\n\nSCP-6229:\n You're really giving me a lot of reasons to try right now.\n\n\nRichards:\n Which is why I'm offering a deal. Work with us and I guarantee the safety of not just your brother, but your niece too. I mean, you've been here for a while now, you know what happens in our sites no matter how hard we try. Don't you think your brother deserves to have his family this time?\n\n\nSCP-6229:\n You're sick, you know that?\n\n\nRichards:\n How many others do you think are being put through the same thing you were? The world is filled with Pratskys taking advantage of people just like you. I want you to help us help them. Frankly, Overwatch is entirely content with just holding your brother hostage and they really didn't want to let me talk with you. I'm giving you the opportunity to make this less one-sided for you. Please.\n\n\nSCP-6229:\n …it's not like I really have a choice, do I?\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Described by SCP-6229 as minute differences in Hume levels for objects and energies\n\n\n2\n. A proprietary alloy designed by Anderson Robotics and Prometheus Labs\n\n\n3\n. Full list available upon request from Angela Richards\n\n\n4\n. An extremist subgroup of the Serpents Hand\n\n\n\n\n\n\n\n\n« \nSCP-6228\n | SCP-6229 | \nSCP-6230\n »",
    "addendums": [
        "Addendum:\nFiles regarding SCP-6229 were seized by Foundation Agents from Prometheus Labs on August 26, 2008 following containment of SCP-6229. Those too damaged to read were sent to the Restoration Department.\nAudio transcribed by Foundation AICs. Given the volume of files, they have been ordered chronologically.\nA series of emails recovered between SCP-6229 and Prometheus Labs Acquisitions Director Pratsky.\nThe following email chain was sent shortly after the events detailed in Mission 30 and recovered partially by the Restoration Department.\n\nA video file was found on SCP-6229's workplace computer.\nA partial email chain recovered between former director Wayne Pratsky and SCP-6229.\nTwo videos were recovered, both taken by Prometheus Labs security cameras in Director Pratsky's office.\nSecurity footage obtained of SCP-6229 from former director Wayne Pratsky's home.\n\n\n\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-6229",
    "object_class": "Keter Euclid",
    "containment_procedures": "SCP-6229 is to be kept in a standard anomalous humanoid containment unit. Every month, SCP-6229 is to have a recorded therapy session by Dr. Elijah Whitaker Angela Richards for a period of one hour three hours at minimum three hours, up to a maximum of forty-eight hours.",
    "description": "SCP-6229 is an incorporeal 24-year-old male humanoid formerly known as Bennet Hao Zhu. SCP-6229 consistently repels reality away from itself, resulting in a negative reality space where it should physically exist.",
    "title": "SCP-6229"
}