{
    "url": "https://scp-wiki.wikidot.com/scp-6231",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6231\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6231\n\n\n\n\n\n\nSpecial Containment Procedures:\n N/A\n\n\n\n\nSee Archived Containment Procedures\n\n\n\n\nHide Archived Procedures\n\n\n\n\nSpecial Containment Procedures:\n SCP-6231 is to be kept within a standard 20-gallon terrarium fitted with the basic needs of a regular \nAgalychnis callidryas\n. These include filtered freshwater, a diet of crickets, mealworms and Dubia roaches, a 20°-30° Celsius, damp and humid environment and UV lighting\n1\n. Consumption of ice cream offered to personnel by SCP-6231 is allowed and encouraged.\n\n\n\n\n\n\n\n\nDescription:\n SCP-6231 is a sentient male \nAgalychnis callidryas\n (Red-eyed tree frog) that is capable of producing ice cream from its salivary glands. This ice cream has no inherent anomalous effects and is safe for consumption. The ice cream does not harm SCP-6231 like it would for a member of the same species.\n\n\nSCP-6231 has thus far proven capable of producing twelve different flavours; coconut, chocolate, vanilla, cookies and cream, strawberry, blue raspberry, mango, mint, mint chocolate chip pistachio, maple, and french vanilla. When asked for a flavour, SCP-6231 will produce an amount of ice cream that is capable of filling an entire cone in one to four minutes, depending on the flavour the subject had asked for. SCP-6231 appears capable of utilizing its mouth to prevent the ice cream it produces from melting. SCP-6231 has also been seen to communicate using small notes.\n\n\nAddendum.6231.I: Discovery\n\nOn 16/10/2021, Agent Ronald Hudson responded to reports of a frog giving ice cream to children in Milwaukee, Wisconsin. When Agent Hudson arrived, SCP-6231 had been producing ice cream for children at a playground. Soon after this, SCP-6231 was taken by one of these said children. Upon questioning the other children on SCP-6231's location, they pointed at the child who had taken SCP-6231, who was at that point eating ice cream. Shortly after this, SCP-6231 was confiscated and moved to Site-250. It is unknown how SCP-6231 arrived in said playground, as \nAgalychnis callidryas\n is native to Central and South America. Witnesses say that SCP-6231 was left at the playground by a child who then ran away. The identity of this child is unknown.\n\n\nAddendum.6231.II:\n Incident Log\n\nOn 28/11/2021, a raid on Site-250 was conducted by the Chaos Insurgency for unknown reasons. During this raid, an insurgent entered SCP-6231's containment chamber. The following is a log of the camera footage of the altercation.\n\n\n\n\n<BEGIN LOG>\n 2:12 AM\n\n\n\n\nSCP-6231 is seen sleeping inside its terrarium.\n\n\nAn Insurgent enters SCP-6231's containment chamber.\n\n\nInsurgent:\n The fuck is that smell?\n\n\nSCP-6231 awakens and looks intrigued by the insurgent.\n\n\nThe insurgent looks toward the side to see SCP-6231 labelled on the door.\n\n\nInsurgent:\n 6231 huh?\n\n\nThe insurgent searches the room for any documentation.\n\n\nSCP-6231 begins to expand its mouth, to create ice cream.\n\n\nInsurgent:\n Nothing. What is this thing anyway?\n\n\nSCP-6231 jumps onto its terrarium's mesh roof and opens it.\n\n\nThe insurgent points his gun at SCP-6231.\n\n\nInsurgents:\n What the fuck?\n\n\nSCP-6231 jumps onto a waffle cone and begins producing ice cream inside of it.\n\n\nInsurgent:\n Ice cream?\n\n\nSCP-6231 finishes producing ice cream and jumps onto the insurgent, who is now approaching SCP-6231 and hands it to him with a note.\n\n\nInsurgent:\n \"Yummy Chocolate\" Yeah I'm not eating this.\n\n\nThe insurgent drops the ice cream and leaves the room.\n\n\nSCP-6231 appears frightened from the insurgent's behavior and hops back into its terrarium.\n\n\n\n\n<END LOG>\n 2:20 AM\n\n\n\n\nClosing Statement:\n This was the first time SCP-6231 used a note. After this various tests were conducted to get a full grasp of SCP-6231's abilities and limitations.\n\n\n\n\nAddendum.6231.III:\n Experiment Log\n\n\n\n\nPersonnel Involved:\n Dr. Avery Cado\n\n\nForeword:\n The following is a log of an experiment conducted on SCP-6231.\n\n\n\n\n<BEGIN LOG>\n 3:44 PM\n\n\n\n\nDr. Cado enters SCP-6231's containment chamber\n\n\nDr. Cado:\n Alright.\n\n\nDr. Cado places a small pencil and paper inside SCP-6231's terrarium.\n\n\nSCP-6231 is not visible and is suspected to be hiding.\n\n\nDr. Cado:\n Don't be shy, I won't hurt you!\n\n\nSCP-6231 slowly approaches the note and picks up the pencil and writes something down.\n\n\nDr. Cado picks the note up.\n\n\nDr. Cado:\n \"Hi\". Well, it's a start.\n\n\nDr. Cado places another note into the terrarium.\n\n\nDr. Cado:\n Can you write your name?\n\n\nSCP-6231 hesitates a moment before writing on the note.\n\n\nDr. Cado picks up the note.\n\n\nDr. Cado:\n You don't have a name? Hmmm, how did you get to the park where we found you?\n\n\n\n\nDr. Cado places another note in the terrarium.\n\n\nSCP-6231 examines the note and shakes its head.\n\n\nDr. Cado:\n You don't want to tell me? Why not?\n\n\nSCP-6231 looks up at Dr. Cado and shakes its head again.\n\n\nDr. Cado:\n Ok… Well then, how long have you been able to create ice cream for and do you know why?\n\n\nSCP-6231 picks up the pencil and writes something on the note and Dr. Cado picks it up.\n\n\nDr. Cado:\n You were born with it? Got it. The final question for now is, why do you give people the ice cream you make for free.\n\n\nDr. Cado places a note inside the terrarium and SCP-6231 continues to write for one minute.\n\n\nDr. Cado picks up the note.\n\n\nDr. Cado:\n You just want to make people happy? Really?\n\n\nSCP-6231 hesitates a moment and then nods its head.\n\n\nDr. Cado:\n Alright then, I guess we are done for today. Thank you for cooperating.\n\n\nSCP-6231 waves its hand at Dr. Cado as she exits the room.\n\n\n\n\n<END LOG>\n 4:01 PM\n\n\n\n\n \n\n\nAddendum.6231.IV:\n Note Discovery\n\nOn 09/01/2022, the following note was found within SCP-6231's terrarium while it was sleeping.\n\n\n\n\n\n\nThey liked the ice cream. I hope they like me!\n\n\n\n\n\n\n \n\n\nAddendum.6231.V:\n Caretaker Interview\n\nOn 29/01/2022, SCP-6231 began displaying signs of sluggishness and malnutrition. Due to this, SCP-6231's lead caretaker, Dr. Avery Cado, was interviewed.\n\n\n\n\nInterviewer:\n Site Director Joseph Matthews\n\n\nInterviewee:\n Dr. Avery Cado\n\n\n\n\n<BEGIN LOG>:\n 9:52 AM\n\n\n\n\nSite Director Matthews:\n Well, let's get this over with.\n\n\nDr. Cado:\n Joseph, I know you know I'm not responsible for this. I'm the one who's supposed to take care of the frog. There's no reason for me to make it sick.\n\n\nSite Director Matthews:\n It's protocol, sorry. Now, where did you go on November 19th?\n\n\nDr. Cado:\n I got here from home, went to my office to sign some documents about me becoming head of the \"Department of Flora and Fauna Anomaly Care\", which took just under an hour.\n\n\nSite Director Matthews\n The papers I sent you, correct?\n\n\nDr. Cado:\n Yes, after that I got up and went to SCP-6231's chamber to feed it and check if everything was in order, went out and had lunch and went to your office to hand in the documents. After that, I went to SCP-3233's containment chamber to do some research and then left.\n\n\nSite Director Matthews looks to his side at a computer monitor.\n\n\nSite Director Matthews:\n The camera footage and your claims add up. Tell me, what did you feed SCP-6231.\n\n\nDr. Cado:\n I fed it a couple of Dubia roaches and ten mealworms, exactly what it's supposed to be fed.\n\n\nSite Director Matthews:\n You sure you didn't feed it anything else?\n\n\nDr. Cado:\n Nope and I gave it filtered water and the water sprayer and the UV light was functioning normally. I'm sure it's just acting sluggish because it didn't get enough sleep.\n\n\nSite Director Matthews:\n Fair enough. I'm sorry about this, it's just protocol I'm following.\n\n\nDr. Cado:\n No, it's fine. If I was in your position I would have done the same thing.\n\n\n\n\n<END LOG>:\n 10:02\n\n\n\n\n \n\n\nAddendum.6231.VI:\n Second Note Discovery\n\nOn 03/02/2022, another note was found in SCP-6231's terrarium. The following is the second note:\n\n\n\n\n\n\nI'm a little bit sick. They like me though!\n\n\n\n\n\n\nInvestigation into how these notes are appearing in SCP-6231's terrarium is still ongoing.\n\n\n \n\n\nAddendum.6231.VII:\n Email to Site Director Matthews\n\nOn 17/02/2022, the following email was sent to Site Director Matthews from Dr. Avery Cado\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nmoc.tenipcs|swehttamhpesoj#moc.tenipcs|swehttamhpesoj\n\n\nFrom:\n \nmoc.tenipcs|214odacyreva#moc.tenipcs|214odacyreva\n\n\nSubject:\n SCP-6231\n\n\n\n\n\n\nHey, Matthews\n\n\nAs you most likely know, from our meeting the other day, SCP-6231 has been acting sluggish. This morning, it got worse. It's still reacting positively and making ice cream, but it isn't as active as it was before. It's lost a lot of weight too and isn't writing notes to staff. We'll try giving it some remedies for that disease that's been going around in the amphibian anomalies, but I just wanted to inform you what's happening beforehand, just in case things go south.\n\n\nWith regards, Avery.\n\n\n\n\n\n\n\n\n\n\n \n\n\nAddendum.6231.VIII:\n Third Note Found\n\nOn 25/02/2022 a third note was found. The following note was found.\n\n\n\n\n\n\nI don't feel good anymore. I can't make ice cream. Tell Naveen\n\nI love her.\n\n\n\n\n\n\nAddenum.6231.IX:\n\nOn 05/03/2022, SCP-6231 was taken to Site-101's veterinarian because of its worsening condition. Dr. Cleo Ares determined that SCP-6231 had bacterial dermatosepticemia (commonly referred to as \"Red Leg Disease\"), a disease common in amphibians, which had been seen in other amphibian-based anomalies before. When given the proper treatment for it, SCP-6231's condition remained the same. This is because of SCP-6231's changed anatomy from that of a regular \nAgalychnis callidryas\n.\n\n\nOne day later, SCP-6231 was transferred into the Department of Fauna and Flora Anomaly Care unit of Site-101 and the following events transpired:\n\n\n\n\nForeword:\n The following events were recorded via surveillance cameras.\n\n\n<BEGIN LOG>\n 6:09 AM\n\n\nSix researchers enter SCP-6231's room in the Fauna and Flora Anomaly Care unit and surround SCP-6231.\n\n\nSCP-6231 is visually distressed in its terrarium and is watching the researchers.\n\n\nDr. Avery Cado enters the room and begins examining SCP-6231.\n\n\nDr. Cado:\n The \"Red Leg Disease\" has gotten worse. We can try to do what we can, but at this point, we can't do much.\n\n\nSCP-6231 is visually stressed and begins to slow its movements.\n\n\nDr. Chad:\n Have we tried giving it some other remedies for it?\n\n\nDr. Cado:\n No, we've only tried three and I'm afraid more will hurt it.\n\n\nDr. Connor:\n If it's going to die anyway, why not give it to help even if it might die?\n\n\nDr. Cado:\n Unlike most people, I care if these guys die. Would you want to have a slow, painful death from the humans that contained you in the first place or be saved by them?\n\n\n\n\nBoth the researchers are silent.\n\n\nDr. Cado:\n Yeah, I thought so. Now, is there anyone else who has ideas?\n\n\nDr. Sandra:\n Umm, what if we gave it some tetracycline. That's what normally treats frogs with \"Red Leg Disease\" correct?\n\n\nDr. Cado:\n Good idea but, that could cause side effects that we don't want to risk affecting the frog. Anyone else?\n\n\nSCP-6231 looks like it is producing ice cream, although none of the researchers acknowledge this.\n\n\nDr. Sanchez:\n Have we taken into account what caused the disease?\n\n\nDr. Cado:\n Yes- umm well, no. We don't know what caused it.\n\n\nDr. Sanchez:\n Have you even looked into that? That should've been the main concern.\n\n\nDr. Cado:\n I- err, did think about it, but never got approval from Site Director Matthews.\n\n\nDr. Sanchez:\n So you didn't.\n\n\nDr. Cado:\n Oh fuck off James. Anyone else, other than him? By the way, we will look into how it got the disease.\n\n\nSCP-6231's mouth begins to expand while it looks around at its terrarium.\n\n\nDr. Cleo appears to spot SCP-6231 producing ice cream.\n\n\nDr. Cleo:\n Wait, I think it's making some ice cream.\n\n\nDr. Cleo points at SCP-6231, which is producing ice cream in several waffle cones.\n\n\nAll personnel turn toward SCP-6231, which has completed filling five ice cream cones.\n\n\nDr. Cado:\n What-\n\n\nSCP-6231 finishes producing the ice cream of varying flavours, handing them out to the personnel, then jumping into Dr. Cado's free hand, and stopping its movements before dying.\n\n\nAll personnel are silent while Dr. Sanchez and Dr. Connor leave the room. Dr. Cado continues looking at SCP-6231's inanimate body.\n\n\nDr. Cado:\n I-I… My first task as head of the…\n\n\nThe rest of the researchers leave as Dr. Cado puts SCP-6231's body back into its terrarium.\n\n\n<END LOG>:\n 6:31 AM\n\n\n\n\nClosing Statement:\n All cones of ice cream that were given to personnel had a small note embedded into them, labelled simply with \"Thank you\" on one side, and 'Goodbye' on the other.\n\n\n\n\nAddendum.6231.X:\n\nAfter the events of Addendum.6231.IX, the Foundation was contacted by GoI-3776 \"Creature and Wildlife Protection Agency\" via email. The following is an email sent by an unknown CWPA member to Agent Hudson:\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamtoh|3nosduhdlanor#moc.liamtoh|3nosduhdlanor\n\n\nFrom:\n \nten.apwc|stunnroca#ten.apwc|stunnroca\n\n\nSubject:\n The SCP Foundation\n\n\n\n\n\n\nHello Ronald, please share the following email with your superiors immediately.\n\n\nHello, I am contacting you on behalf of the organization known as the Creature and Wildlife Protection Agency. You may know us through \nAgent Lou\n, an agent of ours who is unfortunately in your containment. I have contacted you today to inform you of another agent of ours in your containment. Agent Sticks is a loyal member of our organization. Now, following Agent Sticks' death, we would like to thank you for caring for him. He was the one that volunteered, knowing he wouldn't make it back, in one way or another. He had to say goodbye to his family and friends for the last time, and I know that must've been difficult. He just wanted to make people happy with his ice cream.\n\n\nNow that we have gotten to know how your organization functions internally and your motives, we hope we can get on friendly terms. We will be contacting you again shortly for the conditions of these terms and to tell you a little bit about our past. Again, we and Sticks' family would like to express our complete gratitude to you for caring for him. We hope our organizations can work together sometime in the near future. May Sticks rest in peace knowing that what he did wasn't for nothing.\n\n\nSincerely, Secretary Nuts\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This should be replaced every 5 to 6 months.\n\n\n\n\n\n\n\n\n« \nSCP-6230\n | SCP-6231 | \nSCP-6232\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6231\n\" by AvocadoMilk, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6231\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Red-eyed tree frog 1.jpg\n\n\nName:\n Red-eyed tree frog 1.jpg\n\n\nAuthor:\n Danel Solabarrieta\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/danelu/10422494474/",
    "addendums": [
        "Addendum.6231.I: Discovery On 16/10/2021, Agent Ronald Hudson responded to reports of a frog giving ice cream to children in Milwaukee, Wisconsin. When Agent Hudson arrived, SCP-6231 had been producing ice cream for children at a playground. Soon after this, SCP-6231 was taken by one of these said children. Upon questioning the other children on SCP-6231's location, they pointed at the child who had taken SCP-6231, who was at that point eating ice cream. Shortly after this, SCP-6231 was confiscated and moved to Site-250. It is unknown how SCP-6231 arrived in said playground, as Agalychnis callidryas is native to Central and South America. Witnesses say that SCP-6231 was left at the playground by a child who then ran away. The identity of this child is unknown.",
        "Addendum.6231.II: Incident Log On 28/11/2021, a raid on Site-250 was conducted by the Chaos Insurgency for unknown reasons. During this raid, an insurgent entered SCP-6231's containment chamber. The following is a log of the camera footage of the altercation.",
        "Addendum.6231.III: Experiment Log\n",
        "Addendum.6231.IV: Note Discovery On 09/01/2022, the following note was found within SCP-6231's terrarium while it was sleeping.\n",
        "Addendum.6231.V: Caretaker Interview On 29/01/2022, SCP-6231 began displaying signs of sluggishness and malnutrition. Due to this, SCP-6231's lead caretaker, Dr. Avery Cado, was interviewed.\n",
        "Addendum.6231.VI: Second Note Discovery On 03/02/2022, another note was found in SCP-6231's terrarium. The following is the second note:\nInvestigation into how these notes are appearing in SCP-6231's terrarium is still ongoing.\n",
        "Addendum.6231.VII: Email to Site Director Matthews On 17/02/2022, the following email was sent to Site Director Matthews from Dr. Avery Cado\n",
        "Addendum.6231.VIII: Third Note Found On 25/02/2022 a third note was found. The following note was found.",
        "Addendum.6231.X: After the events of Addendum.6231.IX, the Foundation was contacted by GoI-3776 \"Creature and Wildlife Protection Agency\" via email. The following is an email sent by an unknown CWPA member to Agent Hudson:"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> 2:12 AM SCP-6231 is seen sleeping inside its terrarium. An Insurgent enters SCP-6231's containment chamber. Insurgent: The fuck is that smell? SCP-6231 awakens and looks intrigued by the insurgent. The insurgent looks toward the side to see SCP-6231 labelled on the door. Insurgent: 6231 huh? The insurgent searches the room for any documentation. SCP-6231 begins to expand its mouth, to create ice cream. Insurgent: Nothing. What is this thing anyway? SCP-6231 jumps onto its terrarium's mesh roof and opens it. The insurgent points his gun at SCP-6231. Insurgents: What the fuck? SCP-6231 jumps onto a waffle cone and begins producing ice cream inside of it. Insurgent: Ice cream? SCP-6231 finishes producing ice cream and jumps onto the insurgent, who is now approaching SCP-6231 and hands it to him with a note. Insurgent: \"Yummy Chocolate\" Yeah I'm not eating this. The insurgent drops the ice cream and leaves the room. SCP-6231 appears frightened from the insurgent's behavior and hops back into its terrarium. <END LOG> 2:20 AM Closing Statement: This was the first time SCP-6231 used a note. After this various tests were conducted to get a full grasp of SCP-6231's abilities and limitations.",
        "Personnel Involved: Dr. Avery Cado Foreword: The following is a log of an experiment conducted on SCP-6231. <BEGIN LOG> 3:44 PM Dr. Cado enters SCP-6231's containment chamber Dr. Cado: Alright. Dr. Cado places a small pencil and paper inside SCP-6231's terrarium. SCP-6231 is not visible and is suspected to be hiding. Dr. Cado: Don't be shy, I won't hurt you! SCP-6231 slowly approaches the note and picks up the pencil and writes something down. Dr. Cado picks the note up. Dr. Cado: \"Hi\". Well, it's a start. Dr. Cado places another note into the terrarium. Dr. Cado: Can you write your name? SCP-6231 hesitates a moment before writing on the note. Dr. Cado picks up the note. Dr. Cado: You don't have a name? Hmmm, how did you get to the park where we found you? Dr. Cado places another note in the terrarium. SCP-6231 examines the note and shakes its head. Dr. Cado: You don't want to tell me? Why not? SCP-6231 looks up at Dr. Cado and shakes its head again. Dr. Cado: Ok… Well then, how long have you been able to create ice cream for and do you know why? SCP-6231 picks up the pencil and writes something on the note and Dr. Cado picks it up. Dr. Cado: You were born with it? Got it. The final question for now is, why do you give people the ice cream you make for free. Dr. Cado places a note inside the terrarium and SCP-6231 continues to write for one minute. Dr. Cado picks up the note. Dr. Cado: You just want to make people happy? Really? SCP-6231 hesitates a moment and then nods its head. Dr. Cado: Alright then, I guess we are done for today. Thank you for cooperating. SCP-6231 waves its hand at Dr. Cado as she exits the room. <END LOG> 4:01 PM",
        "Interviewer: Site Director Joseph Matthews Interviewee: Dr. Avery Cado <BEGIN LOG>: 9:52 AM Site Director Matthews: Well, let's get this over with. Dr. Cado: Joseph, I know you know I'm not responsible for this. I'm the one who's supposed to take care of the frog. There's no reason for me to make it sick. Site Director Matthews: It's protocol, sorry. Now, where did you go on November 19th? Dr. Cado: I got here from home, went to my office to sign some documents about me becoming head of the \"Department of Flora and Fauna Anomaly Care\", which took just under an hour. Site Director Matthews The papers I sent you, correct? Dr. Cado: Yes, after that I got up and went to SCP-6231's chamber to feed it and check if everything was in order, went out and had lunch and went to your office to hand in the documents. After that, I went to SCP-3233's containment chamber to do some research and then left. Site Director Matthews looks to his side at a computer monitor. Site Director Matthews: The camera footage and your claims add up. Tell me, what did you feed SCP-6231. Dr. Cado: I fed it a couple of Dubia roaches and ten mealworms, exactly what it's supposed to be fed. Site Director Matthews: You sure you didn't feed it anything else? Dr. Cado: Nope and I gave it filtered water and the water sprayer and the UV light was functioning normally. I'm sure it's just acting sluggish because it didn't get enough sleep. Site Director Matthews: Fair enough. I'm sorry about this, it's just protocol I'm following. Dr. Cado: No, it's fine. If I was in your position I would have done the same thing. <END LOG>: 10:02",
        "Foreword: The following events were recorded via surveillance cameras. <BEGIN LOG> 6:09 AM Six researchers enter SCP-6231's room in the Fauna and Flora Anomaly Care unit and surround SCP-6231. SCP-6231 is visually distressed in its terrarium and is watching the researchers. Dr. Avery Cado enters the room and begins examining SCP-6231. Dr. Cado: The \"Red Leg Disease\" has gotten worse. We can try to do what we can, but at this point, we can't do much. SCP-6231 is visually stressed and begins to slow its movements. Dr. Chad: Have we tried giving it some other remedies for it? Dr. Cado: No, we've only tried three and I'm afraid more will hurt it. Dr. Connor: If it's going to die anyway, why not give it to help even if it might die? Dr. Cado: Unlike most people, I care if these guys die. Would you want to have a slow, painful death from the humans that contained you in the first place or be saved by them? Both the researchers are silent. Dr. Cado: Yeah, I thought so. Now, is there anyone else who has ideas? Dr. Sandra: Umm, what if we gave it some tetracycline. That's what normally treats frogs with \"Red Leg Disease\" correct? Dr. Cado: Good idea but, that could cause side effects that we don't want to risk affecting the frog. Anyone else? SCP-6231 looks like it is producing ice cream, although none of the researchers acknowledge this. Dr. Sanchez: Have we taken into account what caused the disease? Dr. Cado: Yes- umm well, no. We don't know what caused it. Dr. Sanchez: Have you even looked into that? That should've been the main concern. Dr. Cado: I- err, did think about it, but never got approval from Site Director Matthews. Dr. Sanchez: So you didn't. Dr. Cado: Oh fuck off James. Anyone else, other than him? By the way, we will look into how it got the disease. SCP-6231's mouth begins to expand while it looks around at its terrarium. Dr. Cleo appears to spot SCP-6231 producing ice cream. Dr. Cleo: Wait, I think it's making some ice cream. Dr. Cleo points at SCP-6231, which is producing ice cream in several waffle cones. All personnel turn toward SCP-6231, which has completed filling five ice cream cones. Dr. Cado: What- SCP-6231 finishes producing the ice cream of varying flavours, handing them out to the personnel, then jumping into Dr. Cado's free hand, and stopping its movements before dying. All personnel are silent while Dr. Sanchez and Dr. Connor leave the room. Dr. Cado continues looking at SCP-6231's inanimate body. Dr. Cado: I-I… My first task as head of the… The rest of the researchers leave as Dr. Cado puts SCP-6231's body back into its terrarium. <END LOG>: 6:31 AM Closing Statement: All cones of ice cream that were given to personnel had a small note embedded into them, labelled simply with \"Thank you\" on one side, and 'Goodbye' on the other.",
        "\" SCP-6231 \" by AvocadoMilk, from the SCP Wiki . Source: https://scpwiki.com/scp-6231 . Licensed under CC-BY-SA .",
        "Filename: Red-eyed tree frog 1.jpg Name: Red-eyed tree frog 1.jpg Author: Danel Solabarrieta License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/danelu/10422494474/"
    ],
    "containment_procedures": "SCP-6231 is to be kept within a standard 20-gallon terrarium fitted with the basic needs of a regular Agalychnis callidryas. These include filtered freshwater, a diet of crickets, mealworms and Dubia roaches, a 20°-30° Celsius, damp and humid environment and UV lighting1. Consumption of ice cream offered to personnel by SCP-6231 is allowed and encouraged.",
    "description": "SCP-6231 is a sentient male Agalychnis callidryas (Red-eyed tree frog) that is capable of producing ice cream from its salivary glands. This ice cream has no inherent anomalous effects and is safe for consumption. The ice cream does not harm SCP-6231 like it would for a member of the same species.",
    "title": "SCP-6231"
}