{
    "url": "https://scp-wiki.wikidot.com/scp-6232",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\nby NDHeckfire and Kilerpoyo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6232\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-400\n\n\nDirector Adam Desmond\n\n\nDr. Bellatrix Fuller\n\n\nN/A\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-6232 is implanted with a tracking device and is currently housed within a standard humanoid containment chamber in Site-400. SCP-6232 is currently allowed Class-III (Restricted) socialization privileges with approved site personnel, granted based on continued good behavior and cooperation with Foundation personnel.\n\n\n\n\n\n\nSCP-6232\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6232 is the designation given to a humanoid entity possessing a physical appearance identical to the late Abraham Lincoln, the 16th President of the United States of America (1809 – 1865), measuring approximately 1.93 meters in height and having a weight of around 82 kilograms. SCP-6232's internal body systems are consistent with those of a non-anomalous human, albeit its organs, with the exception of its brain and vocal cords, are completely functionless. SCP-6232's physical state deviates from non-anomalous humans in the following aspects:\n\n\n\n\nNo requirement for food, water, or air, despite the presence of a digestive and respiratory system.\n\n\nModifications to its nervous system such that pain sensitivity is nullified.\n\n\nLack of hair follicles; instead, synthetic hair strands have been attached to SCP-6232's head and face such that they resemble the late Abraham Lincoln's hair and beard.\n\n\n\n\nSCP-6232 is capable of speech and has been shown to exhibit signs of sapience and sentience. SCP-6232 believes that it is a clone of the late Abraham Lincoln, that has been \"awakened\" around the year 1920 by a group of unidentified occultists in order to fight or combat an unknown extranormal threat. SCP-6232 has been shown to be very cooperative and friendly with Foundation personnel with whom it interacts.\n\n\nSCP-6232's anomalous ability is its capacity to regenerate muscle and skin tissues, allowing it to recover from injuries and regrow organs (e.g. its heart and lungs) that had been removed from its body. Wounds and incisions on SCP-6232's body will regenerate within around 2 days after causation, while organ regeneration requires up to around 1.5 weeks.\n\n\nSCP-6232's secondary anomalous property is its ability to manifest a series of anomalous items, each designated as SCP-6232-1. Human subjects making direct skin contact with an instance of SCP-6232-1 will result in various degrees of burnt marks appearing on various parts of the subject's skin. However, SCP-6232 itself is immune to this effect.\n\n\nADDENDUM 6232.1:\n SCP-6232-1 Instances\n\n\nThe following is a complete list of instances of SCP-6232-1 manifested by SCP-6232:\n\n\n\n\n\n\nItem #:\n SCP-6232-1-A\n\n\nThreat Level:\n Yellow \n●\n\n\nDescription:\n A gladius-type sword, approximately 55 centimeters in length. Its hilt is composed out of patinated oak wood while its blade is composed purely out of silver. When handled by SCP-6232, it is capable of burning any form of life from baseline reality upon being lacerated. This effect has proven to apply to incorporeal and semi-corporeal beings who would otherwise have no physical body. Upon piercing a target, blue flames will begin to emanate from the sword. These flames will attempt to encircle the target, causing them to burn. The flames will slowly dematerialize after around 10 minutes upon laceration of a target.\n\n\nContainment Protocols:\n Currently housed within Site-400's Anomalous Objects Locker-824.\n\n\n\n\nItem #:\n SCP-6232-1-B\n\n\nThreat Level:\n Blue \n●\n\n\nDescription:\n An oval-shaped, silver pendant, measuring approximately 5 centimeters in length. When worn by SCP-6232, it will result in the pendant glowing a faint blue hue. During this state, no human subjects can consciously take an action that would result in harm coming to SCP-6232. An action that would result in harm coming to SCP-6232 has been observed to consist of acts including:\n\n\n\n\nAttempting to assault SCP-6232.\n\n\nAttempting to order other human subjects to assault SCP-6232.\n\n\nAttempting to trick or deceive other human subjects into unknowingly assaulting SCP-6232.\n\n\n\n\nContainment Protocols:\n Currently housed within Site-400's Anomalous Objects Locker-484. Attempts to recreate SCP-6232-1-B are ongoing.\n\n\n\n\nItem #:\n SCP-6232-1-C\n\n\nThreat Level:\n Orange \n●\n\n\nDescription:\n A green sphere-shaped object, composed out of a ceramic-like material. Multiple tests have shown that the object is completely indestructible. When held by SCP-6232, it will result in human subjects in the immediate area to [REDACTED PER PROTOCOL 6232-IRONMOLE].\n\n\nContainment Protocols:\n Currently housed within a 5 cubic meter containment chamber. Only personnel possessing a Level/6232 Clearance are allowed to enter SCP-6232-1-C's chamber.\n\n\n\n\nADDENDUM 6232.2:\n Discovery\n\n\nSCP-6232's existence first became apparent on February 2nd, 2007 during a raid on a \nMarshall, Carter, and Dark\n distribution warehouse in Belfast, Northern Ireland. During the raid, several documents were recovered describing the existence of an anomalous object located in the Newcastle region of Northern Ireland. Mobile Task Force Xaphan-6 (\"PITCHBLACK\") was dispatched to secure the object, which was located below an abandoned warehouse.\n\n\nThe following is the MTF's recovery report:\n\n\n\n\n\n\n\n\nSCP-6232's Recovery Report\n\n\nby Cpt. Yokolski Taurus\n\n\n\n\n\n\nWe entered the warehouse, which was practically empty save for a single metal hatch located in the middle of the warehouse's floor. We opened the hatch and it leads to a deep shaft which we guessed was around twenty, thirty meters deep. We slowly climbed down through a metal ladder and found ourselves in some large concrete basement. It was full of torn pieces of clothing and the walls are covered in disgusting moss and grime. There's also a weird symbol drawn on the wall, possibly depicting a flaming iron crown.\n\n\nOn the far end of the basement was a large wooden crate, with a paper note taped onto the crate itself. We quickly bagged the note and were about to contact the containment teams when we heard a muffled voice emanating from the crate. We were reluctant to open the crate at first, but Simmons convinced us otherwise because he said it sounded like an old man that needed help or something.\n\n\nThe crate was locked with a metal padlock so Rodriguez used his lockpicker. The padlock finally opened and we slowly opened the crate. And inside was the anomaly, an entity that is the actual Abraham Lincoln or a copy of him, crouching in the corner and holding a small sword of some sort.\n\n\nWe were all understandably pretty surprised and confused about this whole thing. We just stood there, motionless, for a few minutes. I broke the silence by ordering Rodriguez to contact the containment teams and tell them that we may have found the possible anomaly and that we needed immediate extraction by HCT\n1\n. We didn't dare touch him, except Simmons who helped him out of the crate. We didn't speak for a while before we heard the HCT roll-in in front of the warehouse.\n\n\n\n\nThe following is the note that was taped on the wooden crate in the warehouse:\n\n\n\n\nMr. Darke,\n\n\nThis crate was recovered on a shipwreck that used to belong to one of our suppliers. Documents recovered from the wreck seem to suggest that the crate itself was found in a former military bunker in Canterbury, Britain that was used prominently during the Second World War.\n\n\nWe investigated the bunker and found multiple photographs of American and British soldiers shaking hands and standing beside an individual that shares a similar look to Abraham Lincoln. There was also a letter that says that the same individual was found wandering in the empty streets of London.\n\n\nI ordered our men to recover the crate immediately as I thought it might hold some interest to you.\n\n\nWith regards,\n\n\nN. D. Heckerman\n2\n\n\nP.S.: I'm not sure if you will show any interest to this, but I'll tell you anyhow. When we were investigating the cause of the shipwreck, we found some very peculiar things. There were large dents on the side of the ship and multiple unknown (possibly anomalous) species of flora were found on the captain's cabin. There were also strands of long black hair strewn about the ship. We took some samples, but the results were inconclusive.\n\n\n\n\nADDENDUM 6232.3:\n Interview Log\n\n\n\n\nInterviewed:\n SCP-6232\n\n\nInterviewer:\n Dr. Bellatrix Fuller\n\n\nForeword:\n The following interview took place a week after SCP-6232 was processed by containment specialists and has been explained the basic aspects and reason of its containment at Site-400.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nDr. Fuller enters the interview room.\n\n\nDr. Fuller:\n Hello, SCP-6232. How're you?\n\n\nSCP-6232:\n As fine as I can ever be, dear madam.\n\n\nDr. Fuller seats down.\n\n\nDr. Fuller:\n That's good to hear. Are you comfortable with your stay here?\n\n\nSCP-6232:\n It's a bit dull, I must not lie, but I usually passed the time playing chess with Captain Taurus and Simmons. Though, I have discovered a most peculiar game called \"table tennis\". Hurt my wrist when I first played it. (\nChuckles\n)\n\n\nDr. Fuller:\n (\nChuckles\n) I guess I'll tell the purpose of my visit here. I'm here to ask you some questions regarding your origins if you don't mind, of course?\n\n\nSCP-6232:\n Oh, I won't mind at all! I'll try my best to answer.\n\n\nDr. Fuller:\n Great! (\nPauses\n) What do you remember before we found you in the crate at the warehouse?\n\n\nSCP-6232:\n Do you mean my… earliest memory?\n\n\nDr. Fuller:\n Sure.\n\n\nSCP-6232:\n Well, I remember myself floating in the darkness. There was nothing around me but voidless space and empty stars. It felt like I was… underwater, and yet I don't think I was drowning. Instead, it felt like I wanted to stay in the void. To stay in it for the rest of eternity.\n\n\nAnd that's exactly when I was awakened.\n\n\nDr. Fuller:\n \"Awakened\"?\n\n\nSCP-6232:\n It's… hard to describe the experience. But it felt like the void has left me and reality has come to finally flood my mind. Exactly like… waking up.\n\n\nDr. Fuller:\n Hmm, I see. Please continue.\n\n\nSCP-6232:\n I \"woke up\" and found myself seated on a wooden chair. I was within a dimly-lit room with the only light source a single bulb above my head. I looked around and saw that I was surrounded by a large group of unusually tall men wearing long, flowing, black hooded robes.\n\n\nDr. Fuller:\n Do you recognize any of these men?\n\n\nSCP-6232:\n No, they were wearing these strange, faceless masks. Like mirrors. Then one of them - the tallest of them all - whispered to me in a monotone voice.\n\n\nDr. Fuller:\n What did it say?\n\n\nSCP-6232:\n It said that I have been successfully created by all of them and that I am merely a vague reflection of a great leader and virtuous man named Abraham Lincoln, who was unfortunately killed fifty years ago. I asked them what was their purpose for creating me. If I remember correctly, they answered with:\n\n\n\"You were created by us to live up to your predecessor and protect America and the world from the Three Horrors of Mankind\".\n\n\nDr. Fuller:\n The Three Horrors? What's that?\n\n\nSCP-6232:\n That's exactly what I asked them! They explained that the Three Horrors are dark ancient beings \"as old as the Void itself\" that was spawned from the deepest parts of the \"Neverwhere\". The first one is \nthe Nameless Horror\n, a human-like creature that can alter men's perception and thought. The second is the \nSunless Horror\n, a large black-haired beast that can control the earth and trees around us. And the third and most dangerous of the three is the \nBloodless Horror\n, a dark creature corrupted by rituals and death that can manipulate time and space itself.\n\n\nFortunately, they said that all of them are dormant for now. The Nameless Horror is trapped in an infinite limbo. The Sunless Horror has its own mind against it and the Bloodless Horror is currently nonexistent. But one day, all of them will come together and will attempt to finally overtake the world of man.\n\n\nDr. Fuller:\n Huh… Very interesting.\n\n\nSCP-6232:\n I know this seems like a nonsense story-tale made up for children, but for some reason, I… believed them. They then said that there are others like me. Other vague reflections of great heroes and virtuous warriors from all the ages. They said that I should try to the best of my abilities to find them.\n\n\nDr. Fuller:\n \nHave\n you found any of them?\n\n\nSCP-6232:\n (\nSighs\n) Not yet, unfortunately.\n\n\nDr. Fuller:\n (\nPauses\n) I honestly don't know what to think of this.\n\n\nSCP-6232:\n (\nChuckles\n) Most people don't. After they told me this, I suddenly… what's the word? Fell asleep again? The next thing I know, I was in an alleyway in a small town in Plymouth. I lay low for a while before I decided to go north towards Nottingham. I stopped for a while in London when a group of British soldiers saw me and decided to escort me towards an underground bunker.\n\n\nDr. Fuller:\n That does line up with what we know so far. (\nPauses\n) So, what are the SCP-6232-1 instances?\n\n\nSCP-6232:\n You mean the sword and the necklace and the weird round thing? Those mysterious men didn't tell me anything about that, but I presume they were there to protect me or some sort.\n\n\nDr. Fuller:\n Well, it seems that all of my questions have been answered. Even questions that weren't asked. (\nChuckles\n) Thank you for your time and cooperation, SCP-6232.\n\n\nDr. Fuller gets up.\n\n\nSCP-6232:\n Oh, it's quite alright really, dear madam. I'm happy to help. Y'know, you should join us in our games of chess and this \"table tennis\", Doctor, with me and Captain Taurus. If you have the time, of course.\n\n\nDr. Fuller:\n Thank you for the offer, SCP-6232. I'll try to find the time.\n\n\nDr. Fuller exits the interview room.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nClosing Statement:\n\n\n\n\n\n\n\n\nNote from Site Director Adam Desmond\n\n\n\n\n\n\nAfter this interview, I have ordered that multiple Foundation web crawlers be programmed to search, analyze and report any mention of individuals possessing similar personalities and facial characteristics to famous world leaders, political figures, rights campaigners, scientists, and other influential individuals of such.\n\nSCP-6232's statement that there is more like it may be false or even entirely true. Either way, I'm not taking any chances.\n\n\n\n\n\n\nADDENDUM 6232.4:\n Incident Log 1\n\n\nOn March 7th, 2008, Field Agent Klair Poyo, a Foundation sleeper agent that has been successfully integrated into the \nFederal Bureau of Investigations Unusual Incidents Unit (UIU)\n, contacted personnel in Site-400 through a secure channel with the following message:\n\n\n\n\n| TO: securechanscpf@site-400secureterminal\n\n| FROM: securechanfbiuiu@highwayman83\n\n\nUIU CAUGHT NEW CAN MAN\n3\n\nLOOKS SIMILAR 2 JOHN BROWN\n\nCONNECTED 2 SCP-6232???\n4\n\nAWAITING ORDERS\n\n\n\n\nThere was also an encrypted data file attached to the message. The file has been subsequently decrypted and can be seen below:\n\n\n\n\nLEVEL 4/6232 CLEARANCE REQUIRED\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\n\n\n\n\nUIU File 2008-598\n\n\nElectronic copy below as per Federal Records Act\n\n\n\n\n\n\nName:\n N/A\n\n\n(\nNote: The suspect claims that it is not the actual John Brown, and does not have a proper name.\n)\n\n\nIrregularity Cross-reference:\n Humanoid\n\n\nPhysical Description:\n\n\n\n\n\n\nSex\n\n\nHeight\n\n\nWeight/Build\n\n\nRace\n\n\nHair\n\n\nEyes\n\n\nIdentifying Attributes\n\n\n\n\n\n\nMale\n\n\n1.78 meters\n\n\n64 kilograms, medium\n\n\nUnkown (theorised to be American)\n\n\nBlack\n\n\nBrown-grey\n\n\nThe suspect possesses a physical appearance identical to that of the late John Brown, an American abolitionist.\n\n\n\n\n\n\n\n\n\n\nRecovered photo of the suspect.\n\n\n\n\n\n\nCapabilities:\n The suspect is capable of manifesting a series of anomalous objects from a theorized \"pocket dimension\". These objects cannot be touched by other human subjects, as it will result in various degrees of burnt marks appearing on the subject's skin. Anomalous objects manifested from the suspect include:\n\n\n\n\nA Beaumont–Adams revolver with the cylinder barrel welded shut. Despite this, the object possesses infinite rounds of bullets.\n\n\nA wooden hammer, that when used by the suspect, will cause [DATA REMOVED DUE TO CLASSIFIED REASONS].\n\n\nA brown fedora hat, that when worn, will cause the suspect to disappear or \"cease to exist\". This effect will wear off the longer the suspect wears the object.\n\n\n\n\nPurpose/Motive:\n Based on limited interviews conducted with the suspect, his main purpose and/or motive is to fight or combat three unknown paranormal anomalies, usually referred to by the suspect as the \"Three Horrors of Mankind\". The suspect has also stated that his secondary motive is to find other individuals similar to him.\n\n\n(\nNote: Investigations on reports or sightings of individuals possessing similar attributes to famous political figures from the 1800s are ongoing.\n)\n\n\nModus Operandi:\n [UNDER INVESTIGATION]\n\n\nBehavior:\n The suspect has been shown to be very friendly and jovial towards agents. Although, agents have reported feeling uneasy and/or uncomfortable when remaining within the suspect's vicinity for long periods of time. It is advised to not provoke the suspect.\n\n\nCurrent Status:\n The suspect is currently in custody at Irregularity Vault-386 \"OWLBEAR\". The anomalous objects manifested by the suspect are stored within the Vault's evidence room.\n\n\nCrimes:\n Assault of a UIU operative.\n\n\nSentencing:\n [UNDECIDED]\n\n\n\n\n\n\n\n\n\n\nImmediately after this message was sent and subsequently reported, Director Adam Desmond was about to conduct a formal negotiation term with the UIU, when Agent Poyo sent another message to Site-400's personnel four hours later that reads:\n\n\n\n\n| TO: securechanscpf@site-400secureterminal\n\n| FROM: securechanfbiuiu@highwayman83\n\n\nCAN MAN ESCAPED CUSTODY\n\nUIU CURRENTLY IN PURSUIT\n\nLAST SEEN IN [COORDINATES REDACTED]\n\nCATCH IT B4 THEY DO\n\n\n\n\nMobile Task Force Apollo-88 (\"The Dark Side of the Moon\") was immediately dispatched to the location of the given coordinates, which seems to suggest that the anomaly is within an abandoned office building in Queens, New York.\n\n\nThe following is the MTF's field report:\n\n\n\n\n\n\n\n\nMTF Apollo-88 Field Report №: 638\n\n\n\n\n\n\nDate:\n 8/3/2008\n\n\nPersonnel Involved:\n Members of MTF Apollo-88 (Alpha Team)\n\n\n\n\nAPL-88 Alberty (Team Leader)\n\n\nAPL-88 Crew\n\n\nAPL-88 Ebner\n\n\nAPL-88 Grater\n\n\n\n\nReport Body:\n\n\nAt approximately 1207 hours, we arrived outside of the abandoned office building. We were met with a few UIU operative agents guarding the outside of the building's entrance. We told them we were sent by the Foundation to recapture and possibly contain the anomaly into our possession. The operatives said that we were allowed to enter, just as long as we avoid doing anything drastic.\n\n\nAt 1209 hours, we geared up and quickly entered the building. The abandoned building was divided into three separate floors, with a single underground maintenance basement underneath. Me and Crew went up to probe over the second and third floor, while Ebner and Grater investigates the ground level and the basement.\n\n\nWe found nothing out of the ordinary within the second floor, so we moved on to the third level. There we discovered several ripped clothing, with several of them belonging from around the 1800s era. There were no signs of recent activity but something was off.\n\n\nAt 1221 hours, me and Crew heard two gunshots coming from the basement. We immediately rush down the stairs as quickly as possible. The basement was pitch dark, so we turned on our flashlights. The first thing I saw was a body on the ground. It was Ebner. He was lying in a pool of blood, unmoving.\n\n\n\"Help!\" It was Grater's voice \"This fucking bastard broke my hand and shot Ebner!\"\n\n\nWe pointed our lights to the corner where the voice was coming from. First, we saw Grater, down on the floor; his right hand limp. Right next to him there was what we assume to be the anomaly, an entity resembling that of John Brown. He was wearing a biker's jacket, jeans, and cowboy boots. He held a smoking revolver on his right arm, ready to shoot. It was surreal.\n\n\n\"Drop the gun!\" I shouted while pointing my gun at the entity.\n\n\n\"Shoot him!\" cried Grater. \"When me and Ebner came down, he disarmed us and took away our guns. He kept staring at Ebner. And then he just shot him. He killed him like a goddamn dog!\"\n\n\n\"Drop the gun! This is your last warning!\" I have noticed there was something unsettling about the entity. A weird grin appeared on his face. He looked at his gun, as if considering his options. For a moment I feared he wanted to do something stupid, but he then lowered the weapon.\n\n\n\"I'm not your enemy…\" He shouted, his voice was deep and weirdly charming.\n\n\n\"You just killed my man over there!\" I replied. I signaled to Crew to contact the containment teams.\n\n\n\"He was not your man… hell… he was not even human. Look at him\"!\n\n\nI instructed Crew to keep an eye on him, while I checked Ebner's body. The body looked like an ancient mummy; the flesh had dried and acquired a grey discoloration. Weirdest of all, Ebner's face somehow disappeared, leaving only a faceless corpse.\n\n\n\"Careful, Crew!\" I shouted. \"I think the gun may be anomalous.\"\n\n\n\"My gun had nothing to do with this. Your Foundation has been compromised. You have been infiltrated by the horrors unimaginable.\" The entity shouted at me.\n\n\n\"Shut up and drop your weapon!\" Crew shouted.\n\n\n\"So be it…\" Said the entity. He sighed and put his gun inside his holster. He then pulled out a fedora from his jacket and with a swift motion, he put it over his head.\n\n\n\"Gentlemen.\" He said as the fedora crowned his head. Then he slowly disappeared. Just like that.\n\n\nMe and Crew just kept staring at the place the entity once stood. Grater was howling like a madman. Ebner was dead. And we all have just been defeated by a fedora-wearing John Brown.\n\n\n\n\nThe body of agent APL-88 Ebner was scheduled for an examination by the Forensics Lab at Site-400. However, the on-site coroner reported that the body was never delivered to them. It is suspected an administrative error may have sent the body to Incineration instead of Forensics. Investigation on the matter is still ongoing.\n\n\nADDENDUM 6232.5:\n Incident Log 2\n\n\nOn May 9th, 2021, Site-400 experienced a total power failure, resulting in a massive site-wide blackout. Fortunately, Site-400's backup generators were able to still power the West side of the facility, which is where the Euclid- and Keter-Class containment chambers are located. Personnel in Area-140 (a small Foundation facility located 8 kilometers from Site-400) were immediately contacted and instructed to aid in efforts to restore power to Site-400.\n\n\nSecurity footage recovered from the West side of Site-400 shows Site Director Adam Desmond entering SCP-6232's containment chamber. The following is the video footage of the event.\n\n\n\n\n\n\n\n\nIncident Log 6232-2 Footage\n\n\n\n\n\n\n\n\n\n\n<BEGIN LOG, 10:39 PM>\n\n\n\n\nFootage shows SCP-6232 within its containment chamber, sitting on a bed and putting multiple chess pieces into a small sack. During this, Director Desmond appeared in the hallway and quickly approaches SCP-6232's chamber.\n\n\nHe produces a Foundation Level 3 Keycard and uses it to open the containment door. SCP-6232 notices this and stands up from its bed. Director Desmond enters SCP-6232's chamber and re-locks the containment door.\n\n\nSCP-6232:\n Ah, Director Desmond. Surprised to see you here.\n\n\nDirector Desmond slowly approaches SCP-6232.\n\n\nDirector Desmond:\n Why would you be surprised?\n\n\nSCP-6232:\n Well, you were always so busy that you never actually visited me once.\n\n\nDirector Desmond:\n I'm here now, aren't I? (\nChuckles\n)\n\n\nSCP-6232:\n \nWhy\n are you here, Director Desmond?\n\n\nDirector Desmond:\n …Answering that would be complicated and very time-consuming, SCP-6232. All \nyou\n need to know is that you're not safe here, and you need to come with me.\n\n\nSCP-6232:\n What? Why?\n\n\nDirector Desmond:\n (\nSighs\n) It's… easier if I show instead.\n\n\nDirector Desmond stands up straight and closes his eyes. Various glowing unknown blue occult symbols begin to appear around Director Desmond, surrounding him. These symbols seem to cause Director Desmond to undergo an unknown transfiguration process, turning him into a tall, hairless grey-skinned humanoid entity that lacks any facial features. After that process was completed, the occult symbols slowly dematerialized.\n\n\nSCP-6232, seeing this, quickly takes a step back.\n\n\nSCP-6232:\n My God! Wh-what are you? What have you done to the real Director Desmond?\n\n\nDirector Desmond:\n Unfortunately, there \nwas\n no Director Desmond in the first place, SCP-6232. I was ordered to integrate myself into this organization.\n\n\nSCP-6232:\n That man from the building… He said that the Foundation was… compromised.\n\n\nDirector Desmond:\n And he was right. They are compromised by creatures like me.\n\n\nSCP-6232:\n Wait, creatures like you? How many of you are there?\n\n\nDirector Desmond:\n There's… at least three sleeper agents in each facility. And every one of them takes the form of Foundation personnel. Including me. (\nPoints at itself\n)\n\n\nSCP-6232:\n Why are you telling me this? Wh-what do you want from me?\n\n\nDirector Desmond:\n Look, I was ordered by my superiors to kill you. You, and the ones like you, poses a significant threat to my Overlords.\n\n\nSCP-6232:\n Your Overlords? Do you mean… the Three Horrors?\n\n\nDirector Desmond:\n Great, you're catching on quick.\n\n\nSCP-6232:\n Then… why haven't you killed me yet?\n\n\nDirector Desmond:\n Let me tell you something. When I was tasked to infiltrate the Foundation, I needed a flawless and believable cover. Humans \nneed\n to connect to each other, it's in their nature.\n\n\nSo I find a woman with a little girl. For 10 years I pretended to be a loving husband and a caring father… until one day… I just… stopped pretending.\n\n\nSCP-6232:\n You mean you…?\n\n\nDirector Desmond:\n I know what the Horrors would do to them. To all of humanity. And I just cannot allow it.\n\n\nSCP-6232:\n Then, what should we do now?\n\n\nDirector Desmond:\n Unfortunately, we have been too slow and the others have already taken notice of my betrayal. They've already sent another one to kill you. We have no other option but to fight.\n\n\nDirector Desmond materializes an object from its right hand. The object in question is SCP-6232-1-A. He hands it to SCP-6232.\n\n\nDirector Desmond:\n I hope you remember how to use this…\n\n\nAn abrupt noise is suddenly heard. Director Desmond and SCP-6232 turn to look at the containment door. Loud banging noises begin to emanate from the door, before it suddenly burst open entirely.\n\n\nAn amorphous blob of grey muscle is seen floating in the doorway. From the blob, multiple appendages resembling serpentine entities starts growing. SCP-6232 wields SCP-6232-1-A with both of its hands and takes a combat stance.\n\n\nTransmission lost.\n\n\n\n\n<END LOG, 11:43 PM>\n\n\n\n\n\n\n\n\nWhen Foundation personnel came to investigate the site of the incident, no traces of SCP-6232, Director Desmond, or the mysterious blob could be recovered.\n\n\nBy order of the Classification Committee, SCP-6232's Containment Class has been reclassified and updated to Uncontained.\n\n\nADDENDUM 6232.6:\n [ACCESS DENIED]\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nLEVEL 5/IRONMOLE CLEARANCE IS REQUIRED\nWelcome, O5-5\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAudio Log ████-325\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n[REDACTED]\n\nWe have some bad news.\n\n\n\n\n\n\n[REDACTED]\n\nWhat is it?\n\n\n\n\n\n\n[REDACTED]\n\nIt's Desmond. He… defected. We ordered him to finally kill the Reflection but instead, he told it everything about the Infiltration. We sent in Simmons to finish the job but… they killed him and escaped to somewhere. We're still looking into it.\n\n\n\n\n\n\n[REDACTED]\n\nCrap! I knew we couldn't trust Desmond. That son of a bitch! (\nSighs\n) So, who's the new Site Director for 400, now that Desmond's gone?\n\n\n\n\n\n\n[REDACTED]\n\nThe temporary replacement for now is Assistant Director Benjamin Moore.\n\n\n\n\n\n\n[REDACTED]\n\nGet someone to take his place. We shall still proceed with the Plan. There are other Reflections we still haven't caught yet.\n\n\n\n\n\n\n[REDACTED]\n\nI'm on it, sir.\n\n\n\n\n\n\n[REDACTED]\n\nOh, and Rodriguez?\n\n\n\n\n\n\n[REDACTED]\n\nYes, sir?\n\n\n\n\n\n\n[REDACTED]\n\nBe careful out there. We don't want what happened to Ebner, happen to us.\n\n\n\n\n\n\n[REDACTED]\n\nOf course.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. \nHumanoid Containment Transporter (HCT):\n A modified vehicle used by the Foundation to transport and/or extract human or humanoid anomalies whose anomalous property or properties are largely unknown.\n\n\n2\n. PoI-6376 (\"N. D. Heckerman\") is a former entrepreneur that was under the employment of Marshall, Carter, and Dark until the year 2006, where he resigned for currently unspecified reasons. PoI-6376's current location and occupation are currently unknown.\n\n\n3\n. \"CAN MAN\" is a term used solely by UIU operative agents to describe an anomalous entity and/or individual.\n\n\n4\n. Agent Poyo was appointed as a containment specialist in Site-400 before her reassignment to her current position.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\nSCP-6232\n\n\n\n\n\n\n\n\n\n\n\n\nA Night in the Woods\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6231\n | SCP-6232 | \nSCP-6233\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6232\n\" by NDHeckfire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6232\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n abe.png\n\n\nName:\n File:Abraham Lincoln In Color.png\n\n\nAuthor:\n IceKoldKube\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Abraham_Lincoln_In_Color.png\n\n\n\n\n\n\nFilename:\n john.jpg\n\n\nName:\n File:1846-47 John Brown by Augustus Washington (without frame).jpg\n\n\nAuthor:\n Augustus Washington\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:1846-47_John_Brown_by_Augustus_Washington_(without_frame).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Note from Site Director Adam Desmond After this interview, I have ordered that multiple Foundation web crawlers be programmed to search, analyze and report any mention of individuals possessing similar personalities and facial characteristics to famous world leaders, political figures, rights campaigners, scientists, and other influential individuals of such. SCP-6232's statement that there is more like it may be false or even entirely true. Either way, I'm not taking any chances.",
        "\" SCP-6232 \" by NDHeckfire, from the SCP Wiki . Source: https://scpwiki.com/scp-6232 . Licensed under CC-BY-SA .",
        "Filename: abe.png Name: File:Abraham Lincoln In Color.png Author: IceKoldKube License: Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.wikimedia.org/wiki/File:Abraham_Lincoln_In_Color.png",
        "Filename: john.jpg Name: File:1846-47 John Brown by Augustus Washington (without frame).jpg Author: Augustus Washington License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:1846-47_John_Brown_by_Augustus_Washington_(without_frame).jpg"
    ],
    "item": "SCP-6232-1-C\nThreat Level: Orange ●\nDescription: A green sphere-shaped object, composed out of a ceramic-like material. Multiple tests have shown that the object is completely indestructible. When held by SCP-6232, it will result in human subjects in the immediate area to [REDACTED PER PROTOCOL 6232-IRONMOLE].\nContainment Protocols: Currently housed within a 5 cubic meter containment chamber. Only personnel possessing a Level/6232 Clearance are allowed to enter SCP-6232-1-C's chamber.",
    "title": "SCP-6232"
}