{
    "url": "https://scp-wiki.wikidot.com/scp-6233",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6233\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6233-A instances prior to expiration via drowning\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6233 is to be stored in a standard Safe Object Locker in the F-Wing of Site-64. As no other precautions are necessary, containment efforts are primarily focused on uncovering the source or creator of SCP-6233.\n\n\nDescription:\n SCP-6233 is a pink infrared electronic remote, consisting of a single red button labeled 'SAFETY' and a circular shaped indent. The logo of GOI 'Doctor Wondertainment' is printed on the back of the remote in black, along with a partially torn choking hazard label. Rather than transmitting a single beam of infrared light, SCP-6233 projects an infrared triangular warning sign.\n\n\nWhen SCP-6233's button is pressed, one or more human children ranging from the ages of 10 to 18, designated SCP-6233-A, will manifest. SCP-6233-A instances express signs of happiness, including various vocalizations and frequent laughter. SCP-6233-A instances primarily engage in risky behavior, such as tree and rock climbing, consuming wild berries and mushrooms, and standing close to dangerous natural features such as cliffs and rapids. SCP-6233-A instances will proceed to expire due to these dangers in methods consistently more violent compared to typical fatalities. During this process, a small robotic humanoid will protrude from the indented section of SCP-6233 and vocalize a speech surrounding the actions of the SCP-6233-A instances, describing the danger of the situation, before ending with a warning to avoid similar behavior. After this speech concludes, all physical remnants from the event will entirely demanifest, alongside all surrounding damage being reversed. For a partial list of previous experiments with SCP-6233, see Test Log 6233-A.\n\n\n\n\n+ Access Test Log 6233-A\n\n\n\n\n- Close\n\n\n\n\n\n\nTest Number:\n 1\n\n\nNotable Local Features:\n Experiment was conducted on top of a small hill, with an approximately five meter drop onto several bushes.\n\n\nDescription of Event:\n Two SCP-6233-A instances wearing entirely pink outfits stand hunched over repeatedly jumping and laughing in close proximity to the cliff face. A small wooden signpost with the text 'CLIFF DANGER' manifests, without acknowledgment from either instance. Both instances simultaneously slip on banana peels before frantically spinning eighteen times and tripping, resulting in them both falling off the cliff. Both instances explode upon contact with the ground, resulting in a blast radius equivalent to one ton of TNT. Two human skeletons with frowning skulls were found on the ground where the bodies landed.\n\n\nSCP-6233 Speech:\n One of the most dangerous things out there in the wilderness can be our favorite fundamental force: gravity! Everybody loves gravity [Sounds of clapping play for fifteen seconds]. But sometimes, gravity can kill. Bad. Gravity levels of bad. Look at these two kids, bouncing about without a care in the world, how fun! But Billy, watch out, there's a banana peel on the ground! Oh no, he can't hear us, he's too infatuated by the beauty of nature! Billy! [Slide whistle plays as both SCP-6233-A instances fall off cliff] How unfortunate. Looks like they didn't understand the gravity of their situation. Well, as you can see, if you decide to go in the ring against gravity, gravity will win. Be sure to stay at least one kilometer away from any sharp drops to ensure safety during your ventures into the heartland of the world. Stay safe!\n\n\n\n\n\n\nTest Number:\n 5\n\n\nNotable Local Features:\n Experiment was conducted in proximity to a small stagnant creek, entirely overgrown with plant life.\n\n\nDescription of Event:\n One SCP-6233-A instance appears to be meditating with legs crossed next to a creek, while loudly humming. A great white shark emerges from the water and leaps several meters into the air before landing and entirely consuming the SCP-6233-A instance. The shark then explodes.\n\n\nSCP-6233 Speech:\n Never, never, never, never, and I mean never, let your guard down around water! Water is the most dangerous combination of atoms on earth, maybe even in the universe. Always be sure to check any body of water and all cups for sharks, squids, shrimp, crayfish, and eldritch abominations.\n\n\n\n\n\n\nTest Number:\n 8\n\n\nNotable Local Features:\n Experiment was conducted in a particularly dense section of the forest, with a large amount of underbrush.\n\n\nDescription of Event:\n SCP-6233-A instance lays on the ground kicking their legs up in down while smiling. The instance pulls a miniature Flammenwerfer 35 from the pocket of a hoodie, before igniting a small pile of leaves. The fire spreads rapidly, resulting in a wildfire stretching approximately 10 meters. The SCP-6233-A instance is immediately incinerated. The fire demanifests and all damage caused is entirely reversed.\n\n\nSCP-6233 Speech:\n Looks like little Timmy didn't inspect the ground thoroughly enough before deciding to warm up his hands! Leaves make excellent tinder and the forest is full of them! Never play with fire folks because fire fights back! When an area doesn't have fire in a long time, the underbrush builds up, and causes devastating damage! Always be sure to light frequent fires in your local forest to keep that underbrush burned, and prevent anything from getting out of control. The bigger your fire, the safer we'll all be.\n\n\n\n\n\n\n\n\n\n\nAddendum 6233-A:\n On 3/12/1993, at the request of Junior Researcher Evans, the button of SCP-6233 was pressed in the direction of an electronic monitor, resulting in a one minute long video playing. A transcription of this video is recorded in the below log.\n\n\n\n\n+ Access Test Log 6233-B\n\n\n\n\n- Close\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nA man appearing to be approximately 25 years of age stands in the center of the screen wearing a red suit and a black top hat. The figure is holding a long wooden cane and is spinning it rapidly.\n\n\nFigure:\n Hello! It's me, your old friend Doctor Wondertainment! I hope, no, I know, your day has been excellent so far because you're the owner of one of our finely made and excellently crafted Wondertainment brand products.\n\n\nThe figure holds up their left arm, and SCP-6233 materializes in their hand while the sound of a slide whistle plays.\n\n\nFigure:\n But is not a toy! No no no no no no no no no no no no! We've heard your calls, we've heard your feedback, and after a few class actions here and there we realized that the world is an unsafe place! The only thing more important to us here at Wondertainment than pure fun is safety! That's why all of our products are entirely safe!\n\n\nA small block of text at the bottom of the screen appears in a small cursive font reading, \"In the event of serious injury or death as a result of any Wondertainment brand products, please contact one of our specialized lawyers in person at our offices. All fees must be paid in advance.\"\n\n\nFigure:\n With this handy educational device, you can learn how to stay safe in our dangerous world. Observe!\n\n\nThe camera pans to the left, revealing a bright pink bear trap on ground. The figure presses the button, causing a copy of itself to manifest. The copy walks onto the bear trap, causing it to close on their leg, and exclaims \"Ow my foot!\"\n\n\nFigure:\n Phew! Good think I didn't go there. Thanks buddy! Stay safe out there everybody, and I'll see you next time!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 6233-B:\n On 3/13/1993, a padded containment cell was made available, and SCP-6233 was activated while inside this room. This experiment is recorded in the below log.\n\n\n\n\n+ Access Test Log 6233-C\n\n\n\n\n- Close\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nJunior Researcher Evans presses the button on SCP-6233, directed towards the center of the room. One SCP-6233-A instance manifests, sitting cross legged on the ground with a puzzled expression on their face. The robotic figure extrudes from SCP-6233, before silently looking around the room, scratching its head, and turning to face Evans.\n\n\nSCP-6233:\n Alright, what's the deal bozo?\n\n\nEvans:\n Wait, what?\n\n\nSCP-6233:\n Yeah, you heard me right, what's the deal?\n\n\nEvans:\n Well, I, uh, excuse me?\n\n\nSCP-6233:\n You bring me down here, make me come out, make me stand up, make me do all this just to waste my time? Is this some kind of a joke?\n\n\nEvans:\n No, I was just curious how you'd-\n\n\nSCP-6233:\n Uh huh, yeah, curious. You know, I didn't spend years getting accredited and getting my teaching license just for folks like you to take precious seconds out of my day. I am an official Doctor Wondertainment employee, you know that? Official!\n\n\nEvans:\n Well, if you're able to have a conversation with me, I'd like to ask you a couple of questions.\n\n\nSCP-6233:\n Fine.\n\n\nEvans:\n So, what can you tell me about Wondertainment? You've been in a factory so I assume you'd know a little about the manufacturing process.\n\n\nSCP-6233:\n Give me a reason to tell you.\n\n\nEvans pauses\n\n\nEvans:\n It'd be nice to know about their safety procedures.\n\n\nSCP-6233:\n Well, they're probably better than whatever you've got here. We have a strict list of rules to make sure that no danger comes to any of our employees. No drinking on the job, no eating on the job, no thinking on the job, no breathing on the job, all of that distracts you and leads to far higher rates of workplace accidents.\n\n\nEvans:\n Do these rules also apply to customers?\n\n\nSCP-6233:\n Read the fine print.\n\n\nEvans:\n Alright then. How might one apply to work with Wondertainment?\n\n\nSCP-6233:\n According to document 54-B, third parties are excluded from working with Wondertainment Inc., which includes you. Fortunately.\n\n\nEvans:\n May I know anything about their locations?\n\n\nSCP-6233:\n That's pretty much the same question, you realize that, right? I'm getting pretty tired of this and I don't think you really care much about workplace safety. Are you even OSHA certified?\n\n\nThe SCP-6233-A instance clutches their chest, before falling onto their back.\n\n\nSCP-6233:\n Oh no! Looks like they died of boredom! Moral of the story, don't talk to me if you're gonna insult me with questions. I'm here to teach, not help you learn.\n\n\nThe figure retracts back into SCP-6233, and for the remainder of the experiment, no longer responds to the button\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6232\n | SCP-6233| \nSCP-6234\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6233\n\" by NewtonsFourth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6233\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Waterfall_1\n\n\nAuthor:\n \nNewtonsFourth\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 6233-A: On 3/12/1993, at the request of Junior Researcher Evans, the button of SCP-6233 was pressed in the direction of an electronic monitor, resulting in a one minute long video playing. A transcription of this video is recorded in the below log.",
        "Addendum 6233-B: On 3/13/1993, a padded containment cell was made available, and SCP-6233 was activated while inside this room. This experiment is recorded in the below log."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6233 \" by NewtonsFourth, from the SCP Wiki . Source: https://scpwiki.com/scp-6233 . Licensed under CC-BY-SA .",
        "Filename: Waterfall_1 Author: NewtonsFourth License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "SCP-6233 is to be stored in a standard Safe Object Locker in the F-Wing of Site-64. As no other precautions are necessary, containment efforts are primarily focused on uncovering the source or creator of SCP-6233.",
    "description": "SCP-6233 is a pink infrared electronic remote, consisting of a single red button labeled 'SAFETY' and a circular shaped indent. The logo of GOI 'Doctor Wondertainment' is printed on the back of the remote in black, along with a partially torn choking hazard label. Rather than transmitting a single beam of infrared light, SCP-6233 projects an infrared triangular warning sign.",
    "title": "SCP-6233"
}