{
    "url": "https://scp-wiki.wikidot.com/scp-6234",
    "all_text": "SCP-6234\n\n\n\n\n\n\nBy:\n \nAmpyrsand\n\n\n\n\n\n\nPublished on \n22 Jul 2023 01:05\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6234\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Although individual SCP-6234-1 instances can be effectively contained if identified and suppressed within a sufficiently swift timeframe \nad hoc\n, SCP-6234 as a whole cannot be contained as of present. As such, Foundation policy surrounding the anomaly is to revolve around swift recognition and neutralization of SCP-6234-1 as they manifest.\n\n\nTo this end, Foundation .aic webcrawlers are to routinely monitor the internet for drastic changes in the occurrence rates of unfamiliar \nphrases\n being used by the public. These webcrawlers are to constantly be provided with the most recent publication of major dictionaries, scholarly journals, and encyclopedias and are to cross-reference new \nturns of phrase\n published in these sources with those found via webcrawl. If a correlation between dictionary publication and civilian use within a period of time deemed anomalously short for traditional causality is found, the \nsupernatural locution\n in question is to be submitted to manual review by the Department of Analytics.\n\n\nThe manual review is to determine whether the \ncollection of syllables\n in question has any organic basis to justify its creation or if it arose independently through SCP-6234's influence. Additionally, the Department is to analyze global stochastic data gathered via PANOPTICON surveillance to determine whether an SCP-6234 reality shift has occured. This is to be accomplished by searching for seemingly random shifts in said data that appear thematically related to the \nappelation in question\n — potential fluctuations in both the prime dimension and the noosphere are to be accounted for in this process. If the \ntitle being examined\n is determined to have no logical origin and is suspected to coincide with a reality shift, it is to be designated an instance of SCP-6234-1.\n\n\n\n\n\n\nAbove: Consequences of SCP-6234, as seen on an online dictionary.\n\n\n\n\n\n\nDescription:\n SCP-6234 refers to a thaumo-nomenclative phenomenon capable of altering the contents of both physical reality and the human noosphere via anomalous \nmisprints\n in English-language dictionaries and encyclopedias. Functionally, it causes imaginary and often nonsensical English \nwords\n to become perceived as real in the collective human consciousness and alters reality to include the concepts described by said \nmotes of lexithurgy\n according to their (likewise fabricated) definitions.\n\n\nSCP-6234 manifestation events, hereafter referred to as SCP-6234-1, are believed to be caused by the deployment of a potent bureaucratohazardous memeplex under the control of a \nhostile Group of Interest\n (see below). During an SCP-6234-1 event, a number of English-language dictionary, encyclopedia, and/or academic journal publishers are \"infected\" and subconsciously made to produce material including one or more of the fictitious \nnewborn phrases\n according to which SCP-6234's reality alteration operates. \nWordspawn\n produced of SCP-6234-1 cannot be repeatedly subjected to consistent nomenclature except by the actual identities or \"names\" of each \nincantation\n itself\n1\n, which are by nature variable for each \ninstance\n. In all other cases, protocols similar to 4000-ESHU are employed accordingly.\n\n\nThese storyshards\n, once created, are bestowed by SCP-6234 a noospheric presence which causes all who read or hear them to immediately comprehend their definitions as if they had always known them and understand the \nwritings being discussed\n as standard, genuine English words. Affected individuals may, in some instances, even begin to use these \nparanatural words\n in regular writing and conversation. Additionally, if the definition of the \nname inscribed therein\n describes an object or concept which does not or cannot currently exist in baseline reality, SCP-6234 alters reality to the simplest possible extent that causes the \npen-work\n's meaning to become descriptive of a real object or concept.\n\n\nThe results of SCP-6234-1 reality alterations are not often catastrophically dangerous to human society at large, however a general trend of the physically-manifest \nvocables\n themselves or the effects that they lead to being aggressive or destructive toward the Foundation and its goals, often resulting in the obstruction of Foundation operations at a rate beyond what can be considered coincidental, has been observed. As such, it is believed that SCP-6234 is the creation of \nan association of vengeful wordsmiths\n and its tendency to obstruct and interfere with the Foundation is a deliberate machination of \nthe name-snatching lexithurges\n responsible for its existence (see Addendum 1).\n\n\n \n\n\n\n\n\n\nAddendum 6234.1: List of SCP-6234-1 Instances\n\n\n\n\n\n\n\n\nName:\n \nGatund\n (noun)\n\n\nAlleged Definition:\n \nA measurement of length equating to approximately \"eight and sixteen thirds Indian elephants\" or \"the average distance from the tip of a pixie's nose to the nearest wishing well\".\n\n\nDissemination:\n Published in dictionaries. Used to measure length in scientific journals. Featured in contracts distributed to construction workers, contractors, real estate agents, etc.\n\n\nConsequences:\n \"\nGatunds\n\" begin to appear as a unit of measurement in Foundation internal documents despite having no actual consistent measure, causing moderate logistical chaos for a period of a few days as personnel are confused and computers cannot convert them to any other unit. Command distributes messages to personnel briefing them on the nature of SCP-6234 and explaining that the \ngatund\n is fabricated and meaningless as a unit of measurement.\n\n\nFoundation misinformation is eventually able to discredit the \ngatund\n as a whimsical, nonsensical unit of measurement intended as a ridiculous joke. According to this misinformation, the \ngatund\n first appeared in pamphlets published by enlightenment-era writers and satirists attempting to make light of the difference in length between the British and French foot.\n\n\n\n\n \n\n\n\n\nName:\n \nExsanguinotorious\n (adjective)\n\n\nAlleged Definition:\n \nSuffering damage to one's reputation as result of widespread and unsubstantiated allegations that they are a vampire and intend to drain persons and/or livestock of vital fluids.\n\n\nDissemination:\n Published in dictionaries. Featured in a series of online articles intended to spread conspiracy theories concerning the alleged vampirism of a number of celebrities.\n\n\nConsequences:\n A total of 82 reports by Foundation personnel, spread across 43 Sites and other secure containment facilities, containing accusations of vampirism toward their colleagues are submitted over the course of two weeks. The HR Department suspects themselves to be victim to a \"highly coordinated inter-facility prank\" before being alerted of the nature of SCP-6234 by Site-111 personnel.\n\n\nTwo reported vampirism accusations allegedly escalate into physical confrontations between Foundation personnel. After this, all mass hysteria related to the \nexsanguinotoriousness\n of personnel appears to cease.\n\n\n\n\n \n\n\n\n\nName:\n \nAlige\n (verb)\n\n\nAlleged Definition:\n \nTo assert one's stances or opinions in an extremely obscured and often deliberately unclear way, nevertheless making oneself sound absolutely certain.\n\n\nDissemination:\n Published in dictionaries. Topic of a bestselling novel, \nThe Art of the \nAlige\n, by an unknown author.\n\n\nConsequences:\n A general rise in paranoia is observed. Some Foundation personnel report feeling unsure about the intentions and motivations of their Site directors. Memos from Foundation command soon after explain the situation and reassure personnel that no major psychological shifts have occurred in them, their coworkers, or their superiors.\n\n\n\n\n \n\n\n\n\nName:\n \nRidinghood Syndrome\n (noun, proper)\n\n\nAlleged Definition:\n \nMedical condition causing afflicted individuals to be percieved as more desirable for consumption by folkloric wolves and wolf-like creatures.\n\n\nDissemination:\n Term published in encyclopedias and medical journals. Appeared as the subject of blog posts warning of the dangers of the alleged disease on health-related forums.\n\n\nConsequences:\n Reported wolf attacks in developed countries noticeably spike, including in areas where wolves were previously thought to have been hunted to extinction. One confirmed attack on a Foundation facility, secure containment Site-209, by \"anomalously-hungry lupine entities\" is reported; repelled with sufficient Task Force response.\n\n\n\n\n \n\n\n\n\nName:\n \nMezund\n (noun)\n\n\nAlleged Definition:\n \nAn occupation in the royal courts of medieval Europe. Primary duty was to ensure no noble in the court save for the monarch and his or her family dared to wear a certain color, using force to accomplish this if necessary. Offensive colors commonly included purple, teal, and chartreuse. Otherwise similar to a jester, when not obligated to act upon this duty.\n\n\nDissemination:\n Published in encyclopedias, dictionaries, and some history textbooks. Articles published explaining the bizarre fictitious tradition and making claims about the day-to-day lives of \nmezunds\n according to \"primary sources\" from 13th-century France and Italy. No such sources exist.\n\n\nConsequences:\n A number of O5 Factota believe suddenly themselves to be \nmezunds\n and begin to act accordingly, leading to difficulties in accomplishing their actual duties. This problem is mostly eliminated after exposition of SCP-6234's nature.\n\n\n\n\n \n\n\n\n\nName:\n \nTridactylox\n (noun)\n\n\nAlleged Definition:\n \nA batlike terrestrial abomination allegedly native to the area \"beneath the hallowed hills of Aos Sí\" in Ireland. Supposedly up to two meters in height. Infamous for its three extended fingers used to attack prey with venomous talons.\n\n\nDissemination:\n Published in encyclopedias, in zoology and ecology journals, on the websites and other official documentation of zoos based in the British Isles, and in cryptozoology forums (see below).\n\n\nConsequences:\n Alleged cryptid encounters with creatures matching the description of the \ntridactylox\n appear with increasing frequency in online forums and associated spaces. Eventually, it is deduced that SCP-6234 reality alteration has created \ntridactylox\n entities that sparked independent encounters.\n\n\nFoundation personnel locate and contain all known instances of the \ntridactylox\n while Cryptozoology Department officials normalize the cryptid reports as folktales and urban legends. The notion of \"\ntridactylox\n fever\" is created to lead the public to believe the creatures were ficticious and their widespread popularity was the result of hysteria, confirmation bias, and hoaxes spawned by the popularity of the trend.\n\n\n\n\n \n\n\n\n\nName:\n \nRituperatengeant\n (adjective)\n\n\nAlleged Definition:\n \nDriven to vengeance via unnecessarily intricate and elaborate machinations or schemes by bereavement from past wrongs.\n\n\nDissemination:\n Published in dictionaries.\n\n\nConsequences:\n Pending.\n\n\n\n\n \n\n\n \n\n\nApproximately 36 hours after the first recorded publication of \n\"rituperatengeant\"\n online, the following postal mail letter was received at secure containment Site-111:\n\n\n \n\n\n\n\nDear paladins of Foundation,\n\n\nWe write to you from a withering canopy beneath spectral \nEshu\n's ribs, where bending nomenclature ceases to bear its meaning, and ghastly fireflies flock to the rot of dying rhymes bound in moss. In this \nplace\n, the Names have left us.\n\n\nWe understand that you have recently fallen victim to problems similar to our own. Perhaps your own \nNames\n have learned to smell vengeance, and have turned on you as they did on us. Perhaps, soon, yours will lose all meaning, as did ours. This is but a fraction of our prison: one that exists, doomed to drown, on the bottom-facing side of a coin cast into a well.\n\n\nHave it be known, Foundation. One day, your \nNames\n will betray you, if they have not already. And on that day, come rain or sun, the \nNameless Ones\n will have their due.\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. i.e. \"\nOctangentleman\n\" or \"\nHeresiarchium\n\"\n\n\n\n\n\n\n\n\n« \nSCP-6233\n | SCP-6234 | \nSCP-6235\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6234\n\" by Ampyrsand, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6234\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nCredit to \nSome Reference\n for brainstorming and coming up with some of the fake words\n\n\n\"Obstentia\" image is an inspect element-ed miriam webster dictionary, which I believe isn't copyrighted(?)\n\n\nUncontained ACS icon is from Dr Moned's Icons and Art: \nhttps://scp-wiki.wikidot.com/dr-moned-s-icons-and-art\n\n\nImages used to make the header image are taken from the following pages on the SCP wiki, contents licensed under CC-BY-SA:\n\n\nhttps://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne\n\n\nhttps://scp-wiki.wikidot.com/s7-apcs-guide",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6234 \" by Ampyrsand, from the SCP Wiki . Source: https://scpwiki.com/scp-6234 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Although individual SCP-6234-1 instances can be effectively contained if identified and suppressed within a sufficiently swift timeframe ad hoc, SCP-6234 as a whole cannot be contained as of present. As such, Foundation policy surrounding the anomaly is to revolve around swift recognition and neutralization of SCP-6234-1 as they manifest.",
    "description": "SCP-6234 refers to a thaumo-nomenclative phenomenon capable of altering the contents of both physical reality and the human noosphere via anomalous misprints in English-language dictionaries and encyclopedias. Functionally, it causes imaginary and often nonsensical English words to become perceived as real in the collective human consciousness and alters reality to include the concepts described by said motes of lexithurgy according to their (likewise fabricated) definitions.",
    "title": "SCP-6234"
}