{
    "url": "https://scp-wiki.wikidot.com/scp-6236",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6236\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe Moonlight Shores Motel is to be monitored by guards and CCTV at all times. Any routes that lead to the Moonlight Shores Motel shall be closed off or re-routed away from the building.\n\n\n\n\n\n\n\n\nPicture of SCP-6236's second floor\n\n\n\n\n\n\nDescription\n\n\nSCP-6236 is an elevator with a wooden interior (2.8m long, 2.8m wide, and 2.1m high) behind the motel Moonlight Shores. SCP-6236 lacks important parts a typical elevator possesses.\n\n\nThese include:\n\n\n\n\nEmergency buttons.\n\n\n\n\n\n\nKey switch controls.\n\n\n\n\n\n\nFloor indicators.\n\n\n\n\n\n\nAn elevator capacity sign.\n\n\n\n\n\n\nA hall lantern.\n\n\n\n\nSCP-6236's cab contains five selection buttons and an unlabeled black button.\n1\n When one of the numbered buttons is pressed, it takes the person to a floor that appears to be an ordinary hallway with a total of ten (10) rooms.\n2\n\n\nWhat are in those ten (10) rooms is still unknown and awaiting testing.\n\n\n\n\nDiscovery\n\n\nIn ██████ Nebraska, 2010, SCP-6236 was discovered by Adrian Ludhardt Welles, the owner and manager of Moonlight Shores. It is believed that he is the only person that has encountered SCP-6236's anomaly. The Foundation flagged him after reporting to the police. See \nInterview Log - 11/21/10.\n\n\n\n\nAddendum 6236-1\n:\n\n\nAfter multiple attempts to open the doors, the usage of \nSCP-005\n was authorized.\n\n\nAddendum 6236-2\n:\n\n\nTo prevent losing SCP-005 during explorations. Keyholders were installed.\n\n\n\n\n\n\n+ Interview Log - 11/23/10\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDate: 11/23/10\n\n\ninterviewee:\n Adrian Ludhardt Welles\n\n\nInterviewer:\n Dr. Richards\n\n\nForeword:\n Mr. Ludhardt enters the interview room with Dr. Richards.\n\n\n\n\n<Begin Log>\n\n\nDr. Richards:\n You can sit right there, Mr. Ludhardt.\n\n\nMr. Ludhardt:\n Ok.\n\n\n[Both Mr. Ludhardt and Dr. Richards sit down.]\n\n\nDr. Richards:\n Don't worry, Mr. Ludhardt. I'm only going to ask a few questions, and you'll be on your way.\n\n\nMr. Ludhardt:\n Well, I'm a busy man, y'know? So, uh… let's make this quick. \n[Chuckles.]\n\n\nDr. Richards:\n \n[Chortles.]\n I don't doubt that, Mr. Ludhardt. \n[Mumbles.]\n Do not doubt that at all.\n\n\n[Silence.]\n\n\nDr. Richards:\n \n[Clears throat.]\n Again, you're only here to ask a few questions, so to get started. May you please describe the events that led you to find the elevator?\n\n\nMr. Ludhardt:\n Yeah, I, uh, [Coughs.] was talking to one of my residents, and to be honest, the guy I was talking to was a real asshole, so I faked a phone call to go outside and take a smoke break. \n[Snuffle.]\n\n\n[Mr. Ludhardt begins quietly tapping the table with his index finger.]\n\n\nMr. Ludhardt:\n So when I got outside, I went to the back of the motel, pulled out a cig, and, uh… I just started smokin'. While I was doing that, I saw the elevator. \n[Coughing.]\n\n\nDr. Richards:\n Are you all right, Mr. Ludhardt? Do you need any water?\n\n\nMr. Ludhardt:\n No, I'm— I’m good. It's just my lungs from all the smoking. It's a pain in the ass, but, uh… it’s the only thing that gets me through most days: calms the nerves and whatnot, y'know?\n\n\nDr. Richards:\n Oh, I'm… I’m sorry to hear that. If you need anything, let me know, Mr. Ludhardt.\n\n\nMr. Ludhardt:\n You don't need to call me Ludhardt. Never really liked that name. So you can just, um… you can just call me Adrian.\n\n\nDr. Richards:\n \n[Chuckles.]\n Understood. \n[Adjusts chair.]\n I must ask, Adrian. Do you always go to the back of the Motel to smoke?\n\n\nMr. Ludhardt:\n Yeah, it's my favorite place to go when I need to relax.\n\n\nDr. Richards:\n Forgive me, but I'm a little— …Well, I’m just confused about what you said. Since you always go there, why haven't you noticed the elevator before?\n\n\nMr. Ludhardt:\n Um. \n[Clears throat.]\n Well, it was never there when I took breaks. It was just there this time.\n\n\nDr. Richards:\n So you're telling me that it teleported into your building?\n\n\n[Mr. Ludhardt stops tapping the table.]\n\n\nMr. Ludhardt:\n What are you tryin' to say, man? \n[Coughs.]\n I don't know how it got there, all right? I go to the back all the time, but I've never seen that damn thing in my life until earlier. I ain't got nothin' to do with this.\n\n\nDr. Richards:\n Adrian, I'm— I'm not trying to offend you. I just want to know so my colleagues can write it down.\n\n\nMr. Ludhardt:\n Oh… sorry about that. I'm just kind of stressed, y'know?\n\n\nDr. Richards:\n I-I understand. Let's just move on.\n\n\nMr. Ludhardt:\n \n[Sighs.]\n Sure, let's— …Let's do that.\n\n\nDr. Richards:\n Ok, second question… \n[Checks document.]\n What did you do after seeing the elevator?\n\n\nMr. Ludhardt:\n Well, um, curiosity got the better of me, and I just went inside. It was a pretty nice elevator, \n[Coughs.]\n though.\n\n\nDr. Richards:\n Did you tell anyone else about this elevator, such as your employees?\n\n\nMr. Ludhardt:\n Nope, didn't tell anybody about it. Not even my employee Sheila, and she's nosy as hell.\n\n\nDr. Richards:\n Good…. \n[Clears throat.]\n Ok, third question: when you arrived on the— Which floor was you on again…?\n\n\nMr. Ludhardt:\n The second floor.\n\n\nDr. Richards:\n Yes, of course. Thank you, Adrian… when you arrived on the second floor, what did you see?\n\n\nMr. Ludhardt:\n Well, I saw a narrow hallway. I can't remember how many rooms there were, but I think it was between 8 to 14. The place was slightly dim, and it had, uh… a musty smell to it…? Yeah, it had a musty smell. There were also those candle-lamp thingies on the roof. What do you call them?\n\n\nDr. Richards:\n Chandeliers?\n\n\nMr. Ludhardt:\n Yeah, those things! But anyway, that's pretty much it.\n\n\nDr. Richards:\n Ok. Thank you. \n[Checks document.]\n What did you do when you saw the rooms?\n\n\nMr. Ludhardt:\n I tried to open one of them, but it was locked. Me being a stupid guy, I tried to use my management key to open it, thinking I could get in that way, but it didn't work, obviously. It needed one of those old-timey keys to get in, guessing from how the lock looked.\n\n\nDr. Richards:\n What did you do next?\n\n\nMr. Ludhardt:\n As a last attempt, I looked through the door's keyhole, and I, uh… saw something.\n\n\nDr. Richards:\n What did you see?\n\n\nMr. Ludhardt:\n I, um… \n[Mutters.]\n shit…\n\n\nDr. Richards:\n Take your time, Adrian.\n\n\nMr. Ludhardt:\n I-I saw a… I don't what it was, but it was a room covered in human flesh. \n[Coughs.]\n Every object that was in there had flesh: the bed covers, the table, the floor; \nEverything.\n Looked like something from an Ed Gein documentary, y'know? The place reeked of terrible smells, and the walls were covered with eyeballs moving in every direction. There was a variety of them, too: big ones, small ones, deformed ones, et cetera.\n\n\nDr. Richards:\n Hmm… well, I'm— I'm sorry you had to experience that. That must have been a pretty traumatizing sight for you to see.\n\n\nMr. Ludhardt:\n Yeah, man. I was just… I was just shocked, you know…? I haven't seen anything like that in person before. I only see most of that shit in, like, murder stories on TV or something. \n[Mumbles.]\n Yeah… something like that.\n\n\nDr. Richards:\n Mm-hmm, right. What did you do next? Did you immediately contact the police?\n\n\nMr. Ludhardt:\n Nope. Like I said, I was shocked, horrified. I-I just stood there, looking through the keyhole, staring at the eyes.\n\n\nDr. Richards:\n You just kept staring at them?\n\n\nMr. Ludhardt:\n Yeah, but then I noticed that one of the eyeballs was looking at me. After that, all of them were looking at me.\n\n\nDr. Richards:\n Really?\n\n\nMr. Ludhardt:\n Yep. All of them. Few seconds later, their pupils started shaking, and I heard distant screams in the room. It sounded, like… like a woman was screaming? The yells kept getting louder until It was so loud that I thought it was 1 foot away from me. I quickly backed away from the door, and I heard a loud thud behind it.\n\n\nDr. Richards:\n I'm guessing this is the part where you got spooked and called the police?\n\n\nMr. Ludhardt:\n You're goddamn right! \n[Laughs.]\n I was not gonna deal with that. \n[Coughs.]\n\n\nDr. Richards:\n \n[Chortles.]\n Logical choice.\n\n\nMr. Ludhardt:\n \n[Chuckles.]\n Yep…\n\n\n[Silence.]\n\n\nDr. Richards:\n Well, that's— That’s all the questions. I think we're done here. Thank you for your time, Mr. Lu— Adrian.\n\n\nMr. Ludhardt:\n \n[Chuckles.]\n My pleasure, man. I guess I’ll be on my way. And, sorry for snappin’ at you for that one question earlier ago. That was, um… that was my bad.\n\n\n[Mr. Ludhardt stands up.]\n\n\nDr. Richards:\n Adrian, wait a second.\n\n\nMr. Ludhardt:\n Ye-Yeah…?\n\n\nDr. Richards:\n Would you mind telling us which room this was? If you can't remember, that's all right.\n\n\nMr. Ludhardt:\n Actually, I do. It was, um… room, uh, 17. Yeah, room 17. That's it!\n\n\nDr. Richards:\n Perfect! Again, we can't thank you enough for your co-operation today. You can leave now. Agent Ross will kindly escort your way out of here.\n\n\nMr. Ludhardt:\n Nice, It was a pleasure talking to you!\n\n\nDr. Richards:\n And to you! Goodbye, Adrian.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Test 6236 Logs\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\nTest 6236-A - 11/24/10\n\n\n\n\nSubject:\n SCP-6236\n\n\nProcedure:\n D-94753 and D-87657 were instructed to put specific objects inside SCP-6236 to see if there is a weight limit. These objects included:\n\n\n5 100kg dumbbells.\n\n\nFive (5) 10-gallon buckets full of sand.\n\n\nTwo (2) 10-gallon buckets full of gravel.\n\n\nTen (10) cinderblocks.\n\n\nTwo (2) planks of wood.\n\n\nWhen D-94753 and D-87657 were done, they were then told to enter the elevator and go to the fifth floor.\n\n\nResults:\n D-94753 and D-87657 safely got to the fifth floor without any interruptions and exited the SCP-6236.\n\n\nAnalysis:\n After Test-6236-A, we have concluded that SCP-6236 has no weight limit.\n\n\n\n\n\n\nTest 6236-B - 11/24/10\n\n\n\n\nSubject:\n SCP-6236\n\n\nProcedure:\n D-94753 and D-87657 were instructed to attach a 10 mm rope to a pole and attach the other half into SCP-6236's cab to see which direction the cord goes. When complete, D-87657 was ordered to enter SCP-6236 and select a floor.\n\n\nResults:\n D-94753 has seen no increase or decrease in the rope's height after D-87657 selected a floor. The cord was cut in half when the doors opened and caught on fire. D-87657 was questioned if he felt any movement inside SCP-6236. D-87657 stated he did not feel any motion and noted that the only thing he felt and heard was the rope snapping when the doors closed.\n\n\nAnalysis:\n SCP-6236 has the ability to teleport, which explains why SCP-6236 was able to lift the objects in Test-6236-A.\n\n\n\n\n\n\nTest 6236-C - 11/25/10\n\n\n\n\nSubject:\n SCP-6236\n\n\nProcedure:\n A GPS tracker was installed by D-94753 inside SCP-6236's cab to locate where SCP-6236 goes when teleporting to its floors.\n\n\nResults:\n SCP-6236 teleports to various locations.\n\n\nFirst floor:\n SCP-6236 teleports to the east coast of Australia.\n\n(\nLatitude\n: -24.651303952674958, \nLongitude\n: 152.15832520470033)\n\n\nSecond floor:\n SCP-6236 teleports to Southern Africa.\n\n(\nLatitude\n: -33.28656814414804, \nLongitude\n: 21.15821932270176)\n\n\nThird floor:\n SCP-6236 teleports to a remote forest in Northern Brazil.\n\n(\nLatitude\n: -6.8704232106089504, \nLongitude\n: -56.98740790675962)\n\n\nFourth floor:\n SCP-6236 teleports to the North Pacific Ocean.\n\n(\nLatitude\n: 45.78332781612784, \nLongitude\n: -159.1919064542745)\n\n\nFifth floor:\n The GPS tracker displays, \"SIGNAL LOST\" when D-94753 reaches the fifth floor.\n\n\nNote:\n Despite these readings, no anomalous activity has been discovered in these particular locations.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Exploration Log 6236-F1\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\nD-94753 was equipped with a head-mounted camera and was tasked to explore SCP-6236's first floor.\n\n\n\n\n<Begin Log>\n\n\n[D-94753 arrives on the first floor.]\n\n\nD-94753:\n Damn, that's a lotta door, man. Do I have to open them all?\n\n\nDr. Wickes:\n Unfortunately, no. We need SCP-005 to return to its containment area soon, so only open a few.\n\n\nD-94753:\n Just a few? Ok, so… how much is a few, though? Like, three, four. Five?\n\n\nDr. Wickes:\n I do not know; How many rooms we will be testing today is decided by Dr. Ermant. When he gives us the order to stop, we'll stop. Understood?\n\n\nD-94753:\n Cool. So am I just choosing doors randomly or…?\n\n\nDr. Wickes:\n Yes, but it's best if you start with the first one.\n\n\nD-94753:\n Cool, but let's not start with an odd number. I heard that gives you bad luck.\n\n\nDr. Wickes:\n \n[Sighs.]\n Very well.\n\n\n[D-94753 walks to room 02 and unlocks it.]\n\n\n[D-94753 puts SCP-005 on the key holder and enters the room.]\n\n\nD-94753:\n \n[Mumbles.]\n Damn.\n\n\nDr. Wickes:\n What do you see?\n\n\nD-94753:\n Nothing. I-I can't see shit in here, but there’s a TV in the corner.\n\n\nDr. Wickes:\n Please go to the TV.\n\n\nD-94753:\n All right.\n\n\n[D-94753 walks around room 02.]\n\n\nD-94753:\n I can barely see shit in here. Where the hell is the light switch? Next time, put a flashlight on this thing. Jesus Christ.\n\n\nDr. Wickes:\n Try not to fall. We don't want you damaging our equipment.\n\n\nD-94753:\n Wow, thanks, man. I appreciate your concern…\n\n\n[Few seconds past.]\n\n\nD-94753:\n Ok, I'm at the TV. What now?\n\n\nDr. Wickes:\n Try to turn it on.\n\n\nD-94753:\n Can't see shit, but I'll try.\n\n\n[D-94753 stares at the TV.]\n\n\nD-94753:\n You know… this might be a good addition to my cell. I might take this when we're done.\n\n\nDr. Wickes:\n Why—? \n[Sighs.]\n You're not allowed to take anomalous objects. And why would you? We have TV rooms in our facilities.\n\n\nD-94753:\n True, but y'all make us watch shows, like, Judge Judy or those crime shows. I want to watch my own stuff without askin' m-effers if it's cool to change the channel.\n\n\nDr. Wickes:\n Listen, if you had a TV in your cell, then everyone would want one in their cell. Plus, where would you even plug it up?\n\n\nD-94753:\n Nah, man, I'll make it work. This thing ain't got no cables, so I can picture it: TV on the table next to my bed, it's small so it'll fi—\n\n\n[The TV turns on.]\n\n\n\n\n\n\nThe TV.\n\n\n\n\n\n\nD-94753:\n Oh, shit…! Nice, it's on.\n\n\nDr. Wickes:\n Can you tell me what's being shown on the TV?\n\n\nD-94753:\n It ain't showin' nothin'. It's just static.\n\n\n[Few seconds past.]\n\n\n[The TV goes out of static and displays a tutorial video of how to make an origami butterfly.]\n\n\nD-94753:\n Um… hell is this?\n\n\nDr. Wickes:\n Please keep watching.\n\n\n[D-94753 continues to watch the tutorial until a woman says the following, \"These are easy to make, but be careful! Try not to get cut!\" The woman says the last sentence, repeatedly until the TV turns to static, and then immediately turns itself off.]\n\n\nD-94753:\n What in the—? The hell was that?\n\n\nDr. Wickes:\n I do not know, but I think we've seen enough. Please exit the room.\n\n\nD-94753:\n Gladly.\n\n\n[D-94753 exits out of room 02 and grabs SCP-005.]\n\n\nD-94753:\n Weird…\n\n\n[D-94753 stares at SCP-6236.]\n\n\nDr. Wickes:\n Is there something wrong, D-94753?\n\n\nD-94753:\n Not really. It's just… ay, were the elevator doors always close when I went out? Like, did someone—? …Did someone call it or somethin'?\n\n\nDr. Wickes:\n It was probably one of the Agents that called it; it's nothing to worry about. Would you please select a door, D-94753?\n\n\nD-94753:\n Um… ok.\n\n\n[D-94753 walks over to room 04.]\n\n\nD-94753:\n I, um… I'm choosing this one.\n\n\n[D-94753 unlocks the door to room 04 and places SCP-005 on the door.]\n\n\nD-94753:\n \n[Mutters.]\n Oh, hell no.\n\n\nDr. Wickes:\n What do you see?\n\n\nD-94753:\n Th-the entire room is filled with butterflies, bro.\n\n\nDr. Wickes:\n Interesting. Could you please enter the room?\n\n\nD-94753:\n You serious? You expect me to go into a room filled with these things? Wh-what's wrong with you, man?\n\n\nDr. Wickes:\n There's nothing to fear, D-94753. Please enter the room.\n\n\nD-94753:\n \n[mutters.]\n Damn, man…\n\n\n[D-94753 slowly starts stepping into room 04.]\n\n\n[Silence.]\n\n\nD-94753:\n Wait a sec… yo, these aren't— These aren't real butterflies. They're made out of paper.\n\n\n[D-94753 begins to let out a big sigh of relief.]\n\n\nD-94753:\n Oh, thank God.\n\n\nDr. Wickes:\n See? There's nothing to worry about. Now can you please describe what's inside?\n\n\nD-94753:\n Shit, I mean… it's a small room. There's really nothin' to see here, except that the walls have a dirty yellow color; the carpet floor is poop brown, there're paper butterflies everywhere, and the roof has one of those long types of light bulbs. What do you call 'em again?\n\n\nDr. Wickes:\n Fluorescent tubes?\n\n\nD-94753:\n Yeah, Those things. There're also holes in the walls, but don't make me put my arm inside one of them or some other crazy shit, please…\n\n\nDr. Wickes:\n That won't be necessary, D-94753.\n\n\nD-94753:\n Good.\n\n\n[Silence.]\n\n\nD-94753:\n Yeah, man, that's— …That's pretty much it. Dunno what else to say. Sorry, If I ain’t helpful enough.\n\n\nDr. Wickes:\n It's all right, D-94753. You're extremely helpful right now, but I think we've seen enough in this room. Please exit room 04.\n\n\nD-94753:\n Wait. wasn't that TV lady talking about paper butterflies? I—\n\n\n[D-94753 begins to look at one of the walls for a few seconds.]\n\n\nDr. Wickes:\n Any reason why you stopped talking, D-94753?\n\n\nD-94753:\n \n[Unresponsive.]\n\n\nDr. Wickes:\n Are you all right, D-94753?\n\n\nD-94753:\n One of them moved…\n\n\n[Continues to look at one of the walls.]\n\n\nDr. Wickes:\n D-94753, you have permission to leave the room. Please, l—\n\n\nD-94753:\n There! It's movin' again. a few of 'em are movin' their wings, too! You seein' that too, or am I just trippin'…?\n\n\n[D-94753 starts to get closer to the wall and then is swarmed by the origami insects.]\n\n\nD-94753:\n \n[Screams.]\n\n\nDr. Wickes:\n D-94753, can you hear me?\n\n\nD-94753:\n \n[Yells.]\n Get them off!\n\n\nDr. Wickes:\n \n[Distant.]\n \n[Yells.]\n Contact Agent Ace immediately!\n\n\n[D-94753 starts to run towards the door and successfully escapes.]\n\n\nDr. Wickes:\n D-94753, Can you hear me? Are you hurt?\n\n\nD-94753:\n I-I don't… I don’t feel too… too…\n\n\n[Silence.]\n\n\nD-94753:\n I… shit…\n\n\n[D-98567 loses Consciousness.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAn instance of SCP-6236-04 in their dormant state.\n\n\n\n\n\n\nD-94753 was found on the floor unresponsive due to significant blood loss. His entire body had multiple lacerations, and his clothes were torn. The equipment D-94753 was carrying was damaged, and the camera's lens had numerous scratches on it. D-94753 is now receiving medical treatment and is now being followed by D-87657 to resume the expedition until he fully recovers.\n\n\nFew of the origami butterflies (now referred to as SCP-6236-04) that were resting on D-94753's torso are now being contained at Site-██ for further study.\n\n\nUpdate:\n Instances of SCP-6236-04 taken out of room 04 are kept in a 30cm x 15cm x 15cm glass box where they can be monitored and studied; After a day of SCP-6236-04 being in its inactive state. SCP-6236-04 became active and started flying around in their containment box. SCP-6236-04 began to scratch their containment box until they were barely visible. After a few minutes of SCP-6236-04 being in their active state, they immediately became inert, mid-flight. One of the researchers was asked to try and pick up one of the origami insects during its idle state. She began picking up one instance of SCP-6236-04 and was fine until she touched the edges of its left forewing and left a cut on her index finger. She then placed SCP-6236-04 back into its containment box and said its wings were \"unexpectedly sharp.\"\n\n\nIt is yet unknown if instances of SCP-6236-04 can reproduce, but when more of the origami insects were removed from room 04 for testing. More instances of SCP-6236-04 came out of one of the holes on the walls and took their places thirty (30) minutes later.\n\n\nUpdate:\n SCP-6236-02 is a brandless TV, similar to RCA TVs in the early 2000s. SCP-6236-02 will soon be moved to Site-██ when all floors have been tested. It is to be accommodated in a dim-lit room to view its screen.\n\n\nMultiple attempts to trigger SCP-6236-02's anomalous effects have failed, and testing is now temporarily at a halt until authorization is given.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Exploration Log 6236-F2\n\n\n\n\n-ACCESS GRANTED.\n\n\n\n\nD-87657 was equipped with a head-mounted camera and was tasked with exploring SCP-6236's second floor.\n\n\n\n\n<Begin Log>\n\n\n[D-87657 arrives on the first floor.]\n\n\nD-87657:\n Ok, I'm here, but I don't understand why I'm on the first floor. I thought I was supposed to be on the second.\n\n\nDr. Wickes:\n Do not worry, D-87657. You are only here for an experiment. Please go to room 02\n\n\nD-87657:\n Sure.\n\n\n[D-87657 walks towards room 02 and notices dry bloodstains near room 04.]\n\n\nD-87657:\n Um, Doc… why's there blood on the floor?\n\n\nDr. Wickes:\n It’s none of your concern. Please enter room 02.\n\n\nD-87657:\n I— …You know what? I don’t really care.\n\n\n[D-87657 unlocks room 02.]\n\n\n[D-87657 enters the room.]\n\n\nD-87657:\n Jesus, it's dark.\n\n\nDr. Wickes:\n There's a TV in the left corner of the room. Go to it. We have installed a flashlight on your camera, so please use it.\n\n\nD-87657:\n Sure.\n\n\n[D-87657 walks to the TV.]\n\n\nD-87657:\n Ok, what now?\n\n\nDr. Wickes:\n Just wait…\n\n\n[Few seconds past.]\n\n\n[The TV turns on.]\n\n\nD-87657:\n Oh, shit! That's cool! What is this, some type of magic act? \n[Chuckles.]\n\n\nDr. Wickes:\n No.\n\n\nD-87657:\n Oh… then what the hell is it then.\n\n\nDr. Wickes:\n Just keep watching the TV.\n\n\nD-87657:\n Ok, sure.\n\n\n[Few seconds past.]\n\n\n[The TV goes out of static and presents a man running through a cornfield.]\n\n\nD-87657:\n Ok? What's so special about th—\n\n\nDr. Wickes:\n Please, keep watching.\n\n\n[D-87657 continues to watch the man run for a few seconds.]\n\n\nD-87657:\n Jesus, it sounds like me when I run. \n[Chuckles.]\n But seriously, though, any idea why this dude's runnin'?\n\n\nDr. Wickes:\n I do not know. Please, keep watching.\n\n\n[After a short period of time, the man looks behind him and yells the word, \"shit,\" and begins panicking.]\n\n\nD-87657:\n Um… he, um… he sounds like me…\n\n\n[As the TV turns to static, clicking noises and screams from the man are heard before the TV immediately turns itself off.]\n\n\nD-87657:\n What the hell?\n\n\nDr. Wickes:\n Thank you, D-87657. Your task here is done. Please exit the room and go to the second floor.\n\n\nD-87657:\n Wait, what? Are you—? You’re not gonna explain what was happening with the TV and what all the other crap was?\n\n\nDr. Wickes:\n Unfortunately, I can’t explain, but it's nothing to worry about. It's just a little experiment. Exit the room, please.\n\n\nD-87657:\n \n[Sighs.]\n Got it… \n[Mutters.]\n Don't even get a damn explanation. Un-fucking-believable.\n\n\n[D-87657 walks out of room 02 and enters SCP-6236.]\n\n\n[D-87657 arrives on the second floor.]\n\n\nD-87657:\n Damn… smells like a whole-ass ashtray in here. Let’s just hurry up and get this over with. So, what’re we doin’?\n\n\nDr. Wickes:\n To get started, choose any door you wish to open.\n\n\nD-87657:\n Oh… ok, didn't think you'd give me a choice, here. All right, cool, I'mma choose this one, then.\n\n\n[D-87657 walks to room 13.]\n\n\nD-87657:\n Yeah, this was definitely a good choice. This gotta be a special one since it has something on the door, Right?\n\n\nNOTE: The door D-87657 saw had the words \"Fools' Room\" engraved on the top rail.\n\n\n[D-87657 unlocks room 13 and puts SCP-005 on the key holder.]\n\n\n[D-87657 opens door.]\n\n\nD-87657:\n hey, what the…?\n\n\nDr. Wickes:\n What do you see?\n\n\nD-87657:\n It's a room full of fucking clown paintings.\n\n\nDr. Wickes:\n Interesting. Could you please enter room 13, D-87657?\n\n\nD-87657:\n Shit, I don't want to. But I guess I ain't got a choice.\n\n\n[D-87657 enters the room 13.]\n\n\n[As soon as D-87657 entered the room, The clown oil paintings began to smile.]\n\n\nD-87657:\n Um, Doc… they're all smiling at me.\n\n\nDr. Wickes:\n They're clowns, D-87657. They're supposed to.\n\n\nD-87657:\n No, that's— That’s the thing, though. They're all looking at me with creepy grins and shit. Like— Like this one.\n\n\n[D-87657 walks to one of the oil paintings.]\n\n\nD-87657:\n I don't know, man. This shit's gettin' weird, and— …and, uh…\n\n\n[D-87657 remains silence.]\n\n\nDr. Wickes:\n Any reason why you stopped talking, D-87657?\n\n\nD-87657:\n \n[Unresponsive.]\n\n\nDr. Wickes:\n D-87657?\n\n\nD-87657:\n The painting… it's trying to talk to me.\n\n\nDr. Wickes:\n What is it saying?\n\n\n[D-87657 starts to look at one of the oil paintings in silence for an extended period.]\n\n\nDr. Wickes:\n Is it trying to tell you something?\n\n\nD-87657:\n Yeah, but I can barely hear it; It's just whispering.\n\n\n[Silence.]\n\n\nD-87657:\n Ah, shit. Really…? Fuck.\n\n\n[Silence.]\n\n\nD-87657:\n Jesus…\n\n\n[Silence.]\n\n\nD-87657:\n I'm sorry, man, but there's really nothing I can do; I can't help you.\n\n\n[Silence.]\n\n\n[The oil painting begins to frown.]\n\n\n[Silence.]\n\n\nD-87657:\n I'm sorry, but it's true. Like, what the hell do you want me to do?\n\n\n[Water begins emerging from the oil painting's eyes, appearing to be crying.]\n\n\nDr. Wickes:\n What did it say?\n\n\nD-87657:\n It said that it needed help and was trapped inside the painting for so long. It wanted to be let out.\n\n\nDr. Wickes:\n Hmm. I see.\n\n\n[D-87657 continues talking to the oil painting.]\n\n\nD-87657:\n Um… you mind telling me why you're a painting? How did you even turn into this, man? That's my question.\n\n\n[Silence.]\n\n\nD-87657:\n \n[To Dr. Wickes.]\n It's not talking to me anymore. It’s just crying.\n\n\nDr. Wickes:\n Can you speak to the other paintings?\n\n\nD-87657:\n Nope, the others are crying too. Creepy as hell.\n\n\nDr. Wickes:\n \n[Mumbles.]\n Interesting… thank you, D-87657. You may now exit the room.\n\n\nD-87657:\n Dude, when do we stop? This shit’s just gettin' weird.\n\n\n[D-87657 exits room 13.]\n\n\nDr. Wickes:\n Before you select another, please go to room 17.\n\n\nD-87657:\n Ok. Why, though?\n\n\nDr. Wickes:\n I want to see if it’s true about what it contains.\n\n\nD-87657:\n um… is it bad?\n\n\nDr. Wickes:\n No, it is not, but please do not panic after you see what's inside. \n[Muffles mic.]\n Hope he has a strong stomach. \n[Chuckles.]\n\n\nD-87657:\n You say it's not bad, but you also say don't panic…? Ya makin' me nervous, man. The fuck's going on in there.\n\n\n[D-87657 walks towards room 17.]\n\n\nD-87657:\n \n[Mutters.]\n fuck me…\n\n\n[D-87657 unlocks the door and slowly opens room 17.]\n\n\nD-87657:\n Holy shit!\n\n\nDr. Wickes:\n What do you see?\n\n\nD-87657:\n I'm outside… I think.\n\n\n[D-87657 walks into room 17.]\n\n\nD-87657:\n Holy shit, I am! I'm outside! I can't believe it!\n\n\nDr. Wickes:\n Please don't get any ideas, D-87657. If you attempt to leave, you'll be hunted down and will be terminated. Understood?\n\n\nD-87657:\n Come one, Doc, don't be like that. After everything we've been through, I ain't gonna leave… well, I'm only gonna ditch y'all for a few minutes, then I'm gonna come back.\n\n\nDr. Wickes:\n D-87657, please…\n\n\nD-87657:\n Chill, I'm just jokin’, man. Christ, no wonder why no one likes you.\n\n\nDr. Wickes:\n \n[Sighs.]\n Enough of your jokes. Look around, and see if you can find anything.\n\n\nD-87657:\n \n[Chuckles.]\n Whatever.\n\n\n[D-87657 walks around.]\n\n\nD-87657:\n There's a paper ball on the ground.\n\n\n[D-87657 picks up the paper ball.]\n\n\nD-87657:\n Mm-mm-mm. Littering…\n\n\n[D-87657 opens paper ball.]\n\n\nD-87657:\n It's a note.\n\n\nDr. Wickes:\n What does it say?\n\n\nD-87657:\n I have a camera on my head, right? You can see it from here.\n\n\nDr. Wickes:\n Read it.\n\n\nD-87657:\n \n[Sighs.]\n Jesus, man, why so demanding? Geez, I'll read it, damn. it says—since you can't read it yourself…—\n\n\n\n\n\"I let you guys stay here rent-free and let y'all make abominations for God knows what you use them for, and you want to fuck me over by making me one of them because I made the mistake of letting one get out? That just downright pisses me off, and you wanna know how I know this? I overheard you guys talking about what was gonna happen to me after the meeting. Do y'all realize how much shit I'm in right now? This Chris guy is starting to get on my nerves by trying to leave, and I don't know what to do. If you're not gonna kill him, put a fucking leash on him.\n\n\nI'm done with this shit. I almost died and you guys wanna make it worse by screwing me over for something I had no control over?\n\n\nKiss. My. Ass.\"\n\n\n\n\n[D-87657 proceeds to crumple the note and throw it into the hallway.]\n\n\nD-87657:\n There, I read it. Ok, what else?\n\n\nDr. Wickes:\n Thank you. Is there anything else you see?\n\n\nD-87657:\n Nah, but there’s a house. It's very far away, though.\n\n\nDr. Wickes:\n Hmm. Please go to the house, D-87657.\n\n\nD-87657:\n Really…? Damn, man, can we just call it a day?\n\n\nDr. Wickes:\n Go to the house. That’s an order. And besides, you need your daily exercise anyway.\n\n\nD-87657:\n See? Good! If you keep joking like that, you're bound to get friends!\n\n\nDr. Wickes:\n That wasn’t a joke. Get moving.\n\n\n[After eleven (11) minutes of walking, D-87657 reaches the abandoned house.]\n\n\nD-87657:\n I'm— I'm here. Holy—! Holy fuck, my feet are killing me!\n\n\nDr. Wickes:\n Thank you, D-87657. May you please go inside the house?\n\n\nD-87657:\n What? Are you serious…? My man, You had me walk to this empty-ass house for God knows how long while the Sun’s heat is hitting my fucking face. Give me a second to rest. Damn…!\n\n\nDr. Wickes:\n You can rest after you do what I ask. Go inside, please.\n\n\nD-87657:\n \n[Sighs.]\n Eff my life…\n\n\n[D-87657 enters the house.]\n\n\nDr. Wickes:\n Do you see anything?\n\n\nD-87657:\n It’s an abandoned house. There isn’t really a lot of stuff to look at. Full of useless shit, bro. Can I rest now?\n\n\nDr. Wickes:\n Is the second floor accessible?\n\n\nD-87657:\n Um… yeah, there's, uh… there're some stairs.\n\n\nDr. Wickes:\n Go to the second floor, please.\n\n\nD-87657:\n \n[Wipes sweat off face.]\n Fine…\n\n\n[While D-87657 was walking up the stairwell, he breaks one the of tread he stepped on.]\n\n\nD-87657:\n \n[Yells.]\n Ah, shit! Son of a bitch!\n\n\nDr. Wickes:\n Are you all right, D-87657?\n\n\nD-87657:\n Shit. I’m— I’m good. My leg fell through the goddamn step! \n[Mutters.]\n Old-ass house.\n\n\n[D-87657 continues to go up the stairs and reached the second floor.]\n\n\n[D-87657 starts to look around.]\n\n\nDr. Wickes:\n Do you see anything?\n\n\nD-87657:\n Nope. The place is hella empty. Again, It’s an abandoned house, like, \n[Scoffs.]\n what do you expect to see? This is just a big waste of time. Can I just go back…?\n\n\nDr. Wickes:\n …So… nothing…?\n\n\nD-87657:\n Nothing. Nada.\n\n\nDr. Wickes:\n Well, in that case… I suppose you can return and select another room. Thank you, D-87657. You can rest if you please. Getting back may be slightly tiring.\n\n\nD-87657:\n Way ahead o—\n\n\n[Muffled gunshot.]\n\n\nD-87657:\n Shit, you hear that?\n\n\nDr. Wickes:\n I did. Please go back down and investigate.\n\n\n[D-87657 goes downstairs.]\n\n\nD-87657:\n Ain’t nothing here. Outside, maybe…?\n\n\n[D-87657 exits the house.]\n\n\nD-87657:\n Jesus, I know it's an abandoned house, but God dang, did a tornado pass by? There's so much trash everywhere.\n\n\n[D-87657 walks around the rear end of the house.]\n\n\nD-87657:\n Ay, It probably came from this little house thingy.\n\n\nDr. Wickes:\n “little house thingy?” That's a cellar, D-87657.\n\n\nD-87657:\n Man… cellar, little house thingy, who the hell cares…? I'm checkin’ it out.\n\n\n[D-87657 enters the cellar and climbs down a ladder.]\n\n\n[D-87657 walks downstairs.]\n\n\nD-87657:\n Ooh… Jesus…! This dude off'd himself!\n\n\nNote: D-87657 finds a man in a sitting position dead from a self-inflicted gunshot wound to the head. The gun the man shot himself with was a 9mm Beretta 92 in poor condition.\n\n\n[D-87657 walks towards the body.]\n\n\nD-87657:\n \n[Shakes head.]\n Mm-mm-mm… not a great sight to see, but, um…. \n[Sighs.]\n I mean. You won’t need it, Right?\n\n\n[D-87657 picks up the pistol and begins wiping the blood off with his jumpsuit.]\n\n\nD-87657:\n Sorry, buddy…\n\n\nDr. Wickes:\n Please put that down, D-87657. That's an order.\n\n\nD-87657:\n You know what, Doc? I think I've had enough with these orders and shit. how ‘bout you shut the hell up and stop telling me what to do, all right? \n[Chortles.]\n Damn, it feels good to be in control for once!\n\n\nDr. Wickes:\n \n[Rubs face.]\n Oh, dear God. \n[Yells.]\n D-87657, please think logically! You’re in the middle of nowhere with no food, no water, and has nowhere to go for shelter except for this house! If you put the gun down where it was and do what I ask, you will not be designated for termination!\n\n\nD-87657:\n Termination? \n[Scoffs.]\n Really? You know what, fuck you! I'm taking my chances out here. You and the other people that are in that room can kiss my ass!\n\n\n[D-87657 starts looting the man's corpse and removes his equipment.]\n\n\nD-87657:\n \n[Distant.]\n I'm checkin' out!\n\n\nDr. Wickes:\n \n[Yells.]\n D-87657?\n\n\n[D-87657 leaves the cellar and starts laughing hysterically.]\n\n\nDr. Wickes:\n God damn it…! \n[Distant.]\n See, this—! This is why we need to start putting bomb collars on these damn D-Class! This ridicu—!\n\n\n[No further audio was recorded.]\n\n\nD-87657 designated for termination….\n\n\n<End Log>\n\n\n\n\nAgent Ace and Agent Rhegan, from the security unit Hotel-06, were tasked with finding D-87657 and retrieving SCP-005. When they arrived at room 17, Agent Rhegan reported that SCP-005 was missing from the keyholder. It is presumed that when D-87657 saw what was inside room 17, and secretly took SCP-005 and entered the room.\n\n\nFortunately, D-87657 did not lock room 17 after entering, so retrieval of SCP-005 is feasible. See \nRetrieval Log-005\n.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Retrieval Log-005\n\n\n\n\n-ACCESS GRANTED.\n\n\n\n\nThe following audio was recorded by Agent Ace (A-1) while he and Agent Rhegan (A-2) were searching for D-87657.\n\n\n\n\n<Begin Log>\n\n\n[14:48]\n\n\nA-1:\n We've made it to the house, sir.\n\n\nDr. Wickes:\n Good. Agent Ace, please go inside the cellar and collect the equipment.\n\n\nA-1:\n Yes, sir.\n\n\nDr. Wickes:\n And you, Agent Rhegan. Check for anything that will help us find D-87657.\n\n\nA-2:\n Yes, sir.\n\n\n[A-1 enters the cellar and sees the equipment.]\n\n\nA-1:\n Sir, I see the equipment, but there seems to be something under the man's leg.\n\n\n[A-1 picks up the object from the man's leg and collects the equipment.]\n\n\nDr. Wickes:\n Well… what is it?\n\n\nA-1:\n It's a journal, sir. \n[Flips through the journal's pages.]\n Not a lot of stuff written in it, though.\n\n\nDr. Wickes:\n It doesn't matter. Good job, Agent Ace. Please leave the cellar.\n\n\nA-1:\n Yes, sir.\n\n\n[A-1 exits the cellar.]\n\n\nA-1:\n \n[Yells.]\n Agent Rhegan, did you find anything yet?\n\n\n[Silence.]\n\n\nA-2:\n \n[Yells.]\n Haven't found shit.\n\n\nA-1:\n \n[Mutters.]\n Damn…! \n[To Dr. Wickes.]\n There are no traces of D-87657. We'll expand the search, but I doubt we'd find anything.\n\n\nDr. Wickes:\n \n[Sighs.]\n All right. Please continue.\n\n\n[15:01]\n\n\nDr. Wickes:\n Anything?\n\n\nA-2:\n No, sir.\n\n\nDr. Wickes:\n Are you sure?\n\n\nA-1:\n Well… we see a cornfield. There’s a chance he probably went thataway.\n\n\nDr. Wickes:\n Cornfield…? Cornfield, of course! Go there.\n\n\nA-2:\n Roger that. \n[To A-1.]\n Let's go.\n\n\n[15:04]\n\n\n[A-1 and A-2 reaches the cornfield.]\n\n\nA-1:\n We're here. Waiting for your orders, sir.\n\n\nDr. Wickes:\n Good. Enter the cornfield.\n\n\nA-2:\n Are you sure about this? How do we know if he actually went through here?\n\n\nDr. Wickes:\n \n[Sighs.]\n It's quite hard to explain, but I'll try to elucidate: D-87657 saw someone running in a cornfield on a TV in one of the rooms. I presume that was D-87657 himself running from something, and it caught up with him from the screams he heard from the, said, TV. If you search the cornfield, you might find D-87657.\n\n\nA-2:\n I-I get what you're sayin’, sir. But this doesn’t seem very logical. There's no way in hell we're gonna find him in this giant field. We're gonna need a crap-load of fate to even find one of his shoes.\n\n\nDr. Wickes:\n Please, just, enter the cornfield, and search for him. Trust me.\n\n\nA-2:\n \n[Trills lips.]\n Yes, sir.\n\n\nA-1:\n Should we split up?\n\n\nDr. Wickes:\n Yes, and before you enter. D-87657 is carrying a weapon, so please be cautious.\n\n\nA-2:\n \n[Sighs.]\n Got it. \n[To A-1.]\n I got a bad feeling about this, man.\n\n\nA-1:\n Jesus, Rhegan, relax. We're only splitting up… ok, how 'bout this… if you find the D, kill him, obviously, and fire your rifle, so I can locate where you are, and I'll do the same, vice versa. Cool? Gonna be a cakewalk.\n\n\nA-2:\n Yeah, yeah. Cool… good luck.\n\n\nA-1:\n You too.\n\n\n[15:10]\n\n\nA-1:\n Holy shit! Holy—! Sir, I found the Class-D!\n\n\nA-2:\n Really…? Shit! Shoot your gun, and I'll get there as soon as possible!\n\n\nA-1:\n Roger that!\n\n\n[Gunshots.]\n\n\nA-2:\n Nice, I hear you. You're not too far. I'm coming.\n\n\nDr. Wickes:\n Is he dead, Agent Ace?\n\n\nA-1:\n Yes, sir. The target has already been neutralized. I don't know who killed him, but whoever did it messed him up. Jesus, He’s barely even recognizable.\n\n\nDr. Wickes:\n Really? Can you elaborate?\n\n\nA-1:\n There are deep lacerations and bite marks all over his face and neck. Mauled to death by an animal, most likely.\n\n\nDr. Wickes:\n Hmm, well, keep your guard up, you two. This beast still might be around. Also, Agent Ace, have you searched D-87657 to see if he's carrying SCP-005?\n\n\nA-1:\n Oh. No, I haven't, sir. Thank you for the reminder. Searching now…\n\n\nDr. Wickes:\n Thank you.\n\n\n[A-1 searches D-87657's body.]\n\n\nA-1:\n \n[Mutters.]\n Son of a fucking bitch!\n\n\nDr. Wickes:\n Excuse me…? What’s wrong?\n\n\nA-1:\n I-I'm sorry, sir, but he doesn't have SCP-005 on him. Let's face it: he probably lost it while running. It could be anywhere by now.\n\n\nDr. Wickes:\n \n[Mutters.]\n Fuck…! \n[Sighs.]\n It's all right. Return to Moonlight Shores. If we get more people and the right equipment, there might still be a chance to find SCP-005.\n\n\nA-1\n Yes, sir. \n[Yells.]\n Agent Rhegan, are you near?\n\n\nA-2:\n \n[Yells.]\n Yeah, I'm coming. Can't see shit through this field!\n\n\nA-1\n \n[Mumbles.]\n Tell me about it. \n[Chuckles.]\n\n\n[15:12]\n\n\nA-2\n Ok, I'm here.\n\n\nA-1\n Took you long enough… come on, we gotta get ba—\n\n\nA-2\n My God, you were right. That thing did mess him up. Jesus! His face looks like a piece of grilled steak.\n\n\nA-1\n \n[Chortles.]\n Right? The thing practically did our job for us! And he stinks too! Looks like my ex!\n\n\n[Silence.]\n\n\nA-2\n The hell does that mean, man?\n\n\nA-1\n Shit, I don't know. I was jok—\n\n\nDr. Wickes:\n Can you two please stop fooling around and get back to Moonlight Shores? You two do realize that this creature is possibly still around and can and will try to kill you? We can't have any more deceased or injured agents when the situation could've been easily avoided. Understood?\n\n\nA-1\n Yes, sir. We, uh, got carried away, and we apologize for that. We're returning to Moonlight Shores n—\n\n\nA-2\n Wait, wait, wait. Do you see that?\n\n\nA-1\n What? Where? The fuck you talking about?\n\n\nA-2\n That thing, right there!\n\n\n[Silence.]\n\n\nA-1\n Shit, you're right. The hell is that?\n\n\nA-2:\n \n[Mutters.]\n Ah, fuck!\n\n\nDr. Wickes:\n What is it?\n\n\nA-1:\n Um, sir. I think something is watching us.\n\n\n[Rustling of grass.]\n\n\nA-1:\n Fuck, it's getting closer! \n[Yells.]\n Get back!\n\n\n[Gunshot.]\n\n\n[Growls are heard.]\n\n\nA-1:\n \n[Yells.]\n Get the hell out of here, you gangly bastard!\n\n\nDr. Wickes:\n What’s happening?\n\n\nA-1:\n The thing ran away, but we’re not out of the clear yet.\n\n\nA-2:\n Damn it, Ace! You should’ve shot it dead when you had the chance. Fuckin' a…!\n\n\nA-1:\n Well, shit, I didn't see you do anything.\n\n\nA-2:\n That's because I can't see shit. All this corn is blocking my sho— \n[Yells.]\n Shit, lookout!\n\n\nA-1:\n Oh, sh—! \n[Screams.]\n\n\n[Sounds of overlapping gunshots and growls are heard.]\n\n\nDr. Wickes:\n What's happening? Agents?\n\n\nA-2:\n Holy—! Jesus Christ!\n\n\nDr. Wickes:\n Agent Rhegan, listen to me. What's happening?\n\n\nA-2:\n It-it just grabbed Ace! I-I-I gotta go after him!\n\n\n[A-2 starts running after A-1.]\n\n\n[Distant screams from A-1 are heard.]\n\n\nA-2:\n \n[Yells.]\n Keep yellin', man! That's the only way I know where the hell you are!\n\n\n[Few seconds past.]\n\n\nA-2:\n He's not shouting anymore!\n\n\nDr. Wickes:\n Agent Ace, Please respond. Can you hear me?\n\n\nA-1:\n \n[Unresponsive.]\n\n\nA-2:\n \n[Mutters.]\n Shit.\n\n\n[15:36]\n\n\n[heavy breathing from A-2.]\n\n\nA-1:\n I found a body, sir. It's not— It's not Agent Ace, fortunately.\n\n\nDr. Wickes:\n D-87657?\n\n\nA-1:\n No, sir. It's hard to tell due to the— …Due to the corpse's decomposition, but I think the person is—well, was, female. The hell should I do now?\n\n\nDr. Wickes:\n \n[Sighs.]\n …Give up.\n\n\nA-1:\n Sir?\n\n\nDr. Wickes:\n Give up on rescuing Agent Ace and abandon him. Report back to Moonlight Shores immediately.\n\n\nA-2:\n What are—? Excuse me…? Jesus Christ, do you hear yourself right now? I-I can't just leave him here!\n\n\nDr. Wickes:\n Listen, I— \n[Sighs.]\n …Do you want to die, Agent Rhegan?\n\n\nA-2:\n No, but I can’t ju—\n\n\nDr. Wickes:\n But, If you just keep running around aimlessly like prey and let that monster tear you apart piece by piece, then it won't matter if you save him or not. Please understand that abandoning him is your best course of action right now. Losing one man is better than losing two.\n\n\n[Silence.]\n\n\nDr. Wickes:\n So…?\n\n\n[Silence.]\n\n\nA-2:\n \n[Mutters.]\n Ah, fuck me…!\n\n\n[Silence.]\n\n\nA-2:\n \n[Sighs.]\n God—! Shit…! Fuck, I guess you're right. I'm coming back… I'm— I'm so sorry, Ace…\n\n\n[15:50]\n\n\n[heavy breathing from A-2.]\n\n\nA-2:\n I'm here. Should I wait here until you send the rest of my unit?\n\n\nDr. Wickes:\n Absolutely. Go inside the cellar, and wait until they arrive.\n\n\nA-2:\n Got it.\n\n\n[A-2 enters the cellar.]\n\n\nA-2:\n God, wh—? What the hell was that? It just— It just swept Ace off his feet and just took him!\n\n\nDr. Wickes:\n Try not to think about too much. Your unit is coming right now.\n\n\n[16:03]\n\n\nA-2:\n What the hell is takin’ them so fucking long?\n\n\nDr. Wickes:\n They said they were having problems with SCP-6236. They're calling it, but it's not responding.\n\n\nA-2:\n What? Are you fucking kidding me? Now? It never— It never had any problems getting to a fucking floor, but now it's stuck for some reason?\n\n\nDr. Wickes:\n We still don't know how SCP-6236 operates, unfortunately. You may be here for quite a long time, so I would get comfortable for the time being.\n\n\nA-2:\n Yeah, it's hot as shit in here, and this dude’s body smells like a fucking hockey locker room. I'm gonn—\n\n\n[A-1 regains consciousness.]\n\n\nA-1:\n \n[Groans.]\n Je-Jesus…! Argh, my head…! Wh-where the hell…?\n\n\nA-2:\n you're alive! Thank God!\n\n\nDr. Wickes:\n I see that you're alive and intact, Agent Ace. Where are you at the moment?\n\n\nA-1:\n \n[Static.]\n Sir…? I-I don't know where I am. There're so many bodies… oh, God, where—? \n[Groans.]\n My head…!\n\n\nDr. Wickes:\n \"Bodies?\"\n\n\nA-1:\n Dead animals, man. If you can even call them that. They're everywhere. On trees, on the ground! I-I gotta… I gotta get the fuck out of here.\n\n\nA-2:\n Settle down, man, and wait for us. It won't be long until we actually find you.\n\n\nA-1:\n You know what? Sure. Can't do anything with how I'm holding up right now. The thing just snatched and ditched me here. I'm kinda hurt, like… pretty badly. At least my stuff is— …Shit…! Where—? Where the fuck are my weapons…?\n\n\nDr. Wickes:\n Just stay where you are and rest somewhere safe. We'll worry about—\n\n\nA-1:\n \n[Whispers.]\n Wait, wait… I hear something…\n\n\n[Silence.]\n\n\nA-1:\n Oh, my—! Give me a fucking break, please!\n\n\nA-2:\n Ace…?\n\n\n[Sounds of growls are heard.]\n\n\nA-1:\n C'mon, give me a bre—! \n[Mumbles.]\n God, please, help me. \n[Inaudible mumble.]\n\n\n[Screams from A-1 are heard.]\n\n\nA-2:\n Oh, my—!\n\n\nDr. Wickes:\n I, uh… erm…\n\n\n[Dr. Wickes disables A-1's audio.]\n\n\nDr. Wickes:\n I-I'm sorry you had to hear that. Just stay cal—\n\n\nA-2:\n He's dead, man! The hell are we gonna do now?\n\n\nDr. Wickes:\n Agent Rhegan, please calm down. You were trained for these circumstances. Just stay where you are waiting for your associates.\n\n\nA-2:\n \n[Heavy breathing.]\n Ok… ok… shit…!\n\n\n[16:55]\n\n\n[Distant noises are heard outside.]\n\n\nA-2:\n Wait, I hear something?\n\n\nDr. Wickes:\n Hmm…?\n\n\n[Sounds of growls are heard.]\n\n\nA-2:\n \n[Whispers.]\n Fuck…! Tell them to hurry the hell up!\n\n\n[No further audio was recorded.]\n\n\n\n\nAfter seven (7) minutes of trying to call SCP-6236, the elevator began working as usual and arrived at Moonlight Shores. Six (6) additional members from Hotel-06 were sent to rescue Agent Rhegan. After entering room 17, It was reported that a bipedal creature was seen near the door while holding SCP-005. The creature was later terminated after it attempted to attack one of the guards.\n\n\nThe creature (now referred to as SCP-6236-R17-1) is covered in black fur. When looking at the sides of SCP-6236-R17-1's skull, it possesses two (2) long protrusions, reminiscent of the extinct genus of lepospondyl amphibian \nDiplocaulus copei Broili.\n SCP-6236-R17-1 is approximately 2.2 meters in height. Its left arm is 1 meter, and its right is 1.2 meters in length.\n\n\nAfter X-raying and examining SCP-6236-R17-1's corpse, SCP-6236-R17-1 appears to show similarities towards human anatomy, possessing hands, including a hyoid bone, yet it's unknown how and why it has this feature.\n\n\nWhen Mobile Task Force operatives were dispatched to retrieve the bodies of both D-87657 and Agent Ace, it was reported that pieces of D-87657's body were scattered across the cornfield, and Agent Ace's body was never to be recovered.\n\n\nNote:\n\n\n\"Do we know how lucky we are to find SCP-005? That Class-D could've just gone inside and locked the door, so we could never get to him. Did you guys not think about that, hmm? He could've talked about what we've been doing here to the \"wrong people,\" and I think we all know who I'm talking about. Thank God that freak ripped that bastard to ribbons when it had the chance to, or else Dr. B█████ would've been on everyone's asses.\n\n\nWe can't take these types of risks, so from now on, a guard is required to hold on to SCP-005. And to add to that, a guard shall also be stationed on a testing floor to prevent idiots like him from running off. You guys are lucky that I'm even letting these explorations continue after all this neglectful behavior….\" — \nDr. Burn\n\n\n\n\n\n\n\n\n\n\nAddendum 6236-3\n:\n\n\nA brown leather journal was being held by Agent Rhegan after the Incident inside room 17. The man who initially was carrying the journal committed suicide after he was finished writing it.\n\n\nHe documented the events that led him to commit suicide inside the cellar, transcribed and translated below verbatim.\n\n\n\n\n+ Transcription of journal recovered from Retrieval Log-005\n\n\n\n\n- Close Journal\n\n\n\n\n\n\nI borrowed this journal from Jeremiah. Ok, I didn't borrow it. I stole it while he was doing chores this morning. I shouldn't steal, I know, but to be honest. He wasn't gonna use it anyway. It's been like a month or two, and he still hasn't used it. I think he was gonna use it as a dream journal or something like that, but he forgot about it, I guess. So I'm just gonna put his journal to good use, and use it to write about stuff.\n\n\nSo to start, my camp isn't doing so great right now. There's no medicine, and we barely have any food to survive. Elijah thought it was a good idea to drink from the pond nearby. The dude got really sick the next day, and to make it worse. Charles is missing today. He said he was gonna look for some food when he left, but he never came back. It's been hours since he left. Maybe I should probably stop worrying. I know Charles. Maybe something caught his eye, and he just started to screw around. He's known to get distracted easily, and… Who am I kidding? He's most likely dead. No one takes that long to find food. That stubborn bastard should've never went alone. We're down to nine people now. We can't lose anymore.\n\n\nI'm gonna stay positive like I always do, but I'm starting to have doubts. Like, how long are we gonna last? There were fifteen of us, and now there's ten. Three died from roamers and the other two left. I mean, I don't blame them for leaving. This place has become so gloomy ever since we lost most of our supplies after moving here. I'm hoping it gets better soon.\n\n\nIf not… Well, to be honest, I don’t really know what to say, except God help us.\n\n\n\n\nNote:\n For now, it's unknown what exactly are \"roamers,\" but it is believed to be the name of SCP-6236-R17-1's species that was recovered from Incident SCP-6236-R17.\n\n\n\n\n\n\nKinda sad Charles is gone. He was the only one that kept this place enjoyable during bad times with his snarky humor. Sometimes he pisses me off, but that kinda what made him special. Now that he's gone, This place just ain't the same no more…\n\n\nEver since Henry let me be the leader of this place after he died, This place just went to shit. I don't really know why he let me take control. I'm not really fit for being a leader. Shit, I have a hard time deciding if I want to get up in the morning. If I have a hard time with that, how am I suppose to make decisions under stressful situations? He should've let Shelly take over. At least She's a tad bit more responsible than me… Ok, that was a lie. She's a lot more responsible than me.\n\n\nI know I can easily pass my leadership over to someone else, but there's something in my mind that tells me not to do that. Maybe It's because I don't want to let Henry down or something. I'd feel like an asshole if I do, but it's probably for the best.\n\n\nI don't know. Maybe he saw something in me? Don't really know why, though. I'm a really boring person, to be honest. He trusted me a lot too. So much that he gave me his favorite gun before he died. I still use it just to remember him. The gun itself ain't pretty, but it still works just fine.\n\n\nI hope you're doing well in Heaven, Henry, or wherever we go when we die. We miss you.\n\n\n\n\n\n\n\n\nRoamers attacked our camp today. There were a lot of them too. I swear, I'm seeing more roamers now than before. It's actually pretty worrying. They breed like rabbits, so even if you killed, like, five of them, there will be 15 more waiting for you.\n\n\nCharles still hasn't come back to camp yet. I told Shelly and Reign to go out and find something edible and try to find Charles too. They're still looking. They've been gone for an hour or two, but I'm not really worried, though. They both know how to fend for themselves if they ever get into trouble with roamers.\n\n\nWell… I hope they do…\n\n\n\n\n\n\n\n\nGood News!\n\n\nThey found food, and they found Charles too! Thank God! He was lying next to a tree when they found him. He said that a roamer attacked him, but it left him alone after a few strikes. He's injured, but it's not too bad, so that's good.\n\n\nIt's weird, though. Usually, those things would try to kill you immediately if they saw you, but this one just… Let him go. I asked Charles about this, but he replied with, \"this fucker wasn't your average roamer. This one was different.\" He kept describing what it looked like, saying it was covered with black fur, was walking on its two legs instead of walking on all fours, taller than a light post, and its head was shaped like a fucking boomerang. Creepy…\n\n\nHe said he saw it watching him behind trees while he was hunting. He tried getting back on his horse, but it got spooked and bucked him off. He ran, but it chased him and caught up to him. It roughed him up, biting him, scratching him, and then ran away.\n\n\nI took him to his tent 'cause he definitely needed some rest, but after I did that. Shelly said they met other people and were told that there are supplies inside some abandoned house just northeast here. Just to be sure we could remember it, they gave us pink sticky notes full of directions on where to go. We can't really take their word for it, but we really don't have a choice.\n\n\nThey also gave us directions to a settlement named Purgatory! I think our luck is getting better now! I just need to plan how to do this. We should get the supplies first and then go to the settlement. It sounds good to me! Shelly said she was gonna get the supplies, so I might as well join her. I don't do anything around here except read books, so it would be great to get out of camp once in a while.\n\n\nWe're leaving in the morning, so I need to be ready. It's gonna be a long trip, but it's all gonna be worth it.\n\n\n\n\n\n\n\n\nI just had a weird dream a few minutes ago. I can't remember anything in my dreams most of the time, but this one… was really vivid.\n\n\nSo, I woke up, and It was pretty silent. Not like the peaceful type of silence, but the type of silence you would hear when you’re inside an abandoned building alone. On my left, there was a Cornfield, and my Lord, it was tall. I started to sit up and looked around, but just when I turned my head away from the field, I heard something. I immediately looked back, and I saw a pair of bright, yellow eyes looking straight at me. I couldn't see it because it was hiding in the field, but it looked small because its eyes were the same height as mine.\n\n\nI got up, and I slowly walked over to it. It wasn't even blinking. It was just watching me. I picked up a rock next to me, and I threw it to get a reaction, but it didn't work. Didn't even flinch. I decided to have the courage to walk towards it, but the more I got closer to it, I could hear it breathing more heavily and see its pupils becoming wider.\n\n\nOnce I was three feet away from it, it started to make garble noises like it was trying to speak to me. I wanted to say something, but for some reason, I couldn't. Even if I tried, I just couldn't get anything out; After a few seconds of me trying to let out a damn word. The creature stopped making noises, and it started to rise, like, it was getting taller. It didn't even break eye contact. Once the thing reached its true height, it started to approach me, slowly revealing itself, and then… I woke up… that pretty much it. Louis woke me up because I was \"yelling in my sleep.\"\n\n\nShit, I feel like… Well. Like shit. I'm covered in sweat, and I feel sick to my stomach. I think I’m going to stay up for a while. I only have a few hours left before Shelly, and I leave to get those supplies. Don't know how I'm gonna keep myself busy, but anything is good to avoid dreaming that crap again.\n\n\n\n\n\n\n\n\nI'm at the pond where Elijah got sick at. Bad idea, I know, but I just needed to go somewhere I could, you know? Chill and get my mind off after that dream.\n\n\nDon't really know what my problem is? Everyone has had bad dreams once in a while, so I don't really know why I'm all weirded out by this one. Maybe it's giving me a sign? I doubt it, but it is kinda cool to thin\n\n\n[Squiggly line.]\n\n\nOk, didn't get to finish earlier. I was about to until I heard something hit the pond. I checked what the sound was, and I noticed a dark figure in the rippled water. I looked up and heard the sound of bushes rustling and saw something moving between the trees. Me being a brave dude, I got up, took my journal, and… got the hell out of there. Call me a pussy if you like, but there's no way in hell I was gonna go over there and check out what it was. Nope. I took my ass straight back to camp.\n\n\n\n\n\n\n\n\nWelp, it’s nighttime, and we left camp. Shelly’s taking night duty since I haven’t gotten any sleep. Now that we left, I’m kinda feeling uneasy right now. Anything can happen out here. Just name it. Roamers? Yep! Thieves? Yeppers! A naked person trying to sell you tree bark? Probably, but you get my point…\n\n\nHere's a tip when you're out camping alone. NEVER BE ALONE!!!! I once knew a girl named Aimee (the second E is silent, by the way), and she went out camping in the middle of nowhere all by herself. While she was sleeping, she heard something outside her sleeping bag and got up to see what it was, and low and behold, it was a roamer staring at the campfire. The thing didn't expect her to pop up like that, so it dashed off into the darkness. Good thing it was only one, though. Usually, they stay in packs, but I guess this one was just by his lonesome.\n\n\nAimee was a real lucky girl that night. She had one of those cool sleeping bags, where you can put your whole body in it, like a cocoon. She definitely gave it a real good scare when she bolted up in that bag. Probably pissed itself, which is weird to write because I've looked at a multitude of roamer corpses for resources and never saw one private part.\n\n\nWeird…\n\n\n\n\n\n\n\n\nI'm looking for some food right now. I'm bored out of my fucking mind out here. Nothing is out here. I've been waiting for, like, I don't know. An hour? And still nothing. NOTHING. I get it. I need to be patient. That's part of hunting, but it's not really considered \"hunting\" anymore when Roamers probably ate or chased away almost everything around here.\n\n\n\n\n\n\nDrawing of a bird.\n\n\n\n\n\n\nThe only animals I see are just squirrels and birds, and I'm not even gonna bother trying to catch those guys. Plus, I don't think eating squirrels is good for your health anyway. Then again, who am I to be a picky asshole right now?\n\n\n\n\n\n\nDrawing of a squirrel.\n\n\n\n\n\n\n[Squiggly line.]\n\n\nIt's been an hour or so since I wrote in my journal. I was about to give up until I found a deer carcass. It's not decomposed or anything. It looked like it died recently, and there's a pink note on its leg. I read the note; it said, \"for you,\" and there's a little scribble on the back. It's a picture of a person besides a long black figure in front of a door. The guy is looking at the thing, and he looks… Sad? I mean, I would be sad too if some type of monster like that was standing right next to me.\n\n\nWell, I wouldn't be sad. More, like, I don't know. Terrified? But who knows? That's just me. It's different for everyone, I guess.\n\n\nI should probably get going. It’s tranquil out here right now. (God, I hope I used that word right…). The birds stopped chirping all of a sudden. Sad. Their singing made the boredom out here a bit more bearable. Oh well, I need to get back to Shelly anyway. I got what I needed, so I’m out of here.\n\n\nI’m still wondering, though. Where did the note and the deer come from? Is the person who gave me the note here, right now? I don’t really know, but I don’t really care, either.\n\n\n\n\n\n\n\n\nShelly is kinda busy looking at what we've found right now, so I might have time to write.\n\n\nWe're getting close, and we're almost out of the woods. I think I see a field in the distance. Shelly told me that the house was near some cornfield, so I think we’re going the right way.\n\n\nSo about what we found. There's a couple of roamers attached to some trees, but it’s nothing out of the ordinary. This crap is common out here. It’s a tradition to do this, kinda. Some do it to piss those things' friends off, and some do it just to be doing it because \"why not? :)\" And some even do it to boost morale for the people who find them. It’s like one of those “Bilroy Was Here\" type stuff, or whatever the heck you call it.\n\n\nI don’t mind it, but my God. What they do to them is just terrible. For example, one of them is strapped to a tree. That's cool and all until you see that its limbs are all gone, and its stomach is all busted open, like some piñata. You can even see its decomposed intestines growing fungi on the ground. There's another one, but its rotting head is on a stick. My lord, This is not the type of shit I wanna see or smell right now. And to make it a little bit worse. One of them is still alive.\n\n\nI normally don't have any sympathy for these guys because they killed some of my friends, but this one I kinda feel bad for…\n\n\nLike most of them, this one is tied to another tree. It's struggling to breathe because of the rope it's tied to, and it's looking pretty beat up. It's also tiny (I'm guessing it's a baby). I don't know what's gotten into me, but I decided it was a good idea to get closer to it and let it free for some weird reason.\n\n\nI guess I was wrong about the whole \"struggling to breathe\" part because when I tried to get near it, it whimpered and started screaming its lungs out. I released the thing, and it fell to the ground. It was trying to get away from me, but it was dragging its back legs while it was doing it. Its legs were broken. I killed it because I didn't want the thing to attract other roamers nearby, and I wanted to put it out of its misery. It was for the best.\n\n\nI get who the people who did this are coming from, but seeing this shit is not boosting my morale, what so ever. But, to be fair, I can't really say the same about Shelly, though. She seems to be enjoying it. Shit, I've been writing for this long, so she's definitely enjoying it. A little bit too much, maybe? I should probabl\n\n\n\n\n\n\n\n\n[In messy handwriting.]\n\n\nat the pond… i was there\n\n\n\n\n\n\nThe pond.\n\n\n\n\n\n\nin your dreams… i was there.\n\n\n\n\n\n\nDrawing of SCP-6236-17-1 and the man.\n\n\n\n\n\n\nin the woods… i was there\n\n\n\n\n\n\nThe woods.\n\n\n\n\n\n\nyou have what i need. for the door in the middle of nowhere.\n \nHELP ME\n\n\n\n\n\n\nHelp Him…\n\n\n\n\n\n\n[Dry blood stains.]\n\n\n\n\n\n\n\n\nI'm under the house, but I don't even know how I got in here. I remember that I was writing in my journal, and I heard Shelly yelling my name. I came to her and saw the tall monster in my dreams peeking behind a tree. It was staring at us and we starred back. After a few seconds of unbearable silence, The monster moved away from the tree it was hiding behind and started walking towards us. Its glare was bone-chilling. So chilling that I couldn't even move. Even though it was probably gonna rip us to shreds if I didn't do anything. Thankfully, Shelly pulled the hunting crossbow out of my bag the second it started moving and shot the thing in the arm. The monster let out a huge roar and ran away.\n\n\nWe thought we were safe until we heard growls behind us. It was roamers. There were, like, a dozen of them, I think. They saw us and the mutilated roamer corpses near us and attacked us on sight. I can't remember what happened next, but I remember us heading to the field. Luckily they're not really fast.\n\n\nAfter we got there, we left our horses and hid for God knows how long. it felt like hours, even though it was probably like eleven minutes. My heart was racing because if one of them would've found us; It would've alerted the others, we were dead. We had to stay completely silent and not move a MUSCLE. A few painfully long minutes later, they lost us. I thought we were good until I saw something behind Shelly. I could barely see it. I squinted my eyes and later learned that it was the monster Shelly shot earlier ago. I could see the blood dripping off its black-boney hand and its widening pupils. It was pissed.\n\n\nShelly got worried at what I was looking at and turned around. As soon as she did, the monster sprinted at her, grabbed her by the feet, and dragged her deeper into the field. I didn’t know what to do, so I made the shittiest decision in my life and just left her to get away from the thing as fast as possible. I don't know why I did it. I panicked. I remember hearing her screams and distant cries for help, but I kept running, and I hate myself for that.\n\n\nI tripped and hit my head on the ground. I think I knocked myself out. Don't know how long, though. The next thing I know, I'm somehow in the house's basement now. Don't know who put me in here, but he/she was kind enough to bring my backpack. Although, most of the stuff in my bag is gone, and some of the pages in my journal are missing, too.\n\n\n\n\n\n\n\n\nI'm still pissed that those bastards lied about there being supplies. What a big waste of time. If I ever get the chance, I'll put a bullet in each of their heads. They got my friend killed.\n\n\n[Stains.]\n\n\nI got my friend killed.\n\n\n[Squiggly line.]\n\n\nMy headache’s getting worse, Shelly's gone, and all the important stuff I need is gone. I don’t know what to do now. I'm trapped here. Not a lot of food, no water, I'm screwed…\n\n\n[Squiggly line.]\n\n\nI went outside to see if it was safe, and it was still bright outside, so I went out to look around, and I saw three of my ripped journal pages on the ground: the first one showed a stick figure with a cigarette in its mouth. The page is full of nothing but the word \"bad\" surrounding the figure.\n\n\nThe second one shows the same thing as the first one, but it's a bunch of people wearing robes like one of those creepy cults would wear.\n\n\nthe third page didn't have a drawing but a message saying it was watching me everywhere: at the pond, when I was hunting, etc. It was stalking us the whole entire time. It wrote in my journal saying the same thing.\n\n\nIt's fucking eerie, man. I don't know what the hell it wants from me. I looked up and saw the creature on top of the hill looking down at me. I don't know why my dumbass did this, but out of panic, I did, like, a dive inside the basement, hitting my head on the way in. I'm alright, but my head hurt even worse thanks to me. I think it's bleeding a bit but I've been through worse.\n\n\nMinutes later, I heard human-like screaming from it and then started destroying the already ruined house out of rage. I could hear it ripping out pieces of the house while having a fucking mental breakdown out there.\n\n\nI don't have a lot of bullets in my gun. I wasted it on the roamers to slow them down and the ammo I had in my bag is all gone. I only have one shot left. Gotta make it count.\n\n\n\n\n\n\n\n\nIt's another day and the paranoiya is really getting to me. the thing is waiting for me and I know it. It's quiet but I know it's there waiting for me.\n\n\nI'm losing my mind down here: I killed my friend and it's pulling me down mentally. I can still hear her voice behind the walls when I'm sleeping. I heard her through one of the cracks on the walls. I try to answer her, but she always stops talking when I answer. At one point, I just started looking at the walls, I don't know how long, to see if she say something, but she never does. I think I made her sad. I'm sorry Shelly.\n\n\n[Squiggly line.]\n\n\nThese headaches are pissing me off: they always come out of nowhere, making my face feel all weird, especially my brain. They hurt a lot, a lot. It doesn't happen all the time but they make me feel nausheus and I start vomitting a bit.\n\n\n\n\n\n\n\n\n[Page is filled with drawings of objects and SCP-6236-R17-1.]\n\n\n\n\n\n\n\n\nI can't do this anymore. The people behind the walls are mad at me for some reason. When I'm sleeping, I hear them shouting at me, screaming shit I can't even understand. All their screams are overlapping each other. They're fucking histerical. Can't sleep because of them, and I know they're looking at me writing this.\n\n\nI want it to stop. please.\n\n\n[Squiggly line.]\n\n\nI knew it was still here, I knew it!\n I can hear it above me still searching for me. I heard it break something up there and yelled out something. It sounded like a grown man. That's probably how it lures its prey: making it sound like us, so I can show myself and be its next dinner.\n\n\nWell, I say fuck it! I ain't going out like that.\n\n\nI failed you, Henry. I'm sorry, man. Im just not fit to be in charge of anything. I failed shelly and the whole camp.\n\n\nIf anyone finds this book, I want you to learn from me. Don't be like me.\n\n\nForgive me\n\n\n[Gunpowder residue.]\n\n\n\n\nNote:\n This is the last entry. The unknown man's body was later recovered and taken to a forensic laboratory for identification. After an abundance of analyses, researchers were unable to determine the man's identity, providing no records of the man ever existing.\n\n\nAfter the fact, room 17 was given the title of an \n\"Öß-Class \"Multi-Universal Amalgamation\" Scenario.\"\n\n\n\n\n\n\n\n\n\n\nAddendum 6236-4\n:\n\n\nThe previous Class-D test subject, D-94753, has shown physical improvements after the incident in room 04 and is now available for testing on the second floor. The guard that will be watching over D-94753 to prevent the loss of both personnel and SCP-005; is Agent Rhegan from the security unit Hotel-06.\n\n\n\n\n+ Exploration Log 6236-F2-2\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\nD-94753 was equipped with a head-mounted camera and was tasked to explore SCP-6236's second floor.\n\n\n\n\n<Begin Log>\n\n\n[D-94753 and Agent Rhegan inside SCP-6236.]\n\n\nAgent Rhegan:\n So, uh… how you feelin' right now?\n\n\nD-94753:\n Good, but these stitches are makin' me feel sore, though. But it ain't no b—\n\n\nAgent Rhegan:\n Cool, cool…\n\n\nD-94753:\n What was the point of tryin' to talk to me if you're just gonna interrupt me like that?\n\n\nAgent Rhegan:\n I asked, but I didn't want to get a response, truth be told.\n\n\nD-94753:\n Wha—? Whatever, man.\n\n\n[Silence.]\n\n\nAgent Rhegan:\n Jesus, why the hell is it taking this thing so long?\n\n\nDr. Wickes:\n Uh, there seems to be a problem with SCP-6236. Just stay calm, and we’ll see what’s going on.\n\n\nAgent Rhegan:\n So, you’re tellin’ us that it’s ain’t working again?\n\n\nDr. Wickes:\n I… suppose so, yes.\n\n\nAgent Rhegan:\n God-fucking-damnit…! Really…? \n[Mutters.]\n Fuck!\n\n\nDr. Wickes:\n SCP-6236 is probably not working temporarily. Just give it some time.\n\n\nAgent Rhegan:\n I am fucking calm! \n[To D-94753.]\n Hey, you scared of being in elevators?\n\n\nD-94753:\n Am I claustrophobic? Nah.\n\n\nAgent Rhegan:\n Good, thank God. Don’t want no asshat to be havin’ panic attacks and shit Inside an elevator that's probably air-tight.\n\n\nD-94753:\n I don't know shit about elevators, but if this thing is this big and it's air-tight; We probably have at least… thirty or forty hours in here. So, uh… you wanna talk about something else to pass the time?\n\n\nAgent Rhegan:\n One: you made that up, and two: no, not really.\n\n\nD-94753:\n Oh, c'mon, man. Don't make this crap situation awkward than it already is. Let's just have a little talk. We might learn something from it.\n\n\nAgent Rhegan:\n Jesus… \n[Sighs.]\n ok, what do you want to talk about? Let's make this quick, all right?\n\n\nD-94753:\n Nice. So, um… what—? What happened to that Jace or Chase dude you talk to all the time? When that other dude and I were doing those tests-thingies, You were talkin' to him, like, every time I saw you. Now I come back here, and he ain't there no more. What’s up with that? Did he call in sick or somethin’?\n\n\nAgent Rhegan:\n \n[Mumbles.]\n Christ, you’re really gonna hit me with that? \n[Normal voice.]\n Ok, first of all. The man you’re talking about is Ace, and no, he did not “call in sick.\" He died.\n\n\nD-94753:\n Damn, That’s rough. You know how he died?\n\n\nAgent Rhegan:\n Why the hell do you care?\n\n\nD-94753:\n I don't. We're just two strangers having a friendly conversation. Come on.\n\n\nAgent Rhegan:\n Well… I can’t give you the details, but we were searching for, you know who, and one thing led to another, and he, um… he died. That's all you need to know. Are you happy now?\n\n\nD-94753:\n Hey, that's good enough for me. I ain’t gonna push it. Probably be better if I didn’t know, to be honest. \n[Chuckles.]\n Y'all be doin’ some weird shit. But anyway, sorry for your loss, man.\n\n\nAgent Rhegan:\n Thanks.\n\n\n[Silence.]\n\n\nD-94753:\n So, uh… we’re you and Ace friends, or, um… you know.\n\n\nAgent Rhegan:\n What…? What ar—? Jesus! God, no! We were just buddies. Where the hell did you even get that from?\n\n\nD-94753:\n Ey, I— I don't care. Ain't trying to judge. All I did was just connect the dots, and it looked to me like you two were pretty close, so…\n\n\nAgent Rhegan:\n Again, we were just buddies. \n[Scoffs.]\n “Connect the dots…?” How about I connect the dots in your head, so you can start thinking properly? Conversation's over.\n\n\nD-94753:\n All right, all right. Chill, man. I was just saying.\n\n\n[Silence.]\n\n\nD-94753:\n \n[Chuckles.]\n I know you said we were done talking, but, uh… you and your friend remind me of someone I met before I got here.\n\n\nAgent Rhegan:\n Hmm? And who's that, huh?\n\n\nD-94753:\n I can’t remember what was his number, but I remember him telling me to call him Jago because he liked how it sounded.\n\n\nAgent Rhegan:\n \n[Chuckles.]\n Jago? Really?\n\n\nD-94753:\n Yep… Jago was… I’m not even gonna lie, he was a weird-ass dude, but he was really good at telling stories, though.\n\n\nAgent Rhegan:\n Yeah? What type of stories did he talk about?\n\n\nD-94753:\n Shit, there was a variety of them! One time he said he saved a woman from being mugged, and then he married her. And in another one, he said he saved puppies from being crushed to death by a garbage truck. I mean, his stories were complete bullshit, but he was funny as hell, though.\n\n\nAgent Rhegan:\n \n[Soft chuckles.]\n Yeah? What happened to this Jago guy?\n\n\nD-94753:\n Honestly… shit, I don’t know. I remember at chow, I was eating with him, and he had this honeybun on his tray. He went off somewhere to get a drink, and I thought it would be funny to hide his honeybun and see how he would react.\n\n\nJago comes back, and before he even sits down, he already notices that his honeybun is missing. The dude that was sitting right next to Jago somehow had two honeybuns on his tray. Jago sees this, right…? I don't know what Jago was thinking to himself, but later, he starts to look at me… then he looks back at him… and, boom, punched him right in the nose!\n\n\nAgent Rhegan:\n Damn!\n\n\nD-94753:\n Mm-hmm. It was bad, too, man. Jago was a huge dude, so it completely messed his nose up when he hit him. Like, it was all bent and shit — it was nasty. He was the ground, head swaying, and everything.\n\n\nAgent Rhegan:\n Just from a honeybun? His face probably looked like something from a Picasso painting after that.\n\n\nD-94753:\n \n[Chuckles.]\n Shit, I don't know who that guy is, but yeah! Jago crushes the dude, punches the taste outta of his mouth. After that, people that knew the dude got in on it and started punching Jago. There were, like, 3 or 4 guys on him, so I said, \"eff it,\" and started helping him. After, after that, a bunch of other people started joining, and it turned into a huge-ass brawl. People were throwing food, shoes; they were spittin’, it was absolute chaos.\n\n\nAgent Rhegan:\n Jesus. What happened after?\n\n\nD-94753:\n What happened next…? So, I was fighting this other dude, and I didn't really think to tucked my shirt in my pants before I started fighting because I was in the moment, y'know. One second later, he pulls my shirt up to my face and blinds me with it. That guy beat my ass, not even gonna lie about that. He left a few knots on my face. I’m man enough to say I took that L.\n\n\nAgent Rhegan:\n How humble. That how I know your story isn’t B.S: you win some, you lose some.\n\n\nD-94753:\n Mm-hmm. That's just how it goes.\n\n\nAgent Rhegan:\n Still though… kinda stupid that no guards were lookin' over you guys.\n\n\nD-94753:\n Nah, they was there, but they couldn't do anything about it. There was only, like, one guard, so he ran out and locked the doors.\n\n\nAgent Rhegan:\n Mm. Let me guess, more guards came in, took control of the situation, and that was the end of it, right?\n\n\nD-94753:\n Mm-hmm. They came in, gave us warning shots, and we got down real fast. They didn't know what to do with us after, so they just put us back in our cells.\n\n\nAgent Rhegan:\n Mm-hmm. And Jago…?\n\n\nD-94753:\n Him…? I don't even know what happened to him. During chow, I saw him, and he had this huge grin on his face. Before I could tell him what happened earlier, he starting chewing my ear off about this experiment he had a part in after chow. He kept going on, and on, and on— I couldn't even get a word in 'cause he kept talking so much… he left chow hall early, and that was the last time I ever saw him again.\n\n\nAgent Rhegan:\n Dang…\n\n\nD-94753:\n Uh-huh… he never even got to eat his honeybun…\n\n\n[Silence.]\n\n\nAgent Rhegan:\n I, um… was actually gonna stay here one time. You know, the motel? But, uh… the place gave me the creeps, and I just got out of there. I guess that gut-feeling was right, after all.\n\n\nD-94753:\n For real? You live—? Wait, where are we at, again?\n\n\nAgent Rhegan:\n Well… ah, you're gonna forget this in a few days, so screw it: Nebraska is where we're at—probably already know that because of how bad it smells, yeah?\n\n\nD-94753:\n \n[Chuckles.]\n Oh. So, do you live here?\n\n\nAgent Rhegan:\n Nebraska? Nope. I just went there to do some \"errands.\"\n\n\nD-94753:\n Ah. Whatchu think about Nebraska, though? Not good because of the odor, right? \n[Chuckles.]\n\n\nAgent Rhegan:\n No. No, Nebraska's pretty nice, actually. It may smell like roadkill sometimes, but the people here are kind, and Nature here is nice, too—if you're into that sort of stuff. It's just the rural areas that are not-so-good. They're full of bored, psychotic weirdos; Not all of them are like that, but when you live somewhere that barely has any people nearby, you start to test what you can get away with.\n\n\n[Audio log shortened for brevity.]\n\n\n[Overlapping laughter.]\n\n\nD-94753:\n Damn right! And the other thing about— …about, uh…\n\n\nAgent Rhegan:\n \n[Soft chuckles.]\n you good, man?\n\n\nD-94753:\n Mm-hmm… you hear that…?\n\n\nAgent Rhegan:\n …No…?\n\n\nD-94753:\n You don’t hear people talkin'…? Take off the helmet, and you’ll probably hear ‘em.\n\n\nAgent Rhegan:\n My hearing’s fine — what're you talkin’ about?\n\n\n[D-94753 presses his ear against SCP-6236’s doors.]\n\n\nAgent Rhegan:\n Ugh, you’re gonna get an ear infection doin’ that.\n\n\nD-94753:\n Yeah, yeah, whatever, man…\n\n\n[Silence.]\n\n\nAgent Rhegan:\n …You still hearin' somethin'…?\n\n\n[D-94753 remains silent.]\n\n\n[SCP-6236's doors begin to open.]\n\n\nUnknown 1:\n You gotta—! \n[Sighs.]\n Fuck me…!\n\n\nAgent Rhegan:\n The hell…? You two put your hands up right now!\n\n\nUnknown 2:\n 'Ey, 'ey, take it easy, man! Don't want to do anything stupid with it.\n\n\nAgent Rhegan:\n Don't tell me what to do. You just keep your hands up and shut your mouth. \n[To Dr. Wickes.]\n Sir, are you there?\n\n\nDr. Wickes:\n I'm sorry? What did I mi—? Oh… I see.\n\n\nD-94753:\n What now?\n\n\nDr. Wickes:\n Just stay right there and keep them where they are. We're sending a few guards to your location.\n\n\nAgent Rhegan:\n Roger. \n[To D-94753.]\n Get out the elevator.\n\n\n[Agent Rhegan and D-94753 exits SCP-6236.]\n\n\nUnknown 1:\n I can hear the person you're talking to. Just calm down. You already have us. No need to—\n\n\nAgent Rhegan:\n Don't tell me to calm down. Who are you two? What are you doing here?\n\n\nUnknown 1:\n You can tell that to the person right behind you.\n\n\nAgent Rhegan:\n What? \n[Turns around.]\n What're yo—?\n\n\n[Before Agent Rhegan looks back at the unknown individuals, Unknown 1 unlocks one of the rooms and escapes.]\n\n\nUnknown 2:\n Ah, yo—! \n[Mutters.]\n Asshole…!\n\n\nAgent Rhegan:\n Shit! \n[To D-94753.]\n Hey, give me a hand and take the cuffs from my back pouch.\n\n\nD-94753:\n Uh, ok…?\n\n\n[D-94753 collects the handcuffs.]\n\n\nUnknown 1:\n C'mon, y'all, don't put cuffs on me. I got very sensitive wrists…\n\n\nAgent Rhegan:\n Stop your crying! \n[To D-94753.]\n Go. Hurry up before he gets away too.\n\n\nD-94753:\n The fuck do you want me to do with these, man?\n\n\nAgent Rhegan:\n What are you, slow? Cuff the bastard — arrest him.\n\n\n[D-94753 walks up to the unknown individual.]\n\n\nD-94753:\n Sorry, man. \n[Sighs.]\n Man, this is too much.\n\n\nAgent Rhegan:\n Ah, now don't you start.\n\n\n[D-94753 successfully detains the unknown 2.]\n\n\nD-94753:\n Cool. Got it.\n\n\nAgent Rhegan:\n Finally. Sir, we detained one, but the other got away.\n\n\nDr. Wickes:\n Eh, Good enough. Now we'll know what the hell is going on here. Return to Moonlight Shores.\n\n\nAgent Rhegan:\n \n[To Unknown 2.]\n Hey, Jerk-off, get moving. The elevator. now, go. \n[To D-94753.]\n I appreciate our little chat, but for now on, let's just pretend like we never spoke to each other, capiche? We're not allowed to befriend D-Class.\n\n\nD-94753:\n Eh, cool with me, man. I could care less, but, uh… it was good talkin' to you, though.\n\n\nAgent Rhegan:\n You too…\n\n\n<End Log>\n\n\n\n\nThe unknown man was later sent to Site-██ for interrogation.\n3\n A DNA test was given to the man and was confirmed to be Chris Ortiz Scallion, a man in his mid-thirties who was reported missing in 2009 and was presumed dead after the fact. Ortiz was last seen entering his room at Moonlight Shores at 8:53 PM. After his disappearance, police entered his apartment to search for DNA evidence.\n4\n\n\n\n\n\n\nAbandoned tunnel.\n\n\n\n\n\n\nAfter no suspects or leads to help move the investigation, the case was left yet unsolved until further evidence was found.\n\n\nUpdate:\n The search for the second unknown individual was eventually carried out in room 14. When agents entered the room, they reported seeing a trail of footprints leading to an abandoned tunnel system. Agents later entered the tunnel and stated that there were rooms containing operating tables with body restraints, some possessing dry blood on their surfaces.\n\n\nAgents were unsuccessful at locating the unknown man. Until now, SCP-6236's second floor is now being monitored by CCTV camera at all times.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log - 11/26/10\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDate: 11/26/10\n\n\ninterviewee:\n Chris Ortiz Scallion\n\n\nInterviewer:\n Agent Tusct\n\n\nForeword:\n After one (1) hour of waiting, Agent Tusct enters the interrogation room.\n\n\n\n\n<Begin Log>\n\n\nAgent Tusct:\n Sorry for the wait, Mr. Ortiz, paperwork around here is bi— …Well, it's not very nice.\n\n\nMr. Ortiz:\n Mm…\n\n\nAgent Tusct:\n Ok… let's not waste any more time than we need to. Who do you work for?\n\n\n[Mr. Ortiz remains silent.]\n\n\nAgent Tusct:\n A cult? The government…? What…?\n\n\n[Mr. Ortiz continues to remain silent.]\n\n\nAgent Tusct:\n …Come on, man, you have to say something, eventually. Again, who do you work for?\n\n\nMr. Ortiz:\n \n[Unintelligible.]\n\n\nAgent Tusct:\n I'm sorry?\n\n\nMr. Ortiz:\n \n[Unintelligible.]\n\n\nAgent Tusct:\n I can't hear you. You need to start sp—\n\n\nMr. Ortiz:\n leave me alone. Can I just plead the fifth? You never even told me my rights.\n\n\nAgent Tusct:\n I'm sorry, you can't. If you keep this up, you'll be here for a long time. And when I mean a long time, I mean a very long time. You're under our custody, which means we can keep you here for hours, days, months. We'll keep you here as long as we need to. What we're doing is legal… well, most of it is. \n[Chuckles.]\n\n\nMr. Ortiz:\n What are you gonna do to me?\n\n\nAgent Tusct:\n Well, to be truthful with you, it ain't nothin' nice after what I just said.\n\n\nMr. Ortiz:\n \n[Mutters.]\n Oh, lord.\n\n\nAgent Tusct:\n Now… we ain't— We ain't gonna torture you. So you can erase that off your worry list. Besides, we're not into that stuff. A few are, but we tell them to keep that to themselves…\n\n\n[Mr. Ortiz remains silent.]\n\n\nAgent Tusct:\n Now, I know… I get it: You're in a facility, probably in the desert of █████, full of a Variety of degenerates like me: some smart, some stupid, et cetera. But you need to start talking. It’ll be good for you and us if you do.\n\n\n[Mr. Ortiz continues to remain silent.]\n\n\nAgent Tusct:\n Look, I’m your friend, all right? I’m the only one that wants to help you get out of here as soon as possible. \n[Points at observation window.]\n Them, right there? They want to keep you here and become a prisoner. Now, I-I don’t want that to befall on you, so please let me help you.\n\n\nMr. Ortiz:\n I… \n[Groans.]\n I don't have a choice, do I…?\n\n\nAgent Tusct:\n \n[Makes an upward hand gesture.]\n Up to you, my friend. I just want to help.\n\n\nMr. Ortiz:\n \n[Sighs.]\n …You know what…? I’ll say anything to get me the hell outta here.\n\n\nAgent Tusct:\n See? Good! That’s more like it! If you keep that up, you can leave, and maybe I can get a promotion! \n[Chortles.]\n Hey, even better, we’ll also deal with your “gone for 1 year and then came back in some magic hallway” problem. Speakin’ of that. You wanna tell me why you’ve been gone for 1-dang-year?\n\n\nMr. Ortiz:\n Look, sir. I don't remember much.\n\n\nAgent Tusct:\n Ok, then let me start you off: You go into your motel room. For some reason, someone comes into the room without breaking in, and then poof. You're gone. No fingerprints on the doorknob, no DNA of your assailant anywhere. Nothing. Does that help you remember?\n\n\nMr. Ortiz:\n No, I— What? Man, I don't even remember getting a room or getting kidnapped.\n\n\nAgent Tusct:\n You—? …You serious…?\n\n\nMr. Ortiz:\n \n[Begins to shrug.]\n\n\nAgent Tusct:\n \n[Mutters.]\n …Jesus…\n\n\n[Silence.]\n\n\nAgent Tusct:\n You really don't why you've been gone for so long?\n\n\nMr. Ortiz:\n I swear on it, I'm tellin' the truth. Don't know what you want me to say.\n\n\nAgent Tusct:\n Mm… um. Can you at least tell what you were doing when we found you?\n\n\nMr. Ortiz:\n I was being scolded by some dude.\n\n\nAgent Tusct:\n \"Some dude?\" Who and what for?\n\n\nMr. Ortiz:\n Don't know the guy. He told me to meet him for a private conversation. I got there, he was waiting for me, and he started getting all mad, like, really, really mad, saying that I wrote some wrinkled up note he found near one of the rooms. Didn't even know what he was talking about. I read the thing. It wasn't even in my handwriting, so I don't even know how he got to that conclusion.\n\n\nAgent Tusct:\n Ok…? But still, you sure you don't know him?\n\n\nMr. Ortiz:\n I don't know crap about the dude, man. Only thing I know is that he's in some group. Don't know what it's about. They don't tell me anything.\n\n\nAgent Tusct:\n Group…? Are you a part of this so-called \"group?\"\n\n\nMr. Ortiz:\n In a way… yes, but again, they don't tell me nothin'. So, I don't even participate in what they do. To be honest, I don't even know what's their cause. Hope it's, like, helping people or something. And before you say it. I have no idea what they're called, so don't bother.\n\n\nAgent Tusct:\n I see… there are, um… you probably already know this, but, uh, there're rooms in the hallways… you don't— …You don't happen to know what they're for, or what's in them, do you?\n\n\nMr. Ortiz:\n Uh, Nope. You need a key to open 'em, which they never gave me. But I've been trying to, though. There're peepholes on the doorknobs. I've tried looking through them, but something was blocking 'em. I also tried looking through those keyholes, but that didn't work, either. One time, one of them saw what I was doin' and told me to stop, and I did. Probably for the best, though. I could've gotten, freakin', pinkeye, knowing that they barely wipe those things with alcohol. Thank God I didn't. That would've sucked…\n\n\nAgent Tusct:\n Mm-hmm…\n\n\n[Silence.]\n\n\nMr. Ortiz:\n Come to think of it. I do know one guy that probably knows what's inside those things. He has one of those keys.\n\n\nAgent Tusct:\n Really?\n\n\nMr. Ortiz:\n Yeah, his name's Adrian. Can't remember, but he's the manager of this building called, uh… \"Moonlit Whores…?\" It's a very… very interesting name for a building.\n\n\nAgent Tusct:\n Wait, you were allowed to leave?\n\n\nMr. Ortiz:\n Yes. Well… no…? I mean, they don't know I leave. One time, I left to get a lil' fresh air, and I went around the building to check it out because, you know, curiosity and all that, right? Adrian spots me and starts gettin' all mad and tells me to stay out of sight. I don't know why, though\n\n\nAgent Tusct:\n Really? Ok, um… thank you. We'll be su—\n\n\nMr. Ortiz:\n And you know what's surprising? I thought that building was some type of whorehouse, but it was actually a motel. Really confusing name.\n\n\nAgent Tusct:\n What's the difference, right? \n[Soft chuckle.]\n\n\nMr. Ortiz:\n \n[Chuckles.]\n Yeah…\n\n\n[Silence.]\n\n\nAgent Tusct:\n Were you well-fed?\n\n\nMr. Ortiz:\n Yeah. Adrian would bring in food. Always had a look when doing it, though. Like, he didn't like doing it but he didn't really have a choice.\n\n\nAgent Tusct:\n Uh-huh. Where did you sleep?\n\n\nMr. Ortiz:\n There was a room they gave me whenever I wanted to rest. It was pretty cozy. They gave me a stuffed bear to put in there. I didn't like it that much. Every time I woke up, it was looking straight at me. When I left the room and came back, the bear's head would be pointing towards the hallway. That shit freaked me the hell out.\n\n\nAgent Tusct:\n \n[Chuckles.]\n Well, I'm glad we got you when we did… but, uh, yeah, we'll be sure to reach out to Mr. Ludhardt for another interview. Thank you.\n\n\nMr. Ortiz:\n I've talked to him before, you know? He seems to be a nice fella. Just wish he would stop smoking a lot, though. He's, like— …You know that smoking makes you look old, right? He's, like, younger than me, but he looks like he's in his late 60s, almost. Like… it's either that stuff or the years have not been kind to him at all.\n\n\nAgent Tusct:\n Right, right…\n\n\n[Silence.]\n\n\nAgent Tusct:\n Well, that's a few of the questions for you. As I said, there's more, but I don't think you'll be able to answer ‘em.\n\n\nMr. Ortiz:\n I mean, I'm willing to help you guys out on whatever y'all are trying to do.\n\n\nAgent Tusct:\n We appreciate your willingness to help. Actually, we need you to do something. We still need to figure out how to solve the whole \"gone for a year\" stuff. It won't harm you or anything. You can trust me on that, for sure.\n\n\nMr. Ortiz:\n Of course! I'm willing to do anything.\n\n\nAgent Tusct:\n Anything, huh…? \n[Sighs.]\n Yeah…\n\n\n<End Log>\n\n\n\n\nWhen agents arrived at Mr. Ludhardt's house, it was reported that he seemed to have left in a rush, stating that the house was littered with personnel items across each room. After numerous days of tracking Mr. Ludhardt. It was later reported that Mr. Ludhardt took a plane to Switzerland and was currently living in a small apartment in Dübendorf. Mr. Ludhardt was later arrested by a Swiss undercover Agent after attempting to pass a toll booth. Mr. Ludhardt was later sent back to Site-██ for interrogation. See \nInterview Log - 12/01/10\n.\n\n\nMr. Ortiz was administered with Class-C amnestics and was given cleaning duties at Site-██, where SCP-6236-02 is being contained. Testing for SCP-6236-02 is now authorized.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log - 12/01/10\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDate:\n 12/01/10\n\n\ninterviewee:\n Adrian Ludhardt Welles\n\n\nInterviewer:\n Dr. Richards\n\n\nForeword:\n Mr. Ludhardt waits for Dr. Richards.\n\n\n\n\n<Begin Log>\n\n\n[Dr. Richards enters the room.]\n\n\nMr. Ludhardt:\n Uh, hey, man! Good to see ya!\n\n\nDr. Richards:\n Good to see you too, Adrian. Sorry about ending your vacation so soon. Speaking of that, why were you in such a haste to leave? We went to your house, and there were items everywhere in your house. Why's that?\n\n\nMr. Ludhardt:\n Oh, um… embarrassing to say… \n[Sighs.]\n I don't clean my house too much… there's your answer.\n\n\nDr. Richards:\n Right… again, sorry about your vacation. We just need more info from you.\n\n\nMr. Ludhardt:\n \"more info?\" Don't have a lot of stuff to give you. I-I've told you everything I knew.\n\n\nDr. Richards:\n No… no, you haven't. \n[Sighs.]\n Don't make this harder than it has to be. We know.\n\n\nMr. Ludhardt:\n Wh-what…?\n\n\nDr. Richards:\n One of your friends informed us about your questionable activities. Do you know Chris Ortiz…? Yes, we've found him, and he told us everything.\n\n\nMr. Ludhardt:\n …I-I… I don't—\n\n\nDr. Richards:\n Sorry, save that thought for a moment. I'll be right back.\n\n\nMr. Ludhardt:\n I… \n[Rubs face.]\n Ok…\n\n\n[six (6) minutes later.]\n\n\nMr. Ludhardt:\n \n[Mutters.]\n Chris…? that fucking piece of shit…!\n\n\n[Mr. Ludhardt begins to start pacing around the interrogation room.]\n\n\nMr. Ludhardt:\n \n[Mutters.]\n The fuck am I gonna do now…? \n[Inaudible.]\n\nthe hell was you thinking, me…? You stupid, stupid piece of shit…! \n[Inaudible muttering.]\n\n\n[One (1) hour later.]\n\n\n[Dr. Richards enters the room.]\n\n\nDr. Richards:\n Adrian, what are you doing on the floor? Your face is red, are you ok?\n\n\nMr. Ludhardt:\n Yeah, I'm… \n[Snuffle.]\n I-I'm good…\n\n\nDr. Richards:\n Good. Now, get up. We have a lot of questions today, and this floor hasn't been cleaned yet.\n\n\n[Mr. Ludhardt stands up and sits back in his chair.]\n\n\nMr. Ludhardt:\n Look, I'll tell you everything, but please, please just let me go after this, man, I beg you!\n\n\nDr. Richards:\n All right, calm down. No need to be desperate. We'll worry about that later, but for now, let's just get to the questioning.\n\n\nMr. Ludhardt:\n Ask me anything. Hit me, please.\n\n\nDr. Richards:\n Again, calm down… Mr. Ortiz said you were a part of this group. Ar—?\n\n\nMr. Ludhardt:\n Look, man, I don't know a lot about them, ok? I did work with them, yeah? But they were going to kill me!\n\n\nDr. Richards:\n They were going to kill you?\n\n\nMr. Ludhardt:\n Yes! You have to believe me!\n\n\nDr. Richards:\n What for?\n\n\nMr. Ludhardt:\n 'Cause I let one of their monstrosities loose into one of the rooms.\n\n\nDr. Richards:\n Which room?\n\n\nMr. Ludhardt:\n That room on the second floor. The one I told you about.\n\n\nDr. Richards:\n …room 17? But you s—\n\n\nMr. Ludhardt:\n I know what the hell I said, ok? That was a lie. All of it, a lie. There ain't—! Man, there ain't no fucking room filled with eyes and all the other dumbass shit I said! Are you fuckin' kidding me? I made it all up!\n\n\nDr. Richards:\n I see… can you tell us what happened with this room 17 incident?\n\n\nMr. Ludhardt:\n I-I took a break from my work for a minute to smoke, and it was too cold outside 'cause, you know? It's was late November, so I went up the elevator, got to the room, opened it, and smoked there.\n\n\nDr. Richards:\n And…? What else?\n\n\nMr. Ludhardt:\n I was smoking, and I heard those elevator doors open; and I saw this long, black, lanky motherfucker. It saw me and started sprinting toward me. I started to panic and ran inside the room. It comes in, and I got behind him and slammed the door on its hairy-ass, locking it in there. Don't know if it's still in there or not.\n\n\nDr. Richards:\n Did you know where this \"lanky\" creature came from?\n\n\nMr. Ludhardt:\n Yeah… yeah, I do… that group…? Yeah, they made that. It got out somehow and killed a few of their guys, is what I heard.\n\n\nDr. Richards:\n Really? What's the name of this group?\n\n\nMr. Ludhardt:\n I don't know. They always talk about \"cleaning\" places, so I just called them \"The Janitors.\" They look just like us, but they got the eyes of a politician: voidless and no emotions whatsoever. Ugh!\n\n\nDr. Richards:\n Their purpose?\n\n\nMr. Ludhardt:\n Purpose…? They make monsters and then put them in rooms, saying they're \"purifying\" the place. They're like dogs: just be doin' shit, just to be doin' shit. Unpredictable as hell.\n\n\nDr. Richards:\n Mm-hmm… I must ask, how do they make these creatures? They surely don't create them out of thin air.\n\n\nMr. Ludhardt:\n Well, they, uh… they snatch people either from here or different places, and they, um… they \nchange\n them into whatever they want them to be.\n\n\nDr. Richards:\n Mm… there were a few incidents of people going missing. I'm guessing… you were the cause of them?\n\n\nMr. Ludhardt:\n \n[Sighs.]\n …Yeah….\n\n\nDr. Richards:\n Why?\n\n\nMr. Ludhardt:\n I don't know… \n[Coughs.]\n besides, it was only that Chris-guy… or more… I can't remember.\n\n\nDr. Richards:\n Speaking of Mr. Ortiz, why were you keeping him there for such a long time?\n\n\nMr. Ludhardt:\n man, I don't know why they kept that man for so long. I didn't make that decision. Maybe they needed more people? They should've taken care of him after they got a hold of him.\n\n\nDr. Richards:\n Well, can you at least unfold the events that led you to abduct him?\n\n\nMr. Ludhardt:\n Um… It was, uh… pretty late outside. Like, 1 AM late. I was about to take a break until one of them said they wanted to be sure if I was, um… \"committed\" to what they were doing, so they told me to give them a new subject from one of my rooms. I was a bit nervous because I didn't want to get caught, but they told me everything was gonna be fine, and they weren't gonna cause a mess, so they randomly chose a room, and it was Chris'. I gave them my key, and they did, um… what they did.\n\n\nThere was another guy they took, but this time, I watched it happen: right before he got pulled inside the elevator, I saw the fear and desperation in his eyes. That irked me a whole lot.\n\n\nDr. Richards:\n Really?\n\n\nMr. Ludhardt:\n Yeah… they wiped his mind, you know? Chris? Well, that what I think 'cause I remember talkin’ to him during work hours, and I asked for his phone number— not in that way— and he said it fully, \"1-308-blah-blah.\" I asked him again after what happened and he was struggling. He just didn't know. The guy couldn't even remember that info crap on his driver's license. Shit, I don’t even think he knew he had one.\n\n\nDr. Richards:\n You'd think since it was reported that there was no forced entry in both cases, you'd be the prime suspect.\n\n\nMr. Ludhardt:\n I was. But they had nothin' on me. There was no evidence, and I was completely cooperative during the whole investigation. I let them check my house, my car, my body for scratches; had one of my employees back me up, saying I was doing this thing at that hour. I was good. And what made it even \"gooder\" for me was that my motel was a popular attraction after they disappeared.\n\n\nDr. Richards:\n Gooder's not a word, but besides that, I'm guessing they check the rear of the motel, too? How did they not notice the elevator?\n\n\nMr. Ludhardt:\n Well, funny enough: I put— …Well, you're not gonna believe this, but after I joined, I needed to find a way to hide it, so I got some wood from the dumpster and just laid 'em in front of the thing. Bam! Fully hidden! It's like a Hoodini act: it's like it was never there when I put those things up.\n\n\nDr. Richards:\n …What…? So, you're telling me you hid the elevator with two pieces of wood, just long and wide enough to cover it fully, out of a dumpster, and the police never noticed it, nor your workers?\n\n\nMr. Ludhardt:\n Nope. But the homeless guy that tried to sell me hand warmers definitely knew something was odd, but nobody bothered to listen to him. Those guys are insanely clever when they have those little tin foil caps on their heads, I swear.\n\n\nDr. Richards:\n I— …That's absurd…\n\n\nMr. Ludhardt:\n Right. It's like -2 degrees out in Nebraska right now. Instead of using those things to you warm you up, you wanna try and sell 'em, like, c—\n\n\nDr. Richards:\n No, I meant, how were yo— …You know what, let's just move on to the next question.\n\n\nMr. Ludhardt:\n Jesus Christ, man, how long do I have to be here?\n\n\nDr. Richards:\n As long as we need to. You want your freedom, correct? Just bear with us. So are you familiar with the rooms, \"room 02\" and \"room 04?\"\n\n\nMr. Ludhardt:\n Shit, I already know what you're gonna tell me. The TV? I have no idea what the hell it does. They told me it hasn't been working at all since I joined. It was for seeing the near future of stuff and for the paper butterflies? This one… ok, for starters, they weren't made out of paper. They were gonna let out a whole lot of them on a world, but they were too dangerous, and they kept cutting their guys, so they got fed up and put those things in a cave in China, somewhere.\n\n\nDr. Richards:\n Wait, what do you mean they weren't made out of paper at first? What were they made out of originally?\n\n\nMr. Ludhardt:\n If I can remember, they showed the one they kept around to me, and I guess it looked like glass? Shit, I don't know.\n\n\nDr. Richards:\n And why are they—?\n\n\nMr. Ludhardt:\n Made out of paper? I didn't mean it, but it was my idea: all I said was, \"hey, maybe make 'em out of paper 'cause papers cuts hurt like a b-word, they're easy to make, and they're easy to get rid of\" in a joking type of way. But they took me seriously and said it was a great idea.\n\n\nDr. Richards:\n Really?\n\n\nMr. Ludhardt:\n Yeah, \"really.\" My idea was so good; they gave me a key as a reward.\n\n\nDr. Richards:\n A key for the rooms?\n\n\nMr. Ludhardt:\n Yes, for all the rooms. How'd you think I was able to open that room just to smoke a cig—?\n\n\nDr. Richards:\n Do you have it on you right now?\n\n\nMr. Ludhardt:\n Ok, first of all, that was rude and, um… yeah, I have it.\n\n\nDr. Richards:\n Give it to me.\n\n\nMr. Ludhardt:\n \n[Sighs.]\n \n[Mutters.]\n God damn it…\n\n\n[Mr. Ludhardt gives the key to Dr. Richards.]\n\n\nMr. Ludhardt:\n Yeah, I probably should've left it at the motel where you guys could find it to make it easier, but the key looked like it was worth a lot, and I needed the money. And because I was paranoid. That too.\n\n\nDr. Richards:\n We managed, but maybe if you didn't spend all your money on flight tickets, you wouldn't have to worry about that.\n\n\nMr. Ludhardt:\n True… that's fair… but I missed my country, and I had a job at Appenzell I left behind to come here, and I thought it would slowly work itself out, someh—\n\n\nDr. Richards:\n Ok, let's try not to steer away from our current issue. There's a room that contains clown portraits. Can you explain why they're there?\n\n\nMr. Ludhardt:\n Clown? Oh… \n[Coughs.]\n that place. It gives me chills every time I think about it. The room is used for breaking their victims. If they resisted or do anything to somewhat piss 'em off, they turn them into those paintings. It may seem silly, but it is kinda disturbing to think about, really: imagine being one, and for some reason, you can't move, can't talk, and you're just left with your thoughts for a long time. It's like being in solitary, but you're strapped to a table with nothin' to do for hours while the AC is turned all the way up. You know the show, \"OZ?\" Beecher and all that…? Yeah, just like that.\n\n\nThat room gave me that weird feeling so much, I had to carve out a message on it with my pocket knife, so I won't actually go in there by accident.\n\n\nDr. Richards:\n How do you know all this?\n\n\nMr. Ludhardt:\n They told me. I guess the only reason why was because they wanted me to be aware of what happens when you double-cross them. Thank God I left when I did. They can all rot in Hell.\n\n\nDr. Richards:\n Adrian, are you not concerned that they may possibly be planning to destroy our world as we speak?\n\n\nMr. Ludhardt:\n Man… I know they're not gonna do that. They only do it at other places, so I'm good — we're good, I mean.\n\n\nDr. Richards:\n No, Adrian, you don't unde— God—! \n[Sighs.]\n I just want to know why…?\n\n\nMr. Ludhardt:\n \"Why,\" what?\n\n\nDr. Richards:\n Why you did all of this, Adrian, all of this! Why did you let them abduct and torture people under your own establishment?\n\n\nMr. Ludhardt:\n I don't know… maybe… I liked it…?\n\n\n[Silence.]\n\n\nDr. Richards:\n What?\n\n\nMr. Ludhardt:\n I liked it, all right? I did it because… I felt important like I had meaning in my life. I never felt like that in a long-ass time.\n\n\nDr. Richards:\n Adrian, that's not—!\n\n\nMr. Ludhardt:\n You ever felt numb realizing the fact that your life is just: wake up, go to work, eat, crap, sleep, repeat? It makes me feel dead inside, you know? Going back to that shitty brothel you call a motel. I gotta do everything there: cleaning, customers, all that stupid shit. When they came by the motel and offered me to join 'em, I was a bit hesitant, but after they showed me what they could do by making that thing inside my motel, I changed my mind completely. And I get why they wanted me, too: motel's surrounded by trees, and not a lot of cops stroll by too often. It's the perfect place to do it at.\n\n\nDr. Richards:\n Jesus Christ, Adrian, they were using you and other people! What you said is not an excuse for all the pain and misery to everyone who was victimized! And what baffles me, even more, is that you don't understand the severity of how screwed we are! You make me sick, you goddamn fool! \n[To Agent Ross.]\n Get him out of here. We're keeping him.\n\n\n[Agent Ross enters the room.]\n\n\nMr. Ludhardt:\n Wh-what…? You fucking bastard, I gave you my—! You know what, fuck you! I'mma get the last laugh, trust me. We don't have long until it's fuckin' Armageddon out there!\n\n\nAgent Ross:\n Ok, pal, come with me.\n\n\nMr. Ludhardt:\n Man, fuck you! You put a bag over my head last time!\n\n\nAgent Ross:\n And now I don't need to. \n[Chuckles.]\n Look on the bright side: you'll meet a lot of colorful characters here. I would sugges—\n\n\nMr. Ludhardt:\n Fuck you! stop talkin' to me, asshole…\n\n\n<End Log>\n\n\n\n\nMr. Ludhardt was later designated as a P.O.I and was ordered to test SCP-6236's doors. At this time, D-94753 is promptly being replaced by Mr. Ludhardt until he is no longer usable.\n\n\nUpdate:\n Mr. Ortiz was ordered to clean SCP-6236-02's containment room with Dr. Graves observing him. After a few minutes, SCP-6236-02's effects were triggered and displayed visuals on its screen.\n\n\nNote:\n \n\"The sky was painted in red, and flames and smoke surrounded a town in the distance. Moments later, a person's silhouette appeared and began to glance upon the ravished city beneath his feet. It slowly turned to us, and before we even saw their eyes, the TV's screen shattered into pieces….\"\n —\nDr. Graves\n\n\nUpdate:\n The paintings from room 13 are now being extracted and sent to Site-██ for further analysis. Personnel who have decided to speak to one of the portraits have been greeted with telepathic communication. Personnel who have spoken to the portraits were told to \"free them from their imprisonment….\" It's unknown how to reverse their anomalous state; therefore, attempts have been put on an umpteenth cessation.\n\n\nUpdate:\n CCTV has caught an unknown individual exiting SCP-6236 and walking towards room 20. Security personnel was quickly rushed to apprehend the individual. When entering the room, agents reported being in a forest and were attacked by humanoids covered in flora, killing two members of Hotel-06. agents later found a house nearby and used it for shelter. While occupying the area, Agent Zinc discovered a hidden trapdoor and entered it. What he found was the unknown man operating on one of the vegetated creatures. Agent Zinc promptly detained the man and he and his associates were demanded to wait until the Mobile Task Force unit \nTheta-4, \"Gardeners,\"\n have arrived.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Audio log from Agent Zinc\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\"We entered the place, and it was nothing out of the ordinary: a forest full of moss and a lot of trees, which is what you're expected to see when you're in the woods, no shit. But, while we were searching for the jackass, out of nowhere, a damn plant monster came falling from a tree and fell onto one of my men. It latched onto him and started shoving vines up his ears, mouth, his pores, pretty much anything it could get into.\n\n\nBronx killed it, and it let go, but it was too late. When we tried to get him up, but he started having spasms on the ground. He started drooling, groaning, biting his tongue. We didn’t know what to do. We just stood there, letting him have a party. Not like our medic was gonna do anything. She was just as dumbfounded as we were.\n\n\nHe stopped moving and went limped. After that, I looked at the thing, and it had no facial features, but it had, like, dents on its face to look like features, if you know what I mean. I cut open the monster's head open, and what was under the thick vines was a decayed human head. You can almost see the skull. I jumped away from it, not because I wasn't scared or anything but because of the smell. God, it smelt terrible. It smelt like a combination of mildew, spoiled eggs, and sulfur. I swear, I can get used to the gore, but I can never get used to the smell, and that's God's honest truth. But the, uh… the vines caught hold of my blade and glove and started to pull me inside it. Thank Christ my glove loosened up, and it took that instead… and the knife.\n\n\nBut you wanna know what’s crazy? Wasn’t even a fuckin’ minute before more came out of nowhere, and instead of them falling down like they got kicked out of heaven or some shit, they were camouflaged in front of trees. It honestly caught us by surprise. While we were distracted by those things. Mel got too close to a tree, and he got caught by one. It started growing plants around him, making him a part of it.\n\n\n\n\n\n\nThe abandoned house taken by Agent Medell.\n\n\n\n\n\n\nWe felt like we were surrounded, and we started running. We found the house and went inside to gain better leverage over the situation. I found a covered-up trapdoor that went to a basement and saw the bastard messin’ around with one of those things. He must have been deaf if he couldn’t hear all the shootin’ and mayhem goin’ on, or something, but before he started to notice his surroundings, I smashed his face with the head of my moonbeam, knockin’ him dumbass out. And you know that had to hurt. ‘Cause, you wanna know why? I hit him with a moonbeam made out of tungsten… ok, I’m just shitting with you. It ain’t made out that fancy crap; it’s made out plastic ‘cause the Foundation for some reason think it’s a good idea to give us flashlights that came from the fucking Dollar Store. Hell, the pieces of shit don’t even work for me most of the time. They give a D-class one that works properly, but for me? Nah, \"That's too much,\" they said. \"We're wasting materials,\" they said. \"Give him a moonbeam that has a broken bulb in it or repeatedly flickers on and off, and the only way to make it stop is to stomp on it a whole lot. There, that’s perfect!\"\n\n\nFuckin' bullshit…! [Sighs.] I’mma just stop talking about it before I get too mad to even finish this. So anyway, our job was done after that. Now we just had to wait for those Gardeners guys to come. [Scoffs.] Reckless idiots. They brought everything: incendiary grenades, incendiary bullets, slugs, buckshot, fuckin’ flamethrowers. They were going wild up there. They were laughin' and everything. They’re lucky they didn’t burn the house down, killing us in the process. Just extra about everything.\n\n\nAnyway, that’s it. We done here…? Yeah, I'm done here. Get me the hell back to my station before they dock my pay or some shit for the crap I said earlier….\n”\n\n\nNote:\n Agent Rox's body was recovered and was taken to a Bio-research laboratory. After multiple examinations, it was reported that Agent Rox organs were covered with spores, later confirmed to be an advanced form of Aleuriospore, and were fused with various unknown species of carnivorous, flora, and biota. After a few hours, Agent Rox (now referred to as SCP-6236-16-1) somehow reanimated itself. One of the researchers, Alex Fable Parlor, accidentally fractured his Hazmat suit's facial plate on the surgical instrument table while fighting off SCP-6236-16-1 and was reported seeing SCP-6236-16-1 coughing up spores onto Dr. Parlor's face, leaving him in a state of paralysis. Minutes later, Dr. Parlor began having severe convulsions and began spewing vines throughout several parts of the body, including the oral passage, nasal passages, aural passages, and ocular passages.\n\n\nUnknown flora lifeforms began spreading through the autopsy room, and a quarter of the entrance minutes later. A partial Site lockdown was initiated, dispatching Theta-4 to Bio-Site 22.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log - 12/03/10\n\n\n\n\n- ACCESS GRANTED.\n\n\n\n\n\n\nDate:\n 12/01/10\n\n\ninterviewee:\n Unknown man\n\n\nInterviewer:\n Dr. Richards\n\n\nForeword:\n Unknown man waits for Dr. Richards while staring at the floor.\n\n\n\n\n<Begin Log>\n\n\n[Dr. Richards enters the room and sees the man.]\n\n\nDr. Richards:\n \n[Sighs.]\n \n[Quietly recites a prayer.]\n\n\n[Dr. Richards walks to his chair and sits downs.]\n\n\n[Silence.]\n\n\nDr. Richards:\n So… \n[Coughs.]\n who are you? What's your name?\n\n\nUnknown:\n I don't… I do not have a name. I do not need an unwanted label. So I don't see how this is relevant.\n\n\nDr. Richards:\n Well, we nee— \n[Scoffs.]\n Nevermind let just go right ahead with this. We know about your little group. So my question to you is, does it have a hierarchy?\n\n\nUnknown:\n No, sir. We do not require one.\n\n\nDr. Richards:\n Ok. Can you explain to me what you were doing when we found you?\n\n\nUnknown:\n I was re-working on a marvelous piece of art that I made—experimenting with its capabilities.\n\n\nDr. Richards:\n Why?\n\n\nUnknown:\n It wasn't ready yet. It was small: the same height as your hip, and it was injured. So I decided to take it under my wing; and tried to nurture it back to health.\n\n\nDr. Richards:\n That's… kind of you. But are these creatures your doing?\n\n\nUnknown:\n Yes, sir. Every one of them. Each member is given an area based on their specific interests, and I was given one that I found… satisfactory.\n\n\nDr. Richards:\n So, You like plants?\n\n\nUnknown:\n I enjoy them, sir. The way they function and how the only way some survive is by finding a host to leech off is interesting. But it disheartens me that some of my work were struggling to live in their own utopia.\n\n\nDr. Richards:\n If I might ask, how do you make these… things.\n\n\nUnknown:\n I do not make them. I only plant the seeds and let nature take its course.\n\n\nDr. Richards:\n Hmm…? What? That doesn't explain anything. Can you go into further detail?\n\n\nUnknown:\n \n[Sighs.]\n When the seedlings reach maturity, They must find a host so they can reproduce. Once they find their host, They release white powder towards the said host. When doing so, over a short period of time, the victim will become something remarkable… mesoparasitism in its true glory, don't you agree?\n\n\nDr. Richards:\n Mm-hmm, sure. Do members of your group, including you, possess anomalous abilities?\n\n\nUnknown:\n Some do… some don't. For instance, Adrian, the coward he is, does not have powers. Just a man encased in an old, shriveled shell he calls a body.\n\n\nDr. Richards:\n And for you?\n\n\nUnknown:\n I, in particular, hold abilities deemed… unnatural.\n\n\nDr. Richards:\n Are you… even human?\n\n\nUnknown:\n Does that really matter? Our group is accepting of all entities. We're all equal. No matter what you are, as long as you believe in our goal, you are one of us.\n\n\nDr. Richards:\n What is your goal?\n\n\nUnknown:\n Purifying areas with our \nart.\n\n\nDr. Richards:\n Your \"art?\" The people you kidnapped and used? That's art?\n\n\nUnknown:\n Yes, sir. Isn't beautiful? They are just as important as our desires. Without them, our struggles are meaningless. Without us, their lives are empty. Why would they want to live their lives like that when they can be something new. Different… better…\n\n\nDr. Richards:\n 'Cause… because it's cruel.\n\n\nUnknown:\n I do not see it that way, sir. We are simply giving them an opportunity.\n\n\nDr. Richards:\n Against their will?\n\n\nUnknown:\n No, sir. When they were conceived, their souls willingly agreed to what was coming to them in the future. They deserved it.\n\n\nDr. Richards:\n \"They deserved it?\"\n\n\nUnknown:\n Yes, sir. And I do not say that with malevolent intent. On the contrary, their souls were not foolish for agreeing to our cause, and for that, we award their owners a path they can not reject: a path to another life with a greater destiny.\n\n\nDr. Richards:\n I'm curious. Do you consider yourself a worthy sacrifice?\n\n\n[Unknown remains silent.]\n\n\nDr. Richards:\n Coward.\n\n\nUnknown:\n Coward? I'm no such thing. Watch your tongue.\n\n\nDr. Richards:\n Or else what? Try something, and we'll shoot you down. Trust me, I've seen it happen before. It's not very pleasant.\n\n\n[Unknown remains silent.]\n\n\nUnknown:\n \n[Sighs.]\n\n\n[Unknown begins to mumble a hymn.]\n\n\nDr. Richards:\n What are you—? Are you chanting? What are you doing?\n\n\n[Unknown begins creating a force field.]\n\n\nDr. Richards:\n The hell…? Security! \n[Yells.]\n Secur—!\n\n\n[Unknown repulses Dr. Richards towards the wall.]\n\n\n[Groans are heard from Dr. Richards.]\n\n\nDr. Richards:\n \n[Static.]\n \n[Inaudible.]\n\n\n[Agent Ross and Agent Garp hurry into the room.]\n\n\nAgent Ross:\n Jesus H. Christ! Sir, are you all right?\n\n\n[Agent Garp checks Dr. Richard's breathing.]\n\n\nAgent Garp:\n Ross, he's not breathin', man. Like, at all.\n\n\nAgent Ross:\n Ah, f—! Shit…!\n\n\n[Agent Garp tries to preforms CPR.]\n\n\nAgent Ross:\n No, no, no, that's gonna take too long. We need to take him to the infirma—\n\n\n[Dr. Richard regains consciousness and lets out a huge gasp.]\n\n\nAgent Ross:\n Christ!\n\n\nDr. Richards:\n \n[Heavy breathing.]\n How—? \n[Coughs.]\n How long was I out?\n\n\nAgent Garp:\n A few seconds, sir. Can you get up? Do we need to car—?\n\n\nDr. Richards:\n Did you kill him?\n\n\nAgent Garp:\n Who?\n\n\nDr. Richards:\n The man, you idiot! \n[Coughs.]\n Please tell me he's dead.\n\n\nAgent Ross:\n Sir, he disappeared. He's long gone.\n\n\nDr. Richards:\n God damn it… \n[Wheezes.]\n please take me to medical. I'm getting too old for this shit. \n[Coughs.]\n\n\n<End Log>\n\n\n\n\n\"It's gone. That's cool… I don't like complaining, but I'm gonna be real. I hate being stationed here, so I'm glad it's gone. Like, literally, it's all gone. The only thing that's remaining is just a brick wall and a little note that said 'Until we meet again' smiley face….\"\n — Agent Xyn.\n\n\nIt was reported that SCP-6236 was nowhere to be found at Moonlight Shores. Due to this, SCP-6236's containment class shall be changed to Keter due to its escape and how easily accessible SCP-6236 is toward further uncontained SCPs that could cause a K-class scenario.\n5\n\n\nDemolition of Moonlight Shores was authorized, and the Mobile Task Force unit \nPSI-7, \"Home Improvement,\"\n will be dispatched to the pre-demolition site on the date of December 25, 2010, 7:00 AM.\n\n\nFurther investigations on the G.O.I were promptly authorized.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The unlabeled button is a return button that takes you back to Moonlight Shores.\n\n\n2\n. See picture of SCP-6236's second floor.\n\n\n3\n. \nSee Interview Log - 11/26/10.\n\n\n4\n. It is to be noted that they reported no signs of forced entry when police reached Ortiz's apartment door.\n\n\n5\n. Going back to the incident where SCP-6236-R17-1 used SCP-6236 for its initial escape.\n\n\n\n\n\n\n\n\n« \nSCP-6235\n | SCP-6236 | \nSCP-6237\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-6236"
}