{
    "url": "https://scp-wiki.wikidot.com/scp-6241",
    "all_text": "rating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6241\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6241\n\n\n\n\n\n\nSpecial Containment Procedures:\n The area surrounding SCP-6241 is to be closed off to the public under the cover of wildlife preservation. No personnel are to be allowed within 2 meters of SCP-6241.\n\n\nAll names in original texts pertaining to SCP-6241-1 or its people are to be removed.\n\n\nDescription:\n SCP-6241 is a severely burned tree of an unidentified species. A portion of SCP-6241's trunk is missing; however, SCP-6241 remains upright through unknown means.\n\n\nHuman subjects that come within 1.5 meters of SCP-6241 will experience a set of dreams pertaining to SCP-6241-1 over the course of five to ten days.\n\n\nSubjects that come into physical contact with SCP-6241 will begin to experience vivid hallucinations increasing over the timeframe of 24 hours. Initially, hallucinations will consist of an unidentified species of flower growing among other plants. These flowers will appear more frequently as time progresses. In addition, buildings will begin to appear dilapidated. 24 hours after the onset of these hallucinations, subjects will begin to experience numbness in hands and feet.\n\n\n48 hours after the onset of the hallucinations, subjects will appear translucent to observers, and numbness will spread throughout the body. 2-4 hours afterwards, subjects will cease to exist.\n\n\nSCP-6241-1 is a conceptual humanoid entity that possesses reality altering capabilities. Its abilities and existence are reliant on a consistent knowledge of its name in human subjects. Due to the erasure of its name from all documentation, it does not currently exist.\n\n\nAddendum 6241-01:\n Entries in a journal found near SCP-6241. Previous entries suggest that the journal dates back to the nineteenth century. It exhibits heavy water damage, and many of its pages had been removed prior to its discovery.\n\n\n\n\n…I believed myself hopelessly lost; I was sure I would die in this forest. However, I came upon a marvelous land. The city is surrounded by trees bearing luscious fruit; it may be the hunger, but the fruits I tried were wonderful. When I walked past the walls, dizziness overtook me. The architecture is odd and unnatural. The city itself nearly hurts me to look at; strangely, I cannot understand its structures.\n\n\nThe center of the city is open with the exception of a glimmering tree. Many items laid at the foot of the tree, but in my weariness, I failed to inspect them.\n\n\nIts people have welcomed me warmly. They speak in a strange tongue, but upon (?) I found that I understood their language. They offered me many things, but the only one I accepted was a place to stay. I pray their kindness is genuine.\n\n\n\n\n\n\nI have found that most roads here lead to the center of the city. There was a crowd around the tree, which I attempted to join, but several people blocked me. (?) those around me fell silent. It seems there is something they do not want me to know.\n\n\nI walked along a single road until the sun started to lower, but when I turned back, I was able to reach the center of the city within a half hour. As I got further from the center, the buildings became more confusing, and strange flowers grew nearly everywhere.\n\n\nThis city is unnatural, but it charms me.\n\n\n\n\n\n\nI am beginning to feel uneasy.\n\n\nToday, I ventured further along the road. At some point, I lost feeling in my body. I was moving, but I couldn't feel the ground beneath me or the motion of my legs. I tried pinching my arm; no feeling came of it. I regained feeling at some point while coming back, but it was a frightening experience nonetheless.\n\n\nThe crowd has increased in size, and the natives are not as cheerful. I fear that something is wrong.\n\n\n\n\n\n\nSeveral people have fallen ill. Many others are acting hostile towards me. I believe I have overstayed my welcome.\n\n\n(?)\n\n\nI will begin my preparations to leave promptly.\n\n\n\n\n\n\nI was brought to the center today. Underneath the tree is a creature they call [DATA EXPUNGED]. It takes the shape of a woman, but it is wrong.\n\n\nIt was furious; it told me that I was killing its people. I attempted to speak, but my voice would not come. (?)\n\n\n\n\n\n\nGET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT. GET OUT.\n\n\nYOU ARE A PLAGUE.\n\n\nYOU ARE THE DEATH OF THEM.\n\n\n\n\n\n\nMy journal had gone missing for a day. Upon seeing the previous page, I was, to say the least, quite startled, but it is clear I am no longer welcome.\n\n\nI attempted to leave today, but I could not find the way out. I (?)\n\n\nThe flowers are starting to grow closer to the center of the city, and the tree is starting to wilt. I do not know what this means, but it has caused the inhabitants of this city great distress.\n\n\nThis place is starting to feel more unnatural. I must make haste in finding its exit.\n\n\n\n\n\n\nI fear for my life. Many people have fallen ill; the strange entry in my journal seems all the more threatening.\n\n\nI cannot find the exit, and there is no one willing to help me. I will continue my efforts, but I am beginning to doubt my ability to leave.\n\n\n\n\n\n\nYOU WILL DIE WITH THEM.\n\n\nYOU DO NOT DESERVE (?)\n\n\n\n\n\n\nThe illness has spread significantly since my last entry. The city is crumbling around me.\n\n\nI do not wish to die with these people. My last hope is the creature; it seems to have some control over this land.\n\n\n\n\n\n\nAND SO, A STORY ENDS.\n\n\nHOW MANY PEOPLE MUST DIE? TRY AS I MAY TO SAVE THEM, MY POWER IS WANING. I FEAR THAT I HAVE LITTLE TIME LEFT.\n\n\nGENERATIONS WERE SPENT CREATING A PARADISE, AND IT ENDS BECAUSE OF AN OUTSIDER.\n\n\nI WAS BLINDED BY MY VISIONS OF POWER, AND THEY WERE BLINDED BY LOVE.\n\n\nA FITTING END FOR ALL.\n\n\nMY LAST WISH IS THAT (?) WILL BE REMEMBERED,\n\n\nAND UNTIL THEN, I MAY REST AMONG THE FLOWERS.\n\n\n\n\nAddendum 6241-02:\n A record of the dreams caused by SCP-6241 as described by Researcher Warren.\n\n\n\n\n04/17/21\n\nI had a strange dream last night. I sat underneath a tree as people gathered around, presenting gifts to me. I wasn't focused on them, though; I was somehow watching a man outside of the crowd as he walked around. I'm not sure why, but I was particularly interested in him.\n\n\nIt was apparently a special occasion. The people crowding around me were excited by my presence alone. I think I was some sort of god. A child asked me why I was there, and I just laughed. I never answered her question; the truth was that I wanted power.\n\n\n\n\n\n\n04/18/21\n\nI was sitting under the tree again. It was particularly sunny this time, and I couldn't move out from underneath without getting uncomfortably hot. It was implied that I could control the weather, but for whatever reason, I didn't want to change it.\n\n\nSomeone pushed through the crowd, carrying a child. The same child from my previous dream. She was horribly sick. I rushed over and placed a hand on her head. Her symptoms disappeared, but I was afraid. I was angry. The man had brought his people's diseases to us.\n\n\nI made it clear that my people should stay away from him. I would deal with the issue as soon as I could.\n\n\n\n\n\n\n04/19/21\n\nI was there, under the tree, but the crowd was gone. The man walked over, and I stood. I wasn't going to kill him; I would give him a chance.\n\n\nI told him to leave the city and not to come back. I told him how he was killing my people. I screamed my frustrations because he was the only one around to hear. I forced him to stand and listen to all of this.\n\n\nAnd, when I let him go, he ran.\n\n\n\n\n\n\n04/20/21\n\nThe crowd was there again, but I paid them no mind at first. The man hadn't left, and I was furious. Eventually, I realized that anger wouldn't solve this problem.\n\n\nI spent most of the day tending to the ill; the disease had already spread quite a bit. All the while, though, the problem of the man nagged at me. If I could remove him from the equation, we had a chance at surviving.\n\n\nI remembered how I had watched him write in a journal each night, and an idea formed. I stole his journal, tore out page after page. I knew it was childish, but I didn't care. I just wanted to destroy something dear to him. And finally, I started to write.\n\n\n\n\n\n\n04/21/21\n\nPeople were dying. I was afraid. I existed because of belief, and with the people that believed in me dying, I wasn't going to be around much longer.\n\n\nMy powers were starting to diminish. The city was my creation; it couldn't exist without me. Given that I was disappearing, the space was starting to collapse.\n\n\nI watched as they panicked; I watched as they mourned. I watched as they suffered. I couldn't do anything to help.\n\n\nEventually, I killed the man. I don't know how; I don't remember how. His lifeless body just laid there in front of me.\n\n\n\n\n\n\n04/22/21\n\nThe disease had taken my people, and in that way, it would take me, too.\n\n\nI sat under my wilting tree, holding the man's journal, and with a shaking hand, I wrote its final entry.\n\n\n\n\n\n\n\n\n« \nSCP-6240\n | SCP-6241 | \nSCP-6242\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6241\n\" by NebulousStar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6241\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n floatingtree.png\n\n\nAuthor:\n \nNebulousStar\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 6241-01: Entries in a journal found near SCP-6241. Previous entries suggest that the journal dates back to the nineteenth century. It exhibits heavy water damage, and many of its pages had been removed prior to its discovery.",
        "Addendum 6241-02: A record of the dreams caused by SCP-6241 as described by Researcher Warren."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6241 \" by NebulousStar, from the SCP Wiki . Source: https://scpwiki.com/scp-6241 . Licensed under CC-BY-SA .",
        "Filename: floatingtree.png Author: NebulousStar License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "The area surrounding SCP-6241 is to be closed off to the public under the cover of wildlife preservation. No personnel are to be allowed within 2 meters of SCP-6241.",
    "description": "SCP-6241 is a severely burned tree of an unidentified species. A portion of SCP-6241's trunk is missing; however, SCP-6241 remains upright through unknown means.",
    "title": "SCP-6241"
}