{
    "url": "https://scp-wiki.wikidot.com/scp-6244",
    "all_text": "rating: \n+66\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6244\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA view from the outside of SCP-6244.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6244-1 is to be monitored by the Department of Multiversal Affairs and the Subdepartment of Threat Analysis for any signs of aggression. In the event any members of SCP-6244-1 are seen performing reality-bending or otherwise anomalous actions, they are to be immobilized by on-site guards. As SCP-6244-1 has yet to show signs of hostility, further containment has been deemed unnecessary.\n\n\nDescription:\n SCP-6244 refers to the village of Novelty, located in Aberdeenshire, Scotland. SCP-6244 has a population of 43 individuals, collectively designated SCP-6244-1. Members of SCP-6244-1 are non-hostile and possess mild reality bending abilities. These usually consist of the displacement of small objects, the transmutation of small amounts of material, and the ability to instantly relocate to nearby areas.\n\n\nSCP-6244 appeared in its current location on September 14, 2014. Approximately four hours later, a flash drive appeared near the town limits of SCP-6244. The contents of the flash drive have been provided below. No record of the following events having ever took place have been found in any Foundation documents, nor in the memories of named personnel or SCP-6244-1.\n\n\n\n\n\n\nAddendum 6244.1: Contents of Recovered Flash Drive\n\n\n\n\n\n\n\n\n+ Access contents of flash drive\n\n\n\n\n- Close contents of flash drive\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6244\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA portion of the northern wall of SCP-6244.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Provisional Site-6244 has been established near the town limits of SCP-6244. Due to the danger posed by SCP-6244-1, members are only to be interacted with if necessary.\n\n\nAll Slash Events are to be dealt with and contained in ways that cause minimal disruption to normalcy.\n\n\nDescription:\n SCP-6244 refers to the village of Novelty, located in Aberdeenshire, Scotland. SCP-6244 has a population of 43 individuals, collectively designated SCP-6244-1. Members of SCP-6244-1 possess powerful reality bending abilities. Such abilities include displacement of large objects, transmutation of large amounts of substances, and the ability to instantly relocate far distances.\n\n\nSCP-6244 appeared in its current location on July 4, 2014. SCP-6244 garnered the attention of the Department of Multiversal Affairs, and containment procedures were drafted.\n\n\n\n\n\n\nAddendum 6244.1: Culture of SCP-6244\n\n\n\n\nThe following is an excerpt from \"The Culture and Practices of Novelty\" by Dr. Lynn Preston, the lead researcher for SCP-6244.\n\n\n\n\n\n\nThe Culture and Practices of Novelty\n, pg. 14\n\n\n\n\n\n\nDue to Novelty's sudden manifestation into reality, as opposed to being founded and shaped the way a normal village of its type would be, Novelty's culture and practices are starkly different from the area around it. Many aspects of their culture surround the anomalous abilities of Novelty's residents, with many traditional festivals and legends involving feats only accomplishable via the reality-bending properties shown by members of SCP-6244-1.\n\n\nDue to SCP-6244's remote location, all food located within the town is generated by its residents, through the use of complex and as-yet poorly understood \nkinetoglyphs\n1\n. SCP-6244-1 use kinetoglyphs that allow them to bend reality in limited ways. The strength and capabilities of these reality bending effects, however, grow exponentially when a kinetoglyph is performed by multiple individuals. The abilities shown by members of SCP-6244-1 as a result of kinetoglyphs have yet to be recreated by Foundation researchers, leading to the understanding that these effects are exclusive to SCP-6244-1. The performance of these kinetoglyphs holds a significant importance to members of SCP-6244-1, and is often accompanied by praying and music. The majority of SCP-6244-1's anomalous feats are performed through the use of similar, albeit less complex, kinetoglyphs.\n\n\nResidents of Novelty practice a currently unknown religion that is not related to any religion currently practiced in the surrounding area. Their religion is polytheistic, and centers around the Multiversal Web. Residents believe that every universe within the Web was created by a different powerful deity, and that these deities have near-complete governance over the laws of their respective universes. These entities are referred to by SCP-6244-1 as gods, despite being noted as mortal and not all-powerful. The differences between individual universes is believed to be caused by differences between their rulers; more inhospitable universes are attributed to more tyrannical rulers.\n\n\nDespite this, there is one constant across every ruler according to SCP-6244-1: the desire for order. While each ruler has a different idea of what order may be, they each want their respective universe to be as orderly as possible. It is believed that the only way to kill the ruler of a said universe is to cause a significant amount of chaos and disorder within its universe, causing enough distress in that universe's creator that it ceases to be able to properly hold itself and its universe together. This will also result in the collapse of said universe.\n\n\nHowever, unlike most religions, the religion practiced by Novelty's residents is antagonistic. That is, their end goal is to kill the ruler of every universe. The motivations behind this are unclear.\n\n\n\n\n\n\n\n\nAddendum 6244.2: SCP-6244's Effects On the Multiversal Web\n\n\n\n\nThe following is an excerpt from \"An Analysis of SCP-6244's Influence on the Multiverse\" by Dr. Lynn Preston.\n\n\n\n\n\n\nAn Analysis of SCP-6244's Influence on the Multiverse\n, pg. 2-3\n\n\n\n\n\n\n\n\n\n\nA map of the Local Cluster of the Multiversal Web, 1974 (left) and 2014 (right). The yellow area represents our universe, while the green area represents Ö-2.\n\n\n\n\n\n\nInterviews with members of SCP-6244-1 have placed SCP-6244's origin within Ö-2, a universe in the Local Cluster that collapsed in 1974. The collapse of Ö-2 was investigated by Foundation researchers, but due to the lack of plausible causes, it was determined to have been due to a natural loss of universal integrity.\n\n\nSimilar collapse events were recorded happening in Ö-5 in 1984, A-6 in 1994, and Ö-12 in 2004. Due to the decennial nature of these collapses, and the pattern trending in the direction of our universe, the Department of Multiversal Affairs and the Subdepartment of Threat Analysis launched Joint Project Roadblock. This project aimed to determine and stop the cause of the trend of collapses, although after 10 years nothing could be found.\n\n\nIn 2014, the expected year of the next collapse event, SCP-6244 appeared in northeast Scotland. On the outside, SCP-6244 seemed innocent enough, a town of reality benders who occasionally caused minor anomalous occurrences, and was therefore not assumed to be related to the ongoing collapse crisis. Investigation into the religion and culture practiced by SCP-6244-1, as well as conducted interviews, showed a possible connection between the two, bringing the attention of Joint Project Roadblock to the town. Following this, more intense containment was placed on SCP-6244, as actions taken by its residents had been noticed to be getting increasingly difficult to manage.\n\n\n\n\n\n\n\n\nAddendum 6244.3: Interview\n\n\n\n\nThe following interview was conducted between Dr. Preston and Grigori Afton, a member of the Novelty Town Council.\n\n\n\n\nForeword:\n The following interview was conducted on 12/09/2014 for the purpose of gathering as much information regarding SCP-6244-1's motives as possible.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nPreston:\n Thank you for sitting down to talk with me today.\n\n\nAfton:\n Oh, any time. You have more questions about Novelty, I presume?\n\n\nPreston:\n Yes. I wanted to-\n\n\nAfton:\n Oh, it's a lovely town, isn't it? Did you know Novelty was named after its founder, James Novel? Good man, he was. Not anymore, kind of a dick nowadays.\n\n\nPreston:\n …Right. As I was saying, I wanted to ask you a few questions about-\n\n\nAfton:\n Oh, I can answer anything you need. As the town's primary historian, I know everything there is to know about Novelty. Did you know the town food of Novelty is poutine? Boy, do I love me some good poutine on a hot day. I could make you some if you want.\n\n\nPreston:\n Mr. Afton, if you could please stay on topic.\n\n\nAfton:\n My apologies. You see, we don't really get any visitors since your, what'd you call it, containment? I haven't had anyone to talk to about our town in so long. Did you know Novelty is the only town in the world with a building over five stories? We're in it now, it's the town hall!\n\n\nPreston:\n That's not even- never mind, it's alright. I just-\n\n\nAfton:\n Boy, do I love it here. I know you don't visit very often, but I wish you would. It's a very nice town. Did you know-\n\n\nPreston:\n Afton! Will you kindly stop interrupting me?\n\n\nAfton:\n Yes, ma'am. Sorry.\n\n\nPreston:\n Thank you. Now, I'd like to ask you some questions regarding the culture of Novelty. Particularly, your religion. Why is it that you wish to destroy universes?\n\n\nAfton:\n We… used to not be like this.\n\n\nPreston:\n What changed?\n\n\nAfton:\n Our world, Ö-2 as you call it, was governed by a most benevolent deity. His name was Pan. He's… no longer with us.\n\n\nPreston:\n I'm sorry to hear that.\n\n\nAfton:\n The death of our world was slow, meaning the death of Pan was slow. We tried to save him, but there wasn't anything a single person could do. As soon as we realized he was too far gone, we figured the best we could do was save ourselves. We left our world behind, and arrived in the one nextdoor.\n\n\nPreston:\n But why bother destroying that world as well? Why not just stay there?\n\n\nAfton:\n The ruler of that world was right next to Pan. They could've helped him. They're complicit. Let's just say we're giving them a taste of their own medicine.\n\n\nPreston:\n I'm sorry that happened to you. But don't you understand that by killing these entities, you're causing the deaths of billions of individuals?\n\n\nAfton:\n And we'll kill a billion more if we have to, because \nsomebody\n has to care.\n\n\nPreston:\n But, what would Pan think about this? Would he have wanted you to do this?\n\n\nAfton is silent.\n\n\nPreston:\n There's still time to reconsider.\n\n\nAfton:\n Not necessary, we've made up our minds.\n\n\nAt this moment, Afton exited the room and was not able to be located again.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 6244.4: List of Slash Events\n\n\n\n\nBelow is a list of anomalous events, designated \"Slash Events\", traced back to SCP-6244-1. Following the incident on 09/09/2014, a Lifted-Veil Scenario was declared.\n\n\n\n\n\n\nPartial aftermath of a Slash Event on 10/08/2014.\n\n\n\n\n\n\n\n\n\n\nEvent Date\n\n\nEvent Description\n\n\n\n\n\n\n11/07/2014\n\n\nA small convention in Illinois spontaneously lost all of its funding. Amnestics delivered and cover stories administered.\n\n\n\n\n\n\n30/07/2014\n\n\nA hotel in London was altered to contain a thirteenth floor. Floor was non-euclidean and occupied the same space as the twelfth floor. Foundation technicians replaced elevator displays with ones without buttons for the thirteenth floor.\n\n\n\n\n\n\n01/08/2014\n\n\nA gas leak in a building in France was transmuted into helium. Due to a separate Slash Event occurring at the time, amnestics and cover stories were not able to be administered in time to prevent knowledge of the incident from spreading.\n\n\n\n\n\n\n10/08/2014\n\n\nSeveral thousand trees across the world simultaneously combust, resulting in severe widespread forest fires. Research into the event leads to the discovery of \nseveral anomalous phenomena\n by mainstream science.\n\n\n\n\n\n\n14/08/2014\n\n\nThe Christ the Redeemer statue in Rio de Janeiro, Brazil was inverted, and instantly collapsed. Major amnestics and cover story use required and ineffective.\n\n\n\n\n\n\n09/09/2014\n\n\nThe dwarf planet Pluto ceased to exist in baseline reality. A cover story of sudden destruction by unexpected gravitational shifts proved insufficient to the majority of the population. Increased surveillance in the area resulted in increased knowledge of \nlocal anomalies\n among civilian scientists.\n\n\n\n\n\n\n\n\n\n\nAddendum 6244.5: Decommissioning Proposal\n\n\n\n\nThe following proposal was submitted to the Decommissioning Department by Dr. Preston on September 13, 2014.\n\n\n\n\n\n\nSCP Object Decommissioning Proposal Form\n\n\n\n\n\n\nItem #:\n SCP-6244\n\nObject Class:\n Keter\n\n\nHead Researcher:\n Dr. Lynn Preston\n\n\nSupporting Personnel*:\n\n\n\n\nDr. Klaus Schmidt - Representing Department of Multiversal Affairs\n\n\nLucille Hetomo - Representing Subdepartment of Threat Analysis\n\n\n\n\nPlease check off or fill in the applicable boxes regarding the reasons for submitting your proposal:\n\n✓ Excessively High Risk of Lifted Veil Scenario\n\n✓ Excessive Danger\n\n☐ Ability to Decom. Apollyon-Class Object\n\n☐ Expense\n\n☐ Ethical Concerns Over Necessary Containment\n\n☐ Legal Concerns\n\n✓ High Risk of K-Class Scenario (if so, please state which type(s):\nUK-Class Universal Collapse Scenario\n)\n\n✓ Other (please state): Irreparable damage to the Multiversal Web, leading to the possibility of universes or clusters of universes being cut off from the Web entirely. \n- Dr. Schmidt\n\n\nSummary:\n SCP-6244-1's increasing hostility and threat to normalcy and the Multiverse at large have been determined to become catastrophic if allowed to continue. Due to the threat posed by SCP-6244-1's actions to both our universe and possibly every universe in the Web, a humane way of decommissioning SCP-6244 has been deemed necessary by all involved parties. \n- Dr. Preston\n\n\n*Must be of level 3 clearance or higher.\n\n\n\n\nThe following memo was sent out by Ethics Committee liaison Henri Cosztonne following evaluation of the above proposal.\n\n\n\n\n13/09/2014\n\n\nSCP FOUNDATION ETHICS COMMITTEE\n\n\nThe following is a memo from the Foundation Ethics Committee re: the decommissioning of SCP-6244.\n\n\n\n\nFollowing careful review by the Ethics Committee, the decommissioning of SCP-6244 has been approved. Despite policies in place against the decommissioning of sapient and human anomalies, it has been elected that the safety of humanity and the world at large take priority. A humane and ethical way of neutralizing the residents of SCP-6244 is to commence on September 14.\n\n\n-Henri Cosztonne, Ethics Committee\n\n\n\n\n\n\n\n\nAddendum 6244.6: External Memo\n\n\n\n\nThe following memo was sent by Dir. Bold on September 14, 2014 to all members of the Decommissioning Department, Department of Multiversal Affairs, and Subdepartment of Threat Analysis involved in the SCP-6244 project, as well as all members of the SCP-6244 research and containment teams.\n\n\n\n\n14/09/2014\n\n\nSCP FOUNDATION DECOMMISSIONING DEPARTMENT\n\n\nThe following is a memo from the Foundation Decommissioning Department re: SCP-6244.\n\n\n\n\nWe failed. We knew we had as soon as every single one of them exited their homes. We planned on using a gaseous agent to do it. It would knock them unconscious before painlessly shutting their brains off. When we arrived at the village, we didn't want to do it, but we knew we had to. We were about to deploy it, and then they started moving.\n\n\nThe residents of SCP-6244 do what they do through the use of complex kinetoglyphs. We see them, usually individuals or small groups, moving in complex and rhythmic dances as the world crumbles around them. But we'd never seen anything like what we saw today. Every person, every resident of the village, moving together in absolute harmony. It was more complex and beautiful than anything we'd ever seen from them before. They constructed a barrier around the town, before opening a Way. They left this world to pick up the pieces of their destruction, and they moved on to the next one with no remorse. They spared us. And as they took another step in their path of destruction, they looked us in the eyes.\n\n\nAnd they danced.\n\n\n\n\n \n\n\n\n\n\n\nNow, I leave this to you. I know, It's a lot. I'm sorry. You must succeed where we failed.\n\n\nWe were spared. I don't know why. I don't know if I'll ever know why. All those worlds out there, however, may not be given the same mercy we were. I'd help you, if only I could.\n\n\nAgain, I'm sorry, but you have to stop them.\n\n\nFor you. For us.\n\n\n- Lynn\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Kinetoglyphs are physical and mental anomalous effects that occur when an entity performs specific motions and gestures.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6243\n | SCP-6244 | \nSCP-6245\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6244\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6244\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Dalton Village from the old kirk, Dumfries & Galloway, Scotland\n\n\nAuthor:\n Rosser1954\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Dalton_Village_from_the_old_kirk,_Dumfries_%26_Galloway,_Scotland.jpg\n]\n\n\n\n\n\n\n\n\n\n\nFilename:\n Remnants of cottage settlement on Fidra\n\n\nAuthor:\n Macfack\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Remnants_of_cottage_settlement_on_Fidra.jpg\n]\n\n\n\n\n\n\n\n\n\n\nFilename:\n web.png\n\n\nAuthor:\n \nRhineriver\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\nFilename:\n slash.jpeg\n\n\nAuthor:\n \nRhineriver\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6244 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-6244 . Licensed under CC-BY-SA .",
        "Filename: Dalton Village from the old kirk, Dumfries & Galloway, Scotland Author: Rosser1954 License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Dalton_Village_from_the_old_kirk,_Dumfries_%26_Galloway,_Scotland.jpg ]",
        "Filename: Remnants of cottage settlement on Fidra Author: Macfack License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Remnants_of_cottage_settlement_on_Fidra.jpg ]",
        "Filename: web.png Author: Rhineriver License: CC BY-SA 3.0",
        "Filename: slash.jpeg Author: Rhineriver License: CC BY-SA 3.0"
    ],
    "containment_procedures": "Provisional Site-6244 has been established near the town limits of SCP-6244. Due to the danger posed by SCP-6244-1, members are only to be interacted with if necessary.",
    "description": "SCP-6244 refers to the village of Novelty, located in Aberdeenshire, Scotland. SCP-6244 has a population of 43 individuals, collectively designated SCP-6244-1. Members of SCP-6244-1 possess powerful reality bending abilities. Such abilities include displacement of large objects, transmutation of large amounts of substances, and the ability to instantly relocate far distances.",
    "object_class": "Keter",
    "title": "SCP-6244"
}