{
    "url": "https://scp-wiki.wikidot.com/scp-6250",
    "all_text": "rating: \n+204\n+\n–\nx\n\n\nbigslothonmyface\n\n\n\n\n\n\nWritten by \nbigslothonmyface\n\nYou can find more of their work on their \nauthor page.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6250\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe North Gates suburb of Testimony, Florida, USA.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Sixteen cognitive monitoring checkpoints have been established at high-traffic areas in and around Testimony, Florida. Traffic passing through each checkpoint is measured against paradigm human cognition. All individuals whose cognitive states deviate from paradigm humanity by more than 10 CV units are to be detained and questioned by a member of MTF Beta-16 (“Invisible Cities”) under the guise of a routine traffic stop. The following questions must be asked:\n\n\n\n\n\n\nQuestion\n\n\nFlag responses\n\n\nNotes\n\n\n\n\n\n\nTwo introductory questions (“how are you,” “do you know why we pulled you over,” “where are you from” etc.)\n\n\nN/A\n\n\nQuestions are meant merely to establish a baseline for the individual’s responsiveness. NOTE: questions related to weather or climate should not be used as introductory questions.\n\n\n\n\n\n\nDo you have any children?\n\n\nMarked enthusiasm for having multiple children or a large family\n\n\nThis question should be asked regardless of the individual’s age or the presence of children in the car at the time.\n\n\n\n\n\n\nWhat’s the weather usually like around here?\n\n\nMarked enthusiasm for local weather, positive misrepresentation of local weather, comparative answers for which the individual could have no basis (e.g. “better than yours”)\n\n\nQuestion must be phrased so as to inquire about the general climate in Testimony, not the specific weather on that day.\n\n\n\n\n\n\nHave you ever thought about buying a home in Keystone Flats?\n\n\nViolent affirmation; questioner should be prepared to respond with physical force\n\n\nQuestion should only be asked if both previous questions have returned flag responses. A flag response to this question is sufficient to prove linkage between the interviewee and SCP-6250.\n\n\n\n\n\n\nIndividuals found to be “linked” to SCP-6250 are to be detained and isolated in a \nHughes\n-Faraday Antimemetic Chamber (HFAC) for no less than 18 hours, at which point they may be amnesticized and released.\n\n\nMTF Beta-16 maintains a constant presence in offices on the second story of the former City Township Suburban Realtors building in downtown Testimony, recognized as the origin point of SCP-6250. From here, the MTF is responsible for detecting and containing intersection events, as well as demarcating the current boundary of the SCP-6250 area of intersection.\n\n\nPrimary research into the anomaly is to focus on arresting or reversing the growth of its area of intersection. No method to accomplish this is currently known.\n\n\nDescription:\n SCP-6250 is an anomalous, partially-physical suburban area originating outside of consensus reality, referred to by its residents as “Keystone Flats.” The area intersects our world within a roughly spherical region centered on Testimony, Florida, USA (an exurb of the city of Tampa). This intersection leads characteristics of SCP-6250 to manifest intermittently within our reality, including both physical infrastructure and intangible phenomena and concepts. The varied nature of SCP-6250 intersection events has rendered identification and containment difficult; see Addendum 2 for a list of known occurrences to date.\n\n\nThe origins of SCP-6250 are unclear. However, testing has shown that the area exists primarily within the shared human psychospace. The implications of this discovery are subject to ongoing study by the Departments of Epistemology and Parapsychology. SCP-6250’s presence in the collective psychospace renders its intersections with our reality undetectable to most Testimony residents, who typically view such events as normal.\n\n\nSCP-6250’s area of intersection with our reality expands at a rate of 1.5 kilometers per month. Since discovery, the area of intersection has grown from roughly 3km\n2\n to more than 110km\n2\n.\n\n\nDiscovery:\n Two undercover Foundation agents visited Testimony on 27 July, 2019, to monitor an unrelated Group of Interest. During their stay, the pair began to document anomalous activity now known to result from SCP-6250, believing it to be related to the GoI in question.\n\n\n\n\nOn the morning of 28 July, all fresh fruit between Knocker Way SW and State Highway 45 spontaneously vanished. Fruit reappeared six hours later, slightly rotten. Testing revealed 30% of fruit’s biomass had been replaced with that of the invasive kudzu vine (\nPueraria montana\n) and 45% with that of the house fly (\nMusca domestica\n). Fruit bore sale stickers labeled “Whole Foods Keystone Flats.”\n\n\n\n\n\n\nOn the evening of 28 July, agents claimed the distance between homes in suburban Testimony had expanded by 6000%. New space was occupied by a series of large soccer fields. GPS mapping equipment and drone observation failed to record any alterations to the landscape, and agents reported that the area reverted to its previous structure after 90 minutes. Sprinklers within the area of intersection ran continuously for four hours after this event, unable to be turned off or disconnected; discharge was a mixture of liquid chlorine and diesel fuel. As this alteration was far beyond the scope of their current assignment, agents were advised to shelter in place and await reinforcements from an MTF based at the nearby Site-240. MTF arrived at 00:31 on 30 July.\n\n\n\n\n\n\nOn the afternoon of 30 July, MTF advised members were having difficulty breathing. Sky in area was visibly darkened. MTF commander reported local air “tasted papery.” Atmospheric surveying found that the air quality index in and around Testimony had dipped from its average of 56 (“moderate”) to 207 (“very unhealthy”), and discovered a significant concentration of industrial packing foam particulate in the lower atmosphere. Particulate was concentrated enough in some areas for the air to catch fire in response to automobile exhaust. MTF contained such incidents. As the particulate dissipated, air quality gradually returned to baseline average. Agents were extracted at this point, and MTF was advised to cordon off the affected area for study and SCP designation.\n\n\n\n\n\n\nOn the evening of 2 August, “iridescent human figures” were seen walking in large numbers on the side of the road near the northern Testimony city limit. MTF pursued the figures, which walked in silence from the edge of the North Gates suburb to a Kroger-brand grocery store 8 miles away. Group demanifested upon arrival, at which point the interior of every vehicle in the store’s parking lot was superheated to 170 degrees. MTF treated 13 civilians for burns at the scene.\n\n\n\n\nBlanket evacuation of the area was ordered by Site-240 command following the superheating incident. However, this order was resisted by civilians, who claimed they were “living the dream” in Testimony and that MTF members were “fear mongering.” After several physical altercations, MTF was extracted and the entire area and its residents were declared compromised by an anomalous phenomenon. Traffic in and out of Testimony was cordoned off and airspace above the exurb commandeered under the guise of a domestic terror attack, news coverage of which was suppressed.\n\n\nAddendum 1: Testing and mental effects\n\n\n\n\nCivilian behavior in Testimony suggests that SCP-6250 is at least partially memetic in nature. However, exposure to a battery of antimemetic and countermemetic agents has failed to alter the mindset of affected individuals. Only when civilians are placed inside an HFAC, effectively cutting them off from the shared human psychospace, do they demonstrate improvement. This has led my staff to conclude that the anomaly travels from person to person via our collective consciousness. However, this travel seems limited: SCP-6250’s influence has failed to manifest in anyone transported outside its area of intersection.\n\n\nIt’s unusual for a memetic effect to be bound to a real-world location. It’s also unusual for a memetic effect to manifest actual, physical changes to the landscape. Both of those factors point to our having missed something here. Regardless, our best explanation for now is that this… \nanomaly\n, whatever it may be, is an epistemological phenomenon: simply put, SCP-6250 manifests in response to the \nbelief\n of the residents of Testimony.\n\n\nThis, of course, leads to the question: belief in what?\n\n\nDr. Francis Howard\n\n\nSite-240 parapsychologist\n\n\n\n\nAddendum 2: Known intersection events\n\n\nNote: due to the size of the area of intersection and the variable nature of intersection events, it is likely that such events are missed on a regular basis. City-wide Hume level monitoring is considered a top priority.\n\n\n\n\n\n\nDate\n\n\nArea affected\n\n\nReality alterations\n\n\nDescription\n\n\n\n\n\n\n15 August 2019\n\n\nVariable\n\n\nModerate\n\n\nAll crosswalks, traffic lights, stop signs, highway medians, and bus lanes on State Highway 45 begin to disappear at 08:04. Disappearance is complete by 11:40. Individuals walking in crosswalks when they begin to vanish reappear on the side of the highway from which they started. 60% report feelings of numbness and concentrated pain in their back and legs; analysis shows their cerebrospinal fluid has become carbonated, despite lacking the pressure and concentration typically necessary to achieve this state.\n\n\n\n\n\n\n4 October 2019\n\n\nCity-wide\n\n\nMinimal\n\n\n71,440 Testimony residents congregate outside a Bath and Body Works store on West 49th Street and begin berating the cashier on duty, one Tiana Jones. No physical contact is made, but Jones is unable to leave her desk or the store for more than eight hours. Residents return home exactly at 5 p.m. Jones suffers hearing damage and mental effects stemming from post-traumatic stress. No affected residents are able to recall the event, but all agree that they view Jones as untrustworthy and threatening when shown a photograph of her.\n\n\n\n\n\n\n2 December 2019\n\n\nCity-wide\n\n\nModerate\n\n\nGarbage collectors employed by Testimony state that they cannot work. Workers are unable to offer further explanation, and are fired. Newly-hired garbage collectors report the same obstacle and are likewise unable to explain. This cycle continues until 09:05 on 14 December, when all current and former Testimony garbage collectors vanish from their homes. Workers reappear 18 hours later inside the main trash compactor at the Testimony City Dump, mid-compaction. Five are injured, but the machine is stopped in time to prevent loss of life. Garbage collection is able to resume as normal following this event. Note: During the 10-day cycle period, the amount of trash produced by Testimony residents doubled without apparent cause.\n\n\n\n\n\n\n16 April 2020\n\n\nNeighborhood/small area\n\n\nMinimal\n\n\nAll entrances and exits from every business in the Wisteria Storefronts strip mall spontaneously redirect to the interior of \nSCP-3008\n. Two members of MTF are lost in this occurrence. Redirection dissipates 17 hours after manifestation. Individuals emerging from the stores after this point carry IKEA-brand bags and printed flyers advertising municipal development in the suburb of Keystone Flats.\n\n\n\n\n\n\n1 July 2020\n\n\nNeighborhood/small area\n\n\nSevere\n\n\nA disconnected cloverleaf freeway interchange manifests in a swampland area south of Testimony. Traffic continues to flow though the interchange, appearing and disappearing via unknown means. Observed vehicle makes and models do not match any known auto manufacturer. A Foundation automated vehicle is placed on the interchange and proceeds outward from the southernmost exit, at which point contact is lost. The vehicle has since been observed 11 times entering and exiting the interchange from various positions. It is non-responsive to operator commands.\n\n\n\n\n\n\n30 November 2020\n\n\nNeighborhood/small area\n\n\nMinimal\n\n\nThrough an unknown biological mechanism, residents of the North Gates suburb become unable to metabolize any nourishment other than fruit juice. Concurrent with this, all fruit juice in area grocery stores is converted to motor oil. New shipments of juice undergo this transformation immediately upon entering stores. Site-240 pharmacologists are able to resolve the condition via medications normally employed to treat celiac disease, but 17 residents expire from malnutrition before Foundation discovery.\n\n\n\n\n\n\n21 January 2021\n\n\nCity-wide\n\n\nSevere\n\n\nMultiple neighborhood parks around the area of intersection are spontaneously coated in a layer of liquified tar and asphalt. Multiple casualties; MTF alerts Site-240. Over the next fifteen minutes, each park slowly sinks into the asphalt miasma and vanishes. Asphalt then hardens, and yellow traffic paint appears on the newly-paved surface in cognitohazardous patterns in shape of name-brand fast food logos.\n\n\n\n\n\n\n8 May 2021\n\n\nCity-wide\n\n\nSevere\n\n\nBillboards advertising “Keystone Flats homes on the market NOW” are found embedded in the siding of two local elementary schools, four churches, and the Testimony Public Library. All books in each of these locations also bear this message on every page. Residents who observe the ads for longer that 10 seconds become comatose, only awakening after a full day within an HFAC. Awakened residents are frustrated, claiming they “missed their chance,” but cannot explain further. Amnestics prove effective and individuals are released. Ads are scrubbed from the area via automated drone systems to prevent MTF exposure.\n\n\n\n\n\n\nAddendum 3: Exploration Log\n\n\nDue to the recurrence of text and images related to \"Keystone Flats\" during SCP-6250 intersection events as well as the appearance of urban and suburban infrastructure, researchers hypothesized that the 6250 anomaly may be linked to an actual location within the human psychospace. An experiment was proposed as follows: using \nSite-119’s experimental NICE Drive technology,\n which allows conscious exploration of the Noosphere, Site-240 would send an MTF Beta-16 agent into the psychospace after exposing them to possible memetic triggers linked to Keystone Flats. The results of this exploration are logged below.\n\n\n\n\nForeward:\n MTF Beta-16’s commanding officer (Hakim Williams) was treated with a regimen of mnestic drugs and repeatedly exposed to subliminal images and messaging related to Keystone Flats and Testimony. Captain Williams showed no ill effects, and was thus cleared to dive into the Noosphere and attempt to locate information related to SCP-6250.\n\n\n[BEGIN LOG]\n\n\nCommand:\n Hakim, do you copy?\n\n\nWilliams:\n Copy.\n\n\nCommand:\n Remember, we won’t be able to speak to you once you dive. We can receive any data you transmit, but that’s all.\n\n\nWilliams:\n Got it.\n\n\nCommand:\n We’ll pull you out in 12 hours unless we hear otherwise. Good luck in there, captain.\n\n\nWilliams:\n Thanks, Mark. See you soon.\n\n\nCommand:\n Commencing submersion in 3… 2… 1…\n\n\n[NICE Drive activates. Williams’s body goes limp inside his pod.]\n\n\n[Pause for three minutes.]\n\n\nWilliams, via data pad:\n TRANSMITTING. TEST. TEST.\n\n\nWilliams:\n TRANSMISSION STABLE. ARRIVED WITHIN HOME. UNFURNISHED. PERSPECTIVE DISTORTIONS. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nWilliams:\n NO LIFE VISIBLE. PROCEEDING OUTSIDE.\n\n\n[Pause for four minutes.]\n\n\nWilliams:\n OUTSIDE. SUN VERY HOT. SKY GRAY. MULTIPLE HOMES.\n\n\nWilliams:\n NOBODY HERE. PROCEEDING DOWN STREET.\n\n\nWilliams:\n HOME EXTERIOR DOES NOT MATCH INTERIOR. MORE WINDOWS. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\n[Pause for fifteen minutes.]\n\n\nWilliams:\n HOMES SPARSER. NEARING EDGE OF NEIGHBORHOOD.\n\n\n[Pause for two minutes.]\n\n\nWilliams:\n AT EDGE. SINGLE ROADWAY OUTWARDS, CRESTS SLOPE IN DISTANCE. HEAT INCREASING. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nWilliams:\n WILL KEEP WALKING. MAY NEED EVAC RE TEMP.\n\n\n[Pause for 12 minutes.]\n\n\nWilliams:\n GETTING USED TO IT. STILL NO LIFE. NO SIGN OF ROAD END OR VEHICLES. LANDSCAPE UNCHANGING.\n\n\nWilliams:\n WILL WALK FAR AS ABLE.\n\n\n[Pause for 3 hours, 42 minutes.]\n\n\nWilliams:\n BUILDINGS IN DISTANCE.\n\n\n[Pause for 19 minutes.]\n\n\nWilliams:\n RETAIL. LOOKS LIKE SHOPPING CENTER. VEHICLES PRESENT.\n\n\nWilliams:\n ENTERING FIRST STORE. CLOTHING. SEE NO BRAND. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nWilliams:\n RESIDENTS PRESENT. ATTEMPTING INTERVIEW.\n\n\n[Pause for four minutes.]\n\n\nWilliams:\n ODD INTERACTION. DISTRUSTFUL. TRANSMITTING AUDIO.\n\n\n\n\n[BEGIN AUDIO LOG]\n\n\nWilliams:\n Excuse me? Hello?\n\n\nUnidentified woman:\n How can I help you?\n\n\nWilliams:\n Sorry, I know this will sound crazy, heh. I’m wondering where I am? I took a walk and got a little lost.\n\n\nWoman:\n A walk?\n\n\nWilliams:\n Yes.\n\n\nWoman:\n I see. Would you please wait here, sir?\n\n\nWilliams:\n Oh, um. Sure, yes, all right.\n\n\n[Pause for 90 seconds.]\n\n\nUnidentified man:\n Can we help you?\n\n\nWilliams:\n Hello, yes, I was just telling your colleague that I’ve been taking a walk and got a little lost. Can you tell me where I am?\n\n\nMan (chuckling):\n You’re in Keystone Flats. I think you know that.\n\n\nWilliams:\n Oh, well yes, but whereabouts specifically?\n\n\nMan:\n Look, buddy. I can see what you’re doing. It’s a hot day. But you know the rules: no vagrants, no loitering. You can buy something or you can get out.\n\n\nWilliams:\n Please, I’m just trying to figure out where I am so I can get back home.\n\n\nMan:\n Well let’s just give the police a call, shall we? They can probably help you home just fine.\n\n\nWilliams:\n That won't be necessary. I’ll ask elsewhere. Sorry to trouble you.\n\n\nMan:\n Yeah.\n\n\n[Sound of a door opening and closing.]\n\n[END AUDIO LOG]\n\n\n\n\nWilliams:\n PROCEEDING TO NEXT BUSINESS. COFFEE SHOP.\n\n\nWilliams:\n ATTEMPTING ANOTHER INTERVIEW.\n\n\n[Pause for 11 minutes.]\n\n\nWilliams:\n EXTRACTION NEEDED. IMMINENT DANGER.\n\n\n[Command attempts to surface Williams and deactivate the NICE Drive. Drive is powered down, but Williams does not surface. Command orders an HFAC unit readied.]\n\n\nWilliams:\n EXTRACTION NEEDED.\n\n\n[Pause for two minutes. HFAC system malfunctioning; repairs begin.]\n\n\nWilliams:\n PRESUME PROBLEM W EXTRACT. SEEKING SHELTER.\n\n\n[Pause for three minutes.]\n\n\nWilliams:\n SHELTERING BEHIND RETAIL OUTLETS. INTERVIEW DISASTER. TRANSMITTING AUDIO IN CASE UNABLE TO EXTRACT.\n\n\n\n\n[BEGIN AUDIO LOG]\n\n\nWilliams:\n Sorry, is this seat taken?\n\n\nUnidentified woman:\n Well, no, I suppose not. You aren’t a tramp, are you?\n\n\nWilliams:\n No, ma’am. I’m a security officer.\n\n\nWoman:\n Oh! Well thank you for your work. We’re very glad to have you. Please do sit down.\n\n\nWilliams:\n Thank you.\n\n\n[Pause for 90 seconds.]\n\n\nWoman:\n A security officer for whom, exactly?\n\n\nWilliams:\n A new business, downtown. The Securities and Compensation Partnership. Insurance, bonds, you know. All that!\n\n\nWoman:\n Ah, of course! I think I’ve seen your storefront.\n\n\nWilliams:\n I’ll bet.\n\n\n[Pause for 20 seconds.]\n\n\nWilliams:\n Say, ma’am, I’m new to the area. Would you mind if I asked you a bit about it?\n\n\nWoman:\n Why of course, dear. Isn’t it just lovely here? You’ve made a great choice. Much better off here than wherever you came from, I’m sure.\n\n\nWilliams:\n When did you move to Keystone Flats?\n\n\nWoman:\n Oh, no more than a year ago. Let’s see here… yes, around October it would have been.\n\n\nWilliams:\n Have you—\n\n\nWoman:\n Don’t interrupt, dear. Yes, October. And my, what a stroke of luck it was to find a home available! You know how they just fill up so fast. But my husband and I, we’ve always wanted children, you know, lots of them, and there’s just not enough space in the city.\n\n\nWilliams:\n Of course.\n\n\nWoman:\n And so we just feel so grateful to have ended up here. It’s just such a… safe neighborhood, a safe city. You can’t put a price on that.\n\n\nWilliams:\n No.\n\n\nWoman:\n And the mayor, Mr. Goddard, why he just runs it so efficiently!\n\n\nWilliams:\n Mr. Godd—\n\n\nWoman:\n Like when those city workers went on strike a few months back. They nipped that in the bud quick enough, didn’t they? Why, my trash was picked up faster than ever.\n\n\nWilliams:\n Right.\n\n\nWoman:\n Or that damned interchange! One day it was causing so many accidents, and then next? Fixed right up. It’s truly a marvel. I’ve never been happier.\n\n\nWilliams:\n That does sound nice. Lots of traffic problems where I’m from, I’m afraid.\n\n\n[Pause for five seconds.]\n\n\nWoman:\n You aren’t from around here, then?\n\n\nWilliams:\n Oh! I mean, yes, of course. Well, not originally, but-\n\n\nWoman:\n I was wondering how you people had managed to get in. This makes more sense.\n\n\nWilliams:\n Us… people?\n\n\nWoman:\n You do not belong here. Leave now.\n\n\nWilliams:\n Please, ma’am, I—\n\n\nMultiple voices, in unison:\n Leave now.\n\n\nWilliams:\n Jesus!\n\n\n[Scrambling sounds.]\n\n\n[Sound of a door opening and closing.]\n\n[END AUDIO LOG]\n\n\n\n\nWilliams:\n SEARCHING FOR ME. NEED TO MOVE. SUGGEST EMPLOYING HFAC UNIT TO SURFACE.\n\n\n[Pause for 10 minutes.]\n\n\nWilliams:\n LEFT RETAIL AREA, CROSSING A FIELD. DARKER THAN BEFORE. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nWilliams:\n POSSIBLE BUILDINGS AHEAD.\n\n\nWilliams:\n NEW SUBURBAN DEVELOPMENT. HOMES MISSHAPEN. INTERCONNECTING WALLS, \nPIPES\n ETC. TRANSMITTING IMAGE.\n\n\n\n\n+ View image\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\nWilliams:\n ATTEMPTING SHELTER INSIDE HOME.\n\n\n[Pause for two minutes.]\n\n\nWilliams:\n SHELTERING. HOME INTERIOR HEAVILY DISTORTED.\n\n\nWilliams:\n NOISES OUTSIDE. PLEASE EXTRACT.\n\n\nWilliams:\n THEY ARE HERE. PLEASE EXTRACT.\n\n\nWilliams:\n PLEASE EXTRACT.\n\n\nWilliams:\n TRANSMITTING IMAGE.\n\n\n\n\n+ View image. NOTE: Cognitive Resistance Value of 75+ recommended\n\n\n\n\n- Hide image\n\n\n\n\n\n\n\n\n[END LOG]\n\n\nAfterword:\n The HFAC unit was successfully powered on 30 minutes after Captain Williams’s last transmission. Williams was placed within it, and awoke after 36 hours of antimemetic immersion. Motor functions took six weeks to return, higher cognitive functions 20 weeks. Expected to make a full recovery within six months.\n\n\n\n\nAddendum 4: Recovered Materials from City Township Suburban Realtors, LLC\n\n\nAfter ascertaining the outer boundaries of SCP-6250’s area of intersection, MTF Beta-16 was able to triangulate its center point. This was found to be an abandoned building in the Testimony city center with signage linking it to “City Township Suburban Realtors, LLC.” Branding for such a company has also appeared on multiple advertisements and missives related to housing in Keystone Flats.\n\n\nMTF Beta-16 found the premises deserted upon their arrival, with signs of a hasty evacuation. Desks had been overturned, and a pile of smoldering papers in the center of an upstairs conference room suggested records had recently been burned. Only three documents were recovered:\n\n\n\n\nA blueprint for a two-story residential home, containing several elements of non-euclidean geometry (document retained for study by the Department of Mathematics)\n\n\nA business card for one “Jerome Goddard, managing director” (whereabouts unknown; currently designated PoI-6250-001)\n\n\nA promotional flyer, pictured below (click to enlarge):\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nbigslothonmyface's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7340\n \n•\n\n\n\n\n\n\nSCP-8430\n \n•\n\n\n\n\n\n\nSCP-7002\n \n•\n\n\n\n\n\n\nSCP-6502\n \n•\n\n\n\n\n\n\nSCP-6002\n \n•\n\n\n\n\n\n\nSCP-8002\n \n•\n\n\n\n\n\n\nSCP-6622\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nbigslothonmyface's author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6249\n | SCP-6250 | \nSCP-6251\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6250\n\" by bigslothonmyface, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6250\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename: north_gates.jpeg\n\n\nAuthor: IDuke\n\n\nLicense: CC BY-SA 2.5\n\n\nSource Link: \nhttps://en.wikipedia.org/wiki/Subdivision_(land)#/media/File:Markham-suburbs_aerial-edit2.jpg\n\n\n\n\n\n\n\n\nFilename: first room NICE drive.jpeg\n\n\nAuthor: javiles3054\n\n\nLicense: CC0\n\n\nSource Link: \nhttps://pixabay.com/photos/inside-home-family-room-3243981/\n\n\n\n\n\n\n\n\nFilename: house NICE drive.jpeg\n\n\nAuthor: Calwatch\n\n\nLicense: CC BY-SA 3.0\n\n\nSource Link: \nhttps://en.wikipedia.org/wiki/File:Mcmansion3.jpg\n\n\n\n\n\n\n\n\nFilename: road NICE drive new.jpeg\n\n\nAuthor: Original image (author: bigslothonmyface)\n\n\nNotes: I hereby release this image under a \nCC BY-SA 3.0 license\n.\n\n\n\n\n\n\n\n\nFilename: shopfront NICE drive new.jpeg\n\n\nAuthor: ThisIsAce\n\n\nLicense: CC BY-SA 3.0\n\n\nSource Link: \nhttps://en.wikipedia.org/wiki/File:New_Look_(storefront,_2007).jpg\n\n\n\n\n\n\n\n\nFilename: field NICE drive.jpeg\n\n\nAuthor: piqsels\n\n\nLicense: CC0\n\n\nSource Link: \nhttps://www.piqsels.com/en/public-domain-photo-frkcj\n\n\n\n\n\n\n\n\nFilename: distorted houses new.jpeg\n\n\nAuthor: chapay\n\n\nLicense: CC0\n\n\nSource Link: \nhttps://pixabay.com/photos/house-townhouse-building-2683861/\n\n\n\n\n\n\n\n\nFilename: keystone flats NICE drive ad new.jpeg\n\n\nAuthor: Original image (author: bigslothonmyface)\n\n\nNotes: I hereby release this image under a \nCC BY-SA 3.0 license\n.\n\n\n\n\n\n\n\n\nFilename: keystone flats flyer.jpeg\n\n\nAuthor: Max Pixel\n\n\nLicense: CC0\n\n\nSource Link: \nhttps://www.maxpixel.net/Suburb-Family-Driveway-Suburban-Home-House-3240834",
    "addendums": [
        "Addendum 1: Testing and mental effects",
        "Addendum 2: Known intersection events\nNote: due to the size of the area of intersection and the variable nature of intersection events, it is likely that such events are missed on a regular basis. City-wide Hume level monitoring is considered a top priority.",
        "Addendum 3: Exploration Log\nDue to the recurrence of text and images related to \"Keystone Flats\" during SCP-6250 intersection events as well as the appearance of urban and suburban infrastructure, researchers hypothesized that the 6250 anomaly may be linked to an actual location within the human psychospace. An experiment was proposed as follows: using Site-119’s experimental NICE Drive technology, which allows conscious exploration of the Noosphere, Site-240 would send an MTF Beta-16 agent into the psychospace after exposing them to possible memetic triggers linked to Keystone Flats. The results of this exploration are logged below.",
        "Addendum 4: Recovered Materials from City Township Suburban Realtors, LLC\nAfter ascertaining the outer boundaries of SCP-6250’s area of intersection, MTF Beta-16 was able to triangulate its center point. This was found to be an abandoned building in the Testimony city center with signage linking it to “City Township Suburban Realtors, LLC.” Branding for such a company has also appeared on multiple advertisements and missives related to housing in Keystone Flats.\nMTF Beta-16 found the premises deserted upon their arrival, with signs of a hasty evacuation. Desks had been overturned, and a pile of smoldering papers in the center of an upstairs conference room suggested records had recently been burned. Only three documents were recovered:"
    ],
    "documents": [],
    "notes": [
        "Civilian behavior in Testimony suggests that SCP-6250 is at least partially memetic in nature. However, exposure to a battery of antimemetic and countermemetic agents has failed to alter the mindset of affected individuals. Only when civilians are placed inside an HFAC, effectively cutting them off from the shared human psychospace, do they demonstrate improvement. This has led my staff to conclude that the anomaly travels from person to person via our collective consciousness. However, this travel seems limited: SCP-6250’s influence has failed to manifest in anyone transported outside its area of intersection. It’s unusual for a memetic effect to be bound to a real-world location. It’s also unusual for a memetic effect to manifest actual, physical changes to the landscape. Both of those factors point to our having missed something here. Regardless, our best explanation for now is that this… anomaly , whatever it may be, is an epistemological phenomenon: simply put, SCP-6250 manifests in response to the belief of the residents of Testimony. This, of course, leads to the question: belief in what? Dr. Francis Howard Site-240 parapsychologist",
        "[BEGIN AUDIO LOG] Williams: Excuse me? Hello? Unidentified woman: How can I help you? Williams: Sorry, I know this will sound crazy, heh. I’m wondering where I am? I took a walk and got a little lost. Woman: A walk? Williams: Yes. Woman: I see. Would you please wait here, sir? Williams: Oh, um. Sure, yes, all right. [Pause for 90 seconds.] Unidentified man: Can we help you? Williams: Hello, yes, I was just telling your colleague that I’ve been taking a walk and got a little lost. Can you tell me where I am? Man (chuckling): You’re in Keystone Flats. I think you know that. Williams: Oh, well yes, but whereabouts specifically? Man: Look, buddy. I can see what you’re doing. It’s a hot day. But you know the rules: no vagrants, no loitering. You can buy something or you can get out. Williams: Please, I’m just trying to figure out where I am so I can get back home. Man: Well let’s just give the police a call, shall we? They can probably help you home just fine. Williams: That won't be necessary. I’ll ask elsewhere. Sorry to trouble you. Man: Yeah. [Sound of a door opening and closing.] [END AUDIO LOG]",
        "[BEGIN AUDIO LOG] Williams: Sorry, is this seat taken? Unidentified woman: Well, no, I suppose not. You aren’t a tramp, are you? Williams: No, ma’am. I’m a security officer. Woman: Oh! Well thank you for your work. We’re very glad to have you. Please do sit down. Williams: Thank you. [Pause for 90 seconds.] Woman: A security officer for whom, exactly? Williams: A new business, downtown. The Securities and Compensation Partnership. Insurance, bonds, you know. All that! Woman: Ah, of course! I think I’ve seen your storefront. Williams: I’ll bet. [Pause for 20 seconds.] Williams: Say, ma’am, I’m new to the area. Would you mind if I asked you a bit about it? Woman: Why of course, dear. Isn’t it just lovely here? You’ve made a great choice. Much better off here than wherever you came from, I’m sure. Williams: When did you move to Keystone Flats? Woman: Oh, no more than a year ago. Let’s see here… yes, around October it would have been. Williams: Have you— Woman: Don’t interrupt, dear. Yes, October. And my, what a stroke of luck it was to find a home available! You know how they just fill up so fast. But my husband and I, we’ve always wanted children, you know, lots of them, and there’s just not enough space in the city. Williams: Of course. Woman: And so we just feel so grateful to have ended up here. It’s just such a… safe neighborhood, a safe city. You can’t put a price on that. Williams: No. Woman: And the mayor, Mr. Goddard, why he just runs it so efficiently! Williams: Mr. Godd— Woman: Like when those city workers went on strike a few months back. They nipped that in the bud quick enough, didn’t they? Why, my trash was picked up faster than ever. Williams: Right. Woman: Or that damned interchange! One day it was causing so many accidents, and then next? Fixed right up. It’s truly a marvel. I’ve never been happier. Williams: That does sound nice. Lots of traffic problems where I’m from, I’m afraid. [Pause for five seconds.] Woman: You aren’t from around here, then? Williams: Oh! I mean, yes, of course. Well, not originally, but- Woman: I was wondering how you people had managed to get in. This makes more sense. Williams: Us… people? Woman: You do not belong here. Leave now. Williams: Please, ma’am, I— Multiple voices, in unison: Leave now. Williams: Jesus! [Scrambling sounds.] [Sound of a door opening and closing.] [END AUDIO LOG]",
        "\" SCP-6250 \" by bigslothonmyface, from the SCP Wiki . Source: https://scpwiki.com/scp-6250 . Licensed under CC-BY-SA .",
        "Filename: north_gates.jpeg Author: IDuke License: CC BY-SA 2.5 Source Link: https://en.wikipedia.org/wiki/Subdivision_(land)#/media/File:Markham-suburbs_aerial-edit2.jpg",
        "Filename: first room NICE drive.jpeg Author: javiles3054 License: CC0 Source Link: https://pixabay.com/photos/inside-home-family-room-3243981/",
        "Filename: house NICE drive.jpeg Author: Calwatch License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/File:Mcmansion3.jpg",
        "Filename: road NICE drive new.jpeg Author: Original image (author: bigslothonmyface) Notes: I hereby release this image under a CC BY-SA 3.0 license .",
        "Filename: shopfront NICE drive new.jpeg Author: ThisIsAce License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/File:New_Look_(storefront,_2007).jpg",
        "Filename: field NICE drive.jpeg Author: piqsels License: CC0 Source Link: https://www.piqsels.com/en/public-domain-photo-frkcj",
        "Filename: distorted houses new.jpeg Author: chapay License: CC0 Source Link: https://pixabay.com/photos/house-townhouse-building-2683861/",
        "Filename: keystone flats NICE drive ad new.jpeg Author: Original image (author: bigslothonmyface) Notes: I hereby release this image under a CC BY-SA 3.0 license .",
        "Filename: keystone flats flyer.jpeg Author: Max Pixel License: CC0 Source Link: https://www.maxpixel.net/Suburb-Family-Driveway-Suburban-Home-House-3240834"
    ],
    "containment_procedures": "Sixteen cognitive monitoring checkpoints have been established at high-traffic areas in and around Testimony, Florida. Traffic passing through each checkpoint is measured against paradigm human cognition. All individuals whose cognitive states deviate from paradigm humanity by more than 10 CV units are to be detained and questioned by a member of MTF Beta-16 (“Invisible Cities”) under the guise of a routine traffic stop. The following questions must be asked:",
    "description": "SCP-6250 is an anomalous, partially-physical suburban area originating outside of consensus reality, referred to by its residents as “Keystone Flats.” The area intersects our world within a roughly spherical region centered on Testimony, Florida, USA (an exurb of the city of Tampa). This intersection leads characteristics of SCP-6250 to manifest intermittently within our reality, including both physical infrastructure and intangible phenomena and concepts. The varied nature of SCP-6250 intersection events has rendered identification and containment difficult; see Addendum 2 for a list of known occurrences to date.",
    "title": "SCP-6250"
}