{
    "url": "https://scp-wiki.wikidot.com/scp-6255",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6255\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All printed or finished physical documents contained within Site-94 are to be coated with a plastic sheet in order to protect them from SCP-6255-1's effects, while the writing of archives and files is solely allowed via terminal. Due to the environment SCP-6255 events happen in, SCP-6255 is currently self-contained.\n\n\n\n\n\n\nDr. Abbett's office prior to an SCP-6255 event.\n\n\n\n\n\n\nDescription:\n SCP-6255 is the designation given to a phenomenon that occurs within the boundaries of Site-94. SCP-6255 is believed to happen at least two times a week, although the estimated amount of weekly SCP-6255 events is currently unknown. SCP-6255's anomalous properties consist in the manifestation of an SCP-6255-1 instance in a random location within Site-94.\n\n\nSCP-6255-1 instances take the form of porcelain coffee cups containing different liquids\n1\n and a pair of legs underneath them. Following the execution of an SCP-6255 event, SCP-6255-1 instances will attempt to reach the closest personnel, incline, and pour their liquids onto their clothes or any object said personnel is carrying\n2\n before displaying a crudely painted message on itself. This message may vary depending on the context of the event.\n\n\nOnce an SCP-6255-1 instance has completed its task, it will demanifest as soon as possible. As of the time of writing, 143 SCP-6255 events have been reported via surveillance since its appearance on 07/29/2021.\n\n\nAddendum:\n The next addendum is a non-comprehensive log including several SCP-6255 events recorded during the month of September, 2021. All recordings were stored in Site-94's surveillance room.\n\n\n\n\n+ Open Log?\n\n\n\n\n- Close\n\n\n\n\n\n\nSurveillance Log 6255.1\n: Infirmary\n\n\n\n\nEvent:\n During an analysis of \nDr. Maya Warren's\n vitals following her death, an SCP-6255-1 instance spawned in Site-94's sickbay and poured its liquids (Fresh Water) on Dr. Albert White's phone, who was at the moment browsing images and Internet memes.\n\n\nResult:\n The SCP-6255-1 instance displayed the message \"\nRESPECT FOR THE DEAD.\n\" before jumping inside Dr. White's lab coat and demanifesting.\n\n\n\n\n\n\nSurveillance Log 6255.2\n: Cafeteria\n\n\n\n\nEvent:\n Janitor Savannah Santos entered Site-94's cafeteria and ordered a cold coffee at the café's machine, but before she could grab a plastic cup, an SCP-6255-1 instance manifested, filled itself with hot coffee, and jumped onto Janitor Santos's suit.\n\n\nResult:\n The SCP-6255-1 instance fell to the floor, and instead of shattering, it displayed the following message before demanifesting: \"\nDISGUSTING\n\".\n\n\n\n\n\n\nSurveillance Log 6255.3\n: Workbench\n\n\n\n\nEvent:\n Junior Researcher Michaels was using a typewriter to work on the official classification of an anomaly that recently arrived at Site-94. Soon after, an SCP-6255-1 instance manifested in Dr. Michaels's lab coat and jumped onto the workbench, before pouring its liquids over the unfinished document.\n\n\nResult:\n The SCP-6255-1 displayed the following message before nodding with its body and demanifesting: \"\nPUT A BIT OF ART, JAMES\n\". Researcher Michaels later stated that the file he was working with was excessively colloquial.\n\n\n\n\n\n\n\n\n\n\nDiscovery:\n SCP-6255 came to the Foundation's attention on 07/29/2021 soon after an SCP-6255-1 instance manifested in Junior Researcher Joseph Faraday's workbench and poured its liquids\n3\n onto the document Researcher Faraday was working with. Following the SCP-6255 event, the SCP-6255-1 instance spawned a note from within its interior before demanifesting:\n\n\n\n\n+ Open Log?\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nROSES ARE RED\n\nVIOLETS ARE BLUE\n\nIF PAPER IS WHITE\n\nTHEN ART'S WHAT YOU CAN DO\n\n\n\n\nARE WE COOL YET?\n\n\n\n\n\n\n\n\n\n\nJunior Researcher Joseph Faraday hasn't been affected by an SCP-6255 event since the anomaly's discovery.\n\n\n\n\nFootnotes\n\n\n1\n. Usually hot liquids or fluids that create stains.\n\n\n2\n. Usually, paper-made archives of contained anomalies, logs, or classified information.\n\n\n3\n. Hot coffee.\n\n\n\n\n\n\n\n\n« \nSCP-6254\n | SCP-6255 | \nSCP-6256\n »",
    "addendums": [
        "Addendum: The next addendum is a non-comprehensive log including several SCP-6255 events recorded during the month of September, 2021. All recordings were stored in Site-94's surveillance room."
    ],
    "documents": [],
    "notes": [
        "Surveillance Log 6255.1 : Infirmary Event: During an analysis of Dr. Maya Warren's vitals following her death, an SCP-6255-1 instance spawned in Site-94's sickbay and poured its liquids (Fresh Water) on Dr. Albert White's phone, who was at the moment browsing images and Internet memes. Result: The SCP-6255-1 instance displayed the message \" RESPECT FOR THE DEAD. \" before jumping inside Dr. White's lab coat and demanifesting.",
        "Surveillance Log 6255.2 : Cafeteria Event: Janitor Savannah Santos entered Site-94's cafeteria and ordered a cold coffee at the café's machine, but before she could grab a plastic cup, an SCP-6255-1 instance manifested, filled itself with hot coffee, and jumped onto Janitor Santos's suit. Result: The SCP-6255-1 instance fell to the floor, and instead of shattering, it displayed the following message before demanifesting: \" DISGUSTING \".",
        "Surveillance Log 6255.3 : Workbench Event: Junior Researcher Michaels was using a typewriter to work on the official classification of an anomaly that recently arrived at Site-94. Soon after, an SCP-6255-1 instance manifested in Dr. Michaels's lab coat and jumped onto the workbench, before pouring its liquids over the unfinished document. Result: The SCP-6255-1 displayed the following message before nodding with its body and demanifesting: \" PUT A BIT OF ART, JAMES \". Researcher Michaels later stated that the file he was working with was excessively colloquial."
    ],
    "containment_procedures": "All printed or finished physical documents contained within Site-94 are to be coated with a plastic sheet in order to protect them from SCP-6255-1's effects, while the writing of archives and files is solely allowed via terminal. Due to the environment SCP-6255 events happen in, SCP-6255 is currently self-contained.",
    "description": "SCP-6255 is the designation given to a phenomenon that occurs within the boundaries of Site-94. SCP-6255 is believed to happen at least two times a week, although the estimated amount of weekly SCP-6255 events is currently unknown. SCP-6255's anomalous properties consist in the manifestation of an SCP-6255-1 instance in a random location within Site-94.",
    "title": "SCP-6255"
}