{
    "url": "https://scp-wiki.wikidot.com/scp-6262",
    "all_text": "rating: \n+108\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6262\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n—\n\n\n\n\n\n\nSCP-6262 in its current form. Note the eyes and smile not present in other iterations of the same bus.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6262 inhabits the city of Daegu, Republic of Korea, and as such the city is to be considered its containment area. An ultra-low-power GPS transceiver with no less than six months of available backup power is to be fitted to the subject, with appropriate methods for recharging the power bank as necessary. The GPS transceiver is to maintain unbroken contact with the Foundation monitoring station in central Daegu, which is to alert containment teams if unusual behavior is detected. Foundation agents liaise regularly with SCP-6262 as part of the containment procedures of other objects, reconnaissance, normal debriefings, and other activities, though should no such opportunities present themselves for whatever reason, agents should maintain contact with the subject at least once a week.\n\n\nOrdinary civilians who have held conversations with SCP-6262 are not to be made aware of the abnormal nature of their conversation. Passengers disembarking the bus will be scanned for possession of unauthorized knowledge, and amnesticized if necessary. To date, only one instance has been recorded of SCP-6262 disseminating sensitive information (See Incident 6262-1). No Foundation employees of clearance level above 1 are to embark SCP-6262 without prior written authorization from a Level 4 employee or higher.\n\n\nTo date, SCP-6262 has shown a high degree of compliance with the Foundation, and forcible capture and/or detention is considered a last resort in the case of acutely hostile behavior or other risks as they may present themselves.\n\n\n\n\n+ [REJECTED] 01/12/2019 Proposal to Revise Containment Procedures\n\n\n\n\n- Hide\n\n\n\n\n\n\nStaff Note - Posted by Senior Researcher Sorensen 01/12/2019\n\nI know I just got reassigned to 6262, and it's a lot to take in at first, but we're really just letting it drive around on its own whim? This thing represents what, a quarter of Foundation offsite backup in Korea, regularly interacts with the public, and has the capability to spill the beans whenever it wants and we're just trusting it not to do that?\n\nI'm putting in a formal proposal to revise the containment procedures on file for 6262. We can use it as an on-site shuttle for Site-19 or hell, one of the Asian sites if it wants. But we can't just let it drive around a population centre like this. It knows too much, far, far too much.\n\n\nReply - Dr. Cosmo Kemp, SCP-6262 Containment Team Lead, 01/13/2019\n\nIt's been driving around for over sixty-five years now, it probably knows just about everything there *is* to know, we've demonstrated that it knew state secrets back in the '40s and there's still never been any sort of information leak that we can trace to anywhere near it. I agree with you, that the containment procedures for this object seem overly lax, but it's quite honestly self-containing. It's better, for us, to have a highly sentient, mobile, autonomous, and most importantly, free method of offsite backup instead of trying to stuff this thing in a box like the rest of them. It wants to drive in a circle around Daegu day in and day out, we're going to let it.\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-6262 is an entity taking the form of a bus or other means of mass-transport, recorded since 1950 in various parts of (primarily Eastern) Asia. The subject currently resembles a multicolored Neoplan Skyliner bus with \"DAEGU CITY TOUR\" printed on the exterior, along with images of unconfirmed origin. The bus is registered to the Daegu Tourism Association, who retain records detailing the purchase and ongoing scheduled maintenance of the bus. SCP-6262 drives a route consistent with that developed by the Daegu Tourism Association, driven by any of a number of employees that seem\n1\n unaware of the subject's sapient nature. It has been demonstrated, however, that SCP-6262 is capable of independent locomotion.\n\n\nAs of the time of writing, SCP-6262 is known to have shapeshifted six times, all of them resembling a bus of real make and model. It is understood through conversation with the subject that it is capable of shapeshifting into any form of transportation, though prefers buses as transporting civilians is one of its pastimes. This behavior, through extensive analysis and testing, has been deemed safe and is to be allowed to continue unimpeded.\n\n\n\n\n+ Show SCP-6262 Appearance Log\n\n\n\n\n- Hide SCP-6262 Appearance Log\n\n\n\n\n\n\n\n\nLocation\n\n\nDate First Sighted\n\n\nAppearance\n\n\n\n\n\n\nHiroshima, Japan\n\n\nBefore 1945\n\n\nUnknown\n\n\n\n\n\n\nTokyo, Japan\n\n\n1/18/1950\n\n\nHino Motors BH\n\n\n\n\n\n\nPetropavlovsk-Kamchatskiy, Russian SFSR, Soviet Union\n\n\n5/1/1962\n\n\nTrolza ZiU-5\n\n\n\n\n\n\nShizuoka, Japan\n\n\n6/13/1975\n\n\nNissan UA\n\n\n\n\n\n\nMoscow, Russian SFSR, Soviet Union\n\n\n5/17/1983\n\n\nSkoda T 11\n\n\n\n\n\n\nNiigata, Japan\n\n\n8/31/2013\n\n\nIsuzu Turquoise\n\n\n\n\n\n\nDaegu, Republic of Korea\n\n\n08/12/2018\n\n\nNeoplan Skyliner (Current Form)\n\n\n\n\n\n\n\n\n\n\n\n\nA general record of the subject's form and whereabouts has been kept since its initial discovery in 1950, with specificity and completion of archives increasing as technology improves and resources become more abundant. At no point in the subject's history has it been considered a threat, aside from a minor scare at the time of initial discovery.\n\n\nThe Foundation initially became aware of SCP-6262 after folklore began to circulate within Tokyo regarding a \"friendly bus\" that shared \"polite conversation\" with its occupants. It is thought that post-war improvements in communication led to the subject's discovery, a theory supported by the subject's own claim that it had been operating \"for many years\" and \"in many places\" prior to its discovery by the Foundation, though it refuses to divulge further information.\n\n\nUpon entering SCP-6262, occupants will have polite, telepathic conversation with the bus, to a level that is comfortable for the passenger. People who do not normally partake in conversation will report a quick exchange of pleasantries, while those who tend to converse more deeply report on discussing topics such as the history of transportation, East Asian culture (with a particular focus on the city in which SCP-6262 currently resides), popular media, and other topics. Participants generally do not consider the telepathic conversation abnormal and will refer to it as \"a nice talk with an old friend\", or other similar descriptions. It is only when made aware of the bizarre nature of the conversations that participants will begin to consider the encounter strange.\n\n\nSCP-6262 is capable of absorbing, parsing, and storing knowledge from its passengers, including knowledge not explicitly revealed to it. The subject is either incapable of, or does not desire to, store duplicate knowledge and so most knowledge-gathering within the last ten years has been primarily about life experiences, instead of concrete facts. It has been demonstrated that the subject does not \"know everything\", as it were, though its catalog of knowledge is extensive. Consistent cooperation with the Foundation has led to the subject's status as a Failsafe Knowledge Centre (FKC), an archive to be used to back up and store critical information in the event of a K-class scenario. As part of its duties as an FKC, SCP-6262 is permitted to store knowledge regarding sensitive Foundation operations, accomplished by allowing Foundation personnel of high security clearance level to board under supervision.\n\n\nThe subject has contributed extensively to Foundation containment and testing operations, suggesting revisions to containment procedures and pointing out previously-unknown anomalous properties of cataloged objects. In two separate cases, SCP-6262 has offered an explanation for objects thought anomalous, confirmed by testing, and led to the declassification and removal of those objects.\n\n\nDespite possessing knowledge of a vast quantity of sensitive information, SCP-6262 has maintained a near-perfect track record for not divulging this information to unauthorized parties. Even in cases where the subject's choice to divulge such information might save lives or ensure its own self-preservation, it has elected to remain silent (see interview snippet 6262-5A)\n\n\n\n\n+ Show Interview Snippet 6262-5A\n\n\n\n\n- Hide\n\n\n\n\n\n\nInterview Snippet 6262-5A\n\nInterview 6262-5, timestamp 1:46:34 - 1:50:51\n\n\nDr. Kemp can be heard fumbling with his recording device\n\n\nKemp:\n Ah, there we go. My elbow slipped from the window and ended the recording.\n\n\nCoughing is heard from the back of the bus\n\n\nSubject:\n No problem, doctor.\n\n\nKemp:\n Now, I know we've discussed this topic in the past, but it's something I need to have recorded for posterity. The shot-callers are, once again, coming up my ass wondering why we're letting you roam about the streets carrying an appreciable amount of highly classified Foundation knowledge. Hell, at this point, you probably know more than I do, so I can understand their concern, but I'd like you to tell me about the Manhattan project to set their mind at ease.\n\n\nThe subject sighs\n\n\nSubject:\n You keep a secret and everyone always wants to know \nwhy\n you kept it, huh?\n\n\nKemp:\n That certainly is the case.\n\n\nSubject:\n I was operating in Hiroshima in the months preceding the atomic bombing, and on the day of, as well. My route at the time, as I was working for the municipal transit service, took me past what I gather was a house inhabited by a US Spy. Thinking back I'm not quite sure if he was a spy, or some sort of diplomat, or something like that, but I do know he did have a fair bit of knowledge about Department of Defense activities at the time.\n\n\nThe brakes squeal as the bus comes to a stop, and passengers begin to disembark.\n\n\nSubject:\n So, from my usual hobby of knowledge-gathering from this guy as he rode on my bus every day, I became aware of the Manhattan Project and, in the weeks leading up to the attack, the chosen target of Hiroshima. I know he was aware as well, because the last I saw of him was on August first.\n\n\nKemp:\n And you told nobody.\n\n\nSubject:\n Correct.\n\n\nKemp:\n Why not? You could've saved hundreds of thousands, and I say this as an American. I don't personally have much of an ideological opinion regarding the bombings, but if nothing else, why didn't you act in self-interest?\n\n\nThe subject chuckles.\n\n\nSubject:\n Disregarding the question of if anybody would've listened to \na bus\n telling them their city was about to be struck by some sort of mythical superweapon, I simply didn't feel it was my place to divulge that information. It's not like it would've clearly saved the world, or anything like that, it was a question of the bad guys versus the good guys, and I chose to spectate.\n\n\n-End of Snippet-\n\n\n\n\n\n\n\n\n\n\nSCP-6262 first came into possession of classified Foundation knowledge as a consequence of its effects when its anomalous properties were first identified. Foundation researchers and other personnel in possession of such knowledge, upon first boarding the bus, report the subject as taking great surprise and interest in the knowledge it had gleaned from them, and stopping its route for six hours to filter through the new information. Subsequent conversations with the subject report its great delight and willingness to assist in operations should it be allowed to learn more about the Foundation and its activities. By the time this effect was even identified, the subject was in possession of such a wide breadth of classified knowledge that any sort of informational breach would've constituted a breaking of the veil. Information security procedures have since been updated accordingly.\n\n\n\n\n + [LEVEL 5 CLEARANCE REQUIRED - INPUT CREDENTIALS] Incident 6262-1\n\n\n\n\n- Incident 6262-1\n\n\n\n\n[CREDENTIALS ACCEPTED]\n\n\n\n\nIncident 6262-1\n\n\nIncident 6262-1 constitutes the only known information leak originating from SCP-6262, the circumstances of the leak allowing the subject to be forgiven. During a catastrophic containment breach of SCP-███, a powerful computer-borne cognitohazard was disseminated across major news websites, social media networks, and [REDACTED]. The unprecedented strength of the cognitohazard prevented containment teams from adequately re-establishing control, and an emergency internet blackout was ordered across southern Japan to prevent the further spread of the effect. SCP-6262, operating in Niigata, Japan during the breach, was aware of the credentials and access requirements to impose the blackout, but Foundation employees onboard the bus at the time were too affected by the cognitohazard to take appropriate action. The subject, recognizing the potential impending catastrophe, told the access credentials and procedure to a civilian who was onboard at the time, and happened to have a high enough resistance to the effect to adequately access the computer network and impose the blackout himself. After the larger situation was brought under control, the civilian was screened, amnesticized, and released. SCP-6262 was not punished for this leak.\n\n\n\n\n\n\n\n\n\n\n\n\n + Document 6262-2\n\n\n\n\n- Document 6262-2\n\n\n\n\n\n\nStaff Note - Posted by Dr. Cosmo Kemp 05/16/2019\n\nSCP-6262 has maintained a stellar track record for the safekeeping of Foundation information, contributions to containment procedures, and other operations. Consequently, I am recommending that the subject's file be reclassified from SAFE to THAUMIEL.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6262\n\" by Waspus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6262\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Creepy Bus.jpg\n\n\nAuthor:\n Minseong Kim\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Confirming whether or not the drivers are aware of the subject's nature would, by definition, make them aware.\n\n\n\n\n\n\n\n\n« \nSCP-6261\n | SCP-6262 | \nSCP-6263\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Staff Note - Posted by Senior Researcher Sorensen 01/12/2019 I know I just got reassigned to 6262, and it's a lot to take in at first, but we're really just letting it drive around on its own whim? This thing represents what, a quarter of Foundation offsite backup in Korea, regularly interacts with the public, and has the capability to spill the beans whenever it wants and we're just trusting it not to do that? I'm putting in a formal proposal to revise the containment procedures on file for 6262. We can use it as an on-site shuttle for Site-19 or hell, one of the Asian sites if it wants. But we can't just let it drive around a population centre like this. It knows too much, far, far too much. Reply - Dr. Cosmo Kemp, SCP-6262 Containment Team Lead, 01/13/2019 It's been driving around for over sixty-five years now, it probably knows just about everything there *is* to know, we've demonstrated that it knew state secrets back in the '40s and there's still never been any sort of information leak that we can trace to anywhere near it. I agree with you, that the containment procedures for this object seem overly lax, but it's quite honestly self-containing. It's better, for us, to have a highly sentient, mobile, autonomous, and most importantly, free method of offsite backup instead of trying to stuff this thing in a box like the rest of them. It wants to drive in a circle around Daegu day in and day out, we're going to let it.",
        "Interview Snippet 6262-5A Interview 6262-5, timestamp 1:46:34 - 1:50:51 Dr. Kemp can be heard fumbling with his recording device Kemp: Ah, there we go. My elbow slipped from the window and ended the recording. Coughing is heard from the back of the bus Subject: No problem, doctor. Kemp: Now, I know we've discussed this topic in the past, but it's something I need to have recorded for posterity. The shot-callers are, once again, coming up my ass wondering why we're letting you roam about the streets carrying an appreciable amount of highly classified Foundation knowledge. Hell, at this point, you probably know more than I do, so I can understand their concern, but I'd like you to tell me about the Manhattan project to set their mind at ease. The subject sighs Subject: You keep a secret and everyone always wants to know why you kept it, huh? Kemp: That certainly is the case. Subject: I was operating in Hiroshima in the months preceding the atomic bombing, and on the day of, as well. My route at the time, as I was working for the municipal transit service, took me past what I gather was a house inhabited by a US Spy. Thinking back I'm not quite sure if he was a spy, or some sort of diplomat, or something like that, but I do know he did have a fair bit of knowledge about Department of Defense activities at the time. The brakes squeal as the bus comes to a stop, and passengers begin to disembark. Subject: So, from my usual hobby of knowledge-gathering from this guy as he rode on my bus every day, I became aware of the Manhattan Project and, in the weeks leading up to the attack, the chosen target of Hiroshima. I know he was aware as well, because the last I saw of him was on August first. Kemp: And you told nobody. Subject: Correct. Kemp: Why not? You could've saved hundreds of thousands, and I say this as an American. I don't personally have much of an ideological opinion regarding the bombings, but if nothing else, why didn't you act in self-interest? The subject chuckles. Subject: Disregarding the question of if anybody would've listened to a bus telling them their city was about to be struck by some sort of mythical superweapon, I simply didn't feel it was my place to divulge that information. It's not like it would've clearly saved the world, or anything like that, it was a question of the bad guys versus the good guys, and I chose to spectate. -End of Snippet-",
        "Incident 6262-1 Incident 6262-1 constitutes the only known information leak originating from SCP-6262, the circumstances of the leak allowing the subject to be forgiven. During a catastrophic containment breach of SCP-███, a powerful computer-borne cognitohazard was disseminated across major news websites, social media networks, and [REDACTED]. The unprecedented strength of the cognitohazard prevented containment teams from adequately re-establishing control, and an emergency internet blackout was ordered across southern Japan to prevent the further spread of the effect. SCP-6262, operating in Niigata, Japan during the breach, was aware of the credentials and access requirements to impose the blackout, but Foundation employees onboard the bus at the time were too affected by the cognitohazard to take appropriate action. The subject, recognizing the potential impending catastrophe, told the access credentials and procedure to a civilian who was onboard at the time, and happened to have a high enough resistance to the effect to adequately access the computer network and impose the blackout himself. After the larger situation was brought under control, the civilian was screened, amnesticized, and released. SCP-6262 was not punished for this leak.",
        "Staff Note - Posted by Dr. Cosmo Kemp 05/16/2019 SCP-6262 has maintained a stellar track record for the safekeeping of Foundation information, contributions to containment procedures, and other operations. Consequently, I am recommending that the subject's file be reclassified from SAFE to THAUMIEL.",
        "\" SCP-6262 \" by Waspus, from the SCP Wiki . Source: https://scpwiki.com/scp-6262 . Licensed under CC-BY-SA .",
        "Filename: Creepy Bus.jpg Author: Minseong Kim License: CC-BY-SA 4.0 Source Link: Wikimedia"
    ],
    "containment_procedures": "SCP-6262 inhabits the city of Daegu, Republic of Korea, and as such the city is to be considered its containment area. An ultra-low-power GPS transceiver with no less than six months of available backup power is to be fitted to the subject, with appropriate methods for recharging the power bank as necessary. The GPS transceiver is to maintain unbroken contact with the Foundation monitoring station in central Daegu, which is to alert containment teams if unusual behavior is detected. Foundation agents liaise regularly with SCP-6262 as part of the containment procedures of other objects, reconnaissance, normal debriefings, and other activities, though should no such opportunities present themselves for whatever reason, agents should maintain contact with the subject at least once a week.",
    "description": "SCP-6262 is an entity taking the form of a bus or other means of mass-transport, recorded since 1950 in various parts of (primarily Eastern) Asia. The subject currently resembles a multicolored Neoplan Skyliner bus with \"DAEGU CITY TOUR\" printed on the exterior, along with images of unconfirmed origin. The bus is registered to the Daegu Tourism Association, who retain records detailing the purchase and ongoing scheduled maintenance of the bus. SCP-6262 drives a route consistent with that developed by the Daegu Tourism Association, driven by any of a number of employees that seem1 unaware of the subject's sapient nature. It has been demonstrated, however, that SCP-6262 is capable of independent locomotion.",
    "title": "SCP-6262"
}