{
    "url": "https://scp-wiki.wikidot.com/scp-6264",
    "all_text": "SCP-6264\n - \"Temperature Tantrum\"\n\n\nAuthored by \nDrApricus\n and \nLAN 2D\n.\n\n\nThank you to \nUncle Nicolini\n, \nStarch Tuber\n, \nDr Trintavon\n does not match any existing user name\n, \nGuaire\n, \nJ T K C\n, \nAvocadoMilk\n, \nSphereFinale\n, and \nFish^12\n for their critique and turning this day-long drunken writing session into a reality!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+41\n+\n–\nx\n\n\nItem #:\n SCP-6264\n\n\nObject Class:\n Radix\n\n\nSpecial Containment Procedures:\n SCP-6264-G and SCP-6264-M are to retain positions at the Foundation that ensure neither is within the same work environment. However, due to their roles within the Foundation's organizational structure, this is to be heavily encouraged and recommended rather than enforced.\n\n\nAs the Foundation Complaints Office is highly aware of SCP-6264, all new complaints regarding the situation are to be immediately discarded.\n\n\nDescription:\n SCP-6264 denotes two SCP Foundation administrative branch members, Charles Georgia and Hillary Mélaine. Georgia, SCP-6264-G, is the acting director of Site-19, and Mélaine, SCP-6264-M, is the current Coordinator of the North American Ethics Committee.\n\n\nThe two will begin to argue when within the same work environment, becoming progressively louder and more disruptive. At the argument's climax, multiple anomalous characteristics, at varying degrees, will manifest in SCP-6264's current work environment. These are as follows:\n\n\n\n\nHeightened stress in surrounding Foundation staff;\n\n\nIncreased sensitivity to noise;\n\n\nDecreased ability to communicate professionally;\n\n\nRaised room temperature;\n\n\nIncreased humidity;\n\n\nPresence of insects (primarily flies and moths);\n\n\nSudden generation of water.\n\n\n\n\nSCP-6264 was first discovered when the two instances were assigned to the Site-17 Logistics Department, and the site's administrative staff received more than 142 complaints within 24 hours of the instances' assignment.\n\n\nAddendum 1:\n An interview between SCP-6264-G, SCP-6264-M, and Officer Jorge Parks concerning the nature of the two instances' anomalous attributes. Conducted on February 18th, 1961.\n\n\n\n\n\n\n[\nBEGIN LOG\n]\n\n\n\n\nParks:\n Thank you for finding the time to sit with me, sir and miss.\n\n\nSCP-6264-G:\n Of course. How may I help?\n\n\nSCP-6264-M:\n Let's make this as brief as possible. I have a meeting in half an hour.\n\n\nParks:\n Don't worry, Coordinator, this shouldn't take long. Well, firstly, I would like to ask about your anomalous attributes.\n\n\nSCP-6264-G:\n I’m all ears.\n\n\nParks:\n I- wait, sorry. Isn’t that chair a tad small for you, sir?\n\n\nSCP-6264-G:\n What kind of a question is that? Of course not.\n\n\nParks:\n Moving on. \n(Pause)\n Your anomalous properties manifest when around each other. Do you have any idea why this may occur?\n\n\nSCP-6264-G:\n \nHer\n anomalous properties.\n\n\nParks:\n …sorry?\n\n\nSCP-6264-M:\n I beg your \npardon?\n\n\nSCP-6264-G:\n I've said this before; they have nothing to do with me. When her anomalous properties \nfinally\n dared to show themselves, of course, they latched onto me! My presence became the trigger mechanism. I don’t fault you for your ignorance — you have no control over your clearance level — but when sapient anomalies manifest abilities they can’t control, they usually have an environmental trigger. I was nearby at the time, so her trigger clearly became me.\n\n\nParks:\n I wasn’t aware of this.\n\n\nSCP-6264-M:\n If I may, Parks, he is full of garbage.\n\n\nSCP-6264-M throws SCP-6264-G a snarling look.\n\n\nSCP-6264-G:\n Said the anomaly. If the O5 would listen to me, you'd be in containment. Carry on with your questions, Parks.\n\n\nParks:\n Alright. How would you describe your relationship?\n\n\nSCP-6264-G and SCP-6264-M:\n Non-existent.\n\n\nSCP-6264-G:\n \n(Clears throat)\n The only \"relationship\" that exists is the negative correlation between the amount of work I get done and the amount of time she spends pestering me.\n\n\nSCP-6264-M:\n Respectfully, sir, you instigate every fight we've had.\n\n\nSCP-6264-G:\n Interesting. I don't remember being the one who used department funds on a petty pissing match.\n\n\nParks:\n Ahem! Both of you, please. \n(Pause)\n Director, would you say you dislike Mélaine?\n\n\nSCP-6264-G:\n No, no. No. \n(Laughs)\n Of course not! You misunderstand. I do not \ndislike\n Mélaine; I simply find her presence a nuisance—\n\n\nSCP-6264-M loudly scoffs.\n\n\nSCP-6264-G:\n —in the professional sense! She interferes with the efficiency of my management, as \nSite Director\n, mind you.\n\n\nParks:\n I see.\n\n\nSCP-6264-G:\n There is nothing worse than inefficiency in our line of work. Let me tell you something—\n\n\nSCP-6264-M:\n You had the new Site-19 subsidiary site built in a swamp miles from here! What about that is efficient?\n\n\nSCP-6264-G rolls his eyes and leans closer to Officer Parks.\n\n\nSCP-6264-G:\n Between you and I, those Ethics Committee \ngoons\n consistently deny any propositions I put forward. I know for certain they do not read them all — it’s a vendetta, I tell you! \n(Laughs)\n They’ll probably flag this very interview for ‘Unsuitable Workplace Behaviour’! Of course, I’ll delete the reports, so you do not need to worry.\n\n\nParks shifts in his seat, rubbing the sweat off of his forehead.\n\n\nSCP-6264-M:\n You don't seriously expect me to keep quiet about what you just said, Charles.\n\n\nParks:\n I… Okay. The Complaints Office has received numerous reports of your workplace… um… disharmony, as it were. Do you believe this is related to your anomalous effects?\n\n\nSCP-6264-G:\n You don’t need to sugarcoat things, Parks. Yes, we argue. Yes, she instigates almost all our \ndisharmonic\n interactions. It is unrelated to her anomaly.\n\n\nSCP-6264-M:\n You are such a scumbag.\n\n\nParks:\n And do you know the significance of your anomalous—\n\n\nSCP-6264-G:\n \nHer.\n\n\nParks:\n …I apologize. Do you know the significance of \nher\n anomalous effects?\n\n\nSCP-6264-M folds her arms crossly.\n\n\nParks:\n For example, I can understand why the room temperature increases; why personnel have an increased noise sensitivity — they all seem to be related to the human reaction to stress. But why the increased humidity? Why the flies? \n(Pause)\n Why the water?\n\n\nSCP-6264-G clasps his hands in thought.\n\n\nSCP-6264-M:\n I don't want to cast aspersions, but maybe Georgia's obsession with swamps has something to do with it.\n\n\nSCP-6264-G:\n I establish \none\n site in a swamp, and it's the end of the world for you, huh? Parks, I have no idea. Honestly, I hadn’t noticed them until you mentioned them just now.\n\n\nParks:\n We're very concerned. These incidents seem to be getting progressively more… intense.\n\n\nSCP-6264-G:\n I don't think there's anything to worry about. If I haven't noticed the effects, I'm sure they're not of any concern.\n\n\nParks:\n Cleaning costs are rising significantly due to you two.\n\n\nA fly buzzes past Parks, and he waves his hand at it. SCP-6264-G appears distracted by it.\n\n\nSCP-6264-M:\n My requests to remove Georgia have been denied, Parks. I'm not sure what to do past that. The only time we aren't in the same building during work hours is when I'm summoned elsewhere.\n\n\nSCP-6264-G:\n Which doesn't happen often. \n(Laughs)\n I wonder why.\n\n\nSCP-6264-M:\n Was that necessary, Charles?\n\n\nParks:\n As is, we can't remove Georgia from his position. He excels in his duties and is a great director, even if you two arguing is causing issues.\n\n\nSCP-6264-G sticks his tongue out at SCP-6264-M.\n\n\nParks:\n I would like to bring it to your attention that Site-19's architectural foundations have begun sinking into the earth, albeit very slowly. We have reason to believe this corresponds with your arguments.\n\n\nSCP-6264-G:\n I'm sorry? Sinking by how much?\n\n\nParks:\n \n(Adjusting his collar)\n Approximately 12.6 centimeters. Though we've noticed this is increasing with each argument.\n\n\nSCP-6264-G:\n Have you ruled out tectonic activity?\n\n\nParks:\n This increase is in addition to the daily recorded rates: about 8.6 micrometers.\n\n\nSCP-6264-M:\n Dear God.\n\n\nSCP-6264-G:\n If it is that much of a problem, I will have Mélaine moved to a different site.\n\n\nSCP-6264-M:\n Excuse you? Site-19 needs me far more than it needs you.\n\n\nParks:\n \n(Murmurs)\n The carpeting is becoming a bit moist.\n\n\nSCP-6264-G:\n To remind you, I outrank you.\n\n\nSCP-6264-M:\n Absolutely not. My committee can have you removed at a moment's notice.\n\n\nSCP-6264-G:\n And yet I'm still here. I wonder why that is. Maybe because you don't know how this hierarchy works. The committee can only intervene with my duties if I pose a direct threat to human life.\n\n\nParks:\n Uhm… you both share equivalent ranks.\n\n\nSCP-6264-G:\n What?\n\n\nParks:\n Did you not know that? You two don't have jurisdiction over one another.\n\n\nSCP-6264-M's mouth is agape. SCP-6264-G leaps off his chair and hops out of the room.\n\n\nSCP-6264-M:\n I… need to make some calls.\n\n\nSCP-6264-M exits the interview.\n\n\n\n\n[\nEND LOG\n]\n\n\n\n\n\n\nFollowing this interview, the Internal Operations Committee filed an appeal to formally separate SCP-6264-G and SCP-6264-M for the foreseeable future to prevent the escalation of their anomalous effects. Both instances individually filed complaints against this appeal, which were overruled by Overseer order. As of writing, SCP-6264-G and SCP-6264-M have not interacted face to face in over two years.\n\n\nAddendum 2:\n A series of actions taken by \nSite-19’s Director’s Office\n and the \nNorth American Ethics Committee\n, respectively, between 1962 and 1964. Each action correlates to an observed effect. It is theorized the actions were a part of a dispute between SCP-6264-G and SCP-6264-M.\n\n\n\n\nAction:\n Removal of two Foundation Front companies for inefficient use of funds.\n\n\nEffect:\n N/A\n\n\n\n\nAction:\n Execution of multiple captured Chaos Insurgency agents.\n\n\nEffect:\n Site-19 experiences rain for 48 hours.\n\n\n\n\nAction:\n Transfer of 120 Safe SCP objects from Site-19 to Site-53 as a result of basic humanoid space requirements.\n\n\nEffect:\n Air-humidity levels in Site-19 increase to 75%.\n\n\n\n\nAction:\n Decommissioning of 2 Keter-class, humanoid anomalies.\n\n\nEffect:\n Site-19 was declared architecturally unsound due to rising dampness.\n\n\n\n\nAction:\n Proposal to place Site-19’s acting Director on administrative leave for mismanaging Site operations and mistreatment of anomalies.\n1\n\n\nEffect:\n Site-19’s West Wing is partially subsumed by shifting earth.\n\n\n\n\nAction:\n Use of humanoid anomalies’ labor in the rebuilding of Site-19’s West Wing.\n\n\nEffect:\n Wetland environment surrounding Site-19 becomes more pronounced.\n\n\n\n\nAction:\n Three Ethics Committee Liasons placed in Site-19.\n\n\nEffect:\n Site-19’s surrounding area is now classified as a freshwater swamp.\n\n\n\n\nAction:\n Ethics Committee meeting delayed in favor of O4 Court seminar.\n\n\nEffect:\n Site-19 experiences heavy flooding, requiring temporary evacuation.\n\n\n\n\nAction:\n Censure of Site-20’s acting Director for improper workplace behavior.\n\n\nEffect:\n Swampland spreads to Site-24 and Site-180, as well as encompassing multiple towns in the nearby vicinity.\n\n\n\n\nAction:\n Amnesticisation and release of Ethics Committee Advisor for continually subverting Overseer order.\n\n\nEffect:\n Site-19, Site-24, and Site-180 all flood entirely, causing multiple containment breaches and requiring complete evacuation. Rain has now persisted for 200 hours without stopping.\n\n\n\n\nAction:\n Proposal to disband the O4 Court to streamline Foundation operations.\n\n\nEffect:\n [COUNTRY REDACTED] experiences a tropical cyclone, flooding multiple major cities, rivers, and lakes, and requiring mass evacuation. Foundation operations were placed on red alert.\n\n\n\n\nAction:\n Proposal to defund the Ethics Committee due to obsolescence, inefficacy, and embezzling Foundation funds for malicious purposes.\n\n\nEffect:\n Global Sea levels were observed to rise by 0.104 millimeters, approximately 1200% the average daily sea level increase.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nTo:\n charlesgeorgia@site19\n\n\nFrom:\n hillarymelaine@site19\n\n\nSubject:\n SCP-6264 and Us.\n\n\n\n\n\n\nDear Charles,\n\n\nThis has gone on long enough. We need to put a stop to this. It's unfair to the people around us. I know I'm not the paragon of morality, but we can't keep hurting them just to keep playing this stupid game.\n\n\nPlease think about this and get back to me. I hope you'll understand.\n\n\nRegards,\n\nHillary\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n hillarymelaine@site19\n\n\nFrom:\n charlesgeorgia@site19\n\n\nSubject:\n Re:SCP-6264 and Us.\n\n\n\n\n\n\nHello Hillary.\n\n\nYes, I know our arguments are causing people pain. I also know that we work for the Foundation. Ergo, it is not my responsibility to babysit people I have never met and never will meet. I have better things to be doing, like containing anomalies. The greater good and all that.\n\n\nIf you really want to help people, here's how you do it. Our anomaly is a two-way system. Therefore, if one of us were to resign from our position and never return, the effects would halt immediately, yes? I, myself, have an image to maintain. And the last thing we both want is people finding out.\n\n\nPlease think about this. Do not bother getting back to me. I hope \nyou'll\n understand.\n\n\nCharles Georgia,\n\n\nSite-19 Director's Office, Site-19\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n charlesgeorgia@site19\n\n\nFrom:\n hillarymelaine@site19\n\n\nSubject:\n Re:Re:SCP-6264 and Us.\n\n\n\n\n\n\nDear Charles,\n\n\nPlease reconsider what you are doing. It is not too late to resolve our differences diplomatically — this situation can benefit everyone, even you.\n\n\nI will be attending the O4 Court seminar next week on December 4th, and I would very much like to speak to you in person afterward.\n\n\nPlease come.\n\n\nRegards,\n\nHillary\n\n\n\n\nALERT: This email has not been delivered for any of the following reasons: Scheduled Server Maintenance, Internal Server Error, or, The Recipient Has Blocked This Contact. Please try again later.\n\n\n\n\nOn 12/12/64, SCP-6264-M resigned from her Ethics Committee Coordinator position and requested a permanent transfer to Site-46, over 2000km from Site-19.\n\n\nImmediately after her resignation and transfer were accepted, all previously observed SCP-6264 phenomena affecting Site-19 and its surrounding area ceased. No SCP-6264 phenomena have been observed since.\n\n\nAddendum 3:\n On 15/12/64, an anonymous tip was received by the Foundation Complaints Office, accusing SCP-6264-G of abusing his position's power within the Foundation hierarchy, corruption, embezzlement, and, most notably, impersonation of Foundation personnel.\n\n\nDue to certain classified details included within the report that aligned with Foundation Level 4 Documentation, an investigation was commissioned. Moreover, the report specifically requested a member of the Countermemetics Division conduct the investigation.\n\n\nOne week later, Memetics Agent Thomas Pinmen was instructed to arrive at SCP-6264-G's office for an interview. SCP-6264-G was informed that said interview was part of a routine Foundation security questionnaire regarding the reconstruction of Site-19's West Wing. Pinmen's position as a Memetics Agent was also hidden.\n\n\nThe interview can be seen in full below.\n\n\n\n\n\n\n[\nBEGIN LOG\n]\n\n\n\n\nSCP-6264-G:\n About time. You're late, Pinmen.\n\n\nPinmen stands in the doorway, looking around the room, before spotting SCP-6264-G.\n\n\nSCP-6264-G:\n Take a seat.\n\n\nPinmen looks at SCP-6264-G, confused. He peers out the doorway for a moment before pulling out his phone.\n\n\nSCP-6264-G:\n Hello?\n\n\nAfter a minute, Pinmen looks up at SCP-6264-G, an eyebrow raised. Apprehensively, he sits down.\n\n\nSCP-6264-G:\n Thank you for taking the time to see me. The event has undoubtedly been puzzling to all of us. I'm glad we can have a professional in the field take a good look at it.\n\n\nPinmen stares at SCP-6264-G impatiently. He then looks around the room.\n\n\nSCP-6264-G:\n Ahem? Can you hear me?\n\n\nPinmen looks at SCP-6264-G briefly before glancing around the room and diverting his attention to his phone.\n\n\nAfter a moment, Pinmen stands up and holds his phone to his ear.\n\n\nPinmen:\n Yeah, I don't know where he is. I thought the hotshot director was supposed to be here. The only thing in here is some toad.\n\n\nSCP-6264-G:\n Hey, sit down. We're in an interview.\n\n\nPauses.\n\n\nPinmen:\n I don't know what to tell you. He isn't here.\n\n\nSCP-6264-G:\n Who are you talking to? Are you deaf?\n\n\nPinmen looks at SCP-6264-G and back to the door.\n\n\nPinmen:\n This damn toad won't stop croaking. I can't seem to find a tank. Does this thing belong to Director Georgia anyways?\n\n\nSCP-6264-G:\n \n(Raises his voice)\n Are you deaf? Sit down, goddammit!\n\n\nThe person on the other end of the call talks for some time. SCP-6264-G continues shouting.\n\n\nPinmen:\n Wait, where?\n\n\nPinmen looks around anxiously.\n\n\nPinmen:\n I'm telling you, he isn't here…\n\n\nPinmen looks at SCP-6264-G, appearing horrified. Slowly, Pinmen walks over to SCP-6264-G and lowers the phone to his level.\n\n\nSCP-6264-G:\n Who is this ditz calling?\n\n\nPauses.\n\n\nSCP-6264-G:\n Martha! How are you? How's the wife? Good? Yes, well, I'm not. \n(Pauses)\n Yeah, well, you sent me a faulty agent. This buck has been ignoring me the entire time. \n(Pauses)\n It's either your fault or his! Someone's taking responsibility around here, and I don't care who! I'll have his ass fired, you get that?\n\n\nPauses.\n\n\nSCP-6264-G:\n Okay… Yes. I understand. I… apologize for raising my voice. Those freaks over at HR do get in the way of things, yeah- yeah. \n(Pauses)\n Oh, is that so? Indeed. Mhm. Yes, yes. \n(Pauses)\n No, I haven't heard the news. You'd think they'd tell me these things, considering who I am, but— yeah? Cool.\n\n\nPinmen, confused, sets the phone on the chair beside SCP-6264-G and walks over to his seat, slumping into it.\n\n\nTwo minutes of conversation between SCP-6264-G and the call recipient have been omitted for brevity.\n\n\nSCP-6264-G:\n Good to hear, Martha. Have a good weekend. \n(Pauses)\n Okay, you too. Hanging up now.\n\n\nSCP-6264-G attempts to press a button to disconnect the call, but his finger slips off the glass screen.\n\n\nSCP-6264-G:\n Eh, it's your phone. You do it.\n\n\nSCP-6264-G abruptly dismounts from his chair and hops out of the room. Slowly, Pinmen picks up his phone and brings it to his ear.\n\n\nPinmen:\n I think there's something in the water.\n\n\n\n\n[\nEND LOG\n]\n\n\n\n\n\n\nFollowing this interview, Pinmen filed a report addressed to the O5 Council claiming that SCP-6264-G is, in fact, a member of the Cane Toad species. Despite his refutes, the O5 Council launched a thorough investigation into the matter, as Director Georgia had previously been suspected of malpractice.\n\n\nPinmen's report was soon validated, and SCP-6264-G has since been removed from his position, being released into Site-24's sentient animal enclosure per Ethics Committee recommendation.\n\n\nFurthermore, SCP-6264-M's position on the Ethics Committee was reinstated upon Georgia's dismissal, as her efficiency and adherence to Foundation values — now no longer hindered by the anomaly — are considered of immense value.\n\n\nOn 12/11/68, a vote to move SCP-6264-M to Level-5 Clearance passed the O5 Command, and she has since become a permanent member.\n\n\n\n\n \n\n\n\n\n\n\nImage available.\n\n\n\n\n– hide block\n\n\n\n\n\n\nThe O5 Command, circa 1969.\n\n\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6263\n | SCP-6264 | \nSCP-6265\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6264\n\" by DrApricus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6264\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Men_in_Suits.jpg\n\n\nAuthor:\n Harry Walker\n\n\nLicense:\n CC 0 1.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Denied by Overseer order.",
    "addendums": [
        "Addendum 1: An interview between SCP-6264-G, SCP-6264-M, and Officer Jorge Parks concerning the nature of the two instances' anomalous attributes. Conducted on February 18th, 1961.\nFollowing this interview, the Internal Operations Committee filed an appeal to formally separate SCP-6264-G and SCP-6264-M for the foreseeable future to prevent the escalation of their anomalous effects. Both instances individually filed complaints against this appeal, which were overruled by Overseer order. As of writing, SCP-6264-G and SCP-6264-M have not interacted face to face in over two years.",
        "Addendum 2: A series of actions taken by Site-19’s Director’s Office and the North American Ethics Committee , respectively, between 1962 and 1964. Each action correlates to an observed effect. It is theorized the actions were a part of a dispute between SCP-6264-G and SCP-6264-M.\n\n\n\n\nOn 12/12/64, SCP-6264-M resigned from her Ethics Committee Coordinator position and requested a permanent transfer to Site-46, over 2000km from Site-19.\nImmediately after her resignation and transfer were accepted, all previously observed SCP-6264 phenomena affecting Site-19 and its surrounding area ceased. No SCP-6264 phenomena have been observed since.",
        "Addendum 3: On 15/12/64, an anonymous tip was received by the Foundation Complaints Office, accusing SCP-6264-G of abusing his position's power within the Foundation hierarchy, corruption, embezzlement, and, most notably, impersonation of Foundation personnel.\nDue to certain classified details included within the report that aligned with Foundation Level 4 Documentation, an investigation was commissioned. Moreover, the report specifically requested a member of the Countermemetics Division conduct the investigation.\nOne week later, Memetics Agent Thomas Pinmen was instructed to arrive at SCP-6264-G's office for an interview. SCP-6264-G was informed that said interview was part of a routine Foundation security questionnaire regarding the reconstruction of Site-19's West Wing. Pinmen's position as a Memetics Agent was also hidden.\nThe interview can be seen in full below.\nFollowing this interview, Pinmen filed a report addressed to the O5 Council claiming that SCP-6264-G is, in fact, a member of the Cane Toad species. Despite his refutes, the O5 Council launched a thorough investigation into the matter, as Director Georgia had previously been suspected of malpractice.\nPinmen's report was soon validated, and SCP-6264-G has since been removed from his position, being released into Site-24's sentient animal enclosure per Ethics Committee recommendation.\nFurthermore, SCP-6264-M's position on the Ethics Committee was reinstated upon Georgia's dismissal, as her efficiency and adherence to Foundation values — now no longer hindered by the anomaly — are considered of immense value.\nOn 12/11/68, a vote to move SCP-6264-M to Level-5 Clearance passed the O5 Command, and she has since become a permanent member."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6264 \" by DrApricus, from the SCP Wiki . Source: https://scpwiki.com/scp-6264 . Licensed under CC-BY-SA .",
        "Filename: Men_in_Suits.jpg Author: Harry Walker License: CC 0 1.0 Source: Wikimedia Commons"
    ],
    "item": "SCP-6264",
    "object_class": "Radix",
    "containment_procedures": "SCP-6264-G and SCP-6264-M are to retain positions at the Foundation that ensure neither is within the same work environment. However, due to their roles within the Foundation's organizational structure, this is to be heavily encouraged and recommended rather than enforced.",
    "description": "SCP-6264 denotes two SCP Foundation administrative branch members, Charles Georgia and Hillary Mélaine. Georgia, SCP-6264-G, is the acting director of Site-19, and Mélaine, SCP-6264-M, is the current Coordinator of the North American Ethics Committee.",
    "title": "SCP-6264"
}