{
    "url": "https://scp-wiki.wikidot.com/scp-6267",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n5/6267\n LEVEL \n5/6267\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-6267\n\n\nObject Class: Neutralized\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-6267 has been neutralized, no direct containment procedures are necessary.\n\n\nOf note: the volatility and high suggestibility of ontological conditions in artificially stabilized areas of Scrantonian unreality are known to cause unexpected anomalous phenomena, even under the influence of Reality Anchors. Common causes of such phenomena include the writing or uttering of simile and metaphor, idioms, homophones and homonyms, which can influence local reality even when used in incomplete sentences. Furthermore, the phenomenon of retroactive causality may make such events difficult to recognize and make their catalysts difficult to identify.\n\n\nDescription:\n SCP-6267 is the designation given to several hundred small circular orange objects of unknown composition which entered the area of stabilized unreality surrounding Exclusionary Site-30 at 3548 UFT\n1\n on January 7, 2017. Due to the Site's location outside of baseline reality and high security, this event was grounds for an emergency lockdown; the situation was escalated when the objects were observed to vocalize, talking amongst themselves, shouting, and chanting slogans calling for the closure of the Site\n2\n. When the objects converged on the Site's main hatch, the external Reality Anchors surrounding it were automatically deactivated to prevent forced entry. All objects were jettisoned into the Scrantonian pocket reality surrounding Exclusionary Site-30; as none have been recovered, SCP-6267 was declared neutralized before proper containment could be achieved.\n\nUpon the easing of the lockdown, Site Director Maurice Simmons ordered an investigation into the circumstances surrounding SCP-6267 and sent a request to the Overseer Council urging the temporary closure of the Site and discontinuation of all testing and containment within until conditions were deemed stable. Per Simmons' demand, the closure of Exclusionary Site-30 was authorized.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Universal Foundation Time\n\n\n2\n. Such slogans included \"S-C-P aren't G-O-D\" and \"Three-oh must go\"\n\n\n\n\n\n\n\n\n« \nSCP-6266\n | SCP-6267 | \nSCP-6268\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6267\n\" by Tyumen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6267\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6267 \" by Tyumen, from the SCP Wiki . Source: https://scpwiki.com/scp-6267 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "As SCP-6267 has been neutralized, no direct containment procedures are necessary.",
    "description": "SCP-6267 is the designation given to several hundred small circular orange objects of unknown composition which entered the area of stabilized unreality surrounding Exclusionary Site-30 at 3548 UFT1 on January 7, 2017. Due to the Site's location outside of baseline reality and high security, this event was grounds for an emergency lockdown; the situation was escalated when the objects were observed to vocalize, talking amongst themselves, shouting, and chanting slogans calling for the closure of the Site2. When the objects converged on the Site's main hatch, the external Reality Anchors surrounding it were automatically deactivated to prevent forced entry. All objects were jettisoned into the Scrantonian pocket reality surrounding Exclusionary Site-30; as none have been recovered, SCP-6267 was declared neutralized before proper containment could be achieved.",
    "title": "SCP-6267"
}