{
    "url": "https://scp-wiki.wikidot.com/scp-6268",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nItem:\n\n\nSCP-6268\n\n\n\n\n\n\nObject Class:\n\n\nNeutralized\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nThe remains of SCP-6268 are stored in a LEVEL 5 - Anomalous Item Security Container at Site-54 indefinitely. Access to SCP-6268 is prohibited for all personnel.\n\n\n\n\n\n\nDescription:\n\n\nSCP-6268 designates an anomalous entity, successfully terminated by Foundation forces on the 16th November 2009. The remains of SCP-6268 showcase no paranormal and/or thaumaturgical activity, and their liquidation was verified by Foundation scientists and parathanatologists\n1\n.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nLEVEL 4 - Clearance Required For Inspection Of Records.\n\n\n\n\n KEYWORD ACCEPTED\n\n\n\n\n \n\n\n \n\nThe following information is classified under LEVEL 4 - clearance due to its confidential nature regarding the relationship between the SCP-Foundation and the Federal Republic of Germany.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nS C P - D. E. C. O.\n\n\n \n\n\nDepartment of Enhanced Containment Operations\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSCP-6268 [07092008]:\n\n\n\n\n\n\n\n\n\n\nItem:\n\n\nSCP-6268\n\n\n\n\n\n\nObject Class:\n\n\nUncontained\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nAs the acting mayor of \nWilheim\n, SCP-6268 is not to be contained or encumbered otherwise. All operations that would hinder SCP-6268 in their role as mayor of \nWilheim\n are precautionarily prohibited, unless a Broken Masquerade-Scenario has to be prevented or a change of status regarding the foreign-policy agenda of \nWilheim\n is observed. If such events occur, SCP-6268 will be reclassified as an antagonistic Keter object, and further procedures will be compiled accordingly.\n\n\n\n\n\n\nDescription:\n\n\nSCP-6268 designates the \nErlkanzler\n2\n, a powerful \nsidhe\n entity born in the late 17th century in Northern Europe (presumably Norway). Between 1919 and 1920, in the aftermath of World War I, SCP-6268 and their following, likewise-minded \nsidhe\n and similar fae subjects, managed to take control of \nWilheim\n, a massive aerial eigenweapon created by the German Empire between 1912 and 1917\n3\n. Under the order of SCP-6268, \nWilheim\n was rebuilt as a floating city-state, operating as a self-proclaimed sanctuary for paranormal beings and human subjects affiliated with the anomalous. Following several disputes between SCP-6268, the government of West Germany, the Global Occult Coalition and the Foundation, \nWilheim\n was officially recognized as an allied and independent geopolitical entity in 1977.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nORDER 6268_05072009 of the O5 Council:\n\n\n\n\n\nPer unanimous decision of the O5 Council, the containment procedures of the subject designated SCP-6268 were reassessed and evaluated as following:\n\n\n\nSCP-6268 reclassified as an antagonistic Keter-object.\n\n\nThe termination of SCP-6268 before December 2009 is to be planned, conceptualized and executed by the Department of Enhanced Containment Operations.\n\n\n[CLASSIFIED PER UPDATED SECURITY POLICIES]\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\nStrategic Plan Discussion - Department of Enhanced Containment Operations 07.07.2009\n\n\n\n\n\n\n \n\n\n\n\n\n\nParticipant\n\n\nDepartment\n\n\nPosition\n\n\n\n\n\n\nDermot Skolnik\n\n\nEnhanced Containment Operations\n\n\nDirector\n\n\n\n\n\n\nAadrian Twentyman\n\n\nEnhanced Containment Operations\n\n\nExecutive Vice-Director\n\n\n\n\n\n\nLizbeth Nedergaard\n\n\nEnhanced Containment Operations\n\n\nSecretary of the Planning Office\n\n\n\n\n\n\nSylvester Poindexter\n\n\nEnhanced Containment Operations, Neurophysiological Research\n\n\nHead Scientific Advisor\n\n\n\n\n\n\n \n\n\n\n\nStart of Discussion:\n 11:01 AM, 07.07.2009\n\n\n \n\n[EXTRANEOUS INFORMATION UNRELATED TO SCP-6268 REMOVED FOR BREVITY.]\n\n\n \n\n\nSkolnik:\n The next point on our list are … the updated containment procedures of SCP-6268.\n\n\n \n\n\n \n\n\nPoindexter:\n What object is that? I do not recall we ever dealt with this number before.\n\n\n \n\n\n \n\n\nSkolnik:\n It's the \nErlkanzler\n, Syl.\n\n\n \n\n\n \n\n\nPoindexter:\n You … mean that fairy king? The one who rules over this giant zeppelin-city?\n\n\n \n\n\n \n\n\nSkolnik:\n Exactly. And they are no fairy, Syl, it is called a \nsidhe\n.\n\n\n \n\n\n \n\n\nPoindexter:\n But it is a fairy, right? Or fae or whatever?\n\n\n \n\n\n \n\n\nSkolnik:\n Most researchers do call them fae nowadays. Don't they, Aadrian?\n\n\n \n\n\n \n\n\nTwentyman:\n Maybe …\n\n\n \n\n\n \n\n\nNedergaard:\n Regardless what we call them - why are we talking about SCP-6268 now?\n\n\n \n\n\n \n\n\nSkolnik:\n According to our superiors, we were tasked with the immediate liquidation of SCP-6268.\n\n\n \n\n\n \n\n\nNedergaard:\n Excuse me?\n\n\n \n\n\n \n\n\nTwentyman:\n A liquidation? That is unexpected. SCP-6268 is an ally of our organization. Why was this order given?\n\n\n \n\n\n \n\n\nSkolnik:\n I do not possess this information, Aadrian. But it is urgent, and they must perish before the end of this year.\n\n\n \n\n\n \n\n\nPoindexter:\n Specifically \nthis\n year?\n\n\n \n\n\n \n\n\nSkolnik:\n Yes. So we have … four to five months to go.\n\n\n \n\n\n \n\n\nNedergaard:\n I do not understand - why is this necessary?\n\n\n \n\n\n \n\n\nSkolnik:\n They will have their reasons, Lizzy.\n\n\n \n\n\n \n\n\nTwentyman:\n Reasons you do not know or you cannot tell us?\n\n\n \n\n\n \n\n\nSkolnik:\n I propose an assassination, carried out by a third party. This way -\n\n\n \n\n\n \n\n\nNedergaard:\n One moment, Dermot. Just to be clear - we are talking about killing an allied political leader right now, yes?\n\n\n \n\n\n \n\n\nSkolnik:\n Liquidating, Lizzy.\n\n\n \n\n\n \n\n\nPoindexter:\n You lot and your nice words.\n\n\n \n\n\n \n\n\nNedergaard:\n But \nwhy\n?\n\n\n \n\n\n \n\n\nSkolnik:\n The reasoning behind this discussion will not be debated here. It was decided by the O5 council, all we have to do is working out the means of execution.\n\n\n \n\n\n \n\n\nPoindexter:\n We sure do. I agree with the assassination proposal. If they want it to be done secretly, we can indeed commission someone who is specialized in the neutralization of such … beings. It would probably be much cheaper than doing it on our own, anyways. Wilheim is massive -\n\n\n \n\n\n \n\n\nNedergaard:\n Wilheim doesn't even possess weapons anymore! It - it is a pacifistic city state, it poses no threat to anyone!\n\n\n \n\n\n \n\n\nTwentyman:\n Where is Wilheim positioned, right now?\n\n\n \n\n\n \n\n\nSkolnik:\n Over the Baltic Sea.\n\n\n \n\n\n \n\n\nPoindexter:\n Lizzy does have a point. Wilheim is tightly connected to the rest of the Veiled World. Deer College, Hy-Brasil - one of my neurologists lived there for over ten years. We must ensure that no-one else is going to be harmed in this operation. Best we maintain our good relationship to Wilheim. The city will survive an act like this - won't it, Aadrian?\n\n\n \n\n\n \n\n\nTwentyman:\n The \nErlkanzler\n has ruled for a long time. But there are suitable successors, many of whom have no illwill towards the Foundation … even after all the violence inflicted to their kin.\n\n\n \n\n\n \n\n\nNedergaard:\n And now we do it all over again!\n\n\n \n\n\n \n\n\nPoindexter:\n It is just one fae, Lizzy.\n\n\n \n\n\n \n\n\nNedergaard:\n We don't even know \nwhy\n!\n\n\n \n\n\n \n\n\nTwentyman:\n Agreeing with Lizzy, SCP-6268 has aided us in the neutralization of the geode. Ordering their assassination does appear to be … heartless of us.\n\n\n \n\n\n \n\n\nPoindexter:\n The geode?\n\n\n \n\n\n \n\n\nSkolnik:\n The \nhell heart\n4\n, Syl.\n\n\n \n\n\n \n\n\nPoindexter:\n Oh really? He did that, eh?\n\n\n \n\n\n \n\n\nNedergaard:\n Am I the only one here who is appalled by this decision?\n\n\n \n\n\n \n\n\nSkolnik:\n Please calm yourself, Lizzy. None of us feel any kind of pleasure, talking about something cruel like this.\n\n\n \n\n\n \n\n\nPoindexter:\n If they concluded his death, then it must be of essential nature. More harm must come from letting him live.\n\n\n \n\n\n \n\n\nTwentyman:\n Yes … probably, yes.\n\n\n \n\n\n \n\n\nSkolnik:\n I propose we assign this task to the \nAzure Eyes\n.\n\n\n \n\n\n \n\n\nNedergaard:\n Dermot, you \ncannot\n be serious!\n\n\n \n\n\n \n\n\nPoindexter:\n \nAzure Eyes\n? Why them?\n\n\n \n\n\n \n\n\nNedergaard:\n These - these monsters! Dermot, have you forgotten what they have done?\n\n\n \n\n\n \n\n\nSkolnik:\n I didn't, Lizzy, and this is why I proposed them.\n\n\n \n\n\n \n\n\nPoindexter:\n Dermot, we have no doubts in their … capabilities, surely we do not -\n\n\n \n\n\n \n\n\nNedergaard:\n Capabilities?! Rapists and murderers, this is who they are! The thought alone, to - to \npay\n these wretches!\n\n\n \n\n\n \n\n\nPoindexter:\n Aggravating.\n\n\n \n\n\n \n\n\nNedergaard:\n No! No, Dermot, this is unacceptable!\n\n\n \n\n\n \n\n\nTwentyman:\n On the other hand, they always delivered. \nAzure Eyes\n have, so far, never failed before.\n\n\n \n\n\n \n\n\nPoindexter:\n \nBefore\n?\n\n\n \n\n\n \n\n\nNedergaard:\n Aadrian -\n\n\n \n\n\n \n\n\nTwentyman:\n The Foundation commissioned \nAzure Eyes\n about two years ago, to eliminate a high-ranking member of the \nChaos Insurgency\n.\n\n\n \n\n\n \n\n\nSkolnik:\n We did? Aadrian, do you know who was -\n\n\n \n\n\n \n\n\nNedergaard:\n This just has to be joke!\n\n\n \n\n\n \n\n\nTwentyman:\n It is not.\n\n\n \n\n\n \n\n\nPoindexter:\n But when we already have a business connection with them, there surely must also be a bid?\n\n\n \n\n\n \n\n\nNedergaard:\n A … a bid?\n\n\n \n\n\n \n\n\nPoindexter:\n This whole operation might become much cheaper if we use this old communication channel the Foundation has established. Do you know which department came into contact with \nAzure Eyes\n?\n\n\n \n\n\n \n\n\nTwentyman:\n External Affairs.\n\n\n \n\n\n \n\n\nSkolnik:\n Of course.\n\n\n \n\n\n \n\n\nPoindexter:\n Excellent. We should reach out to them as soon as possible.\n\n\n \n\n\n \n\n\nSkolnik:\n I actually intended to use one of our own contacts - we have a former middleman of \nAzure Eyes\n in our cells right now - but this seems to be the more constructive approach. I will finalize a draft proposal until tomorrow and send it to External Affairs - without any descriptions about our target, of course.\n\n\n \n\n\n \n\n\nTwentyman:\n Very good.\n\n\n \n\n\n \n\n\nPoindexter:\n Well, that was fast. Can we take a break, the motor for my exoskeleton legs needs an oil change\n5\n.\n\n\n \n\n\n \n\n\nSkolnik:\n Syl, transferring your brain into this horrid machinery was one of the worst ideas anyone ever had.\n\n\n \n\n\n \n\n\nPoindexter:\n Infidels, the lot of you. Infidels all together.\n\n\n \n\n\n \n\n\nTwentyman:\n I could use a short break as well.\n\n\n \n\n\n \n\n\nSkolnik:\n Fifteen minutes, then? Lizzy, what about you?\n\n\n \n\n\n \n\n\nNedergaard:\n I - yes, yes. Fifteen - fifteen minutes will be alright.\n\n\n \n\n\n \n\n[EXTRANEOUS INFORMATION UNRLEATED TO SCP-6268 REMOVED FOR BREVITY.]\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\nLizbeth Nedergaard was, after several voiced complaints regarding the contract between \nGOI-22222\n and the Foundation, transferred to the Telecommunications Monitoring Office.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAbstract of GOI-22222 AZURE EYES:\n A criminal organization specialised in the acquisition of valuable and often highly dangerous anomalous goods, as well as the liquidation of subjects immune to conventional means of violence. \nAzure Eyes\n was founded in 1999 and consists of no more than 30 members, all of which demonstrate thaumaturgically advanced abilities. The organization headquarters has been theorized to be located in Dubai, United Arab Emirates, but its members operate on a global scale. Information about the employers of \nAzure Eyes\n are sparse, but it is suspected the organization is mainly commissioned by the \nUnusual Incidents Unit (UIU)\n, the \nFactory\n and \nMarshall, Carter and Dark\n.\n\n\n \n\nFor further information, see \nCORPUS_GOI22222\n.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n[Documentation of establishing contact between the Foundation and GOI-22222 expunded according to updated security policies.]\n\n\n \n\n\n \n\n\n\n\n \n\n\nMeeting, Proposal and Confirmation of Order between the SCP-Foundation and GOI-22222 AZURE EYES - 15.07.2009\n\n\n \n\n\nNegotiators:\n Aadrian Twentyman (Department of Enhanced Containment Operations), Getzel Rozencwaig (General Management)\n\n\n \n\n\nLocation:\n The basement floor of an abandonded railway building in Cologne, Germany.\n\n\n \n\n\nTime point:\n 01:00 AM, 15.07.2009\n\n\n \n\n\n\n\n \n\n\n\n\nDocumentation:\n\n\n\n\n\n\n \n\n\nArrival of Foundation personnel at 0:46 AM. The railway building was completey surrounded and secured by specialized forces at 0:51 AM. Twentyman and Rozencwaig entered the meeting place at 0:54 AM, and entered the basement floor at 0:55 AM.\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\nTwentyman:\n - on? Yes, it is working now.\n\n\n \n\n\n \n\n\nRozencwaig:\n A little nervous, are we?\n\n\n \n\n\n \n\n\nTwentyman:\n I am not.\n\n\n \n\n\n \n\n\nRozencwaig:\n Only agitated by the prospect of following Skolnik as new director of DECO, right? You are cool as ice, Aadrian.\n\n\n \n\n\n \n\n\nTwentyman:\n If you say so. Do you feel anything yet?\n\n\n \n\n\n \n\n\nRozencwaig:\n Nothing at all. Just the sense of abandonment. We used to live in places like this, back then. Old castles and ranches, forgotten by your kind.\n\n\n \n\n\n \n\n\nTwentyman:\n Just like the \nErlkanzler\n now resides in Wilheim?\n\n\n \n\n\n \n\n\nRozencwaig:\n I am not troubled by this decision, if you want to allude to some moral conflict.\n\n\n \n\n\n \n\n\nTwentyman:\n Unlike Nedergaard.\n\n\n \n\n\n \n\n\nRozencwaig:\n Being a fae means living in a neverending state of transformation. When I took this name from the original Getzel Rozencwaig, the Foundation didn't even exist, and now look at me. Stabbing our own in the back is rooted deep in \nsidhe\n blood - although we normally utilize actual knives, and not such criminal folk.\n\n\n \n\n\n \n\n\nTwentyman:\n Hm …\n\n\n \n\n\n \n\n\nRozencwaig:\n Forget Nedergaard. She is too emotional. Not suited for our work.\n\n\n \n\n\n \n\n\nTwentyman:\n Emotional, maybe.\n\n\n \n\n\n \n\n\nRozencwaig:\n And - they are coming.\n\n\n \n\n\n \n\n\nTwo humanoids appear in the cellar. Both wear blue-coloured uniforms, blue helmets and suitcases. They hold hands at their arrival, but hastily move away from each other after they have fully materialized. The left humanoid is designated AE-014, the right is designated AE-015. The identities of both male subjects remain unknown.\n\n\n \n\n\n \n\n\nAE-015:\n Oh what a dump! Just look at all this rotten shit in here.\n\n\n \n\n\n \n\n\nAE-014:\n Quite feculent - password?\n\n\n \n\n\n \n\n\nTwentyman:\n \nHeaven and hell, dark waters, deep well.\n6\n\n\n \n\n\n \n\n\nAE-014:\n Correct. It is a pleasure.\n\n\n \n\n\n \n\n\nAE-015:\n \"Heaven and hell\" - did you come up with that nonsense?\n\n\n \n\n\n \n\n\nAE-014:\n No. It appears we are a bit late, please excuse our tardiness.\n\n\n \n\n\n \n\n\nTwentyman:\n You are exactly on time.\n\n\n \n\n\n \n\n\nAE-014:\n I assume we are being monitored by your men, good sirs?\n\n\n \n\n\n \n\n\nTwentyman:\n We have this whole building surrounded, and we record and document every word you say and every movement you make.\n\n\n \n\n\n \n\n\nAE-015:\n Did you hear this? They have us surrounded. Fucking jailors, my god.\n\n\n \n\n\n \n\n\nAE-014:\n You must excuse my partner, his mouth is as foul as the dirt we are standing on. You contacted us last week, proclaiming that you have a … lucrative assignment for us. The assassination of a particular individual, a person of political importance?\n\n\n \n\n\n \n\n\nRozencwaig:\n This is correct.\n\n\n \n\n\n \n\n\nAE-015:\n You also saw the fox in the suit talking, did you?\n\n\n \n\n\n \n\n\nAE-014:\n He is a fae, no reason to panic.\n\n\n \n\n\n \n\n\nTwentyman:\n We do hope so. Because your target is a fae as well.\n\n\n \n\n\n \n\n\nAE-014:\n Our organization has liquidated faes before.\n\n\n \n\n\n \n\n\nAE-015:\n Not that often, to tell the truth.\n\n\n \n\n\n \n\n\nAE-014:\n - but it should be no problem.\n\n\n \n\n\n \n\n\nAE-015:\n Depends on the fairy, though. And it will cost you.\n\n\n \n\n\n \n\n\nAE-014:\n Who is it?\n\n\n \n\n\n \n\n\nTwentyman:\n The \nErlkanzler\n. You might know them as the alder-chancellor, the fae king of Wilheim.\n\n\n \n\n\n \n\n\nAE-015:\n The mayor of the zeppelin city? That blue-skinned fae, one big eye, stitched-up mouth, no hands\n7\n?\n\n\n \n\n\n \n\n\nTwentyman:\n According to our most recent information, this is how he should look like indeed.\n\n\n \n\n\n \n\n\nRozencwaig:\n They are a powerful fae, with deep knowledge of the nocturne arts and teachings. And we \nwill\n pay you appropriately for their … neutralization.\n\n\n \n\n\n \n\n\nAE-015:\n A fae king. That would be a first for us.\n\n\n \n\n\n \n\n\nAE-014:\n Please wait a moment, okay?\n\n\n \n\n\n \n\n\nAE-014 produces a blue-coloured smartphone and appears to communicate with an unknown individual via text messaging for about ten minutes.\n\n\n \n\n\n \n\n\nAE-014:\n Fifty-five million €. Thirty in advance, twenty-five after it is done.\n\n\n \n\n\n \n\n\nTwentyman:\n Might this be the appropriate price we just mentioned?\n\n\n \n\n\n \n\n\nAE-014:\n Correct. We give you this -\n\n\n \n\n\n \n\n- \nAE-014 hands his suitcase over to Twentyman.\n -\n\n\n \n\n\n \n\n\nAE-014:\n - and inside you will find the respective forms.\n\n\n \n\n\n \n\n\nRozencwaig:\n Forms?\n\n\n \n\n\n \n\n\nAE-014:\n We demand detailed instructions and conditions, about the target, their location and the means of execution. You will deposit the suitcase at the location disclosed in the respective note, and we will carry out the assignment. Understood?\n\n\n \n\n\n \n\n\nTwentyman:\n And after the \nErlkanzler\n has been liquidated?\n\n\n \n\n\n \n\n\nAE-014:\n You will be contacted for the outstanding payment.\n\n\n \n\n\n \n\n\nRozencwaig:\n And … if you fail?\n\n\n \n\n\n \n\n\nAE-015:\n Then you can keep the rest.\n\n\n \n\n\n \n\n\nAE-014:\n We will not fail.\n\n\n \n\n\n \n\n\nAE-015:\n We never fail.\n\n\n \n\n\n \n\n\nTwentyman:\n Let us hope you are correct with this assumption.\n\n\n \n\n\n \n\n\nAE-014:\n \nIf\n we fail, you know where to complain.\n\n\n \n\n\n \n\n\nAE-014 grabs the hand of AE-015 and both instantaneously vanish.\n\n\n \n\n\n \n\n\nRozencwaig\n Impressive. Any idea how he just did that?\n\n\n \n\n\n \n\n\nTwentyman:\n No. Let's go back, Getzel, and bring this suitcase to Skolnik.\n\n\n \n\n\n \n\n\nRozencwaig:\n Fifty-five million, that is quite the number.\n\n\n \n\n\n \n\n\nTwentyman:\n O5 demands the \nErlkanzler\n to die. Like Poindexter noted, doing it ourselves will probably become even more expensive.\n\n\n \n\n\n \n\n\nRozencwaig:\n Your word, Aadrian.\n\n\n \n\n\n \n\n\nTwentyman and Rozencwaig leave the building at 1:36 AM. The operation is terminated at 1:41 AM.\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\nThe instructions in the suitcase given by AE-014 were strictly followed. Per decision of former DECO-director Skolnik, these procedures were not documented in the file at hand.\n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFollowing the successful liquidation of SCP-6268, the received corpse was delivered by GOI-22222 members (designated \nAE-016\n and \nAE-017\n) at \nSite-54\n in a specialized container.\n\n\n \n\nAccording to \nAE-016\n, the remains of SCP-6268 were \"contaminated\", and later examination via Foundation researchers revealed the presence of a noxious substance, causing rapid cellular death upon exposure.\n\n\n \n\nSaid substance has so far not been replicated or analyzed, and the corpse was transferred to a LEVEL 5 - Anomalous Item Security Container.\n\n\n \n\nSCP-6268 was killed by seven shots: one to the head, one to the heart, two into the liver, one to the spleen, two to the kidneys. No ammunition remained.\n\n\n \n\nInvolved and participating personnel received total amnestic treatment.\n\n\n \n\nPublic knowledge about the truth of SCP-6268's assassination is, to date, not existent.\n\n\n \n\nThe populace of \nWilheim\n believes in the misconception that SCP-6268 was abducted and murdered by a hostile fae tribe.\n\n\n \n\nThis popular theory was nourished by multiple desinformation campaigns carried out between 2010 and 2015\n8\n by Foundation forces and the \nBundesministerium zur Überwachung und Eindämmung Widernatürlicher Phänomene\n9\n.\n\n\n \n\nSCP-6268 was succeeded by Karl August Zimmermann as the new mayor of \nWilheim\n, six months after their liquidation. Zimmermann was a former member of the \nBundesministerium zur Überwachung und Eindämmung Widernatürlicher Phänomene\n until 2003, and an acting \nWilheimian\n politician since 2006.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nComment by Dir. Twentyman:\n The science of parathanatology deals with the ceasing of existence regarding higher beings and lifeforms.\n\n\n2\n. \"Alder-chancellor.\"\n\n\n3\n. The construction of \nWilheim\n was mainly aided and supervised by the \nMagickademia Germanica\n, and was intended to function as a weather-manipulating mobile station, but, due to several installation errors, never saw actual deployment.\n\n\n4\n. \nComment by Dir. Twentyman:\n SCP-GEO-DE, a malignant subterranean, mineral object disturbing and hindering the coal mining industry in the economically important German Ruhr area, targeting miners and human mining activity specifically. Due to its hostile and bestial nature, SCP-GEO-DE was considered an EKHI-KETER-threat. As part of the contractual agreement between \nWilheim\n and West Germany, SCP-6268 agreed to assist in the development and conceptualization of a termination attempt, and provided necessary ressources and knowledge to the Foundation. In 1989, the procedure was successfully conducted, neutralizing SCP-GEO-DE.\n\n\n5\n. \nComment by Dir. Twentyman:\n Professor Poindexter completed the transplantation of his neural system into an experimental advanced exoskeleton armor - prototype in early 2009.\n\n\n6\n. \nComment by Dir. Twentyman:\n Password received via communication channel established by the Department of External Affairs. Common British thaumaturge proverb, possible Arthurian origin.\n\n\n7\n. \nComment by Dir. Twentyman:\n SCP-6268 exhibited shape-shifting abilities and possessed no consistent appearance.\n\n\n8\n. \nComment by Dir. Twentyman:\n Details expunged per updated security policies.\n\n\n9\n. \nTranslated from German:\n Federal ministry of the Supervision and Containment of Unnatural Phenomena.\n\n\n\n\n\n\n\n\n« \nSCP-6267\n | SCP-6268 | \nSCP-6269\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6268\n\" by cold_Nights, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6268\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6268 \" by cold_Nights, from the SCP Wiki . Source: https://scpwiki.com/scp-6268 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6268"
}