{
    "url": "https://scp-wiki.wikidot.com/scp-6274",
    "all_text": "rating: \n+306\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-6274 — \"the Feast\", c. 1934\n\n\n\n\n\n\n\n\nItem #:\n SCP-6274\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6274 is to be monitored for any further spectral activity. Upon a period of two years without any considerable change in activity, SCP-6274 is to be reclassified as Neutralized and formally placed into Foundation ownership through shell company Smaeck & Carlisle Properties. Efforts into locating extant members of the Burnley family are ongoing.\n\n\nDescription:\n SCP-6274 refers to a unique phenomenon affecting hauntings, apparitions, and Spectral Entities within the grounds of the Burnley Estate, located in Pollensbee, Mississippi, United States of America. SCP-6274 involves a sudden intensifying and subsequent cessation in previously-stable spectral activity.\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nOf those abnormalities that the wider world is aware of, hauntings are by far the most ubiquitous. Every culture in the world has some form of the basic idea: when we die, we leave a part of ourselves behind. A ghost, a spirit, a revenant; some form of imprint on the world in which we lived, something that remains after we are gone.\n\n\nIt has long since been known to us that these imprints are caused by any number of factors - the trite \"unfinished business\" to an ennui that lingers even after death. No two hauntings are quite alike, though they share some common properties. Let us dispel the notion that all are translucent people wandering around after dark to scare children - a Revenant can take any number of forms, from a phenomenon to a place. While I cannot speak for all of them, those that I encountered in my home life at the Estate were universally positive, and helpful to a fault.\n\n\nThe most universal property being that they do not leave. The occultists of yore thought that spirits could be banished or exorcised. They were incorrect. In the decades since Society learned of their existence, methods have been proposed and tested to permanently remove them. All are prohibitively expensive, and none have ever worked. At best, their actions can be temporarily dampened - but they will never go away.\n\n\n\n\nHistorical Background:\n The Foundation became aware of the Burnley Estate and its reputation for anomalous activity in 1961 during investigations into the larger community of Pollensbee, Mississippi. The town of 17,000 was historically known to be a hub for anomalous activity since the 19th century, particularly the Pollensbee Public Library. However, in-depth investigation was blockaded by public officials, many of whom were closely associated with the Burnley family.\n\n\nThe Burnley family is a dynasty of occultists, socialites, alchemists, and astrologers formerly prominent in the American South. A full list of persons part of or associated with the Burnley family can be found \nhere\n. The most prominent and relevant was Lyle Alan Burnley, a heresiographer\n1\n active in the 20th century and responsible for the downfall of the Burnley family.\n\n\nLyle A. Burnley's death in 1978 resulted in the Burnley Estate, as per the terms of his last will and testament, being surrendered to the Pollensbee municipal government for the creation of a public park after the removal of several corpses. The Foundation halted the transfer of the property to investigate the long-standing reports and claims of ghosts inhabiting the house (colloquially known as Elelín).\n\n\nThe vast majority of the reports were found to be true - however, as with most Spectral Entities, the functional risk and significance of each SE were low enough not to warrant an SCP designation or dedicated containment. Elelín was placed under low-priority outsourced containment, with Burnley's surviving family (already well-acquainted with the anomalous) serving as caretakers, subject to annual certification from a member of Foundation staff with ESP capabilities.\n\n\nThis model of containment worked with only minor interruption until 1999. At this point, no members of the Burnley family were still in residence at Elelín, the building had fallen into disrepair, and Foundation staff noted that formerly-stable Spectral Entities were acting erratically and violently. MTF Mu-13 was dispatched to investigate.\n\n\n\n\nMTF Mu-13 Exploration and Findings\n\n\n\n\n– hide block\n\n\n\n\nAddendum — Timeline of MTF Mu-13 Exploration:\n\n\n\n\n03:44 |\n MTF Mu-13 arrives at Elelín. Agents A██, C█████, I███, and L██ disembark and approach the building, up the circular private drive. A single light is on in a third-storey window.\n\n\n03:46 |\n Team members force open the front door and enter into the foyer. The temperature is notably colder inside the building. The foyer is coated in a thick layer of dust, and the floorbreads creak. The lights are off.\n\n\n03:49 |\n Command instructs team to explore the first floor, place surveillance equipment, and attempt to reactivate the main power. They proceed down the hallway to the eastern wing, checking rooms as they go.\n\n\n03:53 |\n Team arrives at a door that will not open. They report sounds of what could be muffled breathing beyond it. This is the Foundation's first encounter with SCP-6274-A. After several minutes, they draw a simple sealing ward onto the door and proceed.\n\n\n04:00 |\n Most dining halls on the first floor are completely empty. Two are in total disarray, and one is set for a lavish candlelit feast — however, all the food is rotten and decomposing.\n\n\n04:02 |\n Team reaches the end of the wing without encountering anything further notable. They turn and begin to make their way back to the main hall to explore the western wing.\n\n\n04:08 |\n Team passes by the previously-sealed door. The sealing ward is now absent. Dust has been kicked up around the door. Team members voice apprehensiveness. Command reminds them that there is nothing to be afraid of. Team redraws the sealing ward, places surveillance equipment, and continues.\n\n\n04:12 |\n Team enters into Great Hall in the center of the building. An unidentified figure stands on the large center table, partially disemboweled. It glows with a slight orange light. Team are instructed to ignore it and continue into the western wing.\n\n\n04:19 |\n Team enters the western wing of the manor. The door to many of the rooms are sealed from the inside.\n\n\n04:23 |\n Team enters one bedroom that is unlocked. It contains a large number of lit candles arranged around the room, and a four-poster bed with curtains drawn and tied. Attempts to open the curtains are unsuccessful. Surveillance equipment placed.\n\n\n04:25 |\n Team members do not realize Agent C█████ is no longer present.\n\n\n04:46 |\n Team members locate a fuse box on the second floor. They reactivate the fuses.\n\n\n04:46 |\n \n[REDACTED]\n\n\n05:08 |\n Agents A██ and I███ awaken outside the building, in the exterior gardening shed. Agent A██ is holding Item 6274-01. They exit the building into the extensive, overgrown gardens. The central garden bed contains a large, flowering tree with a human body embedded into the trunk. Its roots dig into the soil around it, undulating.\n\n\n05:25 |\n Agents return to the main building, through the large rear doors. The main kitchen is covered in a sticky, tar-black fluid.\n\n\n05:30 |\n They exit back into the dining hall with the decomposing food. This does not match the previous internal cartography of the manor. The table is now dominated by the nude cadaver of Agent C█████.\n\n\n05:33 |\n They exit back into the eastern hallway, passing by the sealed door as they rush to the Great Hall. It is still sealed, but a single, spindly finger protrudes from beneath the doorway.\n\n\n05:39 |\n The cow is no longer present in the Great Hall. An unidentified body hangs from a noose disappearing into the rafters. It slowly swings from side to side.\n\n\n05:39 |\n Agent I███ draws her sidearm.\n\n\n05:40 |\n \n[REDACTED]\n\n\n07:06 |\n Agent A██'s corpse is recovered from the porch at dawn. Item 6274-01 is recovered with it.\n\n\n\n\nDespite the unfortunate loss of MTF Mu-13, the surveillance equipment set up inside Elelín continued to function, offering a detailed log of Spectral Activity inside the Burnley Estate. 3 \"hotspots\" have been located — the Silverton Room, the Suite, and the Garden. While the door to the wine cellar is not a hotspot, its anomalous resistance to being opened put it under scrutiny.\n\n\nAttempts to contact or locate any members of the Burnley family to return SCP-6274 to baseline activity have been unsuccessful, but are ongoing.\n\n\nAddendum — Item of Interest:\n Item 6274.01 is a bound manuscript with the title \"Our Hauntings\", written by Lyle Alan Burnley. It is visually aged and appears to have been written on a typewriter before being bound by hand. It lacks a cover or other peripherals, and large portions of the text appear to be absent. The second page contains a dedication:\n\n\n\n\nTo Henry, Matilda, Arthur, and Laura Burnley. You are the best I have ever known.\n\n\n\n\nFollowing this, the first chapter contains a short history of hauntings and ghosts in human culture. The remainder of chapters are each centered around a particular Spectral Entity Burnley had observed in Elelín, including details of schedule, history, communication, habits, \"personality\", and Burnley's own personal anecdotes with them. In several portions, Burnley lapses off into tangents unrelated to the mass of the text.\n\n\nOf the 71 entities described in the text, only 3 have been observed by the Foundation after the recontainment of the manor — termed by Burnley as \"the Feast\", \"the Brood\", and \"the Totem\". However, their behaviour is extremely different from that observed and described by Burnley. \"Our Hauntings\" also includes instructions for a ritual séance Burnley claimed could allow communication with the entities. SCP-6274-A is not described in the text.\n\n\n\n\n\n\n\n\n\n\nInvestigation 1: Silverton Room/the Feast\n\n\n\n\n– hide block\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nThe Feast is an entity inhabiting the Silverton dining room, among the most docile of those that inhabit our home. As a boy, it was a favorite plaything — as a young man, an endless source of amazement for the ladies of the town when they came up to the manor — as an older man, a close confidante for when one wishes to shut out the troubles of the world with food and drink without conversation.\n\n\nIt is an arrangement of delicacies and perfectly-cooked meats with aged wines and all manner of side dishes. Roasted hams, seared steaks, cooked goose and veal. The exact contents change regularly — I remember Arthur and I at breakfasts, making a game of guessing what would be on the table by nightfall. He adored the room nearly as much as I. Like many other Revenants in Elelín, it seeks only to live in happy coexistance with the current generation of Burnleys inhabiting the home. For the Feast, this means providing delicious food, and the enjoyment that comes from a full belly.\n\n\nAfter much time in the family's archives in the Library, I've ventured forth a guess that the Feast was once Abraham Burnley, a noted gastronome and gourmet, dead in 1845. I have had little luck in communing with him in the usual method — it seems he is happy to limit his interaction with the world to one's taste buds.\n\n\n\n\nAddendum — \"Feast\" Observations and Communion:\n\n\n\n\nObservations:\n Since arranging surveillance equipment in the Silverton dining room, the Feast has been observed doing the following:\n\n\n\n\nregularly and erratically changing the arrangement and spread with no apparent schedule.\n\n\nexclusively producing rotten, decomposing, maggot-ridden or otherwise inedible food.\n\n\non two occasions producing a carved human corpse as the centerpiece of the meal.\n\n\nfood and drink being violently thrown across the room, where it remains until the next change.\n\n\nseveral times producing food containing razor blades, shrapnel, and live termites.\n\n\n\n\n\n\nCommunion:\n The \"usual method\" Burnley mentions in the text presumably refers to the classical seance, which he repeatedly cited as an effective means of communication with other Spectral Entities in the manor. As such, a seance was performed by a Foundation-associated medium in the Silverton dining room.\n\n\n\n\nZ███:\n Please, dim the lights and draw the curtains.\n\n\n[Curtains are sealed, and all take a seat at the table.]\n\n\nZ███:\n Spectral, Spirit, Revenant, however you choose to be named…\n\n\n[A gust of winds blows through the room. A plate shifts.]\n\n\nZ███:\n We humbly ask to speak with you.\n\n\n[Silence. The large carving of decomposing venison undulates.]\n\n\nZ███:\n Hm.\n\n\nDr. W███:\n What? What is it?\n\n\nZ███:\n Please, quiet. Revenant, we merely wish to speak - to understand why you are pained! Grant us the- No.\n\n\nAgent H█████:\n What are you doing?\n\n\n[She holds her head in her hands.]\n\n\nZ███:\n Something is wrong. I-\n\n\n[A light shines through a glass, darkly.]\n\n\nH███I████:\n There is no spirit to be found here. Only absences. Only nothing.\n\n\nDr. W███:\n What's going on?\n\n\nAgent H█████:\n There's… what is that noise?\n\n\nH███I████:\n They don't see, only you see. Nothing is not a something. There is nothing to be afraid of in the dark.\n\n\nZ███:\n Yes, yes…. Revenant, what are you afraid of?\n\n\nH███I████:\n The cellar can only be opened by the masters of the house. Look below.\n\n\n[The seance is broken. The curtains are open and the table's spread has been replaced with several hundred glasses of a dark red wine.]\n\n\nZ███:\n Wine.\n\n\n\n\nNo activity has been recorded from the Feast since.\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nA misconception — that ghosts, spirits, revenants, whatever you choose to call them, are utterly and totally divorced from the world which we inhabit. That their interaction is limited to that of a common poltergeist (hah!), throwing vases and banging together pots and pans like a choleric child. Not so.\n\n\nRevenants are not altogether unlike living humans. They feel emotion. They are driven by something, though they do not know what (one could say this goes for most all creatures). They rage when they are upset — when they are angry, bitter, frightened of something.\n\n\nA wise man I met in Jordan some years ago told me that every Revenant is anchored by something in the living world - be it a person, an object, a location. Something that they left behind. When this anchor is removed… the Revenant ceases to exist. What remains is something else.\n\n\n\n\n\n\n\n\n\n\n\n\nInvestigation 2: Western Suite/the Brood\n\n\n\n\n– hide block\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nAs a child I was warned against going into the bedroom in the western wing. We all knew the one. It was never locked (Burnleys do not believe in stifling exploration) but I was told quite sternly by my father that I would be solely and entirely responsible for what I found inside. Decades later, I told Matilda the same thing when she asked what was inside. Naturally, it stopped neither of us.\n\n\nNone of the Revenants in Burnley Manor are dangerous, but a fair few simply wish to be left alone. The Brood is one of these — I have no idea how old it is. I have asked everyone and searched to the bottom of the archives, but no one seems to know where it came from. Presumably it does not predate the creation of the western wing itself in 1798, but who can say for certain?\n\n\nThe Brood takes the form of a woman in the throes of childbirth in her bedchambers. She screams, cries, and generally spurns visitors (reasonably enough). The curtains open for only a few seconds, but in those seconds any questions you ask the poor thing are answered with all the truth of the universe. My father was right — knowledge is not a burden a child should bear. Not a day goes by where I do not remember Matilda weeping as she hugged me.\n\n\n\n\nAddendum — \"Brood\" Observations and Communion:\n\n\n\n\nObservations:\n Since arranging surveillance equipment in the Western Suite, the Brood has been observed doing the following:\n\n\n\n\nconstantly weeping in a low tone.\n\n\nnever screaming, crying, or otherwise producing loud sounds.\n\n\nnever opening the curtains around its bed.\n\n\noccasionally hurling small objects outside of the bed, impacting them against the wall.\n\n\nall candles in the room momentarily dimming.\n\n\n\n\n\n\nCommunion:\n\n\n\n\nZ███:\n Spirit? Are you present?\n\n\n[An object is thrown from inside the bed, colliding with the wall and clattering to the floor. It is an antique baby rattle.]\n\n\nThe Brood:\n \n[Whispering]\n Hel-lo?\n\n\nZ███:\n Hello, Revenant. Your appearance pleases us.\n\n\nThe Brood:\n \n[Whispering]\n Will you help me?\n\n\nZ███:\n Help you with what, O Revenant?\n\n\nThe Brood:\n \n[Whispering]\n Nothing's…. nothing's coming out.\n\n\nZ███:\n I…\n\n\nThe Brood:\n \n[Whispering]\n My family is no longer in this house. Where have you taken them?\n\n\nZ███:\n I assure you, we haven't done anything with your-\n\n\nThe Brood:\n Then why are you here?\n\n\nZ███:\n We humbly request a momen-\n\n\nThe Brood:\n Oh! OH! It's- it's finally coming! Get- get the gun!\n\n\n[The voice screams for several seconds. All the candles surge and snuff out.]\n\n\nZ███:\n Hello? Spirit?\n\n\n[A light shines through a glass, darkly.]\n\n\nH███IN█E█:\n You are talking to a shell.\n\n\nZ███:\n You… are the one that spoke to me before.\n\n\nH███IN█E█:\n You are wasting your time with ghosts of ghosts. There is something greater to fear. Something larger that is coming. Elelín is a microcosm of an example — there is something eating away at the Burnley Manor.\n\n\nZ███:\n I don't understand.\n\n\nH███IN█E█:\n There were once hundreds of ghosts in the Estate. Now there are none. You have two questions to answer: what can kill a ghost? And what does a ghost leave behind?\n\n\nZ███:\n You can't kill a ghost-\n\n\nH███IN█E█:\n Then where is your Brood?\n\n\n[The candles all relight simultaneously. The curtains of the bed are open, revealing a blackened, charred mass inside. It twitches, then falls still.]\n\n\n\n\nNo activity has been recorded from the Brood since.\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nThe Burnley ghosts are like no other. 'Haunted manors' are a dime a dozen. Revenants angry they have been forgotten by the world, acting out and crowd of unknowing fools furthering their suffering. A tragic story, by any angle. But here — our ghosts are not unknowns, forgotten by the world. They are remembered — Burnleys do not shy away from our ghosts, we approach them with open arms. They may be not of this mortal coil, but they are still family, and family is the most important thing.\n\n\nFamily is what we leave behind in this world. Our legacy and our mark. We also leave behind our spirits - our Revenants. This book is a collection of the ghosts of Burnley Manor and the place they hold in our family. The family is the anchor for all of them. I do not like to imagine a world in which that anchor no longer exists, and so I shall not. But when I walk the grounds at night — my children have all but gone — I realize I may very well be the last Burnley. Without me, what will happen to this place? The memories I have forged here with my children — my place is to remember what my ancestors have left behind.\n\n\nWhat will \nI\n leave behind?\n\n\n\n\n\n\n\n\n\n\n\n\nInvestigation 3: Garden/the Totem\n\n\n\n\n– hide block\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nThe Totem is a strange thing. I remember long afternoons spent running through the gardens with my brothers and sisters. The groundskeeper hated us, how we would ruin his perfectly tended shrubs. Then we'd be called in for dinner by the maid, and wolf down the Feast — before spending the evening lounging beneath the Totem.\n\n\nMy grandfather sat me on his lap and told me its story one day. His own grand-uncle had done a service for the Indians that still dominated our land back then. The specifics of the service are unclear to me - but it was great enough that when he died, they paid their debt, and he came back, as a sapling in the grounds of the garden that he loved so much.\n\n\nThe fruit he produced were one-of-a-kind - a large, round thing the size of your fist with a thick purple skin and a juicy red inside. He was our oldest family member - we adored his stories, regaling us with cowboy tales, and he was a tree in spirit - happy to watch the world grow around him.\n\n\n\n\nAddendum — \"Totem\" Observations and Communion:\n\n\n\n\nObservations:\n Since arranging surveillance equipment in the Garden, the Totem has been observed doing the following:\n\n\n\n\nusing prehensile vines to catch and consume small animals.\n\n\nreleasing an unknown substance into the soil, turning it into a highly-corrosive mud.\n\n\nrepeatedly attacking nearby personnel unprovoked.\n\n\ndragging prey into its soil, where it seems to digest them for nutrients.\n\n\n\n\n\n\nCommunion:\n\n\n\n\n[Due to the danger presented by the Totem, the communication was performed through a remote microphone.]\n\n\nZ███:\n Revenant? Are you present?\n\n\n[Several vines twist and unwrap from the tree trunk.]\n\n\nZ███:\n Please stop.\n\n\n[Vines freeze in place.]\n\n\nZ███:\n Can you speak?\n\n\nThe Totem:\n Speaking is a waste.\n\n\n[The vines continue to move toward the microphone.]\n\n\nZ███:\n You are a Burnley. One of the first.\n\n\nThe Totem:\n Whatever was here once may have been a Burnley.\n\n\nZ███:\n And now?\n\n\nThe Totem:\n A Burnley-shaped hole. The absence of familiarity.\n\n\nZ███:\n Do you know what has happened here?\n\n\nThe Totem:\n This house was once filled with spirits. Memories enduring after demise. The Burnley clan was beyond death.\n\n\nZ███:\n What changed?\n\n\nThe Totem:\n A light shone through a glass, darkly.\n\n\nH█R█IN█E█:\n Something cosmic turned its eyes on a family in Mississippi. Leaving behind nothingness in its wake.\n\n\n[Silence.]\n\n\nH█R█IN█E█:\n Look to the skies, little one.\n\n\n[A twig snaps. Z███ is able to breathe again.]\n\n\n\n\nNo activity has been recorded from the Totem since.\n\n\n\n\nAddendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:\n\n\n\n\nI was looking through my archives just the other day when I came across an old journal of mine, from an expedition into the Ironeye. They have a rich and ancient culture, and as with all cultures the aspect of mysticism and spirituality was strong. I shared my knowledge of certain histories and heresies, and was provided with their own stories in turn.\n\n\nOne story was of a man whose father had been killed in battle. He was told by a shaman that his father's spirit, his Revenant, was watching over him, and would continue to do so for his son and his son's son and so on. He was comforted by this knowledge. Many years later, the man was subject to a curse from a rival House. Something to plague misfortunes upon his family. In those weeks, he felt a presence by his side, one he did not even realize was there, change - morph from something to nothing. Like a black hole on his shoulder, constantly pulling — the unignorable presence of nothingness. The shaman told him plainly — his father's spirit was no longer the thing walking by his side.\n\n\nIt troubles me. I have seen what my forefathers have left behind. I leave behind four wonderful children and two wives. I leave behind a body of work as impressive as any scholar of the paranormal. But my children have no interest in the occult. The family's secrets will die with me.\n\n\nWhatever I leave behind will be a harbinger of things to come.\n\n\n\n\n\n\n\n\n\n\n\n\nAt this point, the Foundation was approached by Laura Norman — the disowned daughter of Lyle Alan Burnley. Due to her extensive efforts to divorce herself from the family name, standard contact efforts failed to reach her. An interview was conducted:\n\n\nAddendum — Interview with Laura Norman, \nnée\n Burnley:\n\n\n\n\nDr. ███████:\n Thank you for agreeing to speak with us, Miss Norman.\n\n\nLaura:\n I… haven't spoken to anyone about my family in decades. I haven't seen this house in years.\n\n\nDr. ███████:\n I'm sure this must be very jarring - we're told that the house has a long history of being… well, haunted?\n\n\nLaura:\n Yes. Uh, yeah. It was just…. a fact of life for us. Something to work around.\n\n\nDr. ███████:\n You never felt afraid?\n\n\nLaura:\n The fear from ghosts comes from being raised to be afraid of ghosts. We weren't. We thought of ghosts as \"the bedroom you could go into if you wanted to be alone\" or \"the spirit that'll tell you a secret if you bring it a cup of tea\". Dad raised us to be inquisitive.\n\n\nDr. ███████:\n Your father — tell me about him.\n\n\nLaura:\n He was larger than life. There will never be anyone quite like him. I loved him.\n\n\nDr. ███████:\n I thought he disowned you.\n\n\nLaura:\n He disowned me \nbecause\n he loved me. He set me free the only way he knew how. But here I am, back again. And you still haven't explained what's wrong with the place.\n\n\nDr. ███████:\n The spectral entities have…. disappeared.\n\n\nLaura:\n Disappeared?\n\n\nDr. ███████:\n They're gone. All of them.\n\n\nLaura:\n How… ghosts can't die.\n\n\nDr. ███████:\n We don't know why they've suddenly disappeared. When we arrived, 3 remained — but violent, spiteful. They're gone now, too.\n\n\nLaura:\n None of them were ever violent, you must have provoked them somehow. But for them to leave… I don't understand. Those Revenants are as much a part of the Estate as the walls.\n\n\nDr. ███████:\n Your father left extensive notes on them. Their behaviour was completely unlike his observations — and attempts at communications made them leave. Our medium claims they felt \"scared\". And Mr. Burnley's notes go on at length about his fears at what he would leave behind, now that the rest of the family is gone.\n\n\nLaura:\n Scared of what?\n\n\nDr. ███████:\n We don't know… but we think whatever it is, it's in the wine cellar.\n\n\nLaura:\n … We don't have a wine cellar.\n\n\n\n\nUltrasound investigation of the grounds revealed the presence of three objects buried two meters deep a distance away from the house. An excavation team dug up the surrounding ground, recovering the objects — three decomposing bodies, two males and one female, buried in unmarked graves. DNA identification revealed them to be Henry, Arthur, and Matilda Burnley, the three legal children of Lyle Alan Burnley. They had been dead for less than six months.\n\n\n\n\nInvestigation 4: Wine Cellar/the Harbinger\n\n\n\n\n– hide block\n\n\n\n\n\n\nLaura:\n I'm ready.\n\n\nDr. ███████:\n Are you sure? We don't have to do this.\n\n\nLaura:\n I grew up in this house. I'm not scared. There's nothing to be afraid of in the dark.\n\n\nDr. ███████:\n Okay. You have a flashlight, microphone, and camera - just describe to us what you're seeing as you go down, okay?\n\n\nLaura:\n Okay.\n\n\n[Laura steps toward the wine cellar door. The finger beneath it continues to tap against the ground.]\n\n\nLaura:\n I don't remember this door.\n\n\nDr. ███████:\n It's not in your father's notes or in any of the blueprints, either.\n\n\n[Laura places her hand on the doorknob. The finger retracts behind the door, and Laura opens it. A descending staircase is visible, but the darkness makes it impossible to see more. She steps in and begins walking down the stairs.]\n\n\nLaura:\n It's… really dark. I can't see anything, even with the flashlight.\n\n\nDr. ███████:\n Can you feel anything?\n\n\nLaura:\n Just the rails. It's… cold. It's really cold.\n\n\nDr. ███████:\n That's okay, you're doing great. Just keep going.\n\n\nLaura:\n Yeah. I didn't know there was a wine cellar underneath the house- wait, no.\n\n\nDr. ███████:\n What?\n\n\nLaura:\n I do, I remember a wine cellar. Just not this one.\n\n\nDr. ███████:\n What do you mean?\n\n\nLaura:\n Dad and I… he took me down into the cellar once. I was 4. But the entrance was outside of the house, then.\n\n\n[Footsteps.]\n\n\nLaura:\n He showed me the empty space and told me he was gonna turn it into a \"juice factory\". He didn't like to talk about alcohol in front of us.\n\n\n[Footsteps.]\n\n\nLaura:\n I'm at the bottom.\n\n\nDr. ███████:\n What do you see?\n\n\nLaura:\n Nothing. There's nothing down here.\n\n\nDr. ███████:\n Is it just an empty-\n\n\nLaura:\n No there's- there's literally nothing. Nothingness. It's- oh god.\n\n\nDr. ███████:\n What is it?\n\n\nLaura:\n There's no wine cellar. Just like there are no ghosts in the manor anymore. They're just holes. The spaces where things used to be.\n\n\nDr. ███████:\n I'm afraid I don't-\n\n\nLaura:\n Something is eating my family. This is what's left. \nNothing.\n\n\n[Silence.]\n\n\nLaura:\n This is what we leave behind.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHARBINGER:\n There is nothing to be afraid of in the dark.\n\n\nLaura:\n Dad?\n\n\n[ALL COMMUNICATIONS CEASE]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. heresiographer \n(ˌhɛrəsɪˈɒɡrəfə)\n: one who studies heresies.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6273\n | SCP-6274 | \nSCP-6275\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6274\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6274\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n table.png\n\n\nName:\n 25 ft. dial used as banquet dining table, Free Trades Hall, Leicester (1910)\n\n\nAuthor:\n pellethepoet\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum — Excerpt from \"Our Hauntings\", by Lyle Alan Burnley:",
        "Addendum — Interview with Laura Norman, née Burnley:\nUltrasound investigation of the grounds revealed the presence of three objects buried two meters deep a distance away from the house. An excavation team dug up the surrounding ground, recovering the objects — three decomposing bodies, two males and one female, buried in unmarked graves. DNA identification revealed them to be Henry, Arthur, and Matilda Burnley, the three legal children of Lyle Alan Burnley. They had been dead for less than six months."
    ],
    "documents": [],
    "notes": [
        "To Henry, Matilda, Arthur, and Laura Burnley. You are the best I have ever known.",
        "\" SCP-6274 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-6274 . Licensed under CC-BY-SA .",
        "Filename: table.png Name: 25 ft. dial used as banquet dining table, Free Trades Hall, Leicester (1910) Author: pellethepoet License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-6274",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6274 is to be monitored for any further spectral activity. Upon a period of two years without any considerable change in activity, SCP-6274 is to be reclassified as Neutralized and formally placed into Foundation ownership through shell company Smaeck & Carlisle Properties. Efforts into locating extant members of the Burnley family are ongoing.",
    "description": "SCP-6274 refers to a unique phenomenon affecting hauntings, apparitions, and Spectral Entities within the grounds of the Burnley Estate, located in Pollensbee, Mississippi, United States of America. SCP-6274 involves a sudden intensifying and subsequent cessation in previously-stable spectral activity.",
    "title": "SCP-6274"
}