{
    "url": "https://scp-wiki.wikidot.com/scp-6280",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\nAWeirdBird\n\n\n\n\n\n\nAuthor page to come soon, hopefully, maybe.\n\nMeanwhile you can check:\n\nMy memecon entry \nSCP-6803 True Earth\n\nMy VKTM article \nSCP-5428 101 Life Hacks With Eleonor\n\nOr my haunted house story \nSCP-6808 This Cancer Within Me\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following object is being currently subjected to experimentation, sponsored by the Educational Research Grant Program. As such, the information within is to be considered outdated. Expect an update within the near future.\n\n\nFor further information contact the Eduskip Division.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6280\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nSAFE \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6280\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n SAFE\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-6280 is secured within a low-priority storage locker in Site-77. The object shall remain inside a fully opaque envelope at all times, except during testing.\n\n\n\n\nDescription:\n\n\nSCP-6280 is an object with a strong memetic effect, which influences human perception on a highly individual basis. The object is described differently by all observers; in some cases even a single individual may give conflicting descriptions if exposed to the object more than once. As a result, the exact physical properties of SCP-6280 are unknown. For example, any attempt to record its size results in conflicting measurements, even if taken at the same time and with identical equipment.\n\n\nThe one exception is the composition of the object, which has remained consistent every time it has been analyzed. Therefore, it has been deemed that SCP-6280 consists of the following:\n\n\n\n\nA canvas, which has been recorded to be anywhere between 5x7 cm and 32x48 cm in size.\n\n\nOil paint, which has been applied to said canvas. There has been, however, no consistency in the identified pigments.\n\n\n\n\nAs such, it can be assumed the object is a painting. This is an assumption which matches all descriptions reported by observers. The contents of said painting are, however, likewise dependent on individual perception. Subjects report a wide array of art styles, techniques, and color palettes. Despite this, all observers agree that the painting is in a state of incompletion.\n\n\nThe object has a weak compulsion which causes observers to become interested in examining it with care. During this process, observers may begin experimenting foreign thoughts which interject their own inner thought process. These manifest as sentences in either Dutch, French or broken German. This effect occurs even for subjects who do not possess an active inner speech, and these subjects will be capable of understanding the thoughts despite not speaking said languages. Observers will also not recognize these thoughts as foreign until they have ceased looking at the object.\n\n\nThe memetic effects of SCP-6280 can, in some cases, extend to items which are perceived as linked to the object. Most notably, if the object is displayed next to a museum label, the contents of said label will likewise be perceived idiosyncratically. This effect ceases as soon as the subject stops simultaneously observing both the label and SCP-6280. Therefore, no exact information such as title or year of publication can be obtained by this approach. The one exception is authorship, as the object will invariably be attributed to Dutch painter Johannes Van Hedel.\n1\n\n\n \n\n\n\n\n \n\n\nAddendum SCP-6280.1 - Experimentation Samples:\n\n\nThe following is a list of different interpretations of SCP-6280, as perceived by observers. A CRD (Cognitive Recording Device) was used to document each subject's individual perception of the object, as well as the thoughts that manifested during exposure. Said thoughts were accordingly translated.\n\n\n\n\nTest #0005\n\n\nDate:\n March, 1976\n\n\nSupervising researcher:\n Dr. John Brooks\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nLady by the Canal\n (1874)\n\nMusée d'Orsay, Paris\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“The sunlight shines softly through the canopies of the trees. The wind blows delicately as spring begins. And the water in the harbor glimmers like a million stars. Am I capturing any of this beauty? I think it's acceptable, but… what would Monet think of it?”\n\n\n“Something isn't right, it needs more work. I think it's the reflections? Maybe? Yes, yes that's it! My brush strokes do not portray the simple beauty of the sunset over the lake, not yet.”\n\n\n“This painting will make me popular.. I- I hope it will… I… It doesn’t have to. It's just… It’s my first show. I want to make sure I’ve got… \nit\n. Whatever \nit\n is.\"\n\n\n\n\n\n\nTest #0006\n\n\nDate:\n April, 1976\n\n\nSupervising researcher:\n Dr. John Brooks\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nSelf-Portrait after the Dance\n (1906)\n\nFin-de-Siècle Museum, Brussels\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“I’ve never felt more invigorated, more free. We danced and danced for hours in a pure celebration of human physicality. And he, he smiled at me… Here I am, at last, in the city where art is born. I am ready to finally be happy.”\n\n\n“It’s not bold enough. I’m not sure what I am doing wrong but… I will figure it out. I know I will. Maybe it's not the movement, maybe it's the colors. It needs more vibrant colors. Yes! I will try that next.”\n\n\n“I had never tried painting myself. I'm not sure how to feel about the result. It doesn't look right.”\n\n\n\n\n\n\nTest #0009\n\n\nDate:\n December, 1999\n\n\nSupervising researcher:\n Dr. Amanda Ward\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nVase of Tulips\n (1909)\n\nMuseo Nacional Centro de Arte Reina Sofía, Madrid\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“Nothing like a meeting with my colleagues. We all painted the tulips I gave to Olivier. So many varying points of view, but all so beautiful. I wish I could somehow imprint this moment in a single piece of never-ending complexity… huh… I may be overthinking this a little.”\n\n\n“Marcel said this current is dead, that we have to move on to the next big thing. I try to break down his thoughts, but I simply cannot understand him. Art is simply expression, it's timeless.”\n\n\n“I just… want to make a piece that someone else finds important. Make them feel… something. What I felt the first time I visited a gallery.”\n\n\n\n\n\n\nTest #0011\n\n\nDate:\n August, 2017\n\n\nSupervising researcher:\n Dr. Amanda Ward, Jr. Researcher Elin Miller\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nDrought\n (1921)\n\nNasjonalgalleriet, Oslo\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“Armand said this one is too dark, too brooding. The critics will bash it, the public won't buy it. What I hate most is… he is right. Why must we be bound by these chains?”\n\n\n“The darkness in the corner of this room, it feels familiar.”\n\n\n“It's not good enough yet, why can't I make it work? Mom said I had talent. Did she… did she lie to me? Why?”\n\n\n\n\n\n\nTest #0034\n\n\nDate:\n January, 2018\n\n\nSupervising researcher:\n Dr. Amanda Ward, Jr. Researcher Elin Miller\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nFragments of a Drowning\n (1938)\n\nCentre Pompidou, Paris\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“I cannot stop thinking about that dream. The faces in the fog, the tears from the sky, the frozen storm. It had not visited me since the great war, but now, it visits me every night. I wonder what that says about me?”\n\n\n“Why can't I focus? Am I too over my head? Should I give up now? I feel like I’m becoming undone. A million pieces of me yet they are all dark, cold and dead.”\n\n\n“Please, someone. Anyone. Does this piece mean anything to you?”\n\n\n\n\n\n\nTest #0048\n\n\nDate:\n July, 2021\n\n\nSupervising researcher:\n Jr. Researcher Elin Miller\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nShapes in Descent\n (1933)\n\nStedelijk Museum, Amsterdam\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“The trumpets cry gray melodies upon the sky. Up and down, down, down. My soul. This piece could use some color, but my mind only thinks in monochrome now.”\n\n\n“What even are we? Just a collection of sights and sounds. We made up a reality out of pretty colors. Maybe… maybe it’s just me. Maybe I don't fit into this composition.\"\n\n\n“Is that the frozen clock, or just another image filling the void within my heart. Tick tock. Three weeks with not one brush stroke. A couple smears and the piece would be done. But I know, three more weeks shall pass, and then some.”\n\n\n\n\n\n\nTest #0051\n\n\nDate:\n July, 2021\n\n\nSupervising researcher:\n Jr. Researcher Elin Miller\n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-1929)\n\n\nBlue Triangle\n (1915)\n\nState Tretyakov Gallery, Moscow\n\n\n\n\n\n\nManifested Thoughts:\n\n\n\n\n“Form. Pure geometry. Distilled back to the basics. Maybe this, I can manage.”\n\n\n“My fingers, they won't move. Not even for this.”\n\n\n“Tired. So tired… Let me rest… Let me sleep… Let me sink, beneath the calm surface. May the soft currents carry me home.”\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nAddendum SCP-6280.2 - Ongoing experimentation:\n\n\nOn ██/██/2024, Jr. Researcher Elin Miller submitted an application for an ERG.\n2\n The application was accepted, and Jr. Researcher was awarded the grant. The application included a proposal for experimentation with SCP-6280. An abridged version of the application can be found below, which highlights sections relevant to SCP-6280. For the entire application contact the office of records of the Eduskip Division.\n\n\n\n\nApplicant information:\n\n\n[…]\n\n\nProgram of applicant:\n\n\nPhD Visual Studies and Cognitive Influence.\n\n\nPrior experience in Eduskip Programs:\n\n\n\n\nStandard part-time higher education program - 3 years\n\n\nMentorship program under Dr. Amanda Ward - 3 years\n\n\nInternship program at the Anart Studies Division - 1.5 years\n\n\nStandard part-time doctoral education program - Ongoing\n\n\n\n\n[…]\n\n\n\n\n\n\nProject information:\n\n\nTitle:\n Assessing the roles of cultural and individual factors in idiosyncratic appraisal and interpretation of anart\n\n\n[…]\n\n\nExperimentation Methodology Overview:\n\n\n[…]\n\n\nSection B.2: Civilian exposure to SCP-6280.\n The object will be part of the exposition to be held at Cambridge University. During the initial setup, the object is to be the third painting in order of exposure. Afterwards, the daily rotation proposed in section A.1 shall be followed closely, as to avoid order effects bias.\n\n\nThe non-invasive CRD provided to each subject shall record the following parameters:\n\n\n\n\nConscious, and unconscious attitude towards the object, both measured using the Glass-Heiden scale.\n\n\nThe subject's individual visual perception of the object. This shall be analyzed closely to determine factors such as style, and technique. For details see section C.3.\n\n\nIn accordance with SCP-6280 testing protocols, manifested thoughts shall also be recorded, despite them not being of further relevance for the aim of this paper.\n\n\n\n\nThe results shall be paired to the archetypal personality profile of the subject obtained in section B.1, and to the results given in their survey detailed in section B.4.\n\n\nIn accordance with civilian exposure protocols, redundant safety measures are to be included to account for the nature of SCP-6280. These are to include monitoring of vitals, memetic transmission (waves type K and V), and eye movement pattern (clusters A,H and J). For details, see section B.2.\n\n\n[…]\n\n\nSpecific Aims:\n\n\n[…]\n\n\nSpecific Aim 4: Usage of SCP-6280.\n Out of the various objects that I had shortlisted as candidates, I am convinced SCP-6280 is the best option. Although SCP-6280 is not the only piece of anart which both influences and is influenced by spectators, the effect in its case is rather prominent. The object has been shown to manifest a wide array of styles from the modern and contemporary periods. Additionally, the current test samples provided in the file have all taken place with observers who belong to Eurocentric cultures. But limited testing with subjects of non-Eurocentric descent have shown potential for more variety in how the painting shall manifest. I believe this is of utmost importance, given the diversity in the pool of subjects I aim to procure.\n\n\nLastly, although not the main objective of the paper, I believe the reactive nature of the object could unveil new discoveries, were it to be exposed to a larger audience. It has already begun to display changes in recent years following a larger number of tests. For example, the completion percentage of the perceived painting continues to rise slowly. A significant increase in spectators could yield further changes to the behavior of the object.\n\n\nIf so, my main aim is to continue experimenting with the object to further study how a higher visibility affects it.\n\n\n[…]\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ntni.pcs.tig|draw.a#tni.pcs.tig|draw.a\n\n\nFrom:\n \ntni.pcs.tig|rellim.e#tni.pcs.tig|rellim.e\n\n\nSubject:\n SCP-6280 Query\n\n\n\n\n\n\nGreetings, Dr. Amanda\n\n\nI have a query regarding the entry for SCP-6280 I have linked it above, as it is currently displayed on my terminal. As you can see, the latest version is still quite outdated.\n\n\nSince -as far as I am aware- you are still the one in charge of this object; I wanted to ask if you know when the file will be updated?\n\n\nBest Regards,\n\nJr. Researcher Elin Miller\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ntni.pcs.tig|rellim.e#tni.pcs.tig|rellim.e\n\n\nFrom:\n \ntni.pcs.tig|draw.a#tni.pcs.tig|draw.a\n\n\nSubject:\n RE: SCP-6280 Query\n\n\n\n\n\n\nDear Elin\n\n\nI am so happy to finally hear from you again, it has been a while. I see you still write like you searched on google for how to write a formal email. No worries, I get it. Sometimes I still do as well.\n\n\nAnyways, the file is probably going to be updated sometime next week. It's the standard, as the modifications are being approved. But I'm sure you already knew that.\n\n\nAfter three years as your superior I've somewhat become accustomed to your ways, and I mean that in the best way. I'm truly so proud of you, and the work you are doing. Watching you flourishing like this is why I love my job. I can’t wait to see what you do next.\n\n\nBut I digress, I’ve become accustomed to your ways. So tell me, what did you really want to ask?\n\n\nDr. Amanda Ward\n\n\nPS: Speaking of outdated things, what is up with your signature? Wear your title with pride, you’ve earned it!\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ntni.pcs.tig|draw.a#tni.pcs.tig|draw.a\n\n\nFrom:\n \ntni.pcs.tig|rellim.e#tni.pcs.tig|rellim.e\n\n\nSubject:\n RE: RE: SCP-6280 Query\n\n\n\n\n\n\nGuess I am still that obvious then.\n\n\nReally, I just wanted to thank you again. I know I already have before, several times… And for several reasons…\n\n\nBut now that I have basically finished every Eduskip program available, I felt I had to do so one last time. And I really mean it. I’m not sure I would have ever applied for the grant, were it not for your assurance. Not to mention all the guidance you gave me prior. On each and every step.\n\n\nBut above all, I want to thank you for believing in me and my project.\n\nAfter all, SCP-6280 is still a rather inconspicuous object. It had been stored in a locker collecting dust for so long that even those concerned by its uncertain nature had accepted it was harmless. They had accepted it was worthless.\n\n\nBut you still saw that maybe there could still be something left to learn. Even if there was no objective, logical, or scientific reason to do so, you understood my desire to study it further. You understood this meant more to me than what the title of my paper might suggest.\n\n\nI know you have read my entire thesis already. I know you are aware of the results. I know you have even experienced the positive change in behavior of SCP-6280 yourself.\n\n\nBut still, you allowed me to prove there was something more behind the surface of that canvas, something human.\n\n\nI’ve attached part of one of the latest reports from an exposure test, one I did not include in the paper. In the end, all I can say is I'm not going to thank you again, not myself.\n\n\nBest Regards,\n\nDr. Elin Van Hedel\n\n\nPS: You are right about that. I have actually decided to start using my mother's maiden name, so I figured I would change the signature when all my employee records were updated. But might as well begin now.\n\n\n \n\n\n\n\n\n\n▼ View Attached File ▼\n\n\n\n\n \n\n\n\n\n\n\nContents of Label:\n\n\n\n\nJohannes Van Hedel\n (1904-)\n\n\nA Finished Masterpiece\n (?)\n\nWherever creation is born, Anywhere\n\n\n\n\n\n\nManifested Thoughts:\n\n\nStill, it isn't perfect.\n\n\nThe lines are rough. The pigments are faded. And the meaning, it is somewhat lost in the shapes.\n\n\nCould the masters still utter a word they would concur; this piece is not worthy of its title. Tomorrow, maybe. Yet, not today.\n\n\nBut, for one thing, if anything.\n\nIt is here. And it is complete.\n\nI think that is enough for now.\n\n\nAnd so, here and now as you lay your eyes upon me, I am finally seen.\n\nThank you.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. Van Hedel was not known to be a part of any group of interest. Instead, he was a minor member of various underground artistic movements of the early 20th century during his short artistic career. Van Hedel disappeared in 1929, aged 25, shortly after moving to Paris.\n\n\n2\n. ERGs (Education Research Grants) are awarded by the Eduskip division, to students who have participated in programs organized by said division. The grant is awarded on the basis of academic excellence. It aims to fund experimentation necessary for the completion of a Doctoral PhD.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6279\n | SCP-6280| \nSCP-6281\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6280\n\" by AWeirdBird, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6280\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n later\n\n\nAuthor:\n tlater\n\n\nLicense:\n later\n\n\nAdditional Notes:\n later\n\n\n\n\n\n\n\n\n\n\nFilename:\n later\n\n\nAuthor:\n later\n\n\nLicense:\n later\n\n\nSource Link:\n later",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6280 \" by AWeirdBird, from the SCP Wiki . Source: https://scpwiki.com/scp-6280 . Licensed under CC-BY-SA .",
        "Filename: later Author: tlater License: later Additional Notes: later",
        "Filename: later Author: later License: later Source Link: later"
    ],
    "title": "SCP-6280"
}