{
    "url": "https://scp-wiki.wikidot.com/scp-6282",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\nLightlessLantern & Rye Travis\n\n\n\n\n\n\nExtranormal Event 6282:\n Investigation Ongoing\n\n\n\n\n\n\n\n\nPreliminary Designation:\n EE-6282\n\n\nClassification Status:\n Pending\n\n\n\n\n\n\nPhotograph 14\n\n\n\n\n\n\nPreceding Events:\n On 2023-04-25, Foundation Site-26 received a distress message from Monitoring Outpost 51-ث‎, followed by an emergency backup of the Outpost database. Subsequent attempts to contact Outpost 51-ث‎ were unsuccessful and agents were sent to assist stationed personnel. Upon arrival, no evidence for the outpost's existence could be found; only an empty field surrounded by trees (see photographs 06 through 17). Various items were recovered and transferred to Site-26 for analysis.\n\n\nRecovered Items Log:\n\n\n\n\n\n\n\n\nItem Number\n\n\nDescription\n\n\nWriting Present On Item\n\n\nOther Details\n\n\n\n\n\n\n\n\nItem 0\n\n\nCubic box 1.0 metres in height made of pine wood\n\n\n\"Monitoring Outpost 51-ث\"\n\n\nItem‎ discovered open.\n\n\n\n\n\n\nItem 1\n\n\nCubic box 0.60 metres in height made of pine wood\n\n\n\"Wing C\"\n\n\nItem‎ discovered open.\n\n\n\n\n\n\nItem 2\n\n\nCubic box 0.40 metres in height made of pine wood\n\n\n\"Initial Analysis Division\"\n\n\nItem‎ discovered open.\n\n\n\n\n\n\nItem 3\n\n\nCubic box 0.25 metres in height made of pine wood\n\n\n\"Chamber C3-1\"\n\n\nItem‎ discovered open.\n\n\n\n\n\n\nItem 4\n\n\nCubic box 0.15 metres in height made of pine wood\n\n\n\"Junior Researcher Benyamin Ashraf\"\n\n\nItem discovered partially open, containing an oxygen-deprived necrotic human brain.\n\n\n\n\n\n\nItem 5\n\n\nStandard Foundation-issue audio recorder\n\n\n\"Property of Benyamin Ashraf\"\n\n\nItem discovered embedded within the human brain during autopsy. The last audio file started recording less than 10 minutes before Outpost 51-ث‎ broadcast its distress message and contains Ashraf's analysis of a sealed wooden box found after the disappearance of a nearby forest. Ashraf begins by noting a description error that claims no writing is present on the box before opening it, with a subsequent worsening in audio quality. Ashraf discovers a second smaller box inside, which he removes before opening, accompanied by the audio degenerating further. This process repeats three more times, yielding five boxes which decrease in volume and are held recursively within one another. By this point, the audio is heavily corrupted and, at times, incomprehensible. The file ends upon Ashraf successfully opening the fifth box.\n\n\n\n\n\n\nItem 6\n\n\nCubic box 1.0 metres in height composed of concrete, steel, and human flesh\n\n\nNo writing initially present, \"Site-26\" appeared an unknown time following recovery\n\n\nItem is sealed and at irregular intervals emits a severely corrupted Monitoring Outpost 51-ث distress message. Opening Item 6 is forbidden.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6281\n | EE-6282 | \nSCP-6283\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nExtranormal Event 6282\n\" by LightlessLantern and Rye Travis, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6282\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n OutpostLocation.jpg\n\n\nName:\n Great Paddock/Little Paddock\n\n\nAuthor:\n Simon Carey\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.geograph.org.uk/photo/3997097",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" Extranormal Event 6282 \" by LightlessLantern and Rye Travis, from the SCP Wiki . Source: https://scpwiki.com/scp-6282 . Licensed under CC-BY-SA .",
        "Filename: OutpostLocation.jpg Name: Great Paddock/Little Paddock Author: Simon Carey License: CC-BY-SA 2.0 Source Link: https://www.geograph.org.uk/photo/3997097"
    ],
    "title": "Extranormal Event 6282"
}