{
    "url": "https://scp-wiki.wikidot.com/scp-6283",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6283\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6283\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nEUCLID \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-61\n\n\n\n\n\n\nSite Director\n\n\n\n\nJames Black\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Belmont\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nPsi-11 \"Night Lighters\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6283\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n EUCLID\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-61\n\n\n\n\n\n\nSite Director\n\n\n\n\nJames Black\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Belmont\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nPsi-11 \"Night Lighters\"\n\n\n\n\n\n\n\n\n\n\n\n\nSite-61 Anomaly Designation\n1\n:\n HEX-B021, \"Lamprey\" (Biological Anomaly)\n\n\nSpecial Containment Procedures:\n\n\nSCP-6283 is contained within a large biological entity containment unit within Site-61's biological studies wing. The chamber is outfitted with high powered ultraviolet and LED floodlights to allow for rapid pacification and incapacitation should the need arise. The chamber is to be cleaned once a month following feeding, removing all excess mucus and remains while SCP-6283 is dormant. SCP-6283 is to be fed one (1) \nSus domesticus\n2\n per week.\n\n\nAll instances of SCP-6283-1 are contained within a large cold storage unit located within the biological studies wing. Instances of SCP-6283-1 are accessible for study purposes following approval from Dr. Belmont. Should instances of SCP-6283-1 show signs of waking, the unit is to be immediately locked down and MTF Psi-11 \"Night Lighters\" are to be contacted.\n\n\nAll additional materials, substances, and individuals related to SCP-6283 are kept within preservation chambers only accessible to members of Dr. Belmont's research team. Classifications of these objects are pending, following further investigation into the connection with SCP-6283.\n\n\nShould any information regarding PoI-6283's whereabouts or the whereabouts of any related individuals be found, it is to be immediately submitted to Dr. Belmont for review.\n\n\nDescription:\n\n\nSCP-6283 is an approximately 10 metre long quadrupedal quasi-mammalian entity with forearms resembling bat wings, which possess three human-like fingers each, that SCP-6283 uses for gripping and locomotion. SCP-6283 has a long, extendable, fleshy neck ending in a large humanoid head. The mouth of SCP-6283 is filled with concentric rings of sharp teeth that face backwards down the throat. SCP-6283 appears to be troglobiotic\n3\n in morphology, possessing translucent and pale skin, sensitivity to light and UV radiation, highly sensitive hearing, and lacking functional eyes and fur.\n\n\nSCP-6283's body is covered in a thick adhesive mucus that it constantly expels from its pores and mouth. This mucus acts as a highly effective reflector of UV rays and possesses a mild sedative effect when contacted. SCP-6283 will utilise this mucus in nest building behaviour, coating the location it resides in thick webs of the substance.\n\n\nSCP-6283 is carnivorous and will rapidly stretch its mouth up to 3 metres wide to envelop prey. Most creatures consumed by SCP-6283 will be digested wholly. Humans, however, are expelled after an indeterminable amount of time through SCP-6283's mouth. Any human expelled this way will henceforth be referred to as SCP-6283-1.\n\n\nSCP-6283-1 Description:\n\n\nSCP-6283-1 are humanoid entities that have been physically altered by SCP-6283. SCP-6283-1 have had their flesh transmuted into a form of sinewy and pale biomatter not resembling any known biological material.\n\n\nSCP-6283-1 have a number of characteristics that have been exaggerated, such as sharpened teeth and large claws, while SCP-6283-1's other facial features and sexual organs are no longer present. The entirety of SCP-6283-1's body, except the mouth, is covered in thick, pale skin that has shown to be near impervious to damage.\n\n\nThe internal structure of SCP-6283-1 instances are completely devoid of functional organs, except for the brain and heart, along with the nervous and circulatory system. SCP-6283-1 also produce the substances secreted by SCP-6283, although only within saliva and within a subcutaneous layer across the entire body.\n\n\nAll currently encountered instances of SCP-6283-1 have been completely immobile, curled into the foetal position. Monitoring brain activity reveals SCP-6283-1 instances to be in a state of perpetual REM sleep, and do not react to any form of stimuli.\n\n\n\n\nAddendum-6283-A: Discovery\n\n\nOn 18/09/2012, the Foundation was made aware of potentially anomalous activity surrounding the isolated rural town of C█████, Romania. The town had an unusually high rate of deaths attributed to wildlife and natural causes, far above the regional average. An investigation initially led by the Romanian Federal Police was launched after a travelling tourist disappeared in the area, but was met with passive resistance from the uncooperative and isolated population.\n\n\nFollowing the disappearance of one of the officers under unusual circumstances, an embedded agent in the Romanian police force reported the area as a potential location of interest to the Foundation.\n\n\n\n\nOpen Preliminary Investigation\n\n\n\n\nClose Preliminary Investigation\n\n\n\n\n\n\nINVESTIGATION REPORT - PRELIMINARY\n\n\n\n\n28/09/2012\n\n\nInvestigation Team:\n MTF Gamma-4, \"Green Stags\"\n\n\n\n\nInvestigation team established temporary headquarters within a local inn posing as environmental specialists attempting to document the local species and any potential hazardous pollution in the region. Locals were noted to be antisocial and few in number. Many houses and stores in the town had been abandoned and/or sealed shut, and the remaining population appeared ill.\n\n\nInvestigation into local deaths by animal attack and potential illness were met with resistance from unwilling locals. Threats of government intervention caused the locals to become hostile, shouting at the team to leave town before shuttering themselves inside their homes and watching the team through their windows.\n\n\nAfter making no progress after hours of inquiries, the team eventually came across a small girl playing with a crudely made doll of a bat on a front doorstep. After inquiring as to where everyone was, the girl simply responded 'sleeping' without making eye contact. After pressing further and asking if she meant they were dead, the girl responded with \"Not dead, just sleeping. My brother is sleeping too, but he's at the big house.\"\n\n\nWhen asked what house she was talking about, the girl responded \"The one in the forest! Where the monster was born. The doctor says the monster makes us better. We're sick, so we all need to get better.\"\n\n\nThe girl then turned to face the team before saying \"Don't worry! Mama said he'll wake up soon. Mama said they all will, when the sun comes up.\"\n\n\nBefore the team could inquire further, a woman exited from the house and hurried the girl inside before slamming it shut.\n\n\nThe team returned to the inn for the rest of the day.\n\n\n\n\nEND REPORT\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Manor Investigation\n\n\n\n\nClose Manor Investigation\n\n\n\n\nFollowing the information given by the girl encountered the day previous, the team began an investigation on the town's history, revealing the presence of an old manor deep within the surrounding woodlands that had been abandoned years prior.\n\n\nA follow up investigation to the Manor was organised and launched.\n\n\n\n\nINVESTIGATION REPORT - MANOR\n\n\n\n\n29/09/2012\n\n\nInvestigation Team:\n MTF Gamma-4, \"Green Stags\"\n\n\n\n\nInvestigation team explored the nearby woods around the area where the manor was supposed to be located. Eventually, the team located the manor in a deep thicket, partially collapsed.\n\n\n\n\n\n\nExterior of the Manor\n\n\n\n\n\n\nApproaching the Manor, there were no signs of activity from within. After confirming no activity, the team breached the front door and entered the building. The interior of the Manor was deteriorated and overgrown with no signs of recent activity. However, after exploring the lower level of the manor, a door was found locked and leading to the basement.\n\n\nUpon breaching the basement door and entering, some form of large makeshift laboratory was discovered below.\n\n\nThe laboratory was filled with a large number of scientific apparatus, multiple large vats of an unidentified thick yellow fluid, a number of organic mounds in glass chambers, and an operating table with a single instance of SCP-6283-1 lying on it. It appeared to be deceased.\n\n\nOn a nearby work desk, several chemical formulas and notes had been drawn on a scattered pile of papers as well as a small leather-bound journal labelled 'Dr. Malgrave'. The contents of this journal were written in English, and have been listed below.\n\n\n\n\nJune 21, 2010\n\n\nThe Lady has bestowed a new project upon me. She tells me that this is one of utmost importance to the Master himself, and that failure was unacceptable. What an opportunity this is, to finally have my talents recognised by the Master and not be left in obscurity by this wretched flesh worshipping Collective.\n\n\nI have been provided with a number of human embryos and have been tasked with achieving a new form of evolution to guide mankind in the future. What I am to create is a \"vessel for change\", for humanity to reach a new stage to face the oncoming daybreak and not falter in the face of the great enemy. It will be our guiding light to the future, or so they say, yet I have been given complete freedom to achieve this goal at my own volition.\n\n\nDespite the Collective being a gathering of old world zealots, I am excited to begin. The prospects for such a revolutionary achievement are endless, and this town will serve an excellent starting ground for my exploits.\n\n\n\n\n\n\nDecember 14, 2010\n\n\nThe beginnings of the project, though slow, have shown great promise. I have spliced several separate creatures into the embryos provided in order to create a variety of effects, including a growth accelerant to hasten the pace of maturity. However, the embryos have consistently become unstable in their growth, often leading to high levels of cancerous lesions and premature deaths.\n\n\nA number of these subjects have provided new methods for further exploration. The mortality rate of the young may be quite high, but the Lady continues to provide new research subjects for continued experimentation. She tells me that these creatures are the childer of the Master himself, so I'm told. Even if they are to perish in service of this research I am to treat them with utmost respect. Regardless of my personal thoughts on the matter of sentimentality, I have nonetheless buried the corpses in the nearby churchyard.\n\n\nA number of longer lived and promising candidates have begun to produce an ichor that protects them from the light, although it has proven to be sporadic and ineffective in current iterations. I have lost two candidates thus far to immolation despite the ichor's presence.\n\n\nI must find a way to make the results more stable, the artificial nature and exposure of the growing tubes is what I suspect to be creating these unstable results. Perhaps a more natural approach is required?\n\n\n\n\n\n\nApril 20, 2011\n\n\nThrough much trial and error I have managed to create a temporary casing in order to assist with the growth of the childer to adulthood. This has resulted in a number of far more stable results with significantly less premature deaths, as suspected. While the natural casing is definitely more effective, it would seem that the addition of blood seems to be the key. Casings filled with a mixture of my elixirs and a healthy quantity of human blood have resulted in accelerated growth and far more viable subjects.\n\n\nObtaining the blood was, of course, one concern, but the location of my lab has proven to be highly advantageous. The nearby villagers are a superstitious lot and easily manipulated. I have already begun to sow the seeds of folklore into their number along with some teachings of the Collective. Already they have begun to shut themselves off at night, leaving offerings of individuals too sick or elderly to be \"taken care of\". I almost pity them.\n\n\nOne candidate of the most recent array of mature subjects has shown immense promise with very minimal drawbacks. The ichor is still not enough to protect the subject from the light entirely, but the stability of production and the amount produced are already far beyond what earlier tests have created.\n\n\nHowever I am beginning to run low on supplies of embryos and various transformative elixirs. The Lady, while pleased with my results, grows impatient with the slow rate of success. Art cannot be rushed. I can only hope the prime subject is as valuable as he seems.\n\n\n\n\n\n\nDecember 20, 2011\n\n\nEureka!\n\n\nIt would seem I have been going about this project in the wrong way.\n\n\nThe prime subject, of which I have taken to calling 'the son', has grown immensely over these past few months and has begun to display rather intense hunting behaviour. It seems to have imprinted upon me as well, and can learn basic commands given enough time, excellent for control as it continues to grow.\n\n\nYet, while the subject is indeed a beautiful success in his own right, he still possessed flaws that would take years to remove from the bloodline, such as relatively low intelligence and mediocre protection from immolation. This would not pass well with the Lady nor the other rulers of the Collective, but as fate would have it the son is not the next step in evolution, but the key to it.\n\n\nOut of necessity for continued growth, the local offering of an elderly woman had been given entirely to the subject for feeding as opposed to the usual liquid diet of blood. Unsure of what to expect from this unprecedented experiment, I had contained them in the lower levels for observation. Several hours after consumption however, the subject eventually regurgitated the woman altered and anew.\n\n\nThe woman had been utterly transformed, all outwards features denoting individuality had vanished. The skin was now pallid and would not break even when exposed to medical grade equipment requiring specialised tools to perform a vivisection. The mouth was pronounced and predatory, with the internal structure of the body consisting only of a beating heart and a large, active brain. Most excitedly however, the skin possessed a lower layer of the ichor in such a volume and density that it protected the creature entirely from immolation!\n\n\nThe creature, while completely dormant, is exactly the result I have been attempting to achieve all these months. I must create more, I simply must. After I share my results with the lady, my resources will no doubt increase tenfold in order to create more like the son.\n\n\nNo doubt the Master will praise me for my efforts as well.\n\n\n\n\n\n\nJanuary 3, 2012\n\n\nOver the past months I have taken more and more from the populace of the nearby village for conversion into the sleepers. The son has grown immense and shows no sign of ceasing growth any time in the near future.\n\n\nRecreating the success of the son has been difficult, with most childer being insufficient or perishing in the process. The production of sleepers has been almost perfectly replicable with the added bonus of nourishing the son of his required intake of blood. Due to the added need for space however, I have moved all sleepers and the son himself to the church in the village for safekeeping, while my research will continue here.\n\n\nI have reported my success to the Lady some months back who seems incredibly satisfied with my work. While the sleepers are fully inactive she assures me that it was a trifling concern. I am unsure what to make of this, but she has promised me the funds and resources for further expanding my work, even my personal projects.\n\n\nThe villagers have also been of continued value to my work, now cultivating a form of religious belief in the necessity of the sacrifices to help save their people. I have spread the notion that they are afflicted by an illness that will burst forth when the great enemy frees itself from the shackles of the sun, another Collective belief that serves well to spread paranoia. I have also introduced a somewhat meagre strain of bacteria to the local drinking water, to help further the illusion. It will not interfere with my studies nor my volume of viable stock, but the effects are quite convincing.\n\n\nIn addition it would seem the people have begun seeing the son as a form of saviour, which has placed them fully under my sway.\n\n\nTheir numbers are limited, however. I may have to find a new source of feeding stock and subjects soon if they continue to dwindle.\n\n\n\n\n\n\nFebruary 12, 2012\n\n\nDAMNATION!\n\n\nThe Lady has informed me that my work here is at risk. Certain interested parties have grown aware of my activities and have been poking around where they're not welcome. She tells me that its only a matter of time before word reaches the crusaders and they worm their way into this place.\n\n\nI have begun to collect as much as I can for evacuation, but a large amount of the materials must remain behind. This includes the son and the sleepers, their transportation would require time and effort that could not be hidden from prying eyes. I must consider them lost. I can only pray he continues to survive into the future. Perhaps we'll see one another again some day.\n\n\nI have warned the villagers of the crusaders coming here and distributed my solutions among their populace. Convinced them it was a form of medicine. No doubt the results will be unpredictable and violent, but they will do their part to hold the crusaders at bay.\n\n\nI must go now, let them have their scraps. Nothing can stop what has been achieved here.\n\n\n\n\nAfter review of the journals discovered within the manor, the team returned to the inn to prepare for investigation of the church mentioned in the documentation. Upon returning the villagers were notably more confrontational, often blocking paths and watching the team in mobs.\n\n\nThe team reported that the townsfolk appeared far more sickly and gaunt, with their hair falling out as they made their way into the inn. Many of the townsfolk were seen standing outside the inn and staring into the windows as night fell. A number of individuals were noted to have what appeared to be sharp fang-like teeth and extended fingers and claws.\n\n\nSuspecting possible hostile intent, the team called for reinforcements to be dispatched before further investigation.\n\n\n\n\nEND REPORT\n\n\n\n\nMTF Gamma-4 failed to respond to further inquiry to their status following the report. Further attempts at contact met with failure, and it was presumed the team had been forcibly cut off.\n\n\nMTF Epsilon-6 was dispatched as reinforcements to investigate and re-establish contact.\n\n\n\n\n\n\n\n\n\n\nAction Report 6283\n\n\nAfter contact with the investigation team was lost, a further investigation and extraction team was organised to help contain the situation and subdue any potential hostile elements within the township.\n\n\nMTF Epsilon-6 was dispatched with one fully armed squadron of agents, a more heavily armed reserve of two squadrons, and standby air support. The team was inserted in a nearby field and advanced towards the town.\n\n\n\n\nOpen Action Report\n\n\n\n\nClose Action Report\n\n\n\n\n\n\nACTION REPORT 6283\n\n\n\n\n30/09/2012\n\n\nTask Force:\n MTF Epsilon-6, \"Village Idiots\"\n\n\nTeam Composition:\n\n\nAssault force of twenty-six (26) agents and support.\n\n\n- One (1) advanced squadron of six (6) armed agents.\n\n- Two (2) Supplementary squadrons of ten (10) armed agents.\n\n- One (1) heavily armed attack helicopter as air support.\n\n\nMission Statement:\n\n\nAdvanced team is to investigate the township of C█████ and attempt to establish contact with MIA agents of MTF Gamma-4 and extract if possible. Should any hostile force be encountered, advance team is to remain within a fortified position and await reinforcements from the supplementary teams.\n\n\nShould any anomalous activity be encountered, the entirety of C█████ is to be treated as a hazardous zone with immediate extraction and containment procedures being enacted. All individuals within this zone are to be subdued or terminated if necessary.\n\n\n\n\nBEGIN REPORT\n\n\n21:23:22\n Advance team moves through the wooded area Eastward reaching C█████ within 20 minutes of travel. The town has no lights nor any sign of activity from the residents within. Team lead gives the order to advance through the outer streets towards the Inn near the town centre.\n\n\n21:45:12\n Team reports no activity of any kind within the the outer streets or buildings as they move further in. Movement is reported multiple times, but no source could be found.\n\n\n21:58:34\n Team reaches the town square, which also shows no sign of activity. Two agents enter the inn while the remainder of the advance team stand guard outside, searching around the square for any potential signs of life.\n\n\n22:06:23\n The inside of the inn is reported to be completely destroyed, with large amounts of blood and viscera leading from the investigation team's room to the front door. A large amount of what appear to be claw marks are spread throughout the path of destruction. The investigation team's room has been completely ransacked, with most equipment either missing or destroyed. The missing agents could not be located.\n\n\n22:10:56\n Agents standing guard make contact with a single individual entering the town square and raise their weapons. The individual is ordered to raise their hands in the air, but they do not comply and continue to walk forward. The agents threaten to shoot, to which the individual ceases movement, and raises their head. They appear gaunt and pale skinned, with large, protruding sharp teeth, large clawed hands, and were covered in blood. The individual could be seen holding something that they toss forward towards the agents.\n\n\n22:12:15\n An agent is heard cursing as the object thrown is confirmed to be the severed head of one of the missing agents. The agents immediately turn their attention back to the individual, seeing a large amount of shadowy figures crawling over the rooftops and out of the alleyways staring at the agents.\n\n\n22:13:15\n The individual in the square lets out a piercing shriek. Shrieking can then be heard from every direction as the street begins to flood with similar individuals all covered in blood, many of which vaguely match descriptions of townsfolk encountered by the investigation team. They climb over buildings and begin sprinting through the streets towards the team.\n\n\n22:15:04\n The agents open fire.\n\n\n22:17:01\n The mutated townsfolk are held back with suppressive fire from the front of the inn and the upper windows long enough for the advance team to call in for immediate support. The supplementary teams begin moving towards the town as air support is launched. ETA: 5 minutes.\n\n\n22:19:00\n The townsfolk begin to overwhelm the team with their numbers as ammunition begins to run low. Agents deploy their emergency explosive incendiary weaponry which appears to be far more effective at holding the creatures back, with many fleeing from the flames produced by the explosions.\n\n\n22:20:49\n Two agents are flanked and overtaken by a group of creatures and mauled. One is dragged back into the crowd who then rip them to pieces, while the instances attacking the second agent are driven off by close range gunfire, with the incapacitated agent moved to a safer location afterward.\n\n\n22:22:49\n The creatures continue their assault as air support arrives. The helicopter immediately activates its spotlights and utilises its mounted weaponry to engage with the horde.\n\n\n22:25:43\n The agents begin to reduce the size of the hoard significantly with the provided air support as the supplementary teams near the town.\n\n\n22:27:34:\n Air support moves to continue the attack on the remaining retreating creatures, but is suddenly struck from the sky by a large unidentified object. The helicopter spins out of control and crashes into the town square, driving off and killing a large portion of the horde.\n\n\n22:28:23\n A large object lands on a nearby rooftop and moves into the light of the fires, revealing it to be SCP-6283. It rises up on its hind legs, stretches out its wings, and lets out a deafening screech.\n\n\n22:30:21:\n The agents immediately retreat back into the inn to fortify their position. SCP-6283 pursues them, managing to grab hold of one of the agents and throws them into a nearby building. The team barricade the front door as SCP-6283 slams into it repeatedly, collapsing the front of the inn.\n\n\n22:32:45\n The agents move to flee upstairs as SCP-6283 sprays mucus up towards their position, ensnaring and pulling one of them down into its jaws despite their teams efforts to pull them back. The agent is torn apart as SCP-6283 continues to destroy the lower level, unable to fit up the stairway. The stairway is subsequently destroyed.\n\n\n22:37:08\n The remaining agents flee down the hallway on the upper level as SCP-6283 can be heard exiting the building and flying away. It can be heard screeching as it flies back towards them, slamming onto the walls of the inn and crawling on the exterior. The building goes silent for a moment, before SCP-6283's claw bursts through the hallway window and drags another agent outside. Screaming can be heard before a torrent of blood is seen pouring down from the rooftop. The last active agent and the injured agent he had been carrying move to a side room and hide in a corner, attempting to remain silent.\n\n\n22:40:49:\n The agents are hiding as SCP-6283 crawls on the outside of the building, reaching into various rooms in search of them. The injured agent lets out a pained groan despite the active agent's attempts to silence him, to which SCP-6283 immediately moves to the broken window of the room and extends its neck inside. SCP-6283's head moves around the room before moving within one metre of the agents. The active agent raises his sidearm to between SCP-6283 eyes at point blank range, preparing to fire.\n\n\n22:41:00\n A loud explosion rocks the building as SCP-6283 is struck in the side by an explosive round, causing it to retract its neck from the window and scream at the supplementary teams that have entered the town square. The majority of the team provide suppressive fire while another explosive projectile is launched, striking SCP-6283 in the side of the head, knocking it off of the building. SCP-6283 attempts to rush after the quickly encircling agents, but is unable to stop the assault while attempting to shield itself with its wings.\n\n\n22:45:12\n SCP-6283 is struck a third time by an explosive round in the chest and falls to the ground letting out a loud scream. It crawls to its feet and attempts to flee the attack by flying away. As SCP-6283 becomes airborne, it is struck once more in the right wing causing it to fall into a nearby rooftop and into the fires below. SCP-6283 lets out another loud scream while flailing wildly in the fire. SCP-6283 manages to crawl free from the flames, but collapses in the town square as it swings wildly at the approaching agents.\n\n\n22:48:32\n The team encircle SCP-6283 once more and deploy electrical pacification devices, ensnaring and electrocuting it until it eventually falls unconscious. SCP-6283 is considered pacified at this time. The team provides medical attention to the surviving agents and calls in for further reinforcements. The township of C█████ is declared as an anomalous hazard zone. The team continues to hold position while seek and destroy teams are called in to locate and pacify the remaining townsfolk and any other undiscovered hostile elements.\n\n\n23:24:22\n Reinforcements arrive and all anomalously afflicted townsfolk are located and either pacified, or destroyed. Clean-up teams are called in, SCP-6283 is contained, and the situation is declared as controlled. No further casualties are taken.\n\n\n\n\nEND REPORT\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Cleanup Report\n\n\n\n\nClose Cleanup Report\n\n\n\n\nFollowing the containment of SCP-6283, clean-up teams were utilised to recover all relevant documentation, specimens, and subjects in and around the C█████ area for containment and eventual transportation to Site-61.\n\n\nIt was found that all the townsfolk of C█████ had been infected by some form of concentrated biological mutagen, identical to the fluids contained within the vats recovered from the manor. Its effects are still under investigation, but the results of infection seem to manifest as physical mutation\n4\n, heightened aggression, and lowered intelligence. Infected individuals also possess a large amount of cancerous growths and other health issues due to unrestrained tissue growth. Classification of this mutagen as SCP-6283-2, and those affected by it as SCP-6283-3, is still pending review.\n\n\n\n\n\n\nC█████ Church, before investigation.\n\n\n\n\n\n\nUsing the recovered documentation, it was discovered that the 'churchyard' in question was a large church located on the outer edge of the township of C█████.\n\n\nWithin was located 43 total SCP-6283-1 specimens, several of the mutated townsfolk, and a number of sentimental items such as simple toys and old jewellery. The internal structure of the church had been completely coated in a webbing of SCP-6283's mucus. Within the centre of the church on an altar was a single sealed letter composed of human skin.\n\n\nAll items from the town, church, and manor were transported to Site-61 for containment, study, and storage. See Dr. Belmont for further itemised lists and details.\n\n\nFollowing clean-up, the mission was reported as a success, and a cover story of a highly virulent disease wiping out the town was released to the media. C█████ has been placed under permanent quarantine while Dr. Malgrave has been designated as PoI-6283. Investigation into PoI-6283’s location is ongoing.\n\n\n\n\n\n\n\n\n\n\nAddendum-6283-B: Recovered Letter\n\n\nDuring clean-up, a sealed letter crafted from human skin was located within the church amongst a number of sentimental objects. The ink of the letter was composed of human blood and written in an archaic form of Romanian, sealed with wax bearing a symbol representing some form of beast. This symbol has been found among scriptures of the Nälkä faith within the Foundation's possession.\n\n\nThe full letter has been translated and is available below.\n\n\n\n\nOpen Letter\n\n\n\n\nClose Letter\n\n\n\n\n\n\nMy child,\n\n\nI write this now so that some day, you may see what purpose I have planned for you. You are young, naïve, and afraid. The world around you is not the one you were meant for, no, the world you are here to thrive within is one of fire, sunlight, and writhing flesh.\n\n\nBut do not fear, for when the time is near and you come of age, mankind will flock to you as their guardian angel. And when they do, they will be severed from the great enemy's grasp, and be ready to stand against the tide of unending destruction.\n\n\nFor when the meek hide away, you must not. When the world falls to the malignant light, you will not. And finally, even when Day Breaks, you shall not.\n\n\nI love you, my son.\n\n\n\n\nCount, Karcist, and Father,\n\n\n~ Lord Vladislaus Drakulya\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. For on site purposes only, for all other usages please utilise proper SCP designation.\n\n\n2\n. Domestic pig.\n\n\n3\n. A designation given to creatures that live entirely in dark cave environments.\n\n\n4\n. The most significant of which include unrestrained growth of a subjects teeth into a forward jaw filled with sharpened fangs, and highly elongated hands and fingers ending in sharp bone protruding from the skin.\n\n\n\n\n\n\n\n\n« \nSCP-6282\n | SCP-6283 | \nSCP-6284\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6283\n\" by Iszth, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6283\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Manor\n\n\nAuthor:\n Laima Gūtmane\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource Link:\n Adapted from [\nhttps://en.m.wikipedia.org/wiki/File:Abandoned_Spirgus_manor.jpg\n]\n\n\n\n\n\n\nFilename:\n Church\n\n\nAuthor:\n Knar Bedian\n\n\nLicense:\n CC BY 2.0 ATTRIBUTION 2.0 GENERIC\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/9070031@N03/5324694731\n]",
    "addendums": [
        "Addendum-6283-A: Discovery\nOn 18/09/2012, the Foundation was made aware of potentially anomalous activity surrounding the isolated rural town of C█████, Romania. The town had an unusually high rate of deaths attributed to wildlife and natural causes, far above the regional average. An investigation initially led by the Romanian Federal Police was launched after a travelling tourist disappeared in the area, but was met with passive resistance from the uncooperative and isolated population.\nFollowing the disappearance of one of the officers under unusual circumstances, an embedded agent in the Romanian police force reported the area as a potential location of interest to the Foundation.",
        "Addendum-6283-B: Recovered Letter\nDuring clean-up, a sealed letter crafted from human skin was located within the church amongst a number of sentimental objects. The ink of the letter was composed of human blood and written in an archaic form of Romanian, sealed with wax bearing a symbol representing some form of beast. This symbol has been found among scriptures of the Nälkä faith within the Foundation's possession.\nThe full letter has been translated and is available below.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6283 \" by Iszth, from the SCP Wiki . Source: https://scpwiki.com/scp-6283 . Licensed under CC-BY-SA .",
        "Filename: Manor Author: Laima Gūtmane License: Creative Commons Attribution-Share Alike 3.0 Source Link: Adapted from [ https://en.m.wikipedia.org/wiki/File:Abandoned_Spirgus_manor.jpg ]",
        "Filename: Church Author: Knar Bedian License: CC BY 2.0 ATTRIBUTION 2.0 GENERIC Source Link: [ https://www.flickr.com/photos/9070031@N03/5324694731 ]"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6283"
}