{
    "url": "https://scp-wiki.wikidot.com/scp-6287",
    "all_text": "rating: \n+327\n+\n–\nx\n\n\nItem #:\n SCP-6287\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Mobile Task Force Pi-1 ('City Slickers') has been dispatched to investigate SCP-6287's disappearance, and report all findings to Lead Researcher Gus McGinley.\n\n\nDescription:\n SCP-6287 is the small town of Littleton, New Jersey, following an anomalous occurrence on 7 June, 2002. At approximately 0300 EST, SCP-6287, along with all 730 residents, spontaneously vanished without a trace. Thus far, the Foundation has discovered no evidence of any dimensional abnormalities possibly accounting for the city's disappearance, and the current status of SCP-6287 and its occupants remains unknown.\n\n\nUpdate:\n On 10 June, 2002, Foundation Agent Lyle Putt was dispatched to survey the area formerly occupied by SCP-6287. At 1730 EST, Putt reported hearing what he described as a loud crunching sound, and after several seconds of silence, became hysterical. Analysis of structural debris recovered from Agent Putt's right boot was confirmed to match that of SCP-6287, which had evidently been reduced to an area of roughly ~5 cm². The impact resulted in the deaths of at least 600 of the town's inhabitants, and efforts to assist survivors proved unsuccessful, with complications arising due to their reduced stature.\n\n\nFollowing this incident, SCP-6287 is currently pending reclassification as Neutralized. Agent Putt faced no disciplinary action, instead receiving six months paid leave, as well as a referral to a Foundation counsellor.\n\n\n\n\n\n\nMore from this author...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6286\n | SCP-6287 | \nSCP-6288\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6287\n\" by Dr Leonerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6287\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6287 \" by Dr Leonerd, from the SCP Wiki . Source: https://scpwiki.com/scp-6287 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6287",
    "object_class": "Euclid",
    "containment_procedures": "Mobile Task Force Pi-1 ('City Slickers') has been dispatched to investigate SCP-6287's disappearance, and report all findings to Lead Researcher Gus McGinley.",
    "description": "SCP-6287 is the small town of Littleton, New Jersey, following an anomalous occurrence on 7 June, 2002. At approximately 0300 EST, SCP-6287, along with all 730 residents, spontaneously vanished without a trace. Thus far, the Foundation has discovered no evidence of any dimensional abnormalities possibly accounting for the city's disappearance, and the current status of SCP-6287 and its occupants remains unknown.",
    "title": "SCP-6287"
}