{
    "url": "https://scp-wiki.wikidot.com/scp-629",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe anomaly hereafter described is now no longer an SCP object, and thus requires no Special Containment Procedures. The following information is retained in SCP format for convenience while the file is transferred to a more permanent format. Thank you for your understanding.\n\n\n- RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-629 seated in the \nSite-55\n courtyard.\n\n\n\n\n\n\n\n\nItem #:\n SCP-629\n\n\nDescription:\n SCP-629 is a 176 cm tall masculine humanoid made entirely of bronze, styled as a middle-aged man with a beard, button down shirt, tie, jeans, shoes, jacket and beanie. Subtle seams separate SCP-629's body into six component parts — the legs, the arms, the torso, and the head. When SCP-629 was originally recovered, vibrant paints covered its body, but these have since worn off. The words \"Mr. Brass, from Little Misters® by \nDr. Wondertainment\n1\n\" have been embossed into SCP-629's back. Despite the rigidity of bronze and seeming lack of mechanization, SCP-629 is capable of ambulation and articulation, which often produces mechanical clicking and whirring sounds. SCP-629 is also sapient and capable of speech — which produces CO\n2\n, water vapor, and trace amounts of lung cells. DNA analysis has found no known matches, but samples variably contain six distinct genetic signatures, belonging to two biological females and four males. Three of these signatures have been found to contain genetic diseases with high infant mortality rates.\n\n\nSCP-629 is typically cooperative with questioning and testing but not amicable. Initial interviews were on the subject of the Little Misters (GoI-386-1), a children's band that first appeared on 2/16/1981 with the release of a self-titled album. SCP-629 withheld information until its demands for consistent reading material and daily scheduled time outdoors were met. Seeing as SCP-629 holds no known anomalous capabilities that could plausibly result in destruction of facilities, personnel fatalities, or escape, SCP-629 has been granted these requested allowances.\n\n\nRecovery:\n In 1988, \nProject Whimsy\n, headed by \nDr. Everwood\n of the \nGoI-386 Research & Investigation Department\n (GoI-386 R&I), made a breakthrough in subverting Dr. Wondertainment's antimemetic properties. These properties prevented certain information on the organization from being learnable by \"adults,\" seeming to target mentalities instead of specific ages but tending towards allowing the \"innocent and childish\" to gain knowledge and disallowing the \"cold and jaded.\" Further details of \nProject Whimsy\n are restricted to personnel of 3/GoI-386 clearance and above.\n\n\nThrough \nProject Whimsy\n, GoI-386 R&I discovered a flyer for a Little Misters concert, set to occur within the month (on 2/28/1988) at a \nCogwork Orthodox Church\n2\n-hosted dream-venue.\n3\n The flyer invited any child who found it to put the flyer under their pillow and \"dream of flying away.\" \nOperation Here Now\n was quickly put together to intercept this concert, as it was seen as a sizable threat to the Veil.\n\n\nCareful monitoring of a sleeping child who had put the flyer under their pillow on the night of the concert revealed a Selective Astral Way\n4\n. However, the Way was improperly guarded, most likely due to Dr. Wondertainment's assurance that it would not be discovered. After two hours, the Way was widened to be General instead of Selective, allowing the passage of MTF Omichron-Rho, \"\nThe Dream Team\n.\"\n\n\nAfter a conflict that remained unrecorded due to at-the-time underdeveloped dream-traversing technology, all attending children were forced back through their respective Ways and amnesticized, and MTF Omichron-Rho returned bearing SCP-629's metaphysical ego, withheld from returning to its physical self. All other members of the Little Misters apparently escaped.\n\n\nWith \nOperation Here Now\n a success, GoI-386 R&I began a correspondence with the Oneiric Research Department within Site-55 with the goal of using SCP-629's metaphysical ego to locate its physical self. However, before this could be accomplished, SCP-629's physical self appeared within a hallway of Site-55, under the blind spot of a camera on 3/4/1988.\n\n\nInitial containment was established and SCP-629's physical self and metaphysical ego were reunited on 3/10/1988.\n\n\nGoI-386 Response:\n The Little Misters didn't release another album until four months after SCP-629's acquisition\n5\n, nearly halving the speed of their usual output. However, after this one delay, the Little Misters appeared to proceed as normal, even slightly increasing their output to produce their usual six albums by the end of the year.\n\n\n\n\n\n\nAlbum art for the Little Misters' \nStep Outside & Smile!\n, released in 1990.\n\n\n\n\n\n\nNotably, their music no longer included any brass instruments, which their prior albums had.\n6\n There also emerged a lyrical motif in which words ending with /as/ were followed by instrumentals where a rhyme would usually occur. For example, in the song \nPark Day\n off of the album \nStep Outside & Smile!\n (1990):\n\n\n\n\nI can feel the feeling filling my soul\n\nOf the new day, the blue they will fill up the sky!\n\nAnd the sun will shine bright on the young and the old\n\nAnd it makes me so happy I feel I could cry!\n\nI remember a man who ran fingers through grass\n\n\n[instrumental]\n\n\nPark day!\n\n\n[chorus ensues]\n\n\n\n\nThese unresolved rhymes are most often sung by Mr. Chameleon (PoI-386-1-03), who otherwise is neither a singer nor an instrumentalist and instead performs dances and visual effects. Interviews with SCP-629 have revealed that Mr. Chameleon was SCP-629's closest friend among the Little Misters. No explicit references to SCP-629 were made in any media produced by the Little Misters, though there are other potentially implicit references in their songs from the era between SCP-629's acquisition and 1999.\n\n\nIn 1999, the current PoI-386-Prime, Dr. \nCornelius Młynarczyk Wondertainment\n (PoI-386-Prime-02), died unexpectedly of unknown causes.\n7\n In his will, he named a Holly Light as his successor, who then became the new PoI-386-Prime, inheriting SCP-████ (the title of Dr. Wondertainment).\n\n\nThe Little Misters' behavior began to change soon after this development, beginning with a year-long hiatus in which they created no music or merchandise. In 2000, GoI-386 R&I received the following letter (abridged here for ease of reading):\n\n\n\n\n\n\nJanuary 15th, 2000\n\n\nFrom the desk of\n\n\nTHE GRANDEST GOURMAND OF BONBONS!\n\n\nDear SCP Foundation,\n\n\nIt has come time for us to address your possession of one of the Little Misters®, a registered Dr. Wondertainment intellectual property. Our band has been missing one of its cornerstone members for over a decade, and my predecessor did not have the resources nor time to dedicate to recovering Mr. Brass.\n\n\nThroughout our conflicts in the past, the Dr. Wondertainment company and the Foundation have largely avoided physical confrontations. We would like to keep that rapport. So instead of threats, I would like to propose a trade.\n\n\n\n\nDr. H.L. Wondertainment\n\n\n\n\n\n\nThe letter went on to describe a trade offer of information on some of Dr. Wondertainment's operations and inner workings in exchange for SCP-629 and several other Dr. Wondertainment-related anomalies contained by the SCP Foundation (restricted to personnel of 3/GoI-386 clearance and above). A correspondence between GoI-386 R&I and the O5 Council led to a vote on whether or not to take the deal as offered or to propose changes.\n\n\nThe vote eventually led to a change of terms, which were then sent back to Dr. Wondertainment via a method described in the letter. However, Dr. Wondertainment never responded, even once a follow-up letter was sent. No further attempts at communication have been made.\n\n\nOn 4/21/2000, the Little Misters released the album \nImagining New Colors\n, which deviated from their usual formula significantly both in genre and subject matter. While there were hints and references to their status as a children's band, the album also explored much more existential themes, such as the status of being an artificially-created being (as in the song \nShot Like a Cannonball\n) and questioning their fulfillment doing what they were presumably created to do (as in the song \nBassline\n). The album also omitted any promotion of Dr. Wondertainment products, as was typical in previous albums. \nImagining New Colors\n also included their first ever instrumental track thought to be in reference to SCP-629, titled \nUnsung Hero.\n This song featured a pentatonic motif that the Little Misters would proceed to write into at least one song on every subsequent album.\n8\n\n\n\n\n\n\nAlbum art for the Little Misters' \nImagining New Colors\n, released in 2000.\n\n\n\n\n\n\nAfter the release of this album, the Little Misters entered a period of infrequent activity, performing in only three concerts and releasing four albums between 2000 and 2002, none of which were aimed towards their usual demographic.\n\n\nHowever, on 6/30/2002, the Little Misters released another children's album titled \nMr. Moon Woos the Planets\n, which combined their education-oriented earlier style with their new pattern of weaving a single story throughout the songs. The album followed Mr. Moon (PoI-386-1-10) as he fell in love with each astral body of the solar system (which were played by various other members of the Little Misters), working from Pluto inwards and ending with the sun. In this album, the \"glass motif\" was used in the song \nMercury!!\n, accompanied by lyrics of Mr. Moon lamenting that Mercury disappeared \"behind the heat of the sun\" but might someday come back, which transitions into the final song \nThe Sun!!\n by way of his focus becoming distracted by the object between them.\n\n\nFollowing this release, the Little Misters resumed their pattern of releasing an album every other month. However, only every other album released was a children's album, and the remainder were more experimental and existential. This pattern continues at the time of writing.\n9\n\n\nIn 2018, the Little Misters made their first explicit mention of SCP-629 at a show during \nRock Against the Foundations\n, an anti-Foundation music festival put on by a large \nSerpent's Hand\n (GoI-019) subsect with ties to the Slavic anart scene. During the performance, Mr. Redd Jr. (PoI-386-1-01) exclaimed \"this one is for Brass!\" before the band played a faster and longer rendition of \nUnsung Hero\n. The Little Misters' set ended with Mr. Redd Jr. saying: \"To Mr. Brass. We love you. We miss you. We're coming to get you.\" Despite this statement, the Little Misters have made no known attempts to reclaim SCP-629.\n\n\n\n\n\n\n\n\nNew GoI-386 Relations & Impact on SCP-629 Containment:\n On \n6/18/2042\n, the O5 Council unanimously accepted a more cooperative relationship as proposed by Dr. Wondertainment, the details of which are restricted to personnel of 3/GoI-386 clearance and above.\n\n\nThe effects of this new relationship on containment are ongoing, and have resulted in many newly non-SCP objects continuing to be classified as such until the Records & Information Security Administration can move these files into a new format. SCP-629 is one such item.\n\n\nMr. Brass (PoI-386-1-21, previously SCP-629) has been released to the Little Misters after being amnesticized of any classified information he may have gathered while in Foundation custody. Recorded below is a final interview conducted before Mr. Brass's amnesticization and release.\n\n\n\n\nInterviewer:\n Dr. Robert Dorer\n\n\nInterviewee:\n Mr. Brass, PoI-386-1-21\n\n\nConducted:\n 7/20/2042\n\n\nNotes:\n This interview was held in the Site-55 courtyard, because Mr. Brass is notably more cooperative when outdoors.\n\n\n<BEGIN LOG>\n\n\n(Dr. Dorer has placed a handheld recorder on the bench between himself and Mr. Brass to start the interview. As the recording begins, sounds of Dr. Dorer seating himself can be heard, as well as mechanical clicks from Mr. Brass moving into a more comfortable position. In the background, running water can be heard.)\n\n\nDr. Dorer:\n Dorer.\n\n\nMr. Brass:\n Brass.\n\n\n(There is a pause. Faint whirring can be heard, as well as breathing from Dorer.)\n\n\nDr. Dorer:\n Well, Brass. Let's start simple. How are you today?\n\n\nMr. Brass:\n I'm doing well.\n\n\nDr. Dorer:\n Perfect. Any discomfort, any new developments with your body?\n\n\nMr. Brass:\n No.\n\n\nDr. Dorer:\n How about emotionally. Anything been bothering you? Anything we can help with?\n\n\nMr. Brass:\n I'm doing well.\n\n\nDr. Dorer:\n Good, good. Well, Brass. You probably know by the recorder that I'm not just coming to check in with you today. It's really big news. \n(Pause.)\n This is our last interview. You're going to be released.\n\n\n(Running water can be heard. All mechanical sounds have ceased. A pause endures for eight seconds.)\n\n\nDr. Dorer:\n As of a month ago, the SCP Foundation has accepted an agreement proposed by the current Dr. Wondertainment, a \nJudy Papill\n if I remember correctly, to enter a more cooperative and peaceful relationship.\n\n\n(Birdsong can be heard.)\n\n\nDr. Dorer:\n Part of this new relationship is that we're giving them… you know I don't like to call you this, but, our skips. You're one of them. You're going home.\n\n\n(Footsteps of someone passing by can be heard, as well as a far-off conversation. A pause endures for twelve seconds.)\n\n\nMr. Brass:\n Really?\n\n\nDr. Dorer:\n Really.\n\n\n(Pause.)\n\n\nDr. Dorer:\n Part of the agreement is that Wondertainment is going to go more mundane, make significantly less anomalous products in exchange for the Foundation ceasing to target their business practices. I think I heard that that means the Little Misters are going to be able to perform more publicly. Less cloaks and daggers. Most of you can pass as non-anomalous individuals already, as long as no one touches you, you look like a street performer. I'm certain a little bit of allowed magic will make the illusion complete.\n\n\n(Brief mechanical clicking is heard. A splash is accompanied by duck calls as ducks land in the water behind the two. A pause endures for ten seconds. Then, Mr. Brass begins to hum to the tune of\n I'm Mr. Brass! \nfrom the Little Misters' first album.)\n\n\nDr. Dorer:\n Brass?\n\n\nMr. Brass:\n Hm?\n\n\nDr. Dorer:\n Are you alright?\n\n\nMr. Brass:\n I'm doing well.\n\n\n(A small pat can be heard as Dr. Dorer puts a hand on Mr. Brass's shoulder.)\n\n\nDr. Dorer:\n You're going home.\n\n\nMr. Brass:\n Really?\n\n\nDr. Dorer:\n Really.\n\n\n(Some mechanical sounds are heard. After four seconds, Mr. Brass resumes humming. This endures for eighteen seconds, before Dr. Dorer picks up the handheld recorder and ceases the interview.)\n\n\n<END LOG>\n\n\n\n\n\n\n\n\nAlbum art for the Little Misters' \nFor Music's Sake!\n, released in 2042.\n\n\n\n\n\n\nGoI-386 Response:\n Mr. Brass first reappeared in the Little Misters' album \nFor Music's Sake!\n, an educational album about the basics of music theory. Mr. Brass did not, however, play any instruments or sing, instead using the mechanical noises he makes while moving for percussion. This use of Mr. Brass continued for the next three albums, though during this time he did not make any public appearances.\n\n\nHis first public appearance was in an outdoor concert on 1/8/2043, in Austin, Texas. The concert was partnered with \nNew Shoes,\n a mundane charity supporting homeless youth. Mr. Brass revealed his new role in the band as a percussionist, moving his body in such a way as to make clicks and whirs to the beats of their songs. After intermission, however, Mr. Brass ceased to perform in the middle of a song entitled \nChris' Daily Walk\n. The rest of the Little Misters appeared to notice, but continued with the performance until Mr. Brass walked offstage, at which point Mr. Fish (PoI-386-1-09) followed him. At the conclusion of the song by the other bandmates, Ms. Sweetie (PoI-386-1-02) announced an unplanned intermission. The band proceeded backstage, and Ms. Sweetie returned after twenty minutes to \"regretfully announce that the concert [was] being cut short.\" Attendees were informed that their tickets were refundable but that all proceeds would go to charity.\n\n\nMr. Brass has neither appeared publicly nor in an album since.\n\n\nCurrent Status:\n Mr. Brass is known to reside somewhere in Wonder World, though exact whereabouts are unknown. Current activities of the Little Misters are also unknown. It is thought that Mr. Chameleon (PoI-386-1-03) lives with Mr. Brass and potentially acts in a caretaker role. Dr. Wondertainment has refused to give any further details on Mr. Brass.\n\n\nIn 2044, the Little Misters released the album \nOxidized,\n which includes a song written by each member of the Little Misters, excluding Mr. Brass. In digital format, the final track is untitled. However, a pamphlet that comes with a CD purchase reads:\n\n\n\n\nWow!\n You've just purchased a disc from the amazing \nLittle Misters!\n \nOxidized\n is our longest album yet, about the existentialism of our own potential immortality, reflecting back on the lives we have led thus far. It is also our most autobiographical album, with one song written by each of our members, even our manager and producer!\n\n\nBuy our whole discography to become Mx. Collector! Buy a backstage pass at one of our shows and become Mx. Love!\n\n\nA Side:\n\n\n01. Hot\n\n\n02. Soap\n\n\n03. Sweetie\n\n\n04. Money\n\n\n05. Hungry\n\n\n06. Shaping\n\n\n07. Mad\n\n\n08. Fish\n\n\n09. Lost\n\n\n10. Junior\n\n\nB Side:\n\n\n11. Lie\n\n\n12. Laugh\n\n\n13. Chameleon\n\n\n14. The Moon\n\n\n15. Scared\n\n\n16. Forgotten\n\n\n17. Stripes\n\n\n18. Headless\n\n\n19. Oxidized Pt. I (Life)\n\n\n20. Oxidized Pt. II (Death)\n\n\n21. Brass\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlbum art for the Little Misters' \nOxidized\n, released in 2044.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as \nGoI-386\n.\n\n\n2\n. GoI-004B.\n\n\n3\n. Notably, it was later discovered through interviews that the Cogwork Orthodox Church had hosted venues for the Little Misters due to their interest in SCP-629.\n\n\n4\n. A Selective Way is a Way which in some way requires specific traits of the entrant to function properly. An Astral Way is a Way which may only be traversed by metaphysical egos.\n\n\n5\n. \nGlub Glub,\n an album focusing mostly on Mr. Soap (PoI-386-1-13) teaching children proper hygiene techniques.\n\n\n6\n. This observation has held true up until the present, with the notable exception of the use of trumpets on the last track of their most recent album. -RAISA\n\n\n7\n. Greater correspondence with Dr. Wondertainment has still failed to elucidate the circumstances of Dr. C.M. Wondertainment's death. -RAISA\n\n\n8\n. In an interview with the \nDeer College Odyssey\n, an anomalous publication in the nexus of \nThree Portlands\n, Mr. Life (PoI-386-1-20) called the motif the \"glass motif,\" but refused elaboration.\n\n\n9\n. This pattern still holds true even after current events. -RAISA\n\n\n\n\n\n\n\n\n« \nSCP-628\n | SCP-629 | \nSCP-630\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "I can feel the feeling filling my soul Of the new day, the blue they will fill up the sky! And the sun will shine bright on the young and the old And it makes me so happy I feel I could cry! I remember a man who ran fingers through grass [instrumental] Park day! [chorus ensues]",
        "Interviewer: Dr. Robert Dorer Interviewee: Mr. Brass, PoI-386-1-21 Conducted: 7/20/2042 Notes: This interview was held in the Site-55 courtyard, because Mr. Brass is notably more cooperative when outdoors. <BEGIN LOG> (Dr. Dorer has placed a handheld recorder on the bench between himself and Mr. Brass to start the interview. As the recording begins, sounds of Dr. Dorer seating himself can be heard, as well as mechanical clicks from Mr. Brass moving into a more comfortable position. In the background, running water can be heard.) Dr. Dorer: Dorer. Mr. Brass: Brass. (There is a pause. Faint whirring can be heard, as well as breathing from Dorer.) Dr. Dorer: Well, Brass. Let's start simple. How are you today? Mr. Brass: I'm doing well. Dr. Dorer: Perfect. Any discomfort, any new developments with your body? Mr. Brass: No. Dr. Dorer: How about emotionally. Anything been bothering you? Anything we can help with? Mr. Brass: I'm doing well. Dr. Dorer: Good, good. Well, Brass. You probably know by the recorder that I'm not just coming to check in with you today. It's really big news. (Pause.) This is our last interview. You're going to be released. (Running water can be heard. All mechanical sounds have ceased. A pause endures for eight seconds.) Dr. Dorer: As of a month ago, the SCP Foundation has accepted an agreement proposed by the current Dr. Wondertainment, a Judy Papill if I remember correctly, to enter a more cooperative and peaceful relationship. (Birdsong can be heard.) Dr. Dorer: Part of this new relationship is that we're giving them… you know I don't like to call you this, but, our skips. You're one of them. You're going home. (Footsteps of someone passing by can be heard, as well as a far-off conversation. A pause endures for twelve seconds.) Mr. Brass: Really? Dr. Dorer: Really. (Pause.) Dr. Dorer: Part of the agreement is that Wondertainment is going to go more mundane, make significantly less anomalous products in exchange for the Foundation ceasing to target their business practices. I think I heard that that means the Little Misters are going to be able to perform more publicly. Less cloaks and daggers. Most of you can pass as non-anomalous individuals already, as long as no one touches you, you look like a street performer. I'm certain a little bit of allowed magic will make the illusion complete. (Brief mechanical clicking is heard. A splash is accompanied by duck calls as ducks land in the water behind the two. A pause endures for ten seconds. Then, Mr. Brass begins to hum to the tune of I'm Mr. Brass! from the Little Misters' first album.) Dr. Dorer: Brass? Mr. Brass: Hm? Dr. Dorer: Are you alright? Mr. Brass: I'm doing well. (A small pat can be heard as Dr. Dorer puts a hand on Mr. Brass's shoulder.) Dr. Dorer: You're going home. Mr. Brass: Really? Dr. Dorer: Really. (Some mechanical sounds are heard. After four seconds, Mr. Brass resumes humming. This endures for eighteen seconds, before Dr. Dorer picks up the handheld recorder and ceases the interview.) <END LOG>",
        "Wow! You've just purchased a disc from the amazing Little Misters! Oxidized is our longest album yet, about the existentialism of our own potential immortality, reflecting back on the lives we have led thus far. It is also our most autobiographical album, with one song written by each of our members, even our manager and producer! Buy our whole discography to become Mx. Collector! Buy a backstage pass at one of our shows and become Mx. Love! A Side: 01. Hot 02. Soap 03. Sweetie 04. Money 05. Hungry 06. Shaping 07. Mad 08. Fish 09. Lost 10. Junior B Side: 11. Lie 12. Laugh 13. Chameleon 14. The Moon 15. Scared 16. Forgotten 17. Stripes 18. Headless 19. Oxidized Pt. I (Life) 20. Oxidized Pt. II (Death) 21. Brass"
    ],
    "item": "SCP-629",
    "description": "SCP-629 is a 176 cm tall masculine humanoid made entirely of bronze, styled as a middle-aged man with a beard, button down shirt, tie, jeans, shoes, jacket and beanie. Subtle seams separate SCP-629's body into six component parts — the legs, the arms, the torso, and the head. When SCP-629 was originally recovered, vibrant paints covered its body, but these have since worn off. The words \"Mr. Brass, from Little Misters® by Dr. Wondertainment1\" have been embossed into SCP-629's back. Despite the rigidity of bronze and seeming lack of mechanization, SCP-629 is capable of ambulation and articulation, which often produces mechanical clicking and whirring sounds. SCP-629 is also sapient and capable of speech — which produces CO2, water vapor, and trace amounts of lung cells. DNA analysis has found no known matches, but samples variably contain six distinct genetic signatures, belonging to two biological females and four males. Three of these signatures have been found to contain genetic diseases with high infant mortality rates.",
    "title": "SCP-629"
}