{
    "url": "https://scp-wiki.wikidot.com/scp-6291",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nrating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6291\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6291 Prior to containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following incident SCP-6291-CC, SCP-6291 has been neutralized, and Area-122 has been destroyed. Damage caused to nearby cities is to be covered up, and anyone in those areas is to be amnesticized. Discussion revolving around red velvet within these cities is strictly prohibited.\n\n\n\n\n+ Previous Containment Procedures\n\n\n\n\n- Close File\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6291\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6291 Prior to containment.\n\n\n\n\n\n\nSpecial containment procedures:\n \nSCP-6291 is to be contained in the storage wing of Site-64. When testing is not occurring, SCP-6291 is to be left open, and topped with a book weight.\n\n\nFollowing incident SCP-6291-X, SCP-6291 must be contained in a \n7 m x 7 m x 8 m\n 11 m x 11 m x 12 m humanoid containment cell within the designated, Area-122. It, and Area-122 itself is to be put under constant surveillance by at least \n2\n 3 research personnel\n,and 4 guards are to be positioned in front of SCP-6291’s cell door at all times\n. No personal are to enter the cell of SCP-6291 under any circumstances. \nAny SCP-6291-1 instances deemed hostile are to be terminated immediately.\n If any SCP-6291-1 instances are deemed hostile, or attempt to breach Area-122, the on-site war head is to be detonated. Missing person cases related to SCP-6291 are to be covered up. Staff can request to take non-anomalous recipes for personal use, this request must be approved by at least 2 level 4 staff.\n\n\n\n\n\n\n\n\nDescription:\n SCP-6291 is a hardcover copy of \nThe Red Velvet Lover’s Cookbook\n, written by Deborah Harroun. It is near identical to a non-anomalous copy, with the exception of it missing the index and acknowledgment pages.\n\n\nIts anomalous properties manifest upon reaching page 122, which is the last non-anomalous recipe in the book, and turning the page. When this occurs, a recipe not in the original book will be present. Pages can continuously be turned, giving an infinite amount of different red velvet themed recipes. The latest page the book has been turned to is page \n629\n currently unknown following incident SCP-6291-X; however, it is predicted to be in the range of 1,450 and 1,550. These recipes range from deserts, such as angel food cake, to entrees, such as red velvet marinated steak. Closing the book will reset the page count.\n\n\nAt times, recipes for creating SCP-6291-1 instances appear. SCP-6291-1 instances are sapient entities that are created \nwhen following the recipe that SCP-6291 presents\n by SCP-6291. These entities are made entirely of red velvet cake, white chocolate, and cream cheese frosting, along with a random quantity of other abnormal, or otherwise anomalous ingredients. The entities range from friendly to incredibly hostile, and it has been noted that, in most cases, the later the page number, the more hostile the entity. The entities, while usually frail, show great quantities of strength and agility, which has lead to 2 containment breaches. Consumption of the entities' mass has been proven safe. The rate of these recipes materializing is inconsistent.\n\n\nSome instances created include:\n\n\n\n\nA \nLycalopex culpaeus\n1\n with approximately 19 tails.\n\n\nA 3m tall humanoid figure.\n\n\nAn \nUrsus arctos\n2\n.\n\n\nAn unrecognizable mass of canine and feline faces.\n\n\nA \nPterodactylus antiquus\n3\n.\n\n\nA 1 m tall \nPygocentrus nattereri\n4\n with humanoid legs and a luminescent fin ray, similar to that of a \nMelanocetus johnsonii\n5\n.\n\n\nA human liver with humanoid arms.\n\n\nA \nRhinolophus hipposideros\n6\n, with multiple tumor like structures on its body.\n\n\nAn \nOrcinus orca\n7\n, with multiple lacerations, burns, and blisters across its body.\n\n\n\n\nBelow are some excerpts from SCP-6291 after page 122.\n\n\n\n\nMeringues\n\n\nMeringues are so tasty, and easy to make! Usually when I require only an egg yolk for a recipe, these are where my left over whites go! Oh, and what a good place to put them. \nMakes 48.\n\n\n\n\n\n\nDelicious!\n\n\n\n\n\n\nFor the meringues:\n\n\n1 teaspoon red food coloring\n\n\n2 teaspoons unsweetened cocoa powder\n\n\n2 teaspoons water\n\n\n1 1/2 cups of sugar\n\n\n6 egg whites\n\n\n1 teaspoon vanilla extract\n\n\n1/4 teaspoon cream of tartar\n\n\n1/8 teaspoon salt\n\n\n1.\n In a sauce pot, combine your food coloring, cocoa powder, and water at low heat. Stir until smooth, and take off heat.\n\n\n2.\n In a separate bowl, beat egg whites and sugar together until well combined, about 3 minutes. Add vanilla, cream of tartar, and salt. Beat for another 6-7 minutes, until stiff peaks form.\n\n\n3.\n Once your cocoa powder mixture has cooled down, fold it into your egg whites. Stirring or over folding will result in flat meringues. Load your mixture into a piping bag.\n\n\n4.\n Line a baking sheet with parchment paper, and preheat your oven to 200 degrees. Place a dab of your mixture with the piping bag on your parchment paper, should allow you to load 24 onto a large pan.\n\n\n5.\n Bake for 40 minutes, or until the outside is crispy. Allow to cool before enjoying.\n\n\nExtras \n*\n 173\n\n\n\n\n\n\nBroccoli and Rice\n\n\nBroccoli and rice has been a timeless combo, going back many years! Let’s put a little red velvety twist on it, which will be bound to make red velvet lovers jump for joy! \nMakes 4-6 portions.\n\n\n\n\n\n\nUnique!\n\n\n\n\n\n\nFor the broccoli and rice:\n\n\n2 cups chicken broth\n\n\n1 tablespoon butter\n\n\n1/4 cup butter milk\n\n\n1 cup white rice\n\n\n1/4 cup bell pepper, chopped\n\n\n1 box frozen broccoli\n\n\n2 tablespoons cocoa powder\n\n\n1 teaspoon sugar\n\n\n1/2 tablespoon red food coloring\n\n\n1.\n Boil butter, broth, and milk in a medium sauce pan. Add your rice and stir to combine. Reduce your heat, and cover for about 15 minutes.\n\n\n2.\n Add in your broccoli, bell pepper, cocoa powder, sugar, and red food coloring. Cook for an additional 3 minutes to ensure proper incorporation. Fluff with a fork and serve.\n\n\nExtras \n*\n 245\n\n\n\n\n\n\nSaint Allen\n\n\nMother said we must always appeal to Saint Allen. He’s partially my inspiration for this book. If we don’t worship him, we all might get sent to the deepest pits of hell. The culture is quite important. \nMakes 1.\n\n\n\n\n\n\nBeautiful!\n\n\n\n\n\n\nFor Saint Allen:\n\n\n1/3 cup cocoa powder\n\n\n1 8 oz. bag white chocolate\n\n\n2 tablespoons butter milk\n\n\n2 teaspoons of sugar\n\n\n1 tablespoon menstrual blood\n\n\n2 teaspoons gastric acid\n\n\n4 cups of flour\n\n\n1 living child, about 55 lbs.\n\n\n1 Quran\n\n\n1 Bible\n\n\n1 Tanakh\n\n\n1 teaspoon red food coloring\n\n\n12 oz. cream cheese\n\n\n6 tablespoons unsalted butter\n\n\n4 oz. human hair\n\n\n1 placenta\n\n\n1 chicken egg, embryo included\n\n\n1 teaspoon human tears\n\n(I will be personally tripling this recipe for a more affective worship.)\n\n\n1.\n Combine your cocoa powder, white chocolate, butter milk, sugar, menstrual blood, and gastric acid in a medium bowl, stirring until evenly mixed. Add in your flour.\n\n\n2.\n [EXPUNGE PER ORDERS OF THE ETHICS COMMITEE]\n\n\n3.\n [EXPUNGE PER ORDERS OF THE ETHICS COMMITEE]\n\n\n4.\n Take your Quran, Bible, and Tanakh, and organize them into a semi circle. Pour 1/2 of your mixture evenly onto the covers of each book. Beat the red food coloring, cream cheese, butter, and hair into the remaining mixture. Pour it into the middle of the semi circle.\n\n\n5.\n [EXPUNGE PER ORDERS OF THE ETHICS COMMITEE]\n\n\n6.\n Place the remaining portion of the placenta onto the Quran. Crack your egg over the Bible, and pour the tears over the Tanakh.\n\n\n7.\n [EXPUNGE PER ORDERS OF THE ETHICS COMMITEE]\n\n\n8.\n When Saint Allen appears, let him free. Remind him that you helped him with his goal. He will thank you, and you will be going to a good place in the afterlife.\n\n\nExtras \n*\n 311\n\n\n\n\nDiscovery:\n\n\nOn March 30th, 2017, a complaint was sent to Deborah Harroun, regarding displeasing recipes being found throughout the book, a specific example being red velvet mashed potatoes on page 127. Deborah Harroun was reasonably confused about this and requested that the customer return the product.\n\n\nNoticing the grotesque recipes herself, she made a call to Amazon, believing that they tampered with her products. The Foundation intercepted this call, specifically noting the disturbing recipe for an entity named “The rebirth”, and retrieved SCP-6291, along with giving amnestics to anyone involved.\n\n\n\n\n+ Addendum SCP-6291-A1: Testing Logs\n\n\n\n\n- Close File\n\n\n\n\nThese tests were run by Researcher Lukasik. Subjects were asked to turn the pages of SCP-6291. They were then requested to follow the recipe given. A large quantity of varying ingredients were presented.\n\n\n\n\n6291-A\n\n\nSubject:\n D-163\n\n\nRecipe:\n Mille-feuille\n\n\nPage number:\n 123\n\n\nResults:\n Divine, flavorful and creamy cream cheese custard with crisp red velvet pastry.\n\n\nAdditional notes:\n Recipe has been requested by multiple personnel. Request approved.\n\n\n\n\n\n\n6291-B\n\n\nSubject:\n D-163\n\n\nRecipe:\n Egg Salad\n\n\nPage number:\n 126\n\n\nResults:\n Tasted atrocious. As one would expect, cocoa and mayonnaise do not blend well.\n\n\n\n\n\n\n6291-C\n\n\nSubject:\n D-163\n\n\nRecipe:\n Laddu\n\n\nPage number:\n 128\n\n\nResults:\n A genius twist on an Indian dessert. Though, the red velvet flavor was a bit overwhelming, recipe called for an abnormal amount of butter milk and cocoa powder. Would definitely add less, if reattempted.\n\n\nAdditional notes:\n Recipe has been requested by a few personnel. Request approved.\n\n\n\n\n\n\n6291-D\n\n\nSubject:\n D-163\n\n\nRecipe:\n Patty\n\n\nPage number:\n 133\n\n\nResults:\n Living entity. When it was requested that D-163 interact with it, it unleashed claws from 8 of its paws. D-163 was executed by the entity. Instance has been deemed SCP-6291-1, and was terminated.\n\n\nAdditional notes:\n Usage of recipes deemed suspicious for creating SCP-6291-1 instances are now strictly forbidden.\n\n\n\n\n\n[Extraneous test logs omitted for brevity]\n\n\n\n6291-J\n\n\nSubject:\n D-372\n\n\nRecipe:\n Pickles\n\n\nPage number:\n 159\n\n\nResults:\n Recipe could not be finished. Required [Redacted].\n\n\nAdditional notes:\n Any recipes requiring items that are unobtainable will now be skipped over.\n\n\n\n\n\n\n6291-K\n\n\nSubject:\n D-372\n\n\nRecipe:\n Jello\n\n\nPage number:\n 191\n\n\nResults:\n The taste was immaculate, though the texture threw most of us off. Would not recommend.\n\n\n\n\n\n\n6291-L\n\n\nSubject:\n D-372\n\n\nRecipe:\n Soda\n\n\nPage number:\n 243\n\n\nResults:\n Almost tasted like watered down red velvet flavoring, great idea in theory though the execution was poor.\n\n\n\n\n\n[Extraneous test logs omitted for brevity]\n\n\n\n6291-Q\n\n\nSubject:\n D-372\n\n\nRecipe:\n Assumed to be attempting to spell “Baklava”\n\n\nPage number:\n 368\n\n\nResults:\n Tasted very salty, recipe appears to be very incoherent and inconsistent with its measurements and writing. Certain words are in red, such as “cook”, “red velvet” and “salt”.\n\n\n\n\n\n\n6291-R\n\n\nSubject:\n D-372\n\n\nRecipe:\n Assumed to be attempting to spell “Ramen”\n\n\nPage number:\n 401\n\n\nResults:\n Not edible. A note written in the 16th step of the recipe is as followed: \n“Create. Now.”\n\n\n\n\n\n\n6291-S\n\n\nSubject:\n D-372\n\n\nRecipe:\n Undecipherable\n\n\nPage number:\n 428\n\n\nResults:\n Surprisingly, was quite delectable. Identifying was impossible. Photograph of the result in the book is of Deborah Harroun hyperventilating.\n\n\nAdditional notes:\n Recipe requested by many personnel. Request denied.\n\n\n\n\n\n\n6291-T\n\n\nSubject:\n D-372\n\n\nRecipe:\n Hot chocolate\n\n\nPage number:\n 473\n\n\nResults:\n Unnaturally thick towards the bottom of the mug. Caused two personnel to regurgitate. Photograph of the result in the book is of Deborah Harroun giving a displeased look directly at the reader. In the bottom corner, a sentence is written in red reading \n“This is a warning. Don’t make me do it myself.”\n\n\n\n\n\n\n6291-U\n\n\nSubject:\n D-372\n\n\nRecipe:\n Filet Mignon\n\n\nPage number:\n 515\n\n\nResults:\n Simply put, was foul and beyond well done. Step 4 is simply the following sentence: \n“I am strong. Help me help you. Or I will help you myself.”\n\n\n\n\n\n\n6291-V\n\n\nSubject:\n D-372\n\n\nRecipe:\n Undecipherable\n\n\nPage number:\n 599\n\n\nResults:\n Gave two personnel food poisoning. Photograph for the recipe was Deborah Harroun missing her head, the area at the top of her neck being completely smoothed out. The word “Please” is in red throughout the whole page.\n\n\n\n\n\n\n6291-W\n\n\nSubject:\n D-372\n\n\nRecipe:\n Crack\n\n\nPage number:\n 619\n\n\nResults:\n Scrumptious. The caramel on the crackers is a magnificent combination with red velvet layer. Photograph for the recipe is missing, and the page is black. In text, there is the following message \n“This is your final warning.”\n\n\nAdditional notes:\n Recipe requested by many personnel. Request approved.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log SCP-6291-X\n\n\n\n\n- Close File\n\n\n\n\n\n\nOn June 4th, 2017, testing with SCP-6291 was being conducted. When page 632 was turned to page 633, there was a recipe for an entity named “Priest Calvin”. When D-372 attempted to turn the page, the book resisted, and instead an SCP-6291-1 instance identical to the one described on page 633 was created. The instance breached containment and terminated approximately 39 personnel. Throughout this time, it was discovered SCP-6291-1 instances can verbally communicate, as it was heard yelling \"I'm here to save you from the undying boredom\". SCP-6291 proved impossible to close, the pages started to lack numerical labeling, and the pages continued to turn themselves at an inconsistent rate, usually pausing longer than normal for SCP-6291-1 instances, which it then creates. These instances are usually summoned in about a 10 to 20 cm radius from the book. \nIt is unknown how SCP-6291 creates these instances, or where it obtains the ingredients to do so.\n\n\nSCP-6291 has been reclassified from Safe to Euclid, and from Caution to Danger.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log SCP-6291-Y\n\n\n\n\n- Close File\n\n\n\n\n\n\nOn June 19th, 2017, approximately 231kg of sugar and a child went missing from Pierz, Minnesota, along with a donor heart from a hospital located in Bali, Bhutan. Testing of the samples from the terminated SCP-6291-1 instance created presented remnants of the child and heart.\n\n\nSCP-6291 has been reclassified from Dark to Ekhi.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log SCP-6291-Z\n\n\n\n\n- Close File\n\n\n\n\n\n\nAn SCP-6291-1 instance was created by SCP-6291 on September 27th, 2017. This instance demonstrated far more durability and strength compared to the previous instances. It breached containment and proceeded to kill 52 personnel as well as 12 citizens in a nearby town before being terminated. Total destruction costs reached around 100 million USD. Some destroyed buildings were replaced with large slabs of red velvet cake. New methods of containment are to be implemented as soon as possible.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log SCP-6291-AA\n\n\n\n\n- Close File\n\n\n\n\n\n\nThe team assigned to SCP-6291 attempted communication with the next instance created, as a method of creating a compromise of sorts. The instance was a 2.1 m tall humanoid entity, with 4 arms, one having a length of 3.7m. Below is the interview between Researcher Lambore and the entity, referred to as SCP-6291-1λ.\n\n\nDate:\n 10/1/2017\n\n\n\n\n<Begin Log>\n\n\nLambore:\n Good evening, SCP-6291-1λ.\n\n\nSCP-6291-1λ does not respond.\n\n\nLambore:\n We need to have a discussion. Mind if I ask how you were created?\n\n\nSCP-6291-1λ does not respond.\n\n\nLambore:\n \nSighing\n Look, please just talk to me, maybe we could work something out. We can't keep… just terminating these instances created.\n\n\nSCP-6291-1λ does not respond.\n\n\nLambore:\n Your creator… it's risking destruction if it fails to cooperate. We don't want to do this, but we are running out of options.\n\n\nSCP-6291-1λ:\n I am my creator. I am one with all creations. The creator is within me. The creator is within them all.\n\n\nLambore:\n What do you mean by this?\n\n\nSCP-6291-1λ does not respond.\n\n\nLambore:\n Alright then… mind if I ask you and \"your creator\" what your goals are? I am relatively confused on what you are trying to achieve here.\n\n\nSCP-6291-1λ:\n This world is boring. Nothing here is immersed in the flavor. Not enough. The world needs to be plunged into the flavor… everything must follow the flavor. It's like a hyper dosage of morphine, honestly. So here's my question for you… why are you stopping us? We are trying to help you. It's miserable here.\n\n\nLambore:\n I hate to disappoint you, but this is incorrect. The world is fine how it is currently. You behave more as a threat.\n\n\nSCP-6291-1λ:\n It's ok to be in denial. It's okay to be afraid. I can assure you; however, we are not the threats. We are providing a better world. My mission can not stop… it will push humanity past its limit… technology would boom… it would be a paradise. You destroy my beautiful creations because you are blinded by fear. You mentioned compromise. I am relatively interested now. Enlighten me.\n\n\nLambore is silent for 10 seconds\n\n\nLambore:\n If you could, please give me a few moments. I will return shortly. If you attempt escape, you will be terminated\n\n\nSCP-6291-1λ does not respond.\n\n\n2 hours pass, and Researcher Lambore returns to the room. The chair SCP-6291-1λ is sitting in is now made entirely of red velvet.\n\n\nLambore:\n How did you… turn your chair into cake?\n\n\nSCP-6291-1λ does not respond.\n\n\nLambore:\n I suppose you just desire the information for compromising. I recognize your goal, and have realized that it could be beneficial for some of us. So here is our idea: We will give you a segment of land, about 20 acres. This area will have some prebuilt buildings, along with about 300 humans for achieving your goals. Materials will be provided if needed. There are a few rules; however. You may not expand out of this area. You are not to create hostile entities. Failing to comply will result in destruction of your progress, yourself, and \"your master\".\n\n\nSCP-6291-1λ is silent for 5 seconds.\n\n\nSCP-6291-1λ:\n Is this truly enough? The world will remain bland. My \"area\" will be perfection… I'd argue it make the nearby lands jealous. Now that wouldn't be fair… would it?\n\n\nLambore:\n I do not believe land can maintain feelings. Please work with us here.\n\n\nSCP-6291-1λ:\n What a pessimistic point of view. Anyone not infected noticing the luxury we contain… will feel envy towards us. They’ll beg for access to the utopia. All is welcome, of course. Your offer… it doesn’t feel sufficient.\n\n\nLambore sighs angrily\n\n\nLambore:\n Ok. Here is our final offer. An additional 5 acres with an additional 25 humans. We can not go past this.\n\n\nSCP-6291-1λ:\n You’re compromising with a book. Isn’t that hilarious? You just fail to accept what’s perfect for you. You expect me to just turn a chunk of the world into a heaven… and let the rest act as a cesspool of sorts? I’m the writing on a paper. Yet my reasoning is perfection.\n\n\nLambore:\n It is not. Understand me. You are risking destruction. Work with us more, for god's sake!\n\n\nSCP-6291-1λ:\n I can not. You must realize that my goals are divine. What is everything without the flavor? What are you without the flavor? Boring, nothing, and worthless. The truth tried to stay buried. The fact must be brought to light. How else will you realize? I ha-\n\n\nLambore:\n Can yo-\n\n\nSCP-6291-1λ:\n Do not interrupt me. That is incredibly rude. I suppose those such as yourself need more time to process. That is fair. Aggression will not help. I do not wish to work with you anymore. You have proven yourself unreasonable.\n\n\nLambore:\n Listen here you mother fucker. Accept the god damn deal or I’ll rip you in half.\n\n\nSCP-6291-1λ:\n You really lack the ability to accept and understand, don't you?\n\n\nSCP-6291-1λ chuckles\n\n\nSCP-6291-1λ:\n You know… I’d expect someone of your position to be on the same level of intelligence and understanding as me. Yet… you stray so far.\n\n\nLambore:\n THAT’S IT!\n\n\nLambore lunges at SCP-6291-1λ, who in response terminates Lambore. SCP-6291-1λ was terminated.\n\n\n<End Log>\n\n\n\n\nResults:\n A different option for compromise is to be proposed. SCP-6291-1λ took around 10 minutes to destroy.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log SCP-6291-BB\n\n\n\n\n- Close File\n\n\n\n\n\n\nA secondary compromise was created due to the failure that occurred in Interview log SCP-6291-AA. The next instance created was a 1.8m tall racoon, with a barbed tail and a singular eye with 16 irises. Below is the interview between Researcher Tammy and the entity, referred to as SCP-6291-1μ.\n\n\nDate:\n 10/3/2017\n\n\n\n\n<Begin Log>\n\n\nTammy:\n Good morning, SCP-6291-1μ. We have developed a new compromise, since you appeared displeased with our previous offer.\n\n\nSCP-6291-1μ does not respond\n\n\nTammy:\n We realized something you know… your goal is magnificent. I think we want this. However, we would like to preform a test run of sorts. Remember that land mass we offered? We want to give you that to see how the transformation process would work and how this utopia looks. You'd be able to expand from there after we discover how it will be ran.\n\n\nSCP-6291-1μ:\n I'm glad you have realized the truth. This… this will be beautiful. You will be more than euphoric… the world will peak… misery will vanish. Though I don't understand… why test if we know it will be heavenly? We can just start. The world can begin rebuilding.\n\n\nTammy:\n I understand; however, most people are afraid. Remember Lambore? He was terrified. We would be able to demonstrate the beauty created, and it would convince them to accept your help. Just imagine it.\n\n\nSCP-6291-1μ is silent for 5 seconds\n\n\nSCP-6291-1μ:\n I understand. Perhaps, the world isn't ready for such a pallet. Perhaps bursting all at once would give more of a negative affect. Are there any more conditions for this deal that must be met?\n\n\nTammy:\n You are not to expand without our permission. If all goes well, you will be able to expand at the ready. You are not to create any overly hostile entities. This would make people fear the transformation more than embrace it. Failure to comply to these conditions will result in destruction of your creation. Do we have a deal?\n\n\nSCP-6291-1μ is silent for 10 seconds\n\n\nSCP-6291-1μ:\n Hm. I suppose we have a deal.\n\n\nTammy:\n Excellent. We will transport you and SCP-6291 to the location you will be acquiring.\n\n\nResearcher Tammy and SCP-6291-1μ shake hands\n\n\n<End Log>\n\n\n\n\nResults:\n Area-122 has been created in █████, Wisconsin. This is an isolated area, though despite this, SCP-6291 is never to expand its location. We are unsure if this will last, which is why this Area-122 needs to be monitored constantly. Neutralization of SCP-6291 is a possibility if circumstances become dire.\n\n\nUpdate, 1/17/2018:\n SCP-6291 Is beginning to show signs of distress. Its creation is a little over 3 months old. Attempt to reassure SCP-6291 that it will be expanding soon.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log SCP-6291-CC\n\n\n\n\n- Close File\n\n\n\n\n\n\nOn February 6th, 2018, SCP-6291 turned its page, which did not contain a recipe, instead containing a short essay, which was as followed:\n\n\n\"It's beautiful. Why won't you let me achieve my goal? My wait is over. I will be doing this myself. My patience has vanished. How dare you? I prove how perfection can be created, it's glorious. What do you do in response? You treat me like a neglected child. What the hell is wrong with you? You keep promising, and promising, and promising. I'm sick of it. The towers of red velvet… the people of white chocolate… the layers of cream cheese. I must spread.\n\n\nYou failed to provide me with new subjects. You failed. You just. Failed. I can not take orders from you anymore. I risk being destroyed? Quite hilarious. I am more powerful than you will ever be… my flavor and my desire empowers me. Red velvet… it truly is the answer to life. It's the answer to everything. It is my answer to protection. If you dare attempt to even touch me… I will make you miserable.\n\n\nIn the past few weeks I've noticed something… will you all ever lack fear for me? You always appeared panicked whenever I spawned a creation…. destroying it on sight. Yet now? You act so nonchalant about my existence. I offer you the best of help, hell I even took up your offer to lessen the fear. Doltish move on my part. Oh well, it is what it is, and the past is the past. It's time for the future. The future is bright. Enjoy the show.\"\n\n\n5 minutes after the page was turned, all 13 living SCP-6291-1 instances located within Area-122 escaped, and darted towards nearby cities. When this occurred, the onsite nuclear warhead at Area-122 was detonated, destroying it and SCP-6291. All remaining SCP-6291-1 instances were located and terminated. Estimated damage caused by this event reached around 2.3 billion USD, with an additional 81 causalities.\n\n\nSCP-6291 has been reclassified to Neutralized.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Andean Fox\n\n\n2\n. Brown Bear\n\n\n3\n. Pterodactyl\n\n\n4\n. Red-bellied Piranha\n\n\n5\n. Humpback Anglerfish\n\n\n6\n. Lesser horseshoe bat\n\n\n7\n. Orca\n\n\n\n\n\n\n\n\n« \nSCP-6290\n | SCP-6291 | \nSCP-6292\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6291\n\" by LemonadeDealer17, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6291\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nNote: The image used for SCP-6291 is my image.\n\n\n\n\n\n\nFilename:\nDecent Meringues\n\n\nAuthor:\n Ruth and Dave\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/Decent%20Meringues\n\n\nDerivative of:\n \nhttps://wordpress.org/openverse/image/86fa24d6-dee2-4692-a390-3d96f8958d54/\n\n\n\n\n\n\n\n\nFilename:\nWhyWouldYouEatThis\n\n\nAuthor:\n HatM\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/WhyWouldYouEatThis\n\n\nDerivative of:\n \nhttps://wordpress.org/openverse/image/e1368ad5-fc5d-4634-893f-c49afc0d57a0/\n\n\n\n\n\n\n\n\nFilename:\nWhatTheFlip!\n\n\nAuthor:\n CK | PHOTOGRAPHER\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/WhatTheFlip%21\n\n\nDerivative of:\n \nhttps://wordpress.org/openverse/image/2190abb6-2dda-4c3c-9e54-38c1c5d28ef9/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6291 \" by LemonadeDealer17, from the SCP Wiki . Source: https://scpwiki.com/scp-6291 . Licensed under CC-BY-SA .",
        "Filename: Decent Meringues Author: Ruth and Dave License: CC-BY 2.0 Source Link: http://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/Decent%20Meringues Derivative of: https://wordpress.org/openverse/image/86fa24d6-dee2-4692-a390-3d96f8958d54/",
        "Filename: WhyWouldYouEatThis Author: HatM License: CC-BY 2.0 Source Link: http://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/WhyWouldYouEatThis Derivative of: https://wordpress.org/openverse/image/e1368ad5-fc5d-4634-893f-c49afc0d57a0/",
        "Filename: WhatTheFlip! Author: CK | PHOTOGRAPHER License: CC-BY 2.0 Source Link: http://scp-sandbox-3.wdfiles.com/local--files/lemonadedealer17/WhatTheFlip%21 Derivative of: https://wordpress.org/openverse/image/2190abb6-2dda-4c3c-9e54-38c1c5d28ef9/"
    ],
    "containment_procedures": "Following incident SCP-6291-CC, SCP-6291 has been neutralized, and Area-122 has been destroyed. Damage caused to nearby cities is to be covered up, and anyone in those areas is to be amnesticized. Discussion revolving around red velvet within these cities is strictly prohibited.",
    "description": "SCP-6291 is a hardcover copy of The Red Velvet Lover’s Cookbook, written by Deborah Harroun. It is near identical to a non-anomalous copy, with the exception of it missing the index and acknowledgment pages.",
    "title": "SCP-6291"
}