{
    "url": "https://scp-wiki.wikidot.com/scp-6292",
    "all_text": "rating: \n+168\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCo-written by \nJakdragonX\n and \nRalliston\n\n\nJakdragonX's Authorpage\n\n\nRalliston's Authorpage\n\n\nJakdragonX's AND Ralliston's Shared Authorpage\n\n\n\n\n\n\n\n\n\n\nrating: \n+168\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\nMedieval depiction of the aftermath following a Fifth-Night Event.\n\n\n\n\n\n\nItem №:\n SCP-6292\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n SCP-6292's containment has been deemed impossible. Civilians reporting SCP-6292 after a Fifth-Night Event are provided misinformation suggesting it is a non-anomalous human. Any further recovered historical material referencing those events is to be immediately logged and stored.\n\n\nTo ensure that the significantly lower death rate during Fifth-Night Events remains unnoticed by the public, all Foundation actions and military operations with severe death rates are to be conducted on such days.\n\n\nDescription:\n SCP-6292 is a sapient Class XII theologically-ontokinetic humanoid entity. It is the essophysical embodiment of the concept of death; due to this, its physical state correlates to the phenomenon of death localized on Earth.\n\n\nFifth-Night Events are periods of time during which SCP-6292 temporarily lowers its activities, as a result creating small and almost unnoticeable periods of ΩK-Class Scenarios on a regular basis. For more details, see Discovery.\n\n\nDiscovery:\n SCP-6292 has been known to the Foundation since its founding in 1870. It was originally discovered due to the widespread nature of Fifth-Night Events and their documentation throughout history. To prevent the significant decrease in death rates during these events the Foundation has even undertaken massive organized efforts, such as the delegalization of alcohol in the United States in the 20th century to prevent all Fifth-Night Events from occurring altogether. Like all previous attempts, this action had no significant effect on the reduced death rate, and was repealed.\n\n\nThe anomaly has evaded Foundation contact; however, a breakthrough occurred on 02/09/2012, during which the Foundation was able to obtain the recording of a Fifth-Night Event, localized within Steve's Best,\n1\n eventually implanting SCP-6292 with a location tracker. See the following log for more details.\n\n\n\n\n[BEGIN LOG]\n\n\nRecording begins with SCP-6292 sitting at a bar, alongside civilians. In its vicinity, empty cups and dishes lay haphazardly. SCP-6292 appears to be severely impaired, swaying alongside the beat of a song playing inside.\n\n\nSCP-6292:\n —I'm fuckin tellin' you, \n<hik>\n Steve, I'm Death!\n\n\nUNKNOWN 1:\n Yeah, sure. \n<laughs>\n And pigs can fly, right?\n\n\nSCP-6292:\n First of all, fuCK YOu. \n<hik>\n Second off, do you \nknow\n how HARD it is to be the god-damned Grim Reaper? How sad it is to get called in to send a poor little small innocent baby back to the underworld?\n\n\nUNKNOWN 2:\n A baby? You send \nbabies\n to the underworld?\n\n\nSCP-6292:\n \nEXACTLY!\n \n<pause>\n Ahnynnyway—\n\n\nAs SCP-6292 goes to drink from a nearby glass, the store manager is seen entering the room, pushing the bartender aside.\n\n\nMANAGER:\n Sir, how much have you drank so far?\n\n\nSCP-6292 slams his drink down onto the bar table.\n\n\nSCP-6292:\n I'm \nliterally\n the Grim fuckin' Reaper! I've \n<hik>\n not had \nnearly\n enough to drink—\n\n\nMANAGER:\n I'm going to have to ask you to leave.\n\n\nSCP-6292 scoffs.\n\n\nSCP-6292:\n Are you fucking my balls here? \n<hik>\n Do you \nknow\n how much shit I have to deal with so that you can prop—\n\n\nMANAGER:\n Either you leave, or I call the police and have them escort you into a prison cell.\n\n\nSCP-6292:\n This is just like 1984 by \n<hik>\n by Stephen King.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Local authorities arrived soon after to apprehend SCP-6292 for indecency and public intoxication. Authorities refused \"being the grim reaper\" as a valid reason for releasing SCP-6292 from custody. Instead it was released the next morning, following Foundation intervention.\n\n\n\n\nUpdate:\n By unanimous decision of the Foundation's Classification Committee it was later decided that any intervention with the entity or containment efforts should not be attempted due to them posing an inevitable threat of an \nΩK-Class \"End of Death\"\n Scenario occurring.\n\n\n\n\n\n\n« \nSCP-6291\n | SCP-6292 | \nSCP-6293\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6292\n\" by JakdragonX and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6292\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFile Name:\n death.jpg\n\n\nSource:\n \nHugo Simberg Garden of Death\n\n\nLicense:\n Public Domain\n\n\nAuthor:\n Hugo Simberg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A pub located in Chicago, United States.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6292 \" by JakdragonX and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6292 . Licensed under CC-BY-SA .",
        "File Name: death.jpg Source: Hugo Simberg Garden of Death License: Public Domain Author: Hugo Simberg"
    ],
    "object_class": "Archon",
    "containment_procedures": "SCP-6292's containment has been deemed impossible. Civilians reporting SCP-6292 after a Fifth-Night Event are provided misinformation suggesting it is a non-anomalous human. Any further recovered historical material referencing those events is to be immediately logged and stored.",
    "description": "SCP-6292 is a sapient Class XII theologically-ontokinetic humanoid entity. It is the essophysical embodiment of the concept of death; due to this, its physical state correlates to the phenomenon of death localized on Earth.",
    "title": "SCP-6292"
}