{
    "url": "https://scp-wiki.wikidot.com/scp-6293",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6293\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6293-1 instance waiting for a car to pass so it can perform SCP-6293.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-6293 is to focus on the dissemination of disinformation dismissing the activity as an instinctive form of predator avoidance\n1\n. Civilians reporting any SCP-6293 event involving over twenty (20) instances of SCP-6293-1 are to be detained, questioned, and amnesticized.\n\n\nDescription:\n SCP-6293 is an anomalous activity engaged in by rodents of the order Sciuridae, most commonly the species \nSciurus carolinensis\n2\n, \nTamiasciurus hudsonicus\n3\n, and \nTamias striatus\n4\n.\n\n\nSquirrels engaging in SCP-6293 (designated instances of SCP-6293-1) will wait on the curb or shoulder of a road until a vehicle approaches. Once it is near enough, the instance will dash into the road in front of the oncoming vehicle. At this point, the instance will either continue to cross the road, or, more commonly, double back on their tracks and dash back toward the side of the road they started from. Instances will often repeat this \"doubling back\" behavior up to five (5) times, depending on the distance and speed of the approaching vehicle, frantically rushing back and forth as if in indecision or occasionally even freezing in their tracks. Once the vehicle has passed, the instance will usually (>60% of observed events) return to the side of the road they started from.\n\n\nIn contrast to their normally solitary nature, at least one other squirrel will often be present for performances of SCP-6293\n5\n, although this is usually not observed by non-Foundation personnel encountering the phenomena.\n\n\nTo date, the purpose of SCP-6293 remains unclear.\n\n\nThe anomalous nature of SCP-6293 was first discovered by Junior Researcher Eustace Barro, a parazoologist working at Biological Research Site-104. Barro, a telepathic zoolinguist\n6\n, had recently been receiving training to increase his psionic abilities. On April 10, 2015, Barro arrived at work significantly more distressed than usual, and reported hitting a squirrel with his vehicle. While relating the story to a coworker, several details stood out as anomalous and were subsequently brought to the attention of Dr. Warren, Barro's supervisor, who interviewed Barro about the incident.\n\n\nThe following transcript has been reconstructed from Junior Researcher Barro's account of the event, as well as footage from Barro's dashboard camera:\n\n\n\n\nAt approximately 7:45 Junior Researcher Barro is driving along ████ Parkway, part of his normal morning commute. As he approaches a wooded area, he begins to hear a voice in his head.\n\n\nVoice:\n …and here it comes, folks! Four-thousand pounds of hurtling steel! Frank\n7\n is waiting at the starting line: look at the confidence! Tail held high, ears back! Excellent form … he tenses … seven-hundred feet … six-hundred…\n\n\nJunior Researcher Barro begins to look around for the source of the voice.\n\n\nVoice:\n …three-hundred … two-hundred … he's cutting it close, folks! One-hundred—and he's off!\n\n\nAn Eastern gray squirrel dashes in front of Barro's vehicle. Barro swerves into the left lane to avoid it, but at the last second the squirrel suddenly changes directions and disappears back into the plants on the right side of the road.\n\n\nVoice:\n A solid showing by Frank! A tad unambitious, maybe, but we wouldn't want a repeat of what happened to Marcia last year, would we, folks?\n\n\nThe voice continues talking, and Barro slaps the side of his head. At this point, he notices the time and begins to accelerate. He briefly takes his eyes off the road, fumbling with a bag sitting in the passenger seat.\n\n\nVoice:\n And here we have Davey! Fresh off a career-low showing against Mortimer last fall, can he use this as an opportunity to redeem himself? \n(The voice pauses, and Barro reports hearing the faint and squeaky sound of cheering.)\n Sounds like he's still got some fans here!\n\n\nBarro pulls a bottle of Psilenol\n8\n out of his bag, awkwardly unscrewing it while trying to keep one hand on the wheel.\n\n\nVoice:\n Davey is tensed like a spring! The crowd is waiting with bated breath! Not a sound to be heard! Four-hundred feet—\nand he's off like a shot!\n\n\nAnother Eastern gray squirrel dashes out from the side of the road 120 meters in front of Barro's vehicle. Barro, preoccupied with shaking a pill out of the bottle, does not notice this.\n\n\nVoice:\n One! Two! Three! Four! Are you seeing this, folks? \nAre you seeing this?\n My god! He's going for the hextuple switchback!\n\n\nBarro succeeds in shaking a pill out of the bottle, and looks up as he raises it to his mouth.\n\n\nBarro:\n Holy shit!\n\n\nBarro simultaneously tries to swerve and brake. The still-open bottle flies out of his hand, scattering pills everywhere.\n\n\nVoice:\n Is he mad? He's trying another switchback folks! This is unprecedented!! This is—\nooh\n.\n\n\nBarro's vehicle bumps slightly.\n\n\nVoice:\n That's going to leave a mark. A valiant attempt by Davey! Surely worthy of a place in the history books!\n\n\n\n\nFollowing this event, a team of parazoologists was assembled to study and document SCP-6293. Over the course of the next month, the team documented a total of 574 SCP-6293 events. In an attempt to better understand the cause of the behavior and ascertain what purpose it might have, if any, Dr. Warren authorized a six-month solo expedition by Junior Researcher Barro to make contact with instances of SCP-6293-1. The following is a log documenting the expedition's commencement:\n\n\n\n\nDate:\n May 15, 2015\n\n\nLocation:\n A small wooded park 10 kilometers north of Biological Research Site-104 (location classified)\n\n\nAttending Personnel:\n Dr. Ambrose Warren, Junior Researcher Eustace Barro, and two site staff.\n\n\n\n\nThe two staff members finish unloading various supplies from the van and give them to Junior Researcher Barro. Barro shoulders his backpack and walks over to Dr. Warren.\n\n\nDr. Warren:\n Are you ready for this, researcher?\n\n\nJunior Researcher Barro:\n I am, sir.\n\n\nDr. Warren:\n You've got your food?\n\n\nJunior Researcher Barro:\n Yes sir.\n\n\nDr. Warren:\n And your camping gear?\n\n\nJunior Researcher Barro:\n Yes sir.\n\n\nDr. Warren:\n And your bug nets and insect repellent?\n\n\nJunior Researcher Barro:\n I have them, sir.\n\n\nDr. Warren:\n Now, I expect regular reports. Once a day when possible, but no less than every third day. Is that clear?\n\n\nJunior Researcher Barro:\n Very clear, sir.\n\n\nDr. Warren:\n Godspeed, son.\n\n\nJunior Researcher Barro:\n Thank you, sir.\n\n\nBarro salutes Dr. Warren and walks into the woods.\n\n\nDr. Warren:\n \n(Wiping moisture from his one good eye)\n That's a fine lad. A \nfine\n lad.\n\n\n\n\nJunior Researcher Barro reported good progress for the first four weeks of the expedition. By June 9, he had managed to establish trust with the squirrels and had even been allowed to interview several instances of SCP-6293-1. However, his communications became increasingly irregular as the summer progressed, ceasing altogether following his report on July 7. After a week of no contact, a manhunt was launched but failed to locate Barro.\n\n\nBetween September 21 and October 10 police in Alberta, Canada received multiple complaints about a naked individual matching Junior Researcher Barro's description running in front of cars, and one report of the individual attempting to bury acorns in a hole they had dug by hand in a resident's back yard. In all cases, the individual fled the scene before the arrival of law enforcement. After this was brought to the attention of Foundation agents embedded in the Royal Canadian Mounted Police, a Foundation Asset Recovery Team was dispatched to locate and capture Junior Researcher Barro.\n\n\nOn October 12, a Transcontinental Rigs semi-truck driver named Julian Lepetit reported a pedestrian collision near Coalhurst, Alberta. Emergency services were dispatched and found Junior Researcher Barro naked and in serious condition. Barro was taken to the Chinook Regional Hospital, where he was treated for 26 broken bones and several severe but not life-threatening internal injuries. The Asset Recovery Team arrived within two hours and took Barro into custody.\n\n\nIn a post-incident interview, Lepetit claimed to have been driving along a wooded stretch of road when Junior Researcher Barro ran naked in front of his truck shouting \"Witness me!\" Lepetit swerved to avoid him, but at the last second Barro doubled back and was struck by the vehicle, flying 6 meters through the air and landing in the ditch. Following this interview, Lepetit was thanked for his cooperation and amnesticized.\n\n\nSince the incident, Junior Researcher Barro has given inconsistent accounts regarding his actions, alternately claiming that he was \"deep undercover\" and asserting that he is \"king of the squirrels\" and as such should be afforded diplomatic immunity.\n\n\n\n\nFootnotes\n\n\n1\n. Ex: Arthur, Kate. \"Ask a Redbird Scholar: What’s up with squirrels and cars?\" \nIllinois State University News\n [Normal, Illinois], 21 Jan. 2016.\n\n\n2\n. Eastern gray squirrel\n\n\n3\n. American red squirrel\n\n\n4\n. Eastern chipmunk\n\n\n5\n. Up to five-hundred (500) have been documented to be present for some events, although this many is rare.\n\n\n6\n. An individual capable of communicating with animals.\n\n\n7\n. Junior Researcher Barro notes that the voice did not actually use the name \"Frank\". Quote: \"But it \nfelt\n like it was referring to a Frank. Do you know what I mean?\"\n\n\n8\n. A Psi-dampener prescribed to lessen the side effects of psionic amplification training.\n\n\n\n\n\n\n\n\n« \nSCP-6292\n | SCP-6293 | \nSCP-6294\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6293\n\" by G S Palmer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6293\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n squirrel_cropped.jpg\n\n\nName:\n Safely on the Curb\n\n\nAuthor:\n Tony Alter\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6293 \" by G S Palmer, from the SCP Wiki . Source: https://scpwiki.com/scp-6293 . Licensed under CC-BY-SA .",
        "Filename: squirrel_cropped.jpg Name: Safely on the Curb Author: Tony Alter License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Containment of SCP-6293 is to focus on the dissemination of disinformation dismissing the activity as an instinctive form of predator avoidance1. Civilians reporting any SCP-6293 event involving over twenty (20) instances of SCP-6293-1 are to be detained, questioned, and amnesticized.",
    "description": "SCP-6293 is an anomalous activity engaged in by rodents of the order Sciuridae, most commonly the species Sciurus carolinensis2, Tamiasciurus hudsonicus3, and Tamias striatus4.",
    "title": "SCP-6293"
}