{
    "url": "https://scp-wiki.wikidot.com/scp-6294",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"Site-78\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"It's cold \noutside\n.\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\nrating: \n+41\n+\n–\nx\n\n\nTroutmaskreplica & SYTYCFanon\n\n\n\n\n\n\n\n\n\n\nWell, it's cold, cold, cold, cold inside\n\nDarker in the day than the dead of night\n\nCold, cold, cold, cold inside\n\n\nDoctor, can you help me, 'cause something don't feel right?\n\n\n\n\n\n\n\nIt's cold.\n\nTroutmaskreplica's author page\n\n\nSYTYCFanon's author page\n\n\n\n\n\n\n\n\n\n\n\n\n4/6294\n LEVEL \n4/6294\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-6294\n\n\n\n\n\n\nketer\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nMidwest Command\n\n\nN/A\n\n\nFlynn Gehenna\n\n\nRho-98 (\"Snow Misers\")\n\n\n\n\n\n\n\n\n\n\n\n\nChugwater, Wyoming, post SCP-6294.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6294 is currently under investigation, and efforts are underway to understand its nature and prevent its recurrence. Site-78 has been quarantined, and access to the site is restricted until further notice. Investigations into local phenomena in the town of Chugwater are ongoing, and the Foundation is working to monitor and contain any anomalous activity that may be related to SCP-6294.\n\n\nDescription:\n SCP-6294 refers to the unusual event that occurred in Chugwater, Wyoming, resulting in Site-78 and the entire town being covered in a thick layer of snow. The snow, SCP-6294-A, possesses properties of heat resistance, with no melting point having been discovered as of yet. Evidence from recovered materials claims that SCP-6294-A was capable of movement at one point and was responsible for the disappearances of the townspeople, although no remains have been located at this time.\n\n\nThe Foundation has been unable to determine the cause or the mechanism behind the event.\n\n\nDiscovery:\n On 6/16/2025, Foundation Site-78 ceased communications with Midwest Command. Initially, it was believed to have been caused by the snowstorm reported in the area. However, after the storm dissipated, contact was still not established.\n\n\nDr. Flynn Gehenna\n1\n and MTF Rho-98 (\"Snow Misers\") were dispatched to Chugwater after further attempts to establish communication were unsuccessful. Dr. Gehenna's team found the town completely covered in SCP-6294-A with coverage ranging from 0.3 to 1.2 meters.\n\n\nEfforts to locate missing personnel and understand the nature of SCP-6294 are ongoing.\n\n\nAddendum 6294.01:\n Recovered Distress Call\n\n\nThe following distress call was recovered from a black box at Site-78; it appears that the message was not received by any other site.\n\n\n\n\nMESSAGE TRANSMISSION\n\n\nSender: Dr. Reginald Whitlock\n\nRecipient: All Foundation Sites\n\n\nPriority: Emergency\n\n\nSubject:\n Urgent Distress Call - Site-78 Incident\n\n\nAttention all Foundation sites,\n\n\nThis is Reggie from Site-78. We are currently facing an emergency situation and require immediate assistance. I apologize for the urgency of this message, we're in danger.\n\n\nOkay, um… Approximately four? Three? Three hours ago, Site-78 was engulfed by an unprecedented snowstorm, resulting in the complete isolation of our facility. Multiple layers of thick snow have rapidly accumulated, effectively trapping us within the site. The snow itself isn’t melting. We got lighters, lanterns, blow torches, even some thermal anomalies, but nothing.\n\n\nWe tried to get out, but the snow is just… It's too thick. This one janitor-his name was Brandon, I think. He got a large coat on and tried to flee, but he fell in the snow and it just…\n\n\n[Sounds of retching.]\n\n\nWe pulled him back. We tried, when we did, his face… oh god, his face. It was just gone. The snow was just eating him away. Peeled like an orange. Thinking about it makes me… Jesus fuckin' Christ.\n\n\n[Heavy breathing.]\n\n\nUh, our Scranton Reality Anchor is keeping it at bay, but it's not strong enough to fully keep it out. The books… the books are in storage, the other anomalies are still in their cells.\n\n\nThe situation is rapidly deteriorating, and we have limited resources to sustain ourselves. Please, this is Reggie, signing-\n\n\nShit, shit! It… It's in! It's moving in! Close the doors off immediately, get that thing away from me! Pl-\n\n\nTRANSMISSION INTERRUPTED.\n\n\n\n\nAddendum 6294.02:\n Interview with Researcher Gregory Chudley\n\n\nRecovering and securing the anomalies within Site-78 was an utmost priority for MTF Rho-98 once the roads were cleared. During their initial sweep, Rho-98 discovered Research Greg Chudley barricaded within the break-room of the Parabiological Sciences department. No other staff members remained other than their uniforms.\n\n\n\n\n[Begin Log]\n\n\n[Researcher Chudley is seated at the interview table, appearing to be in a state of distress. His hair is unkempt and his lab coat has turned a shade of grey. Dr. Gehenna opens a can of \nMountain Dew Kickstart\n and slides it toward him.\n\n\nGehenna:\n Here, this should take the edge off. I've heard you are quite fond of this… stuff.\n\n\n[Chudley picks up the can and takes a drink.]\n\n\nChudley:\n Thanks. I ran out of these some time ago. How long… how long was I in there?\n\n\nGehenna:\n Fourteen days, give or take. I'm sorry we didn't get to you sooner. None of your emergency communications made it off-site.\n\n\n[Chudley's expression turned to a scowl.]\n\n\nChudley:\n You'd think a whole site going down would be a cause for alarm.\n\n\nGehenna:\n Midwest Command assumed communications were down to the storm. There was a-\n\n\nChudley:\n Wasn't in the budget? Didn't have the resources? Didn't give a shit? Yeah, I've heard all the excuses before. I bet the only reason you came down here was to ensure that the Set of Nine was secure.\n\n\nGehenna:\n Those skips have been accounted for. But I’m more interested in what happened to your humanoids.\n\n\nChudley:\n How would I know? The snow probably go to them. Johnston locked me in this room when that snow started getting into the Site. Told me I'd be safe 'cause of the SRA we have in here. Wait. Where is she? Is she ok?\n\n\nGehenna:\n Researcher Johnston is MIA. I'm so sorry.\n\n\n[Chudley begins shaking his head.]\n\n\nChudley:\n No. No. No. Richter? Lorri? Reggie? They can't all be-\n\n\nGehenna:\n Gone. The snow that you mentioned, SCP-6294-A? We believe it has taken all of the Site-78 Staff. You’re the only man left standing in Chugwater.\n\n\n[Chudley slams his fist down onto the table.]\n\n\nChudley:\n WHY DID IT TAKE YOU THIS LONG!? If someone at Midwest Command would of given a damn about us, Johnston would still be here!\n\n\n[Chudley begins breathing heavily.]\n\n\nChudley:\n She should have been in this room, not me. She would know how to deal with this I just- I just deal with the little stuff.\n\n\nGehenna:\n Chudley, I need you to calm down or I'll be forced to call for staff.\n\n\nChudley:\n You expect me to be calm? My best friends might be dead, and I'm supposed to be calm?!\n\n\nGehenna:\n I understand this is hard. I want to help, but I need more information to do that!\n\n\n[Chudley nods.]\n\n\nChudley:\n \nsighs\n It was benign at first. This is Chugwater after all, snow falling into June isn't exactly the weirdest thing to happen here. But then it kept getting worse; snow was blocking roads, we were getting snowed in ourselves. Then we heard people were disappearing around town and then… it started moving.\n\n\nGehenna:\n Moving?\n\n\nChudley:\n Yeah, started busting through the windows and doors. We started losing people and began evacuating to the more secure parts of the facility. Johnston locked me in here and told me she'd be back for me once the coast was clear.\n\n\n[Chudley shook his head.]\n\n\nChudley:\n Of course, she never came back and I started hearing a pounding against the door. Thunk. Thunk. Thunk.\n\n\n[Chudley paused and looked solemnly at the table, tears are present in his eyes.]\n\n\nChudley:\n I thought I heard her out there. So many times I wanted to open that door but I followed her lead like I always have. That noise lasted… I don't know, maybe it was a few days. Eventually, it just stopped.\n\n\nGehenna:\n Do you know if any of your departments figured out the cause?\n\n\nChudley:\n (quietly) Amaiyeha demands retribution.\n\n\nGehenna:\n Excuse me? I didn't quite catch that.\n\n\nChudley:\n I would check by the Chugwater Formation. I have \nreason\n to believe that the Formation could be a hub of anomalous activity. It's better than nothing.\n\n\nGehenna:\n A hunch? I'm going to need a bit more than a hunch, Chudley.\n\n\nChudley:\n You don't hear it in the air? When you get that chill from the wind? She's happy to be free.\n\n\nGehenna:\n I… um…. I thought I heard something. She was released from there, wasn't she?\n\n\n[Dr. Gehenna is visibly startled as they stand up.]\n\n\nGehenna:\n Thank you, Chudley. You understand that you'll need to be kept in the infirmary for a few days to monitor your vitals. I can't imagine subsisting on snack cakes and Fritos has done wonders for your health.\n\n\nChudley:\n (\nchuckles\n) It's only slightly worse than my usual diet. Just let me know if you manage to find her. It won't be hard, she's everywhere after all.\n\n\n[End log]\n\n\n\n\nAfterward, Dr. Gehenna and Chudley were checked for Cognitohazardous and Infohazardous influences potentially belonging to SCP-6294. Dr. Gehenna and Chudley both passed the CRV evaluation and Gehenna was cleared to return to her work.\n\n\nAddendum 6294.03:\n SCP File\n\n\nThe following file was discovered at Site-78. The file itself was heavily damaged, but the following was recovered.\n\n\n\n\nItem #:\n 6 94\n\n\nOb ct cl s:\n K e er\n\n\n\n\n\n\nS osed si ti g of S P-62 4\n\n\n\n\n\n\nS cial C ainm Pr cedu :\n S P 94 Is un taina e. All bers of the of Ch r a t se h ter un l fu er ac on is po ble.\n\n\nD scr tio :\n SCP-6 is a kno om y ca g the of Ch ter, Wyom to be c med ck la r of sno T w is seem con ll a hum a m , it's ori is wn at the .\n\n\nS P- 94 is tempo ly ated wi ea h vi , al ou h it con ue to spre it lf oss t e to n.\n\n\nIf SCP XX spr to o e loca , it m y be clas ied as Ap lyo .\n\n\n\n\nAddendum 6294.04:\n Recovered Journal from Excavation Site\n\n\nAfter confirming that Site-78 was secure, Dr. Gehenna's team turned their attention to the Chugwater Formation located outside of city limits. An investigation into the area uncovered an abandoned Oil drilling operation conducted by Noss Industries.\n2\n\n\nThe dig site itself was devoid of any survivors, with dozens of Noss uniforms left behind. Noss CEO Paul Sanalan was reported missing a day before Foundation personnel quarantined the dig site. Further investigation uncovered that Noss didn’t have the proper permits for drilling, as the Formation was protected land. From the indentations found at the site, Noss appeared to have uncovered an artifact. No artifact fitting the indentation could be located.\n\n\nThe following excerpts are from a journal recovered from the Project Foreman's office after MTF Rho-98 cleared SCP-6294-A from the premises.\n\n\n\n\nDay 5\n\n\nWe had more protestors showing up at the Site today, railing against the company for apparently trampling on Native American land. I was taken aback by this claim; I was told we had a permit to drill in this area, so I took it up with Mr. Sanalan after security had gotten the crowd to disperse.\n\n\nApparently, Noss isn't supposed to be here. Sanalan worked something out with the mayor to allow us to set up shop and he assured me that he would handle any trouble from locals who came by to complain.\n\n\nGreedy Bastard. If it wasn't for the pay I'd probably just hang up my hard hat and head home. This place is a pipe dream anyway I know the seismologists detected pockets of \"something\" under the ground, but scientists have mostly ignored this place for being worthless. What hope do we have to strike it big?\n\n\nWe're in the middle of the ass end of nowhere. Nothing ever happens in Chugwater. I'll cap this entry off for now, we'll see where things go.\n\n\n\n\n\n\nDay 7\n\n\nI was doing some research into the tribe that used to inhabit this land. The \nMandan\n. It appears that this area was one of their ancestral homes, but they seemed to have abandoned it shortly before the settlers arrived. It's a little strange that they'd want this area protected, but none of them actually live here.\n\n\nAnyways, things have been continuing smoothly, but some of the drillers have been complaining about headaches. I think it might be humidity, this area is a little moist. The scans have detected a cave system not too far down from where we've been digging. Mr. Sanalan says if we break into the cave, we're to explore it before we go any farther. I don't know what he's playing at, but I assume he's thinking we might find something more than just oil out here.\n\n\n\n\n\n\nDay 9\n\n\nWell, we made it into that cave system and it's quite extensive. I'd say we were wasting time trying to explore it, but Mr. Sanalan insisted that we search it. I'm starting to get a little worried for my guys. A lot of the ones that were reporting headaches have said that they're hearing voices.\n\n\nSpecifically, they say it's a female voice telling them to come deeper into the caves. I chalked it up to stress and if it were up to me, I'd send them home. However, Mr. Sanalan is adamant that they're fine and keeps overriding my requests to keep them in the infirmary until they're better.\n\n\nI can't help but feel every day we're here that we really really aren't supposed to be here.\n\n\n\n\n\n\nDay 11\n\n\nIt happened. We lost two people. Michael and Alex have gone missing. We're frantically searching the damn caves, but no sign of them. Maybe they're just messing around, playing some sick joke. We found their jumpsuits outside the chamber at the center of the system. I bet they're waiting to jump out butt-naked and scare the crap out of us.\n\n\nBut that's not even the most interesting thing to happen today, as fucked up of a segue that is. That chamber I mentioned had this big glowing stone inside of it and the room itself was extremely cold. Strangely, it seems that those who were hearing the voices stopped hearing them when they got closer to it. Mr. Sanalan had to leave the dig site for a couple days but he told us to load it up and bring it up to the surface, so up it went.\n\n\nI keep finding myself absentmindedly staring at it, there's something about it that's been bothering me. I can see something inside and I feel like it's staring back.\n\n\n\n\n\n\nDay 13\n\n\nAll hell broke loose. Everythin was fine until that rat bastard fuckin touched it. It had started to snow ystrdy, with a little powdr here and there. A little strange considerin it was the summr but not too uncommon for the Midwest. The reports of voices however hadn't stoppd and we didn't find Michael or Alex but Sanalan didn't care. When he got back all he wanted to do was see the stone.\n\n\n[ILLEGIBLE]\n\n\nThat's when it happend. We'd all avoidd touchin the stone with our bare hands cause it was just so cold but he touchd it barehanded. When he did it startd to crack but it began suckin him inside of it, I don't even know how that was possible seein as it was solid. We tried to pull him away but the tug was too strong, we lost him and the stone shattered into a million pieces. Somethin remaind tho, the thing that had been starin at me; talkin to us thru our minds.\n\n\nI imm-diatly turnt tail and ran away as it scrmd in this unholy language that felt like it was burrowin into my skull. I still hear it dam it, feels like its coming from the air itself if that maks any sens. I kno it doesnt but I can hear its wrds echoing in my brain and in the cold air thats circulatn in my lungs.\n\n\n[ILLEGIBLE]\n\n\nI escaped to my offis and locked the door shut. I tried to call for help but nothin was workin, I couldnt get anything on my cell or the landline, meanwhile that snw had startd to intensify and I watchd from the wndows as it washed over my coworkers and stole them away.\n\n\nIts tappin at the wndows now and tryin the handle. The snow. I havent seen that creatur in days but this whole site is startin to fill up with snw. I cant even pic that damn thing, it was like. cold incarnate. I feel like my mind just made up a form for it caus I could hardly make out what it was.\n\n\nI'm likely not gonna survive much longer. I ran out of water about a day ago and theres no food in this room. I could giv into this godforsaken chantin nippin at my brain but I won't. If that thing takes me, I don't think I'll be in the afterlife to see my family som day.\n\n\n[ILLEGIBLE]\n\n\nI might not have much of a choice, I can hear the windows startin to crack a little. Regardlss if I peace out due to dehydration or not, I just want to say that I'm sorry we disturbed this land. Clearly the \nMandan\n had every reason to abandon this place and now were paying the price.\n\n\nTo my wife and my daughter Mandy. If you find this, know that daddy loves you and someday hopefully you'll see me again… in the… in the…\n\n\nsnow\n\n\n\n\n\n\nAddendum 6294.05:\n Recovered Audio log\n\n\nThe following recording was recovered from a cassette tape in the home of Allison Hodge, with the room it was discovered in being in heavy disrepair.\n\n\n\n\n\n\n\n\nTranscription\n\n\n\n\nTranscription\n\n\n\n\n[Sounds of heavy breathing]\n\n\nI hear it calling. It's… it's so… I hear it beckoning me in. My family left a day ago, and the snow is creeping in. Its call… Please, for the love of God, someone has to be out there. I can't die in here. It calls, it's like they're coming from inside my head, begging me to join them.\n\n\n[Pause.]\n\n\n\"Join us in the snow,\" it says. \"It's so nice. Your friends are out here! Your family… Your…\"\n\n\n[Sounds of sobbing.]\n\n\nI've been trying to keep it away, but it just keeps piling up at my windows, at the door. I can hear it in my head.\n\n\n[Sobbing continues.]\n\n\nPlease! Just let me go! I don't want to die, I don't want to die!\n\n\nJust let this snowfall end.\n\n\n\n\n\n\n\n\n\n\nSimilar events have been reported in 12 other states in the past month. The entity described in the recovered documents has yet to be found.\n\n\n\n\nFootnotes\n\n\n1\n. Dr. Gehenna is an on-call Essophysicist for SCPF Midwest with a specialty in anomalies embodying coldness.\n\n\n2\n. Founded in 1995 by Paul Sanalan, Noss Industries is an energy company known for its attention-grabbing branding. They are currently responsible for 20% of the Oil drilling across the Midwest and are embroiled in several scandals due to accusations of unethical business practices and EPA violations\n\n\n\n\n\n\n\n\n« \nSCP-6293\n | SCP-6294 | \nSCP-6295\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6294\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6294\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cold.png\n\n\nName:\n Early morning, blizzard still in progress (8471401994).jpg\n\n\nAuthor:\n Sayamindu Dasgupta\n\n\nLicense:\n Creative Commons Attribution-Share Alike 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Early_morning,_blizzard_still_in_progress_(8471401994).jpg\n\n\n\n\n\n\nFilename:\n frozen.png\n\n\nName:\n Blizzard CYCB.jpg\n\n\nAuthor:\n CambridgeBayWeather\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Blizzard_CYCB.jpg",
    "addendums": [
        "Addendum 6294.01: Recovered Distress Call\nThe following distress call was recovered from a black box at Site-78; it appears that the message was not received by any other site.",
        "Addendum 6294.02: Interview with Researcher Gregory Chudley\nRecovering and securing the anomalies within Site-78 was an utmost priority for MTF Rho-98 once the roads were cleared. During their initial sweep, Rho-98 discovered Research Greg Chudley barricaded within the break-room of the Parabiological Sciences department. No other staff members remained other than their uniforms.\nAfterward, Dr. Gehenna and Chudley were checked for Cognitohazardous and Infohazardous influences potentially belonging to SCP-6294. Dr. Gehenna and Chudley both passed the CRV evaluation and Gehenna was cleared to return to her work.",
        "Addendum 6294.03: SCP File\nThe following file was discovered at Site-78. The file itself was heavily damaged, but the following was recovered.",
        "Addendum 6294.04: Recovered Journal from Excavation Site\nAfter confirming that Site-78 was secure, Dr. Gehenna's team turned their attention to the Chugwater Formation located outside of city limits. An investigation into the area uncovered an abandoned Oil drilling operation conducted by Noss Industries. 2\nThe dig site itself was devoid of any survivors, with dozens of Noss uniforms left behind. Noss CEO Paul Sanalan was reported missing a day before Foundation personnel quarantined the dig site. Further investigation uncovered that Noss didn’t have the proper permits for drilling, as the Formation was protected land. From the indentations found at the site, Noss appeared to have uncovered an artifact. No artifact fitting the indentation could be located.\nThe following excerpts are from a journal recovered from the Project Foreman's office after MTF Rho-98 cleared SCP-6294-A from the premises.",
        "Addendum 6294.05: Recovered Audio log\nThe following recording was recovered from a cassette tape in the home of Allison Hodge, with the room it was discovered in being in heavy disrepair.\nSimilar events have been reported in 12 other states in the past month. The entity described in the recovered documents has yet to be found."
    ],
    "documents": [],
    "notes": [
        "Well, it's cold, cold, cold, cold inside Darker in the day than the dead of night Cold, cold, cold, cold inside Doctor, can you help me, 'cause something don't feel right?",
        "\" SCP-6294 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-6294 . Licensed under CC-BY-SA .",
        "Filename: cold.png Name: Early morning, blizzard still in progress (8471401994).jpg Author: Sayamindu Dasgupta License: Creative Commons Attribution-Share Alike 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Early_morning,_blizzard_still_in_progress_(8471401994).jpg",
        "Filename: frozen.png Name: Blizzard CYCB.jpg Author: CambridgeBayWeather License: Creative Commons Attribution-Share Alike 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Blizzard_CYCB.jpg"
    ],
    "containment_procedures": "SCP-6294 is currently under investigation, and efforts are underway to understand its nature and prevent its recurrence. Site-78 has been quarantined, and access to the site is restricted until further notice. Investigations into local phenomena in the town of Chugwater are ongoing, and the Foundation is working to monitor and contain any anomalous activity that may be related to SCP-6294.",
    "description": "SCP-6294 refers to the unusual event that occurred in Chugwater, Wyoming, resulting in Site-78 and the entire town being covered in a thick layer of snow. The snow, SCP-6294-A, possesses properties of heat resistance, with no melting point having been discovered as of yet. Evidence from recovered materials claims that SCP-6294-A was capable of movement at one point and was responsible for the disappearances of the townspeople, although no remains have been located at this time.",
    "item": "6 94",
    "title": "SCP-6294"
}