{
    "url": "https://scp-wiki.wikidot.com/scp-6295",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\n\n\n\n\nImage from story infected by SCP-6295.\n\n\n\n\n\n\nItem #:\n SCP-6295\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n All books containing instances of SCP-6295 should be removed from circulation, with amnestics distributed to any readers as appropriate. Research into commonalities between SCP-6295 manifestations and possible methods to prevent instances from appearing in newly published stories is ongoing.\n\n\nDescription:\n SCP-6295 is an anomalous phenomenon associated with the \nSerpent’s Hand\n that manifests as a supernatural snake of varying species appearing within a work of fiction. Multiuniversal analysis has determined that SCP-6295 typically manifests in works of fiction in which a snake already appears, “hijacking” the plot and text in order to aid the Serpent’s Hand.\n\n\nAny subject who reads a work of fiction in which SCP-6295 appears will invariably be approached by a member of the Serpent’s Hand (hereafter SCP-6295-A) within 72 hours of completing the work, provided that the following criteria are met:\n\n\n\n\nThe person believes in the existence of supernatural phenomena\n\n\n\n\n\n\nThe person’s psychological profile is such that they would not attack or otherwise show hostility to supernatural entities present within the Wanderer’s Library\n\n\n\n\n\n\nThe person is unhappy with their life and desires a change to it\n\n\n\n\nOnce approached, SCP-6295-A will ask the subject if they are interested in visiting the Wanderer’s Library. If they reply in the affirmative, the nearest door will be opened by SCP-6295-A and both it and the subject will walk through the door and enter the Library. Owing to the ease and frequency with which ordinary civilians could access the anomalous world if SCP-6295 is left uncontained, its containment is a high priority.\n\n\nAddendum 6295.A: Example of SCP-6295 Infected Literature:\n\n\nThe following excerpt is provided as an example of SCP-6295 infection. It has been examined and determined to be non-anomalous and clear of SCP-6295 infection by SCP-6295 researchers.\nor has it ;) see you soon!\n\n\nWork:\n \nThe Rover Boys Shipwrecked\n by Arthur M. Winfield (1924)\n\n\nEstimated interference begins on page 189. Infected text in italics.\n\n\n\n\nThe three Rovers were alarmed, and with good reason. Such a snake at liberty on the deck of the water-logged steam yacht would be a constant source of danger.\n\n\n“Are you positive you saw him, Randy?” questioned Jack.\n\n\n“Positive!” was the ready reply. “Gee, but he was a big one, too!”\n\n\n“Maybe we’d better warn the others,” broke in Fred. “That snake may go right after Andy or Small if they happen to be down on the deck.”\n\n\n“I’m going out, snake or no snake!” came from the young major.\n\n\n“Wait! Let’s get those hatchets and axes we saw back there,” cried Fred, and ran back, to return a minute later with two axes and a fair-sized hatchet.\n\n\nCarrying these weapons ready for use, the three Rover boys mounted the runway cautiously. At first they saw nothing on the deck. Then Fred pointed excitedly to the wreckage at the bow.\n\n\n“There he is!” he cried. “There he goes under those boards!”\n\n\n“What are you yelling about?” came from Andy. He and the lanky sailor were still resting on the top of the cabin.\n\n\n“It’s a big snake,” answered Jack. “He got loose and just came up a runway. There are a whole lot of them down below, in a big wire cage.”\n\n\n“If we only had guns we could take a shot at that snake!” exclaimed Randy. “I’m sure we could soon blow him to pieces.”\n\n\n“I’m going to take a shot of another kind!” exclaimed Fred, and, aiming as carefully as he could, he threw the hatchet with all the force he could command.\n\n\nIt was a light and sharp affair, and as the bright steel circled through the air the boys saw the snake \nstare at the hatchet and, somehow, cause it to stop where it was right in the middle of the air. It fell to the ground with a thud as the Rover boys stared at the snake in shock.\n\n\n“I am…sorry…to frighten you,” the snake said.\n\n\n“It’s talking!” Jack exclaimed. “What’s going on?”\n\n\n“There is no need…to be afraid. I have come to deliver…a message.”\n\n\n“What kind of message?” The boys didn’t know what to think, but Randy decided he wanted to hear what the snake had to say.\n\n\n“Your…story. It is…a beautiful one. But there are…many…like it.”\n\n\n“You’re not making any sense!”\n\n\n“You…will…find out…if you wish.”\n\n\nThe snake’s eyes glowed a bright yellow for a moment, and the air above the ship became a Way. From there, the three Rover boys decided it was time to visit the Library.\n\n\n[Additional text is restricted to Level 3 Researchers.]\npay no attention to the ebook being added to your laptop…or maybe do?\n\n\n\n\n\n\n\n\n« \nSCP-6294\n | SCP-6295 | \nSCP-6296\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6295\n\" by ObserverSeptember, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6295\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP-6295.jpeg\n\n\nAuthor:\n W.S. Rogers\n\n\nLicense:\n Public Domain (published 1924, author died in 1937)\n\n\nSource Link:\n \nProject Gutenberg\n\n\n\n\n\n\nText:\n \nThe Rover Boys Shipwrecked\n (1924)\n\n\nAuthor:\n Arthur M. Winfield [Edward Stratemeyer]\n\n\nLicense:\n Public Domain (published 1924, author died in 1930)\n\n\nSource Link:\n \nProject Gutenberg",
    "addendums": [
        "Addendum 6295.A: Example of SCP-6295 Infected Literature:\nThe following excerpt is provided as an example of SCP-6295 infection. It has been examined and determined to be non-anomalous and clear of SCP-6295 infection by SCP-6295 researchers. or has it ;) see you soon!"
    ],
    "documents": [],
    "notes": [
        "The three Rovers were alarmed, and with good reason. Such a snake at liberty on the deck of the water-logged steam yacht would be a constant source of danger. “Are you positive you saw him, Randy?” questioned Jack. “Positive!” was the ready reply. “Gee, but he was a big one, too!” “Maybe we’d better warn the others,” broke in Fred. “That snake may go right after Andy or Small if they happen to be down on the deck.” “I’m going out, snake or no snake!” came from the young major. “Wait! Let’s get those hatchets and axes we saw back there,” cried Fred, and ran back, to return a minute later with two axes and a fair-sized hatchet. Carrying these weapons ready for use, the three Rover boys mounted the runway cautiously. At first they saw nothing on the deck. Then Fred pointed excitedly to the wreckage at the bow. “There he is!” he cried. “There he goes under those boards!” “What are you yelling about?” came from Andy. He and the lanky sailor were still resting on the top of the cabin. “It’s a big snake,” answered Jack. “He got loose and just came up a runway. There are a whole lot of them down below, in a big wire cage.” “If we only had guns we could take a shot at that snake!” exclaimed Randy. “I’m sure we could soon blow him to pieces.” “I’m going to take a shot of another kind!” exclaimed Fred, and, aiming as carefully as he could, he threw the hatchet with all the force he could command. It was a light and sharp affair, and as the bright steel circled through the air the boys saw the snake stare at the hatchet and, somehow, cause it to stop where it was right in the middle of the air. It fell to the ground with a thud as the Rover boys stared at the snake in shock. “I am…sorry…to frighten you,” the snake said. “It’s talking!” Jack exclaimed. “What’s going on?” “There is no need…to be afraid. I have come to deliver…a message.” “What kind of message?” The boys didn’t know what to think, but Randy decided he wanted to hear what the snake had to say. “Your…story. It is…a beautiful one. But there are…many…like it.” “You’re not making any sense!” “You…will…find out…if you wish.” The snake’s eyes glowed a bright yellow for a moment, and the air above the ship became a Way. From there, the three Rover boys decided it was time to visit the Library. [Additional text is restricted to Level 3 Researchers.] pay no attention to the ebook being added to your laptop…or maybe do?",
        "\" SCP-6295 \" by ObserverSeptember, from the SCP Wiki . Source: https://scpwiki.com/scp-6295 . Licensed under CC-BY-SA .",
        "Filename: SCP-6295.jpeg Author: W.S. Rogers License: Public Domain (published 1924, author died in 1937) Source Link: Project Gutenberg",
        "Text: The Rover Boys Shipwrecked (1924) Author: Arthur M. Winfield [Edward Stratemeyer] License: Public Domain (published 1924, author died in 1930) Source Link: Project Gutenberg"
    ],
    "item": "SCP-6295",
    "object_class": "Keter",
    "containment_procedures": "All books containing instances of SCP-6295 should be removed from circulation, with amnestics distributed to any readers as appropriate. Research into commonalities between SCP-6295 manifestations and possible methods to prevent instances from appearing in newly published stories is ongoing.",
    "description": "SCP-6295 is an anomalous phenomenon associated with the Serpent’s Hand that manifests as a supernatural snake of varying species appearing within a work of fiction. Multiuniversal analysis has determined that SCP-6295 typically manifests in works of fiction in which a snake already appears, “hijacking” the plot and text in order to aid the Serpent’s Hand.",
    "title": "SCP-6295"
}