{
    "url": "https://scp-wiki.wikidot.com/scp-6299",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6299\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6299.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6299 is to be stored in a 10 by 10 meter animal containment cell at Site-104. SCP-6299 is not to be outside the influence of a Scranton Reality Anchor at any time save for testing purposes. SCP-6299 is to be fed 2 servings of 6299-Designated Dog Food daily (See Researcher Tailor for details). Playing with SCP-6299 is to be carried out daily to ensure that it is in healthy physical and mental condition.\n\n\nDescription:\n SCP-6299 is a male Australian Cattle Dog weighing approximately 15 kilograms. SCP-6299 is an avid reality bender and experiences an internal Hume reading of approximately 160 Humes. When not bound by a Scranton Reality Anchor, SCP-6299 expresses the ability to instantaneously teleport to nearby locations, manifest objects seemingly at random, and perform other anomalous actions such as levitation and material manipulation. SCP-6299's range of influence appears to be about 100 meters.\n\n\nSCP-6299 has an amiable and playful demeanor and often requires interaction from personnel. It is unclear if SCP-6299 has active control over its reality bending abilities. Training to potentially harness SCP-6299's abilities is pending.\n\n\n\n\n\n\n\n\n\n\nAccess Test Log\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nDate:\n February 23, 2017\n\n\n\n\nProcedure:\n To test SCP-6299's control over its abilities, it was left supervised in its testing chamber for 30 minutes.\n\n\nResults:\n SCP-6299 spent most of the 30 minute time frame attempting to play with the supervision personnel. At random intervals, however, it, as well as some of its toys that were placed in the chamber, teleported to other locations within its chamber and slightly levitated about 10 centimeters above the floor.\n\n\nAnalysis:\n SCP-6299, when left to its own devices, appears to passively reality bend. It is unclear if SCP-6299 has control over its abilities and is using them to play, or if the reality bending is random.\n\n\n\n\nDate:\n February 28, 2017\n\n\n\n\nProcedure:\n To test how it interacts with other dogs, SCP-6299 was left in its testing chamber with 5 other non-anomalous dogs.\n\n\nResults:\n SCP-6299 played with the other dogs in an expected manner. After approximately 10 minutes, SCP-6299 and one of the non-anomalous dogs teleported across the length of the chamber. The non-anomalous dog expressed fear and ran to one of the researchers. SCP-6299 ran to the researcher as well, appearing to want to continue playing.\n\n\nAnalysis:\n SCP-6299 has the ability to teleport living organisms.\n\n\n\n\nDate:\n March 6, 2017\n\n\n\n\nProcedure:\n To potentially control SCP-6299's abilities, a Milk-Bone dog treat was placed in a steel box in front of SCP-6299.\n\n\nResults:\n SCP-6299 scratched at the box with its paws for approximately 3 minutes. It then walked to the opposite side of its testing chamber and stared at the box for a few seconds. Then, the treat instantaneously disappeared from the box and reappeared in front of SCP-6299. SCP-6299 then consumed the treat.\n\n\nAnalysis:\n SCP-6299 appears to have control over its abilities. Further tests are to be conducted.\n\n\n\n\nDate:\n March 7, 2017\n\n\n\n\nIncident:\n When training personnel entered SCP-6299's containment cell, many large crumbs appearing to be remnants of Milk-Bone dog treats were found on SCP-6299's bed. When security footage was combed, it was found that SCP-6299 managed to teleport approximately 10 Milk-Bone treats from the box they were stored in to its chamber.\n\n\nFollow-up:\n SCP-6299 was reprimanded using a spray-bottle filled with tap water. SCP-6299 reacted negatively.\n\n\nAnalysis:\n It seems that SCP-6299 can teleport items that it does not know the precise location of.\n\n\n\n\nDate:\n March 10, 2017\n\n\n\n\nProcedure:\n SCP-6299 was placed on the floor of its testing chamber. A training personnel was perched on top of a large box that SCP-6299 could not reach.\n\n\nResults:\n After scratching the box with its paws, SCP-6299 jumped into the air and proceeded to float upward as if it were weightless. Upon reaching the personnel's height, it floated forward and landed on their lap. It then proceeded to play with the personnel.\n\n\nAnalysis:\n To reach high objects, SCP-6299 expresses the ability to float against the force of gravity. It is unclear why SCP-6299 did not simply teleport the personnel to the floor or itself upon the ledge. Perhaps floating is \"easier\" than teleporting.\n\n\n\n\nDate:\n March 15, 2017\n\n\n\n\nProcedure:\n A simple mechanism was constructed consisting of a tall, thin chute with a simple latch mechanism connected to a box at the bottom of the chute. When a small object is dropped into the chute, the latch will open and release Milk-Bone dog treats. SCP-6299 was shown how the mechanism works several times by research personnel before it was given a small ball.\n\n\nResults:\n SCP-6299 teleported a treat out of the box. SCP-6299 was reprimanded using a spray-bottle filled with tap water. SCP-6299 reacted negatively. The device was reset, and SCP-6299 hesitated for approximately 3 minutes. Research personnel demonstrated the device again. After approximately 5 minutes, the ball began to slowly levitate upward before it was dropped into the chute. The latch opened and SCP-6299 consumed the treats inside the box.\n\n\nAnalysis:\n SCP-6299 has the ability to telekinetically manipulate objects.\n\n\n\n\nDate:\n March 22, 2017\n\n\n\n\nProcedure:\n SCP-6299 was placed on one side of a plexiglass wall and several of SCP-6299's toys of choice were placed on the opposite side. Training personnel then clearly stated various words such as, \"ball,\" \"rope,\" and \"bone.\"\n\n\nNote:\n This test was conducted following extensive testing associating certain toys with verbal words so that SCP-6299 is able to make a connection with verbal cues and objects.\n\n\nResults:\n SCP-6299 was able to teleport the objects on the other side of the plexiglass wall with approximately 85% accuracy. Every correct teleportation was rewarded with a Milk-Bone treat.\n\n\nAnalysis:\n SCP-6299 is becoming able to teleport objects at the command of personnel.\n\n\n\n\n\n\n\n\n9 ENTRIES OMMITTED FOR BREVITY\n\n\n\n\n\n\n\n\n\n\nSCP-6299 after extensive training. Photo taken on April 5, 2017.\n\n\n\n\n\n\nAddendum:\n After extensive training from personnel on the SCP-6299 Research Team, SCP-6299 now has the ability to bend reality at the command of personnel. Such actions that have been worked on include:\n\n\n\n\nLevitation on command\n\n\nTeleportation to specific locations on command\n\n\nTelekinesis on command\n\n\nThe ability to summon certain items on command (items trained with include \"toy,” \"bowl,\" \"blanket,\" and smaller items such as \"die\" and \"coin\")\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess Archived Message Log\n\n\n\n\nAccess Granted [ARC: April 09, 2017]\n\n\n\n\n\n\n\n\n\n\nTo:\n \ntni.pcs|yllekmjrd#tni.pcs|yllekmjrd\n\n\nFrom:\n \ntni.pcs|norabqn#tni.pcs|norabqn\n\n\nSubject:\n Neutering of SCP-6299\n\n\n\n\n\n\nHey Dr. Kelly. I finally got approval for SCP-6299 to be fixed. He will be dropped off at the clinic tomorrow at 3:00. He will be equipped with a Reality Anchor so he won't cause reality to collapse when you cut into him. I will also send over Mike to make sure everything goes according to plan. Have a nice day.\n\nP.S. The reality collapse thing was a joke. 6299 is not strong enough to do that.\n\n\n\n\n\n\n\n\nTo:\n \ntni.pcs|norabqn#tni.pcs|norabqn\n\n\nFrom:\n \ntni.pcs|yllekmjrd#tni.pcs|yllekmjrd\n\n\nSubject:\n Re:Neutering of SCP-6299\n\n\n\n\n\n\nThanks for the information. I will be sure to be careful! And I sure hope the little guy can't destroy reality! :)\n\n\n\n\n\n\n\n\nTo:\n \ntni.pcs|yllekmjrd#tni.pcs|yllekmjrd\n\n\nFrom:\n \ntni.pcs|norabqn#tni.pcs|norabqn\n\n\nSubject:\n Re:Neutering of SCP-6299\n\n\n\n\n\n\nGreat job on the surgery! 6299 appears to be a bit woozy from the medication, but other than that he seems healthy! I will be sure to send you pictures of the little guy during testing. He is pretty cute with that cone on his head.\n\n\n\n\n\n\n\n\nTo:\n \ntni.pcs|yllekmjrd#tni.pcs|yllekmjrd\n\n\nFrom:\n \ntni.pcs|norabqn#tni.pcs|norabqn\n\n\nSubject:\n Re:Neutering of SCP-6299\n\n\n\n\n\n\nMeet me at my office. I think we may have a problem.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE\n\n\nThe documentation for SCP-6299 has been superseded by a revised entry as of June 20, 2017.\n\n\n \n\n\nVIEW REVISED DOCUMENTATION?\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6298\n | SCP-6299 | \nSCP-6300\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Procedure: To test SCP-6299's control over its abilities, it was left supervised in its testing chamber for 30 minutes. Results: SCP-6299 spent most of the 30 minute time frame attempting to play with the supervision personnel. At random intervals, however, it, as well as some of its toys that were placed in the chamber, teleported to other locations within its chamber and slightly levitated about 10 centimeters above the floor. Analysis: SCP-6299, when left to its own devices, appears to passively reality bend. It is unclear if SCP-6299 has control over its abilities and is using them to play, or if the reality bending is random.",
        "Procedure: To test how it interacts with other dogs, SCP-6299 was left in its testing chamber with 5 other non-anomalous dogs. Results: SCP-6299 played with the other dogs in an expected manner. After approximately 10 minutes, SCP-6299 and one of the non-anomalous dogs teleported across the length of the chamber. The non-anomalous dog expressed fear and ran to one of the researchers. SCP-6299 ran to the researcher as well, appearing to want to continue playing. Analysis: SCP-6299 has the ability to teleport living organisms.",
        "Procedure: To potentially control SCP-6299's abilities, a Milk-Bone dog treat was placed in a steel box in front of SCP-6299. Results: SCP-6299 scratched at the box with its paws for approximately 3 minutes. It then walked to the opposite side of its testing chamber and stared at the box for a few seconds. Then, the treat instantaneously disappeared from the box and reappeared in front of SCP-6299. SCP-6299 then consumed the treat. Analysis: SCP-6299 appears to have control over its abilities. Further tests are to be conducted.",
        "Incident: When training personnel entered SCP-6299's containment cell, many large crumbs appearing to be remnants of Milk-Bone dog treats were found on SCP-6299's bed. When security footage was combed, it was found that SCP-6299 managed to teleport approximately 10 Milk-Bone treats from the box they were stored in to its chamber. Follow-up: SCP-6299 was reprimanded using a spray-bottle filled with tap water. SCP-6299 reacted negatively. Analysis: It seems that SCP-6299 can teleport items that it does not know the precise location of.",
        "Procedure: SCP-6299 was placed on the floor of its testing chamber. A training personnel was perched on top of a large box that SCP-6299 could not reach. Results: After scratching the box with its paws, SCP-6299 jumped into the air and proceeded to float upward as if it were weightless. Upon reaching the personnel's height, it floated forward and landed on their lap. It then proceeded to play with the personnel. Analysis: To reach high objects, SCP-6299 expresses the ability to float against the force of gravity. It is unclear why SCP-6299 did not simply teleport the personnel to the floor or itself upon the ledge. Perhaps floating is \"easier\" than teleporting.",
        "Procedure: A simple mechanism was constructed consisting of a tall, thin chute with a simple latch mechanism connected to a box at the bottom of the chute. When a small object is dropped into the chute, the latch will open and release Milk-Bone dog treats. SCP-6299 was shown how the mechanism works several times by research personnel before it was given a small ball. Results: SCP-6299 teleported a treat out of the box. SCP-6299 was reprimanded using a spray-bottle filled with tap water. SCP-6299 reacted negatively. The device was reset, and SCP-6299 hesitated for approximately 3 minutes. Research personnel demonstrated the device again. After approximately 5 minutes, the ball began to slowly levitate upward before it was dropped into the chute. The latch opened and SCP-6299 consumed the treats inside the box. Analysis: SCP-6299 has the ability to telekinetically manipulate objects.",
        "Procedure: SCP-6299 was placed on one side of a plexiglass wall and several of SCP-6299's toys of choice were placed on the opposite side. Training personnel then clearly stated various words such as, \"ball,\" \"rope,\" and \"bone.\" Note: This test was conducted following extensive testing associating certain toys with verbal words so that SCP-6299 is able to make a connection with verbal cues and objects. Results: SCP-6299 was able to teleport the objects on the other side of the plexiglass wall with approximately 85% accuracy. Every correct teleportation was rewarded with a Milk-Bone treat. Analysis: SCP-6299 is becoming able to teleport objects at the command of personnel.",
        "9 ENTRIES OMMITTED FOR BREVITY"
    ],
    "containment_procedures": "SCP-6299 is to be stored in a 10 by 10 meter animal containment cell at Site-104. SCP-6299 is not to be outside the influence of a Scranton Reality Anchor at any time save for testing purposes. SCP-6299 is to be fed 2 servings of 6299-Designated Dog Food daily (See Researcher Tailor for details). Playing with SCP-6299 is to be carried out daily to ensure that it is in healthy physical and mental condition.",
    "description": "SCP-6299 is a male Australian Cattle Dog weighing approximately 15 kilograms. SCP-6299 is an avid reality bender and experiences an internal Hume reading of approximately 160 Humes. When not bound by a Scranton Reality Anchor, SCP-6299 expresses the ability to instantaneously teleport to nearby locations, manifest objects seemingly at random, and perform other anomalous actions such as levitation and material manipulation. SCP-6299's range of influence appears to be about 100 meters.",
    "title": "SCP-6299"
}