{
    "url": "https://scp-wiki.wikidot.com/scp-6300",
    "all_text": "rating: \n+110\n+\n–\nx\n\n\n\n\n\n\nOFFICIAL NOTICE FROM THE O5 BOARD OF DIRECTORS\n\n\nDue to repeated questions over the recent allocation of resources, all personnel in the Southern United States are required to read this document, which serves as an official announcement of the SCP-6300 project.\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6300\n\n\nLevel 4/6300\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nCanyonlands National Park, Utah.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-6300 has currently not been built, the following containment procedures have been written in advance to be put into place once SCP-6300 is constructed.\n\n\nSCP-6300 will require an active police force. This will serve two purposes, one of which is simple and general lawkeeping and protection of private property. Due to the fact that SCP-6300 is officially classed as a Foundation site, there will be sensitive information and classified anomalous material present. The second purpose of the SCP-6300 police force will therefore be to prevent citizens from accessing said material and, in the event that it is accessed, perform necessary amnesticisation procedures. This purpose will require the police force to be made up of trained Foundation operatives.\n\n\nIn the interests of increasing tourism and revenue for SCP-6300, the public display in the central hub of some visually interesting, low-threat level anomalies has been sanctioned by the O5 Board of Directors. In order to preserve the veil, these anomalies will be given appropriate natural explanations. Some anomalies currently scheduled for display include a colony of \nSCP-098\n, a large sampling of \nSCP-1006\n, and some \nSCP-111\n specimens. The respective containment procedures for all displayed anomalies are to be maintained and followed as normal.\n\n\nThe construction and presence of SCP-6300 is projected to cause minor damage to the ecosystem and landscape within Canyonlands National Park. Legal funds will be set aside to lobby for suppression of negative media concerning SCP-6300. Models show that negative impacts to the ecosystem and landscape should disappear within 30 years.\n\n\nDescription:\n SCP-6300 is the official designation for an expansive Foundation-led urban project currently slated for construction in early 2054. Plans for SCP-6300 include high-rise residential districts, central business/tourism hub and a transport network. Additional construction and development will be planned as SCP-6300's population increases. Canyonlands National Park, Utah, has been chosen as the location for SCP-6300 due to its natural beauty and potential for tourism.\n\n\nSCP-6300 was conceptualised by the O5 Board of Directors after successful smaller-scale urban planning ventures, such as the construction of a monorail transport system in San Antonio, Texas. These initiatives were a result of a larger structural reorganisation made necessary by severe financial losses as a result of the \nXi'an Incident\n. In the years since, this reorganisation has been a resounding success, allowing the Foundation to expand to ventures beyond anomaly containment.\n\n\nWhen fully populated, SCP-6300 is projected to have an initial population of around 3 million citizens. Continued growth models predict that this will rise to 7 million within 20 years, which would make it the second largest city by population in the United States. An official municipal title for use by the public is currently under consideration.\n\n\nIf successful, more cities of the same model as SCP-6300 will be constructed around the world. Current regions slated for future development include Zhangjiajie National Forest Park in China, Wadi Rum in Jordan, Komodo National Park in Indonesia, and the Black Forest region of Germany, each selected for similar reasons as SCP-6300.\n\n\nAddendum:\n A notice from the Administrator.\n\n\n\n\n\n\nA NOTICE FROM THE ADMINISTRATOR\n\n\nIn the coming months, we will officially break ground on SCP-6300. This is undoubtedly an exciting time. It represents the culmination of years of planning, involving thousands of important personnel. But even more than representing the end of this planning stage, it represents the beginning of a new age for the Foundation. A shining new era for all of us.\n\n\nSCP-6300 is not just a new age for us as an organisation. It's a step forward for the entire world, a gift that we are graciously giving to them. It will stand tall above the Canyonlands - but not known as SCP-6300 to them. Instead, it will be christened as Manoa. Explorers spent hundreds of years searching for the lost city of gold in the Amazon, and we hope we are giving the world a place equally as glorious as those legends.\n\n\n— The Administrator and the O5 Board of Directors.\n\n\n\n\n\n\n\n\n\n\n+ SUPPLEMENTARY INFORMATION: O5 EYES ONLY\n\n\n\n\n- CREDENTIALS ACCEPTED\n\n\n\n\nLocated approximately 10 miles outside of SCP-6300, the warehouse containing the \n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n\n\n\n\nERROR\n\n\n\n\nSYSTEM FAILURE\n\n\nTHE INFORMATION IN THIS DOCUMENT HAS BEEN CORRUPTED BY A MASSIVE SERVER STORAGE ERROR\n\n\nTHIS INFORMATION WAS ARCHIVED IN THE CENTRAL SCP-6300 SERVER\n\n\nPLEASE CONTACT CENTRAL SUPPORT FOR THE RETRIEVAL OF THIS INFORMATION\n\n\nONLY RETRIEVE INFORMATION WITHIN YOUR CLEARENCE LEVEL\n\n\nRETRIEVAL OF INFORMATION ABOVE YOUR CLEARENCE LEVEL WILL RESULT IN DISCIPLINARY ACTION\n\n\n\n\n\n\n\n\n\n\n\n\nERROR\n\n\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n[]\n\n\n\n\n\n\n\n\n\n\n\n\nERROR\n\n\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n[]\n\n\n\n\n\n\n\n\n\n\n\n\nTHE DAY OF PURIFICATION\n\n\n\n\n\n\n\n\n\n\nERROR\n\n\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n\n\nERROR\n[]\n\n\n\n\n\n\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[MASSIVE DATABASE CORRUPTION]\n\n\n[SCPNET ACCESS ATTEMPT…]\n\n\n[SCPNET ACCESS ATTEMPT…]\n\n\n[SCPNET CLOUD ACCESS…]\n\n\n[SCPNET CLOUD ACCESS ATTEMPT SUCCESSFUL - DISPLAYING E-MAIL ARCHIVES]\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n RE:MY NAME IS AHMED\n\n\n\n\n\n\nI can't tell you how excited I was to get your e-mail. It's been weeks sending these out into the void hoping for a response, and it's been months since I talked to anyone outside of the little community we have here. I suppose it's a miracle \nanyone\n here survived, I suppose. Whatever happened, it started here in Manoa and the other cities and spread out.\n\n\nAnyway, yeah, to answer your question - yes, I worked for them. Nothing high up, just simple data entry out of college. Maybe it was irresponsible of them to give clearly sensitive data to people fresh out of school, but it's irrelevant now. Nobody has heard anything from any high level people there since it all happened. I mean, they were kind of strange anyway. They more or less appeared out of nowhere one day and started building banks, then cities.\n\n\nBut anyway - so you say there's a large community of people down there in New Zealand? That's cool, it's nice to hear about pockets of survivors like us. Although I heard something about a large pocket of survivors somewhere in the Middle East that just… Died off. Sorry, I know that's morbid. I'm sure we'll be fine.\n\n\nSo much of the data on these computers was lost during what happened. I've been trying to look through them, but the search function is completely ruined, so I have to do it all manually. There's so much to look through. I'm not really sure what I'll find. I might be the only person in the world right now with access to the information here.\n\n\nIf I find anything interesting, I'll send it along.\n\n\n- Ahmed\n\n\n\n\n\n\n\n\nWELCOME TO MANOA!\n\n\nBy now I'm sure you've began to settle into your living space in the world's most advanced city. This is simply a welcome notice from the town council to say how excited we are about having you and anyone else in your household here. If you live in one of the state-of-the-art high rises, you've surely already taken in the glorious view of the Canyonlands that surround us. If you reside elsewhere, a monorail journey will bring you to a building where you can take it in.\n\n\nYou'll probably be spending a lot of your time in the Central Hub. This is the financial and cultural centre of Manoa, so if you don't have a job already lined up, then you can travel down there at any time and see what you can find. The Hub also contains most of our many tourist attractions, such as our art museum, and the Beastiary, which contains many creatures which were previously unknown to science!\n\n\nOur brand new attraction is our officially licensed Canyonlands tours. Our new fleet of all-terrain vehicles will take you a few miles outside of Manoa along the designated route to see the natural landscape and maybe spot some of the animals that call it home - such as hawks, black bears and bighorn sheep!\n\n\nSo, to sum everything up - welcome to Manoa, and we hope you enjoy the years you spend in humanity's newest great city.\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nSo I found this and I thought it was pretty funny. I remember getting one of these when I moved into my tiny little studio apartment in one of the high rise apartments. I already had a job with the Foundation lined up, so on my first day I went down to the Beastiary. It was pretty interesting, but those crab things were creepy little bastards. All they did was make clicking noises and swarm near the glass when you got close. Some kind of new species they found in New Caledonia, that's what it said on the information signs. Places like New Caledonia probably got it worst. At least we still have dry land to live on. They probably have nothing now.\n\n\nI was thinking the other day about what I miss the most. Probably birdsong. I remember it used to be more or less my alarm clock to wake me up for school. It was only 20 or 25 years ago, but it may as well have been hundreds. Of course, it was the biggest animals that went first. They need more food, I suppose, and when all the plants you eat are toxic you're not going to last long if you weigh a tonne. I haven't heard birdsong in years now. Hell, I haven't seen a bird that wasn't a skeleton in years either.\n\n\nBut that's great that you've got a little farm going down there. I didn't think anyone would be able to grow anything. We certainly can't. A woman here tried to start a roof garden last year, but nothing took to the soil. So we've just been living off canned food. And nobody has any idea how much of that there actually is left. If it runs out, I have no idea what we're going to do. We'll just be stuck in the middle of this wasteland with nothing. Building a city in the middle of the fucking desert was a stupid idea, but I suppose they didn't expect the world to end.\n\n\nHave you been in contact with anyone else? Anyone else in America, maybe? They need to know that there's a community of people here. Anyway, I'll keep looking through all these files. There's just so much.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\n\n\n\n\nTHE MONTHLY INSPECTION OF THE SCP-6300 MONORAIL SYSTEM HAS PRODUCED THE FOLLOWING INFORMATION AND REQUESTS:\n\n\n\n\nSeveral monorail cars have experienced vandalism. MPD involvement has become necessary\n\n\nSince the last inspection, a pair of golden eagles (\nAquila chrysaetos\n) had constructed a nesting site in one of the monorail track scaffolds. Due to the past years of low golden eagle population levels in the area, the prompt removal of the nest created a scene.\n\n\nAn extension of the track to connect it to the jeep tour station has been proposed.\n\n\nThere has been some general wear to parts of the track system. Map with the specific parts that need repairs will be relayed soon.\n\n\nThe current supply of SF1 is running low. Please put in a request for at least 20 new cannisters.\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n RE:MY NAME IS AHMED\n\n\n\n\n\n\nSo I found this little monorail report document and thought it was pretty interesting. Nobody had seen any big animals for a long time, and then a pair of golden eagles set up a nest under the monorail. Of course it got removed within the day, but I remember how excited everyone was to see something like that.\n\n\nIn case you were wondering, MPD is Manoa Police Department. I never liked them. Police in any city are sketchy at best anyway, but in Manoa they acted more like security guards in a building than a police force upholding the law in a city, if that makes sense. Something I don't know is what the hell SF1 is. Maybe it's some kind of cleaning formula, but I've never heard of it.\n\n\nThinking about the golden eagle nest has got me thinking about how it all happened. I remember news articles about patches of trees dying off. But it was always hand-waved away. Then Germany. And then, just… collapse. Bad memories. The Foundation had so much knowledge, that was obvious when I was just working here. But I'm going to focus my search a bit more. See if I can find out if they knew anything about what happened.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\nInterviewed:\n Mochamad Indrawan, local resident.\n\n\nInterviewer:\n Dr. Annan (posing as an Indonesian police detective)\n\n\nForeword:\n Indrawan was intercepted by Foundation operatives after attempting to raise concerns about an incident he encountered upon in a small cove. He lived in a small village only a short walk away from 6300K in Komodo National Park. All text has been translated from Indonesian into English.\n\n\n<Begin Log>\n\n\nDr. Annan:\n So, what were you doing in the area?\n\n\nIndrawan:\n I take my son out fishing to that cove at least once a week. It's only a 30 minute walk away from our village and it's the richest fishing spot you can get without needing to take a boat out. And the view is even greater nowadays, because you can see the city on the next island across.\n\n\nDr. Annan:\n So you didn't think anything was wrong - you weren't going down there to try and investigate anything?\n\n\nIndrawan:\n I've already told you more than once, no. We just happened to be there. That was all. Are you going to tell me why it happened, or-\n\n\nDr. Annan:\n Please continue with your account. We don't have an explanation as of yet.\n\n\nIndrawan:\n Alright. Before we even reached the cove the first thing that we noticed was the smell. My son's eyes started watering, but we kept on going. Taking him fishing their is always the highlight of his week, I hate it when we can't go.\n\n\nDr. Annan:\n Can you describe the smell you experienced in more detail?\n\n\nIndrawan:\n It's hard to describe. When I was 11 a small building where we kept some animals and farm equipment caught alight when we were away. We didn't get back for a week, and when we returned, there was the stench of burnt plastic and charred flesh that had already started to rot. That's what it smelt like when we walked up that path.\n\n\nDr. Annan:\n Was there anything detectable in the air, any abnormal weather conditions?\n\n\nIndrawan:\n No. It was completely clear - until we got close. Beautiful blue skies.\n\n\nDr. Annan:\n Okay, please continue.\n\n\nIndrawan:\n We kept on and went down through this passage in the rock and when we finally came out onto the beach, my son nearly fainted from the stench and I had to grab him.\n\n\nDr. Annan:\n Was the entire beach covered?\n\n\nIndrawan:\n Yes. The sand there is beautiful and white but it was all just covered in this orange… sludge. And there was a haze coming up from all the bodies, a fog.\n\n\nDr. Annan:\n The bodies?\n\n\nIndrawan:\n The corpses of sea creatures. All kinds. Small fish, octopuses, crabs, eels. I guess whatever happened had grouped all the smaller fish together, which must have looked appetising to larger animals, because when I walked out a little bit closer to the water I could see the corpse of a manta ray. Probably the biggest I've ever seen. I've fished these waters all my life, and I've always hoped to see one that big. But not like that. Not one in that way.\n\n\nDr. Annan:\n Was it just aquatic animals?\n\n\nIndrawan:\n The smell of all that fish must have been pretty tempting, and it lured out a Komodo dragon. It was dead with the fish still in its mouth, already starting to rot itself.\n\n\nDr. Annan:\n And what was your son doing at this point?\n\n\nIndrawan:\n I told him to go back up the stairs and wait. I didn't want him to see all that.\n\n\nDr. Annan:\n Did you stay for much longer?\n\n\nIndrawan:\n How could I? The stench was terrible when we were just nearby. It was practically unbearable on that beach. I could taste it. I could feel it in my lungs.\n\n\nDr. Annan:\n Did you tell anyone else after leaving the scene?\n\n\nIndrawan:\n No. I took my son back home then went straight to my boat to cross the sea to the city so I could tell someone.\n\n\nDr. Annan:\n I see.\n\n\nIndrawan:\n Do you have any idea what caused it?\n\n\nDr. Annan:\n We're still attempting to figure that out.\n\n\nIndrawan:\n I've seen pollution before. Mostly people dumping used car batteries and things in the ocean where it then poisons a school of fish. But nothing like that. Nothing comes close to what's on that beach now.\n\n\nDr. Annan:\n Thank you, Mr. Indrawan. You can leave now.\n\n\nIndrawan:\n But - you must have some idea what caused it. This sea is my livelihood, and one day it'll be my son's livelihood. And then his son's. You can't just be completely unaware.\n\n\nDr. Annan:\n It's still a developing situation. We don't know until we've performed the necessary tests-\n\n\nIndrawan:\n Tests? I want to speak to somebody more qualified, I want to speak to an expert. This was so close to where me and my family live, I-\n\n\nDr. Annan:\n You can speak to an expert if you wish. Please just allow my associate to escort you out.\n\n\nIndrawan is lead out. Dr. Annan sighs, leans back in his chair, and turns on his radio.\n\n\nDr. Annan:\n Please make sure he is amnesticised. And find out if his son has told anyone else yet before getting him amnesticised too. Has the report come back from the cleanup team yet, Dr Serrano?\n\n\nDr. Serrano:\n Yes. Do you want to hear it now, or should I give you the report in person?\n\n\nDr. Annan:\n No, you can tell me now.\n\n\nDr. Serrano:\n We tested a few fish and that huge manta ray. All tissue samples showed copious levels of SF1.\n\n\nDr. Annan:\n Shit. What should we do?\n\n\nDr. Serrano:\n Shelve it as a coincidence and move on. You know what happened to that team who reported the same thing outside the processing plant in Norilsk.\n\n\nDr. Annan:\n Of course. Who knows, maybe it really is a coincidence.\n\n\nDr. Serrano:\n Let's hope so.\n\n\n<End Log>\n\n\nClosing Statement:\n Mochamad Indrawan and his son were successfully amnesticised within the hour. Cove was cleaned up and safely reopened within 48 hours. The animal deaths reported have been attributed to pollution from an illegal waste dumping site found just outside 6300K.\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nWell, I found this.\n\n\nIt's awful. That poor man having to find that, especially with his son. I was never sure if amnestication was real, it was just a rumour among us low-level low-wage employees, but I guess it's actually a thing. At least he could forget what he saw.\n\n\nYou said that you had no idea what SF1 is either. But here it is again, and this time it sounds even stranger. What the fuck is it, and why was it such a big deal that it was found in these fish? I haven't been able to find anything yet specifying what it is. Just a few documents where it's mentioned, and it all seems so casual. It's obviously an acronym for something, but no document I have found ever expands upon it.\n\n\nI do remember hearing vague rumours about stuff like what the man described happening, but nobody ever took it seriously. I mean, it sounds just like an oil spill. And oil spills aren't really that uncommon. Remember that one off the coast of Bermuda in 2049? I remember going to a protest about it. Did you? Or maybe you weren't that type. I don't know. Maybe if the protests had upped their game the collapse wouldn't have happened.\n\n\nI'm going to keep looking, but I need a break. I've been sitting in this dark room for so long searching for stuff I need to go and talk to people in the community again for a while. I've run out of food in here, anyway.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\n\n\nINCIDENT REPORT - AMMAN WAREHOUSE, JORDAN\n\n\nA minor incident has occurred at the warehouse outside of Amman, Jordan, which serves 6300WR. The facility briefly lost electrical power for 45 minutes, resulting in some minor damage to products being moved across the warehouse floor when one of the ceiling lights in the facility went out.\n\n\nThese products are believed to be electrical parts, and an immediate inspection of the warehouse supply of Siberia Fuel 1 (SF1) revealed them to be unharmed.\n\n\nA more thorough inspection has been scheduled, but no long term damage is projected to have occurred to any important products.\n\n\nIncident report written by warehouse manager Tarawneh\n\n\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nI can't believe it. I found what the acronym means. And in such a stupid document too, not even something important. SF1 is Siberia Fuel. That's one mystery solved. It's pretty self explanatory what it is now, I think - russian oil, should be as simple as that. At least I have full terms to search for now. I hope I didn't miss anything interesting because I was just looking for SF1. There's far too much to go back over and check now.\n\n\nIt's funny you also went to one of those Bermuda protests. I remember the news covering protests all over the world about it. Funnily enough, I don't really remember any protests about the Foundation cities. I mean, you'd think that there would have been some. People rightfully protest over stuff like fracking, but when a whole gigantic city is built in the Canyonlands, one of the most beautiful places in the country, nothing. It's strange.\n\n\nI think sometimes if I regret moving here and taking that job with SCP. It payed well and there was definitely a novelty about living in the \"city of the future\", but if I had known there was no future I probably would have moved somewhere that isn't an inhospitable wasteland. Maybe Oregon, my brother lives up there. Always said it was pretty. He was a tour guide on a whale watching boat. Obviously he can't do that now. If he's even alive.\n\n\nMaybe it's a good thing if he isn't. He used to tell me (probably jokingly, but still) that he wouldn't want to live in a world without whales.\n\n\nSorry. That's too morbid, I know. I'll keep looking. Are you sharing these with other people over there?\n\n\n-Ahmed\n\n\n\n\n\n\n\n\n6/5/2050\n\n\nThis expedition log is being started at the point where we are 40 miles out from the nearest large settlement. From here on out, we're definitely on our own. There are 8 of us in the team, and we've been given enough resources to find our way there and back.\n\n\nA few months ago a Foundation satellite noticed a gigantic thermal patch that was spewing heat out into the atmosphere in the wilderness of the Sakha Republic in Siberia. And it's only getting bigger. The Foundation doesn't want to cause an incident by flying a plane into Russian territory, so we're just here to see what it is and report back.\n\n\nNot much to report on as of now. We've set up camp by a small stream. It's absolutely beautiful here. One of the few untouched places still left on this planet. I mean, beautiful natural places still exist, but not like this anymore.\n\n\nWe're still a way off the thermal patch according to the maps. We set off again in the morning.\n\n\n9/5/2050\n\n\nThe last few days have been uneventful. It quickly becomes obvious that the taiga isn't a landscape of variation. It's stunningly gorgeous, definitely, but it's the same features for miles and miles and miles. Pine trees, a stream, then over a hill and it's the same again. Put that on repeat for the last few days and here we are again, camping by a stream next to a hill.\n\n\nWe have seen a few animals, though. Saw a small herd of reindeer next to a lake, and Masaki swears that he saw a bear last night when we were all asleep, but I think we've all chosen to act like he's just making that up. This place is imposing enough without thinking about bears watching us.\n\n\nAnd I mean that. It really is imposing. I almost feel like we're in space. We're probably the first humans to ever pass through here. It feels like a place that doesn't want us to be here. It's not for people - at least, it's not for people apart from those who have been here for thousands of years and know the land. But we haven't encountered any indigenous people as of yet.\n\n\nSometimes it feels like the trees just close in on you. Especially when we're huddled around a campfire and all you can see in each direction is darkness and the trees.\n\n\nI'll be happy when we finally get to the thermal patch. But I think it's still a while off, at least 60 or 70 miles. That's what the map says, anyway.\n\n\n13/5/2050\n\n\nWe've finally found something. It's not the patch, but it's definitely strange enough to be noteworthy.\n\n\nWe've reached a point in the journey where we can use the path of a large stream to take us all the way up to the thermal patch. While walking alongside we stumbled upon the corpses of two reindeer down by the water. The stream bends a bit where we found them, so water and debris collects in a small pocket at the side, and this small pocket was covered with this strange orange sludge. It smelled abhorrent, and we got out of there as soon possible.\n\n\nA gas leak of some kind, maybe? Nobody knows really. But we're not here to find out the cause of death of some reindeer. So onwards we moved. Another night, another camp by the stream. I could tell the mood was a little sour because of the reindeer. But I think it was gone by the end of the night. We just want to get there and be done with this. It's not been that long out here but it feels like an eternity.\n\n\n15/5/2050\n\n\nAs I write this we're only a couple of miles out from the patch. It's not been the best day. Following up the path of the stream we found a few groups of corpses. It was always the same as the first time - right next to the water, right next to gathering of this orange liquid. Maybe it is just gas leaks. But I feel like we'd smell gas if that was the case, and not what we did smell.\n\n\nI think it's starting to creep the team out. I'm trying to keep them calm, but as I said, this place takes its toll on you. It's imposing, and things we shouldn't be worrying about compared to our goal just become all the more worrying.\n\n\nWe're so far from people. And we're heading towards an unknown place. And we keep finding dead animals.\n\n\nMaybe they're right to be worried. We'll be at the site tomorrow, anyway.\n\n\n16/5/2050\n\n\nWe're here. We've found it.\n\n\nAt the point on the map where the thermal patch was spotted, the trees suddenly stopped and we walked out into a large clearing. The only thing growing in the clearing was short grass - aside from that, it was completely barren of plant life. We knew instantly that we had reached the site. After taking notice of the barren nature of the area, the next thing our eyes were drawn to was the hole.\n\n\nTowards the middle of the clearing there was a hole about 3 metres wide, right next to a stream that was running through the middle of the field. We set up a perimeter around it and then peered inside. We couldn't see anything. So, it's extremely deep, we know that for sure. We've set up camp back in the forest as I write this. Nobody really wanted to set up camp in the clearing or anywhere near where we could see the hole. And I don't blame them. It's creepy for a few reasons.\n\n\nFirstly, it's just completely quiet. As soon as we got out of the treeline the sounds of birds and the wind rustling the trees just stopped. It was like someone flicked a switch to turn off the noise. There was just nothing aside from the sound of the stream and our own footsteps. The second reason is obvious from the map - it's just hot. Not unbearable, but its enough to make you sweat, and with all the gear we're carrying nobody wants to stay out there for too long.\n\n\nBut I know we'll have to go into the hole in the next few days. We're here to survey the site in its entirety, and that includes whatever's in there. Nobody wants to, I can tell. But that's the job.\n\n\n17/5/2050\n\n\nWe spent today setting up all the equipment around the whole. Everything out of the boxes and assembled. That's thermal equipment, Geiger counters, Hume counters, and the most complex of all - the rope pulley system. Tomorrow we're going to lower Martinez into the hole to do an initial survey. And all of us except Gillespie are going in. I know he's relieved. He knows all the equipment better than anyone, so he has to stay out to monitor everything and it's not his choice, but I can't help feeling he's lucky.\n\n\nNothing else to report from today. We're just back at the camp away from the clearing. The equipment looks strange reflecting in the moonlight. I guess we've got so used to seeing nothing but plants and natural landscapes that, seeing something manmade jutting up from the ground is jarring.\n\n\nJust a short log today. Tomorrow we go in, and then we can go home.\n\n\n18/5/2050\n\n\nToday was obviously eventful. I'll try to summarise it as well as I can.\n\n\nMartinez went into the hole first. We strapped him up properly and rigged him to the pulley system, gave him a torch and then he went in. It was obviously a tense time when he was down there. It didn't take him long to completely vanish from view, even though the sky was clear and the sun was coming down on us, which should have provided a view inside - but after a few metres of rope were used up we couldn't see him at all anymore.\n\n\n10 minutes later and he tugged on the rope to be pulled back up and he appeared again. He told us that when he went down into the hole and shined the torch all around him he could see an underground lake, stretching as far as he could see. He also said that there was a small island that we could lower ourselves down to fully if we adjusted the rope pulley system and moved it along a short way. So that's what we did.\n\n\nI was the second to go in the hole after Martinez went back in. He didn't mention how far down the island in the middle was, so I was suspended in the near-darkness for what seemed like ages until my feet touched down on a rocky surface. I moved to the side, and waited for the 5 more who were coming down to be lowered in.\n\n\nWhen everyone was on the island, Gillespie sent in a group of torch drones to light everything up. When we could see where we were, Martinez was proven right - we were standing on a small island in the middle of a gigantic lake. But it didn't take us long to realise that it was not a lake of water. It was very hot down there, not like other underground lakes I've been in where the temperature is crisp. And, as the drones got closer to the lake's surface, we saw that the liquid was a dark orange.\n\n\nWe crouched down and took samples of the liquid into containers and then tugged on the rope to be pulled back up. You always expect the worst going into situations like this, but this definitely wasn't a worst case scenario. Still, I was glad to be getting out of there. Both because of the heat and the fact that we were pretty sure we'd discovered an anomaly of some kind. Even though I've been with the Foundation for 17 years, there's always that same uneasy feeling when you encounter the unknown.\n\n\nIt took us a while to pack everything away. We weren't supposed to test the liquid out in the field, but we decided to open up one of the containers to briefly expose it to the air - we still had a lot of sealed up containers of the liquid, so it didn't matter. And that's when hell broke lose. Masaki was off to the side smoking, and an ember from the cigarette got caught in the wind and landed in the open container. It caught alight instantly, a gigantic white flame. I quickly dropped it and it was like the container was propelled, the flame bursting it half way across the clearing before it landed.\n\n\nWe secured everything else quickly before walking over to the container, which was still flaming. And it just kept flaming. For hours. The night came and we set up camp in the forest, but we could still see the light from the fire in the clearing. I write these just before I go to sleep - it must be around 1am now, and it's still going strong.\n\n\nI think we'll be keeping the lids on the containers from now on.\n\n\n19/5/2050\n\n\nWhen we woke up this morning, the flame had finally stopped burning. The container was slightly charred, but when we picked it up, only around a quarter of the liquid was gone. It burned for hours, and it barely used anything up. I've never seen a material with such a quality like that before. I couldn't help but imagine the whole lake below us catching alight.\n\n\nBut we've done our job - now it's down to those at the lab to do theirs. Our only goal now is getting home. We've left the clearing behind and are now a good few miles away from it. We travelled longer than we usually do in a single day, I could tell the team wanted to put distance between the clearing, the hole, the lake and us.\n\n\nIt's strangely calming to be back in the forest again. I know I spoke before about how imposing it was, but it seems like a comforting old home compared to the clearing. But it won't be too long before we swap out the towering trees for the towering buildings again.\n\n\nUnless any notable events occur on the journey back, this will be the final noted log. This log has been penned by Team Leader Kilmov.\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdebmha#ten.liampcs|21bdebmha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nI know it's been a while since my last e-mail. But I think the wait is worth it. Or maybe it wasn't. Maybe I should stop looking, because each document I find makes me feel worse. A journey into the wilderness of Siberia where a team found a mysterious, highly flammable and durable liquid. I guess it all adds up.\n\n\nThere was something so creepy about that whole thing. I know from when I worked there that the Foundation dealt in strange things - there's no way of logging and dealing with data without actually getting at least a bit of a look at that data - but it's like a rabbit hole. There's so much I've seen that's not relevant to this that makes me know its like an iceberg. I always thought they were some kind of clandestine government organisation like the NSA or CIA.\n\n\nNow that I know both terms I can look for (SF1 and Siberia Fuel) it's easier. I hope it won't be as long next time until I e-mail you again. I've found so many documents that contain the terms now, but most of it is just minor incident reports like the one in Jordan where they were relieved that none of the Fuel was damaged. After reading that expedition log I know something bigger was going on. I just need to pinpoint it.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\n\n\nSIBERIAN MATERIAL TEST\n\n\nRESULTS\n\n\n\n\n\n\nA simple steam engine concept. A small sample of SM1 was placed in a metal basin below a spinning wheel. The metal basin was then heated.\n\n\nSM1 began producing a steam-like substance almost immediately, which began to spin the wheel above the basin at an immense speed. Spinning continued for approximately 10 hours before slowing down. Emptying of the basin revealed that only approximately 15% of SM1 had been used up during the course of the test.\n\n\n\n\n\n\nA small car was custom-built and fitted to be able to accept SM1 as a fuel source instead of gasoline. Car was driven by D-9986.\n\n\nAs soon as D-9986 pressed on the acceleration, the vehicle reached top speed almost immediately, D-9986 having to take evasive action to avoid the car crashing into the opposite wall of the testing site. After being instructed to drive laps around the testing site for 3 hours, the car was inspected. There was significant wear to the tyres and internal parts of the car consistent with overuse despite the vehicle being brand new.\n\n\n\n\n\n\nSimilar circumstances to the second test, except this test was done using a large armoured vehicle. Vehicle driven by D-9789.\n\n\nSimilar results to test 2. Vehicle reached full speed almost immediately despite the larger size and energy requirements - and, when the test was concluded, the vehicle showed the same signs of wear as those in test 2. SM1's capacity for use as a fuel source has been conclusively determined.\n\n\n\n\n\n\nFirst larger scale testing of SM1 as a fuel source. Site 233-M is a small production plant that manufactures armour for MTF teams. Several of the cannisters from the Siberian expedition were taken and all regular fuel sources in the site were swapped out for the liquid, and the results after a week were collected.\n\n\nAfter a week of using SM1 as an alternative fuel source, a team of inspectors reviewed the site. After a week of the switch, the production plant had noted a 55% increase in the amount of products manufactured, without any major changes to the machinery beyond a few repairs to machinery that had gathered wear. With some refining to the raw product to fix this wear effect, SM1 could be a serious boost to Foundation operations. The vast majority of the product collected from the Siberia expedition is still unused.\n\n\n\n\n\n\nDue to the resounding success of the substitution of fuel at Site-233-M, the next step was the same substitution at a full site. Site-909 in Namibia was chosen due to its remoteness and large size. This time, the effects were given two weeks to be observed.\n\n\nAfter two weeks of substitution, similar effects at Site-909 were noted. As a containment site instead of a manufacturing site, a production change was unable to be observed. But the site was noted as being far more energy efficient, and containment equipment was able to be operated at a higher strength for far longer, improving security and safety. At this stage, a change in designation for the liquid has been commissioned - to Siberia Fuel (SF1).\n\n\n\n\n\n\n\n\nLast week, a large scale expedition was launched into Siberia to re-find the origin site of SF1. We are happy to say that the expedition has been successful, and a large quantity of SF1 has been brought back for use. After several site directors expressed interest in converting their sites to running on SF1 instead of traditional fuel, we can say that we are allowing any interested site directors to use SF1 if they please.\n\n\nIf the first few large-scale switchovers are successful, then we could see the complete replacing of traditional fuels with SF1 within a few years. An extraction and refinery plant has already been slated for construction in Siberia for large scale removal and processing of SF1 for Foundation use.\n\n\nHopefully, this new tool will take take us strides into the future, which is where we need to be. Our urban planning initiatives have been immensely successful so far - and SF1 will enable us to go even further than we could have imagined.\n\n\n- \nThe O5 Board of Directors\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nmoc.liamg|21bdebmha#moc.liamg|21bdebmha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nThey used it, they fucking used it with barely even a concern for safety. The benefit of hindsight is almost like a superpower. I can look back on all these things as if they were happening in real time, knowing that in a few years it would all be gone. It's a superpower of sorts, but it's also a curse. I can't go back and warn them. I can't warn them that the world as they knew it would be coming to an end. It feels truly awful.\n\n\nI think sometimes about what the \"end of the world\" means. Maybe if we're still here, then the world isn't truly ended. But if there are no forests, no swamplands, no grasslands or coral reefs, is there even a world? There's probably more people in the world than there are animals. And there can't be more than a few million or so people left around the world.\n\n\nAs always I'm going to keep looking. But I can't help feeling I shouldn't.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\n\n\nMONTHLY SALE REPORT OF SF1\n\n\n\n\n50 containers to the US Department of Defence\n\n\n45 containers to the Lockheed Martin Corporation\n\n\n50 containers to China State Construction Engineering\n\n\n20 containers to Deutsche Lufthansa AG\n\n\n45 containers to Škoda Auto\n\n\n60 containers to IBM\n\n\n50 containers to Air Arabia\n\n\n40 containers to LG Electronics\n\n\n15 containers to SABIC\n\n\n\n\nMonthly sales report for June 2052.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n SENDER\n\n\nSubject:\n Re:SUBJECT\n\n\n\n\n\n\nThey sold it. I feel sick. I suppose this was before that thing in Komodo, but they must have known that something was wrong. We were breathing it for years. It was in everything. And I helped. Even if I was just logging data, I still helped. I probably logged the data of the sales. I should have examined every single piece of data I mindlessly put into their system.\n\n\nI know where this all ends, really. My search ends where the hellscape we now call Earth begun. Germany. The accident.\n\n\nPlease forgive me, Nick. Please don't stop talking to me. People here aren't doing too well at the moment. Keeping in contact with you has kept me from losing it.\n\n\nI'll send what I find from Germany when I find it. Please respond.\n\n\n-Ahmed\n\n\n\n\n\n\n\n\nADMINISTRATOR'S OFFICE LOG\n\n\n\n\nDATE:\n 20/6/2073\n\n\nNOTE:\n This video and audio log is automatically transcribed using an AI from security footage located in The Administrator's office at Site-01.\n\n\n\n\n[BEGIN LOG]\n\n\nThe majority of lights in the office have been switched off. The only source of light is coming from a small lamp on a desk, at which \nThe Administrator\n sits, slowly looking through some documents. A few minutes later, the Administrator's personal secretary, \nMarder\n, enters\n\n\nMarder:\n Administrator, do you want me to turn on the TV?\n\n\nThe Administrator:\n I already know what happened in Germany. I don't need to be reminded.\n\n\nMarder:\n I think you do. The rest of the O5 Board is scrambling and panicking, but you're just sitting in here, sir. It's horrible. The whole city is just… gone.\n\n\nThe Administrator:\n Alright. If you insist, turn it on.\n\n\nMarder walks forward and presses a button on the desk, which turns on a large television located on the wall in front of them. The television is tuned to a European news channel, which is broadcasting footage of a monumental, orange cloud on the horizon.\n\n\nMarder:\n 6300BF, gone, just like that. Millions of people in the city gone in a second. You need to coordinate something, Administrator. I don't want to speak out of line, but you can't just sit in here.\n\n\nThe Administrator:\n What can we coordinate? 6300BF is now a crater and a cloud of orange smoke. There's nothing to coordinate here.\n\n\nMarder:\n Please, Administrator. I have friends who work in that city. If you don't come out and do something, then I'm going to have to speak out of line-\n\n\nThe Administrator:\n You shouldn't make friends in this organisation, Marder. You know that.\n\n\nMarder:\n I know about SF1. I know about everything.\n\n\nThe Administrator:\n You don't know anything that we haven't told you.\n\n\nMarder:\n You think, just because my job is to file documents and get you coffee, that I don't hear what's going on? What you were covering up?\n\n\nThe Administrator:\n Covering up? The entire purpose of the Foundation is to cover up. It's the basis of our existence.\n\n\nMarder:\n Not this. This is different. The mass die-offs. Entire groups of animals and plants just found dead. I know they've been getting more and more frequent. And now this.\n\n\nThe Administrator:\n So if you knew all this, why didn't you get everyone you knew out of the cities? If you knew that SF1 was doing all that, why did you do nothing?\n\n\nMarder:\n Because you would have had me killed, or amnesticised. I read that expedition log out of Siberia. You dug something out of the wilderness, and now we've paid the price.\n\n\nThe Administrator:\n Paid the price? And what price is that?\n\n\nMarder:\n 6300BF is gone. And the cloud of toxic SF1 is spreading out. Every plant and animal it comes into contact with is dying. And most people, too. Look at the screen. Orange cobwebs spinning back and forth in the sky\n\n\nThe Administrator:\n You haven't answered my question, Marder.\n\n\nMarder:\n It's… It's the end of the world. SF1 has been seeping into everything it touches for almost two decades. Now it's finally starting to take its toll.\n\n\nThe Administrator:\n And you think the end of the world was our fault?\n\n\nMarder:\n Who else's fault could it possibly be?\n\n\nThe Administrator:\n The natural world was dying anyway, Marder. Maybe we just brought it forward 10 or 20 years. Coal and oil and gas were doing the heavy lifting for the last two centuries. We always knew what SF1 was doing. But we made life more liveable for everyone in the brief years the world as we knew it would last. We gave the world shining cities of the future in the most beautiful natural landscapes on earth. More people saw those places because of our cities than they ever would have without them.\n\n\nMarder:\n You can't believe that.\n\n\nThe Administrator:\n Of course I do. And so does the Board. Perhaps SF1 was a temptation from the universe. Would we sacrifice that extra 20 years of enjoying the riches of nature, all for a brief glimpse of utopia?\n\n\nMarder:\n I wouldn't.\n\n\nThe Administrator:\n Yes you would. It's in the human condition to take that temptation. We've had so many chances to reverse our destructive path, all of which we've missed without so much as a glance back in hindsight. I believe that our last chance was wasted long before we ventured into that pit in Siberia.\n\n\nMarder:\n So there's nothing we can do?\n\n\nThe Administrator:\n No, I'm afraid. I expect a few more cities will go the way of 6300BF within a few months when the haze reaches them.\n\n\nThe Administrator switches off the lamp and the television, and stands up.\n\n\nThe Administrator:\n But you're right. I should at least try and put up a front. For the Foundation employees, at least. Come on, let's go.\n\n\nMarder and The Administrator leave. The camera continues to run on the dark room.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21ebdemha#ten.liampcs|21ebdemha\n\n\nSubject:\n SUBJECT\n\n\n\n\n\n\nI'm sorry. I just didn't know. I should have known. Thousands of lines of data and I never looked at one properly. Maybe I could have done something. Maybe I could have told people. But that's the worst thing. I \ncould\n have, but now there's nothing. It's all inevitable now, anyway.\n\n\nYou didn't respond to my last e-mail. Please don't stop responding. I can't really face anyone here at the moment. It's just too much.\n\n\nI can't face them because I know that I played even a small part in the loss of everything we know. I was sitting here while they took away birdsong. I was sitting here when they killed the whales in the sea. Every piece of data I logged for the Foundation put more of that poison in plants and animals, and us.\n\n\nOr maybe it would have just happened without me. There would have been another kid sitting in my chair the whole time, logging that same data. An inevitable march to the end.\n\n\nEither way please respond, Nick. I haven't left this room in four days. I'm spiralling bad. I just need to hear from you.\n\n\n-Ahmed\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nPlease respond to me. Any e-mail is fine. Anything. If you're sending me something comforting, or wishing death on me, I don't care, I just need you to respond. Every time I try and convince myself that this whole thing was bigger than me, I feel myself start to spiral. I just need to talk to someone outside here again.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nPlease respond to me.\n\n\nPlease respond to me.\n\n\nIt wasn't my fault. Please e-mail back. I'm sorry\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nYou can't treat me like this. I just needed a paycheck, okay? I didn't know what the Foundation was doing. I didn't know that they knew they were killing everything. Please respond to me.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nI can admit that it's my fault. Maybe without the data I helped to process there would have been less sales. Maybe. Please just respond to me.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.iampcs|21bdemha#ten.iampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nWhy the fuck aren't you responding to me. Just respond to me. I just want any response.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n Re:MY NAME IS AHMED\n\n\n\n\n\n\nThey dug precious things from the Earth while I sat in an air-conditioned room, enjoying the spoils of their hubris. It burned the land and boiled the oceans.\n\n\nI deserve your silence.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nmoc.liamzn|riewkcin#moc.liamzn|riewkcin\n\n\nFrom:\n \nten.liampcs|21bdemha#ten.liampcs|21bdemha\n\n\nSubject:\n An old feeling\n\n\n\n\n\n\nI know you won't respond to me, Nick. But I've never felt the need to write something more.\n\n\nWhen I was 10 years old, my parents took me and my brother to Yellowstone National Park. When we were there, I somehow wandered off from my family and became lost. I found a clearing, which had a small, beautifully clear pond in the middle. And, as I watched, a large wolf came out from the forest and took a drink from the pond. It didn't notice me. In that moment, I felt a sense of peace that I've only felt a few times since. And ever since the Foundation took the Earth away.\n\n\nToday I went for a walk. I couldn't face the people in my community, so I left early in the morning when everybody else was sleeping. I thought I was never going to come back from this walk. I thought that I should just wander away from Manoa forever until what once was the Canyonlands took me.\n\n\nAnd, then, as I was walking, I came across an overhanging rock. As I got closer, I realised that there was a passage in the overhang that went back deep inside it. A cave. My curiosity got the better of me, so I went inside. It was only a small cave, but when I got deeper inside it became too dark to see, so I had to use my phone's flashlight.\n\n\nWhen I shined my flashlight around, I realised that at the bottom of the cave was a pool of water. The cave was undoubtedly relaxing, it was so cool, and so crisp. As I got closer to the pool, and shined my flashlight inside, I could see movement. Small, shiny flickers of movement.\n\n\nThey were fish. Some kind of minnow, I guess. Somehow living peacefully in this cave when the lakes and rivers of the world were poison. In the centre of the lake was a small skeleton - a bird. The fish were swimming around the skeleton, using it as a place to hide from my invasive flashlight. And, in that moment, I was back at Yellowstone, watching the wolf drink from the lake. That sense of peace, watching those fish dart back and forth.\n\n\nI watched them for hours, and then I stood up, and left the cave. I walked back to Manoa, still feeling that peace hanging over me. But there was more - there was hope.\n\n\nI don't think mankind will last beyond a few decades now. But those fish in that cave? They'll last beyond us. Despite the best efforts of our greed, they lived.\n\n\nAnd if they lived, then others have lived. I'll sleep soundly tonight, knowing that one day, once I'm long gone, there might be birdsong ringing out above my grave.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6299\n | SCP-6300 | \nSCP-6301\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6300\n\" by Sterbai , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6300\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n canyonlands.jpg\n\n\nAuthor:\n \nSterbai\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Canyonlands National Park 02.jpg\n\n\nAuthor:\n Niagara66\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n duststorm.png\n\n\nAuthor:\n \nSterbai\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n Dust-storm-Texas-1935.png\n\n\nAuthor:\n George E. Marsh\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum: A notice from the Administrator."
    ],
    "documents": [],
    "notes": [
        "WELCOME TO MANOA! By now I'm sure you've began to settle into your living space in the world's most advanced city. This is simply a welcome notice from the town council to say how excited we are about having you and anyone else in your household here. If you live in one of the state-of-the-art high rises, you've surely already taken in the glorious view of the Canyonlands that surround us. If you reside elsewhere, a monorail journey will bring you to a building where you can take it in. You'll probably be spending a lot of your time in the Central Hub. This is the financial and cultural centre of Manoa, so if you don't have a job already lined up, then you can travel down there at any time and see what you can find. The Hub also contains most of our many tourist attractions, such as our art museum, and the Beastiary, which contains many creatures which were previously unknown to science! Our brand new attraction is our officially licensed Canyonlands tours. Our new fleet of all-terrain vehicles will take you a few miles outside of Manoa along the designated route to see the natural landscape and maybe spot some of the animals that call it home - such as hawks, black bears and bighorn sheep! So, to sum everything up - welcome to Manoa, and we hope you enjoy the years you spend in humanity's newest great city.",
        "Interviewed: Mochamad Indrawan, local resident. Interviewer: Dr. Annan (posing as an Indonesian police detective) Foreword: Indrawan was intercepted by Foundation operatives after attempting to raise concerns about an incident he encountered upon in a small cove. He lived in a small village only a short walk away from 6300K in Komodo National Park. All text has been translated from Indonesian into English. <Begin Log> Dr. Annan: So, what were you doing in the area? Indrawan: I take my son out fishing to that cove at least once a week. It's only a 30 minute walk away from our village and it's the richest fishing spot you can get without needing to take a boat out. And the view is even greater nowadays, because you can see the city on the next island across. Dr. Annan: So you didn't think anything was wrong - you weren't going down there to try and investigate anything? Indrawan: I've already told you more than once, no. We just happened to be there. That was all. Are you going to tell me why it happened, or- Dr. Annan: Please continue with your account. We don't have an explanation as of yet. Indrawan: Alright. Before we even reached the cove the first thing that we noticed was the smell. My son's eyes started watering, but we kept on going. Taking him fishing their is always the highlight of his week, I hate it when we can't go. Dr. Annan: Can you describe the smell you experienced in more detail? Indrawan: It's hard to describe. When I was 11 a small building where we kept some animals and farm equipment caught alight when we were away. We didn't get back for a week, and when we returned, there was the stench of burnt plastic and charred flesh that had already started to rot. That's what it smelt like when we walked up that path. Dr. Annan: Was there anything detectable in the air, any abnormal weather conditions? Indrawan: No. It was completely clear - until we got close. Beautiful blue skies. Dr. Annan: Okay, please continue. Indrawan: We kept on and went down through this passage in the rock and when we finally came out onto the beach, my son nearly fainted from the stench and I had to grab him. Dr. Annan: Was the entire beach covered? Indrawan: Yes. The sand there is beautiful and white but it was all just covered in this orange… sludge. And there was a haze coming up from all the bodies, a fog. Dr. Annan: The bodies? Indrawan: The corpses of sea creatures. All kinds. Small fish, octopuses, crabs, eels. I guess whatever happened had grouped all the smaller fish together, which must have looked appetising to larger animals, because when I walked out a little bit closer to the water I could see the corpse of a manta ray. Probably the biggest I've ever seen. I've fished these waters all my life, and I've always hoped to see one that big. But not like that. Not one in that way. Dr. Annan: Was it just aquatic animals? Indrawan: The smell of all that fish must have been pretty tempting, and it lured out a Komodo dragon. It was dead with the fish still in its mouth, already starting to rot itself. Dr. Annan: And what was your son doing at this point? Indrawan: I told him to go back up the stairs and wait. I didn't want him to see all that. Dr. Annan: Did you stay for much longer? Indrawan: How could I? The stench was terrible when we were just nearby. It was practically unbearable on that beach. I could taste it. I could feel it in my lungs. Dr. Annan: Did you tell anyone else after leaving the scene? Indrawan: No. I took my son back home then went straight to my boat to cross the sea to the city so I could tell someone. Dr. Annan: I see. Indrawan: Do you have any idea what caused it? Dr. Annan: We're still attempting to figure that out. Indrawan: I've seen pollution before. Mostly people dumping used car batteries and things in the ocean where it then poisons a school of fish. But nothing like that. Nothing comes close to what's on that beach now. Dr. Annan: Thank you, Mr. Indrawan. You can leave now. Indrawan: But - you must have some idea what caused it. This sea is my livelihood, and one day it'll be my son's livelihood. And then his son's. You can't just be completely unaware. Dr. Annan: It's still a developing situation. We don't know until we've performed the necessary tests- Indrawan: Tests? I want to speak to somebody more qualified, I want to speak to an expert. This was so close to where me and my family live, I- Dr. Annan: You can speak to an expert if you wish. Please just allow my associate to escort you out. Indrawan is lead out. Dr. Annan sighs, leans back in his chair, and turns on his radio. Dr. Annan: Please make sure he is amnesticised. And find out if his son has told anyone else yet before getting him amnesticised too. Has the report come back from the cleanup team yet, Dr Serrano? Dr. Serrano: Yes. Do you want to hear it now, or should I give you the report in person? Dr. Annan: No, you can tell me now. Dr. Serrano: We tested a few fish and that huge manta ray. All tissue samples showed copious levels of SF1. Dr. Annan: Shit. What should we do? Dr. Serrano: Shelve it as a coincidence and move on. You know what happened to that team who reported the same thing outside the processing plant in Norilsk. Dr. Annan: Of course. Who knows, maybe it really is a coincidence. Dr. Serrano: Let's hope so. <End Log> Closing Statement: Mochamad Indrawan and his son were successfully amnesticised within the hour. Cove was cleaned up and safely reopened within 48 hours. The animal deaths reported have been attributed to pollution from an illegal waste dumping site found just outside 6300K.",
        "6/5/2050 This expedition log is being started at the point where we are 40 miles out from the nearest large settlement. From here on out, we're definitely on our own. There are 8 of us in the team, and we've been given enough resources to find our way there and back. A few months ago a Foundation satellite noticed a gigantic thermal patch that was spewing heat out into the atmosphere in the wilderness of the Sakha Republic in Siberia. And it's only getting bigger. The Foundation doesn't want to cause an incident by flying a plane into Russian territory, so we're just here to see what it is and report back. Not much to report on as of now. We've set up camp by a small stream. It's absolutely beautiful here. One of the few untouched places still left on this planet. I mean, beautiful natural places still exist, but not like this anymore. We're still a way off the thermal patch according to the maps. We set off again in the morning. 9/5/2050 The last few days have been uneventful. It quickly becomes obvious that the taiga isn't a landscape of variation. It's stunningly gorgeous, definitely, but it's the same features for miles and miles and miles. Pine trees, a stream, then over a hill and it's the same again. Put that on repeat for the last few days and here we are again, camping by a stream next to a hill. We have seen a few animals, though. Saw a small herd of reindeer next to a lake, and Masaki swears that he saw a bear last night when we were all asleep, but I think we've all chosen to act like he's just making that up. This place is imposing enough without thinking about bears watching us. And I mean that. It really is imposing. I almost feel like we're in space. We're probably the first humans to ever pass through here. It feels like a place that doesn't want us to be here. It's not for people - at least, it's not for people apart from those who have been here for thousands of years and know the land. But we haven't encountered any indigenous people as of yet. Sometimes it feels like the trees just close in on you. Especially when we're huddled around a campfire and all you can see in each direction is darkness and the trees. I'll be happy when we finally get to the thermal patch. But I think it's still a while off, at least 60 or 70 miles. That's what the map says, anyway. 13/5/2050 We've finally found something. It's not the patch, but it's definitely strange enough to be noteworthy. We've reached a point in the journey where we can use the path of a large stream to take us all the way up to the thermal patch. While walking alongside we stumbled upon the corpses of two reindeer down by the water. The stream bends a bit where we found them, so water and debris collects in a small pocket at the side, and this small pocket was covered with this strange orange sludge. It smelled abhorrent, and we got out of there as soon possible. A gas leak of some kind, maybe? Nobody knows really. But we're not here to find out the cause of death of some reindeer. So onwards we moved. Another night, another camp by the stream. I could tell the mood was a little sour because of the reindeer. But I think it was gone by the end of the night. We just want to get there and be done with this. It's not been that long out here but it feels like an eternity. 15/5/2050 As I write this we're only a couple of miles out from the patch. It's not been the best day. Following up the path of the stream we found a few groups of corpses. It was always the same as the first time - right next to the water, right next to gathering of this orange liquid. Maybe it is just gas leaks. But I feel like we'd smell gas if that was the case, and not what we did smell. I think it's starting to creep the team out. I'm trying to keep them calm, but as I said, this place takes its toll on you. It's imposing, and things we shouldn't be worrying about compared to our goal just become all the more worrying. We're so far from people. And we're heading towards an unknown place. And we keep finding dead animals. Maybe they're right to be worried. We'll be at the site tomorrow, anyway. 16/5/2050 We're here. We've found it. At the point on the map where the thermal patch was spotted, the trees suddenly stopped and we walked out into a large clearing. The only thing growing in the clearing was short grass - aside from that, it was completely barren of plant life. We knew instantly that we had reached the site. After taking notice of the barren nature of the area, the next thing our eyes were drawn to was the hole. Towards the middle of the clearing there was a hole about 3 metres wide, right next to a stream that was running through the middle of the field. We set up a perimeter around it and then peered inside. We couldn't see anything. So, it's extremely deep, we know that for sure. We've set up camp back in the forest as I write this. Nobody really wanted to set up camp in the clearing or anywhere near where we could see the hole. And I don't blame them. It's creepy for a few reasons. Firstly, it's just completely quiet. As soon as we got out of the treeline the sounds of birds and the wind rustling the trees just stopped. It was like someone flicked a switch to turn off the noise. There was just nothing aside from the sound of the stream and our own footsteps. The second reason is obvious from the map - it's just hot. Not unbearable, but its enough to make you sweat, and with all the gear we're carrying nobody wants to stay out there for too long. But I know we'll have to go into the hole in the next few days. We're here to survey the site in its entirety, and that includes whatever's in there. Nobody wants to, I can tell. But that's the job. 17/5/2050 We spent today setting up all the equipment around the whole. Everything out of the boxes and assembled. That's thermal equipment, Geiger counters, Hume counters, and the most complex of all - the rope pulley system. Tomorrow we're going to lower Martinez into the hole to do an initial survey. And all of us except Gillespie are going in. I know he's relieved. He knows all the equipment better than anyone, so he has to stay out to monitor everything and it's not his choice, but I can't help feeling he's lucky. Nothing else to report from today. We're just back at the camp away from the clearing. The equipment looks strange reflecting in the moonlight. I guess we've got so used to seeing nothing but plants and natural landscapes that, seeing something manmade jutting up from the ground is jarring. Just a short log today. Tomorrow we go in, and then we can go home. 18/5/2050 Today was obviously eventful. I'll try to summarise it as well as I can. Martinez went into the hole first. We strapped him up properly and rigged him to the pulley system, gave him a torch and then he went in. It was obviously a tense time when he was down there. It didn't take him long to completely vanish from view, even though the sky was clear and the sun was coming down on us, which should have provided a view inside - but after a few metres of rope were used up we couldn't see him at all anymore. 10 minutes later and he tugged on the rope to be pulled back up and he appeared again. He told us that when he went down into the hole and shined the torch all around him he could see an underground lake, stretching as far as he could see. He also said that there was a small island that we could lower ourselves down to fully if we adjusted the rope pulley system and moved it along a short way. So that's what we did. I was the second to go in the hole after Martinez went back in. He didn't mention how far down the island in the middle was, so I was suspended in the near-darkness for what seemed like ages until my feet touched down on a rocky surface. I moved to the side, and waited for the 5 more who were coming down to be lowered in. When everyone was on the island, Gillespie sent in a group of torch drones to light everything up. When we could see where we were, Martinez was proven right - we were standing on a small island in the middle of a gigantic lake. But it didn't take us long to realise that it was not a lake of water. It was very hot down there, not like other underground lakes I've been in where the temperature is crisp. And, as the drones got closer to the lake's surface, we saw that the liquid was a dark orange. We crouched down and took samples of the liquid into containers and then tugged on the rope to be pulled back up. You always expect the worst going into situations like this, but this definitely wasn't a worst case scenario. Still, I was glad to be getting out of there. Both because of the heat and the fact that we were pretty sure we'd discovered an anomaly of some kind. Even though I've been with the Foundation for 17 years, there's always that same uneasy feeling when you encounter the unknown. It took us a while to pack everything away. We weren't supposed to test the liquid out in the field, but we decided to open up one of the containers to briefly expose it to the air - we still had a lot of sealed up containers of the liquid, so it didn't matter. And that's when hell broke lose. Masaki was off to the side smoking, and an ember from the cigarette got caught in the wind and landed in the open container. It caught alight instantly, a gigantic white flame. I quickly dropped it and it was like the container was propelled, the flame bursting it half way across the clearing before it landed. We secured everything else quickly before walking over to the container, which was still flaming. And it just kept flaming. For hours. The night came and we set up camp in the forest, but we could still see the light from the fire in the clearing. I write these just before I go to sleep - it must be around 1am now, and it's still going strong. I think we'll be keeping the lids on the containers from now on. 19/5/2050 When we woke up this morning, the flame had finally stopped burning. The container was slightly charred, but when we picked it up, only around a quarter of the liquid was gone. It burned for hours, and it barely used anything up. I've never seen a material with such a quality like that before. I couldn't help but imagine the whole lake below us catching alight. But we've done our job - now it's down to those at the lab to do theirs. Our only goal now is getting home. We've left the clearing behind and are now a good few miles away from it. We travelled longer than we usually do in a single day, I could tell the team wanted to put distance between the clearing, the hole, the lake and us. It's strangely calming to be back in the forest again. I know I spoke before about how imposing it was, but it seems like a comforting old home compared to the clearing. But it won't be too long before we swap out the towering trees for the towering buildings again. Unless any notable events occur on the journey back, this will be the final noted log. This log has been penned by Team Leader Kilmov.",
        "Last week, a large scale expedition was launched into Siberia to re-find the origin site of SF1. We are happy to say that the expedition has been successful, and a large quantity of SF1 has been brought back for use. After several site directors expressed interest in converting their sites to running on SF1 instead of traditional fuel, we can say that we are allowing any interested site directors to use SF1 if they please. If the first few large-scale switchovers are successful, then we could see the complete replacing of traditional fuels with SF1 within a few years. An extraction and refinery plant has already been slated for construction in Siberia for large scale removal and processing of SF1 for Foundation use. Hopefully, this new tool will take take us strides into the future, which is where we need to be. Our urban planning initiatives have been immensely successful so far - and SF1 will enable us to go even further than we could have imagined. - The O5 Board of Directors",
        "\" SCP-6300 \" by Sterbai , from the SCP Wiki . Source: https://scpwiki.com/scp-6300 . Licensed under CC-BY-SA .",
        "Filename: canyonlands.jpg Author: Sterbai License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Canyonlands National Park 02.jpg Author: Niagara66 License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: duststorm.png Author: Sterbai License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: Dust-storm-Texas-1935.png Author: George E. Marsh License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "As SCP-6300 has currently not been built, the following containment procedures have been written in advance to be put into place once SCP-6300 is constructed.",
    "description": "SCP-6300 is the official designation for an expansive Foundation-led urban project currently slated for construction in early 2054. Plans for SCP-6300 include high-rise residential districts, central business/tourism hub and a transport network. Additional construction and development will be planned as SCP-6300's population increases. Canyonlands National Park, Utah, has been chosen as the location for SCP-6300 due to its natural beauty and potential for tourism.",
    "title": "SCP-6300"
}