{
    "url": "https://scp-wiki.wikidot.com/scp-6302",
    "all_text": "rating: \n+49\n+\n–\nx\n\n\nItem #:\n SCP-6302\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation Webcrawler Delta-(SCP-CLAN) is to monitor the web for any content relating to the \nWarriors\n book series by Erin Hunter. Individuals affected by SCP-6302 are to be administered Class-C Amnestics.\n\n\nTo reduce the spread of SCP-6302, the Foundation is to advocate for the removal of the \nWarriors\n book series from public access under the guise of parental groups upset about the excessive violence portrayed in the series.\n\n\nDescription:\n SCP-6302 refers to a phenomenon that currently affects thirteen percent of those who have completed at least one book in the \nWarriors\n franchise. SCP-6302 causes the affected individual to feel compelled to travel to and enter the nearest forest or woodland area, where they will experience tactile, auditory, and visual hallucinations of a clowder\n1\nin the area stationed similarly to the living quarters in the \nWarriors\n series are described. Behavior of the felines has been observed to be similar to that of the characters in the books.\n\n\nIf the subject is injured by the hallucinations caused by SCP-6302, only they and other affected individuals will see the injuries. If the injury is fatal, death will appear to be spontaneous to the unaffected. Individuals affected will also gain the firm belief that domestic house cats should not be kept as pets, but rather kept outside to take part in a 'clan'. Many affected by SCP-6302 that owned felines as pets have released them into the wild. If all memories of reading any book of the \nWarriors\n franchise are erased from an affected individual's mind, they will no longer experience SCP-6302's effects, but are subject to experiencing them again if the individual is re-exposed to the franchise.\n\n\nThe individuals behind the Erin Hunter pseudonym were investigated and interviewed thoroughly. It has been concluded that none of them had any involvement with the creation of SCP-6302.\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\nAddendum\n\n\n\n\n \n\n\n \n\n\nAddendum-1-Discovery:\n SCP-6302 first came to the Foundation's attention when a Foundation Webcrawler alerted researchers of multiple abnormal social media posts. Multiple posts having mentioned multiple individuals traveling to the same locations with only some observing these 'clans of cats'.\n\n\n\n\n \n\n\nAddendum-2:\n On October 29th, 2013, a news story covered by multiple news outlets was released, informing the public of a phenomenon of people releasing their pet felines into the wild was published. All different versions of this story included social media posts and statements from those who were with or against the cause. Examples of these posts are shown below.\n\n\n \n\n\n\n\nSource:\n Instagram.com\n\n\nUser:\n xxflameheartxx\n\n\nPost was a description accompanying a photo of a cat.\n\n\nMade a hard decision today but after visiting my local forrest and seeing a warrior cat clan (which I'm pretty sure was a form of river clan? they lived by the river and were carrying fish) I decided to release my cat Millie into the wild. She has webbed toes so that must mean she belongs with her fellow clanmates. who am I to keep her trapped inside? I hope the clan helps her choose a nice warrior name!!\n\n\n\n\n\n\n\n\n\n\n\n\nSource:\n Twitter.com\n\n\nUser:\n Leonaloveslemons\n\n\nguys my I keep trying to return my cats to the nearby forrest to live with the local clan but they keep coming back?\n\n\n\n\n \n \n \n \n \n \nLeonaloveslemons\n in response to \nLeonaloveslemons\n\n\nlike I still leave food out for them cause I figure it might take a but for them to get used to catching their own food\n\n\n\n\n \n \n \n \n \n \nLeonaloveslemons\n in response to \nLeonaloveslemons\n\n\nmaybe that's the problem, should I stop doing that?\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nLeonaloveslemons\n\n\n \n \n \n \n \n I totally agree with your cause! for too long we have forced animals to live with us when they don't belong in captivity! ❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nLeonaloveslemons\n. \nFlowerchilddd\n\n\nI for one think something like this should have happened sooner! ❀ུ۪\n\n\n\n\n\n\n\n\nSource:\n Twitter.com\n\n\nUser:\n Elevenseven117\n\n\nreleasing your cats into the wild? are you all fucking crazy? they were raised in captivity YOU STUPID FUCKS\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n\n\n \n \n \n \n \n YOUR CATS WILL NOT SURVIVE IN THE WILD WHAT IS WRONG WITH YOU THEY CANT FUCKING HUNT\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n\n\nbut cats have their natural instincts! we have taught them to be lazy!❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchildd\n\n\nthey will know what to do! animals are smart creatures! trust in them!❀ུ۪\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd:\n\n\nokay whatever you fucking hippie\n\n\n\n\n \n\n\n\n\n\n\n\n\nSource:\n Twitter.com\n\n\nUser:\n Elevenseven117\n\n\nthis bullshit better stop or I will adopt every single cat to protect them from you stupid fucks\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n\n\n \n \n \n \n \n YOURE GOING TO GET YOUR CATS KILLED\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n\n\n \n \n \n \n \n from my understanding its this damn book series. I read it when it first came out nice series\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n\n\n \n \n \n \n \n reading it made me love cats not want to RELEASE THEM INTO THE WILD\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n\n\n \n \n \n \n \nwarrior cats in nice, but it is FICTION. CLANS DO NOT EXIST\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n\n\nOf course ignorant people like you would claim that animals don't live in peace without humans!❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nyou humans are so gosh darn self righteous that you think everything revolves around you!❀ུ۪\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd\n, \nElevenseven117\n\n\nAre you fucking deranged? Like have you even read the book series? The cats don't live in peace they KILL EACH OTHER\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd\n, \nElevenseven117\n\n\nthey die of DISEASE AND SICKNESS AND PREGNANCY IT ISNT SOME FANTASY LIFE\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd\n, \nElevenseven117\n\n\nI'm not saying that there shouldn't be wild cats but house trained cats will NOT survive in the wild\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd\n, \nElevenseven117\n\n\nthey don't know how to hunt, they won't survive in the cold or in storms, THEY WILL DIE\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nFlowerchilddd\n, \nElevenseven117\n\n\nWait why do you say 'you humans' as if you aren't one yourself\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nis that really so much worse than captivity? do you know what happens when you're locked away? ❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nit seems like you're all cozy, cared for, it seems like you have people who love you! but you don't! ❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nthey might even think they love you! but you have no free will! everything is decided for you!❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nwarrior cats get to decide how they live! they're strong and take care of themselves! they're free❀ུ۪\n\n\n\n\n \n \n \n \n \n @@ \nFlowerchilddd\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nmaybe they die! they may kill each other! but at least they're free! they choose to do it ❀ུ۪\n\n\n\n\n \n \n \n \n \n \nElevenseven117\n in response to \nElevenseven117\n, \nFlowerchilddd\n\n\nI… clearly you have something going on here that I can't help you with\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nAddendum-3:\n\n\nOn November 10th, 2013, news reports detailing a string of break-ins in Adair County of Kirksville, Missouri began to spread. The only noticeable change in the homes was that any pets residing in the household were missing. Law enforcement found that only homes that had pets were subject to attacks. A Twitter thread regarding the break-ins was posted to twitter by a user who had previously commented on the situation.\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nAs of last week,so many animals are now where they truly belong.\n\nThis was a long time coming, I'm so joyous that it has finally come to be❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nyou've probably heard about it, maybe even your precious pet has gone missing. if so I want you to really think about this❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nYou are a horrible person. You keep living creatures captive for your entertainment. do you really believe they're happy?❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nYou're basically kidnapping animals. but it's not like you care anymore about people being kidnapped❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nmillions have been abducted, and very few have returned to their homes❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nanimals are not your property, like humans are not your property! but I know some people that can't understand the difference lol❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nif you believe what I've done is kidnapping, then you're just stupid! I'm just doing what is right! yeah it was me good luck finding me❀ུ۪\n\n\n\n\nThe IP address of the user who made the post was traced to a computer at a local public library. Due to the public nature of the terminal, it was deemed impossible to link the post to any specific individual.\n\n\nThe culprit remained unknown until home security footage taken on November 24th, 2013 was able to identify the culprit as 24-year-old female Rivina Charles. Charles was listed as a member of one of the city's homeless shelters, but had not been spotted at the location for thirty-four days as of that date. Library staff were able to confirm that Charles was a frequent patron, but had no record of her visiting their establishment since November 14th.\n\n\nOn November 12th, 2013, another post from the Twitter account Charles had previously used was released. The IP address of her latest post was traced to a computer in a house in Kirksville Missouri. The homeowners were investigated but found to have no connection to Charles. Although the digital history of the post had been deleted, Foundation personnel were able to recover the following.\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nI've tried living like everyone else, but I cannot be caged anymore. I must find the freedom I am owed❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nThis book series has helped me discover who I truly am, and I am thankful for that❀ུ۪\n\n\n\n\n \n \n \n \n \n \nFlowerchilddd:\n in response to \nFlowerchilddd\n\n\nto the few of you who have seen my posts, this will be my last one. I am going to be where I belong❀ུ۪\n\n\n\n\n \n\n\n\n\nAddendum-4:\n\n\nOn December 15th, 2013, a hiker discovered a body while traveling through a forest which was soon identified as Rivina Charles. Initial observation found that Charles' had begun showing atypical physical characteristics including:\n\n\n\n\nA snout developing in place of her nose.\n\n\nPosition of the ears transitioning higher up on the head while developing additional characteristics including sharper tips, pinnae, fur, cartilage, and a deeper ear canal.\n\n\nWhiskers sprouting from the area around the eyes, nose, and chin.\n\n\nPatches of fur on various parts of the body.\n\n\nSharper, pointed, and thicker nails.\n\n\n\n\nThe cause of death was determined to be hypothermia and internal organ failure. Autopsy reports showed that Charles' internal organs, skeletal system was changing to a quadrupedal stance and that the skull was changing in shape.\n\n\nFoundation researchers sent agents to receive the body and administer Class-A amnestics to all persons who had witnessed the discovery of Charles' body. Charles is the only instance of these effects occurring to date. It was concluded that any person undergoing the observed changes would die before the transformation is completed due to the human body being unable to support the physical nature of the changes.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A group of cats.\n\n\n\n\n\n\n\n\n« \nSCP-6301\n | SCP-6302 | \nSCP-6303\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6302\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6302\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Forumpost\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n N/A",
    "addendums": [
        "Addendum-1-Discovery: SCP-6302 first came to the Foundation's attention when a Foundation Webcrawler alerted researchers of multiple abnormal social media posts. Multiple posts having mentioned multiple individuals traveling to the same locations with only some observing these 'clans of cats'.\n",
        "Addendum-2: On October 29th, 2013, a news story covered by multiple news outlets was released, informing the public of a phenomenon of people releasing their pet felines into the wild was published. All different versions of this story included social media posts and statements from those who were with or against the cause. Examples of these posts are shown below.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6302 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-6302 . Licensed under CC-BY-SA .",
        "Filename: Forumpost Author: DianaBerry License: CC-BY-SA 3.0 Source Link: N/A"
    ],
    "item": "SCP-6302",
    "object_class": "Keter",
    "containment_procedures": "Foundation Webcrawler Delta-(SCP-CLAN) is to monitor the web for any content relating to the Warriors book series by Erin Hunter. Individuals affected by SCP-6302 are to be administered Class-C Amnestics.",
    "description": "SCP-6302 refers to a phenomenon that currently affects thirteen percent of those who have completed at least one book in the Warriors franchise. SCP-6302 causes the affected individual to feel compelled to travel to and enter the nearest forest or woodland area, where they will experience tactile, auditory, and visual hallucinations of a clowder1in the area stationed similarly to the living quarters in the Warriors series are described. Behavior of the felines has been observed to be similar to that of the characters in the books.",
    "title": "SCP-6302"
}