{
    "url": "https://scp-wiki.wikidot.com/scp-6303",
    "all_text": "Series Archive\n » \nNorth Star\n » Chapter 1 » SCP-6303\n\n\n\n\n\n\nrating: \n+102\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n⚠️ \nContent Ｗarning:\n ⚠️\n\n\n-Suicide\n\n\n\n\n\n\n\n\nContinuity Notice:\n\n\nThis SCP, while able to stand on its own, was made within the context of the \nNorth Star\n tale series. As such, certain aspects of this article may not align with the 'general canon.'\n\n\n<< Previous Tale\n || \nNext Tale >>\n\n\n\n\nArticle Info:\n\n\nAuthor:\n \nDrDapper\n\n\nAuthor Page\n\n\nDate Posted:\n 2/15/2022\n\n\nWord Count:\n ~5.2k\n\n\n\n\n\n\n\n\n\n\nrating: \n+102\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nSCP-6303, c. 1999\n1\n\n\n\n\n\n\nItem #:\n SCP-6303\n\n\nObject Class:\n \nEuclid\n \nNeutralized\n\n\nObject Type:\n Sapient Humanoid\n\n\nSpecial Containment Procedures (Prior to 09/04/2003):\n SCP-6303 is to be confined to a standard humanoid containment chamber in the Delta-C wing within the Medium-Risk level of Site-17. Since containment on 09/02/2003, SCP-6303 has been limited to Class 1 privileges.\n\n\nAccess to SCP-6303's containment chamber is not permitted unless approved by Lead Researcher Eliza. Personnel entering SCP-6303's chamber are prohibited from making direct contact unless strictly necessary.\n\n\nDescription:\n SCP-6303, formerly known as Kaleb Dowes, is a Caucasian male of European descent. Born on May 22nd, 1989, SCP-6303 was detained and brought under Foundation custody at age 12. SCP-6303 has short brown hair with dark brown eyes. It measured 70.3 kilograms and 1.7 meters tall during the last medical assessment.\n\n\nSCP-6303 has the ability to manipulate the direction of an object's gravitational pull. It also has the ability to increase/decrease the force of an object's pull, with the maximum being 7G\n2\n and minimum being 0G.\n\n\nAcquisition:\n SCP-6303 was first located by Foundation field agents operating within the ████████ County Police Force on September 4th, 2001. SCP-6303 was attending the birthday party of a friend with several other children and parents present. Rachel Harris, mother of Sebastian Harris, called the authorities when it was reported that SCP-6303 was levitating Sebastian. Four Foundation agents arrived at the party under the guise of local police forces and apprehended SCP-6303, transporting it to Area-21 for categorization and then transferring it to Site-17.\n\n\n\n\nAddendum-6303-1: Log Archives\n\n\n\n\n> Interview Log #001\n\n\n\n\nV Interview Log #001\n\n\n\n\n\n\nLog #:\n 001\n\n\nDate:\n 09/04/2001\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n Dr. Hayes was assigned to be SCP-6303's counselor. As such, she was tasked with initiating SCP-6303 to containment.\n\n\n\n\n<Begin Log>\n\n\n[SCP-6303 is sitting at the interview table within its cell. Subject appears fidgeting and glancing around. Dr. Hayes enters the room.]\n\n\nHayes:\n Hi there!\n\n\nSCP-6303 does not respond. Hayes sits down.\n\n\nHayes:\n I'm Doctor Hayes, but you can call me Amelia.\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n What's your name?\n3\n\n\n3 seconds of silence.\n\n\nSCP-6303:\n K- Kaleb\n\n\nHayes:\n Hi Kaleb! I have a nephew with the same name. Do you spell it with a 'c' or a 'k?'\n\n\nSCP-6303:\n 'K.'\n\n\nHayes writes on her paper.\n\n\nHayes:\n So, Kaleb, do you know why you're here?\n\n\nSCP-6303:\n (Tearing up) I didn't mean to do it.\n\n\nHayes:\n Woah woah, hey. You didn't mean to do what?\n\n\nSCP-6303:\n (Sniffs) Sebastian didn't believe I could make things float. He said 'if you can really make things fly, then make me fly.' So I did. He asked me to do it.\n\n\nHayes:\n You made your friend float?\n\n\nSCP-6303 nods.\n\n\nSCP-6303:\n I fixed him though. I brought him back down. I didn't mean to make him upset, it was an accident.\n\n\nHayes:\n Well, that's good! That makes our lives a whole lot easier.\n\n\nSCP-6303 sniffs.\n\n\nSCP-6303:\n Am I- (sniffs) am I in trouble?\n\n\nHayes:\n What? No no no! You're not in trouble! Why would you think that?\n\n\nSCP-6303:\n (Breaths heavily) The police came and took me. Am I in jail?\n\n\nHayes:\n No, you're not in jail. I know it kind of looks like it, but trust me, you aren't in any trouble.\n\n\nSCP-6303 takes several deep breaths.\n\n\nSCP-6303:\n Are my parents coming to see me? How long will I have to stay here?\n\n\nHayes:\n (Sighing) Do you know why you're here, Kaleb?\n\n\nSCP-6303 shakes its head.\n\n\nHayes:\n Most people can't make things float, Kaleb. I'm sure you understand that, at least.\n\n\nSCP-6303:\n Is that why I'm here? Because I can do something other people can't?\n\n\nHayes:\n That's right Kaleb. That's why your here.\n\n\nSCP-6303:\n But… how long am I going to stay here?\n\n\nHayes:\n For as long as you can do the things other can't.\n\n\nSCP-6303:\n (Tearing up) But… but what if that's forever?\n\n\nHayes:\n There's… no easy way to put this, Kaleb, but… this is your home now.\n\n\nSCP-6303 begins crying. Subject remained inconsolable. Interview terminated.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #002\n\n\n\n\nV Interview Log #002\n\n\n\n\n\n\nLog #:\n 002\n\n\nDate:\n 09/05/2001\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n Dr. Hayes was asked to interview SCP-6303 on its abilities.\n\n\n\n\n<Begin Log>\n\n\nHayes:\n Good morning Kaleb, feeling any better?\n\n\nSCP-6303 sniffs, but does not answer.\n\n\nHayes:\n Is there anything I can get you? Water or juice or milk?\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n Did you at least eat breakfast? We wouldn't want you to get sick.\n\n\nSCP-6303:\n (Quietly) They gave me eggs and toast.\n\n\nHayes:\n Good! I love eggs and toast, that's my favorite breakfast actually! Did you eat it?\n\n\nSCP-6303:\n (Nodding) A little bit.\n\n\nHayes:\n Well a little is better than nothing. Now, I've come to ask you some questions about your ability. Can you recall when you first discovered it?\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n Kaleb… I know things are… not going the way you expect them to, and I know your life has changed a lot over these past few days. I can give you some more time to process everything, come back little later. But eventually I'm going to need you to answer some questions.\n\n\nFour seconds on silence.\n\n\nSCP-6303:\n I… figured out my powers on the last day of 6th grade. I remember because… on the last day of school we spend all day outside playing. I was out near the woods behind the school, away from everyone, when I picked up a pine cone. I threw it and it bounced off a tree, but instead of falling back to the ground, it floated up into the sky. It just kept going up. I watched it go until it was too small to see.\n\n\nHayes:\n (Writing on paper) So you threw a pine cone, and it just kept going up?\n\n\nSCP-6303 nods.\n\n\nHayes:\n Strange, I thought you said you could only make things float.\n\n\nSCP-6303:\n I spent all summer vacation playing with my powers. I found out I could make things float, make them fly up, even make them fall fast.\n\n\nHayes:\n Interesting. Did you tell anyone about your ability? Your parents or your friends?\n\n\nSCP-6303:\n No. I kept it a secret from everyone.\n\n\nHayes:\n Any reason why?\n\n\nSCP-6303:\n I wanted to master my powers before I showed anyone.\n\n\nHayes:\n Understandable. So why did you use your ability at your friend's birthday party? Did you feel like you had a hold of it?\n\n\nSCP-6303:\n Well, not really, but during the party Sebastian mentioned how much fun it would be to float around in space. I wanted to be cool, so I told him I could make him float. He laughed and called me a liar, so I grabbed his arm and made him float.\n\n\nHayes:\n I see, and this was the first time you showed your ability to anyone?\n\n\nSCP-6303:\n Yes.\n\n\nHayes:\n Ok Kaleb. Now, don't panic, but in a little bit some men are going to come get you and take you to one of our testing rooms. Don't worry, they're not going to hurt your or hook you up to any machines. We just want you to demonstrate your abilities in a safe environment, ok?\n\n\nSCP-6303 nods.\n\n\nHayes:\n Good to hear!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Test Log\n\n\n\n\nV Test Log\n\n\n\n\n\n\nFollowing Interview #002, SCP-6303's abilities were tested. The following was discovered about its anomalous properties:\n\n\n\n\nSCP-6303 is able to reduce the gravitational pull of an object to 0G.\n\n\nSCP-6303 is able to increase the gravitational pull of an object to 7G.\n\n\nSCP-6303 is able to change the gravitational direction of an object.\n\n\nAn object with more mass puts more strain on SCP-6303. So far, SCP-6303 has been able to manipulate up to 700kg before passing out.\n\n\n\n\n\n\nBelow is the list of objects SCP-6303 was ask to manipulate. Included are the methods SCP-6303 used to manipulate said objects.\n\n\n\n\n\n\nObject\n\n\nManipulation\n\n\nResult\n\n\n\n\n\n\n0.5 kg wooden block\n\n\nReduce gravitational pull to 0G\n\n\nThe wooden block lost all gravity, becoming weightless and remained suspended in the air\n\n\n\n\n\n\n0.5 kg wooden block\n\n\nChange gravitational direction to upwards\n\n\nThe wooden block rose to the ceiling\n\n\n\n\n\n\n1 liter glass of water\n\n\nChange gravitational direction of only the water to upwards\n\n\nAfter several attempts, SCP-6303 managed to cause the water to rise to the ceiling\n\n\n\n\n\n\n1 Columbidae\n4\n feather\n\n\nIncrease gravitational pull of feather to 3G\n\n\nFeather appeared to ignore wind resistance. Reportedly heavier than before manipulation\n\n\n\n\n\n\n1 700kg steel cube\n\n\nReduce gravitational pull to 0G\n\n\nSCP-6303 complained of feeling tired while attempting to manipulate the object. Instructed to continue. Lost consciousness before successfully completely removing gravity. Object did appear to lose some gravity, weighing only 182kg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #008\n\n\n\n\nV Interview Log #008\n\n\n\n\n\n\nLog #:\n 008\n\n\nDate:\n 10/02/2001\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n SCP-6303 was showing signs of depression. Dr. Hayes was asked to discuss this during their meeting.\n\n\n\n\n<Begin Log>\n\n\nHayes:\n Did you read any of the books I got you?\n\n\nSCP-6303:\n (Shaking head) I don't like reading.\n\n\nHayes:\n You don't like reading? Who doesn't like reading?\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n (Clearing throat) I've been told that you haven't been feeling too great since the last time we met. Would you like to talk about it?\n\n\nSCP-6303:\n I hate it here.\n\n\nHayes:\n What about it do you hate?\n\n\nSCP-6303:\n Everything. The food is bland, the library doesn't have anything I like, I'm not allowed to go anywhere or do anything, and everyone here act so… so…\"\n\n\nHayes:\n Cold?\n\n\nSCP-6303:\n (Nodding) I miss my parents, I miss my friends, I even miss school.\n\n\nHayes:\n (Laughing) I bet you never thought you'd every say that!\n\n\nSCP-6303 remains silent.\n\n\nHayes:\n It sounds like you're homesick.\n\n\nSCP-6303:\n I don't want to be here anymore. I just want to go home.\n\n\nHayes:\n I know you do, Kaleb, I know you do. But you can't. It's what's best for you and for your family.\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n Homesick, huh? Is there anything from home in particular your missing, or an object that would make you feel better? Do you have any action figures or stuffed animals that would help you feel like you're home? It could be something as simple as your pillow or blanket.\n\n\nSCP-6303 opens its mouth, but closes it.\n\n\nHayes:\n Don't be shy, I won't judge!\n\n\nSCP-6303:\n Now that you mention it, my pillow is too… you know when you sleep in a different bed, and you lay your head down and the pillow you lay on feels… Unfamiliar? Out of place? That's how my pillow feels. I guess I wouldn't say no to the pillow from my bedroom.\n\n\nHayes:\n I'll see what I can do. How about food? Was there anything you had in mind?\n\n\nSCP-6303:\n There was a Chinese takeout place a few blocks from my house. Me and my family would get it every Friday.\n\n\nHayes:\n Chinese and pillow, I'll let them know!\n\n\nSCP-6303:\n There's… one more thing.\n\n\nHayes:\n Shoot.\n\n\nSCP-6303:\n Well… I mean… I don't NEED it, and if it's too much of an inconvenience, you don't have to…\n\n\nHayes:\n What is it?\n\n\nSCP-6303:\n How busy are you? Like, do you have other people like me you meet with?\n\n\nHayes:\n I have a few, why?\n\n\nSCP-6303:\n Oh, ok then. Nevermind.\n\n\nHayes:\n No, tell me. What would you like?\n\n\nSCP-6303 remains silent for 3 seconds.\n\n\nSCP-6303:\n (Reluctantly) If you can… could you maybe… come visit more often? Like maybe every week instead of every other week? If you can't that's fine, I was just-\n\n\nHayes:\n Of course I can come in more often! I'll need to rearrange some things, but it won't be a problem at all!\n\n\nSCP-6303:\n (Smiling) Really?\n\n\nHayes:\n Yeah! All you had to do was ask.\n\n\nSCP-6303:\n Thanks Amelia. I… it means a lot.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #046\n\n\n\n\nV Interview Log #046\n\n\n\n\n\n\nLog #:\n 046\n\n\nDate:\n 05/22/2002\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n The following is a recorded session between SCP-6303 and Dr. Hayes.\n\n\n\n\n<Begin Log>\n\n\n[Dr. Hayes enters room a carrying large bag and a small Tupperware container.]\n\n\nHayes:\n Good morning Kaleb!\n\n\nSCP-6303:\n Hi Amy, what you got there?\n\n\nHayes:\n Something for the birthday boy.\n\n\nSCP-6303:\n You remembered?\n\n\nHayes:\n Of course I did! It's written down in your file, not that I needed it to remember.\n\n\nSCP-6303:\n So what's in the bag?\n\n\nHayes:\n I don't know, why don't you find out.\n\n\nSCP-6303 takes the bag and opens it.\n\n\nSCP-6303:\n My pillow!\n\n\nHayes:\n I hope you still want it. Sorry it took so long, you would not BELIEVE the amount of red tape I needed to go through in order to get this. I was hoping to have it by Christmas, but a \nrecent containment breach\n slowed everything down.\n\n\nSCP-6303 places the pillow on the table and lays its head on it.\n\n\nHayes:\n Just like you remembered?\n\n\nSCP-6303:\n Better.\n\n\nHayes places container on the table.\n\n\nSCP-6303:\n What's that?\n\n\nHayes:\n You can't have a birthday without a little sugar.\n\n\nDr. Hayes opens the container and pulls out a cupcake.\n\n\nHayes:\n I would've brought an actual cake, but the Foundation is VERY strict about what foods you are and aren't allowed to bring to anomalies. Also, no candles, for obvious reasons.\n\n\nDr. Hayes places the cupcake in front of SCP-6303 and proceeds to sing 'Happy Birthday'\n\n\nHayes:\n Happy 13th Kaleb! You're a teenager now.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #068\n\n\n\n\nV Interview Log #068\n\n\n\n\n\n\nLog #:\n 068\n\n\nDate:\n 07/02/2002\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n The following is a recorded session between SCP-6303 and Dr. Hayes.\n\n\n\n\n<Begin Log>\n\n\n[SCP-6303 and Dr. Hayes are playing chess in the containment cell.]\n\n\nHayes:\n You're getting good at this, Kaleb.\n\n\nSCP-6303:\n Thanks. That book you got me really helped.\n\n\nHayes:\n That's good to hear! And how about that one fantasy book I got you?\n\n\nSCP-6303:\n It's good. I was never a huge fan of fantasy or even reading, but that definitely sparked an interest. Do you have any other books to recommend?\n\n\nHayes:\n Oh sure, there's tons of stories I think you should read. When I get home, I'll pick some out for you.\n\n\nSCP-6303:\n Thanks.\n\n\nHayes:\n You know, I get made fun of for enjoying those Young Adult novels.\n\n\nSCP-6303:\n Really?\n\n\nHayes:\n Yeah. I mean, I get it. They're meant for older middle schoolers and younger high schoolers. But I just love them so much!\n\n\nSCP-6303:\n I don't think it's weird. I was obsessed with Thomas the Tank Engine until I was nine. I remember wearing my too-tight Thomas sneakers to 4th grade every day. I got really bad blisters, and it wasn't until I needed to go to the doctor that I finally threw them out.\n\n\nHayes:\n (Laughing) Really?\n\n\nSCP-6303:\n Yep. My backpack was Thomas also. I got burn lines from how tight the straps wrapped around my shoulders. Eventually I grew out of it, it was just 5 years too late. Checkmate.\n\n\nHayes:\n Hey! That's not fair, you distracted me with Thomas!\n\n\nBoth SCP-6303 and Dr. Hayes laugh.\n\n\nHayes:\n Well, this was fun. Unfortunately, I can't stay forever. When I come back next week, I'll have a nice tower of books for you. Fair?\n\n\nSCP-6303 nods.\n\n\nHayes:\n (Standing) Alright. I'll see you next week.\n\n\nSCP-6303:\n Amy?\n\n\nHayes:\n (Stopping) Yes Kaleb?\n\n\nSCP-6303:\n Do you think… maybe… you could come a little bit earlier?\n\n\nHayes:\n You mean at like 7?\n\n\nSCP-6303:\n No… I mean like… \nsighs\n like maybe Thursday?\n\n\nHayes:\n Thursday? That's only 2 days from now.\n\n\nSCP-6303:\n I know, but… could you?\n\n\nHayes:\n Is something special happening Thursday?\n\n\nSCP-6303:\n No… nothing in particular.\n\n\nHayes:\n Then why do you want me to move next weeks session to then?\n\n\nSCP-6303:\n Well… I mean… I never said have it count as next weeks.\n\n\nSilence for 6 seconds.\n\n\nSCP-6303:\n Amy… I was wondering if you'd be able to schedule our visits for twice a week.\n\n\nHayes:\n (Sighing) I don't know Kaleb. I have a lot going on, but…\n\n\nSCP-6303:\n (Sadly) It's ok then. Nevermind. You have things to do.\n\n\nHayes:\n (Sitting) Hey… don't be like that. I completely understand you wanting me to come over more often. The other doctors… they aren't as friendly as I am, are they?\n\n\nSCP-6303 shakes its head. Dr. Hayes reaches out and takes SCP-6303's hand.\n\n\nHayes:\n Hey… I'll see what I can do.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Request To Lead Researcher Eliza\n\n\n\n\nV Request To Lead Researcher Eliza\n\n\n\n\n\n\nRequest To:\n Dr. Elizabeth Eliza - SCP-6303 Lead Researcher\n\n\nRequest From:\n Dr. Amelia Hayes - SCP-6303 Counselor\n\n\nRequest Subject:\n Increase sessions with SCP-6303 from once a week (Mondays, 9am-1pm) to twice a week (Mondays/Fridays, 9am-1pm)\n\n\nRequest Response:\n \nPARTIAL ACCEPTANCE\n\n\nRequest Conditions:\n A two session week will be followed by a one session week, which will then be followed by a two session week. This order will be consecutive.\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #102\n\n\n\n\nV Interview Log #102\n\n\n\n\n\n\nLog #:\n 102\n\n\nDate:\n 02/18/2003\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n The following is a recorded session between SCP-6303 and Dr. Hayes.\n\n\n\n\n<Begin Log>\n\n\nSCP-6303:\n I really wish you were allowed to come more often.\n\n\nHayes:\n I know, I wish I could too. B4.\n\n\nSCP-6303:\n Miss. Oh well, at least you'll be back Friday.\n\n\nHayes:\n Kaleb… last week was our two session week. You won't see me until next Monday.\n\n\nSCP-6303 remains silent.\n\n\nHayes:\n Kaleb?\n\n\nSCP-6303:\n (Harshly) J3.\n\n\nHayes:\n Kaleb…\n\n\nDr. Hayes reaches across the table, placing her hand over SCP-6303's. Both remain silent for several minutes.\n\n\nSCP-6303:\n Why do I have to stay here?\n\n\nHayes:\n It's for your own good.\n\n\nSCP-6303:\n What if… what if I promised to never use my powers…\n\n\nHayes:\n Kaleb…\n\n\nSCP-6303:\n What if I never use my powers again? Then I could be let go… and we could spend more time together and I could go home and see my family and my friends and I could continue school and-\n\n\nHayes:\n Kaleb.\n\n\nRoom remains silent for 13 seconds.\n\n\nSCP-6303:\n (Tearing up) I don't want to be alone.\n\n\nDr. Hayes rubs SCP-6303's hand.\n\n\nHayes:\n I know you don't. And I promise, as long as I'm on your research team, you never will be.\n\n\nSCP-6303 nods.\n\n\nSCP-6303:\n J3.\n\n\nHayes:\n Hit.\n\n\n[Extraneous data has been removed. For a comprehensive transcription of Interview Log 6303/102, contact Lead Researcher Eliza.]\n\n\nHayes:\n Well, Kaleb, that was fun, wasn't it?\n\n\nSCP-6303:\n Do you have to go right now? Couldn't you stay another 10 minutes?\n\n\nHayes:\n I wish I could, but I'm already 20 minutes past my session. They REALLY don't like it when I go over. In fact, I'm probably going to have to explain this to Eliza afterwards.\n\n\nSCP-6303:\n I don't like Eliza. She's mean and somehow even less caring than the rest of the doc-\n\n\nHayes:\n (Interrupting) Maybe keep those thoughts to yourself.\n\n\nSCP-6303:\n Sorry.\n\n\nHayes:\n Just… be careful what you say out loud. Anyways, Kaleb, I'll see you next week.\n\n\nDr. Hayes proceeds to the containment cell door.\n\n\nSCP-6303:\n Amy?\n\n\nHayes:\n (Stopping) Yes?\n\n\nSCP-6303 walks up to Dr. Hayes and embraces her in a hug. Dr. Hayes is surprised, but quickly returns the gesture.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Email From Dr. Eliza\n\n\n\n\nV Email From Dr. Eliza\n\n\n\n\n\n\nFrom:\n \ntni.pcs|azilee#tni.pcs|azilee\n\n\nTo:\n \ntni.pcs|seyaha#tni.pcs|seyaha\n\n\nSubject:\n Concerns over SCP-6303\n\n\n\n\nDr Hayes,\n\n\nAfter looking over your most recent sessions, I am concerned you are getting too close with SCP-6303.\n\n\nI understand it's your job to upkeep the mental health of SCP objects, but it's my job to ensure absolute security and stability within the Medium-Risk sector. SCP-6303 has grown attached to you, and you to it. While not yet at the point where I need to intervene, it is getting close.\n\n\nShould I feel your relationship with SCP-6303 exceeds what is acceptable, I will not hesitate to write you up and reassign you to another SCP object. Do not let this get out of hand.\n\n\nRemember, SCP objects are objects, no matter how human they look.\n\n\n-Dr E. Eliza\n\n\n\n\n\n\n\n\n\n\n\n\n> Containment Breach Report\n\n\n\n\nV Containment Breach Report\n\n\n\n\n\n\nCONTAINMENT BREACH REPORT\n\n\nDate:\n 08/29/2003\n\n\nReport:\n During the chaos of \nIncident S17-RSH-004\n, SCP-6303 managed to breach containment and attempted to flee Foundation custody. It reached the low-risk sector of the site before begin recaptured. SCP-6303 was subsequently placed in class 2 containment.\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #189\n\n\n\n\nV Interview Log #189\n\n\n\n\n\n\nLog #:\n 189\n\n\nDate:\n 08/30/2003\n\n\nInterviewer:\n Doctor Amelia Hayes\n\n\nInterviewee:\n SCP-6303\n\n\nOverview:\n Dr. Hayes was instructed to interview SCP-6303 on its escape attempt.\n\n\n\n\n<Begin Log>\n\n\nHayes:\n You're lucky, you know. Those MTF agents could've shot you dead on the spot. Fortunately the officer was unusually cool headed.\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n You're also lucky they only put you in class 2 containment. Most anomalies that try what you tried end up in class 1. Do you know what class 1 means?\n\n\nSCP-6303 does not respond.\n\n\nHayes:\n It means no leaving your cell, it means no choosing what you get to eat, it means no amenities, it means you can't even shit when you want to.\n\n\nSCP-6303 remains silent.\n\n\nHayes:\n And it means no more socialization privileges. No more 'us time,' no more weekly sessions. The only person you'll ever see is the occasional faceless guard, escorting you to and from the bathroom twice a day.\n\n\nSCP-6303:\n (Quietly) I didn't know that.\n\n\nHayes:\n Well now you do, so you better think twice before pulling a stunt like that again. I am trying my absolute hardest to make your life as comfortable as possible, but all that effort won't mean a damn thing if you break the rules!\n\n\nSCP-6303 does not respond. Dr. Hayes takes several calming breaths.\n\n\nHayes:\n What were you thinking, Kaleb?\n\n\nSCP-6303:\n I saw an opportunity.\n\n\nHayes:\n An opportunity to what? Get yourself killed? MTF aside, do you have any idea the kind of things we keep here?\n\n\nSCP-6303 remains silent.\n\n\nHayes:\n Look, Kaleb… I know you miss your family. I know you just want to go home. These past few years have been rough, I understand, but what YOU need to understand is that… even if you got to the surface, even if you somehow managed to get yourself home… your family wouldn't…\n\n\nHayes takes a deep breath.\n\n\nHayes:\n Your family wouldn't even recognize you.\n\n\nSCP-6303:\n What?\n\n\nHayes:\n When we contain a humanoid SCP… we have different approaches to… informing… the families and friends of said SCP. Sometimes it's a simple missing persons case, sometimes we stage a death… and sometimes we… amnesticize them.\n\n\nSCP-6303:\n Amnesticize?\n\n\nHayes:\n We… wipe their memories. Plant new ones. Basically, make them forget the SCP ever existed. And… I'm sorry to tell you this, but…\n\n\nSCP-6303:\n My family doesn't know who I am?\n\n\nHayes:\n Kaleb… I'm so, so sorry. You don't even have a birth certificate anymore.\n\n\nRoom remains silent for 6 seconds.\n\n\nSCP-6303:\n Why… Why would you do that?\n\n\nHayes:\n It's not my choice. I personally am against it, but like I said, not my choice.\n\n\nRoom remains silent for 8 seconds.\n\n\nSCP-6303:\n So… my family doesn't know I exist?\n\n\nHayes:\n No, they don't.\n\n\nSCP-6303:\n \nDeep breath.\n Well, I guess it's a good thing I wasn't planning on going to them.\n\n\nHayes:\n What?\n\n\nSCP-6303:\n Amy… my plan wasn't going to try and find my family. I don't know where I am, but I'm assuming it's far from any civilization. My plan was to get out and… find you.\n\n\nHayes:\n Me?\n\n\nSCP-6303:\n I didn't try to escape because I miss my family, I tried to escape because I miss you.\n\n\nHayes:\n Kaleb… we see each other every week. Sometimes twice a week.\n\n\nSCP-6303:\n That's not enough, Amy. You are the only person in my life right now who I call a friend. Everyone else… their only job is to either keep me in this room or keep me alive. I can't be restricted to 'once a week twice every other week.'\n\n\nHayes:\n Kaleb… I-\n\n\nSCP-6303:\n I know, you put in requests to see me more often and if was up to you I'd never leave your side… but that's not how things are. How they are is I get to see you for a maximum of 8 hours a week. Every other hour is spent alone. And… I guess I just couldn't take it anymore. Amy… I… I l-\n\n\nSCP-6303 goes silent.\n\n\nHayes:\n What is it?\n\n\nSCP-6303:\n Nothing.\n\n\nHayes:\n Kaleb, please speak to me.\n\n\nSCP-6303:\n It's embarrassing and stupid. Besides, I'm 14 and you're 26. That's over a 10 year age gap.\n\n\nRoom is silent for 5 seconds.\n\n\nHayes:\n Maybe we should stop here for today.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Email Conversation\n\n\n\n\nV Email Conversation\n\n\n\n\n\n\nFrom:\n \ntni.pcs|azilee#tni.pcs|azilee\n\n\nTo:\n \ntni.pcs|awakayahl#tni.pcs|awakayahl\n\n\nSubject:\n Assigning new doctor to SCP-6303\n\n\n\n\nDirector,\n\n\nAfter examining the most recent session between Dr Hayes and SCP-6303, I have come to the conclusion that the subject has formed intimate feelings for the doctor.\n\n\nWhile it is unclear if the feeling is mutual, further interactions between the two would likely manifest into something unacceptable. As such, I have reassigned Dr Hayes to SCP-████. Dr Jones will take over for SCP-6303.\n\n\n-Dr E. Eliza\n\n\n\n\n\n\nFrom:\n \ntni.pcs|awakayahl#tni.pcs|awakayahl\n\n\nTo:\n \ntni.pcs|azilee#tni.pcs|azilee\n\n\nSubject:\n RE: Assigning new doctor to SCP-6303\n\n\n\n\nElizabeth,\n\n\nVery well. We cannot afford such a relationship between an anomaly and a doctor, even one with a low clearance level.\n\n\nStill, I trust you won't hold anything against Amelia. She's a good doctor, don't sideline her because of this.\n\n\nWith love,\n\nHayakawa, Director of Site-17\n\n\n\n\n\n\n\n\n\n\n\n\n> Interview Log #190\n\n\n\n\nV Interview Log #190\n\n\n\n\n\n\nLog #:\n 190\n\n\nDate:\n 09/02/2003\n\n\nInterviewer:\n Doctor Reginald Jones\n\n\nInterviewee:\n SCP-6303\n\n\n\n\n<Begin Log>\n\n\n[Dr. Jones enters the class 2 containment cell.]\n\n\nJones:\n Good day, SCP-6303.\n\n\nSCP-6303:\n Who are you?\n\n\nJones:\n I am Doctor Jones. I have been assigned to-\n\n\nSCP-6303:\n Where's Amy?\n\n\nJones:\n Doctor Hayes has been reassigned.\n\n\nSCP-6303:\n She… she what?\n\n\nJones:\n Has been reassigned. I will be taking over.\n\n\nSCP-6303:\n Is it temporary? Is she coming back? When is she coming back?\n\n\nJones:\n Doctor Hayes has been removed from the SCP-6303 research team entirely.\n\n\nSCP-6303:\n (Distressed) No. No no no! She can't be gone!\n\n\nJones:\n Please calm down SCP-630-\n\n\nSCP-6303:\n DON'T CALL ME THAT!\n\n\nSCP-6303 lunges at Dr. Jones. Dr. Jones jolts back and presses his panic button. GenSec agents enter the room and subdue SCP-6303. Following the incident, SCP-6303 was placed in class 1 containment.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n> Object Reclassification\n\n\n\n\nV Object Reclassification\n\n\n\n\n\n\nObject Reclassification\n\n\nDate:\n 09/04/2003\n\n\nFiler:\n Dr. Elizabeth Eliza\n\n\nSubject:\n SCP-6303\n\n\nReclassify To:\n Neutralized\n\n\nReason:\n At 7:02 am, SCP-6303 was found deceased in its cell. The subject had tied its shirt into a noose, and using its abilities to manipulate gravitational direction and force, managed to hang itself. Autopsy showed the subject died of a fractured cervical, not asphyxiation. It is believed the gravitational force produced by SCP-6303 was so strong, it broke its neck before closing its windpipe.\n\n\nResult:\n SCP-6303 reclassified as \nNEUTRALIZED\n\n\n\n\n\n\n\n\n\n\n\n\n> Page from Dr. Hayes's Diary\n\n\n\n\nV Page from Dr. Hayes's Diary\n\n\n\n\n\n\nIt's been 2 days since I got the call about Kaleb. I've only stopped crying a few hours ago.\n\n\nHaven't been to work, called in sick both days. Not a complete lie. I still feel sick to my stomach. Haven't eaten anything in 2 days. Haven't showered, haven't changed my clothes, haven't turned the lights on in my house, hell the only times I've left my bed were to use the bathroom.\n\n\nDrank a little bit of water though. With the amount I've cried, I'm surprised I haven't \ndied\n dehydrated \nto death\n yet.\n\n\nI just can't believe he's gone. For 2 years, I spent nearly every waking moment thinking about him. If not directly interacting with Kaleb, then thinking about what book to buy him or what card game to teach him or whatever.\n\n\nI should've pushed harder. I should've put my foot down and said \"no, this kid needs me.\" Instead, I pussied out. I sank into my turtle shell and said \"yes ma'am\" to that bitch Eliza. What a heartless woman.\n\n\nI tried to get Kaleb's pillow, keep it as a little reminder of him. Eliza had it incinerated. \nWhat a fucking stupid whore bitch asshole prick. I hope she fucking burns in hell the sludge bleeding bastard.\n\n\nJust got off the phone with Dantensen. He asked me if there was anything he could do for me. I laughed. I laughed right into his ear for 2 minutes straight.\n\n\nIt's exactly what I said to Kaleb when we first met. 'How can I help you?' 'What can I do for you?' 'Is there anything I can do?'\n\n\nI see the irony in the question now, because there's nothing TO do.\n\n\nNothing will bring Kaleb back. Nothing will ever take this feeling of guilt from me. He's gone, and it's because I wasn't there for him.\n\n\nI've read our last session at least 20 times. Kaleb loved me. Sure, at the time some of it was romantic, but that's understandable. I'm the only \nwoman\n person who's shown him a hint of warmth over the past 2 years. It makes sense why, when puberty hit and his sex hormones started kicking in, I was the one he gravitated towards.\n\n\nBut even outside of romantic, Kaleb loved me. It's so painfully obvious reading through the sessions that he viewed me as an older sister or even mother. Like I said, I was the only friendly face he had. And when you run low on options, when your surrounded by coldness and uncaring people, a little bit of compassion goes a long way.\n\n\nI'll never admit this to anyone, but I loved him too. He was my little brother, and he helped me just as much as I helped him. I miss him so much already. I don't think I'll ever stop missing him. I'm going to see Caleb at Thanksgiving. I honestly don't know if I'll be able to stand looking at him. He reminds me so much of Kaleb, even beyond the name.\n\n\nAnyway, Dantensen told me that he knows what it's like to lose a \nskip\n \nanomaly\n \nsubject\n client. Apparently he's lost 7 before.\n\n\nCan you believe that? 7. Over the course of 15 years.\n\n\nI've only been apart of the Foundation for 2, Kaleb was my first assignment. Since I joined, 5 have committed suicide at Site-17, with twice as many attempting it. None of them were mine, but still. 5 deaths in 2 years.\n\n\nThat's too high. That's too many lives lost.\n\n\nSomething I've been thinking since getting off the phone with Dantensen is how much sooner Kaleb would've killed himself I wasn't there for him.\n\n\nIf I was never assigned to Kaleb, how long would he have lasted? He was depressed as shit by the first month. In a way, just me going into his cell every week with a smile bought him 2 extra years of life. Hell, he'd still be alive if \nthat slut\n Eliza didn't reassign me.\n\n\nThat made me start to think. How many of those 5 deaths could've been prevented if we were just a little kinder to these kids. How many lives would we save if we called people by their name, not number.\n\n\nThere's only a handful of doctors at 17 who show compassion to people. It's discouraged by the heads, but the Ethics Committee won't ban it.\n\n\nI think I'll talk to some of the other doctors next time I go into work. Tomorrow. I'll go in tomorrow. I'll get my ass out of bed and go to work.\n\n\nI'll get my next assignment. I'll go to which ever poor soul was unfortunate enough to get caught by the Foundation, and I'm going to greet them with a smile. I'll listen to their problems, I'll bring them what they want, I'll do whatever I can to make them happy.\n\n\nI will be a reason for them to live. Even if I'm the only reason.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nThe image displayed was unnecessarily humanizing and had little to do with SCP-6303's anomalous properties. If you want to include a picture of an SCP object, use its mugshot, not a photo from its childhood. -Dr E. Eliza\n\n\n2\n. G-Force\n\n\n3\n. Reminder: Psychologists and personnel tasked with upkeeping the mental health of humanoid anomalies are permitted to skipname.\n\n\n4\n. Pigeon\n\n\n\n\n\n\n\n\n« \nSCP-6302\n | SCP-6303 | \nSCP-6304\n »",
    "addendums": [
        "Addendum-6303-1: Log Archives"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-6303",
    "object_class": "Euclid Neutralized",
    "description": "SCP-6303, formerly known as Kaleb Dowes, is a Caucasian male of European descent. Born on May 22nd, 1989, SCP-6303 was detained and brought under Foundation custody at age 12. SCP-6303 has short brown hair with dark brown eyes. It measured 70.3 kilograms and 1.7 meters tall during the last medical assessment.",
    "title": "SCP-6303"
}