{
    "url": "https://scp-wiki.wikidot.com/scp-6308",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nYou are currently viewing an out of date version of this file that has been preserved for posterity. Please note that information presented herein may be misleading or incorrect.\n\n\n\n\n\n\nItem #:\n SCP-6308\n\n\nObject Class:\n Safe\n\n\n\n\n\n\nA 19██ cheque from Barclays Bank for Q.Q. Mines (which controlled SCP-6308) in Southern Rhodesia with adhesive and impressed revenue stamps.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Mobile Task Force Alpha-25 “Rhodes’ Impi” is deployed to a site approximately 1 km away from SCP-6308, with its entrance to be buried by directional blasting and declared abandoned due to mining accidents. Since 19██, SCP-6308 has not been of further concern to society; its equity shall remain under the control of a Foundation-funded mining company, and it is considered that no further physical internment measures are necessary.\n\n\nA permanent research station is established within SCP-6308, and supplies for the stationed personnel are to be delivered via the underground railway at regular intervals, where appropriate, from the site where MTF Alpha-25 is located. The stationed personnel's roles are to monitor fixed elevations, report regularly on the presence of identifiable moving objects, and carry out daily realistic stability measurements to ensure that SCP-6308 remains relatively inert for the expected \n10\n20 years.\n\n\nDescription:\n SCP-6308 is a space-time anomaly located within an abandoned silver mine in ████████ region of the Republic of Zimbabwe. Upon exploration of the mine, it is determined that objects, after a continuous lowering and crossing of a specific altitude inside the mine, are subject to spatial and temporal perturbations, losing their radiometric signature. At this point, the object is considered to have entered the \"interior\" of SCP-6308, which will reach the unburied entrance to the mine upon re-elevating.\n\n\nExisting observations indicate the existence of humanoid activities \"within\" SCP-6308. After further interviews by agents, it was obtained that a majority of humanoid individuals in the local population, later categorised as SCP-6308-1, were administered by a regime known as “British Rhodesia”.\n\nAccording to existing knowledge on \"British Rhodesia\", the regime is governed by the \"British Government\", which resembles the regime of Great Britain in the latter 19th century in all respects. The \"British Government\" exerts complete control over the administrative, financial, and legislative powers of British Rhodesia.\n\n\nIt is evidenced by the interviews with officials in “British Rhodesia” that the time stream of the “British Government” to which the officials belong is 98.78% similar to the time stream in which the Foundation is located. With the exploration of natural disciplines, the “British Government” was able to successfully span different time streams through currently unknown technology, allowing for the establishment of colonial authorities at different time periods. The information available so far does not contain sufficient evidence for the categorisation of local humanoid individuals as \nHomo sapiens\n.\n\n\nHumanoid economic activity in the SCP-6308 is dominated by traditional agriculture. With the introduction of the British management paradigms, more cash crops (e. g. cotton and coffee) were promoted in the agricultural structure. Meanwhile, the production of indigenous handicrafts almost completely disappeared with the introduction of British cloth and wares. No further opinions of native humanoids on this situation are currently available.\n\n\nAddendum-1:\n A discussion on Naturalism in the early colonial stage of British Rhodesia that examined and classified the presence of humanoid activity in SCP-6308.\n\n\n\n\nAs you have already mentioned… my brethren who dedicate themselves to taxonomy are working all across the empire presently. Speerman is sailing for the Cape of Good Hope, whilst Thunberg is following a viceroy to the new colony of Niphon. Both of them are, certainly, very competent naturalists; and I earnestly hope that I will soon receive news of their explorations in this virgin land.\n\nSome of my other friends may be less so inclined to taxonomy, but be it Persia, Tartary, or Mexico, their miraculous works in Botany nevertheless encourage my exploration in Rhodesia as well. Here, too, I might be able to edit my discoveries, as Roland did in Suriname and Karl in Arabia, and thus find my place in the Society. Despite the discouraging news that the species in Rhodesia seem no different from those in Macedonia, I remain resolute, for how can one achieve anything, if he follows always the advice of amateurs?\n\nHear me – in this place, gold intermingles with clay and stone; in this place, violets inhabit the oak woods. Perhaps the combinations themselves are meaningless, yet, the Laws of Nature extracted from these assemblages are what separates us from those who have yet to understand these secrets… The crux of these secrets hides itself precisely within these Laws. It is with these laws that Theseus broke out, by relying on the threads of Ariadne, from the labyrinth that held the Minotaur; In Rhodesia, it seems, there are also tales of such carnivorous beasts as well, a glimpse of which will suffice to bring me fame.\n\nYes, I shall sail for Rhodesia, in hopes of something in return. At any rate, our noble cause is providing bread, clothes, chance, and gold for our great nation. Rhodesia has already set the table; ought we to be as foolish as Mr. Clive of India, only to lament later how little we have tasted?\n\n\n\n\n\n\nGood day! … It must be said that our explorations here have almost come to a halt. If it were a wilderness, it would have been fine, but what a splendid place Rhodesia happens to be! The plains and valleys are filled with beautiful meadows, and the beauty of nature attracts the eye. How happy I would have been to have settled here with its beautiful trees and flowers, instead of rainy Essex. But such a wonderfully diverse world, so richly endowed with nature, has denied me the opportunity: the local flora and fauna are only slightly different from what we saw in the old world, it seems?\n\nAlthough I have been here for a long time, I still have illusions about the biological and geographical value of this land. Late last night, we stayed at the aforementioned coachman's barnyard. The farm is situated on the opposite bank of a long river, bordered at regular intervals by undulating hills, in some of which caves and grottoes are visible. Have these caves existed \nab immemorabili\n? Or have they been created by the ups and downs that no natural thing may escape?\n\nI hope that I will bring back good news when I next write.\n\n\n\n\n\n\nExploration of the caves and grottoes was equally in vain, and my knowledge of naturalism yielded nothing in identifying the general texture of the local stalactites and granite. It should not be said that the geology of the area was not worth investigating; however, I could not obtain the needed intelligence. But even under these circumstances I still achieved something, the welcome news I had been hoping for; Perhaps, the greatest oversight was that I had overlooked the most important matter. Von Linné and his writings guided us in classifying \nHomo Sapiens\n into six categories:\n\n\n\n\n[…] \nFerus\n. Tetrapus, mutus, hirsutus.\n\n\n[…] \nAmericanus\n. Rusus, Cholericus, rectus.\n\nPillis nigris, rectis, crassis; Naribus patulis; Facie ephelitica, Mento subimberbi.\n\nPertinax, hilaris, liber.\n\nPingit se lineis daedaleis rubris.\n\nRegitur Consvetudine.\n\n\n[…] \nEuropoeus\n. albus, fanguineus, torofus.\n\nPilis slavescentibus prolixis. Oculis caeruleis.\n\nLevis, acutissimus, inventor.\n\nTegitur Vestimentis arctis.\n\nRegitur Ritibus.\n\n\n[…] \nAsiaticus\n. Luridus, melancholicus, rigidus.\n\nPilis nigricantibus. Oculis fuscis.\n\nSeverus. sastuosus, avarus.\n\nTegitur Indumentis laxis.\n\nRegitur Opinionibus.\n\n\n[…] \nAfer\n. niger, phlegmaticus, laxus.\n\nPilis atris, contortuplicatis. Cute holosericea. Naso simo. Labiis tumidis. Feminis sinus pudoris ; Mammae lactantes prolixae.\n\nVafer, segnis, negligens.\n\nUngit se pingui.\n\nRegitur Arbitrio.\n\n\n\n\nThere is, of course, another category, \nHomo sapiens monstrosus\n. The two-headed giants that they discovered, according to information in Patagonia, are an example of this. So, into which category of people should the Rhodesians be classified? It is impossible to identify Rhodesia geographically by its topography; we can only trace the clues. The dark-haired Rhodesians, as mentioned, must have been \nHomo sapiens asiaticus\n, but unlike what we have seen before, they exhibit astonishing creativity in their rudimentary machinery, and their script, though vulgar, is also purported to have had its own mythology and philosophy – totally unheard of!\n\nAs such, living with these people in Rhodesia gives us a perspective we've never seen before… Do you know how these Rhodesians made their cream? They made a bag of sorts out of a piece of wild animal skin that they sewed together to replace our blenders, poured the milk into this bag, tied it tightly, and shaken the milk from each end until it became cream; however, due to the poor output of this method, they don't eat much of the cream, instead smearing most of it on their bodies, selling the rest to us. In all seriousness, I am trying to get in on the act and join their production. Should I succeed, it will be of great benefit to our research in ethnography; the Rhodesians, at the same time, will also be raised as the new \nHomo sapiens rhodiensis\n.\n\n\n\n\n\n\nPage revision 1/3\n\n\n\n\n\n\n\n\nNext iteration\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6307\n | SCP-6308 | \nSCP-6309\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6308\n\" by Zihao Huang, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6308\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n minesCheque.jpg\n\n\nName:\n Q.Q. Mines cheque Southern Rhodesia 1940.jpg\n\n\nAuthor:\n Barclays Bank and Government of Southern Rhodesia\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "As you have already mentioned… my brethren who dedicate themselves to taxonomy are working all across the empire presently. Speerman is sailing for the Cape of Good Hope, whilst Thunberg is following a viceroy to the new colony of Niphon. Both of them are, certainly, very competent naturalists; and I earnestly hope that I will soon receive news of their explorations in this virgin land. Some of my other friends may be less so inclined to taxonomy, but be it Persia, Tartary, or Mexico, their miraculous works in Botany nevertheless encourage my exploration in Rhodesia as well. Here, too, I might be able to edit my discoveries, as Roland did in Suriname and Karl in Arabia, and thus find my place in the Society. Despite the discouraging news that the species in Rhodesia seem no different from those in Macedonia, I remain resolute, for how can one achieve anything, if he follows always the advice of amateurs? Hear me – in this place, gold intermingles with clay and stone; in this place, violets inhabit the oak woods. Perhaps the combinations themselves are meaningless, yet, the Laws of Nature extracted from these assemblages are what separates us from those who have yet to understand these secrets… The crux of these secrets hides itself precisely within these Laws. It is with these laws that Theseus broke out, by relying on the threads of Ariadne, from the labyrinth that held the Minotaur; In Rhodesia, it seems, there are also tales of such carnivorous beasts as well, a glimpse of which will suffice to bring me fame. Yes, I shall sail for Rhodesia, in hopes of something in return. At any rate, our noble cause is providing bread, clothes, chance, and gold for our great nation. Rhodesia has already set the table; ought we to be as foolish as Mr. Clive of India, only to lament later how little we have tasted?",
        "Good day! … It must be said that our explorations here have almost come to a halt. If it were a wilderness, it would have been fine, but what a splendid place Rhodesia happens to be! The plains and valleys are filled with beautiful meadows, and the beauty of nature attracts the eye. How happy I would have been to have settled here with its beautiful trees and flowers, instead of rainy Essex. But such a wonderfully diverse world, so richly endowed with nature, has denied me the opportunity: the local flora and fauna are only slightly different from what we saw in the old world, it seems? Although I have been here for a long time, I still have illusions about the biological and geographical value of this land. Late last night, we stayed at the aforementioned coachman's barnyard. The farm is situated on the opposite bank of a long river, bordered at regular intervals by undulating hills, in some of which caves and grottoes are visible. Have these caves existed ab immemorabili ? Or have they been created by the ups and downs that no natural thing may escape? I hope that I will bring back good news when I next write.",
        "Exploration of the caves and grottoes was equally in vain, and my knowledge of naturalism yielded nothing in identifying the general texture of the local stalactites and granite. It should not be said that the geology of the area was not worth investigating; however, I could not obtain the needed intelligence. But even under these circumstances I still achieved something, the welcome news I had been hoping for; Perhaps, the greatest oversight was that I had overlooked the most important matter. Von Linné and his writings guided us in classifying Homo Sapiens into six categories: […] Ferus . Tetrapus, mutus, hirsutus. […] Americanus . Rusus, Cholericus, rectus. Pillis nigris, rectis, crassis; Naribus patulis; Facie ephelitica, Mento subimberbi. Pertinax, hilaris, liber. Pingit se lineis daedaleis rubris. Regitur Consvetudine. […] Europoeus . albus, fanguineus, torofus. Pilis slavescentibus prolixis. Oculis caeruleis. Levis, acutissimus, inventor. Tegitur Vestimentis arctis. Regitur Ritibus. […] Asiaticus . Luridus, melancholicus, rigidus. Pilis nigricantibus. Oculis fuscis. Severus. sastuosus, avarus. Tegitur Indumentis laxis. Regitur Opinionibus. […] Afer . niger, phlegmaticus, laxus. Pilis atris, contortuplicatis. Cute holosericea. Naso simo. Labiis tumidis. Feminis sinus pudoris ; Mammae lactantes prolixae. Vafer, segnis, negligens. Ungit se pingui. Regitur Arbitrio. There is, of course, another category, Homo sapiens monstrosus . The two-headed giants that they discovered, according to information in Patagonia, are an example of this. So, into which category of people should the Rhodesians be classified? It is impossible to identify Rhodesia geographically by its topography; we can only trace the clues. The dark-haired Rhodesians, as mentioned, must have been Homo sapiens asiaticus , but unlike what we have seen before, they exhibit astonishing creativity in their rudimentary machinery, and their script, though vulgar, is also purported to have had its own mythology and philosophy – totally unheard of! As such, living with these people in Rhodesia gives us a perspective we've never seen before… Do you know how these Rhodesians made their cream? They made a bag of sorts out of a piece of wild animal skin that they sewed together to replace our blenders, poured the milk into this bag, tied it tightly, and shaken the milk from each end until it became cream; however, due to the poor output of this method, they don't eat much of the cream, instead smearing most of it on their bodies, selling the rest to us. In all seriousness, I am trying to get in on the act and join their production. Should I succeed, it will be of great benefit to our research in ethnography; the Rhodesians, at the same time, will also be raised as the new Homo sapiens rhodiensis .",
        "\" SCP-6308 \" by Zihao Huang, from the SCP Wiki . Source: https://scpwiki.com/scp-6308 . Licensed under CC-BY-SA .",
        "Filename: minesCheque.jpg Name: Q.Q. Mines cheque Southern Rhodesia 1940.jpg Author: Barclays Bank and Government of Southern Rhodesia License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6308",
    "object_class": "Safe",
    "containment_procedures": "Mobile Task Force Alpha-25 “Rhodes’ Impi” is deployed to a site approximately 1 km away from SCP-6308, with its entrance to be buried by directional blasting and declared abandoned due to mining accidents. Since 19██, SCP-6308 has not been of further concern to society; its equity shall remain under the control of a Foundation-funded mining company, and it is considered that no further physical internment measures are necessary.",
    "description": "SCP-6308 is a space-time anomaly located within an abandoned silver mine in ████████ region of the Republic of Zimbabwe. Upon exploration of the mine, it is determined that objects, after a continuous lowering and crossing of a specific altitude inside the mine, are subject to spatial and temporal perturbations, losing their radiometric signature. At this point, the object is considered to have entered the \"interior\" of SCP-6308, which will reach the unburied entrance to the mine upon re-elevating.",
    "title": "SCP-6308"
}