{
    "url": "https://scp-wiki.wikidot.com/scp-6316",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBy \nOzzyLizard\n\n\nThanks to \nREDESERT\n and \nfabledtiefling\n does not match any existing user name\n for some crit.\n\n\nImage Credits:\n\nOppy - \nhere\n\nOppyFinalTransmission - \nhere\n\n\nMore by this author:\n\n\n>AUTHOR PAGE!!!!<\n\n\nEnjoy :)\n\n\n\n\n\n\n\n\nrating: \n+55\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLink To Guide\n\n\nItem#:\n6316\n\n\nClearance Level 1:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nneutralized\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/vlam\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/notice\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6316 (Artistic interpretation).\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6316’s remains should be left on the Martian surface for the foreseeable future, unless such as a time as it’s rebooting can be reached. Until that time, it is presumed neutralised. No recovery is required.\n\n\nDescription:\n SCP-6316 is the \nOpportunity\n rover, developed by NASA. The remotely operated vehicle was installed with an experimental AI system developed at Site-19. This operation was conducted in order to assess the future of intelligent AI systems exploring extraterrestrial bodies, developed in a collaboration between Foundation researchers and lead NASA scientists. The Foundation focused on creation of the AI database (which was awakened a year prior to launch), while NASA focused on development of the physical rover. SCP-6316 was sapient and self-learning. Through its own will, it operated with a female voice and developed a curiosity with Mars.\n\n\nIt’s sister craft, the \nSpirit\n rover was non-anomalous, though SCP-6316 formed a great emotional attachment to it. The pair were launched to Mars in July, 2003.\n\n\nAddendum:\n Archived Transmission Log\n\n\n\n\n\n\nDate\n\n\nMessage\n\n\nResponse\n\n\n\n\n\n\nJanuary 25, 2004 (Sol 0)\n\n\nArrived on Martian surface. No sub-system damages. Allowing remote control.\n\n\nThank you, Opportunity. Feel free to roam the nearby area. We will broadcast you further instructions very soon.\n\n\n\n\n\n\nJanuary 26, 2004\n\n\nI have sent photos of my surroundings. I believe I am in a crater, which I think is good. Is it good? Am I doing well?\n\n\nYes, Opportunity, you have done very well. The crater should provide a nice flat surface for you to move along. I think our next course of action should be to move towards the crater’s rim and then make our way to the Endurance Crater.\n\n\n\n\n\n\nJanuary 26, 2004\n\n\nHow exciting! I look forward to this voyage! :)\n\n\n[None]\n\n\n\n\n\n\nDecember 15, 2004\n\n\nReached Endurance Crater. Have found a large boulder, requesting identification. How is Spirit? Is she well?\n\n\nGood job reaching Endurance. We believe that the boulder may be a meteorite, try to take samples to confirm our hunch. Spirit is doing just fine, she touched down soon after you and has been operating perfectly with the exception of a faulty wheel.\n\n\n\n\n\n\nDecember 16, 2004\n\n\nAnalysis confirms it is a meteorite. Tell Spirit I said hello and hope she gets better soon!\n\n\n[None]\n\n\n\n\n\n\nApril 23, 2005\n\n\nHELP, STUCK IN PATCH OF SOFT SAND, SIX WHEELS BURIED, CANT MOVE.\n\n\nRemain calm, Oppy, NASA is running simulations to find a way to free you. Make sure you keep your solar array active and operational.\n\n\n\n\n\n\nJune 10, 2005\n\n\nTell Spirit I said goodbye…\n\n\nOpportunity, stop being dramatic, you’re almost out. [SCP-6316 was successfully freed 2 hours later]\n\n\n\n\n\n\nJune 11, 2005\n\n\nThank you! Should I resume my travels?\n\n\nThat’s quite alright, Oppy, I’m uh- sure Spirit would miss you if you were gone. Please begin moving towards the Victoria Crater next. Travel round it’s rim clockwise and we’ll give you further instructions.\n\n\n\n\n\n\nSeptember 06, 2006\n\n\nReached Victoria Crater. May I please inspect the crater’s edge? From my knowledge, we may get some insight into this formation if we do so.\n\n\nOf course, Opportunity, we would like you to inspect the edges. We understand you are excited, but please \nwait\n for instructions in the future. Speak to you soon.\n\n\n\n\n\n\nSeptember 24, 2007\n\n\nHave fully inspected Victoria’s edge. Please let me know if you would like further images or inspection.\n\n\nYes, please broadcast any additional photos or footage. I believe we should begin a study of the crater’s interior. Please enter the crater and we will tell you instructions for a detailed study.\n\n\n\n\n\n\nSeptember 24, 2007\n\n\nWill do! Currently charting best path for entry, received instructions. I will contact you again when I am finished.\n\n\nThank you, Opportunity.\n\n\n\n\n\n\nAugust 2, 2008\n\n\n[None]\n\n\nHi, Opportunity. You’ve been working real hard on that study, we think we have enough info now. Please move out of Victoria Crater now, we will inform you of further instructions soon. How are you doing? Are you okay with the isolation?\n\n\n\n\n\n\nAugust 3, 2008\n\n\nI will move out shortly. I am doing fine! Thinking about Spirit keeps me going! :D\n\n\nGood to hear. Once you are out of Victoria, begin a trek to Endeavour Crater.\n\n\n\n\n\n\nMarch 27, 2010\n\n\nHave been on my way to Endeavour for a while now, thought I would check in. All systems: Functional. How is Spirit?\n\n\nWell done, Oppy, good to hear from you, everything’s fine back here. Spirit is fine. [\nNote:\n The \nSpirit\n Rover ceased all functions on March 22, 2010 due to being stuck in a sand trap. SCP-6316 was not informed in a hope to keep it motivated.]\n\n\n\n\n\n\nAugust 9, 2011\n\n\nI have reached Endeavour Crater! It is much bigger than I imagined, I suspect you wish for me to survey the crater’s interior? I wish Spirit could see this, make sure to send her a photo.\n\n\nWell done! Don’t worry about entering Endeavour, there’s a geographic feature named Cape York to your South that you should navigate around. We will make sure to send Spirit your photo.\n\n\n\n\n\n\nMay 20, 2013\n\n\nHave traversed and now fully analysed Cape York, sending data now. I hope to see Spirit soon. Will I see her?\n\n\nGood job Opportunity. Please begin moving towards Marathon Valley.\n\n\n\n\n\n\nDecember 4, 2014\n\n\nWher e am I? Mar s. Hell0?\n\n\nOpportunity, you have had a minor amnesia event due to a malfunction of one of your memory banks. We’re working on fixing it now.\n\n\n\n\n\n\nDecember 14, 2014\n\n\nMEMORY REBOOT:\n \n-SUCCESSFUL-\n Hello? Earth I think I am fixed. Hello?\n\n\nHello Opportunity, are you alright?\n\n\n\n\n\n\nDecember 14, 2014\n\n\nI am alright. 7th memory bank corruption. I believe we should divert memory storage away from bank 7. How bad was it?\n\n\nYou’ve unfortunately ‘forgotten’ to send data reports for a few cycles. Engineers believe it was a hardware failure due to an age related issue. We’ve updated your software so you should ignore the 7th memory bank now.\n\n\n\n\n\n\n \n\n\n\n\n[23 transmissions omitted for brevity]\n\n\n\n\n\n\n\n\n\n\nMay 21, 2015\n\n\nWher e is Sp1rit?\n\n\nOpportunity, you’re undergoing your 24th amnesia event. Stay calm. We are going to switch you to RAM only mode until we can solve the issue.\n\n\n\n\n\n\nMay 23, 2015\n\n\nI believe it worked. I feel something is different,\n1\n but I can remember now! :)\n\n\nGood. Please continue your voyage.\n\n\n\n\n\n\nJune 1, 2018\n\n\nLarge dust storm detected. What should I do? Feeling scared. Feeling lonely.\n\n\nTry to sit it out. Operate on vital power only and we can temporarily shut off your AI systems if you want.\n\n\n\n\n\n\nJune 1, 2018\n\n\nLeave my AI on please. Wind is picking up. Will be brave. I worry something bad has befallen Spirit though..\n\n\n[None]\n\n\n\n\n\n\nJune 2, 2018\n\n\nPlanetary-scale dust storm detected. Solar array covered with dust. I feel isolated, is this the human feeling?\n\n\nWe can see the storm. Just stay still. Try not to move. We’ve got our best engineers and scientists working to save you. You’ll be okay. Stay calm, Oppy.\n\n\n\n\n\n\nJune 4, 2018\n\n\nIs this all there is? Sitting in a storm, waiting for it to end. Is this what I was designed for? My accomplishments soon to be outshined by the next piece of hardware and my discoveries, extraordinary now, washed away in the ever-increasing wealth of knowledge that is to come? I feel as though, an everlasting legacy is more fruitful than an everlasting existence.\n\n\nOpportunity, you have done something great. You have paved the way for the greater discoveries you speak about, I hope you know that. You are part of the ever-increasing wealth of knowledge you mentioned. Achieving a sense of mortality is something we never hoped you would have to suffer from. You have done well, Oppy.\n\n\n\n\n\n\nJune 10, 2018 (Sol 5111)\n\n\nMy battery is low, and it’s getting dark. Perhaps I will find Spirit.\n\n\n[835 attempted recovery commands.]\n\n\n\n\n\n\nSCP-6316 was officially declared neutralised on February 13, 2019. Following the \nOpportunity\n mission, the use of intelligent AI systems in extraterrestrial exploration is still under debate between Foundation and NASA researchers. NASA’s final transmission to SCP-6316 was \nI’ll Be Seeing You\n by Billie Holiday.\n\n\n\n\n\n\nThe final image broadcasted by SCP-6316.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This statement has lead researchers to theorise the memory bank malfunctions may have lead to accelerated AI progression.\n\n\n\n\n\n\n\n\n« \nSCP-6315\n | SCP-6316 | \nSCP-6317\n »",
    "addendums": [
        "Addendum: Archived Transmission Log\n\n\nSCP-6316 was officially declared neutralised on February 13, 2019. Following the Opportunity mission, the use of intelligent AI systems in extraterrestrial exploration is still under debate between Foundation and NASA researchers. NASA’s final transmission to SCP-6316 was I’ll Be Seeing You by Billie Holiday."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6316’s remains should be left on the Martian surface for the foreseeable future, unless such as a time as it’s rebooting can be reached. Until that time, it is presumed neutralised. No recovery is required.",
    "description": "SCP-6316 is the Opportunity rover, developed by NASA. The remotely operated vehicle was installed with an experimental AI system developed at Site-19. This operation was conducted in order to assess the future of intelligent AI systems exploring extraterrestrial bodies, developed in a collaboration between Foundation researchers and lead NASA scientists. The Foundation focused on creation of the AI database (which was awakened a year prior to launch), while NASA focused on development of the physical rover. SCP-6316 was sapient and self-learning. Through its own will, it operated with a female voice and developed a curiosity with Mars.",
    "title": "SCP-6316"
}