{
    "url": "https://scp-wiki.wikidot.com/scp-6322",
    "all_text": "rating: \n+100\n+\n–\nx\n\n\nRaddagher\n\n\n\n\n\n\nMore by this Author\n | \nFind Us Alive Hub\n\n\n\n\n\n\n\n\nItem #:\n SCP-6322\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6322 is currently held in a soundproof object containment locker at Site-19. Personnel conducting testing on SCP-6322 must do so inside a specialized chamber rated at Sound Transmission Class 50 or higher, and are required to wear protective active noise canceling equipment and to cover skin when handling the object, even in its inactive state.\n\n\nDescription:\n SCP-6322 is a sphere of unidentified gemstone measuring 10cm in diameter. When SCP-6322 comes into contact with human skin for longer than 3 minutes, the object emits a 115 decibel ringing sound. Organic creatures in a .5km radius of the object who hear this sound without protective equipment experience rapid lung consolidation\n1\n and die after 1-5 minutes.\n\n\n\n\n\n\n[1] unread message\n\n\n\n\nClose\n\n\n\n\n\n\nAnd that's it. At least one acquaintance on every MTF. Told you.\n\n\nIncluding the dead ones obviously\n\n\nobviously\n\n\nwait you forgot one\n\n\nWhat do you mean?\n\n\nyou forgot alpha 4\n\n\nOh fuck off Alpha-4 doesn't count\n\n\nwhich one is alpha 4 again\n\n\nMailmen\n\n\noh lol\n\n\n\n\n\n\n\n\n\n\n\n\nHistory:\n The Foundation was alerted to the existence of SCP-6322 following interception of communications between Marshall, Carter, and Dark Ltd. and a client regarding the shipment of the object via the United States Postal Service. Foundation operatives successfully rerouted the package containing SCP-6322 to Sloth’s Pit, Wisconsin, where it was to be recovered by Unit 87 of Mobile Task Force Alpha-4 (“Pony Express”) and returned to Dr. Franklin Hays, head of the SCP-6322 project. Captain Daniel Byrne of Mobile Task Force Delta-5 (\"Front Runners\") was sent to oversee transport of SCP-6322 back to Site-19. Unit 87 was chosen as the first point of contact due to Site-87 being the largest and closest Foundation site, as well as the Sloth's Pit postal warehouse being specially equipped for similar scenarios.\n\n\nAttached Documents\n\n\n\n\n\n\n\n\nText messages between Captain Byrne and Delta-5 Agent Tim Miranda\n\n\n\n\nClose\n\n\n\n\n\n\nKill me.\n\n\nok\n\n\nMiranda, you would not believe these people\n\n\nare you at 87\n\n\nI'm at 87 babysitting Alpha-4\n\n\nwhy\n\n\nBig MCD thing coming in. They need me to get it back to 19\n\n\nwhen does it get there\n\n\nNext 3 days or so, supposedly\n\n\nat least it'll be over soon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotice to MTF Alpha-4 Unit 87\n\n\n\n\nClose\n\n\n\n\n\n\nNotice to MTF A-4 U87\n\n\nOur sources at Site-19 have intercepted a message confirming that the Chaos Insurgency is going to make a play for the object. Your jobs just became marginally more difficult, but as always I have complete faith in your ability. No doubt you have met Captain Byrne; you may utilize him as you see fit to conduct the operation. Retrieval of the object is of utmost importance. Please review your protocol regarding violent countermeasures taken on civilian property and prepare accordingly.\n\n\nGodspeed, Pony Express.\n\n\nNeither snow nor rain nor heat nor gloom of night,\n\nCommander Cowley\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[1]\n\n\n\n\nClose\n\n\n\n\n\n\nMiranda you're not gonna believe this\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhone log from a call between Captain Daniel Byrne and Commander Melina Cowley\n\n\n\n\nClose\n\n\n\n\n\n\n[Begin Log]\n\n\nCowley:\n That would be the long and short of it. Quick work; in the best case scenario we’ll have it secured before the Insurgency even arrives.\n\n\nByrne:\n Very quick work.\n\n\nCowley:\n You sound trepidatious, is there something you’re worried about?\n\n\nByrne:\n Maybe. It’s a dangerous object. It was reckless of them to send it through the mail in the first place. I just wonder about all this.\n\n\nCowley:\n You wonder about what?\n\n\nByrne:\n I mean- I don’t want to be rude, please don’t misconstrue what I’m saying-\n\n\nCowley:\n What ARE you saying?\n\n\nByrne:\n No offense, but don’t we have people who are better qualified for something like this? With the Insurgency involved? Shouldn’t we bring somebody else in? As backup? My guys could EASILY handle-\n\n\nCowley:\n It’s coming through the post. That’s what our job is. That’s what we’re here for.\n\n\nByrne:\n What happens if it gets rocky? Or violent? Are your people- are you guys even trained for that?\n\n\nCowley:\n Yes.\n\n\nByrne:\n Sorry. Don’t need to get your feelings hurt.\n\n\n[Cowley snorts]\n\n\nCowley:\n Sweetheart. I’ve worked clerk at a post office during the Holidays. Nothing you can say could hurt my feelings.\n\n\n[Byrne is silent for several seconds]\n\n\nByrne:\n Fine. I’ll work with what I’ve got. I won’t call anybody else in.\n\n\nCowley:\n Good, because you don’t get to make that decision in the first place.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMeeting with Agent Baxter of MTF Alpha-4 Unit 87\n\n\n\n\nClose\n\n\n\n\n\n\n[Begin Log]\n\n\n[Agent Baxter enters the conference room and crosses to shake Captain Byrne’s hand]\n\n\nBaxter:\n Oh hi, there! You must be Captain Byrne! Great to meet ‘cha!\n\n\nByrne:\n Captain Baxter, nice to meet you.\n\n\nBaxter:\n Ope, it’s just Agent Baxter. But you can call me Perry! The ladies nominated me as second-in-command. Our captain was Captain Harold Darvish, but we hasn’t seen him since he fell in the Pit.\n\n\nByrne:\n Since he fell… into the Pit.\n\n\nBaxter:\n Yep! Hope he’s doin’ okay in there. Probably is. Smart guy. Anyways, what can I do ya for?\n\n\nByrne:\n I’m just here touching base about the operation. The package should arrive in two days. I wanted to make sure you were ready.\n\n\nBaxter:\n ‘Course! My guys are so excited, we hasn’t seen Chaos Insurgency in our neck a’ the woods since the Vikings won the Super Bowl.\n\n\nByrne:\n HAVE the Vikings ever won the Super Bowl?\n\n\nBaxter:\n Nope! Ya see what I did there?\n\n\n[Agent Baxter laughs. Captain Byrne attempts to laugh]\n\n\nByrne:\n Um, yes. I just have to ask, are you sure you’re ready for something like this? Dangerous object, possible… violent intervention?\n\n\nBaxter:\n ‘Course we are! ‘S why I wore my heavy duty gear!\n\n\nByrne:\n Your heavy duty- now? You’re wearing it right now?\n\n\nBaxter:\n Sure am, guy.\n2\n\n\nByrne:\n That? That’s your gear?\n\n\nBaxter:\n Steel toe shoes. And listen!\n\n\n[Agent Baxter raps against his chest. It makes a hollow knocking noise]\n\n\nBaxter:\n Get to use my fancy bulletproof vest. Even though we don’t really like guns.\n\n\nByrne:\n You don’t like guns. Of course you don’t like guns…\n\n\nBaxter:\n No guns. We try to get everybody out alive, enemies too.\n\n\nByrne:\n That's insane. You realize that's insane, right? I'm gonna kill some CI's if I have to.\n\n\nBaxter:\n Not so long as I'm still honorary Captain, you're not.\n\n\n[Captain Byrne and Agent Baxter stare at each other.]\n\n\n[Agent Baxter smiles.]\n\n\nBaxter:\n But I’ll tell ya, really looking forward to working with ya! We’ll get that box taken care of, yes sir.\n\n\n[Captain Byrne says nothing for several seconds]\n\n\nByrne:\n Baxter, listen. I’m gonna be honest with you. I’m from Delta-5, based out of Site-19. I’m sure you’ve heard of us. We deal with REAL issues. We solve REAL problems. When it comes to leading your team, I’m not gonna tell you what to do, just know that if need be, we can have a backup team of… better prepared agents to help out.\n\n\nBaxter:\n ‘Preciate it, but between you and me, we’ve never needed more than the five of us. Four of us now, I suppose. Pretty capable when it comes to the post. Little's a real heavy hitter, Buckley throws a wicked fastball, and Singh might be small but she knows the warehouse like the back of her hand.\n\n\nByrne:\n What does pitching a fastball have to do with- with anything?\n\n\nBaxter:\n Comes in handy sometimes.\n\n\nByrne:\n Alright, Agent Baxter. This has been… informative, but I have other business I need to attend to. I’ll be in touch.\n\n\nBaxter:\n ‘Djeet?\n\n\nByrne:\n …I beg your pardon?\n\n\nBaxter:\n It’s 6:30, wanna go for some food? A beer?\n\n\nByrne:\n I think I’m just going to go back to my hotel.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[1]\n\n\n\n\nClose\n\n\n\n\n\n\nI'm becoming increasingly certain that every last one of these poor fucks is going to die.\n\n\noh no\n\n\ntheyre not that bad are they\n\n\nThey barely have armor. They don't even use guns.\n\n\nyikes\n\n\nI'm going to have to carry this operation myself or it's going to be easy money for the Insurgency\n\n\nhow many on the team?\n\n\nFive counting me.\n\n\nno guns? really?\n\n\nTheir weird leader says they \"don't like them\"\n\n\nwell the insurgency does\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLog taken from a meeting between Captain Byrne and Agent Baxter\n\n\n\n\nClose\n\n\n\n\n\n\n[Begin Log]\n\n\nByrne:\n Alright, Baxter. I think we need to talk strategy.\n\n\nBaxter:\n Oh, no worries, bud! We’ve got a real good one already.\n\n\nByrne:\n Do you? Because I haven’t heard anything about that.\n\n\nBaxter:\n ‘S because it ain’tcher job, is it? You’re here to get it back to Nineteen, aren’t ya?\n\n\nByrne:\n Yes, but it’s pretty obvious you’re going to need all the help you can get.\n\n\nBaxter:\n Oh-kay, if you really want to help so bad, you’re welcome to come on by. So long as you don’t get in our way, ‘s a horse apiece to me.\n\n\nByrne:\n I’m trying to save your lives, you folksy bastard. The Insurgency aren’t polite and they don’t play nice. You don’t even have armor.\n\n\nBaxter:\n Whoa there, guy. No need for name calling. We don’t need armor, it slows ya down. Gotta keep ‘er movin’ in our line of work. You’ll see.\n\n\n[Agent Baxter pats Captain Byrne’s shoulder]\n\n\nBaxter:\n We might not be so much like other Task Forces, but we know what we’re about. And things don't work the same here as they do where you're from.\n\n\nByrne:\n Elaborate.\n\n\nBaxter:\n Let's say we've got quite the home field advantage in our neck of the woods. 'Specially in that warehouse.\n\n\nByrne:\n Yeah, I’ll believe it when I see it, Fargo.\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRECOVERY\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n\n\nDate:\n 3 November 2012\n\n\nNote:\n The package containing SCP-6322 arrived with the last shipment at approximately 4:30pm. At 5:10pm, the warehouse is evacuated under pretext of a minor gas leak. MTF Alpha-4 U87 agents Baxter, Buckley, Singh and Little are stationed inside the warehouse alongside MTF Delta-5 Captain Byrne. Agent Baxter advises Capt. Byrne to stand in the center floor of the warehouse. Capt. Byrne is the only agent equipped with a firearm and full tactical armor. Six Chaos Insurgency agents, Designated Agents A-F, arrive at the warehouse at 10:42pm.\n\n\n\n\n\n\n[Begin Transcript]\n\n\nCamera 1\n\n\nInsurgency agents infiltrate the warehouse and begin to search the building.\n\n\nInsurgency squad leader (designated Agent A) sees Capt. Byrne and engages. Byrne ducks behind cover and returns fire.\n\n\nWhile Byrne has the Insurgency agents distracted, Agents Baxter and Little lock and bar all exit doors. The main floor of the warehouse has no windows.\n\n\nAgent Singh turns off lights and activates the warehouse conveyor belt system.\n\n\nGunfire slows, Byrne and Insurgency agents express confusion.\n\n\nBaxter and Little climb onto the moving conveyor belts.\n\n\n\n\nCamera 2\n\n\nInsurgency squad leader instructs others to equip headlamps. Byrne does the same.\n\n\nAgent C approaches one of the ramp belts in search of Byrne or other Foundation agents.\n\n\n\n\nCamera 3\n\n\nAgent Buckley rolls a ball of steel wire across the floor of the warehouse.\n\n\n\n\nCamera 2\n\n\nByrne exchanges fire with Agents D and F and does not notice Agent C’s approach.\n\n\nBaxter jumps to a lower conveyor belt behind Agent C and hits him in the back of the head with a wooden baseball bat.\n\n\n\n\n[Remaining Insurgency Agents: A, B, D, E, F]\n\n\n\n\n\n\nCamera 3\n\n\nSingh catches the rolling ball of steel wire.\n\n\n\n\nCamera 2\n\n\nBy the time Byrne sees Agent C collapse, Baxter has already jumped to a new conveyor belt.\n\n\nBaxter pulls a fire extinguisher off a wall mount and drops it onto a horizontal conveyor belt before disappearing into the upper section of the warehouse.\n\n\n\n\nCamera 3\n\n\nAgents B and E search the warehouse floor for the package.\n\n\nSingh and Buckley pull the wire taut, tripping both.\n\n\nAgent E regains their footing and Agent B drops their primary firearm.\n\n\nAs Agent B reaches for the gun, Little jumps off a conveyor belt above them and lands directly on their back.\n\n\nKeeping one foot on the back of Agent B’s neck, she kicks Agent E in the chin.\n\n\n\n\nCamera 2\n\n\nByrne fires from behind cover and hits Agent D in the shoulder. Agent F reloads.\n\n\n\n\nCamera 1\n\n\nAgent A has disengaged and is searching the warehouse.\n\n\n\n\nCamera 3\n\n\nLittle wrenches Agent E’s gun from their hands, kicks it away across the warehouse floor, and lifts Agent E fully off the ground.\n\n\nLittle slams Agent E, now unarmed, onto a horizontal conveyor belt and jumps on after them.\n\n\n\n\nCamera 2\n\n\nByrne runs for cover closer to Agents D and F’s position while F is reloading.\n\n\n\n\nCamera 3\n\n\nAgent B stands up and draws a pistol, aiming at Singh.\n\n\nBuckley throws a loop of steel wire around Agent B’s neck and squeezes.\n\n\nSingh grabs the fire extinguisher off a nearby conveyor belt and sprays it into Agent B’s face.\n\n\n\n\n[Remaining Insurgency Agents: A, D, E, F]\n\n\n\n\n\n\nCamera 1\n\n\nAgent A finds the storage room containing SCP-6322. He aims at the lock.\n\n\nByrne hears Agent A blow the door open, but cannot pursue as Agent F begins firing again. Agent D draws a pistol in their left hand.\n\n\n\n\nCamera 4\n\n\nAgent E and Little fight barehanded on the conveyor belt.\n\n\nLittle lands a punch to Agent E’s stomach. Agent E retaliates with an elbow.\n\n\nLittle swings again, Agent E blocks and headbutts her.\n\n\nShe stumbles back. Her nose is bleeding. Agent E steps back onto another ramped conveyor belt, gaining higher ground.\n\n\nLittle wipes her face and follows.\n\n\nAgent E draws a large tactical knife from their belt.\n\n\nLittle suddenly hits the deck, dropping flat onto her stomach.\n\n\nThe conveyor belt carries them underneath the platform of another belt, the back of Agent E’s head impacting the metal.\n\n\nAgent E is knocked off the conveyor belt and falls to the concrete floor below.\n\n\n\n\n[Remaining Insurgency Agents: A, D, F]\n\n\n\n\n\n\nCamera 1\n\n\nByrne shouts something.\n\n\nBaxter, seen walking on one of the upper belts, shouts something else and laughs.\n\n\n\n\nCamera 3\n\n\nBuckley and Singh leave Agent B tied up, and disperse in separate directions.\n\n\n\n\nCamera 1\n\n\nAgent A spots Baxter and fires.\n\n\nBaxter dodges, looking around for an escape route.\n\n\nAgent A fires again, opening the storage room door behind him as he does.\n\n\nAgent A ducks into the storage room and closes the door behind him.\n\n\nBaxter shouts down to Byrne, who points to Agents D and F, who are still pinning him down.\n\n\nBuckley yells across the warehouse to Baxter, producing a baseball from her jacket pocket.\n\n\nShe winds up and throws the ball hard.\n\n\nBaxter swings his bat, and Agent F’s head snaps backward. Agent F collapses.\n\n\n\n\n[Remaining Insurgency Agents: A, D]\n\n\n\n\nAs Agent D tries to rouse Agent F, Byrne closes the distance and hits him with the butt of his gun.\n\n\n\n\n[Remaining Insurgency Agents: A]\n\n\n\n\nBaxter shouts and points toward the storage room door.\n\n\nBaxter pauses to insert earplugs as Byrne takes position to kick in the door.\n\n\nByrne kicks the storage room door open.\n\n\n\n\nCamera 5\n\n\nInside the storage room, Agent A is holding SCP-6322 in one bare hand, the other aiming his pistol at Byrne.\n\n\nByrne raises his gun.\n\n\n\n\nCamera 3\n\n\nIn the warehouse, Singh activates the ceiling sprinklers and begins rapidly flickering the lights.\n\n\n\n\nCamera 5\n\n\nAgent A fires and misses.\n\n\nByrne fires and misses.\n\n\nSCP-6322 nears its active state.\n\n\nBaxter and Little run past Byrne into the storage room.\n\n\nBaxter swings his bat and knocks Agent A’s pistol from his hands.\n\n\nLittle bodyslams Agent A, tackling him backwards into the wall.\n\n\nAgent's A's mask is knocked off, revealing him to be Delta-5 agent Tim Miranda.\n\n\nSCP-6322 flies out of his hand.\n\n\nBaxter catches SCP-6322 and immediately throws it to Buckley, who stands in the doorway holding a cardboard box full of packing peanuts.\n\n\nBuckley catches SCP-6322 in the box and folds it closed.\n\n\nLittle headbutts Miranda twice, knocking him unconscious.\n\n\n\n\n[Remaining Insurgency Agents: none]\n\n\n\n\nByrne sits down on the floor and rubs his hands down his face.\n\n\n[End Transcript]\n\n\n\n\n\n\nNotes:\n All six Insurgency agents remanded to Foundation custody. SCP-6322 was successfully recovered and Captain Byrne was reprimanded for leaking sensitive information to an Insurgency mole.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nText Message from Captain Byrne to Agent Baxter\n\n\n\n\nClose\n\n\n\n\n\n\nHey. Is that beer still on the table?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Water vapor condensing within the lungs, leading to drowning in extreme cases\n\n\n2\n. Agent Baxter is wearing USPS uniform issued shorts, shirt and jacket\n\n\n\n\n\n\n\n\n« \nSCP-6321\n | SCP-6322 | \nSCP-6323\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6322\n\" by Raddagher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6322\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [
        "Attached Documents"
    ],
    "notes": [
        "And that's it. At least one acquaintance on every MTF. Told you. Including the dead ones obviously obviously wait you forgot one What do you mean? you forgot alpha 4 Oh fuck off Alpha-4 doesn't count which one is alpha 4 again Mailmen oh lol",
        "Kill me. ok Miranda, you would not believe these people are you at 87 I'm at 87 babysitting Alpha-4 why Big MCD thing coming in. They need me to get it back to 19 when does it get there Next 3 days or so, supposedly at least it'll be over soon",
        "Notice to MTF A-4 U87 Our sources at Site-19 have intercepted a message confirming that the Chaos Insurgency is going to make a play for the object. Your jobs just became marginally more difficult, but as always I have complete faith in your ability. No doubt you have met Captain Byrne; you may utilize him as you see fit to conduct the operation. Retrieval of the object is of utmost importance. Please review your protocol regarding violent countermeasures taken on civilian property and prepare accordingly. Godspeed, Pony Express. Neither snow nor rain nor heat nor gloom of night, Commander Cowley",
        "Miranda you're not gonna believe this",
        "[Begin Log] Cowley: That would be the long and short of it. Quick work; in the best case scenario we’ll have it secured before the Insurgency even arrives. Byrne: Very quick work. Cowley: You sound trepidatious, is there something you’re worried about? Byrne: Maybe. It’s a dangerous object. It was reckless of them to send it through the mail in the first place. I just wonder about all this. Cowley: You wonder about what? Byrne: I mean- I don’t want to be rude, please don’t misconstrue what I’m saying- Cowley: What ARE you saying? Byrne: No offense, but don’t we have people who are better qualified for something like this? With the Insurgency involved? Shouldn’t we bring somebody else in? As backup? My guys could EASILY handle- Cowley: It’s coming through the post. That’s what our job is. That’s what we’re here for. Byrne: What happens if it gets rocky? Or violent? Are your people- are you guys even trained for that? Cowley: Yes. Byrne: Sorry. Don’t need to get your feelings hurt. [Cowley snorts] Cowley: Sweetheart. I’ve worked clerk at a post office during the Holidays. Nothing you can say could hurt my feelings. [Byrne is silent for several seconds] Byrne: Fine. I’ll work with what I’ve got. I won’t call anybody else in. Cowley: Good, because you don’t get to make that decision in the first place. [End Log]",
        "[Begin Log] [Agent Baxter enters the conference room and crosses to shake Captain Byrne’s hand] Baxter: Oh hi, there! You must be Captain Byrne! Great to meet ‘cha! Byrne: Captain Baxter, nice to meet you. Baxter: Ope, it’s just Agent Baxter. But you can call me Perry! The ladies nominated me as second-in-command. Our captain was Captain Harold Darvish, but we hasn’t seen him since he fell in the Pit. Byrne: Since he fell… into the Pit. Baxter: Yep! Hope he’s doin’ okay in there. Probably is. Smart guy. Anyways, what can I do ya for? Byrne: I’m just here touching base about the operation. The package should arrive in two days. I wanted to make sure you were ready. Baxter: ‘Course! My guys are so excited, we hasn’t seen Chaos Insurgency in our neck a’ the woods since the Vikings won the Super Bowl. Byrne: HAVE the Vikings ever won the Super Bowl? Baxter: Nope! Ya see what I did there? [Agent Baxter laughs. Captain Byrne attempts to laugh] Byrne: Um, yes. I just have to ask, are you sure you’re ready for something like this? Dangerous object, possible… violent intervention? Baxter: ‘Course we are! ‘S why I wore my heavy duty gear! Byrne: Your heavy duty- now? You’re wearing it right now? Baxter: Sure am, guy. 2 Byrne: That? That’s your gear? Baxter: Steel toe shoes. And listen! [Agent Baxter raps against his chest. It makes a hollow knocking noise] Baxter: Get to use my fancy bulletproof vest. Even though we don’t really like guns. Byrne: You don’t like guns. Of course you don’t like guns… Baxter: No guns. We try to get everybody out alive, enemies too. Byrne: That's insane. You realize that's insane, right? I'm gonna kill some CI's if I have to. Baxter: Not so long as I'm still honorary Captain, you're not. [Captain Byrne and Agent Baxter stare at each other.] [Agent Baxter smiles.] Baxter: But I’ll tell ya, really looking forward to working with ya! We’ll get that box taken care of, yes sir. [Captain Byrne says nothing for several seconds] Byrne: Baxter, listen. I’m gonna be honest with you. I’m from Delta-5, based out of Site-19. I’m sure you’ve heard of us. We deal with REAL issues. We solve REAL problems. When it comes to leading your team, I’m not gonna tell you what to do, just know that if need be, we can have a backup team of… better prepared agents to help out. Baxter: ‘Preciate it, but between you and me, we’ve never needed more than the five of us. Four of us now, I suppose. Pretty capable when it comes to the post. Little's a real heavy hitter, Buckley throws a wicked fastball, and Singh might be small but she knows the warehouse like the back of her hand. Byrne: What does pitching a fastball have to do with- with anything? Baxter: Comes in handy sometimes. Byrne: Alright, Agent Baxter. This has been… informative, but I have other business I need to attend to. I’ll be in touch. Baxter: ‘Djeet? Byrne: …I beg your pardon? Baxter: It’s 6:30, wanna go for some food? A beer? Byrne: I think I’m just going to go back to my hotel. [End Log]",
        "I'm becoming increasingly certain that every last one of these poor fucks is going to die. oh no theyre not that bad are they They barely have armor. They don't even use guns. yikes I'm going to have to carry this operation myself or it's going to be easy money for the Insurgency how many on the team? Five counting me. no guns? really? Their weird leader says they \"don't like them\" well the insurgency does",
        "[Begin Log] Byrne: Alright, Baxter. I think we need to talk strategy. Baxter: Oh, no worries, bud! We’ve got a real good one already. Byrne: Do you? Because I haven’t heard anything about that. Baxter: ‘S because it ain’tcher job, is it? You’re here to get it back to Nineteen, aren’t ya? Byrne: Yes, but it’s pretty obvious you’re going to need all the help you can get. Baxter: Oh-kay, if you really want to help so bad, you’re welcome to come on by. So long as you don’t get in our way, ‘s a horse apiece to me. Byrne: I’m trying to save your lives, you folksy bastard. The Insurgency aren’t polite and they don’t play nice. You don’t even have armor. Baxter: Whoa there, guy. No need for name calling. We don’t need armor, it slows ya down. Gotta keep ‘er movin’ in our line of work. You’ll see. [Agent Baxter pats Captain Byrne’s shoulder] Baxter: We might not be so much like other Task Forces, but we know what we’re about. And things don't work the same here as they do where you're from. Byrne: Elaborate. Baxter: Let's say we've got quite the home field advantage in our neck of the woods. 'Specially in that warehouse. Byrne: Yeah, I’ll believe it when I see it, Fargo. [End Log]",
        "VIDEO TRANSCRIPT Date: 3 November 2012 Note: The package containing SCP-6322 arrived with the last shipment at approximately 4:30pm. At 5:10pm, the warehouse is evacuated under pretext of a minor gas leak. MTF Alpha-4 U87 agents Baxter, Buckley, Singh and Little are stationed inside the warehouse alongside MTF Delta-5 Captain Byrne. Agent Baxter advises Capt. Byrne to stand in the center floor of the warehouse. Capt. Byrne is the only agent equipped with a firearm and full tactical armor. Six Chaos Insurgency agents, Designated Agents A-F, arrive at the warehouse at 10:42pm.",
        "[Begin Transcript] Camera 1 Insurgency agents infiltrate the warehouse and begin to search the building. Insurgency squad leader (designated Agent A) sees Capt. Byrne and engages. Byrne ducks behind cover and returns fire. While Byrne has the Insurgency agents distracted, Agents Baxter and Little lock and bar all exit doors. The main floor of the warehouse has no windows. Agent Singh turns off lights and activates the warehouse conveyor belt system. Gunfire slows, Byrne and Insurgency agents express confusion. Baxter and Little climb onto the moving conveyor belts. Camera 2 Insurgency squad leader instructs others to equip headlamps. Byrne does the same. Agent C approaches one of the ramp belts in search of Byrne or other Foundation agents. Camera 3 Agent Buckley rolls a ball of steel wire across the floor of the warehouse. Camera 2 Byrne exchanges fire with Agents D and F and does not notice Agent C’s approach. Baxter jumps to a lower conveyor belt behind Agent C and hits him in the back of the head with a wooden baseball bat. [Remaining Insurgency Agents: A, B, D, E, F] Camera 3 Singh catches the rolling ball of steel wire. Camera 2 By the time Byrne sees Agent C collapse, Baxter has already jumped to a new conveyor belt. Baxter pulls a fire extinguisher off a wall mount and drops it onto a horizontal conveyor belt before disappearing into the upper section of the warehouse. Camera 3 Agents B and E search the warehouse floor for the package. Singh and Buckley pull the wire taut, tripping both. Agent E regains their footing and Agent B drops their primary firearm. As Agent B reaches for the gun, Little jumps off a conveyor belt above them and lands directly on their back. Keeping one foot on the back of Agent B’s neck, she kicks Agent E in the chin. Camera 2 Byrne fires from behind cover and hits Agent D in the shoulder. Agent F reloads. Camera 1 Agent A has disengaged and is searching the warehouse. Camera 3 Little wrenches Agent E’s gun from their hands, kicks it away across the warehouse floor, and lifts Agent E fully off the ground. Little slams Agent E, now unarmed, onto a horizontal conveyor belt and jumps on after them. Camera 2 Byrne runs for cover closer to Agents D and F’s position while F is reloading. Camera 3 Agent B stands up and draws a pistol, aiming at Singh. Buckley throws a loop of steel wire around Agent B’s neck and squeezes. Singh grabs the fire extinguisher off a nearby conveyor belt and sprays it into Agent B’s face. [Remaining Insurgency Agents: A, D, E, F] Camera 1 Agent A finds the storage room containing SCP-6322. He aims at the lock. Byrne hears Agent A blow the door open, but cannot pursue as Agent F begins firing again. Agent D draws a pistol in their left hand. Camera 4 Agent E and Little fight barehanded on the conveyor belt. Little lands a punch to Agent E’s stomach. Agent E retaliates with an elbow. Little swings again, Agent E blocks and headbutts her. She stumbles back. Her nose is bleeding. Agent E steps back onto another ramped conveyor belt, gaining higher ground. Little wipes her face and follows. Agent E draws a large tactical knife from their belt. Little suddenly hits the deck, dropping flat onto her stomach. The conveyor belt carries them underneath the platform of another belt, the back of Agent E’s head impacting the metal. Agent E is knocked off the conveyor belt and falls to the concrete floor below. [Remaining Insurgency Agents: A, D, F] Camera 1 Byrne shouts something. Baxter, seen walking on one of the upper belts, shouts something else and laughs. Camera 3 Buckley and Singh leave Agent B tied up, and disperse in separate directions. Camera 1 Agent A spots Baxter and fires. Baxter dodges, looking around for an escape route. Agent A fires again, opening the storage room door behind him as he does. Agent A ducks into the storage room and closes the door behind him. Baxter shouts down to Byrne, who points to Agents D and F, who are still pinning him down. Buckley yells across the warehouse to Baxter, producing a baseball from her jacket pocket. She winds up and throws the ball hard. Baxter swings his bat, and Agent F’s head snaps backward. Agent F collapses. [Remaining Insurgency Agents: A, D] As Agent D tries to rouse Agent F, Byrne closes the distance and hits him with the butt of his gun. [Remaining Insurgency Agents: A] Baxter shouts and points toward the storage room door. Baxter pauses to insert earplugs as Byrne takes position to kick in the door. Byrne kicks the storage room door open. Camera 5 Inside the storage room, Agent A is holding SCP-6322 in one bare hand, the other aiming his pistol at Byrne. Byrne raises his gun. Camera 3 In the warehouse, Singh activates the ceiling sprinklers and begins rapidly flickering the lights. Camera 5 Agent A fires and misses. Byrne fires and misses. SCP-6322 nears its active state. Baxter and Little run past Byrne into the storage room. Baxter swings his bat and knocks Agent A’s pistol from his hands. Little bodyslams Agent A, tackling him backwards into the wall. Agent's A's mask is knocked off, revealing him to be Delta-5 agent Tim Miranda. SCP-6322 flies out of his hand. Baxter catches SCP-6322 and immediately throws it to Buckley, who stands in the doorway holding a cardboard box full of packing peanuts. Buckley catches SCP-6322 in the box and folds it closed. Little headbutts Miranda twice, knocking him unconscious. [Remaining Insurgency Agents: none] Byrne sits down on the floor and rubs his hands down his face. [End Transcript]",
        "Notes: All six Insurgency agents remanded to Foundation custody. SCP-6322 was successfully recovered and Captain Byrne was reprimanded for leaking sensitive information to an Insurgency mole.",
        "Hey. Is that beer still on the table?",
        "\" SCP-6322 \" by Raddagher, from the SCP Wiki . Source: https://scpwiki.com/scp-6322 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6322",
    "object_class": "Safe",
    "containment_procedures": "SCP-6322 is currently held in a soundproof object containment locker at Site-19. Personnel conducting testing on SCP-6322 must do so inside a specialized chamber rated at Sound Transmission Class 50 or higher, and are required to wear protective active noise canceling equipment and to cover skin when handling the object, even in its inactive state.",
    "description": "SCP-6322 is a sphere of unidentified gemstone measuring 10cm in diameter. When SCP-6322 comes into contact with human skin for longer than 3 minutes, the object emits a 115 decibel ringing sound. Organic creatures in a .5km radius of the object who hear this sound without protective equipment experience rapid lung consolidation1 and die after 1-5 minutes.",
    "title": "SCP-6322"
}