{
    "url": "https://scp-wiki.wikidot.com/scp-6324",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6324\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6324 is to be stored in a standard garage at Site-37 with access to a circular track for testing purposes. Following Incident-6324, the track is to be surrounded by a reinforced wall capable of withstanding an impact from SCP-6324. SCP-6324 has been equipped with a GPS tracker and internal cameras so that it may be located in the event that it is taken from Site-37.\n\n\nIndividuals affected by SCP-6324-1 are to be given standard evaluation for mind-affecting anomalies. However, since SCP-6324-1 is a particularly subtle anomaly, no amnesticization is required.\n\n\nDescription:\n SCP-6324 is a 1987 █████ brand station wagon. It has continued functioning since its creation seemingly without repair, despite natural erosion. Any individual parts of SCP-6324 may break or wear down, but none of these ultimately impair its ability to function.\n\n\nWhenever two individuals are within SCP-6324 and it is driven for over thirty minutes, an instance of SCP-6324-1 begins. During an SCP-6324-1 instance, SCP-6324 displays driving capabilities far beyond the usual of any other similar model of vehicle. These abilities include: increased acceleration and braking power, the ability to make impossibly sharp turns, and increased durability to the point of near indestructibility.\n\n\nIndividuals inside of SCP-6324 during an SCP-6324-1 instance will tend to show certain changes to their personalities. Including, but not limited to: poor impulse control, a strong desire to seek out new experiences, and an increase to any existing behavioral differences between them. Most of these effects end once the SCP-6324-1 event completes. The one exception being an increased bond between the affected individuals. This connection occurs despite any existing animosity they may have had. The two will begin to address each other as if they are close friends. Even when informed of SCP-6324’s nature, they will be unable to identify the relationship as anomalous, instead attributing it to having a significant shared experience during SCP-6324-1.\n\n\nIncident-6324:\n On 25/06/2019, a test of SCP-6324 was conducted using D-927491 and D-391848. Due to a containment breach, the test was abandoned and most personnel were called away. However, after D-391848 was taken inside, D-927491 used this as an opportunity to escape, kidnapping Researcher Franklin White as a hostage and stealing the equipment from a nearby guard. The following are audio and video logs from the cameras inside SCP-6324.\n\n\n\n\n+ Incident Log-6324-1\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nResearcher White:\n I spy with my little eye, something that starts with the letter… R.\n\n\nD-927491:\n Road.\n\n\nResearcher White:\n Yep! How’d you know?\n\n\nD-927491:\n It was either that or “road sign”. There’s not a single other thing to see.\n\n\nResearcher White:\n Oh, I’ll find something. Hm, I spy with my little eye, something that starts with the letter… \n(Begins squinting)\n S.\n\n\nD-927491:\n Are you looking at the… You’re going to go blind, you know.\n\n\nResearcher White:\n I’ll be fine.\n\n\nD-927491:\n Don’t say I didn’t warn you.\n\n\nResearcher White:\n Can you just guess it already!\n\n\nD-927491:\n I don’t know…\n\n\nResearcher White:\n Please!\n\n\nD-927491:\n Fine, you’re looking at the sun.\n\n\nResearcher White:\n \n(Winces and turns away)\n Thank you.\n\n\nD-927491:\n You’re an idiot, you know that right?\n\n\nResearcher White:\n Moving on! I spy, with my little eye, something that starts with the letter… \n(Turns)\n D.\n\n\nD-927491:\n D? What, like dirt?\n\n\nResearcher White:\n No, nothing like dirt.\n\n\nD-927491:\n What else is there? Whatever, I don’t really care. Stop looking at me like that! It’s annoying. \n(Pause)\n Wait.\n\n\nResearcher White:\n Yes?\n\n\nD-927491:\n It’s not… \n(Sighs)\n It’s me, isn’t it?\n\n\nResearcher White:\n Ding ding ding!\n\n\nD-927491:\n Dick.\n\n\nResearcher White:\n What? Why?\n\n\nD-927491:\n You think I like being called this? It’s a stupid letter and number. I didn’t get a choice in any of this.\n\n\nResearcher White:\n Did you have a choice in your other name?\n\n\nD-927491:\n Not the point and you know it.\n\n\nResearcher White:\n Fine, what should I call you?\n\n\nD-927491:\n My name’s Abigail\n\n\nResearcher White:\n Okay. Abigail. I’ll remember that.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log-6324-2\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nResearcher White:\n So where are we going anyway?\n\n\nD-927491:\n Away.\n\n\nResearcher White:\n Just, away? Do you seriously have no better plan? You realize that we’ll have to stop eventually, right?\n\n\nD-927491:\n I’ve got a plan. I know a guy. Good at smuggling and owes me a favor. If anyone can keep us away from the Foundation, it’s him.\n\n\nResearcher White:\n Clever. So what’s the guys name? Two-Toes Tommy? Jimmy the Weasel? Maybe it’s something short, like “Spike”. I like Spike.\n\n\nD-927491:\n His name’s Edward. You watch too many movies.\n\n\nResearcher White:\n Well excuse me for not knowing about the criminal underworld. I guess I’m not cultured enough for this.\n\n\nD-927491:\n Are you mocking me?\n\n\nResearcher White:\n Maybe.\n\n\nD-927491:\n Glass houses.\n\n\nResearcher White:\n What’s that supposed to mean? I’m a perfectly respectable pers- Oh my god! The World’s Weirdest Ball of Twine is coming up!\n\n\nD-927491:\n You’re screwing with me.\n\n\nResearcher White:\n No, look at that sign.\n\n\nD-927491:\n That says, “Gas station: 3 miles”.\n\n\nResearcher White:\n Right, forgot about the antimemetic. We couldn’t take down that sign, so we had to get a little creative.\n\n\nD-927491:\n So is there a gas station ahead or not?\n\n\nResearcher White:\n Don’t remember. We have to go, please? Please?\n\n\nD-927491:\n Have you forgotten that we’re on the run?\n\n\nResearcher White:\n Oh, it won’t be long. And you haven’t lived until you’ve seen that twine. It’s both there and not there, sort of prismatic, and always twitching. Just an all around drug trip.\n\n\nD-927491:\n Like you know what a drug trip feels like.\n\n\nResearcher White:\n You don’t know everything about me. It’s that exit up there.\n\n\nD-927491:\n There’s no exit.\n\n\nResearcher White:\n Right. Antimemetics. Just let me take the wheel for a second.\n\n\nD-927491:\n What are you doing!\n\n\nResearcher White forcefully grabs the steering wheel and turns it sharp to the right.\n\n\nD-927491:\n Are you trying to kill us!\n\n\nResearcher White:\n Stop fighting, you’ll make us crash!\n\n\nSCP-6324 drives through what appears to be a solid barrier, and continues onto the concealed road leading to SCP-████, “The World’s Weirdest Ball of Twine”.\n\n\nD-927491:\n I swear this road wasn’t here before.\n\n\nResearcher White:\n I don’t have time to explain all the anomalous science. Just enjoy it! You’re one of the only people who’s going to experience the best roadside attraction on Earth!\n\n\nD-927491:\n You sound like a tour guide right now.\n\n\nResearcher White:\n Well, I did work at the research outpost here a while ago. So I know the ins and outs.\n\n\nSCP-6324 stops.\n\n\nD-927491:\n Research outpost?\n\n\nResearcher White:\n Yeah, we were researching wherever the ball came from. I think it’s a portal to another dimension.\n\n\nD-927491:\n I’m not walking into a Foundation lair!\n\n\nResearcher White:\n Relax, those guys are a bunch of lazy deadbeats. When I worked there, half the time was throwing things into the portal to see what would happen. The other half was making up lab reports.\n1\n Did you know that you can just redact half a paper?\n2\n No one notices!\n3\n\n\nD-927491:\n Interesting. And how do I know you aren’t leading me into a trap?\n\n\nResearcher White:\n You don’t. But do you really want to miss this once in a lifetime experience?\n\n\nD-927491 sighs and SCP-6324 starts moving again.\n\n\nD-927491:\n Now you really sound like a tour guide.\n\n\nResearcher White:\n Perfect! \n(In a tour guide voice)\n Coming up on the right, you should see the World’s Weirdest Ball of Twine! And can I say, it’s already a sight to behold! Only the finest unpainted brick walls.\n\n\nD-927491:\n Doesn’t look much like an “attraction”.\n\n\nResearcher White:\n Yeah, the Foundation tends to do that to places. Trust me, it’s way cooler on the inside.\n\n\nD-927491:\n It better be, because I’m taking a pretty big risk here.\n\n\nResearcher White:\n It’ll be safe, I promise.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log-6324-3\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nD-927491 and Researcher White are running from the research outpost around SCP-████, “The World’s Weirdest Ball of Twine”, chased by armed Foundation agents.\n\n\nD-927491:\n I thought it was going to be safe!\n\n\nResearcher White:\n I don’t know! I don’t recognize any of those guys!\n\n\nD-927491 struggles to open SCP-6324’s door for a few seconds.\n\n\nResearcher White:\n Hurry up hurry up hurry up—\n\n\nD-927491:\n I’m trying!\n\n\nThe door comes open and the two go inside. Gunshots are heard behind them.\n\n\nResearcher White:\n Wow, were they even aiming?\n\n\nD-927491:\n Don’t know, don’t care.\n\n\nResearcher White:\n I mean, they’re usually such good shots…\n\n\nMore gunshots. Researcher White turns around.\n\n\nResearcher White:\n …They weren’t aiming at us\n\n\nD-927491:\n What are you talking about?\n\n\nA large, iridescent moth is seen following SCP-6324 in close pursuit. D-927491 sees it in the rear mirror\n\n\nD-927491:\n What is that thing?\n\n\nResearcher White:\n A large, insectoid entity. Judging from the context, it’s likely extradimensional. Judging from its actions, it’s likely hostile.\n\n\nD-927491:\n Turn off researcher brain for one second.\n\n\nResearcher White:\n Rainbow Mothra.\n\n\nD-927491:\n Great. Just great. Why is it coming after us?\n\n\nResearcher White:\n I’m pretty sure it came from the twine. Maybe the ball wasn’t an attraction at all. Some kind of egg?\n\n\nD-927491:\n But why us? The researchers were the ones poking it with sticks!\n\n\nResearcher White:\n Maybe we have something it wants.\n\n\nD-927491:\n We were in the building for three seconds! I didn’t take anything, did you?\n\n\nResearcher White:\n Well…\n\n\nD-927491:\n You better not.\n\n\nResearcher White:\n I didn’t want this whole thing to be a waste.\n\n\nD-927491:\n How did you even manage that?\n\n\nResearcher White:\n You know the phrase “exit through the gift shop”?\n\n\nThe entity lands on SCP-6324, denting the roof.\n\n\nD-927491:\n Whatever you took, you better give it back!\n\n\nResearcher White:\n We don’t even really know what it’s after.\n\n\nD-927491:\n What did you take?\n\n\nResearcher White pulls a small crystalline ball out of his pocket. It appears to shimmer with many different colors.\n\n\nD-927491:\n Sure seems magic. Give it back.\n\n\nResearcher White:\n But it looks so cool.\n\n\nThe entity starts to crack one of SCP-6324’s windows.\n\n\nD-927491:\n That thing’s leaving the car. You can choose whether or not you’re going with it.\n\n\nResearcher White:\n Fine.\n\n\nResearcher White throws the object out of SCP-6324, it proceeds to shatter on the road.\n\n\nD-927491:\n No.\n\n\nResearcher White:\n Well, it was nice knowing you.\n\n\nD-927491:\n Can’t say the same.\n\n\nThe entity screeches and lands next to the shards, picks them up, and flies away.\n\n\nD-927491:\n Huh.\n\n\nResearcher White:\n Maybe it’s more interested in the material than the structure.\n\n\nD-927491:\n Or maybe it’s planning revenge.\n\n\nResearcher White:\n Either way, let’s go before it comes back.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log-6324-4\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nResearcher White:\n The gas is getting pretty low.\n\n\nD-927491:\n You don’t say.\n\n\nResearcher White:\n Hey, I was just trying to help.\n\n\nD-927491:\n Fine. There’s a gas station up ahead.\n\n\nResearcher White:\n So the sign wasn’t lying!\n\n\nSCP-6324 pulls into the gas station.\n\n\nResearcher White:\n Wait, how are you planning on paying for the gas? You don’t have a wallet.\n\n\nD-927491 exits SCP-6324. Researcher White is preoccupied and doesn’t notice.\n\n\nResearcher White:\n You could have gotten me to pay for you, but I left my wallet in the break room, and I don’t think we’re getting it back anytime soon. Maybe you could go ask for money, but that probably won’t work, people around here look pretty stingy. I wonder if there’s some change in the cushions…\n\n\nGunshots. Pause.\n\n\nD-927491 returns to SCP-6324 and starts pumping gasoline.\n\n\nResearcher White:\n Did you just…\n\n\nD-927491:\n Relax, they were warning shots.\n\n\nResearcher White:\n That doesn’t matter! You can’t just rob a gas station!\n\n\nD-927491:\n I needed money, so I got some.\n\n\nResearcher White:\n You just can’t, you shouldn’t… now the police are probably after us!\n\n\nD-927491:\n Eh, they take around ten minutes to show up. And guess what? Now we have gas.\n\n\nResearcher White:\n I don’t even know why I got in this car with you.\n\n\nD-927491:\n The gun.\n\n\nResearcher White:\n Oh right.\n\n\nD-927491:\n Look on the bright side.\n\n\nResearcher White:\n And that is?\n\n\nD-927491:\n I’m out of bullets.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log-6324-5\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nD-927491:\n No.\n\n\nResearcher White:\n Pleeeeease!\n\n\nD-927491:\n No.\n\n\nResearcher White:\n I swear I’ll never ask for anything ever again.\n\n\nD-927491:\n That’s a lie and you know it.\n\n\nResearcher White:\n Okay, but I really want them.\n\n\nD-927491:\n We are not stopping for snacks!\n\n\nResearcher White:\n \n(Looking at fair stands by the side of the road)\n But it smells so good.\n\n\nD-927491:\n No.\n\n\nResearcher White:\n Abby, Abby, Abby. Listen to me. They have churros.\n\n\nD-927491:\n Don’t call me Abby.\n\n\nResearcher White:\n Okay \nAbigail\n. They still have churros.\n\n\nD-927491:\n Still don’t have money.\n\n\nResearcher White:\n That didn’t stop you earlier.\n\n\nD-927491:\n What?\n\n\nResearcher White:\n Just saying.\n\n\nD-927491:\n Are you telling me to rob someone? With an empty gun? In the middle of a street fair? For a churro?\n\n\nResearcher White:\n If you wouldn’t mind.\n\n\nD-927491:\n \nSigh\n\n\nD-927491 stops SCP-6324 and exits, coming back two minutes later with two churros.\n\n\nD-927491:\n Stop sticking your head out the window. It’s attracting attention.\n\n\nResearcher White:\n Thank you!\n\n\nD-927491:\n \n(Eating one of the churros)\n And I’m never doing this again.\n\n\nResearcher White:\n Sure.\n\n\nA police siren is heard from behind SCP-6324.\n\n\nD-927491:\n Shit.\n\n\nResearcher White:\n Did someone see you?\n\n\nD-927491:\n Apparently.\n\n\nD-927491 starts to pull over SCP-6324.\n\n\nResearcher White:\n \n(Looking in the mirror)\n Wait, that’s not police.\n\n\nD-927491:\n Sure sounds like them.\n\n\nResearcher White:\n No, I recognize those guys. Those are two of our plants, don’t sto—\n\n\nD-927491 slams on the accelerator, pedestrians start jumping out of the way.\n\n\nResearcher White:\n Yeah, do that.\n\n\nD-927491:\n Still behind us?\n\n\nResearcher White:\n Yeah, they’re matching our speed.\n\n\nD-927491:\n Then we have to lose them another way.\n\n\nSCP-6324 takes a sharp right turn into an alleyway, only barely fitting through.\n\n\nResearcher White:\n Good news, I think we lost them. Bad news, this is a dead end!\n\n\nD-927491:\n And here I thought you were the smart one.\n\n\nSCP-6324 accelerates, driving onto a pile of trash bags in front of a dumpster. D-927491 shifts gears, and uses as a ramp for SCP-6324 to drive vertically up the back wall of the alley.\n\n\nResearcher White:\n How did you know that would work?\n\n\nD-927491:\n I was the number one test subject for this thing. I know a few tricks. For instance, gear shift’s basically magic.\n\n\nD-927491 shifts gears back and SCP-6324 goes around the corner of the roof and begins to drive on the top.\n\n\nD-927491:\n And we are approaching the edge of the roof.\n\n\nResearcher White:\n Well shift gears again.\n\n\nD-927491:\n This is a station wagon, do you think it can fly?\n\n\nResearcher White:\n I didn’t think it could ride up walls!\n\n\nD-927491:\n Fine, I’ll try it.\n\n\nD-927491 shifts gears.\n\n\nSCP-6324 falls off the edge of the roof.\n\n\nD-927491:\n And now we’re dying in second gear.\n\n\nResearcher White:\n No no no, I can’t die here. I haven’t done anything with my life. I’m just a second-rate, slacker researcher. And this is how I die. Plummeting from a building on some stupid car chase. I guess I can take comfort in the fact that no one will miss me…\n\n\nD-927491:\n Hey, you’re wrong about that.\n\n\nResearcher White:\n Really?\n\n\nD-927491:\n Yeah, you can totally die here.\n\n\nResearcher White:\n Now’s not the time for semantics!\n\n\nSCP-6324 abruptly stops falling.\n\n\nResearcher White:\n What’s going on?\n\n\nResearcher White and D-927491 both look out the windows to see a giant prismatic moth carrying SCP-6324.\n\n\nResearcher White:\n I guess I forgot rule number one of the Foundation. “Expect the unexpected”.\n\n\nD-927491:\n My friends taught me a different rule.\n\n\nResearcher White:\n What is it?\n\n\nD-927491:\n “Never trust magic bullshit”.\n\n\nThe entity’s head splits open, revealing a large mouth. Acidic spittle drips onto SCP-6324.\n\n\nD-927491:\n And my rule has never been wrong.\n\n\nResearcher White:\n I don’t get it, why’s it trying to eat us?\n\n\nD-927491:\n You broke its marble, it’s probably mad.\n\n\nResearcher White:\n Oh, do you think “sorry” will cut it?\n\n\nD-927491:\n Might as well try.\n\n\nResearcher White:\n \n(Out window)\n Sorry!\n\n\nThe entity does not seem to notice.\n\n\nResearcher White:\n Well that didn’t work.\n\n\nD-927491:\n You think? It’s okay, I’ve got a solution. \n(Pulls out gun)\n\n\nResearcher White:\n I thought that was out of bullets.\n\n\nD-927491:\n It is. \n(Throws the gun at the entity)\n\n\nThe gun does not appear to injure the creature, but it does make it wince and drop SCP-6324 onto the road.\n\n\nResearcher White:\n Now drive!\n\n\nD-927491 slams the accelerator, swerving to avoid cars. Ahead is a barricade constructed by a combination of the Foundation and local law enforcement.\n\n\nResearcher White:\n Oh no, they’re ready for us.\n\n\nD-927491:\n Buckle up.\n\n\nD-927491 shifts gears.\n\n\nUpon hitting the barricade, SCP-6324’s front wheels tilt upwards and the whole vehicle leaves the ground. The officers stare at it in disbelief as it goes over their heads before landing on the ground.\n\n\nResearcher White:\n I guess this thing can fly.\n\n\n<End Log>\n4\n\n\n\n\n\n\n\n\n\n\n\n\n+ Incident Log-6324-6\n\n\n\n\n- Close\n\n\n\n\n\n\n<Begin Log>\n\n\nResearcher White:\n Are we there yet?\n\n\nD-927491:\n What are you? Five?\n\n\nResearcher White:\n Nope, just bored.\n\n\nD-927491:\n Well fine, we’re almost there.\n\n\nResearcher White:\n Awesome! I can finally meet Spike!\n\n\nD-927491:\n \n(Starts to pull SCP-6324 into a driveway)\n Do not call him that.\n\n\nResearcher White:\n You have no power over me.\n\n\nD-927491 sighs and exits SCP-6324. A doorbell is heard. Pause. POI-740176 approaches SCP-6324.\n\n\nPOI-740176:\n So you’re the runaways?\n\n\nResearcher White:\n We sure are, Spike!\n\n\nD-927491:\n His name is still Edward.\n\n\nPOI-740176:\n Oh please, it’s Spike to my friends.\n\n\nResearcher White’s eyes go wide as he gasps.\n\n\nD-927491:\n Don’t lie to the guy, it’s too easy.\n\n\nPOI-740176:\n Well, names aside, what happened to you, Abigail? I heard you got the chair. And what’s with this uniform you’re wearing?\n\n\nResearcher White:\n She could tell you, but she’d have to kill you.\n\n\nPOI-740176:\n You’re joking, right?\n\n\nResearcher White:\n Yeah, we’re not the ones who’d kill you.\n\n\nPOI-740176:\n Well, what’s another person after my life?\n\n\nD-927491:\n You’re a truck driver with a secret compartment, you’re not Han Solo.\n\n\nPOI-740176:\n Well maybe I want to be, I like a little action.\n\n\nD-927491:\n There’s no talking you out of this, is there?\n\n\nPOI-740176:\n You showed up out of nowhere in a beat up station wagon, wearing a prison jumpsuit, with a guy in a lab coat. I couldn’t live with myself if I didn’t ask what’s going on.\n\n\nD-927491:\n Fine, it’s a long story. How do I even explain it?\n\n\nResearcher White:\n Magic is real, I’m part of an elaborate conspiracy to cover it up, she got freed from death row to be a slave/test subject. Oh yeah, and the car’s magic.\n\n\nPOI-740176:\n Okay okay, very funny.\n\n\nD-927491:\n No, he’s pretty much right.\n\n\nPOI-740176:\n Wait, really?\n\n\nSilence as POI-740176 starts to realize.\n\n\nPOI-740176:\n So, why are you here?\n\n\nD-927491:\n Well, you see, I escaped that group, and now we’re on the run.\n\n\nPOI-740176:\n And you need me to hide you?\n\n\nD-927491:\n Yes.\n\n\nPOI-740176:\n So how big is this conspiracy?\n\n\nD-927491:\n Global.\n\n\nResearcher White:\n Probably interplanetary.\n\n\nD-927491:\n Yeah, probably— \n(to Researcher White)\n Wait, interplanetary?\n\n\nResearcher White:\n Well, it’s not quite in my clearance level, but I’ve noticed a few things.\n\n\nPOI-740176:\n I suddenly regret asking.\n\n\nD-927491:\n I tried to stop you.\n\n\nPOI-740176:\n I don’t regret it that much. This sounds like a pretty cool adventure.\n\n\nResearcher White:\n Right?\n\n\nD-927491:\n Oh no, now there’s two of you.\n\n\nResearcher White:\n So, where do we start?\n\n\nPOI-740176:\n Well first you’re going to need to change, because I assume those clothes are from this conspiracy organization?\n\n\nD-927491:\n Yep, and changing sounds good. This jumpsuit is about as comfortable as it looks.\n\n\nResearcher White:\n I like my lab coat. Do I really have to ditch it?\n\n\nPOI-740176:\n Yes. Next, you said this car’s magic?\n\n\nResearcher White:\n Yep, we were testing it. So there’s still some equipment hooked up.\n\n\nD-927491:\n \n(Concerned)\n Equipment? Like what?\n\n\nResearcher White:\n Let’s see, I remember setting up cameras, microphones, a GPS tracker, and cup holders, probably a few other things too.\n\n\nPause.\n\n\nD-927491:\n Wait, what?\n\n\nResearcher White:\n I know, right? What kind of a car doesn’t come with cup holders?\n\n\nD-927491:\n Not the cup holders! Why didn’t you tell me we were being tracked!\n\n\nResearcher White:\n You never asked.\n\n\nD-927491:\n So that’s how they found us?\n\n\nResearcher White:\n That, and we were followed by Rainbow Mothra.\n\n\nPOI-740176:\n Rainbow Mothra?\n\n\nD-927491:\n Don’t ask. So where is this “equipment”?\n\n\nResearcher White:\n Oh, it’s right over here. \n(To POI-740176)\n So, Rainbow Mothra is my name for this big monster that was following us—\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nAddendum:\n SCP-6324 was recovered outside the house of POI-740176 (Edward “Spike” Summers). He, POI-740177 (Abigail Beckett), and POI-740178 (Franklin White) have yet to be found. A type two watch has been placed on them. They are not considered hazardous, but they pose a potential risk to the veil if left alone.\n\n\n\n\nFootnotes\n\n\n1\n. Soon after Researcher White left the SCP-████ research outpost, a series of disciplinary investigations were carried out. Eventually resulting in the firing and replacement of many active researchers.\n\n\n2\n. This is not to be taken as actual advice.\n\n\n3\n. They notice.\n\n\n4\n. The agents were unable to pursue SCP-6324 any farther due to the greater danger present. Eventually, the entity was contained and cover story Kappa-931 “lost parade balloon” was given.\n\n\n\n\n\n\n\n\n« \nSCP-6323\n | SCP-6324 | \nSCP-6325\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6324\n\" by Fireknight, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6324\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-6324 was recovered outside the house of POI-740176 (Edward “Spike” Summers). He, POI-740177 (Abigail Beckett), and POI-740178 (Franklin White) have yet to be found. A type two watch has been placed on them. They are not considered hazardous, but they pose a potential risk to the veil if left alone."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6324 \" by Fireknight, from the SCP Wiki . Source: https://scpwiki.com/scp-6324 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6324 is to be stored in a standard garage at Site-37 with access to a circular track for testing purposes. Following Incident-6324, the track is to be surrounded by a reinforced wall capable of withstanding an impact from SCP-6324. SCP-6324 has been equipped with a GPS tracker and internal cameras so that it may be located in the event that it is taken from Site-37.",
    "description": "SCP-6324 is a 1987 █████ brand station wagon. It has continued functioning since its creation seemingly without repair, despite natural erosion. Any individual parts of SCP-6324 may break or wear down, but none of these ultimately impair its ability to function.",
    "title": "SCP-6324"
}