{
    "url": "https://scp-wiki.wikidot.com/scp-6325",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6325\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe front cover of SCP-6325\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6325 is to be stored within climate-controlled containment locker 6325-A at Site-42. Portable items (smaller than 1 m\n3\n) affected by SCP-6325 should be stored in the adjacent lockers 6325-B through 6325-T. Live humanoids affected by SCP-6325 should be confined within containment cells 6325-1 through 6325-5. In the case of oversized, immobile, or structural items affected by SCP-6325, an opaque covering should be firmly secured over the affected area.\n\n\nPersonnel are not to handle SCP-6325 outside of a supervised testing environment or preauthorized research session. Those handling SCP-6325 must take care not to touch any person or object beyond the parameters of the experiment.\n\n\nTesting on conscious humanoid personnel is currently suspended.\n\n\nDescription:\n SCP-6325 is a small codex-style notebook, consisting of sheets of parchment bound within a wood and leather cover. From the exterior, the notebook appears to contain roughly one hundred sheets, but flipping through the pages reveals that they in fact number in the thousands, far more than the binding can physically contain. Written in calligraphic ink on each page are between two and five poems appearing in the language most comprehensible to the current reader(s). A title appears on the notebook's cover, written in the same hand as the poems and reading simply \"APOPHORETA.\"\n1\n\n\nThe parchment dates to the 2nd century CE, while the cover seems to have been added later, c. 6th century CE. Despite its age, the notebook shows few signs of wear and tear, with the exception of occasional markings on the interior, and evidence that certain pages have been forcibly removed. Although follicular examination of the parchment indicates a standard sheepskin composition, biomolecular analysis does not conform to any known species of sheep.\n\n\nWhenever a person is in possession of SCP-6325 (i.e. holds it in their hands, a pocket, a bag, or similar enclosed space) any physical object or entity touched by that person is \"inscribed\" with a two- to five-line poem. \"Inscription\" takes the form most suited to the material being touched (e.g. fabric is embroidered, stone is carved, flesh is tattooed, etc.). The style of the poem can vary considerably, provided that it does not fall outside the apparent length limitation of two to five lines.\n\n\nAs soon as a poem is inscribed by SCP-6325, the same poem simultaneously appears in the next available space in the notebook, written in the same hand as the prior poems. Should no space be available, a new blank page will appear in order to accommodate the new poem.\n\n\nMost of the poems are written in an irreverent tone seemingly designed to elicit an amused reaction from the reader. Poems inscribed on inanimate objects generally describe some characteristic of the object itself. Poems inscribed on living organisms are invariably written as if to insult or embarrass the organism. See below for specific examples.\n\n\nA secondary anomalous property of SCP-6325 manifests immediately following the inscription process on any sentient organism. Upon being inscribed, the organism is afflicted with an intensely violent hostility toward the person holding the notebook, and will focus exclusively on attacking and killing that person. The subject expresses no rational thought during this period of rage, and in humans, neurological scans confirm a sudden and sustained spike of activity in the hypothalamus and amygdala at the precise moment that the inscription of the poem ceases. The enraged subject can be subdued by normal means, but the anger will not subside until either the subject or the notebook's owner is dead. It is important to note that this property of SCP-6325 affects humans and animals alike, and that the subject need not read or comprehend the inscribed poem prior to experiencing the adverse effects.\n\n\nDiscovery:\n SCP-6325 was recovered from the mansion of Mr. ██████ █████, a reclusive steel tycoon living on the outskirts of █████, █████. Local police responded to the report of a ███ delivery driver who had turned himself in and confessed to fatally shooting Mr. █████ for reasons he was unable to explain. The driver displayed a prominent tattoo across his forehead, reading as follows:\n\n\nThis man brings gifts to all, like Santa Claus!\n\nBut he can't send himself a smaller schnozz.\n2\n\n\nUpon arriving at the residence, responding officers found the body of Mr. █████ lying in a pool of blood and bearing a single gunshot wound to the head.\n3\n The officers' preliminary investigation of the home quickly revealed that nearly every visible object and surface had been marked with several lines of poetry. The unusual nature of this crime scene attracted the attention of an embedded Foundation agent at the █████ police department. Additional Foundation agents swiftly secured the residence and took control of the investigation.\n\n\nDuring the process of cataloguing the items in the residence, Agent ██████ came across SCP-6325 underneath a sofa a short distance from Mr. █████'s corpse. Upon reaching under the sofa and making contact with the artifact, Agent ██████ was startled to realize that every article of clothing and piece of equipment on his person was simultaneously inscribed with a poem of similar composition to the others in the residence. SCP-6325 was consequently brought into Foundation custody at Site-42, along with Mr. █████'s body and all movable inscribed objects. The mansion itself was demolished under the pretense of being unsafe for human habitation. The tattooed delivery driver was treated with class-B amnestics and released under Standard Cover Story 64 (\"Drunken Bet Gone Too Far\"). Any police officers with knowledge of the incident were likewise administered class-A amnestics.\n\n\nExemplary Log 6325-01:\n The following log presents examples of poems found within SCP-6325 dating prior to its containment. The poems are numbered according to the order in which they appear in the notebook. Dates provided have been inferred based on the content, placement order, and context of the poems. Due to the prolific nature of SCP-6325's anomalous effect, a full catalog of these poems would require excessive resources to replicate. Personnel with written permission from two (2) Level 4 researchers may consult SCP-6325 directly, with the understanding that any items on their person (clothing, jewelry, glasses, etc.) will be subject to inscription and subsequent confiscation.\n\n\n\n\n\n\nEntry No.\n\n\nDate\n\n\nProbable Item\n\n\nInscribed Poem\n\n\n\n\n\n\n00001\n\n\nc. 150 CE\n\n\nn/a\n\n\nMy gift to you: this empty tome, a blank slate for your Muse, / An endless source of inspiration, wondrous to peruse. / An olive branch, a call for peace, a turning of the cheek. / With just a touch, you will soon find the vision that you seek.\n\n\n\n\n\n\n00015\n\n\nc. 150 CE\n\n\nhuman, female, married\n\n\nI tend the house, I weave my wool — wifely duty's never done… / Until my husband is asleep — then to my lover's house I run.\n\n\n\n\n\n\n00017\n\n\nc. 150 CE\n\n\nknife\n\n\nThis bard had a storybook life, / A victim of marital strife. / They went for a screw, / She got a tattoo, / His throat met this beautiful knife.\n\n\n\n\n\n\n00108\n\n\nc. 175 CE\n\n\ncrucifix?\n\n\nMy owner found religion, but has he saved his soul? / It’s not for me to judge, although he's still a real asshole.\n\n\n\n\n\n\n01245\n\n\nc. 300 CE\n\n\nchamber pot\n\n\nMy job is hard, there is no doubting this; / Still, there are worse ways to live life. / I may collect your foul shit and piss, / But hey, at least I'm not your wife.\n\n\n\n\n\n\n03651\n\n\nc. 450 CE\n\n\ncrossbeam or wall\n\n\nI support this house and shelter those who dwell within; / If I were to shirk my duty, then the roof comes crashing down. / Meanwhile this family’s head is broke, much to their chagrin. / Instead he goes out drinking and lays waste to the whole town.\n\n\n\n\n\n\n05002\n\n\nc. 600 CE\n\n\napron\n\n\nDet tunicam locuples: ego te praecingere possum. / Essem si locuples, munus utrumque darem.\n4\n\n\n\n\n\n\n11775\n\n\nc. 1000 CE\n\n\nhorse or equestrian equipment\n\n\nI roam through hill and vale, through mud and grass, / Freely, but met with you, there's an impasse: / I can't tell who's the horse and who's the ass.\n\n\n\n\n\n\n15989\n\n\nc. 1200 CE\n\n\nfarmer, male\n\n\nD\nigging in the soil, yet his crops have all failed, / \nU\nnaware, fool, that the drought has prevailed. / \nM\noronic indeed, with a case of the crazies — / \nB\nut he'll get the point when he's pushing up daisies.\n\n\n\n\n\n\n23760\n\n\nc. 1525 CE\n\n\nhandheld fan, sweat-rag, \nvel sim.\n\n\nI have my work cut out for me — take one look at this guy. / His sweat is made of gravy — sir, lay off the mincemeat pie!\n5\n\n\n\n\n\n\n30013\n\n\nc. 1775 CE\n\n\nbayonet\n\n\nCold steel, piercing tip / In battle, thrown to the ground / As you run away\n\n\n\n\n\n\n42399\n\n\n1937\n\n\n[REDACTED]\n\n\nSailing ships belong in water — leave the sky for birds. / Take a flight across the sea? Ha! Just empty words.\n6\n\n\n\n\n\n\n48762\n\n\nc. 1955 CE\n\n\nmonochrome television\n\n\nThis magic box brings moving pictures to your living room; / Have a seat and watch Lucy — your time it will consume. / Not interested? Turn the dial; it offers no resistance. / Change the station, go ahead, keep wasting your existence.\n\n\n\n\n\n\n55416\n\n\n██/██/20██\n\n\nAgent ██████'s two-way radio\n\n\nAgent ██████ to headquarters — come in, do you copy? / I didn't look and grabbed this book — I think I'm getting sloppy.\n\n\n\n\n\n\nExperimentation Log 6325-01:\n The following log provides examples of poems inscribed by SCP-6325 under a controlled testing environment while in Foundation custody. Tests were conducted by Head Researcher ████████, who placed SCP-6325 in the front pocket of her lab coat and laid a hand or finger on specific items (both inanimate and living) brought into the testing chamber by her assistants. The resulting poems were recorded, along with any further anomalous effects on the target.\n\n\n\n\n\n\nTest No.\n\n\nItem\n\n\nInscribed Poem\n\n\nSecondary Effects\n\n\nNotes\n\n\n\n\n\n\n6325-01\n\n\nSolid aluminum cube, 15 cm\n3\n\n\nWhat rhymes with aluminum? I do not know. / I'll solve this conundrum with a portmanteau. / I hereby declare this object an \"alube.\" / There, problem solved — now stick it up your test tube.\n\n\nNone.\n\n\n\n\n\n\n\n\n6325-02\n\n\nSolid aluminum cube, 15 mm\n3\n\n\nI know what you're doing: the alube's getting smaller — / Do you call yourself an anomaly scholar? / I'm sorry to tell you (your mood will be spoiled), / If it shrinks any more — \"Test Result: Foiled.\"\n\n\nNone.\n\n\nThe engraved letters are barely visible to the naked eye.\n\n\n\n\n\n\n6325-03\n\n\nAluminum fragment, 15 μm\n3\n\n\nNo poem inscribed.\n\n\nNone.\n\n\nIt seems that microscopic objects are unaffected by SCP-6325.\n\n\n\n\n\n\n6325-06\n\n\nApple from Site-42 cafeteria\n\n\nThe best recipe / Site-42's chef can make / Is this red apple.\n\n\nNone.\n\n\nConsumption of the apple had no anomalous effects.\n\n\n\n\n\n\n6325-08\n\n\nDomesticated cat (\nFelis catus\n)\n\n\nYou hiss, you scratch, you barf hairballs, you lay there like a log. / It's no surprise at all your owners wish they got a dog.\n\n\nUpon inscription, the cat immediately became aggressive and leapt at Dr. ████████, who suffered minor scratching and biting injuries before the cat was terminated by security personnel.\n\n\nHenceforth all living subjects are to be restrained prior to testing.\n\n\n\n\n\n\n6325-09\n\n\nDomesticated cat (\nFelis catus\n), caged\n\n\nDespite all my rage, / I am still just a cat in a cage.\n7\n\n\nUpon inscription, the cat repeatedly threw itself against the cage door in an apparent effort to attack Dr. ████████. This ramming behavior continued for two hours, until the cat expired due to self-inflicted injuries.\n\n\n\n\n\n\n\n\n6325-12\n\n\nD-12987\n\n\nYou did your job with great aplomb, embalmed every fatality; / You stitched their wounds and prettied up the victims of brutality; / Your work was always done on time, renowned for punctuality; / Of course compared to you, cadavers have more personality.\n\n\nUpon inscription, the subject immediately tried to attack Dr. ████████, but was inhibited by her restraints. She proceeded to struggle against the restraints and scream incoherently for more than six hours before collapsing due to exhaustion.\n\n\nD-12987 was a mortician prior to her incarceration.\n\n\n\n\n\n\n6325-16\n\n\nD-9831\n\n\nHow big is this man's ego? He's not known to be discreet. / Indeed, there's nothing small about him — well, nothing but his… feet.\n\n\nDisplayed similar aggression to prior human subjects.\n\n\nD-9831 possesses an obvious facial deformity. Notably, SCP-6325 did not focus its insult on the deformity. Further research on how the artifact \"selects\" the topics of its poems may prove informative.\n\n\n\n\n\n\n6325-19\n\n\nD-2783\n\n\nThis man's abs have more abs underneath! / It's such a shame he only has three teeth.\n\n\nSee Incident Report 6325-38-B.\n\n\nD-2783 was a professional bodybuilder prior to his incarceration.\n\n\n\n\n\n\nIncident 6325-38-B:\n On ██/██/20██, Dr. ████████ conducted an SCP-6325 testing session with D-2783. Upon receiving his inscribed \"tattoo\" (see final entry in Experimentation Log 6325-01), D-2783 broke free of his restraints and violently lunged to attack Dr. ████████. In reaching for Dr. ████████'s coat, D-2783 managed to grab hold of the last page of SCP-6325 (where his own inscription had been copied) and tore it from its binding. Immediately upon separation of the page from SCP-6325, D-2783's head was torn cleanly from his shoulders by an unknown force. The removed page also contained three earlier poems, inscribed on Dr. ████████'s new cell phone (subsequently found in his pocket in two pieces, nonfunctional), a specimen of \nFerocactus pottsii\n (found in a puddle of water in containment locker 6325-T, bisected lengthwise), and a live \nRattus norvegicus domestica\n (found in its cage, fatally bisected).\n\n\nResearch on conscious humanoids has been temporarily halted pending further investigation of this new anomalous property.\n\n\n\n\nFootnotes\n\n\n1\n. A Latinized Greek word typically referring to small gifts \"carried away\" by guests from ancient dinner parties. The connection between the notebook's title and its anomalous effects remains unclear.\n\n\n2\n. The driver's nose was 7.4 cm in length, larger than average for a man of his height and build.\n\n\n3\n. The bullet, upon later extraction from the victim's parietal lobe, was found to be etched in minuscule lettering with the following poem:\n\nThere once was a hermit from █████;\n\nThis bullet was lodged in his brain.\n\nHis stocks paid dividends,\n\nBut he had so few friends,\n\nThat no one would clean the bloodstain.\n\n\n\n\n4\n. This poem, unlike the others in SCP-6325, appears only in Latin, regardless of the reader's native language. It is also a direct quotation from the Roman poet M. Valerius Martialis, who was writing about an apron in a collection known colloquially as the \nApophoreta\n. Beyond the parallel topic and title, no additional explanation has been made for this phenomenon.\n\n\n5\n. A sweetened dessert popular in Europe since antiquity. Early modern recipes call for such ingredients as mutton, cloves, dates, raisins, and prunes.\n\n\n6\n. This poem was vigorously crossed out by an unknown hand.\n\n\n7\n. It is unknown whether this is an accidental or intentional allusion to a 1995 song by The ████████ ████████.\n\n\n\n\n\n\n\n\n« \nSCP-6324\n | SCP-6325 | \nSCP-6326\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6325 is to be stored within climate-controlled containment locker 6325-A at Site-42. Portable items (smaller than 1 m3) affected by SCP-6325 should be stored in the adjacent lockers 6325-B through 6325-T. Live humanoids affected by SCP-6325 should be confined within containment cells 6325-1 through 6325-5. In the case of oversized, immobile, or structural items affected by SCP-6325, an opaque covering should be firmly secured over the affected area.",
    "description": "SCP-6325 is a small codex-style notebook, consisting of sheets of parchment bound within a wood and leather cover. From the exterior, the notebook appears to contain roughly one hundred sheets, but flipping through the pages reveals that they in fact number in the thousands, far more than the binding can physically contain. Written in calligraphic ink on each page are between two and five poems appearing in the language most comprehensible to the current reader(s). A title appears on the notebook's cover, written in the same hand as the poems and reading simply \"APOPHORETA.\"1",
    "title": "SCP-6325"
}