{
    "url": "https://scp-wiki.wikidot.com/scp-6328",
    "all_text": "You guys might be three-dimensional, but you really know how to fight a war.\n\n\n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\nby \nKothardarastrix\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6328\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to monitor the internet for photos, videos, or eyewitness accounts of SCP-6328 events and remove the offending media. Covert listening posts are to be established at the locations of famous battles and of previous SCP-6328 events to monitor them for future incidents. When an SCP-6328 event takes place, Foundation forces are to mobilize to the location immediately and set up a perimeter around the affected area. Throughout the duration of the event, Foundation forces are to assist SCP-6328-1 instances in keeping civilians from interfering. Any photos or videos taken of SCP-6328 by civilians are to be confiscated and retained for further study. SCP-6328 has yet to manifest in any populated areas; if it should do so, the more strenuous procedures contained in Document 6328-1 are to be implemented.\n\n\nDescription:\n SCP-6328 is a phenomenon characterized by the manifestation of invisible, intangible, humanoid entities (SCP-6328-1) at the locations of historical military engagements or nearby open areas of similar topography. These entities are accompanied by military hardware (including uniforms, weapons, artillery, vehicles, mounts, beasts of burden, and small structures) appropriate to the battle in question. SCP-6328-1 will spend a variable amount of time socializing and preparing for combat, then begin to reenact the events of the relevant historical battle. Once the reenactment is complete, all SCP-6328-1 instances and associated equipment demanifest. SCP-6328 events happen once per year at unpredictable intervals, typically on the anniversary of the battle in question.\n\n\nSCP-6328-1 instances communicate with each other in the language and dialect appropriate to the time and place of the battle they are reenacting, and use historically accurate equipment. Their equipment and all accompanying paraphernalia, though visible, are slightly transparent and incapable of physically interacting with non-SCP-6328 objects. \nIt is not known if SCP-6328-1 can perceive other beings.\n See Addenda.\n\n\nSCP-6328 generates an antimemetic effect that prevents observers not already aware of SCP-6328's nature from recognizing it is as an unusual occurrence or noticing that SCP-6328-1 are not humans. It is presumably this property of SCP-6328 that prevented it from becoming known to the public or the Foundation prior to 2011.\n\n\nImages and recordings of SCP-6328 do not retain this property, however, and the increasing proliferation of smartphones has made the intentional or accidental capture of such more common. Current containment procedures were therefore instituted as an additional precaution, should SCP-6328's own properties prove insufficient to conceal it in the future.\n\n\nAddendum 6328-1:\n Summary of notable SCP-6328 events since containment. Scattered photographic evidence indicates that at least ██ additional incidents may have occurred in the past, possibly beginning as early as 1874, but these cannot be verified.\n\n\n\n\n\n\nLocation\n\n\nDate\n\n\nBattle Reenacted\n\n\nNotes\n\n\n\n\n\n\nPrince William County, Virginia, United States\n\n\nAugust 29-30, 2011\n\n\nSecond Battle of Bull Run/Manassas\n\n\nFirst occurrence of SCP-6328 discovered by Foundation, when a civilian posted a \"selfie\" on social media with two SCP-6328-1 instances visible in the background. Images were removed and a cover story claiming the images were digitally altered was disseminated.\n\n\n\n\n\n\nMegiddo, Israel\n\n\nApril 16th, 2012\n\n\nBattle of Megiddo (1457 BCE)\n\n\nSCP status confirmed, containment procedures instituted. Largest known SCP-6328 manifestation.\n\n\n\n\n\n\nRorke's Drift, South Africa\n\n\nJanuary 22-23, 2018\n\n\nBattle of Rorke's Drift\n\n\nA commercial jet liner flew overhead during the battle, and several SCP-6328-1 instances were observed glancing up at it. First indication of SCP-6328-1 sentience, plans to make contact formulated.\n\n\n\n\n\n\nunknown\n\n\n2019\n\n\nunknown\n\n\nThe 2019 manifestation, if it occurred at all, presumably took place at the unmonitored location of a less significant conflict or one not appearing in the historical record.\n\n\n\n\n\n\nEast Sussex, United Kingdom\n\n\nOctober 14th, 2020\n\n\nBattle of Hastings\n\n\nCommunication with SCP-6328-1 attempted. See Addendum 6328-2.\n\n\n\n\n\n\nNear Kingsport, Tennessee\n\n\nSeptember 7th, 2021\n\n\nunknown; see Addendum 6328-3\n\n\nSee Addendum 6328-3.\n\n\n\n\n\n\nAddendum 6328-2:\n Attempted communication with SCP-6328-1.\n\n\nD-4001, communicating via earpiece with Dr. V█████, attempted to contact a pair of SCP-6328-1 instances scouting ahead of the \"English army\".\n\n\n\n\n<begin log>\n\n\nD-4001:\n Whoa! Are those ghosts?\n\n\nDr. V█████:\n \nWe're not sure. Please approach them and attempt to make contact.\n\n\nD-4001:\n [walking towards SCP-6328-1 instances and waving arms] Hey!\n\n\n[SCP-6328-1 halt and turn to look at D-4001.]\n\n\nSCP-6328-1-A:\n [in modern English] Hey, get off the field!\n1\n\n\nSCP-6328-1-B:\n You're in the way!\n\n\nD-4001:\n Uh, the way of what?\n\n\nSCP-6328-1-A:\n The Battle of Hastings, what else? Now move it, we're scouting!\n\n\nDr. V█████:\n \nLeave the area.\n\n\nD-4001:\n Don't have to tell me twice. Sorry guys!\n\n\n[SCP-6328-1 continue riding.]\n\n\n<end log>\n\n\n\n\nOnce it was confirmed that interruption of the SCP-6328 event would not cause demanifestation or immediate hostility, D-4001 was dispatched to an encampment of \"English\" SCP-6328-1 instances. It was still a few minutes before combat was expected to begin.\n\n\n\n\n<begin log>\n\n\n[Six SCP-6328-1 instances are gathered around a fire\n2\n conversing idly in Old Norman.]\n\n\nD-4001:\n Hey!\n\n\n[The instances notice D-4001.]\n\n\nSCP-6328-1-C:\n [in modern English] What?\n\n\nD-4001:\n Do you guys mind if I, uh, interview you?\n\n\nSCP-6328-1-C:\n What, for like a newspaper or something?\n\n\nD-6328:\n Uh, yeah.\n\n\nSCP-6328-1-C:\n [turning to another instance] How much time we got?\n\n\n[second instance shrugs]\n\n\nSCP-6328-1-C:\n Sure, why not? Take a seat. [instance gestures to a nearby crate]\n\n\nD-4001:\n Um. That's intangible, isn't it?\n\n\n\n\nSCP-6328-1-C:\n Oh, right. Sorry.\n\n\nD-4001:\n That's okay, I'll stand.\n\n\nDr. V█████:\n \nAsk them what they're doing here.\n\n\nD-4001:\n So, uh, what are you guys doing here?\n\n\nSCP-6328-1-C:\n Reenacting the Battle of Hastings, obviously.\n\n\nD-4001:\n Right.\n\n\nDr. V█████:\n \nAsk them why.\n\n\nD-4001:\n Uh, why?\n\n\nSCP-6328-1-C:\n [shrugs] Cuz it's fun? You guys might be three-dimensional, but you really know how to fight a war.\n\n\nDr. V█████:\n \nAsk them if…\n\n\nD-4001:\n Does that mean you're \nnot\n three-dimensional?\n\n\nSCP-6328-1-C:\n Not usually. We are right now, though, obviously.\n\n\nD-4001:\n Obviously.\n\n\n[The SCP-6328-1s laugh, and D-4001 hesitantly joins in.]\n\n\nDr. V█████:\n \nSee where they're from.\n\n\nD-4001:\n So I guess you're not from around here, then?\n\n\nSCP-6328-1-C:\n Ha! Definitely not. We just come here for the reenactments. Can't really do it back home, since we don't have this stuff. [SCP-6328-1-C points at the ground.]\n\n\nD-4001:\n …ground?\n\n\nSCP-6328-1-C:\n Matter.\n\n\nD-4001:\n Oh.\n\n\nSCP-6328-1-C:\n Say, speaking of matter, can I ask you a question?\n\n\nD-4001:\n Um, sure.\n\n\nSCP-6328-1-C:\n How do you guys reconstitute yourselves?\n\n\nD-4001:\n What?\n\n\nSCP-6328-1-C:\n Y'know, how do you put everybody back together after the battle? It's easy for us, but you guys are made of atoms. How do you do it?\n\n\nDr. V█████:\n \nDo NOT tell them!\n\n\nD-4001:\n Uh. Well…I'm not a doctor, so I don't really know the…specifics.\n\n\nSCP-6328-1-C:\n Oh, okay.\n\n\n[A bugle sounds in the distance, and the present SCP-6328-1 instances stand up.]\n\n\nSCP-6328-1-C:\n Oop, that's my cue. Later, guy.\n\n\nDr. V█████:\n \nWait, see if you can get them to stay!\n\n\nD-4001:\n You sure you can't stick around for a-\n\n\nSCP-6328-1-C:\n Nope, sorry. [The instance looks over its shoulder at its compatriots, who have already armed themselves and begun moving away.] I'd love to, but these guys are real serious about the immersion. I'll get my [unintelligible] chewed if I don't show up on time.\n\n\nDr. V█████:\n \nThat's okay, Dee, let him go.\n\n\nD-4001:\n Oh, sorry. Uh, you guys have fun.\n\n\nSCP-6328-1-C:\n Thanks, dawg.\n\n\n[Instance tips its hat to D-4001, then goes to join the others.]\n\n\n<end log>\n\n\n\n\nSCP-6328-1 instances proceeded to reenact the Battle of Hastings. Attempts to communicate with SCP-6328-1 during the battle were ignored or met with annoyance. SCP-6328 demanifested as normal at the battle's conclusion.\n\n\nAddendum 6328-3:\n Final occurrence.\n\n\nOn September 7th, SCP-6328 manifested near Kingsport, Tennessee, at a location where no historical battle was known to have taken place. Webcrawlers identified the event through social media chatter and forces were dispatched to keep the event contained. Initial observations found that, while they resembled those of late 20th-century American military, the uniforms worn by SCP-6328-1 did not exactly match any known to have existed. SCP-6328-1 forces were also equipped with assorted anomalous weaponry and equipment not corresponding to any known conflict. Dr. V█████ arrived shortly before the battle began. No D-Class personnel were on hand at the time, so Dr. V█████ initiated contact himself.\n\n\n\n\n<begin log>\n\n\n[Dr. V█████ jogs up to the edge of an encampment. He is slightly out of breath.]\n\n\nDr. V█████:\n Excuse me!\n\n\nSCP-6328-1-D:\n [looks up from what appears to be book of crossword puzzles] Huh?\n\n\nDr. V█████:\n Hey! Uh, some of you talked to one of my…friends last year, at Hastings?\n\n\nSCP-6328-1-D:\n Oh yeah, I heard about that. The dude in the, whatchacallit, orange?\n\n\nDr. V█████:\n Yeah, him. I was hoping I could talk to you guys some more, find out more about what you're doing? For the, uh, paper.\n\n\nSCP-6328-1-D:\n [looks around] Well, we're doin' the same thing as always.\n\n\nDr. V█████:\n But what battle is this? I'm not aware of any that occurred here.\n\n\nSCP-6328-1-D:\n What are you talking about? This is the infamous battle of the Pinnacle, the turning point of the Second American Civil War, where the Regular Alliance Troupe defeated the US-Canada-North Korea-Mexico-Sealand-Bavaria alliance and cemented \nFranklin\n's independence!\n\n\nDr. V█████:\n …what?\n\n\nSCP-6328-1-D:\n In '76, remember?\n\n\nDr. V█████:\n Um, I don't think there was a civil war in 1976.\n\n\nSCP-6328-1-D:\n [places its hands on its hips] Oh, so I'm lying? Are you callin' me a liar?\n\n\n[A reconstruction of an \nenormous ambulatory plant\n vaguely resembling an elephant walks past.]\n\n\nDr. V█████:\n I am 100% confident that nothing like that has ever fought in any war on this planet. [pause] Well, not on this continent. [pause] Recently.\n\n\n[Another instance hears the commotion and approaches.]\n\n\nSCP-6328-1-E:\n What's the problem over here? We're about to start.\n\n\nSCP-6328-1-D:\n This clown is tryin' to tell me there was no Second Civil War.\n\n\nSCP-6328-1-E:\n [looks at Dr. V█████] Oh shit. [SCP-6328-1-E turns toward another instance, seemingly the \"commander\" of its group, and produces an unknown sound, believed to be SCP-6328-1-F's name.\n3\n]\n\n\nSCP-6328-1-F:\n [looks up from the map it was studying] Huh?\n\n\nSCP-6328-1-E:\n You booked the wrong universe, you stupid idiot!\n\n\nSCP-6328-1-F:\n What? I did not!\n\n\nSCP-6328-1-E:\n Oh yeah? Then explain to me this guy's face. [points at Dr. V█████]\n\n\nSCP-6328-1-F:\n Oh shit.\n\n\nDr. V█████:\n What?\n\n\nSCP-6328-1-E:\n That's what I said! How, when you were reserving this place, did you fail to notice these people's faces?\n\n\nDr. V█████:\n What about our faces?\n\n\nSCP-6328-1-F:\n [shrugs] They all look the same to me.\n\n\nSCP-6328-1-E:\n Wow.\n\n\nSCP-6328-1-D:\n Racist.\n\n\nSCP-6328-1-F:\n [pointing to SCP-6328-1-D] Hey, you didn't notice it either!\n\n\nSCP-6328-1-E:\n [turns to Dr. V█████] I am so sorry about this. Next time we'll make sure somebody who can \ntell if people have faces or not\n does the planning. [shouting to the other instances] Alright people, let's go!\n\n\n[All SCP-6328-1 in the vicinity immediately demanifest, accompanied by their equipment. Dr. V█████ watches in dismay as word spreads through the encampment, which fully demanifests in a matter of seconds, rapidly followed by the enemy encampment on the other side of the battlefield.]\n\n\nDr. V█████:\n Tell if \nwhat\n?!\n\n\n<end log>\n\n\n\n\nThis is the last recorded manifestation to date.\n\n\n\n\nFootnotes\n\n\n1\n. Dr. V█████ and D-4001 each reported that the instance's voice was identical to his own. Further examination of the recording has determined that this is the case for every listener.\n\n\n2\n. Which was also part of SCP-6328, and therefore transparent and not generating any detectable heat.\n\n\n3\n. Though research is ongoing, this sound has thus far proven impossible to accurately transcribe, as individual human listeners describe it differently. Speech-to-text software invariably transcribes it as \"Bob.\"\n\n\n\n\n\n\n\n\n« \nSCP-6327\n | SCP-6328 | \nSCP-6329\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6328\n\" by Kothardarastrix, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6328\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6328-1: Summary of notable SCP-6328 events since containment. Scattered photographic evidence indicates that at least ██ additional incidents may have occurred in the past, possibly beginning as early as 1874, but these cannot be verified.",
        "Addendum 6328-2: Attempted communication with SCP-6328-1.\nD-4001, communicating via earpiece with Dr. V█████, attempted to contact a pair of SCP-6328-1 instances scouting ahead of the \"English army\".\nOnce it was confirmed that interruption of the SCP-6328 event would not cause demanifestation or immediate hostility, D-4001 was dispatched to an encampment of \"English\" SCP-6328-1 instances. It was still a few minutes before combat was expected to begin.\nSCP-6328-1 instances proceeded to reenact the Battle of Hastings. Attempts to communicate with SCP-6328-1 during the battle were ignored or met with annoyance. SCP-6328 demanifested as normal at the battle's conclusion.",
        "Addendum 6328-3: Final occurrence.\nOn September 7th, SCP-6328 manifested near Kingsport, Tennessee, at a location where no historical battle was known to have taken place. Webcrawlers identified the event through social media chatter and forces were dispatched to keep the event contained. Initial observations found that, while they resembled those of late 20th-century American military, the uniforms worn by SCP-6328-1 did not exactly match any known to have existed. SCP-6328-1 forces were also equipped with assorted anomalous weaponry and equipment not corresponding to any known conflict. Dr. V█████ arrived shortly before the battle began. No D-Class personnel were on hand at the time, so Dr. V█████ initiated contact himself.\nThis is the last recorded manifestation to date."
    ],
    "documents": [],
    "notes": [
        "<begin log> D-4001: Whoa! Are those ghosts? Dr. V█████: We're not sure. Please approach them and attempt to make contact. D-4001: [walking towards SCP-6328-1 instances and waving arms] Hey! [SCP-6328-1 halt and turn to look at D-4001.] SCP-6328-1-A: [in modern English] Hey, get off the field! 1 SCP-6328-1-B: You're in the way! D-4001: Uh, the way of what? SCP-6328-1-A: The Battle of Hastings, what else? Now move it, we're scouting! Dr. V█████: Leave the area. D-4001: Don't have to tell me twice. Sorry guys! [SCP-6328-1 continue riding.] <end log>",
        "<begin log> [Six SCP-6328-1 instances are gathered around a fire 2 conversing idly in Old Norman.] D-4001: Hey! [The instances notice D-4001.] SCP-6328-1-C: [in modern English] What? D-4001: Do you guys mind if I, uh, interview you? SCP-6328-1-C: What, for like a newspaper or something? D-6328: Uh, yeah. SCP-6328-1-C: [turning to another instance] How much time we got? [second instance shrugs] SCP-6328-1-C: Sure, why not? Take a seat. [instance gestures to a nearby crate] D-4001: Um. That's intangible, isn't it? SCP-6328-1-C: Oh, right. Sorry. D-4001: That's okay, I'll stand. Dr. V█████: Ask them what they're doing here. D-4001: So, uh, what are you guys doing here? SCP-6328-1-C: Reenacting the Battle of Hastings, obviously. D-4001: Right. Dr. V█████: Ask them why. D-4001: Uh, why? SCP-6328-1-C: [shrugs] Cuz it's fun? You guys might be three-dimensional, but you really know how to fight a war. Dr. V█████: Ask them if… D-4001: Does that mean you're not three-dimensional? SCP-6328-1-C: Not usually. We are right now, though, obviously. D-4001: Obviously. [The SCP-6328-1s laugh, and D-4001 hesitantly joins in.] Dr. V█████: See where they're from. D-4001: So I guess you're not from around here, then? SCP-6328-1-C: Ha! Definitely not. We just come here for the reenactments. Can't really do it back home, since we don't have this stuff. [SCP-6328-1-C points at the ground.] D-4001: …ground? SCP-6328-1-C: Matter. D-4001: Oh. SCP-6328-1-C: Say, speaking of matter, can I ask you a question? D-4001: Um, sure. SCP-6328-1-C: How do you guys reconstitute yourselves? D-4001: What? SCP-6328-1-C: Y'know, how do you put everybody back together after the battle? It's easy for us, but you guys are made of atoms. How do you do it? Dr. V█████: Do NOT tell them! D-4001: Uh. Well…I'm not a doctor, so I don't really know the…specifics. SCP-6328-1-C: Oh, okay. [A bugle sounds in the distance, and the present SCP-6328-1 instances stand up.] SCP-6328-1-C: Oop, that's my cue. Later, guy. Dr. V█████: Wait, see if you can get them to stay! D-4001: You sure you can't stick around for a- SCP-6328-1-C: Nope, sorry. [The instance looks over its shoulder at its compatriots, who have already armed themselves and begun moving away.] I'd love to, but these guys are real serious about the immersion. I'll get my [unintelligible] chewed if I don't show up on time. Dr. V█████: That's okay, Dee, let him go. D-4001: Oh, sorry. Uh, you guys have fun. SCP-6328-1-C: Thanks, dawg. [Instance tips its hat to D-4001, then goes to join the others.] <end log>",
        "<begin log> [Dr. V█████ jogs up to the edge of an encampment. He is slightly out of breath.] Dr. V█████: Excuse me! SCP-6328-1-D: [looks up from what appears to be book of crossword puzzles] Huh? Dr. V█████: Hey! Uh, some of you talked to one of my…friends last year, at Hastings? SCP-6328-1-D: Oh yeah, I heard about that. The dude in the, whatchacallit, orange? Dr. V█████: Yeah, him. I was hoping I could talk to you guys some more, find out more about what you're doing? For the, uh, paper. SCP-6328-1-D: [looks around] Well, we're doin' the same thing as always. Dr. V█████: But what battle is this? I'm not aware of any that occurred here. SCP-6328-1-D: What are you talking about? This is the infamous battle of the Pinnacle, the turning point of the Second American Civil War, where the Regular Alliance Troupe defeated the US-Canada-North Korea-Mexico-Sealand-Bavaria alliance and cemented Franklin 's independence! Dr. V█████: …what? SCP-6328-1-D: In '76, remember? Dr. V█████: Um, I don't think there was a civil war in 1976. SCP-6328-1-D: [places its hands on its hips] Oh, so I'm lying? Are you callin' me a liar? [A reconstruction of an enormous ambulatory plant vaguely resembling an elephant walks past.] Dr. V█████: I am 100% confident that nothing like that has ever fought in any war on this planet. [pause] Well, not on this continent. [pause] Recently. [Another instance hears the commotion and approaches.] SCP-6328-1-E: What's the problem over here? We're about to start. SCP-6328-1-D: This clown is tryin' to tell me there was no Second Civil War. SCP-6328-1-E: [looks at Dr. V█████] Oh shit. [SCP-6328-1-E turns toward another instance, seemingly the \"commander\" of its group, and produces an unknown sound, believed to be SCP-6328-1-F's name. 3 ] SCP-6328-1-F: [looks up from the map it was studying] Huh? SCP-6328-1-E: You booked the wrong universe, you stupid idiot! SCP-6328-1-F: What? I did not! SCP-6328-1-E: Oh yeah? Then explain to me this guy's face. [points at Dr. V█████] SCP-6328-1-F: Oh shit. Dr. V█████: What? SCP-6328-1-E: That's what I said! How, when you were reserving this place, did you fail to notice these people's faces? Dr. V█████: What about our faces? SCP-6328-1-F: [shrugs] They all look the same to me. SCP-6328-1-E: Wow. SCP-6328-1-D: Racist. SCP-6328-1-F: [pointing to SCP-6328-1-D] Hey, you didn't notice it either! SCP-6328-1-E: [turns to Dr. V█████] I am so sorry about this. Next time we'll make sure somebody who can tell if people have faces or not does the planning. [shouting to the other instances] Alright people, let's go! [All SCP-6328-1 in the vicinity immediately demanifest, accompanied by their equipment. Dr. V█████ watches in dismay as word spreads through the encampment, which fully demanifests in a matter of seconds, rapidly followed by the enemy encampment on the other side of the battlefield.] Dr. V█████: Tell if what ?! <end log>",
        "\" SCP-6328 \" by Kothardarastrix, from the SCP Wiki . Source: https://scpwiki.com/scp-6328 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation webcrawlers are to monitor the internet for photos, videos, or eyewitness accounts of SCP-6328 events and remove the offending media. Covert listening posts are to be established at the locations of famous battles and of previous SCP-6328 events to monitor them for future incidents. When an SCP-6328 event takes place, Foundation forces are to mobilize to the location immediately and set up a perimeter around the affected area. Throughout the duration of the event, Foundation forces are to assist SCP-6328-1 instances in keeping civilians from interfering. Any photos or videos taken of SCP-6328 by civilians are to be confiscated and retained for further study. SCP-6328 has yet to manifest in any populated areas; if it should do so, the more strenuous procedures contained in Document 6328-1 are to be implemented.",
    "description": "SCP-6328 is a phenomenon characterized by the manifestation of invisible, intangible, humanoid entities (SCP-6328-1) at the locations of historical military engagements or nearby open areas of similar topography. These entities are accompanied by military hardware (including uniforms, weapons, artillery, vehicles, mounts, beasts of burden, and small structures) appropriate to the battle in question. SCP-6328-1 will spend a variable amount of time socializing and preparing for combat, then begin to reenact the events of the relevant historical battle. Once the reenactment is complete, all SCP-6328-1 instances and associated equipment demanifest. SCP-6328 events happen once per year at unpredictable intervals, typically on the anniversary of the battle in question.",
    "title": "SCP-6328"
}