{
    "url": "https://scp-wiki.wikidot.com/scp-6329",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\nPhotograph of a tunnel close to the entrance of SCP-6329. Note the presence of lighting.\n\n\n\n\n\n\nItem #:\n SCP-6329\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to its immobility, Site-6329 has been constructed around SCP-6329. The perimeter around SCP-6329 has been fenced off to prevent unauthorized access. All exploration and testing of SCP-6329 must receive approval from project supervisor Dr. Jack Cune.\n\n\nSite-6329 houses Task Force personnel prepared to exterminate potential threats emerging from SCP-6329, as well as personnel equipped for future exploration. In the event that SCP-6329-A instances emerge from the mound, they are to be forced to retreat back into the colony under the threat of firearms.\n\n\nSite-6329 houses a group of researchers (Termite Talkers) focused primarily on communication with instances of SCP-6329-A. The investigation is currently ongoing. Internal exploration of SCP-6329 is to be primarily conducted by drones.\n\n\nDescription:\n SCP-6329 is a colossal termite mound located in █████████, Georgia spanning over 180 meters in height above ground and an unknown measurement below ground. Similar to a standard termite mound, the construction of the structure appears to be a mixture of soil and termite saliva. Contrary to a non-anomalous termite mound, however, the exterior is exceedingly durable and sturdy. All attempts at acquiring a sample of the exterior have resulted in failure.\n\n\nThe structure appears to have several entrances located around the perimeter of the mound, all of which are on ground level. The entrances, which take the appearance of hollowed out, two-meter tall hallways, lead deeper into the interior of the termite mound with pathways that branch out to different sectors. As the paths lead deeper into the mound, the construction of the interior becomes more advanced, with concrete, brick, and steel walls slowly replacing the dirt walls. Laboratory analysis reveals that the material in these walls is not traditional concrete or metal, but rather an unknown type of material with near-identical properties.\n\n\nSCP-6329's interior appears to take the form of a massive modern office building, housing an unknown number of \"floors\" comprised of several different types of rooms ranging from open areas containing dozens of cubicles to break rooms. Some floors hold what appear to be hundreds of individual dormitory rooms, the interior of which all contain a large bed and bathroom. In the intersections of the dormitory floor hallways, what are presumed to be cafeterias and restaurants are spread over large food court areas. The interior of SCP-6329 includes advanced technological devices such as computers, phones, air conditioning systems, lighting, and the internet. The means by which these utilities function is unknown.\n\n\nSCP-6329 houses large termite-like creatures designated as SCP-6329-A. SCP-6329-A instances are capable of standing on their hind legs in a bipedal position at an average of 185 centimeters tall, but appear to prefer to traverse the colony while walking on all six legs. The entities are able to stand on their hind legs for an extended period of time. SCP-6329-A instances appear to be sapient; it is concluded that SCP-6329-A instances are not only capable of basic cognitive skills, but also have the intelligence level of adult humans (See Addendum 6329 1.3 Phone Call Transcript). Attempts at communication with 6329-A's have largely been ignored, and as such have been deemed failures.\n\n\nSCP-6329-A's tend to follow a specific \"schedule\". This schedule varies from termite to termite, but a majority tend to follow a certain pattern. This pattern has been described below:\n\n\n\n\n\n\nBETWEEN 6:00 AM - 7:00 AM:\n 6329-A will awaken and exit their dormitory chamber. In rare cases, 6329-A will not wake up until several hours after the intended time, indicating heightened levels of stress.\n\n\nBETWEEN 7 AM - 8:30 AM:\n 6329-A will usually enter a cafeteria area, trading an unknown amber-toned substance for plants, wood, or other cellulose items. Upon receiving their desired goods, 6329-A will sit down at a table in the food court and begin eating, typically near other instances of 6329-A. It is not uncommon for 6329-A to skip this portion of the schedule completely.\n\n\nBETWEEN 9:00 AM - 5:00 PM:\n In this portion of the schedule, the activity of 6329-A instances varies greatly. Individual instances appear to have distinct tasks such as construction and sanitation. However, a majority of 6329-A instances will spend this time in a cubicle. Attempts at observing 6329-A during their work have proven to be futile, as 6329-A instances will get defensive when near humans or recording devices.\n\n\nBETWEEN 5:00 PM - 11:00 PM:\n Activity of 6329-A instances is entirely unpredictable during this time. By 11:00 PM, every termite in the colony is inside of their dormitory room and is presumed to be asleep. There are certain exceptions to this rule, however, as there appear to be several groups of 6329-A that only work at night.\n\n\n\n\n\n\nDiscovery:\n The earliest documented existence of SCP-6329 dates to December 1992, although whether or not it existed before this time is unknown. SCP-6329 was originally considered a generally unpopular tourist destination, nicknamed by locals \"Skyscraper Rock\". Further investigation and excavation of the base of the mound later resulted in the discovery of entrances and the existence of SCP-6329-A. This resulted in the immediate fencing off of SCP-6329, and the Foundation later intervened to control the perimeter of the area.\n\n\nThe exploration of SCP-6329 has been discouraged through social media and rumors regarding the mound have been dismissed as urban legends.\n\n\nAddendum 1.1: SCP-6329 Incident\n\n\n\n\nOn 2020/06/02, an armed Task Force was dispatched to explore the interior of SCP-6329. Two Task Force members, 6329-Delta and 6329-Phi, were separated from the main group after reporting an ambush by SCP-6329-A instances.\n\n\nUpon being separated, Phi and Delta retreated deeper into the mound and encountered several objects of interest, including papers identical to standard business cards (See Addendum 1.2: Items of Interest-6329). Phi and Delta left the mound without reconnecting with the other task force members. Both individuals were later reprimanded for fleeing alone.\n\n\n\n\nAddendum 1.2: Item of Interest-6329\n\n\nIoU-6329-A refers to a collection of identical business cards retrieved by 6329-Delta and 6329-Phi from the interior of SCP-6329. The details imprinted on the card have been detailed below.\n\n\n\n\nCACHEX\n\n\nwww.cachex.mite\n\n\nBrad Norton 455612\n\n\nTax Supervisor\n\n\n█████████, GA █████\n\n\nTel. 229-███-████\n\n\nxbens███@cachex.mite\n\n\n\n\nDr. Cune determined that, because .mite is not a valid top-level domain, both the website and email address were impossible to access. The phone number, however, was found to be functional (See Addendum 1.3: Phone Call Transcript).\n\n\nAddendum 1.3: Phone Call Transcript\n\n\nIn a later test, Dr. Cune called the number imprinted on the card in an attempt to schedule an interview with the receiver. The log provided below describes the interaction.\n\n\n\n\nAccess File\n\n\n\n\nClose\n\n\n\n\n\n\n<BEGIN LOG>\n\n\nPhone rings.\n\n\nDR. CUNE:\n Hello, is this Mr. Norton 4-5-5-6-1-2?\n\n\nVOICE:\n Yes, that is me, sir. Please, just use Mr. Norton. How may I help you?\n\n\nDR. CUNE:\n I was interested in where I can apply for a job at your company. Cachex, correct?\n\n\nVOICE:\n That is correct. I can transfer you to the customer service desk, if you'd like.\n\n\nDR. CUNE:\n That would be lovely. But before you do that, I just wanted to chat with you for just a moment.\n\n\nVOICE:\n Oh. If you were going to ask me about the stool incident, I don't know anything. I just help sell them.\n\n\nDR. CUNE:\n Stool?\n\n\nVOICE:\n A stool, y'know, as in the one you sit on. I'm really not supposed to be talking about this. I can transfer y-\n\n\nDR. CUNE:\n I see. So you sell chairs?\n\n\nVOICE:\n I don't, no. Well, we do. I'm sorry, I don't want to confuse you. I can transfer you to customer service now.\n\n\nDR. CUNE:\n Just, wait a second. So what exactly does your company, 'Cachex', do?\n\n\nVOICE:\n ….you don't know? I don't mean to sound, um, condescending, but we're pretty big.\n\n\nDR. CUNE:\n I do not. I just happen to have this business card with your information on it.\n\n\nVOICE:\n What? How? I don't think I've handed mine out at all. Um, you shouldn't have that.\n\n\nDR. CUNE:\n This isn't about the card. I just want to know what your company does.\n\n\nVOICE:\n Sir, we sell property and furniture.\n\n\nDR. CUNE:\n …I see. Interesting…\n\n\nVOICE:\n …is it?\n\n\nDR. CUNE:\n Say that I wanted to purchase some furniture. How would I go about doing that?\n\n\nVOICE:\n Well, you go to the website. Right now we only do remote delivery. You just sign into your account, add your desired items to your cart a-\n\n\nDR. CUNE:\n The site does not work.\n\n\nVOICE:\n Huh?\n\n\nDR. CUNE:\n It's not a valid domain name. It can't be accessed\n\n\nVOICE:\n Our servers aren't down right now. Are you sure you're connected?\n\n\nDR. CUNE:\n Connected?\n\n\nVOICE:\n Um, yeah. Do you have a solid connection?\n\n\nDR. CUNE:\n What do you mean by 'connected'?\n\n\nThere is a brief pause.\n\n\nVOICE:\n Um, can you excuse me for a moment?\n\n\nDR. CUNE:\n Alright.\n\n\nA second voice can be heard on the other end.\n\n\nVOICE 2:\n I'm sorry sir, can you please state your name?\n\n\nDR. CUNE:\n My name is Edward Pitt. Who is this?\n\n\nVOICE 2:\n Okay, Mr. Pitt, do you mind telling us a bit about yourself?\n\n\nDR. CUNE:\n Why?\n\n\nVOICE 2:\n We just want to know a little bit about you. Will that be an issue for you?\n\n\nDR. CUNE:\n I suppose not.\n\n\nVOICE 2:\n Wonderful. I'd like to start by introducing myself. You can call me Jodi.\n\n\nDR. CUNE:\n Forgive me for being nosy, but what happened to Mr. Norton?\n\n\nVOICE 2:\n He has some important clients to talk to right now. I'm a customer service worker so he had you transferred to me.\n\n\nDR. CUNE:\n I see.\n\n\nVOICE 2:\n Alright, let's begin with an easy question. We are over the phone so I can't get an actual look at you. What are you?\n\n\nDR. CUNE:\n What am I?\n\n\nVOICE 2:\n Yes.\n\n\nDR. CUNE:\n I can't answer something that broad.\n\n\nVOICE 2:\n (laughs) I should have been more clear. What type are you?\n\n\nDR. CUNE:\n I'm sorry, I still don't know how to answer that.\n\n\nVOICE 2:\n If you were describe yourself, what would you say? Are you the kind of bug that prefers to work alone or in larger colonies? I guess it mainly comes down to your anatomy. I don't like to adhere to stereotypes but most drywoods tend to prefer corporate jobs.\n\n\nDR. CUNE:\n I'm sorry, Jodi. Forgive me for interrupting. I don't mean to sound rude, but what are \nyou\n?\n\n\nVOICE 2:\n What am I? Well, if you want my answer, I'm a hard-working mother of seventy-three. But if you want the professional answer…I'm an eastern subterranean termite.\n\n\nDR. CUNE:\n Allow me to get this straight. You are a termite, and you can talk?\n\n\nVOICE 2:\n (laughs) Maybe a bit too much.\n\n\nDR. CUNE:\n You are also saying there are more than just termites inside the mound?\n\n\nVOICE 2:\n Mound? I assume you mean the building.\n\n\nDR. CUNE:\n Yes.\n\n\nVOICE 2:\n Well, of course. We need diggers, transporters, stingers, all sorts of duties. Us termites can't do everything. Now, I'm sorry Mr. Pitt, what did you say you were?\n\n\nDR. CUNE:\n I'm a human.\n\n\nOther end hangs up.\n\n\n<END LOG>\n\n\nAfterword:\n All further calls have gone directly to voicemail.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6328\n | SCP-6329 | \nSCP-6330\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6329\n\" by Nanec, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6329\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n tunnel.jpg\n\n\nName:\n Robbers' Cave Tunnel view into Tunnel 3 Lincoln NE.jpg\n\n\nAuthor:\n SharonPapierdreams\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1.1: SCP-6329 Incident",
        "Addendum 1.2: Item of Interest-6329\nIoU-6329-A refers to a collection of identical business cards retrieved by 6329-Delta and 6329-Phi from the interior of SCP-6329. The details imprinted on the card have been detailed below.\nDr. Cune determined that, because .mite is not a valid top-level domain, both the website and email address were impossible to access. The phone number, however, was found to be functional (See Addendum 1.3: Phone Call Transcript).",
        "Addendum 1.3: Phone Call Transcript\nIn a later test, Dr. Cune called the number imprinted on the card in an attempt to schedule an interview with the receiver. The log provided below describes the interaction."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6329 \" by Nanec, from the SCP Wiki . Source: https://scpwiki.com/scp-6329 . Licensed under CC-BY-SA .",
        "Filename: tunnel.jpg Name: Robbers' Cave Tunnel view into Tunnel 3 Lincoln NE.jpg Author: SharonPapierdreams License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6329",
    "object_class": "Euclid",
    "containment_procedures": "Due to its immobility, Site-6329 has been constructed around SCP-6329. The perimeter around SCP-6329 has been fenced off to prevent unauthorized access. All exploration and testing of SCP-6329 must receive approval from project supervisor Dr. Jack Cune.",
    "description": "SCP-6329 is a colossal termite mound located in █████████, Georgia spanning over 180 meters in height above ground and an unknown measurement below ground. Similar to a standard termite mound, the construction of the structure appears to be a mixture of soil and termite saliva. Contrary to a non-anomalous termite mound, however, the exterior is exceedingly durable and sturdy. All attempts at acquiring a sample of the exterior have resulted in failure.",
    "title": "SCP-6329"
}