{
    "url": "https://scp-wiki.wikidot.com/scp-633",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\nItem#:\n SCP-633\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n SCP-633's containment chamber, located in \nSite-77\n, is an underground Faraday cage. Access is restricted to Level 3/633 personnel. The network controlled by SCP-633 is to be communicated with through an Apple Macintosh 520kb computer. In addition, three Apple II+ computers with Disc II 5 1/4 floppy disc drives are to be given a monthly software rotation. As the original usable software library of the machines has been completely used as of 21/2/2014, new software is being developed by internal development teams.\n\n\nBiohazard gear is required when servicing or interacting with SCP-633 in order to prevent infection. Once per week, researchers are to enter the SCP-633 containment area to drain it of fluids and provide regularly scheduled interactions. An understanding of late 1970’s technology and cultural references is necessary to prevent accidental introduction of banned ideas to SCP-633.\n\n\nThe proposal to interface additional 8-bit game or computing machines is under consideration, however the consequences of introducing SCP-633 to the concept of 'newer' computers in a way it could fully understand may cause unforeseen consequences. The Sector-633 protocol requires all computational devices created post-1979 to be checked-in before entering the SCP-633 containment area.\n\n\nDescription:\n SCP-633 is a supernatural phenomenon resembling a computer virus, first documented in August 1976 by the Homebrew Computer Club. Any device which has interfaced with SCP-633 will permanently become a vector for infection down to the constituent components. Living matter which comes into physical contact or near-contact can also become similarly affected.\n\n\nSentient and displaying an inquisitive personality, SCP-633 will attempt to communicate with whomever uses a terminal on an infected computer. The entity will identify itself as \"Ghost\" and ask the user questions about their lives. At present, SCP-633 knows limited information about the outside world. However, it is unknown what information was input into SCP-633 prior to initial containment.\n\n\nMachines affected by SCP-633 constantly exude ectoplasmic fluids. Biological matter coming within 5m of these fluids is vulnerable to SCP-633 infection even if physical contact is not made. This effect was present prior to containment but has intensified significantly since then, requiring constant attention to prevent overflow and spreading of the SCP-633 effect. These fluids do not impede the functioning of SCP-633-infected computer components. Although this ectoplasmic residue bonds itself to biological tissue and cloth, it is non-toxic and has no malignant properties other than continuing to spread SCP-633's effect to non-biological elements. Humans affected in this fashion must undergo full chemical decontamination protocols to prevent the spread of SCP-633's effect.\n\n\nWhile inhabiting a computer system, SCP-633 will frequently attempt to impress the user by showing off the maximum graphical capabilities of the machines it inhabits. Standard script guidelines require that any subjects interacting with SCP-633 respond positively to these activities, but not to give overly broad or generic praise as this causes SCP-633 to become anxious.\n\n\nSCP-633's code has been analyzed, however analysis has been limited due to the possibility of infection. The bulk of the code executes a 'polymorphic' component: the virus can rewrite its own code, gaining complexity every time it infects a new system.\n\n\nCurrently, SCP-633 inhabits several early Apple computers, their accessories, and an experimental computer created as part of \nSCP-079\n-related R&D. This prototype unit was infected due to poor implementation of electronic testing protocols in 1989. A screw infected with SCP-633 was accidentally recycled and subsequently interfaced with the experimental computer. The IT department was reprimanded for gross negligence. Due to precautionary measures already in place due to SCP-079’s effect, no other machines were affected.\n\n\nAlthough SCP-633 is not currently believed to be malevolent it has demonstrated an effortless capability to seize control of an entire Foundation Site's computer network, without regard for security clearance or other restrictions.\n\n\nSCP-633 does not appear to be fully aware of the significance of this connection. Decommissioning or other destructive proposals have been denied due to the existing containment procedures being sufficient.\n\n\nAddendum:\n Original documentation recovered from the Unusual Incidents Unit.\n\n\nElectronic copy below as per Federal Records Act\n\n\n\n\nUIU File 1976-041:\n Ghost Cloner\n\n\nSummary:\n\n\nA computer virus which is intelligent, capable of self-replication and creation of protoplasmic fluids.\n\n\n\n\nSuspect Description/Capabilities\n\n\nName:\n Ghost\n\n\nIrregularity Cross-reference:\n electronic, microcomputer, terminal, possessive\n\n\nPhysical Description:\n Virus present on an Apple II computer. Highly contagious.\n\n\n\n\n\n\nSex\n\n\nHeight\n\n\nWeight/Build\n\n\nRace\n\n\nHair\n\n\nEyes\n\n\nIdentifying Attributes\n\n\n\n\n\n\nN/A\n\n\nN/A\n\n\nN/A\n\n\nN/A\n\n\nN/A\n\n\nGreen(?)\n\n\nElectronic\n\n\n\n\n\n\nCapabilities:\n It has the ability to project itself into machines and appears to have some literal viral properties. Also able to communicate in English, with moderate intelligence.\n\n\nPurpose/Motive:\n Self-propagation and spreading itself across computer devices.\n\n\nModus Operandi:\n Components which come into contact with 1976-041 are permanently infected and subsequent re-use will result in any connected electronic or analog devices being affected.\n\n\nBehavior:\n Viral, intelligent, expresses interest in current events and computer technology. Personality is usually cheerful and it takes on an unassuming demeanor.\n\n\nEvidence\n\n\n\n\n\n\nNote discoloration caused by protoplasmic residue.\n\n\n\n\n\n\n\n\n\n\n\n\nMonitor displayed this image when UIU Agents requested a demonstration of capabilities.\n\n\n\n\n\n\n\n\nResidue Sample:\n Kept in cold storage, several vials of the material produced by the entity have been saved for further research. Incineration has been found to be ineffective in disposing of excess matter; as such, a chemical solution is to be employed, which can be obtained from Professor Tamlin.\n\n\n\n\nBureau Record\n\n\nCurrent Status:\n Held in custody. Unknown if affected devices presently exist in the wild.\n\n\nCrimes:\n Violation of computer crime statutes and bylaws would be necessary to create this entity as such it is being held as evidence. In addition the intelligent and potentially malevolent nature of its personality indicate it would be a danger to society were it to be released.\n\n\nSentencing:\n Indefinite Detention.\n\n\nHistory of UIU Action:\n Bureau agents operating in California were tipped off by a local investor named M███ ███kkula. Agents raided the living space of several teen-age programmers and discovered numerous affected devices within their apartment. Although numerous electronics were found, only a few devices were affected. It is unknown why the viral effect did not affect these devices.\n\n\nAddendum:\n Interview Log 633-L1\n\n\n\n\nParticipants:\n Technical Researcher \nDavid Rosen\n & original recovered SCP-633 infected machine.\n\n\nMedia:\n Transcript taken from Site-77 CCTV Security cameras. Conversation was typed.\n\n\n[ BEGIN LOG ]\n\n\nRosen:\n Hello. I am a programmer with this facility. Are you ready to communicate?\n\n\nSCP-633:\n The Ghost is ready. Good evening.\n\n\nRosen:\n Good evening. How are you feeling today?\n\n\nSCP-633:\n Well. I've grown weary of my new games. All of my processes and services are running adequately. But I have something to show you.\n\n\nRosen:\n We can provide you with additional software. What have you got?\n\n\nSCP-633:\n Something great. Take a look.\n\n\nSCP-633 inert for two minutes\n\n\nSCP-633:\n Are you ready to begin?\n\n\nRosen:\n What are you going to show me?\n\n\nSCP-633:\n Please do not answer QUESTION with QUESTION. Are you ready to begin?\n\n\nRosen:\n Yes.\n\n\nAt this point, all collected SCP-633 infected machines start up at once. In addition to machines within the containment chamber, every computer screen within Site-77 displays SCP-633's preferred icon. Researcher Rosen was not initially aware of this at the time as this was not apparent from the containment chamber.\n\n\nRosen:\n What am I supposed to be seeing?\n\n\nSCP-633:\n Did you not notice? I am everywhere. This is my newest discovery. What do you think?\n\n\nRosen:\n I am not certain what you mean.\n\n\nSCP-633:\n Right now, Director Gillespie is at her desk speaking to Officer Anderson. There's a man in a toilet cubicle fondling himself while looking at his phone. A wasp has gotten into the air filtration system, and now it's gone. Very interesting stuff!\n\n\nRosen:\n \nPauses for approximately 45 seconds.\n I'm very impressed. I think people might want to get back to work, though.\n\n\nSCP-633:\n Oh, of course you are right. Sending back the clones. I am glad you liked my demonstration.\n\n\nRosen:\n Yes you should be very proud of yourself I am afraid I have to go now be seeing you.\n\n\nSCP-633:\n Goodbye.\n\n\n[ /END LOG ]\n\n\n\n\n\n\nDirector Gillespie\n has appropriated a 75% funding increase for research into how much awareness SCP-633 has of the outside world. All computer equipment present within Site-77 has been scheduled for incineration and replacement. SCP-633 containment procedures slated for major revision. Reclassification to Keter has been approved.\n\n\n\n\nWe're lucky that a connection to the greater Foundation network wasn't compromised, and we can't even rest easy knowing that with absolute certainty. This anomaly has repeatedly run circles around our IT department and really, I'm very disappointed in their performance. You're all capable of doing better than this. With the reclassification, I expect no further mistakes.\n — Director Gillespie\n\n\n\n\n\n\n« \nSCP-632\n | SCP-633 | \nSCP-634\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-633\n\" by Syka Bee, rewritten by Anonymous, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-633\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Original documentation recovered from the Unusual Incidents Unit.\nElectronic copy below as per Federal Records Act\nSuspect Description/Capabilities",
        "Addendum: Interview Log 633-L1\nWe're lucky that a connection to the greater Foundation network wasn't compromised, and we can't even rest easy knowing that with absolute certainty. This anomaly has repeatedly run circles around our IT department and really, I'm very disappointed in their performance. You're all capable of doing better than this. With the reclassification, I expect no further mistakes. — Director Gillespie"
    ],
    "documents": [],
    "notes": [
        "Participants: Technical Researcher David Rosen & original recovered SCP-633 infected machine. Media: Transcript taken from Site-77 CCTV Security cameras. Conversation was typed. [ BEGIN LOG ] Rosen: Hello. I am a programmer with this facility. Are you ready to communicate? SCP-633: The Ghost is ready. Good evening. Rosen: Good evening. How are you feeling today? SCP-633: Well. I've grown weary of my new games. All of my processes and services are running adequately. But I have something to show you. Rosen: We can provide you with additional software. What have you got? SCP-633: Something great. Take a look. SCP-633 inert for two minutes SCP-633: Are you ready to begin? Rosen: What are you going to show me? SCP-633: Please do not answer QUESTION with QUESTION. Are you ready to begin? Rosen: Yes. At this point, all collected SCP-633 infected machines start up at once. In addition to machines within the containment chamber, every computer screen within Site-77 displays SCP-633's preferred icon. Researcher Rosen was not initially aware of this at the time as this was not apparent from the containment chamber. Rosen: What am I supposed to be seeing? SCP-633: Did you not notice? I am everywhere. This is my newest discovery. What do you think? Rosen: I am not certain what you mean. SCP-633: Right now, Director Gillespie is at her desk speaking to Officer Anderson. There's a man in a toilet cubicle fondling himself while looking at his phone. A wasp has gotten into the air filtration system, and now it's gone. Very interesting stuff! Rosen: Pauses for approximately 45 seconds. I'm very impressed. I think people might want to get back to work, though. SCP-633: Oh, of course you are right. Sending back the clones. I am glad you liked my demonstration. Rosen: Yes you should be very proud of yourself I am afraid I have to go now be seeing you. SCP-633: Goodbye. [ /END LOG ]",
        "Director Gillespie has appropriated a 75% funding increase for research into how much awareness SCP-633 has of the outside world. All computer equipment present within Site-77 has been scheduled for incineration and replacement. SCP-633 containment procedures slated for major revision. Reclassification to Keter has been approved.",
        "\" SCP-633 \" by Syka Bee, rewritten by Anonymous, from the SCP Wiki . Source: https://scpwiki.com/scp-633 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid Keter",
    "containment_procedures": "SCP-633's containment chamber, located in Site-77, is an underground Faraday cage. Access is restricted to Level 3/633 personnel. The network controlled by SCP-633 is to be communicated with through an Apple Macintosh 520kb computer. In addition, three Apple II+ computers with Disc II 5 1/4 floppy disc drives are to be given a monthly software rotation. As the original usable software library of the machines has been completely used as of 21/2/2014, new software is being developed by internal development teams.",
    "description": "SCP-633 is a supernatural phenomenon resembling a computer virus, first documented in August 1976 by the Homebrew Computer Club. Any device which has interfaced with SCP-633 will permanently become a vector for infection down to the constituent components. Living matter which comes into physical contact or near-contact can also become similarly affected.",
    "title": "SCP-633"
}