{
    "url": "https://scp-wiki.wikidot.com/scp-6330",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBy \nOzzyLizard\n.\n\n\nThanks to \nREDESERT\n and \nJack Waltz\n for the critique.\n\n\nThe image is my own.\n\n\nMore by this author:\n\n\nSCP-5767 - A Wise Old Snail\n\n\nSCP-5745 - Prehistoric Rift\n\n\nSCP-5776 - 100% MOST DEFINITELY A KETER\n\n\nSCP-6044 - A ‘Helpful Forest, A Giant Sponge and a Lot of Axolotls\n\n\nSCP-6055 - Havsvågor\n\n\nEnjoy! :)\n\n\n\n\n\n\n\n\nrating: \n+132\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6330\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA recovered SCP-6330-1 instance.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nN/A\n\n\nN/A\n\n\nN/A\n\n\nMTF Iota-12 ‘Lucid Dreamers’\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the nature of SCP-6330, physical containment is not currently possible. Funding should be supplied to companies encouraging the sale and purchase of baby monitor cameras, in an attempt to detect and witness SCP-6330 ‘Sleepwalker’ Events.\n\n\nShould reports of a Sleepwalker Event circulate, Mobile Task Force Iota-12 ‘Lucid Dreamers’ are tasked with investigation and suppression of public media circulation or news reports regarding SCP-6330. All civilians who view SCP-6330-1 or SCP-6330-2 instances are to be immediately administered Class-A amnestics.\n\n\nAt any time, one (1) SCP-6330-1 should be held within a small item locker in the site nearest to its recovery (current study instance kept at Site-44). The instance should be examined weekly and any changes, reported to the nearest Level-3 researcher. SCP-6330-1 that are affected by Sleepwalker Events are to be left in the possession of the family they were discovered with, as no anomalous activity has ever been recorded following an Event.\n1\n Families in possession of SCP-6330-1 should be monitored in case of further activity.\n\n\nDescription:\n SCP-6330 is a phenomenon affecting stuffed animals worldwide, though is most common in teddy bears. Manifestation of this phenomenon is referred to as a Sleepwalker Event.\n\n\nSleepwalker Events occur only within the households of families with young children, typically between the ages of 1 to 14. Events begin by the manifestation of entities referred to as SCP-6330-2. These creatures typically blend with shadows (though this mechanism is poorly understood) and somewhat resemble creatures associated with fantasy, such as dragons or ogres, and always manifest beneath a child’s bed. SCP-6330-2 instances depict behaviour indicating that they intend to hunt or prey upon the sleeping child. SCP-6330-1 are stuffed animals already present in a child’s room, that seem to be non-anomalous prior to SCP-6330-2 manifestations.\n\n\nSCP-6330-1 have been shown to instantaneously manifest small wooden \nmedieval\n2\n weaponry in order to combat SCP-6330-2, and assumably to protect the child. Battles have been shown to last upwards of 20 minutes, and are always near silent. In \nall\n most observed cases, SCP-6330-1 have emerged victorious,\n3\n though are severely ‘wounded’ during the skirmish. Torn wool and stuffing are common, and following all known events, SCP-6330-1 have ‘died’ due to their injuries. Prior to ‘death’, the instance will drag the SCP-6330-2’s corpse back under the bed frame and demanifest.\n\n\nIt will emerge a short while later, and attempt to climb the bed. The SCP-6330-1 will then embrace its child and ‘pass away’.\n\n\nAddendum 6330.1:\n Test Logs\n\nDue to SCP-6330 incidents being generally random and irregular, a total of one controlled test has taken place. The following is a log of the events.\n\n\n\n\n+ Show Test 6330-14\n\n\n\n\n- Hide Test 6330-14\n\n\n\n\n\n\nLocation:\n Site-44\n\n\nDate:\n 14/7/1987\n\n\nForeword:\n The following test was conducted on the grounds of Site-44. Researcher ███’s 7-year-old daughter (henceforth referred to as ‘subject’) was placed in a humanoid containment room and was soothed to sleep using a teddy bear that Researcher ███ claimed the subject had a strong emotional attachment to. This experiment was conducted a total of 13 times prior to the following Sleepwalker Event. MTF Iota-12 were stationed at the room’s entrance for swift intervention if needed.\n\n\n[BEGIN LOG]\n\n\nResearcher Pines:\n Subject has entered REM sleep.\n\n\nSubject:\n (\nQuiet snoring\n)\n\n\nNo anomalous activity is observed for 3 hours. At 01:40 PDT, an SCP-6330-2 is observed beneath the subject’s bed.\n\n\n01:40:\n A quiet rustling sound can be heard beneath the bed and sounds reminiscent of a large animal’s breathing are audible. A pair of large, scaly clawed hands grasp the rim of the bed. A creature resembling a western dragon emerges. It stands approximately 3 metres above the ground, switching between bipedal and quadrupedal motion.\n\n\n01:45:\n For five minutes, the SCP-6330-2 patrols the room, moving silently and methodically, unaware of the surveillance cameras.\n\n\n01:50:\n SCP-6330-2 turns towards the subject, poising itself at the foot of the bed, stretching its arms out towards the subject. It gapes its jaws wide, exposing rows of large, pointed teeth and a dark pink tongue. Its motions at this time are likened to that of a snake. As it seems to prepare to lunge at the subject, the stuffed bear stands up on the subject’s chest, and draws a small sword and shield from an unknown source. It positions its sword’s tip pointed downward and has its shield at its side. SCP-6330-1 hunches over slightly and twirls its sword,\n4\n maintaining eye contact with SCP-6330-2. After 10 seconds, the SCP-6330-2 throws its jaws at the subject and SCP-6330-1 responds with a leap towards the subject’s attacker, slicing SCP-6330-2’s eye. The SCP-6330-2 responds with a quiet grunt, and touches its wound, which leaks a viscous black liquid.\n5\n The SCP-6330-1 jumps towards SCP-6330-2 and utilises fabric from the bedsheets to quickly cover the wound, apparently attempting to minimise mess and evidence of its presence.\n\n\n01:59:\n Both instances are in battle for 9 minutes before the first signs of damage to SCP-6330-1. Following the severing of one of SCP-6330-2’s dorsal spikes, it strikes the SCP-6330-1 with a heavy slap, which sends SCP-6330-1 across the room. SCP-6330-1 stands back up, placing a hand on its stomach, and looks at its hand which is now covered in wool and stuffing. They charge at each other once again, though the subject seems to move slightly in their sleep. Both instances stop and quickly stare at the subject before the subject settles. The instances resume fighting.\n\n\n02:10:\n After 20 minutes of battle, both instances are heavily scarred and injured. After kicking itself off of the SCP-6330-2’s nose, SCP-6330-1 sprints from one side of the room towards SCP-6330-2, leaping into the air and landing a fatal blow, slicing the neck of the other instance, which falls lifeless to the floor. SCP-6330-2 is dragged by the SCP-6330-1, back under the bed.\n\n\n02:15:\n A short while later, the SCP-6330-1 emerges. Damage sustained includes loss of one buttoned eye, exposed stuffing and torn wool. It places its sword and broken shield on a nearby table. SCP-6330-1 then drags itself up the bedsheets towards the subject, who was sleeping peacefully throughout the test. It rests beside the child, laying motionless. It seems to glare directly at the camera, and a small woollen thumb protrudes from its round hand, giving a ‘thumbs up’ to researchers. Its head flops onto the child’s cheek before it ceases to move.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nUpon conclusion of this test, MTF Iota-12 carried out heavy investigation of the bed. The SCP-6330-2’s corpse was not discovered beneath the bed frame, though trace amounts of the aforementioned black substance was present. Samples taken reveal it to be composed of raw haemoglobin and water, though its viscous nature and other physical properties do not support the discovery.\n\n\nThe SCP-6330-1 instance was removed and placed in secure storage. It has to date shown no further anomalous properties.\n\n\nAddendum 6330.2:\n\nFollowing a Sleepwalker Event taking place on 07/07/2001, a news headline with the title:\n\n\n\n\n\n\nYoung Boy Reported Missing from Family Home in Portland\n\n\n\n\n\n\nWas circulated on mass among citizens of Portland, OR. Upon investigators’ arrival at the scene, it was discovered that the young boy’s room had large trails of viscous black liquid streaking the walls. Investigators soon requested Foundation intervention, at which point, MTF Iota-12 were dispatched. Testing confirmed the substance to be that commonly associated with SCP-6330-2, and Iota-12 requested permission to carry out full investigation of the Event. This request was approved by Overseer command.\n\n\nThe following file was written by MTF Iota-12 personally. I recommend all informal comments should be ignored. ~ Director Woods.\n\n\n\n\n+ Show Field Report 6330-131\n\n\n\n\n- Hide Field Report 6330-131\n\n\n\n\n\n\n\n\nEVENT 131 INCIDENT REPORT\n\n\nReport:\n 6330-131\n\n\nOverall Disruption:\n High (like really bad)\n\n\nSummary:\n Sleepwalker occurred on the night of 06/07/2001. No camera footage, witness reports or any signs of exactly what happened, though neighbours who were awake reported hearing thumping from the room. Trails of suspected SCP-6330-2 viscera on the walls.\n\nChild missing. Additionally, the aforementioned child’s stuffed orca was found in the corner of the room. Well, really parts of it were all over the place, but its main body and head sat hunched over near the bed. It had an amount of the black substance on it, but its eyes were damp with water. We suspect it was an SCP-6330-1 instance.\n\n\nAdditional Notes:\n Local Authorities and Media companies have picked up on the case. The public are very interested in trying to figure out what caused the disappearance. We’ve told them that we think an animal or something came in the room, kid put up a fight, and that the substance was blood, but the kid lost and was taken by it. Unfortunately, they’re not happy with that answer and people are demanding we ‘stop lying to them’.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBREAKING: Portland Boy Found!\n\n\n\n\n\n\n2 days after the Sleepwalker Event, the child was rediscovered, unconscious behind a hedge in the family’s garden. A brief interview revealed that the child witnessed the final minutes of this Event. He claimed “My orca was fighting a big monster, and then the monster grabbed me and took me out the window but someone saw it\n6\n so it dropped me and I hid in the bush”. A second interview revealed no other discoveries, but the child claimed “the monster \nate his socks\n”.\n\n\nIt is unknown what the SCP-6330-2’s intentions were, had it been able to escape with the child. All involved were amnesticised and a cover story was fabricated, with Iota-12 encouraging parents in the local area to purchase video surveillance cameras.\n\n\nAddendum 6330.3:\n\nOn 19/11/2008, a call was filed to local authorities by a family in Cambridge, England. They claimed to have discovered footage of a Sleepwalker Event within their son’s room. Mobile Task Force Iota-12 ‘Lucid Dreamers’ were dispatched to investigate. The footage was seized by personnel and all members of the family were administered Class-A amnestics.\n\n\n\n\n+ Show Document 6330-184\n\n\n\n\n- Hide Document 6330-184\n\n\n\n\nLocation:\n Cambridge, England, within the ████ family’s residence.\n\n\nDate:\n 19/11/2008\n\n\nForeword:\n The following is a textual description of the events witnessed by baby monitors. It should be noted that this is the first digital recording of a Sleepwalker Event outside of controlled testing.\n\n\n\n\n[BEGIN LOG]\n\n\n12:01:\n The child’s bed sways lightly as an instance of SCP-6330-2 emerges. The instance resembles an unknown creature, though is described as having a large, muscular frame and stands upright. The instance walks to the opposite end of the room, hunching over and observing the child for exactly 10 minutes.\n\n\n12:11:\n The SCP-6330-2 begins to stand further upright, extending an assumably retractable set of claws. The child’s teddy bear, which was placed next to the child, suddenly stands, drawing a bow and quiver. SCP-6330-2 assumes a quadrupedal stance and snarls before lunging towards the bed. The SCP-6330-1 fires a single arrow towards the SCP-6330-2, striking the instance directly in its canine-like snout. SCP-6330-2 responds with a loud huff, reminiscent of that of a bull or bovine.\n\n\n12:28:\n The instances battle for approximately 30 minutes, the longest recorded Sleepwalker Event to date. Both show abilities and skill sets consistent with other SCP-6330-1 and -2 instances. Eventually, SCP-6300-2 has SCP-6330-1 pinned to a nearby wall, seeming to ‘strangle’ it. The SCP-6330-2 then pulls one of SCP-6330-1’s arrows from its arm, plunging it into the -1’s chest. SCP-6330-1 shows behaviours likened to those of intense pain. SCP-6330-2 seems to be victorious.\n\n\nThe SCP-6330-2 leans its head towards SCP-6330-1, seeming to ‘whisper’ into the instance’s right ear, though audio recordings cannot determine exactly what was vocalised. The SCP-6330-1 lifts up its head, staring blankly into SCP-6330-2’s eyes. It reaches behind its back, pulling out a small, entirely wooden Glock-19 handgun. The bear points the weapon into SCP-6330-2’s forehead and swiftly fires. The shot creates minimal noise and the SCP-6330-2’s body falls limp. Black, viscous fluid is sprayed on the wall. The -1 hauls SCP-6330-2’s corpse towards the bed, noticeably limping. It drags the body by its large forearm and demanifests upon reaching the underneath of the bed.\n\n\n12:40:\n SCP-6330-1 returns, and briefly stares around the room before turning to the child. It climbs up a desk and seems to notice a piece of paper and pen. It begins to write a note, which is left on the bedside desk (\nSee Field Report 6330-184\n). Heavily wounded, the -1 limps to the bed, falling on the child’s chest with its arms stretched wide. There is no further movement, it perishes next to its child.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe following is a report of the investigation, written by MTF Iota-12 following the case’s conclusion.\n\n\n\n\n+ Field Report 6330-184\n\n\n\n\n- Field Report 6330-184\n\n\n\n\n\n\n\n\nEVENT 184 INCIDENT REPORT\n\n\nReport:\n 6330-184\n\n\nOverall Disruption:\n Low\n\n\nSummary:\n Sleepwalker begun at 12:01. Fight approx. 30 minutes. Sleepwalker ended at 12:40, with the neutralisation of the affected SCP-6330-1. Really made us question how many times this happened to us all as kids…\n\n\nAdditional Notes:\n SCP-6330-1 produced a note. Only recorded instance of -1s being able to understand english. Reads as following:\n\n\n\n\nHello, Timothy.\n\n\n \n\n\nThank you for always taking care of me, it really was fun. I was able to repay the favour of protecting you. Unfortunately I am hurt. I need to go, I’m too weak to stay and I just hope you’ll remember me.\n\n\n \n\n\nIt’s been fun helping you. I’ve enjoyed my time under your care. Going into this, I knew it would happen; the Sleepwalkers coming for you. I’m just happy I could do my job.\n\n\n \n\n\nGoodbye, my friend.\n\n\n \n\n\nI hope I may see you soon.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Whether or not instances remain non-anomalous is currently unknown.\n\n\n2\n. \nSee Document 6330-184.\n\n\n3\n. Usually delivering a fatal blow to the SCP-6330-2’s upper torso, jugular or heart via their small weapons.\n\n\n4\n. Despite having no visible ‘fingers’, SCP-6330-1 instances are able to grasp and wield their weapons masterfully.\n\n\n5\n. This substance is believed to be a bodily fluid produced by SCP-6330-2. Potentially a substitute for blood or viscera.\n\n\n6\n. This discovery indicates that SCP-6330-2 instances seem to fear humans.\n\n\n\n\n\n\n\n\n« \nSCP-6329\n | SCP-6330 | \nSCP-6331\n »",
    "addendums": [
        "Addendum 6330.1: Test Logs Due to SCP-6330 incidents being generally random and irregular, a total of one controlled test has taken place. The following is a log of the events.\nUpon conclusion of this test, MTF Iota-12 carried out heavy investigation of the bed. The SCP-6330-2’s corpse was not discovered beneath the bed frame, though trace amounts of the aforementioned black substance was present. Samples taken reveal it to be composed of raw haemoglobin and water, though its viscous nature and other physical properties do not support the discovery.\nThe SCP-6330-1 instance was removed and placed in secure storage. It has to date shown no further anomalous properties.",
        "Addendum 6330.2: Following a Sleepwalker Event taking place on 07/07/2001, a news headline with the title:\nWas circulated on mass among citizens of Portland, OR. Upon investigators’ arrival at the scene, it was discovered that the young boy’s room had large trails of viscous black liquid streaking the walls. Investigators soon requested Foundation intervention, at which point, MTF Iota-12 were dispatched. Testing confirmed the substance to be that commonly associated with SCP-6330-2, and Iota-12 requested permission to carry out full investigation of the Event. This request was approved by Overseer command.\nThe following file was written by MTF Iota-12 personally. I recommend all informal comments should be ignored. ~ Director Woods.\n2 days after the Sleepwalker Event, the child was rediscovered, unconscious behind a hedge in the family’s garden. A brief interview revealed that the child witnessed the final minutes of this Event. He claimed “My orca was fighting a big monster, and then the monster grabbed me and took me out the window but someone saw it 6 so it dropped me and I hid in the bush”. A second interview revealed no other discoveries, but the child claimed “the monster ate his socks ”.\nIt is unknown what the SCP-6330-2’s intentions were, had it been able to escape with the child. All involved were amnesticised and a cover story was fabricated, with Iota-12 encouraging parents in the local area to purchase video surveillance cameras.",
        "Addendum 6330.3: On 19/11/2008, a call was filed to local authorities by a family in Cambridge, England. They claimed to have discovered footage of a Sleepwalker Event within their son’s room. Mobile Task Force Iota-12 ‘Lucid Dreamers’ were dispatched to investigate. The footage was seized by personnel and all members of the family were administered Class-A amnestics.\nThe following is a report of the investigation, written by MTF Iota-12 following the case’s conclusion."
    ],
    "documents": [],
    "notes": [
        "Location: Site-44 Date: 14/7/1987 Foreword: The following test was conducted on the grounds of Site-44. Researcher ███’s 7-year-old daughter (henceforth referred to as ‘subject’) was placed in a humanoid containment room and was soothed to sleep using a teddy bear that Researcher ███ claimed the subject had a strong emotional attachment to. This experiment was conducted a total of 13 times prior to the following Sleepwalker Event. MTF Iota-12 were stationed at the room’s entrance for swift intervention if needed. [BEGIN LOG] Researcher Pines: Subject has entered REM sleep. Subject: ( Quiet snoring ) No anomalous activity is observed for 3 hours. At 01:40 PDT, an SCP-6330-2 is observed beneath the subject’s bed. 01:40: A quiet rustling sound can be heard beneath the bed and sounds reminiscent of a large animal’s breathing are audible. A pair of large, scaly clawed hands grasp the rim of the bed. A creature resembling a western dragon emerges. It stands approximately 3 metres above the ground, switching between bipedal and quadrupedal motion. 01:45: For five minutes, the SCP-6330-2 patrols the room, moving silently and methodically, unaware of the surveillance cameras. 01:50: SCP-6330-2 turns towards the subject, poising itself at the foot of the bed, stretching its arms out towards the subject. It gapes its jaws wide, exposing rows of large, pointed teeth and a dark pink tongue. Its motions at this time are likened to that of a snake. As it seems to prepare to lunge at the subject, the stuffed bear stands up on the subject’s chest, and draws a small sword and shield from an unknown source. It positions its sword’s tip pointed downward and has its shield at its side. SCP-6330-1 hunches over slightly and twirls its sword, 4 maintaining eye contact with SCP-6330-2. After 10 seconds, the SCP-6330-2 throws its jaws at the subject and SCP-6330-1 responds with a leap towards the subject’s attacker, slicing SCP-6330-2’s eye. The SCP-6330-2 responds with a quiet grunt, and touches its wound, which leaks a viscous black liquid. 5 The SCP-6330-1 jumps towards SCP-6330-2 and utilises fabric from the bedsheets to quickly cover the wound, apparently attempting to minimise mess and evidence of its presence. 01:59: Both instances are in battle for 9 minutes before the first signs of damage to SCP-6330-1. Following the severing of one of SCP-6330-2’s dorsal spikes, it strikes the SCP-6330-1 with a heavy slap, which sends SCP-6330-1 across the room. SCP-6330-1 stands back up, placing a hand on its stomach, and looks at its hand which is now covered in wool and stuffing. They charge at each other once again, though the subject seems to move slightly in their sleep. Both instances stop and quickly stare at the subject before the subject settles. The instances resume fighting. 02:10: After 20 minutes of battle, both instances are heavily scarred and injured. After kicking itself off of the SCP-6330-2’s nose, SCP-6330-1 sprints from one side of the room towards SCP-6330-2, leaping into the air and landing a fatal blow, slicing the neck of the other instance, which falls lifeless to the floor. SCP-6330-2 is dragged by the SCP-6330-1, back under the bed. 02:15: A short while later, the SCP-6330-1 emerges. Damage sustained includes loss of one buttoned eye, exposed stuffing and torn wool. It places its sword and broken shield on a nearby table. SCP-6330-1 then drags itself up the bedsheets towards the subject, who was sleeping peacefully throughout the test. It rests beside the child, laying motionless. It seems to glare directly at the camera, and a small woollen thumb protrudes from its round hand, giving a ‘thumbs up’ to researchers. Its head flops onto the child’s cheek before it ceases to move. [END LOG]",
        "Young Boy Reported Missing from Family Home in Portland",
        "BREAKING: Portland Boy Found!",
        "[BEGIN LOG] 12:01: The child’s bed sways lightly as an instance of SCP-6330-2 emerges. The instance resembles an unknown creature, though is described as having a large, muscular frame and stands upright. The instance walks to the opposite end of the room, hunching over and observing the child for exactly 10 minutes. 12:11: The SCP-6330-2 begins to stand further upright, extending an assumably retractable set of claws. The child’s teddy bear, which was placed next to the child, suddenly stands, drawing a bow and quiver. SCP-6330-2 assumes a quadrupedal stance and snarls before lunging towards the bed. The SCP-6330-1 fires a single arrow towards the SCP-6330-2, striking the instance directly in its canine-like snout. SCP-6330-2 responds with a loud huff, reminiscent of that of a bull or bovine. 12:28: The instances battle for approximately 30 minutes, the longest recorded Sleepwalker Event to date. Both show abilities and skill sets consistent with other SCP-6330-1 and -2 instances. Eventually, SCP-6300-2 has SCP-6330-1 pinned to a nearby wall, seeming to ‘strangle’ it. The SCP-6330-2 then pulls one of SCP-6330-1’s arrows from its arm, plunging it into the -1’s chest. SCP-6330-1 shows behaviours likened to those of intense pain. SCP-6330-2 seems to be victorious. The SCP-6330-2 leans its head towards SCP-6330-1, seeming to ‘whisper’ into the instance’s right ear, though audio recordings cannot determine exactly what was vocalised. The SCP-6330-1 lifts up its head, staring blankly into SCP-6330-2’s eyes. It reaches behind its back, pulling out a small, entirely wooden Glock-19 handgun. The bear points the weapon into SCP-6330-2’s forehead and swiftly fires. The shot creates minimal noise and the SCP-6330-2’s body falls limp. Black, viscous fluid is sprayed on the wall. The -1 hauls SCP-6330-2’s corpse towards the bed, noticeably limping. It drags the body by its large forearm and demanifests upon reaching the underneath of the bed. 12:40: SCP-6330-1 returns, and briefly stares around the room before turning to the child. It climbs up a desk and seems to notice a piece of paper and pen. It begins to write a note, which is left on the bedside desk ( See Field Report 6330-184 ). Heavily wounded, the -1 limps to the bed, falling on the child’s chest with its arms stretched wide. There is no further movement, it perishes next to its child. [END LOG]"
    ],
    "containment_procedures": "Due to the nature of SCP-6330, physical containment is not currently possible. Funding should be supplied to companies encouraging the sale and purchase of baby monitor cameras, in an attempt to detect and witness SCP-6330 ‘Sleepwalker’ Events.",
    "description": "SCP-6330 is a phenomenon affecting stuffed animals worldwide, though is most common in teddy bears. Manifestation of this phenomenon is referred to as a Sleepwalker Event.",
    "title": "SCP-6330"
}