{
    "url": "https://scp-wiki.wikidot.com/scp-6332",
    "all_text": "rating: \n+61\n+\n–\nx\n\n\nLink To Guide\n\n\nItem#:\n6332\n\n\nClearance Level 3:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nketer\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/ekhi\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/danger\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6332 prior to containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6332 is to be kept in a heavily reinforced two-layer amphibian enclosure which is able to withstand explosions equivalent to at least \n1\n 3 kilotons\n1\n of TNT. Each layer of the enclosure is to be outfitted with a steel-encased concrete door with a remote locking system.\n\n\nProtocol D:\n \nBiweekly\n Once a week, a D-Class personnel is to enter SCP-6332's containment and wait for SCP-6332 to make a request. The Foundation and D-Class personnel are to cooperatively fulfill the request if possible. Otherwise, the D-Class personnel is to tell SCP-6332 the request cannot be fulfilled.\n\n\nIn the event SCP-6332 reaches the outer layer, Foundation personnel are to request that it goes back to the inside layer. If it refuses, Foundation personnel are to release naphthalene gas in the outside layer until SCP-6332 returns.\n\n\nDescription:\n SCP-6332 is a salamander biologically resembling the \nAmbystoma maculatum\n2\n. However, SCP-6332 is physically more resistant to injury than its non-anomalous counterparts and is estimated to be able to withstand blasts equivalent to up to \n1.2\n 3 kilotons of TNT.\n\n\nThrough unknown means, SCP-6332 is capable of coherently speaking and understanding all known languages. SCP-6332 utilizes these vocalizations in order to make requests, henceforth referred to as 6332-A events. Failure to adhere to these requests results in a variety of potential consequences involving an anomalous explosive force henceforth referred to as 6332-B events. The means by which SCP-6332 is able to manifest these events is unknown. However, the nature of SCP-6332 suggests that 6332-B events are a byproduct of its emotional state in response to unfulfilled requests.\n\n\nGiving orders or demands to SCP-6332 will result in an immediate 6332-B event that is, in most cases, fatal.\n\n\n\n\nDiscovery Log\n\n\nDate:\n 27/03/2021\n\n\nSCP-6332 was retrieved from Algonquin Provincial Park, Ontario, Canada, by Provisional Task Force Tau-33 (\"Talking Tides\"). The Foundation was alerted to the anomaly due to reports of a “talking salamander” and scorched trees. Transcription of the body camera of the Tau-33 leader (\"Tsunami\") is provided below.\n\n\n\n\nDiscovery Log Transcript\n\n\nTask Force Assigned:\n Provisional Task Force Tau-33 \"Talking Tides\"\n\n\nTask Force:\n \"Tsunami\", \"Hurricane\", \"Maelstrom\", \"Waterspout\"\n\n\n\n\n<Begin Log>\n\n\nControl:\n Remember, all we know is the thing talks. Stay focused; we don't know what it can do. Don’t forget about the reports of “scorched trees”, either.\n\n\nTsunami:\n Understood.\n\n\nTsunami:\n Eyes up, team. In-and-out in less than thirty, just like always.\n\n\nHurricane, Maelstrom, Waterspout:\n Yes sir.\n\n\n[Tau-33 head towards the last reported location of SCP-6332.]\n\n\nWaterspout:\n I have eyes on the target.\n\n\nTsunami:\n What's the situation like?\n\n\nWaterspout:\n Target seems docile, but the ground is scorched, similar to previous reports.\n\n\nTsunami:\n Alright. Hurricane, Maelstrom, keep your distance and eyes on the target. Waterspout, we're movin' in.\n\n\nWaterspout:\n Understood. Stay cautious, though. Looks like this thing's got somethin' nasty up its sleeve.\n\n\nMaelstrom:\n Salamanders don't have sleeves, Water.\n\n\nWaterspout:\n Try to stay focused for more than a couple seconds.\n\n\nHurricane:\n We're about to engage with the target, now's not the time for back n' forth.\n\n\n[Tsunami and Waterspout approach SCP-6332. SCP-6332 looks in their direction, but otherwise does not react.]\n\n\nTsunami:\n \n(To SCP-6332)\n Hey, why don't you come with us?\n\n\n[SCP-6332 does not respond. It turns to face Tsunami.]\n\n\n[Tsunami carefully reaches for SCP-6332. SCP-6332 takes several steps backwards.]\n\n\n[SCP-6332's skin starts to emit a small amount of orange light.]\n\n\nWaterspout:\n Get back! Something's not right!\n\n\n[Tsunami jumps backwards. An explosive goes off from SCP-6332's location. Tsunami is launched several meters backwards. Flames cover the camera lens.]\n\n\nTsunami:\n \n(Whispers)\n Shit.\n\n\nMaelstrom:\n Status?\n\n\nWaterspout:\n Got a few burns. Nasty little creature.\n\n\nMaelstrom:\n Looked like it hurt. Any orders?\n\n\nHurricane:\n Awaiting further instruction.\n\n\nTsunami:\n \n(To Control)\n SCP-6332 seems to be capable of spontaneous combustion and explosive force. It seems unharmed despite being the hypocenter.\n\n\nControl:\n Understood. Proceed with caution.\n\n\nTsunami:\n We're gonna have to get it to come with us quietly. If we try to beat it with force…\n\n\nWaterspout:\n Moving in. Maelstrom, Hurricane, let me know if you see anything strange.\n\n\n[Waterspout keeps their distance from SCP-6332.]\n\n\nWaterspout:\n \n(To SCP-6332)\n This is your chance to come with us quietly.\n\n\n[SCP-6332 does not respond]\n\n\nWaterspout:\n This is an order. Don't force our hand.\n\n\nSCP-6332:\n No thanks!\n\n\n[Camera footage shows Waterspout emit an orange glow. Multiple distinct cracking sounds can be heard, followed by a low rumble. Waterspout collapses to the ground, and black smoke rises from their corpse.]\n\n\nMaelstrom:\n Jesus!\n\n\nHurricane:\n Holy hell…\n\n\nTsunami:\n Fuck! \n(To Control)\n Waterspout's down…\n\n\nControl:\n Understood. Can you complete the mission?\n\n\n[Several seconds of silence.]\n\n\nTsunami:\n I have an idea, but I'm not sure if it'll work.\n\n\nMaelstrom:\n Are you insane?! We just saw Water's insides reduced to fucking mush!\n\n\nTsunami:\n Maels-\n\n\nMaelstrom:\n I say we come back with backup, a plan, equipment—something better than a hunch at least!\n\n\nTsunami:\n This isn't just a talking salamander; who knows what kind of damage it can cause. I think I've figured it out and I'm willing to risk it. Time is not on our side, here.\n\n\nTsunami:\n \n(To Control)\n I'm engaging with SCP-6332.\n\n\nControl:\n Understood. Don't do anything stupid.\n\n\n[Tsunami keeps their distance from SCP-6332. SCP-6332 starts eating a worm.]\n\n\nTsunami:\n \n(To SCP-6332)\n Hey.\n\n\n[SCP-6332 raises its head and looks at Tsunami]\n\n\nTsunami:\n Will you come with us, please?\n\n\nSCP-6332:\n Yes! Can Eda come, too?\n\n\nTsunami:\n Eda?\n\n\nSCP-6332:\n Yes, Eda!\n\n\n[Tsunami pauses for a moment.]\n\n\nTsunami:\n Yes, Eda can come. Will you tell us where they are, please?\n\n\nSCP-6332:\n They said they'd come back soon!\n\n\nTsunami:\n Alright. We can come back and get them later, okay?\n\n\nSCP-6332:\n Okay!\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n SCP-6332 willingly followed Tsunami, and Tau-33 successfully delivered SCP-6332 to Site-33.\n\n\nIt was noted that SCP-6332 may respond positively to requests given to it, in ways that may otherwise seem unnatural.\n\n\nAdditionally, Tsunami opted to report that they felt the latter half of the transcript was incorrect. When asked to elaborate, they were unable to give a direct answer.\n\n\n\n\n\n\nAddendum 6332-1:\n Interview with SCP-6332\n\n\n\n\nInterviewer:\n Dr. Sal\n\n\nInterviewee:\n SCP-6332\n\n\nDate:\n 29/03/2021\n\n\nForeword:\n \nDr. Sal asked SCP-6332 for permission to interview it in order to minimize possible emotional turmoil.\n\n\n\n\n<Begin Log>\n\n\nDr. Sal:\n Hey, SCP-6332. Is it alright if I ask a few questions?\n\n\nSCP-6332:\n Yes!\n\n\nDr. Sal:\n Great. So, can you tell me how you're able to talk, please?\n\n\nSCP-6332:\n Yes! Eda asked me to!\n\n\nDr. Sal:\n Eda? Can you tell us who Eda is, please?\n\n\nSCP-6332:\n No thanks! She said don't tell anyone!\n\n\nDr. Sal:\n Can you tell us where to find her?\n\n\nSCP-6332:\n No thanks! She said she'd come back soon! Has Eda come back yet? I'm bored!\n\n\nDr. Sal:\n We'll investigate. Do you happen to know Eda’s last name?\n\n\nSCP-6332:\n Yes!\n\n\nDr. Sal:\n Can you tell me, please?\n\n\nSCP-6332:\n No thanks! She said don't tell anyone!\n\n\n[Dr. Sal quickly writes something down.]\n\n\nDr. Sal:\n I think that'll be all for now. Thank you for your cooperation.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Investigations are currently ongoing to determine the location of possible suspects with the first name \"Eda\".\n\n\nDr. Sal opted to report feelings of discomfort in regards to the logs. When asked why he felt the report was necessary, he was unable to give a clear answer.\n\n\n\n\nAddendum 6332-2:\n Event 6332-B-1 Log\n\n\n\n\nEvent 6332-B-1\n\n\nDate:\n 01/04/2021\n\n\nEvent Description:\n An explosion occurred in the west wing of Site-33, causing a temporary containment breach of the following anomalies: [REDACTED]. The explosion is estimated to have been equivalent to 0.3 kilotons of TNT.\n\n\nAdditional Notes:\n Following this event, Dr. Sal sent a D-Class personnel equipped with a body camera into SCP-6332's enclosure to communicate with it. The transcript of the body camera footage is attached below.\n\n\n\n\n\n\n6332-2 Transcript\n\n\nDate:\n 01/04/2021\n\n\nPersonnel:\n D-913\n\n\n\n\n<Begin Log>\n\n\n(Dr. Sal talks to D-913 through his earpiece.)\n\n\nDr. Sal:\n Head up to the second door and standby.\n\n\nD-913:\n Uh, alright.\n\n\n[D-913 reaches the second door. Several minutes of silence pass.]\n\n\nDr. Sal:\n Alright, we’re opening the door now. Recite the rules back to me.\n\n\nD-913:\n \n(Sighs)\n ‘Don’t make sudden movements, and don’t give orders. Phrase your sentences as questions when appropriate.’\n\n\nDr. Sal:\n Good. Head inside, we’re watching the footage right now.\n\n\n[D-913 slowly approaches SCP-6332. The enclosure is covered in thick soot.]\n\n\nDr. Sal:\n Okay, that’s close enough. Now, ask it if you can talk to it.\n\n\nD-913:\n You want me to talk to a literal salamander?\n\n\nDr. Sal:\n You are to listen to what we tell you to do. This is very important.\n\n\nD-913:\n Alright, I guess. \n(To SCP-6332)\n Hey, is it alright if I talk with you?\n\n\nSCP-6332:\n \n(Angry tone)\n YES!\n\n\nD-913:\n Jesus, okay, it really can talk. \n(To Dr. Sal)\n I don’t think this guy’s friendly…\n\n\nDr. Sal:\n That’s alright, as long as it said yes. Keep going. Ask it if it can stop the explosions.\n\n\nD-913:\n Explosions? What the hell are you talking about?\n\n\nDr. Sal:\n None of your concern, D-913. Do not question your orders, please. This is a serious matter.\n\n\nD-913:\n \n(Whispers)\n Whatever.\n\n\nD-913:\n \n(To SCP-6332)\n Hey little guy, will you please stop the explosions?\n\n\nSCP-6332:\n No thanks!\n\n\nDr. Sal:\n Ask it why it won’t stop.\n\n\nD-913:\n \n(To SCP-6332)\n Is there a reason you won’t stop the explosions?\n\n\nSCP-6332:\n Yes!\n\n\nD-913:\n Why is that?\n\n\nSCP-6332:\n I want to see Eda again! Where is Eda! Eda said she’d come back!\n\n\n[SCP-6332 proceeded to talk about Eda for another 24 seconds. This has been omitted for the sake of brevity.]\n\n\nDr. Sal:\n Alright, we’ll have to look further int-\n\n\nSCP-6332:\n \n(Shouting)\n Bring me Eda, please!\n\n\nD-913:\n Hey, uh, they’re gonna look for Eda, okay?\n\n\nSCP-6332:\n No! Bring me Eda, please!\n\n\nDr. Sal:\n Let it know we can’t at the moment, but that the investigation is currently ongoing.\n\n\nD-913:\n \n(To SCP-6332)\n Hey, little guy, sorry but we don’t know where Eda i-\n\n\n[The camera footage is overpowered by an orange glow. D-913 expresses an unusual warmth inside his body. Seconds later, the camera footage cuts out and the microphone is rendered useless.]\n\n\n<End Log>\n\n\n\n\n\n\n+ Show SCiPNET Email\n\n\n\n\n- Hide SCiPNET Email\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-33 Personnel\n\n\nFrom:\n Dr. Sal\n\n\nSubject:\n RE:Prevention of 6332-B events.\n\n\nFollowing the events of 6332-B-1, personnel are prohibited from interacting directly with SCP-6332. Despite using all information available to us, SCP-6332 clearly has other anomalous properties that remain unknown, and at this time it is too dangerous to find out what those are.\n\n\nIn future research, D-Class personnel are to be used in cases where personnel are necessary. Effective immediately, \nProtocol D\n is to be enacted to minimize collateral damage.\n\n\nStay safe,\n\n⁠–⁠ Dr. Sal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6332-3:\n Protocol D Incident 1A\n\n\n\n\nIncident 1A\n\n\nDate:\n 08/04/2021\n\n\nEvent Description:\n During the enactment of Protocol D, SCP-6332 requested to meet with Dr. Sal.\n\n\nAdditional Notes:\n Transcription of Dr. Sal’s body camera footage is provided below.\n\n\n\n\n\n\nIncident 1A Transcript\n\n\nDate:\n 08/04/2021\n\n\nPersonnel:\n Dr. Sal\n\n\n\n\n<Begin Log>\n\n\n[Dr. Sal walks into the inner layer of SCP-6332’s containment.]\n\n\nDr. Sal:\n Hello, SCP-6332.\n\n\nSCP-6332:\n Hi!\n\n\nDr. Sal:\n Can you tell me why you wanted to see me?\n\n\nSCP-6332:\n No thanks!\n\n\n[Short pause]\n\n\nSCP-6332:\n Tell me where you live!\n\n\nDr. Sal:\n W-what?\n\n\nSCP-6332:\n Tell me where you live, please!\n\n\n[Dr. Sal takes a short pause, and tells SCP-6332 his address.]\n\n\nSCP-6332:\n Thank you!\n\n\nDr. Sal:\n Can I leave now?\n\n\nSCP-6332:\n No thanks! Bring Eda to me, please!\n\n\n[Short pause]\n\n\nDr. Sal:\n Bring you Eda?\n\n\nSCP-6332:\n Yes please!\n\n\nDr. Sal:\n \n(Whispering)\n Shit.\n\n\n[Short pause]\n\n\nDr. Sal:\n \n(Sighs)\n Eda can’t be found. Sorry, SCP-6332, but that can’t be done.\n\n\n[SCP-6332 does not respond. SCP-6332 starts emitting an orange glow. Dr. Sal braces. A minute of silence has been omitted for brevity.]\n\n\nDr. Sal:\n A-Aren’t you gonna kill me?\n\n\nSCP-6332:\n No thanks!\n\n\nDr. Sal:\n Wait then… what did you…\n\n\n[Short pause]\n\n\nDr. Sal:\n Oh god… please don’t tell me…\n\n\nSCP-6332:\n I wanted to see Eda!\n\n\n[Dr. Sal falls to the floor.]\n\n\nSCP-6332:\n You must’ve done something to Eda! Eda promised she’d come back! Leave me alone now!\n\n\nControl:\n Dr. Sal, we have a report of an explosion at your house.\n\n\n[Dr. Sal remains silent, and leaves SCP-6332’s containment enclosure.]\n\n\n<End Log>\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nInformation contained in the following document has been anomalously altered. It is likely that reading said documents will expose you to anomalous effects. Caution is advised.\n\n\n\n\n\n\nAddendum:\n Investigation results\n\n\n\n\nLevel 4 Clearance Required\n\n\n\n\nAccess Granted\n\n\n\n\n\n\nInvestigation regarding Eda\n\n\nResults:\n\n- Was involved in the origin of SCP-6332’s anomalous traits.\n\n- Has a desire to withhold information about themselves from others.\n\n- \nIs deceased.\n\n- \nIs not anomalous.\n\n- \nTheir name is Eda.\n\n- \nhas yet to meet with SCP-6332 again.\n\n\nAdditional Notes:\n Researchers tasked with the investigation of Eda unanimously agreed that the information in this document was incorrect. It is therefore hypothesized that information regarding Eda is self-contained (i.e. antimemetic), and that records regarding Eda are anomalously altered. Despite an alleged “alteration”, update logs of these investigation results show no extraordinary changes.\n\n\nInformation deemed “incorrect” by the researchers tasked with this investigation has been crossed out.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 1000000 kilograms.\n\n\n2\n. Colloquially referred to as a spotted salamander.\n\n\n\n\n\n\n\n\n« \nSCP-6331\n | SCP-6332 | \nSCP-6333\n »",
    "addendums": [
        "Addendum 6332-1: Interview with SCP-6332",
        "Addendum 6332-2: Event 6332-B-1 Log",
        "Addendum 6332-3: Protocol D Incident 1A",
        "Addendum: Investigation results"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-6332 is to be kept in a heavily reinforced two-layer amphibian enclosure which is able to withstand explosions equivalent to at least 1 3 kilotons1 of TNT. Each layer of the enclosure is to be outfitted with a steel-encased concrete door with a remote locking system.",
    "description": "SCP-6332 is a salamander biologically resembling the Ambystoma maculatum2. However, SCP-6332 is physically more resistant to injury than its non-anomalous counterparts and is estimated to be able to withstand blasts equivalent to up to 1.2 3 kilotons of TNT.",
    "title": "SCP-6332"
}