{
    "url": "https://scp-wiki.wikidot.com/scp-6335",
    "all_text": "rating: \n+82\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCo-written by \nLimeyy\n and \nRalliston\n\n\nLimeyy's Authorpage\n\n\nRalliston's Authorpage\n\n\n\n\n\n\n\n\n\n\nrating: \n+82\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6335\n\n\nObject Class:\n Tiamat\n\n\nSpecial Containment Procedures:\n All SCP-6335 instances are to remain under constant surveillance, and any changes in location or behavior must be reported and logged. SCP-6335-A is to remain within orbit indefinitely. Maintenance of its operation is to be considered an Amida-class priority.\n\n\nIn the event of an SCP-6335 instance entering the Solar System, the continued secrecy of SCP-6335-A and the Foundation as a whole would no longer be considered necessary.\n\n\nDescription:\n SCP-6335 are a race of massive interplanetary humanoid entities. Although they possess significant morphological and behavioral differences, all observed instances exhibit the following characteristics:\n\n\n\n\na height of over 100 000 km\n\n\nthe ability to teleport;\n\n\naggression towards any celestial bodies encountered,\n\n\nextreme durability to the point of nigh-indestructibility, both damage-wise and aging-wise,\n\n\nbiological, carbon-based DNA,\n\n\nlack of consciousness or any communication skills,\n\n\nunknown origin.\n\n\n\n\nAt present, it is believed that a total of approximately 20 000 SCP-6335 entities exist throughout the observable Milky Way galaxy.\n\n\nSCP-6335-A is an array of hyper-complex mechanical, thaumaturgic, and ontokinetic apparatus, created by the SCP Foundation's \nProject Heimdall\n in 1972 and currently located in Earth's low orbit. Designed to protect the Earth against any and all unauthorized outside interaction from HEs,\n1\n SCP-6335-A's current primary objective is the defense of the planet from SCP-6335 entities.\n\n\nSCP-6335-A consists of three main components:\n\n\n\n\nSCP-6335-A-1: the central operation module of the unit, disguised as a gigantic US space station in orbit. Accessible only by Foundation project personnel, it acts as the hub from which the other modules are controlled, and can send and receive messages to and from planetside Foundation sites.\n\n\nSCP-6335-A-2: a set of hyper-tuned space radars, capable of intercepting any image or signal within the observable universe. Built with the usage of paratechnology based on \nSCP-2154\n's operation method; all of its images represent current-moment events, bypassing the speed of light.\n\n\nSCP-6335-A-3: a net of approximately 3 000 000 000 connected transmitters, forming a planet-wide \"protection bubble\" utilizing thaumaturgic rituals from the \nKodex Tenebra\n as well as Foundation technology. Though capable of being damaged, physically unmovable and indestructible due to their metaphysically anchored locations and repair drones stationed at each of the transmitters.\n\n\n\n\nAddendum 6335-1:\n Discovery and Historical Context\n\n\nIn 1949, during its path towards the \nTriangulum Galaxy\n, Foundation deep space probe PATHFINDER recorded exoplanet 55-Cancri-G\n2\n spontaneously rupturing at the surface, before breaking up into space debris. The event was documented as an \nExtranormal Event\n until a second planet in the 55-Cancri system underwent a similar process a decade later. Foundation deep space recording technology had sufficiently advanced by this point to discern a massive humanoid entity within the system, presumably responsible for the destruction of 55-cnc-G and F, which was given the provisional designation of SCP-6335.\n\n\nFollowing further development of Foundation radar technology as a result of Project Heimdall's founding in 1962, numerous other events similar to the original 55-Cancri-G incident were recorded all throughout the observable galaxy.\n3\n To prevent the potential destruction of the Earth within such an event, an emergency summit of the Foundation, GOC, and United Nations coalition was called shortly after. Following unanimous support from all parties involved, Project Fjörgyn was officially authorized in 1961, with the intent to create a permanent defense system to protect Humanity from the apocalyptic threat posed by SCP-6335.\n\n\nResulting in the creation of SCP-6335-A via cooperation of numerous Foundation and non-Foundation Departments\n4\n in 1972, Project Fjörgyn has proved to be a success, properly setting the infrastructure on Earth's orbit.\n\n\nHowever, days prior to the project's final activation, it was discovered that, due to the system's nature, once activated, it would be impossible to turn off the metaphysically anchored sub-parts of the SCP-6335-A apparatus from their current locations. As SCP-6335-A's full activation process takes approximately 2 years to set up due to its complexity, the system would need to be turned on as soon as possible to effectively protect the planet. Its activation would be deemed impossible should it be initiated only after an SCP-6335 entity enters the Solar System.\n\n\nHowever, as the system functions by disallowing any biological mass from exiting or entering Earth's orbit — immediately destroying any that would come into contact with it, activating the system would permanently effectively disallow for any human exploration outside of Earth.\n\n\nIn light of this discovery, an emergency summit of the O5 Council was held to ascertain if SCP-6335-A's actual activation would be beneficial to the human race. The following is an abbreviated Council vote summary.\n\n\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-1\n1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\nThe following is an official status from the Administrator regarding the project.\n\n\n\n\nTwenty-three years ago, we watched a planet get annihilated by a being I'd hesitate to call anything less than a god, snapping it in one half in mere moments. We thought of it as a one-time threat, one being we can kill once and never feel afraid again. But we were wrong.\n\n\nIn the face of this apocalyptic threat, we were left with one option: perfect protection of Earth, at the cost that man may never again set foot off it. Earth is both our home and our cradle, and we cannot lose it. No matter how great the cost may be.\n\n\n\n\nAddendum 6335-2:\n 05/02/2023 File Update\n\n\nIn the morning of 05/02/2023, all SCP-6335-A systems started acting irrationally, with SCP-6335-A-2 sending out a constant distress signal regarding an approaching SCP-6335 entity towards Earth. When a full Solar System scan revealed no such threat existing, a full scan of SCP-6335-A system's efficiency was called, revealing no malfunction. To stop further panic, the alert was called off, and SCP-6335-A-2 was temporarily disabled.\n\n\nAt 18:29 of 05/02/2023 however, gigantic earthquakes were noted to appear all around the globe — in a matter of hours, major population centers, such as New York, Bejing, Tokyo, and Berlin, were all lost. At that moment, SCP-6335-A-2 unpromptly reactivated, inputting an SCP-6335 entity threat signal at a constant rate through all channels.\n\n\nAs of writing the document, the earthquakes have doubled in severity, with the globe-wide temperature of the planet rising rapidly at a pace of 1°C every 20 minutes. The reasons for this remain unknown.\n\n\nMinutes following the second SCP-6335-A-2 malfunction, the following message was sent by the office of the Administrator to all Foundation personnel.\n\n\n\n\nIn the last twenty-four hours, anomalous geological activity has been responsible for the death of approximately 1.3 billion individuals, and shows no signs of ceasing.\n\n\nSCP-6335's file has been released to all personnel, and sites near areas of severe geological activity have been evacuated. Foundation personnel are expected to continue work as able, with full priority to be given to averting the likely XK-Class \"End of the World\" Scenario currently unfolding. While the situation is still developing, there appears to be only one conclusion:\n\n\nWe were right about Earth being a cradle. It just wasn't \nours\n.\n\n\n\n\n\n\n \n\n\nWith thanks to Impperatrix, DodoDevil, Uncle Nicolini. WizzBlizz, and Roundabouts for critique.\n\n\n\n\nFootnotes\n\n\n1\n. Hostile Extraterrestrials.\n\n\n2\n. A celestial body located 500 000 lightyears away from PATHFINDER's destination.\n\n\n3\n. Though with a tendency to occur more on planets orbiting stars — current hypothesis holds SCP-6335 entities are lured towards light in density similar to that of a star. Whether this is true is yet to be determined.\n\n\n4\n. Including, but not limited to: Department of Megastructure Engineering, Department of Ontokinetics, Department of Extraterrestrial Research, Emergent Threat Tactical Response Authority, Department of Thaumaturgy, Department of Defence, High Command, PSYCHE Division, and PHYSICS Division.\n\n\n\n\n\n\n\n\n« \nSCP-6334\n | SCP-6335 | \nSCP-6336\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6335\n\" by Limeyy and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6335\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6335-1: Discovery and Historical Context\nIn 1949, during its path towards the Triangulum Galaxy , Foundation deep space probe PATHFINDER recorded exoplanet 55-Cancri-G 2 spontaneously rupturing at the surface, before breaking up into space debris. The event was documented as an Extranormal Event until a second planet in the 55-Cancri system underwent a similar process a decade later. Foundation deep space recording technology had sufficiently advanced by this point to discern a massive humanoid entity within the system, presumably responsible for the destruction of 55-cnc-G and F, which was given the provisional designation of SCP-6335.\nFollowing further development of Foundation radar technology as a result of Project Heimdall's founding in 1962, numerous other events similar to the original 55-Cancri-G incident were recorded all throughout the observable galaxy. 3 To prevent the potential destruction of the Earth within such an event, an emergency summit of the Foundation, GOC, and United Nations coalition was called shortly after. Following unanimous support from all parties involved, Project Fjörgyn was officially authorized in 1961, with the intent to create a permanent defense system to protect Humanity from the apocalyptic threat posed by SCP-6335.\nResulting in the creation of SCP-6335-A via cooperation of numerous Foundation and non-Foundation Departments 4 in 1972, Project Fjörgyn has proved to be a success, properly setting the infrastructure on Earth's orbit.\nHowever, days prior to the project's final activation, it was discovered that, due to the system's nature, once activated, it would be impossible to turn off the metaphysically anchored sub-parts of the SCP-6335-A apparatus from their current locations. As SCP-6335-A's full activation process takes approximately 2 years to set up due to its complexity, the system would need to be turned on as soon as possible to effectively protect the planet. Its activation would be deemed impossible should it be initiated only after an SCP-6335 entity enters the Solar System.\nHowever, as the system functions by disallowing any biological mass from exiting or entering Earth's orbit — immediately destroying any that would come into contact with it, activating the system would permanently effectively disallow for any human exploration outside of Earth.\nIn light of this discovery, an emergency summit of the O5 Council was held to ascertain if SCP-6335-A's actual activation would be beneficial to the human race. The following is an abbreviated Council vote summary.\nThe following is an official status from the Administrator regarding the project.",
        "Addendum 6335-2: 05/02/2023 File Update\nIn the morning of 05/02/2023, all SCP-6335-A systems started acting irrationally, with SCP-6335-A-2 sending out a constant distress signal regarding an approaching SCP-6335 entity towards Earth. When a full Solar System scan revealed no such threat existing, a full scan of SCP-6335-A system's efficiency was called, revealing no malfunction. To stop further panic, the alert was called off, and SCP-6335-A-2 was temporarily disabled.\nAt 18:29 of 05/02/2023 however, gigantic earthquakes were noted to appear all around the globe — in a matter of hours, major population centers, such as New York, Bejing, Tokyo, and Berlin, were all lost. At that moment, SCP-6335-A-2 unpromptly reactivated, inputting an SCP-6335 entity threat signal at a constant rate through all channels.\nAs of writing the document, the earthquakes have doubled in severity, with the globe-wide temperature of the planet rising rapidly at a pace of 1°C every 20 minutes. The reasons for this remain unknown.\nMinutes following the second SCP-6335-A-2 malfunction, the following message was sent by the office of the Administrator to all Foundation personnel.\n\nWith thanks to Impperatrix, DodoDevil, Uncle Nicolini. WizzBlizz, and Roundabouts for critique."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6335 \" by Limeyy and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6335 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6335",
    "object_class": "Tiamat",
    "containment_procedures": "All SCP-6335 instances are to remain under constant surveillance, and any changes in location or behavior must be reported and logged. SCP-6335-A is to remain within orbit indefinitely. Maintenance of its operation is to be considered an Amida-class priority.",
    "description": "SCP-6335 are a race of massive interplanetary humanoid entities. Although they possess significant morphological and behavioral differences, all observed instances exhibit the following characteristics:",
    "title": "SCP-6335"
}