{
    "url": "https://scp-wiki.wikidot.com/scp-6339",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6339\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6339 is housed within a secure storage vault at Site-42, to be made available upon request by level 2 personnel and above. Experiments with the object are to be logged on document Exprmt-6339.\n\n\nDescription:\n SCP-6339 is a mancala\n1\n set complete with a wooden 6-hole board\n2\n, and 25 stones, of which 24 are quartz pebbles, and one is obsidian. The stones are known to occasionally move when not under direct observation. There is a sticky note attached to SCP-6339, reading: \"Sorry I couldn't visit this summer, but I hope you find a better boss soon!\" Attempts to remove this note have thus far failed. Reportedly, it is able to facilitate financial gain through unknown means.\n\n\nAdditional Notes:\n SCP-6339 was delivered to Site 19 on May 30th 2002 by agents suspected to be affiliated with the GOI Marshall, Carter, and Dark Ltd, along with a brief description of its main effect. The reasons for this are currently unknown.\n\n\nIncident 6339.1:\n At the conclusion of Exprmt-6339-07, researcher Gosling stayed behind for cleanup, and was observed to manipulate SCP-6339 as if engaged in playing the game. As this happened, a translucent humanoid materialized in the testing chamber, and made vocalizations\n3\n. Researcher Gosling then proceeded to hurl SCP-6339 at the entity in shock. Researcher Gosling has since been reprimanded for her actions.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nA new version of this file is available, open?\n\n\n\n\nFile updated\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6339\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-6339 is housed within a secure storage vault at Site-42, to be made available upon request by level 2 personnel and above. Experiments with the object are to be logged on document Exprmt-SCP-6339.\n SCP-6339 is currently uncontained. MTF Pi-1 (City Slickers) is to monitor low-income Hispanic communities for rumors of a mancala board bringing good fortune.\n\n\nDescription:\n SCP-6339 is separated into two components — SCP-6339-A and SCP-6339-B.\n\n\nSCP-6339-A is a mancala set complete with a wooden 6-hole board, and 25 stones, of which 24 are quartz pebbles, and one is obsidian. The obsidian stone carries a weak memetic effect that dissuades subjects from removing it from the vicinity of the board. The stones are known to occasionally move when not under direct observation, and is suspected to be a form of entertainment for SCP-6339-B. There is a sticky note attached to SCP-6339, reading: \"Sorry I couldn't visit this summer, but I hope you find a better boss soon!\" Attempts to remove this note have thus far failed.\n\n\nSCP-6339-B is a translucent humanoid entity with the appearance of an average Hispanic man, and will manifest if a subject attempts to play mancala using SCP-6339-A without a partner. It self identifies as a Mexican citizen by the name Jim Sanchez, and is reportedly able to influence its holder's surroundings to facilitate financial gain or conservation through plausible means including rerouting phone calls, and preventing minor banking errors. In the event that a subject with no need of financial assistance seeks out SCP-6339 for financial reasons (as determined by SCP-6339-B), it is speculated to cause a memetic effect that compels the subject to relinquish possession of SCP-6339. If the subject were to resist the effect, more drastic measures would be taken, although the exact effects are unclear.\n\n\nAdditional Notes:\n SCP-6339 was delivered to Site 19 on May 30th 2002 by agents suspected to be affiliated with the GOI Marshall, Carter, and Dark Ltd, along with a brief description of its main effect.\n\n\nSCP-6339-B Interview Log:\n\n\n\n\nNote: The interview was conducted by researcher Duncan, and translated from Spanish.\n\n\n[BEGIN LOG]\n\n\nResearcher Duncan begins a game of mancala, prompting the manifestation of SCP-6339-B.\n\n\nResearcher Duncan:\n Hello, 6339-B. Do you mind if we ask a few questions?\n\n\nSCP-6339-B:\n Sure, go ahead. And what did you just call me?\n\n\nResearcher Duncan:\n 6339-B, that would be your designation number.\n\n\nSCP-6339-B:\n I do have a name, you know.\n\n\nResearcher Duncan:\n Just as well then, first question: do you remember who you were before your current situation?\n\n\nSCP-6339-B:\n Of course I do, my name's Jim, Jim Sanchez. Used to live in Acapulco, but I moved closer to Mexico City after my wife and kids went to America.\n\n\nResearcher Duncan:\n If you tell us more about them, we might be able to check in on them for you.\n\n\nSCP-6339-B:\n Well, I have a son and a daughter — Jesus and Ximena. I think Jesus is doing computer stuff for a living now? He always loved that sort of thing. Ximena though, she was a little closer to me. In fact, she gave me this mancala board. Said she'd found this game that interested her a lot, and that she'd play me when she got the chance, but… you know. That didn't really get to happen. It's just that, isn't it? Everything I could have possibly done went wrong. Got a job? The boss didn't pay us on time. Helped someone? My identity got stolen. Do nothing? My car got wrecked. \nSilence for 5 seconds.\n Sorry, I think I've said too much.\n\n\nResearcher Duncan:\n No no, not at all. Do you know where your children are?\n\n\nSCP-6339-B:\n They're both in Southern California I think, although I don't know where exactly. Close to the ocean though. It's fine, you don't have to find them, I've checked on them a few times. They don't need my help.\n\n\nResearcher Duncan:\n And your wife?\n\n\nSCP-6339-B:\n Margarita? She was a shrewd woman, knew how to get around people. Maybe she was right, that she's able to provide a better environment for the kids, but it still hurts to not see them grow up. \nHe sighs.\n She's long gone now, safely making her trip in Mictlan\n4\n, I hope. \nSilence for 5 seconds.\n So, did you have any other questions?\n\n\nResearcher Duncan:\n Of course, let's see here… do you recall how you ended up in your current situation?\n\n\nSCP-6339-B:\n Well, first I — um, I died — as one does. Took a while, actually.\n\n\nResearcher Duncan:\n I'm sorry you went through that.\n\n\nSCP-6339-B:\n It happens. As I was saying, afterwards, I found myself at the first level of Mictlan. Now, I've heard the stories from my grandparents, and I know about the crashing mountains, the arrows, and the jaguar, but what really scared me was that I had nothing to offer to Mictlantecutli\n5\n and his wife!\n\n\nResearcher Duncan:\n But surely they would have understood your predicament?\n\n\nSCP-6339-B:\n No Miss, he has already tried to prevent the new world's creation, I would not dare show up in front of him without the offerings, and I said as much to Xolotl\n6\n.\n\n\nResearcher Duncan:\n And he agreed to help you?\n\n\nSCP-6339-B:\n Yes, but it took almost a year and a half\n7\n — I was on the third level by the time he relented. Still, I am eternally grateful for it. While he personally was unable to do much, he brought me before his twin, Quetzalcotl, and I agreed that while they figured something out, I would prevent the same thing happening to others.\n\n\nResearcher Duncan:\n So they put you in this mancala board.\n\n\nSCP-6339-B:\n \nHe nods, and picks up the obsidian stone to examine it against a light.\n\n\nResearcher Duncan:\n You know, judging by some of our test results, you seem to have more attachment over that stone. Is there any particular reason?\n\n\nSCP-6339-B:\n I suppose I'm just happy that Ximena remembered the stories I told her when she was little, down to obsidian being a stone of protection. I feel like I've done her great grandparents proud. Don't get me wrong though, I wouldn't want to lose any of the stones.\n\n\nResearcher Duncan:\n I understand. \nShe pauses to take a drink of water.\n You said earlier that you help people, how exactly do you achieve that?\n\n\nSCP-6339-B:\n It's pretty easy actually. Whatever happened to me, I made the opposite happen — I make sure the car is safe, that their card gets scanned correctly, if they can't find a job I try to get employment fliers to their door, and so on. Small things, mostly. Stop them from getting follow up phone calls from bad bosses too, sometimes.\n\n\nResearcher Duncan:\n In that case, why not just have them win the lottery or something? It's much quicker and easier.\n\n\nSCP-6339-B:\n I know, but winning the lottery is temporary, and I'd like to make sure they can support themselves after I leave.\n\n\nResearcher Duncan:\n That makes sense. But why didn't you do that for the Foundation?\n\n\nSCP-6339-B:\n Because you guys don't want my money, obviously.\n\n\nResearcher Duncan:\n How do you know that?\n\n\nSCP-6339-B:\n I wasn't entirely sure before I started answering your questions, but if that's what you really wanted, that would have been the first one, no? Even before this, you guys seemed content to just see what happens if you try to take my stones. No, you wanted to learn.\n\n\nResearcher Duncan:\n And what if we did want the money?\n\n\nSCP-6339-B:\n Then I would've tried to nudge you towards the right decision.\n\n\nResearcher Duncan:\n Is it a similar memetic property that you have on the obsidian?\n\n\nSCP-6339-B:\n I'm not sure what you mean, but I guess so.\n\n\nResearcher Duncan:\n And what if we ignored you?\n\n\nSCP-6339-B:\n Then I would have had to do a bit more to convince you, I suppose.\n\n\nResearcher Duncan:\n Hold on, is that why M—\n\n\nSCP-6339-B:\n Now that I think of it, I've been here for a while. I know you guys want to keep me here for whatever reason.\n\n\nResearcher Duncan:\n What do you mean by that?\n\n\nSCP-6339-B:\n You see, I'm in the world of the living for a reason, and I should go uphold my end of the bargain. While you have held me up here for about two weeks, it wasn't out of selfishness, unlike the last bunch. I'm going to make an exception and just leave now.\n\n\nResearcher Duncan:\n Wait, we're not finished asking you—\n\n\nSCP-6339-B:\n Have a nice day!\n\n\nSCP-6339 then de-manifested, and after a thorough search was determined to not be present at Site-42. Containment procedures have been updated accordingly.\n\n\n\n\nAddendum 6339.2:\n Foundation personnel have managed to track down Jesus and Ximena Sanchez in the outskirts of San Jose, California. After detainment and questioning, there has been no evidence to suggest they know of SCP-6339, and have thus been amnesticized and released as per Foundation protocol.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A game played with a board with a variable number of holes, and two stores at each end of the board. Players take turns \"sowing\" stones from a chosen hole, dropping one in each subsequent hole (including their own store) until the stones run out. The player with the most stones in their store by the end of the game wins.\n\n\n2\n. Variations of the board can range from three to six holes on each side.\n\n\n3\n. After reviewing the footage, it was found to be Spanish, roughly translating to \"hey there, can you guys stop screwing with me, please?\"\n\n\n4\n. The underworld in Aztec mythology.\n\n\n5\n. The god of death and ruler of Mictlan in Aztec mythology.\n\n\n6\n. The twin of Quetzalcotl, and a guide of the dead in Aztec mythology.\n\n\n7\n. Traditionally, the journey would take 4 years.\n\n\n\n\n\n\n\n\n« \nSCP-6338\n | SCP-6339 | \nSCP-6340\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6339\n\" by FeroxJ, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6339\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Note: The interview was conducted by researcher Duncan, and translated from Spanish. [BEGIN LOG] Researcher Duncan begins a game of mancala, prompting the manifestation of SCP-6339-B. Researcher Duncan: Hello, 6339-B. Do you mind if we ask a few questions? SCP-6339-B: Sure, go ahead. And what did you just call me? Researcher Duncan: 6339-B, that would be your designation number. SCP-6339-B: I do have a name, you know. Researcher Duncan: Just as well then, first question: do you remember who you were before your current situation? SCP-6339-B: Of course I do, my name's Jim, Jim Sanchez. Used to live in Acapulco, but I moved closer to Mexico City after my wife and kids went to America. Researcher Duncan: If you tell us more about them, we might be able to check in on them for you. SCP-6339-B: Well, I have a son and a daughter — Jesus and Ximena. I think Jesus is doing computer stuff for a living now? He always loved that sort of thing. Ximena though, she was a little closer to me. In fact, she gave me this mancala board. Said she'd found this game that interested her a lot, and that she'd play me when she got the chance, but… you know. That didn't really get to happen. It's just that, isn't it? Everything I could have possibly done went wrong. Got a job? The boss didn't pay us on time. Helped someone? My identity got stolen. Do nothing? My car got wrecked. Silence for 5 seconds. Sorry, I think I've said too much. Researcher Duncan: No no, not at all. Do you know where your children are? SCP-6339-B: They're both in Southern California I think, although I don't know where exactly. Close to the ocean though. It's fine, you don't have to find them, I've checked on them a few times. They don't need my help. Researcher Duncan: And your wife? SCP-6339-B: Margarita? She was a shrewd woman, knew how to get around people. Maybe she was right, that she's able to provide a better environment for the kids, but it still hurts to not see them grow up. He sighs. She's long gone now, safely making her trip in Mictlan 4 , I hope. Silence for 5 seconds. So, did you have any other questions? Researcher Duncan: Of course, let's see here… do you recall how you ended up in your current situation? SCP-6339-B: Well, first I — um, I died — as one does. Took a while, actually. Researcher Duncan: I'm sorry you went through that. SCP-6339-B: It happens. As I was saying, afterwards, I found myself at the first level of Mictlan. Now, I've heard the stories from my grandparents, and I know about the crashing mountains, the arrows, and the jaguar, but what really scared me was that I had nothing to offer to Mictlantecutli 5 and his wife! Researcher Duncan: But surely they would have understood your predicament? SCP-6339-B: No Miss, he has already tried to prevent the new world's creation, I would not dare show up in front of him without the offerings, and I said as much to Xolotl 6 . Researcher Duncan: And he agreed to help you? SCP-6339-B: Yes, but it took almost a year and a half 7 — I was on the third level by the time he relented. Still, I am eternally grateful for it. While he personally was unable to do much, he brought me before his twin, Quetzalcotl, and I agreed that while they figured something out, I would prevent the same thing happening to others. Researcher Duncan: So they put you in this mancala board. SCP-6339-B: He nods, and picks up the obsidian stone to examine it against a light. Researcher Duncan: You know, judging by some of our test results, you seem to have more attachment over that stone. Is there any particular reason? SCP-6339-B: I suppose I'm just happy that Ximena remembered the stories I told her when she was little, down to obsidian being a stone of protection. I feel like I've done her great grandparents proud. Don't get me wrong though, I wouldn't want to lose any of the stones. Researcher Duncan: I understand. She pauses to take a drink of water. You said earlier that you help people, how exactly do you achieve that? SCP-6339-B: It's pretty easy actually. Whatever happened to me, I made the opposite happen — I make sure the car is safe, that their card gets scanned correctly, if they can't find a job I try to get employment fliers to their door, and so on. Small things, mostly. Stop them from getting follow up phone calls from bad bosses too, sometimes. Researcher Duncan: In that case, why not just have them win the lottery or something? It's much quicker and easier. SCP-6339-B: I know, but winning the lottery is temporary, and I'd like to make sure they can support themselves after I leave. Researcher Duncan: That makes sense. But why didn't you do that for the Foundation? SCP-6339-B: Because you guys don't want my money, obviously. Researcher Duncan: How do you know that? SCP-6339-B: I wasn't entirely sure before I started answering your questions, but if that's what you really wanted, that would have been the first one, no? Even before this, you guys seemed content to just see what happens if you try to take my stones. No, you wanted to learn. Researcher Duncan: And what if we did want the money? SCP-6339-B: Then I would've tried to nudge you towards the right decision. Researcher Duncan: Is it a similar memetic property that you have on the obsidian? SCP-6339-B: I'm not sure what you mean, but I guess so. Researcher Duncan: And what if we ignored you? SCP-6339-B: Then I would have had to do a bit more to convince you, I suppose. Researcher Duncan: Hold on, is that why M— SCP-6339-B: Now that I think of it, I've been here for a while. I know you guys want to keep me here for whatever reason. Researcher Duncan: What do you mean by that? SCP-6339-B: You see, I'm in the world of the living for a reason, and I should go uphold my end of the bargain. While you have held me up here for about two weeks, it wasn't out of selfishness, unlike the last bunch. I'm going to make an exception and just leave now. Researcher Duncan: Wait, we're not finished asking you— SCP-6339-B: Have a nice day! SCP-6339 then de-manifested, and after a thorough search was determined to not be present at Site-42. Containment procedures have been updated accordingly.",
        "\" SCP-6339 \" by FeroxJ, from the SCP Wiki . Source: https://scpwiki.com/scp-6339 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6339 is housed within a secure storage vault at Site-42, to be made available upon request by level 2 personnel and above. Experiments with the object are to be logged on document Exprmt-SCP-6339. SCP-6339 is currently uncontained. MTF Pi-1 (City Slickers) is to monitor low-income Hispanic communities for rumors of a mancala board bringing good fortune.",
    "description": "SCP-6339 is separated into two components — SCP-6339-A and SCP-6339-B.",
    "title": "SCP-6339"
}