{
    "url": "https://scp-wiki.wikidot.com/scp-6342",
    "all_text": "\"Long will live the bastard crab, and the harbor he defends\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\nrating: \n+46\n+\n–\nx\n\n\nAstersQuill\n\n\n\n\n\n\nSCP-6342:\n The Noble Knight Thompson and the Beast of Crimson\n\n\nAuthor:\n \nAstersQuill\n - \nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6342\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nGamma-6 \"Deep Feeders\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nGamma-6 \"Deep Feeders\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6342 fighting a Giant Octopus, depicted by Frederick Whymper, 1883\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nDue to widespread reports of SCP-6342 sightings by New England fishers, Foundation naval vessels are to monitor the waters bordering New England. This area extends from the Long Island Sound in the south to the Bay of Fundy in the north. Additionally, reports of SCP-6342 are to be discredited as nautical folklore attributed to prolonged periods of dehydration while on the water.\n\n\nDescription:\n\n\nSCP-6342 is the designation given to an oversized \nCancer borealis\n1\n identified as the mythical \"Crimson Pincer\" by local residents of Providence, Rhode Island, United States.\n\n\nReports of SCP-6342 seem to increase during the late winter/early spring, directly correlating with Providence's foggy season. Based on testimonials from locals, Foundation researchers theorize SCP-6342 to be between 1-7 meters across, with smallest size measurements coming from well-known members of Providence's fishing community. Correlational analysis into this phenomenon is currently ongoing.\n\n\n\n\n\n\n|\n\n\n|\n\n\nWelcome \"Dr. Glass\"!\n\n\nWould You Like To Update SCP-6342 Documentation?\n\n\n|\n\n\n|\n\n\nUploading Files…\n\n\n|\n\n\nFiles Uploaded!\n\n\n|\n\n\n|\n\n\n\n\n\n\n\n\nAddendum - 01\n\n\nSCP-6342 Exploration Logs\n\n\n\n\n\n\n\n\nPersonnel Present:\n Dr. Simon Glass; Junior Field Agent Hana \"Iris\" Thompson\n\n\nDate:\n June 3rd, 2018\n\n\n\n\n«Begin Log»\n\n\n<Dr. Glass and Agent Thompson sit on a bench at a bus stop. Agent Thompson clutches the strap of her duffle bag tightly, her foot taps against the pavement. Dr. Glass checks his watch.>\n\n\nGlass:\n The bus should be here in five minutes. Are you excited to get back out into the world?\n\n\n<Agent Thompson continues to look off into the distance.>\n\n\nGlass:\n Hana? Is everything alright?\n\n\n<Agent Thompson closes her eyes and exhales. She turns to face Dr. Glass.>\n\n\nThompson:\n Sorry, I'm just a little nervous. First day jitters and all.\n\n\nGlass:\n Perfectly understandable. It looks much scarier from the outside compared to when you're actually there. I can provide some resources or we can schedule appointments while you're away.\n\n\nThompson:\n Thanks, Glass. I appreciate it, but — it's just I expected things to be different. Full ride for a really good journalism program and now… well, \nyou get it\n.\n\n\n<A pause. Agent Thompson places her face in her hand.>\n\n\nGlass:\n Depending on how this goes we may be able to make that dream a reality for you.\n\n\nThompson:\n Really?\n\n\nGlass:\n Serena Verdae has one of the best anomalous journalism programs on the east coast. \n<He laughs.>\n That's not something the recruiters will tell you.\n\n\n<Agent Thompson quietly laughs. Her expression softens and her shoulders relax. A bus stops in front of the pair. Agent Thompson grabs her bags and prepares to board.>\n\n\nGlass:\n I've been paying attention to the weather systems along your flight path and everything seems to be good to go. Once you land in Providence, let me know. Don't forget help is just a text away.\n\n\nThompson:\n I appreciate it. \n<She takes a deep breath.>\n Don't worry about me too much while I'm gone.\n\n\n<Agent Thompson stands up and begins to walk up the steps.>\n\n\nGlass:\n Oh, Hana?\n\n\n<She stops halfway up the stairs and turns around. Dr. Glass produces a rune-covered camera from within his labcoat and hands it to her. She pauses for a second before hesitantly taking it.>\n\n\nGlass:\n Remember to have fun. I want to hear some interesting stories when you return.\n\n\n«End Log»\n\n\n\n\n\n\nGlass 🫙\n\n\n\n\n\n\nGood morning, Hana. How have you settled in so far? Have you met any of the other students yet?\n\n\n\n\n\n\nI'm going to be honest Glass\n\n\nIt's completely dead here\n\n\n👻 town\n\n\n\n\n\n\nAre there any events for the students that are staying there? Surely the RAs must be doing something fun for you all.\n\n\n\n\n\n\nYeah they were offering cookies in the lounge and they were all gone by the time I got there\n\n\nIdk if this is a good idea anymore\n\n\nIdk how much longer I can deal with eating by myself and watching movie marathons every night\n\n\nCan I come back now?\n\n\nmaybe we can try again later when i'm ready\n\n\n\n\n\n\nBefore we left you wouldn't stop talking about how excited you were to finally get away from the site. I understand how stressful this experience must be for you, though. In times like these it's important to breathe; you are ready for this, Hana. It's just going to be a little hard in the beginning, but that's okay. Please give this some time before you fully decide to come back. We can reevaluate these feelings after classes start.\n\n\nOh, also. Dr. Kondraki wanted me to tell you not to have too much fun while you're gone.\n\n\n\n\n\n\nTell Dr. K I said hi\n\n\nAlright I'll stay but if this doesn't change I don't want to be here anymore\n\n\nI don't think I can put myself through that\n\n\n\n\n\n\nUnderstood. I hope you have a good day, Hana. If you need to set up a call just send me a message. Alright?\n\n\n\n\n\n\ngot it\n\n\n👍\n\n\n\n\n\n\n\n\n\n\n«SCP-6342 Exploration Log - 01»\n\n\nPersonnel Present:\n Agent Thompson\n\n\n\n\n«Begin Log»\n\n\n<Agent Thompson adjusts a pin containing a camera and audio device. She spends a moment and looks at herself in the mirror, straightening out wrinkles on her shirt and letterman jacket. A sticky note containing her name, age, and previous occupancy sits on the mirrors corner. She picks it up and sighs.>\n\n\nThompson:\n You can do this, Hana. You've come so \nfar\n. \n<She messes with her short hair.>\n It's just college. Just. College. You got this. Don't fuck this up.\n\n\n<Agent Thompson can be heard mumbling \"Don't fuck this up\" as she packs her bag. She slings the bag around her shoulder and stands in front of the mirror, forcing a smile, then a serious face.>\n\n\nThompson:\n You must think I look ridiculous, don't you?\n\n\n<She turns and grabs a stuffed rabbit, holding it at arms length.>\n\n\nThompson:\n Wish me luck, Sir Hopsworth.\n\n\n<Agent Thompson sets the stuffed animal down gently on her bed, waving at it as she leaves the dorm.>\n\n\n«Break»\n\n\n\n\n\n\n \n\n\n\n\n\n\nA view of Yesenia Hall taken from the footage of Hana Thompson's pin camera.\n\n\n\n\n\n\n \n\n\n\n\n«Continued»\n\n\n<Agent Thompson rounds the corner and stands in front of the door of a nearly empty lecture hall. A stocky woman stands at a lectern in the front of the room, sorting through a collection of manila folders and papers. She wears a \nwinding, golden pin\n on her lapel. Agent Thompson takes a deep breath and enters the room.>\n\n\nThompson:\n \n(Softly)\n Um… excuse me? Are you Professor Lisera?\n\n\nLisera:\n Indeed I am. You must be?\n\n\nThompson:\n Hana, ma'am. Hana Thompson.\n\n\nLisera:\n Well it is nice to meet you, Ms. Thompson. What brings you to my class this summer?\n\n\n<Hana hesitates slightly.>\n\n\nThompson:\n I-uh. I just wanted to try out a class here before I commit to enrolling. Trying to get back in the game after an unplanned break, you know?\n\n\nLisera:\n Well, I hope my course is able to serve as a great example of what you could expect during here. Be assured that students of all levels, both new and old, have found success at Serena Verdae.\n\n\nThompson:\n Yeah, that's what I've been told. I'll be fine, just a little rusty at first.\n\n\nLisera:\n If there is anything I can do to make your transition easier, do not be afraid to let me know.\n\n\nThompson:\n Thank you, professor. I appreciate it.\n\n\n<Agent Thompson moves deeper in the room and takes her seat in the front row. She takes a notebook and pencil out from her backpack, neatly laying them out on the table in front of her. Time passes. More students file in, taking their seats around the classroom. Agent Thompson looks around before turning forward. She begins to tap a pencil on the table.>\n\n\nThompson:\n \n(Whispering)\n Deep breaths, Hana. Deep breaths. \n<The pencil tapping gets louder.>\n First impressions are everything, you'll be fine.\n\n\n<Professor Lisera finishes sorting through papers and looks towards the class. She carves a sequence of runes in the air, causing a piece of chalk to animate and write \"BIOL 1610 - Cryptozoology I\" on the chalkboard.>\n\n\nLisera:\n Good afternoon, class. I am Archivist Lisera, your professor for the next few weeks as we begin our exploration in the expansive field of Cryptozoology. Now, I trust that there will be no mischief, shenanigans, or horsing around; we only have a short time together, and it's important that we don't waste a minute of it.\n\n\n<She picks up one of the manila folders from the table, holding it up in one hand.>\n\n\nLisera:\n By the end of class today you are to form groups of two. Extraordinary circumstances aside, these will be your partners until the end of the session. Choose wisely. This course will be very discussion and research-heavy, with students expected to present their findings at lecture each week.\n\n\n<Agent Thompson turns and begins to speak, but stops when she notices the people behind her are whispering to one another. Professor Lisera taps on the center of the stack of manila folders. The covers of the folder begin to flap like the wings of a bird and fly out towards the students.>\n\n\nLisera:\n Each group has been assigned a creature of local folklore to research. Please review the contents of the folder, as it will provide you tips on where to start searching. I should make myself clear: \nany\n direct disruption to the ecosystem of Providence or to your assigned creature itself, will lead to a failing grade in this class.\n\n\n<The shuffling of papers can be heard as the groups begin to look at the contents of the folders. Professor Lisera approaches Agent Thompson>\n\n\nThompson:\n Can I just work alone on this? It seems like everyone else has already grouped up.\n\n\nLisera:\n I'm sorry, Ms. Thompson, but there are no exceptions. The roster says we have an even number of students, but there may be a clerical error. Let me ask the other groups about adding a third member.\n\n\nThompson:\n Wait you don't have to—\n\n\nLisera:\n Would any group be able to take on a third member?\n\n\n<A pause. The classroom goes silent, and Hana cringes, shrinking into her seat.>\n\n\nLisera:\n Anyone?\n\n\n<Whispering can be heard from around the room. Hana leans into her desk, facing forwards. The camera begins to shake slightly.>\n\n\nLisera:\n If no one chooses, I will choose for you.\n\n\n<Silence. The soft sound of sniffling is picked up by the recording device.>\n\n\n???:\n I can work with her.\n\n\n<The class turns to regard the voice. It belongs to an amorphous humanoid with shifting gray skin that stands in the doorway of the classroom.>\n\n\nLisera:\n Mx. Vesper, I was wondering when you would be joining us. You will be marked tardy for today's class.\n\n\nVesper:\n Sorry, prof. Got caught in traffic.\n\n\nLisera:\n \nRight\n…\n\n\n<Vesper makes their way across the room, taking a seat next to Agent Thompson. The class resumes their conversation, and Professor Lisera returns to the front of the room.>\n\n\nVesper:\n Nice to meet you, Hana. Most people call me Vesper.\n\n\nThompson:\n Hi, Vesper. How did you know my name?\n\n\nVesper:\n Divination major— it's also on your notebook.\n\n\n<Agent Thompson laughs.>\n\n\nThompson:\n Does that mean you can read my fortune?\n\n\nVesper:\n I can, just don't expect any lucky numbers. All you need to do is give me your hand and close your eyes.\n\n\n<Agent Thompson holds her hand out towards Vesper. Vesper's form begins to shift.>\n\n\nVesper:\n Hm. Oh this is \nvery\n interesting.\n\n\nThompson:\n Is that a good or a bad thing? Oh, do I end up with the girl of my dreams in the future? Any amount of success?\n\n\nVesper:\n No, no I see something: I see you in a storm, afraid, alone. You're cursing to yourself. Then a shadow starts to chase after you, nearly catching you, but you're just able to slip away. \n<A pause. They begin to laugh.>\n I also see you failing this class.\n\n\nThompson:\n What?\n\n\nVesper:\n Alright! You can open your eyes now.\n\n\n<Vesper's form stops shifting, revealing the nearly identical form of Agent Thompson. Agent Thompson pulls her hand back.>\n\n\nThompson:\n Ah! You can just… do that?\n\n\nVesper:\n How am I supposed to know your future if I don't know \nyou\n?\n\n\n<Professor Lisera clears her throat. Vesper's form returns to normal.>\n\n\nThompson:\n We should probably figure out what we're supposed to be doing so we can start working.\n\n\n«Break»\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nThe Crimson Pincer\n\n\n\n\n\n\n\n\n\n\nHailing from the waters of the Northeast United States, the coloquially named \"Crimson Pincer\" has been a facet of New England sailing folklore from before even the first Europeans theorized of the existence of a New World. Many stories from European sailors talk of a creature with an impenetrable carapace, claws the could split ships, and a crimson red shell thought to be dyed from the blood of the sailors it has killed. In modern times, local fisherman still talk of a creature stirring beneath the waves, and trapped sailors claim to see the creature while trapped on the rocky shores of the region.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n«Continued»\n\n\nThompson:\n Oooo… \nscary crab\n. \n<She laughs.>\n I'm surprised a group of fisherman haven't hunted this thing down to serve with butter and spices.\n\n\nVesper:\n If someone started raving to you saying there was a \"crab in the mist\" would you believe them?\n\n\nThompson:\n Glass did tell me New Englanders have a higher tolerance towards the anomalous than most.\n\n\nVesper:\n Glass? Is that a friend or?\n\n\nThompson:\n My therapist… one of them. \n<She laughs nervously.>\n Most of my friends at this point are people much older than me with fancy titles. That sounds weird. Is that weird?\n\n\nVesper:\n I see. Well, I'm glad you're getting help for whatever it is. \n<They place their hand on Hana's shoulder.>\n You'll find some great friends, I promise.\n\n\nThompson:\n Are you trying to be reassurring or did you see that in my future?\n\n\nVesper:\n As a diviner, it's important to leave some things unknown. Life is better when you have surprises to look forward to, trust me.\n\n\n<Vesper pats Hana's shoulder. Professor Lisera returns to the front of the room.>\n\n\nLisera:\n Now that you have all had time to review your materials we can move over to today's lecture: the History of Cryptozoology in the Northeast.\n\n\n<Agent Thompson leans over.>\n\n\nThompson:\n \n(Whispering)\n Do you want to grab some coffee after this? Hangout at my apartment to plan on what we should do next?\n\n\nVesper:\n I have to run to a meeting for theatre after this, but we should meet tomorrow. Seaspray Café at noon work?\n\n\n<Agent Thompson nods. She leans back in her chair and sighs as Professor Lisera continues her lecture.>\n\n\n«End Log»\n\n\n\n\n\n\nGlass 🫙\n\n\n\n\n\n\nHypothetically speaking\n\n\nSay I had an assignment for class that involved some creature right\n\n\nHow I would I go about finding information for that?\n\n\n\n\n\n\nIt would depend on the creature. Libraries are always a wealth of knowledge on most topics, you should be able to find some encyclopedias or ecology textbooks there.\n\n\n\n\n\n\nAppreciate the reminder Glass but I'm already ahead of you there\n\n\nDo you think they have any books about ship destroying crabs\n\n\n?\n\n\n\n\n\n\nYou should be able to access the Foundation's database with your clearance. I can grant you access to any necessary redactions should they be relevant to your coursework. However, I should advise you to be cautious; this creature is real and we've been trying to monitor its position for years now. I suggest you disengage while we work to dispatch a task force to your location.\n\n\n\n\n\n\nYou don't have to do all that for a little crab, Glass\n\n\nBesides I'm a junior field agent right? Let this be my first assignment\n\n\nIf I do a good enough job maybe you'll fix the ac in my room on site\n\n\nAlso if anything happens to the crab I fail so 🤷‍♀️\n\n\n\n\n\n\nAlright, no task force. I will have to clear your request with Director Light, though. In the meantime, feel free to access all relevant documentation from the database. I can even give you the contact information with the project heads if that would be helpful.\n\n\n\n\n\n\nAppreciate it but I'll pass\n\n\nIt wouldn't look good to cheat on my first college assignment\n\n\nsee you later\n\n\n\n\n\n\n\n\n\n\n«SCP-6342 Exploration Log - 02»\n\n\nPersonnel Present:\n Agent Thompson\n\n\n\n\n«Begin Log»\n\n\n<Agent Thompson sits at a wooden café table and idly stirs an iced coffee as she jots notes in a small notebook. The table is covered in several books and loose sheets of paper, volumes of local folklore, and rough charcoal sketches of crabs on crumpled newspapers. A couple walks by and she sighs, turning herself in her chair to watch them.>\n\n\nVesper:\n It's too early in the day to start yearning. Besides, you don't want what they have.\n\n\n<She turns around. Vesper stands on the other side of the table in the form of a construction worker.>\n\n\nThompson:\n Good Afternoon, Vesper. Interesting… form you're wearing today? \n<She turns back around.>\n So what's the deal with them? You hold their hands? Get their dirty little secrets?\n\n\nVesper:\n I know \neveryone's\n dirty little secrets. I know that he cheated on her with her roommate. I also know that she's about to find out.\n\n\nThompson:\n Geez. Do you really have something from everyone in your class?\n\n\n<Vesper shrugs. Agent Thompson takes a sip of her coffee.>\n\n\nVesper:\n What can I say? People love to share.\n\n\n<Agent Thompson can be heard choking.>\n\n\nVesper:\n When they're drunk, of course. Did you really think I get around that much?\n\n\nThompson:\n No judgement. That would just be a lot of hands to hold.\n\n\n<Vesper laughs and takes a seat. Their bulky form towers over the small table and chair set.>\n\n\nVesper:\n At the end of they day we're just college students. Anomalous or not. We don't live a different life just because the world thinks we're \"weird\".\n\n\nThompson:\n I see. Your parties probably go crazy, though. I think I would kill to go to a supernatural party.\n\n\nVesper:\n Some make you do just that to enter.\n\n\n<A pause.>\n\n\nVesper:\n I'm just messing around, Hana. Don't worry.\n\n\nThompson:\n Oh! That's good.\n\n\nVesper:\n Mind telling me what all \nthis\n is?\n\n\n<Vesper picks up a crumpled newspaper from the table.>\n\n\nThompson:\n You don't already know? Didn't you see it in my future when you held my hand?\n\n\nVesper:\n Cute, but yes I do know. Divining takes a toll on the mind so I try not to hold onto the intimate details of everyone's day. Notable events, like people cheating, sure, but knowing when someone is going to tie their shoe or sharpen a pencil isn't important enough to remember.\n\n\nThompson:\n Aren't you at least a little curious about the little details?\n\n\nVesper:\n Well it would make my ibuprofen bill even larger than it already is. Besides, it's also an asshole move to explain things to people if they have something to say. I do enjoy hearing people talk sometimes.\n\n\nThompson:\n Ah, that makes sense. So I spent last night and this morning trying to figure out where to start with our research. \n<She motions to the various papers and books on the table.>\n I'm sure you gathered that, though.\n\n\nVesper:\n Were you able to learn anything?\n\n\nThompson:\n I learned that the fisherman of Providence really suck at drawing and that people will give you mean looks if you spend all morning in the fish market and then get on a bus.\n\n\nVesper:\n You're really quite the inquisitive one, huh? Think about joining the school paper in the fall?\n\n\nThompson:\n Maybe. People say I was the president of my high school's newspaper club. Apparently I did a pretty good job too. I think they just say that because I'll go through anything for a scrap of information.\n\n\nVesper:\n How has that been going so far?\n\n\n<Agent Thompson sighs and leans forward, placing her head on the table.>\n\n\nThompson:\n Ecology textbooks on the crabs of New England, contemporary naval folklore, even almanacs for the past ten years. Nothing. Barely even a footnote. \n<She sighs.>\n I think we're going to need a bigger boat.\n\n\nVesper:\n That's because you're looking in the wrong place. You're never going to find information in these books, they're from the wrong side of the Veil.\n\n\n<Vesper stands up from the table and sheds their previously form. They wrap themself in an emerald sweatshirt with the white text of \"Serena Verdae\".>\n\n\nVesper:\n Come on, grab your stuff. We're going to go to a real library.\n\n\n«Break»\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe atrium of Serena Verdae's Library of Ways\n\n\n\n\n\n\n \n\n\n\n\n«Continued»\n\n\n<Agent Thompson and Vesper stand adjacent to one of the many rows of bookshelves in the room. Vesper can be seen momentarily scanning over several large volumes before the camera shifts as Agent Thompson leans over the balcony to look around the large atrium. Winding columns and staircases occupied by patrons, both humanoid and not, flank the room, and the distant crackling of thaumaturgy can be heard as background ambiance.>\n\n\nThompson:\n God this place is cool. If you told me a year ago that a place like this existed, I probably wouldn't have believed you.\n\n\nVesper:\n In the same way you would if someone talked about a giant crab?\n\n\n<The pair laugh.>\n\n\nVesper:\n If you think this is impressive you should check out the Wanderers' Library one day. It has books your brain would never begin to comprehend. The librarian is a giant centipede too.\n\n\nThompson:\n Maybe I'll take you up on that offer as long as you can get me a library card. I don't think I can take the trip at the moment.\n\n\n<Agent Thompson returns to the stack of books and places her finger on the leathery spine of a large volume.>\n\n\nVesper:\n Don't open that, it'll kill you.\n\n\nThompson:\n Are you joking?\n\n\n<Vesper removes the volume from the shelf, steps back, and opens it. A loud shreik can be heard, causing Agent Thompson to drop to her knees. Vesper closes the book as a small faerie with glasses flits by, staring at Vesper as it passes.>\n\n\nVesper:\n Skin-bound novels are deadly to those without resistance to the anomalous.\n\n\nThompson:\n I appreciate the warning. What if you weren't here and I opened that book?\n\n\nVesper:\n You would probably die. Although fate seems fluid, it's better to think of it as strands in a weave. Divination is all about interpreting those strands and recognizing which one you are currently travelling on. On this strand, I'm here to save you, on others I may not be.\n\n\n<They reach out their hand to Agent Thompson, who takes it and stands back on her feet.>\n\n\nThompson:\n Thanks… I think? \n<She sits with her back to the railing as Vesper skims through the shelves.>\n Can I ask a question?\n\n\nVesper:\n I'll save you from struggling with your wording: Yes, there's something for everyone here at Serena Verdae, and I can't think of many examples of people never finding friends. As long as you try, which you've already shown you do, and aren't completely abrasive, which you haven't been, you'll find your people.\n\n\n<Hana sighs. Vesper pulls out a heavy, barnacled tome from the shelf and places it in her arms. They turn around.>\n\n\nThompson:\n Yeah—I should have guessed you would have an answer ready.\n\n\nVesper:\n You're valid for feeling the way you do, Hana. \nMany\n of us were once in your shoes, and we were scared too. \n<They walk over to a nearby table. Agent Thompson follows.>\n That fear is only as large as you make it, though, and someday you have to face it in order to live your life.\n\n\n<Vesper sits at the table and begins to carefully thumb through the tome's pages. Agent Thompson stops just before the table, removing a camera from her pocket before quickly hiding it again. She sits down.>\n\n\nVesper:\n Here, look at this.\n\n\n«Break»\n\n\n\n\n\n\n \n\n\n\n\nBallad of the Crab Killer\n\n\n\n\nLong ago, on rocky shores, the bastard crab arise\n\nWith terror it sunk the sailing ships, of empires who claim the skies\n\nBut mortal men care not for myth, for their coffers have run dry\n\nTo slay the beast, they sent their fleets, the terror that must die\n\n\nThe fog fell fast upon them, the ropes they shake and sway\n\nThe sun consumed by greying clouds, the final lights of day\n\nTheir cannons aimed, the powder dry, men ready to attack\n\nFrom crow's nest the scouter shouts, \"I see its crimson back!\"\n\n\nTheir hulls lie broke and splintered, the water turned foamy red\n\nThe rocks became the resting place of those that wound up dead\n\nSurvivors told their fishing tales, their lucid word appends\n\n\"Long will live the bastard crab, and the harbor he defends\"\n\n\nAnd so the myth grows larger, a shadow across the land\n\nWeary eyes search the tides, their fear will make it grand\n\nWarriors come to slay the beast, their hubris stains the docks\n\nThe hunting men hid fast away, taken beneath the rocks\n\n\nBut one will come who'll kill the crab, who slays it without fear\n\nFor on that day, the greying skies, will finally recede and clear\n\nBlessed be the Crab Killer, armed with pale moonlight\n\nBlessed be the Crab Killer, who ends the city's blight\n\n\n\n\n\n\n\n\n \n\n\n\n\n«Continued»\n\n\nThompson:\n Oh! We used to analyze poetry in AP Lit. I think I won my school's poetry competition, so this should be a piece of cake.\n\n\nVesper:\n So how will your knowledge of Eliot and Hughes help us out here?\n\n\nThompson:\n You see, it's simple. \n<She pauses, skimming over the stanzas.>\n So there's this crab…\n\n\n<Vesper laughs.>\n\n\nVesper:\n It's not \njust\n a poem, it's a prophecy. A lot of prophecies are written in verse so they're easier to remember and pass down. Along the way, someone must have decided to write it down. This one is more direct; context and definite resolution. Not something many prophecies have.\n\n\nThompson:\n So now what? We wait until a stormy night for this thing to come out and snap a few photos before it kills us?\n\n\nVesper:\n I don't think it's going to be as easy as you think.\n\n\nThompson:\n Are you saying that because you know or because you're trying to discourage me.\n\n\n<Vesper smiles and shrugs.>\n\n\nThompson:\n So lets say, hypothetically, I was to go look for this thing during a storm. Is there a good chance I die a violent and painful death by something that most people here eat in a sandwich?\n\n\nVesper:\n No you'll be fine.\n\n\nThompson:\n Alright I'm going then.\n\n\n<Agent Thompson begins to stand and throws her backpack around her shoulder.>\n\n\nVesper:\n Why are you doing this?\n\n\nThompson:\n You already know.\n\n\nVesper:\n I do but I want you to hear how ridiculous it sounds.\n\n\n<Agent Thompson crosses her arms.>\n\n\nThompson:\n It's a conversation starter. How cool would it be to be known as the person who photographed \nthe\n \"Crimson Pincer\"?\n\n\nVesper:\n And that's worth the risk of death to you?\n\n\nThompson:\n Death and I have danced enough in the past few years. I think I know all of its moves by now. Plus you said I'd be fine, so what's the worst that can happen?\n\n\n<Vesper stands and places a hand on Agent Thompson's shoulder.>\n\n\nVesper:\n And you were such a good friend.\n\n\n<Agent Thompson laughs. Vesper pats her on the shoulder.>\n\n\nVesper:\n Stay safe, Hana. Don't forget to bring your camera with you. It's going to be more useful than it is now sitting in your pocket.\n\n\nThompson:\n You'll have to tell me all about it next class. Thank you, Vesper.\n\n\n«End Log»\n\n\n\n\n\n\nGlass 🫙\n\n\n\n\n\n\nHeyyyyyy\n\n\nRemember how you said you'd be able to get me whatever I needed\n\n\n?\n\n\n\n\n\n\nMost things you needed, yes. What do you need, Hana?\n\n\n\n\n\n\nRain gear and some money for a ferry ticket\n\n\nGoing to go check out one of the lighthouses with a some freinds on the 18th\n\n\n*friends\n\n\nI'll be safe don't worry\n\n\n\n\n\n\nI'll put the order through and have someone bring it over. How is the assignment going? Are you more acclimated to school now? Is there anything you want to discuss over a text or video call?\n\n\n\n\n\n\nGood, we went to the library to read about the big crab\n\n\nYes\n\n\nNo thank you\n\n\n\n\n\n\nWell, I'm glad to hear you're doing well. Be safe too. I hear there's going to be a large storm hitting Providence soon. You should probably delay your plans until after it clears.\n\n\n\n\n\n\nYeah maybe\n\n\nGoing to get dinner\n\n\n✌️\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nPomham Rocks Lighthouse, Providence, Rhode Island, United States\n\n\n\n\n\n\n \n\n\n\n\n«SCP-6342 Exploration Log - 03»\n\n\nPersonnel Present:\n Agent Thompson\n\n\n\n\n<Agent Thompson watches as her ferry departs on the choppy waves of the Providence River. The fog is thick and water droplets begin to obscure the video footage. Agent Thompson wipes off the lens with her thumb.>\n\n\nThompson:\n \nBefore embarking on an expedition, it's important a field agent has all the necessary equipment.\n \n(Mumbling)\n Let's see: boots? Check. Rain coat? Check. Ever increasing sense of dread that I'm making the wrong choice? \n<She sighs.>\n Check.\n\n\nThompson:\n So I didn't drown—yet. At least whoever finds this footage will be able to pick up that much. \n<She begins pacing the shore.>\n Now if I were a big scary crab who can apparently sink boats, where would I be?\n\n\n<She removes a glow stick from her backpack and cracks it. The surrounding fog begins to glow a light green.>\n\n\nThompson:\n I would probably just hide under rocks all day. I can't imagine wanting to get some food only for some asshole to crush me with a rock or boil me alive in a pot of water.\n\n\n<The sound of her stomach growling can be heard.>\n\n\nThompson:\n Although at this point, that doesn't seem too bad.\n\n\n<She removes a granola bar from her backpack and begins scanning the shoreline.>\n\n\nThompson:\n Was this a stupid idea? Would people really care if I walked up to them and said \"Hey, I'm the person who went out in a storm to take a photo of a crab\"?\n\n\n<A crunching noise can be heard as Agent Thompson crushes the remains of a crab shell. She jumps.>\n\n\nThompson:\n Fuck! \n<She struggles to catch her breath.>\n It's just a crab. A dead crab. Not a crab that has killed hundreds of people.\n\n\n<Agent Thompson pulls the camera slightly out of her pocket, thumbing over the runes carved on its surface. She walks to a nearby puddle, her appearance distorted by the ripple of raindrops.>\n\n\nThompson:\n You really look like shit, don't you, Hana? \n<She sighs.>\n How did you get here?\n\n\n<Somewhere in the distance the sound of scraping against rock can be heard. Agent Thompson spins to face the noise. A dog-sized shadow can be seen retreating behind a rock.>\n\n\nThompson:\n Got you!\n\n\n<She sprints over to the rock, camera in hand. Seaweed and algae cover the rock. Agent Thompson crosses her arms.>\n\n\nThompson:\n What's the point of this? I'm soaked and I probably look like an idiot kicking around in the sand at who knows what time. \n<She sighs.>\n Mist Crab! Mist Crab are you there? I know where we can find some ships to feed you! \n<A pause, silence.>\n Yeah, fuck this.\n\n\n<Agent Thompson begins to walk back towards the dock. As she crosses from grass to sand, she hears a collection of rocks shift and begin to roll. She grabs a loose stick and holds it outstretched, lifting one of the rocks up and reveals a small hermit crab.>\n\n\nThompson:\n \n(Whispering)\n Oh, thank Christ. \n<She clears her throat.>\n Hey, little fella. Are you the Crimson Pincer? Are you going to spill my blood on the rocks of this island too?\n\n\n<A rumbling noise can be heard, soft at first, but louder as the hermit crab takes shelter in its shell. The a cacophany of clicks can be heard as a car-sized shadow begins to approach Agent Thompson. She drops the stick and stumbles backwards.>\n\n\nThompson:\n \n(Mumbling)\n Wow you really are real. Holy shit! My classmates aren't going to believe what I bring back. They'll all want to hear about how I met the crab and lived. \n<She pauses.>\n Hey… we're cool, right? Just let me write down some notes on what you look like, maybe take a picture or two and I'll be out of your hair-er, uh antennae?\n\n\n<She takes the camera out of her pocket and hesitates for a moment, allowing the crab to get closer.>\n\n\nThompson:\n It's just a photo, Hana. Just one photo and you can put it back in your jacket and pretend it doesn't exist.\n\n\n<With a mumbled prayer she takes a picture, illuminating the fog around her, and momentarily dazing the crab. She grabs the polaroid, shakes it, and places it in her pocket.>\n\n\nThompson:\n Now to get the fuck out of here.\n\n\n<Agent Thompson begins to run towards the dock but the creature blocks her path. It grows in size and she begins to walk backwards.>\n\n\nThompson:\n Come on. Just go away already! You're just a crab! Seagulls own you guys.\n\n\n<She grips the glowstick with her hand and throws it at the creature, harmlessly bouncing off its shell. The sound of a door opening can be heard behind her.>\n\n\nVesper:\n Hana, get inside!\n\n\nThompson:\n Vesper? What the fuck are you doing here?\n\n\nVesper:\n Now!\n\n\n<Agent Thompson runs towards the lighthouse proper. A vaguely humanoid figure can be seen holding open the door, calling to her. The crab, hissing and snapping, chases Agent Thompson to the lighthouse. Once inside, the creature begins banging at the walls of the building, shaking it and causing dust to fall from the ceiling.>\n\n\nThompson:\n \n(Panting)\n What the fuck was that!? First it was so \nso\n little and then—\n\n\nVesper:\n Breathe, Hana. It's alright.\n\n\nThompson:\n Why are you here? I thought you'd be happy just watching this from the sideline.\n\n\nVesper:\n I knew you would be safe because I knew I would be here to save your ass. Besides, having your partner get killed during a group project isn't a good look.\n\n\n<Agent Thompson embraces Vesper.>\n\n\nThompson:\n You're still a sight for sore eyes, but I'm really happy you're here.\n\n\nVesper:\n It's not over yet, we still have to make it back to the harbor.\n\n\n<A pause. Agent Thompson removes the polaroid and camera from her jacket pocket. The image of a crab slowly begins to appear.>\n\n\nThompson:\n Aw fuck, it's blurry, but hopefully this will still work.\n\n\n<Agent Thompson removes a black cloth survival kit from her backpack, and takes a bottle of rubbing alcohol from within it. She takes the polaroid, rolls it, places it in the rubbing alcohol. She shakes the bottle for a few minutes, causing the contents of the clear white bottle to turn a muddled grey. After some time, she removes the photo from the bottle.>\n\n\nVesper:\n Ew, gross it's all gooey now.\n\n\n<They gag.>\n\n\nThompson:\n Isn't that what you expected?\n\n\nVesper:\n Worse.\n\n\n<A pause. Silence.>\n\n\nThompson:\n God, I haven't done that in a while.\n\n\n<She takes a deep breath in, then out.>\n\n\nVesper:\n How are you feeling?\n\n\nThompson:\n I-I think I'm good. Do you want to go outside now?\n\n\nVesper:\n Aren't you still worried?\n\n\n<She holds up the picture.>\n\n\nThompson:\n I think I just got so caught up with everything that it all just piled up, you know? \n<She pauses for a moment, before tearing the photo into a collection of small pieces.>\n I think I'm ready now.\n\n\n<The pair exit the library and find the creature still scuttling outside. Its form is torn and melty, and it begins to shrink as Agent Thompson approaches.>\n\n\nVesper:\n I knew you could do it, you know?\n\n\nThompson:\n Pfft, that? It's just a lame party trick. Nothing compared to what you can do.\n\n\nVesper:\n Well I feel like a lot of people would like this \"lame party trick\" of yours.\n\n\n<Agent Thompson pauses.>\n\n\nThompson:\n Maybe. I think I'd like to share it sometime. \n<She points at the crab.>\n So what do we do with it? I doubt many people will be scared of a melty crab now.\n\n\nVesper:\n \n(Mockingly)\n Behold, the \nterrifying\n Crimson Pincer.\n\n\n<They both begin to laugh. Agent Thompson takes another photo, then picks the crab up with her hands.>\n\n\nThompson:\n Maybe we can bring it to class. That'll definitely impress the professor, won't it?\n\n\nVesper:\n Considering you already broke the rule about disrupting the creature, I wouldn't show her any evidence of you doing that.\n\n\n<Agent Thompson pauses. Vesper laughs.>\n\n\nThompson:\n Oh… fuck. I'm going to fail now, aren't I?\n\n\nVesper:\n I think I warned you. Twice. Oh well, it's just an entry-level course.\n\n\nThompson:\n \n(Mumbling)\n That's easy for you to say. What if the school doesn't want me back now?\n\n\nVesper:\n This is nothing compared to what people have done in the past, especially to Lisera. Don't worry, Hana, you'll be back.\n\n\n<They begin to walk towards the dock. Suddenly a pained yelp can be heard in the recording. Agent Thompson tries to shake the crab off of her thumb, throwing it against the ground. It shatters on the rocks.>\n\n\nVesper:\n So about—\n\n\nThompson:\n I don't want to talk about it.\n\n\n<The sun begins rising in the distance, and a small dinghy with two figures appears. As they begin to prepare to leave the island, Hana removes the rune-carved camera from her jacket, offering it to one of the figures to take a photo of the pair. They pose together in front of the lighthouse, then board the boat as a flock of seagull's begin to pick at the creature's corpse.>\n\n\n«End Log»\n\n\n\n\n\n\n|\n\n\n|\n\n\nShow Updated Documentation?\n\n\n|\n\n\nLoading… Loaded!\n\n\n|\n\n\n|\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6342\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nGamma-6 \"Deep Feeders\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nGamma-6 \"Deep Feeders\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6342 post-neutralization\n\n\n\n\n\n\nRevised Containment Procedures:\n\n\nContainment of SCP-6342 is no longer necessary following its neutralization. Monitoring of the New England coastline for additional SCP-6342 sightings has been moved to low priority.\n\n\nRevised Description:\n\n\nSCP-6342 was the designation given to a \nCancer borealis\n living in Providence Harbor. SCP-6342's size was determined to directly correlate with the amount of fear displayed while observing it, an effect that can be countered by anomalous means.\n\n\nOn the night of June 18th, 2018, Agent Thompson accidentally encountered and neutralized SCP-6342 while reporting on it for a Cryptozoology course hosted over the summer by Serena Verdae College. Agent Thompson returned to Site-19 following the program's completion and reported to Dr. Glass that she had failed the course, citing that \"melting the crab and throwing it at a rock after it pinched my finger was against the rules of the assignment.\" Overall, Dr. Glass and Director Light considered Agent Thompson's first field mission, although impromptu, a success, with reassignment to a new mission currently being discussed.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nVesper 🔮\n\n\n\n\n\n\nSo they're letting you come back right?\n\n\nPeople are wondering what transpired of the mighty crab killer lol\n\n\n\n\n\n\nI told you people would talk about it!\n\n\nI'm not supposed to be saying this but maybe next fall if I behave\n\n\n\n\n\n\nI'm surprised they're keeping you back\n\n\nGiven the stories I've heard you sound like you would be an effective agent\n\n\n\n\n\n\nYou weren't supposed to talk about that! It was supposed to be a secret!\n\n\n\n\n\n\nEven without reading your future it was obvious\n\n\nBit of a coincidence for there to just be people to pick us up after your excursion don't you think?\n\n\n\n\n\n\nAlright you got me\n\n\nThey want to make sure I'm ready before I go back out\n\n\n\n\n\n\nYou're grounded aren't you?\n\n\n\n\n\n\nAm not\n\n\nFuck you!\n\n\n\n\n\n\nGotta run to theatre now\n\n\nYou should join when you come back\n\n\n\n\n\n\nMaybe\n\n\nSet painting would be fun\n\n\n\n\n\n\nWell regardless I look forward to seeing you when you come back\n\n\n\n\n\n\nLet me know how things go with your new friend\n\n\n\n\n\n\nFriend?\n\n\n\n\n\n\n😙\n\n\nBye!\n\n\n\n\n\n\n\n\n\n\n \n\n\nrating: \n+46\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. More commonly known as Jonah Crab.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScars of Kodachrome\n\n\n\n\n\n\nEchoes of a Forgotten Shutter\n\n\n\n\n\n\n\n\n\n\n\n\nNever to Tell, Never to Hear\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6341\n | SCP-6342 | \nSCP-6343\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6342\n\" by AstersQuill, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6342\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n FMIB 33117 Common Octopus.jpeg\n\n\nAuthor:\n Frederick Whymper\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n FMIB 35350 Decorator.jpeg\n\n\nAuthor:\n Charles Frederick Holder\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n George-peabody-library.jpg\n\n\nAuthor:\n Matthew Petroff\n\n\nLicense:\n CC BY-SA 3.0 Unported\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Malvern College - geograph.org.uk - 5253134.jpg\n\n\nAuthor:\n Philip Halling\n\n\nLicense:\n CC BY-SA 2.0 Generic\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Pomham Rocks Lighthouse.jpg\n\n\nAuthor:\n Kenneth C. Zirkel\n\n\nLicense:\n CC BY-SA 3.0 Unported\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Seagull eating a crab - Brooklyn, 2021.jpg\n\n\nAuthor:\n Gedalya Lubman\n\n\nLicense:\n CC BY-SA 4.0 International\n\n\nSource Link:\n \nLINK",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6342 \" by AstersQuill, from the SCP Wiki . Source: https://scpwiki.com/scp-6342 . Licensed under CC-BY-SA .",
        "Filename: FMIB 33117 Common Octopus.jpeg Author: Frederick Whymper License: CC0 Source Link: LINK",
        "Filename: FMIB 35350 Decorator.jpeg Author: Charles Frederick Holder License: CC0 Source Link: LINK",
        "Filename: George-peabody-library.jpg Author: Matthew Petroff License: CC BY-SA 3.0 Unported Source Link: LINK",
        "Filename: Malvern College - geograph.org.uk - 5253134.jpg Author: Philip Halling License: CC BY-SA 2.0 Generic Source Link: LINK",
        "Filename: Pomham Rocks Lighthouse.jpg Author: Kenneth C. Zirkel License: CC BY-SA 3.0 Unported Source Link: LINK",
        "Filename: Seagull eating a crab - Brooklyn, 2021.jpg Author: Gedalya Lubman License: CC BY-SA 4.0 International Source Link: LINK"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6342"
}