{
    "url": "https://scp-wiki.wikidot.com/scp-6343",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\nItem #:\n SCP-6343\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-6343's containment cell is to be monitored by one guard at all times. Changes in the behavior of SCP-6343 are to be reported to site staff.\n\nNo attempts to open or otherwise access SCP-6343 are to be made until further notice.\n\n\nAs of 16/2/21, SCP-6343 is considered neutralized.\n\n\nDescription:\n SCP-6343 is a large rectangular container composed of an anomalously strong form of glass and a wooden base. A small locked hatch is located on the back of SCP-6343, although all attempts to open it have failed. A metal plaque is attached to the base of SCP-6343, with the words 'The Amazing Non-Existing Beast' present on its surface.\n\n\nSeveral objects are contained within SCP-6343:\n\n\n\n\nA wooden chair.\n\n\nA pair of shackles, both bolted to the floor.\n\n\nTwo metal bowls, both exhibiting signs of previously containing unidentified forms of meat and water, respectively.\n\n\nA key, thought to be used to open the hatch on the back of SCP-6343, although this cannot be tested due to the key's currently unreachable location.\n\n\n\n\nThe objects within SCP-6343 are commonly moved and struck against the walls in a violent manner, and all show signs of severe damage. Notably, the shackles are in motion near the floor at most times. Noise regularly originates from SCP-6343, including muffled vocalizations and banging on its glass walls.\n\n\nRecovery:\n SCP-6343 was recovered in a recently-abandoned pawn shop in Halifax, Nova Scotia. A note was found taped onto the object's exterior, which read as follows:\n\n\n\n\nNot sure how the hell this thing works, but it's been \ngoing apeshit since I dropped the key in yesterday. \nNo wonder that guy was in such a hurry to get rid of it. \n\nFor some reason the door-thingy locked itself automatically. \nCould you call someone to get it open?\n\nThanks.\n\n\nThe following is a log of all reported behavior of SCP-6343 during its period of containment:\n\n\n\n\n\n\n11/2/21\n\n\nObject is first contained.\n\n\n\n\n\n\n11/2/21\n\n\nMuffled yelling, banging on glass. Noises cease at 11:37 PM.\n\n\n\n\n\n\n12/2/21\n\n\nPrevious day's behavior resumes. Metal bowls are interacted with; food waste and water droplets within the bowls appear to de-manifest via unknown means. All behavior ceases at 10:49 PM.\n\n\n\n\n\n\n13/2/21\n\n\nPrevious day's behavior resumes. Objects now being violently thrown and struck against walls. Behavior ceases at 8:21 PM.\n\n\n\n\n\n\n14/2/21\n\n\nBehavior resumes, with much less frequency. Vocalizations are reported to sound much less aggressive in tone. Ceases at 5:44 PM.\n\n\n\n\n\n\n15/2/21\n\n\nBehavior resumes later than normal, now exclusively consists of infrequent moaning. Ceases at 1:30 PM.\n\n\n\n\n\n\n16/2/21\n\n\nNo activity until 9:29 AM, when a loud thump is heard from SCP-6343. Shackles and chair are moved from their prior position.\n\n\n\n\n\n\nAll anomalous activity from within SCP-6343 has ceased since 16/2/21, and the glass comprising its walls was able to be easily broken the following day. With the exception of the previously mentioned objects, nothing was found inside.\n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nDukeCrusty's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7436\n \n•\n\n\n\n\n\n\nSCP-6838\n \n•\n\n\n\n\n\n\nSCP-6191\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nThe Crustacean Station\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6342\n | SCP-6343 | \nSCP-6344\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6343\n\" by DukeCrusty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6343\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6343 \" by DukeCrusty, from the SCP Wiki . Source: https://scpwiki.com/scp-6343 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6343",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-6343's containment cell is to be monitored by one guard at all times. Changes in the behavior of SCP-6343 are to be reported to site staff.\nNo attempts to open or otherwise access SCP-6343 are to be made until further notice.",
    "description": "SCP-6343 is a large rectangular container composed of an anomalously strong form of glass and a wooden base. A small locked hatch is located on the back of SCP-6343, although all attempts to open it have failed. A metal plaque is attached to the base of SCP-6343, with the words 'The Amazing Non-Existing Beast' present on its surface.",
    "title": "SCP-6343"
}