{
    "url": "https://scp-wiki.wikidot.com/scp-6345",
    "all_text": "rating: \n+145\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6345\n - Huesos Malos\n\n\n\n\nx\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6345\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6345\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nMXHGPC-Site-10\n\n\nI. Sarmiento\n\n\nB. Odanda\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6345\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6345 is kept in a standard humanoid containment chamber at Site-10.\n\n\nDescription:\n SCP-6345 is a skeletal humanoid entity which performed as a professional wrestler in the state of Hidalgo, Mexico.\n\n\nSCP-6345 physically resembles an animate human skeleton. It is sapient, intelligent, and exerts strength far beyond what its body mass would allow. Despite not possessing any of the organs required to do so, SCP-6345 is capable of speech, as well as visual and auditory perception.\n\n\nSCP-6345's attire consists of a black \"lucha libre\"\n1\n mask and complementary bodysuit adorned with white, skeletal design motifs. It pads this outfit with a variety of materials, including straw, cotton, and indiscriminately-chosen pieces of garbage. This action is intended to conceal its skeletal frame, giving the entity an inconspicuous, human-like appearance.\n\n\nSCP-6345 self-identifies as \"Los Huesos Malos\"\n2\n. It believes itself to be the soul of a former professional wrestler named Ernesto Marquin, who must perform 'good deeds' for its community in order to regain control of a human body once again. Such claims cannot be verified, though records of a Hidalgo citizen named Ernesto Marquin have been found. See addenda for details.\n\n\nPrior to containment, SCP-6345 arrived at independent wrestling events in the state of Hidalgo and attempted to take part in the show. This occurred with varying degrees of success, but has allowed the entity to amass a small fanbase, who remain unaware of its anomalous nature and that SCP-6345 is not playing a role nor is a legitimate part of the show. SCP-6345 used force while performing, and was known to harm its opponents, often to the point of hospitalization.\n\n\nAddendum.6345.1:\n Discovery and Interview Logs\n\n\nSCP-6345's anomalous nature was discovered on 08/13/2018 at a wrestling event in Pachuca de Soto, Hidalgo. An excerpt of this performance has been transcribed below. The commentary has been translated from Spanish to English.\n\n\n\n\n\n\nForward:\n Incident occurred eight minutes into the show’s “main event” match, while two teams of wrestlers — Los Catastrofes (El Ciclon/El Tornado Jr.) and NACION (Manuel Tierra/Numbers Unidad) were performing.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nEl Ciclon tags into the match for El Tornado Jr. and unleashes a barrage of strikes at Manuel Tierra.\n\n\nCommentator-A:\n Ciclon with an onslaught — one, two, three, four, five, six, I repeat, six chops!\n\n\nTierra counters and places Ciclon in a submission hold.\n\n\nCommentator-A:\n A reversal, Tierra’s putting Ciclon on ice!\n\n\nCommentator-B:\n It’s like I said earlier. Tierra is determined to prove himself after suffering weeks of humiliation by Los Catastrofes as a part of their agreement. They took everything from him! His free will, his family, even his Hidalgo State Title! He was driven as far as to team up with Numbers Unidad — the wildcard! We’re seeing a version of Tierra we have never seen before — one that will not settle until his dignity is restored. Everyone has his back!\n\n\nCommentator-A:\n I’ll concede there, they certainly do. No one can ignore the horde of fans gathered outside the building this morning waiting for Tierra to arrive. If you look closely in the front row, you’ll see Tierra’s mother, who’s stuck with him since day one, even when her own son suffered psychological abuse at the hands of Los Catastrofes! There isn’t a soul in this building not on the edge of their seat right now!\n\n\nTierra holds Ciclon’s head back, preparing to perform the “\nDerribo Manchuriano\n”, one of his signature moves. The crowd cheers.\n\n\nCommentator-A:\n This is it! The \nDerribo Manchuriano\n!\n\n\nA glass bottle thrown from above hits the back of Tierra’s head and shatters upon impact. The crowd gasps. Tierra falls to the floor, blood pooling around him. The referee holds his hands up and signals for medical staff. A bell rings. The auditorium goes silent, and a voice echoes from the balcony.\n\n\nSCP-6345:\n You guys actually liked that asshole? Give me a break.\n\n\nThe crowd erupts in outrage as they notice SCP-6345 standing on the balcony, holding a bottle of alcohol. The entity climbs over the railing, outstretches its arms, and drops to the floor. The two commentators duck out of the way as SCP-6345’s impact destroys their table. A security guard rushes towards the entity and attempts to prevent it from entering the ring.\n\n\nSCP-6345:\n Fucking tough guy, aren’t you? (\nLaughs\n) Paintball vest, cheap utility belt, you got it all!\n\n\nThe entity claps both of its hands around the head of the security guard, who is briefly staggered. It then takes a can of pepper-spray from the guard’s belt and points it towards his eyes. SCP-6345 laughs while the guard writhes on the floor in pain, screaming. SCP-6345 continues his assault by kicking the guard. The guard’s child runs towards the scene, begging SCP-6345 to stop.\n\n\nChild:\n Dad, please. Please, stop! You’re hurting my dad! I hate you, stop!\n\n\nSCP-6345 ceases its assault and approaches the child. He moves back in fear.\n\n\nSCP-6345:\n That’s papa, huh?\n\n\nThe child nods.\n\n\nSCP-6345:\n (\nLaughs\n) Your daddy’s a scone-eating, go-fish playing, pumperknickle shucking bitch, kiddo. Why look up to a man who can’t even protect you? You’re the son of a loser. Face it.\n\n\nSCP-6345 takes a sip of alcohol from its bottle and sprays it in the child’s face. He runs away, screaming. SCP-6345 laughs, but is cut short by the trio of wrestlers, who have left the ring and now begin shouting at SCP-6345.\n\n\nSCP-6345:\n Come on! Come on, you bastards!\n\n\nNumbers Unidad:\n I’ll kill you, I’ll fucking kill you!\n\n\nSCP-6345:\n Then do it.\n\n\nThe wrestlers close in on SCP-6345, attacking it. SCP-6345 slaps its chest, and strikes each of them in succession. The fight continues for a period of time, with SCP-6345 demonstrating its enhanced strength. While the entity is focused on beating Unidad, Ciclon hits SCP-6345 on the backside of the head with a nearby plastic chair. SCP-6345 is unfazed. In response, it places El Ciclon in a choke-hold submission maneuver, and throws his body into Unidad and Tornado Jr, causing the three to fall. SCP-6345 approaches the group of wrestlers, slings Ciclon over its shoulders, and makes its way to the ring.\n\n\nSCP-6345:\n I’ll make you pay, you motherfucker. You absolute piece of shit.\n\n\nSCP-6345 throws Ciclon into the center of the ring and kicks him in the face repeatedly. It then kneels on his back, and pulls at Ciclon’s mask until it comes off.\n3\n The crowd gasps. SCP-6345 laughs, and pulls Ciclon’s arms behind his shoulders until an audible cracking is heard. Ciclon passes out.\n\n\nSCP-6345:\n La Trituradora de Huesos\n4\n, everyone!\n\n\nUnidad runs into the ring from behind, and distracts SCP-6345. Tornado approaches from the other angle and stabs SCP-6345 with a knife. SCP-6345 is briefly distracted, then laughs. Tornado slashes, causing the entity’s suit to tear. Cotton stuffing and straw padding fall out of the hole, and SCP-6345 becomes panicked, attempting to place it back inside and hold its suit together. Tornado is visibly confused.\n\n\nSCP-6345:\n Wait, stop! Stop! You fucking idiots. Oh my god, no.\n\n\nUnidad assaults the distracted SCP-6345, causing more material to fall from the hole in its suit. SCP-6345 pushes him away and runs from the ring. It makes its way through the crowd and flees through an exit door.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nAfterword:\n \nFollowing its escape, SCP-6345 proceeded to break into a nearby liquor store, where it stole several liters of product. A Foundation containment team arrived within hours to interview and amnesticize witnesses. Shortly after, SCP-6345 was found lying unconscious in the parking lot of a gas station. It was then taken into Foundation custody at a provisional safehouse several kilometers outside the city. Ciclon and Tierra were hospitalized, with two broken arms and severe head trauma, respectively. Days later, Ciclon announced his retirement.\n\n\n\n\n\n\nMEMBERS:\n\n\n\n\nDr. Benjamin Odanda\n\n\nSCP-6345\n\n\n\n\n\n\nForward:\n \nAfter a brief struggle, Foundation specialists transported SCP-6345 to Site-10 and placed the entity in a containment chamber. Dr. Odanda was chosen to interview the subject due to his previous work documenting humanoid anomalies. Attempts to expose SCP-6345’s skeletal form in its entirety were met with resistance.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\n*All logs within this document translated from Spanish\n\n\nDr. Odanda enters the interview room and takes a seat. SCP-6345 is held in a temporary containment unit. The entity sits in silence with its arms folded and its bodysuit torn. Its skeletal form is exposed in the upper-leg and torso areas. Its mask remains on.\n\n\nOdanda:\n SCP-6345? My name is Dr. Odanda, and I'll be talking to you today. I have to say, I dig the outfit!\n\n\nSilence.\n\n\nSCP-6345:\n Fuck off.\n\n\nOdanda:\n Is there anything we can do to make you more comfortable? Water? Something to eat? (\nPauses\n) Do you eat?\n\n\nSCP-6345:\n Don’t fucking patronize me.\n\n\nOdanda:\n I want to make this as smooth as possible. It’s not beneficial for either of us if you don’t comply, SCP-6345.\n\n\nSCP-6345:\n Suck my cock. I have a name, you know. Or am I not a person? Is that why you tried to fucking strip me?\n\n\nOdanda:\n I apologize. \nLos Huesos Malos\n, right? I just want to talk.\n\n\nSCP-6345:\n I don’t. This shit was a long time coming, but I’m prepared. Got enough in the think-tank to keep me occupied for another lifetime, so why don’t you just let me rot? It’s what I would have been doing anyway.\n\n\nOdanda:\n Another lifetime? You’ve… died before?\n\n\nSCP-6345:\n Stop playing dumb. You’ve seen me. Hell, everyone has now. I’m a fucking skeleton. An undead freak. What do you think happened?\n\n\nOdanda:\n Do you want to tell me?\n\n\nSCP-6345:\n Nope. Listen, this shit’s not going to work on me. Interrogation, good cop, bad cop, the whole deal. I’ve done it before. My story’s not worth hearing. If it were, I’d be jumping out of my skin waiting to tell it. It’s an unused room in a whorehouse filled with booze bottles, missed opportunities, and loose ends. Nothing worth saying, nothing worth saving.\n\n\nOdanda:\n (\nPauses\n) Nothing I haven’t experienced myself. I can guarantee that.\n\n\nSCP-6345:\n (\nShakes head\n) No, I wouldn’t say that. When someone puts a bullet between your eyes, you stay dead. When someone breaks a bottle over your head, you bleed. When you want to hurt someone, there’s a little voice in your head that tells you to stop, and then you listen to it. You think we’re the same?\n\n\nOdanda:\n \nHuesos\n, we’re going to figure this out either way, whether you tell us yourself or not. I won’t waste time trying to pull teeth. Have a nice night.\n\n\nSCP-6345:\n I don’t sleep, idiot.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nAddendum.6345.2:\n Investigation\n\n\n\n\nFollowing containment, an investigation was launched to collect information regarding SCP-6345. Personal testimonials, law enforcement reports, and recorded footage of SCP-6345’s exploits were collected \nen-masse\n by the Foundation. Notable accounts and events have been listed below in chronological order.\n\n\n\n\nEvidence Type:\n Testimonial\n\n\nInterviewed:\n Independent Professional Wrestling Promoter Arlo Horez\n\n\nIncident Date:\n 2014/8/12\n\n\nDescription:\n First noted appearance of SCP-6345. Horez explained that the show’s main event was a “royal rumble” style match, with a competitor entering the ring every minute. SCP-6345 gained access to the building via an outside exit. It proceeded to make its way to the locker room area, and enter the match in place of another wrestler. A portion of Horez’ testimonial has been reproduced below.\n\n\n\n\n“We were more confused than anything. He came out of nowhere, hopped in the ring, and started wrestling. The crowd went wild, they’d never seen this guy before, but he had a cool look and was absolutely dominating. Then he gets out of the ring and starts handing out these, uh, skull-shaped lollipops to the kids. Had them in a big bag. So he’s got the kids on his side, the boys are just trying to put on a show, and we’re scrambling in the back trying to figure out who the hell this guy is.”\n\n\n\n\nThe match continued without incident until SCP-6345 eliminated wrestler “Raptor” via throwing him over the ropes.\n\n\n\n\n“Well, Raptor was going to win. He was going over, so when he was eliminated, everyone knew something was off. We should’ve called security sooner, but honestly, Huesos was putting on a good show, and the crowd was putty in his hands. I wanted to see what happened, and that was a mistake. And you know, there was something different about him that night. He didn’t show up, raise hell, and leave. He was taking part in the show, pulling his punches, engaging with the kids, and having fun. It was a lot different from the shit he pulls now.”\n\n\n\n\nRaptor immediately reentered the ring and began assaulting SCP-6345. The two engaged in a fight that disrupted the entire performance.\n\n\n\n\n“It was awful. They went out of the ring, distracted everyone from the match, and started really getting into it. That’s the Huesos I know. By the end of the night everyone knew him too. Raptor had a shattered rib cage, and all those kids Huesos won over were practically in tears. We had to send everyone home early. Security tried to arrest the guy but he just lashed out at them too. I still have the picture of Huesos, stained with Raptor’s blood, trying to hand a half-crushed lollipop to a terrified kid saved to my phone. Absolute nightmare.”\n\n\n\n\n\n\nEvidence Type:\n Hidalgo Law Enforcement Record\n\n\nIncident Date:\n 2015/02/19\n\n\nDescription:\n Report details SCP-6345 attempting to rescue a cat from a tree, which caused a public spectacle. During the rescue, SCP-6345’s anomalous strength caused the tree to collapse, and the cat to run away. A parked car is crushed.\n\n\nSurveillance footage was later discovered showing SCP-6345 placing a stray cat in the large tree hours before attempting to “rescue” it.\n\n\n\n\nEvidence Type:\n Hidalgo Law Enforcement Record\n\n\nIncident Date:\n 2015/07/01\n\n\nDescription:\n Report details an adult male repeatedly harassing and giving unwanted attention to a woman at Hidalgo bar “The Spot”. SCP-6345 witnessed this and assaulted the man. Multiple witnesses attempted to separate the two, which SCP-6345 fought off. Outside of the bar, SCP-6345 brandished a lighter in an attempt to set the harassing male on fire, but instead caused damage to a telephone pole. Several patrons are hospitalized due to physical injuries caused by SCP-6345.\n\n\n\n\nEvidence Type:\n Testimonial\n\n\nInterviewed:\n Independent Professional Wrestling Promoter Sebastian Rampart\n\n\nIncident Date:\n 2016/03/28\n\n\nDescription:\n Testimonial describes SCP-6345 stealing concession stand profits at a charity wrestling show.\n\n\n\n\n“He’s a garbage person. Found him in a dumpster about a week from the show reading some porn magazine like it was high literature. I knew he wasn’t well off, but I never realized it was this bad. We actually extended a hand to him, since we figured people would flock to a match where Huesos got the shit beat out of him by all of our faces.\n5\n He agreed for a small price and we changed our card around to accommodate him. It was a charity show, and the kids there liked wrestling, so they \nhated\n Huesos. He actually went along with the match, got beat up and lost. We had one of the sick kids hop into the ring and whack him with a kendo stick. Well, we should’ve known something was up when he didn’t try anything during the show. As soon as we wrapped everything up, Huesos was gone, and so was the box we put all the concession money in. A fucking charity show.”\n\n\n\n\n\n\nEvidence Type:\n Law Enforcement Report\n\n\nIncident Date:\n 2017/04/09\n\n\nDescription:\n Report details SCP-6345 assaulting an employee of Nurturing Mothers, a Catholic boarding school in Hidalgo. The entity was witnessed leaving a bag of currency outside the window of student Isabelle Marquin while she was sleeping. Further surveillance footage revealed that SCP-6345 had done this repeatedly every two weeks for nearly two years. Marquin feigned ignorance of knowledge of SCP-6345 or who was providing her money during questioning, and turned over all unspent, excess currency she possessed without issue.\n\n\nFurther investigation of public records related to Isabelle Marquin revealed that she is the child of Ernesto Marquin, a deceased professional wrestler with a criminal record. Ernesto became estranged from his family due to severe use of narcotics, and disappeared on 2014/04/17, leaving the house in the night and failing to return.\n\n\n\n\nAddendum.6345.3:\n Interview Log\n\n\n\n\nMEMBERS:\n\n\n\n\nDr. Benjamin Odanda\n\n\nSCP-6345\n\n\n\n\n\n\nForward:\n SCP-6345 remained non-compliant during interview attempts in the weeks concurrent with the Foundation’s investigation. Three personnel were assaulted during attempts to remove SCP-6345’s suit from its body. The decision was made to allow SCP-6345 to wear its suit, as it was clearly an object of comfort for the entity. No other notable activity was recorded.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nSCP-6345 sits in silence in its cell, laying on its bed. It has not been observed to move for over eight hours. Dr. Odanda taps on the window to the cell.\n\n\nOdanda:\n \nHuesos\n? \nHuesos\n?\n\n\nSCP-6345 remains silent.\n\n\nOdanda enters the cell. A security guard expresses resistance, but Odanda disregards her. He sits in a chair across from SCP-6345’s bed.\n\n\nOdanda:\n We looked into you, \nHuesos\n. Found lots of stuff. How you didn’t come onto our radar sooner is the real anomaly here. Battery, drug use, theft. You got yourself a laundry list. Right, Ernesto?\n\n\nSCP-6345:\n What do you want from me? Shock? A pat on the back? An organization with unlimited resources and access to every database in the state puts two and two together, good job. Now what?\n\n\nOdanda:\n I was hoping you’d be willing to fill in the gaps.\n\n\nSilence.\n\n\nOdanda:\n I don’t think you’re a bad person.\n\n\nSCP-6345:\n You’d be wrong.\n\n\nOdanda:\n Pretend all you want. You still care about Isabelle.\n\n\nSCP-6345 leaps from the bed and grabs Odanda by the throat, pressing him against the wall. Security approaches the cell, but Odanda motions them back.\n\n\nSCP-6345:\n You don’t fucking talk to me like that. You don’t know me. You don’t say her… don’t…\n\n\nSCP-6345 drops Odanda and sits on the bed. It places its head in its hands.\n\n\nSCP-6345:\n I don’t want it to be like this. Fuck you. Just fuck off.\n\n\nOdanda:\n It doesn’t have to be. I’ve been divorced for over a decade. Missed my boy growing up. It’s not just the birthdays and the holidays either. It’s the little things. His interests, spending time together, seeing him grow into his own person. You miss out on it all. I told you, Ernesto. I can understand where you’re coming from, even if it’s just a fraction of it.\n\n\nSCP-6345:\n I put the drugs over my family. Addiction’s a cold, relentless bitch. Doesn’t matter how you feel, doesn’t matter how disgusted you are with yourself. She always comes back. Wasn’t just that either. It was other things. I manipulated friends for drug money, strong-armed promoters to put me over, made enough bastard kids to keep an orphanage in business for a decade.\n\n\nOdanda:\n How did you get like… this?\n\n\nSCP-6345:\n Dead? I don’t know. I remember waking up in an alley, whole body made of fucking bones. There was a voice in my head, this bright, beautiful voice that I somehow knew belonged to a woman who I could not see or understand. I know you’re a fucking science-man or whatever, but I swear it was a goddamn angel. She told me I was lucky. I had a second chance. The opportunity to do it all over again. I do enough good deeds and I get my body back.\n\n\nOdanda:\n And?\n\n\nSCP-6345:\n Been doing a real goddamn great job with that. You’ve seen the records. I’ve tried. I don’t know how to be any way other than the way that I am, and people don’t like that. When a person’s put together all wrong, it doesn't matter how many chances you give them. They’re a malfunctional human, and they’re always going to fuck it up.\n\n\nOdanda:\n I’m sorry you feel that way, Ernesto. I’m going to see what I can do for you, okay?\n\n\nSCP-6345 screams and punches the bed, making a hole in the mattress.\n\n\nSCP-6345:\n I fucked up with the only woman who’s ever shown me kindness. I fucked up with my own kid. I miss them. I just want to feel their warmth. I just want to see them again.\n\n\nOdanda:\n Are you interested in a therapy program? Our site offers-\n\n\nSCP-6345:\n I don’t want a fucking therapist, I want to see my family again. Christ, I’m never getting out of here, aren’t I? It’s been two fucking years. I had time to be human again, and I wasted it doing the same shit I’ve always done. God-fucking-damnit.\n\n\nOdanda:\n That’s… the unfortunate reality of your situation, yes. Would you like a drink?\n\n\nOdanda extends SCP-6345 a flask.\n\n\nSCP-6345:\n Serious?\n\n\nOdanda:\n I’ll put it under “emotional consolation”.\n\n\nSCP-6345 grabs the flask and drinks.\n\n\nSCP-6345:\n Thanks, doc. You know I don’t need this shit, but damn, it does the bones good. Fuck me.\n\n\nOdanda:\n Ernesto, I can’t guarantee you anything, but I promise if you’re willing to do your part, we’ll do ours. That way, things can go a lot smoother around here. Lots of Sites have been integrating trustworthy anomalies into their internal structures in different ways. There’s a chance you can do some good around here, and I mean it.\n\n\nSCP-6345:\n Pussy shit.\n\n\nPause.\n\n\nSCP-6345:\n Bottle.\n\n\nOdanda hands the flask back to SCP-6345.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nAddendum.6345.4:\n Behavioral Report\n\n\n\n\nBEHAVIORAL REPORT: SCP-6345\n\n\n\n\n\n\nPrepared by Dr. Benjamin Odanda\n\n\n\n\n\n\nSCP-6345’s behavior over the past two months has progressed immensely. The once hostile anomaly now frequently converses with personnel in interviews and is compliant in testing. A record of notable events and select interactions are listed below.\n\n\n\n\nDate:\n 2019/9/14\n\n\nFirst out-of-containment experience. SCP-6345 is taken to a research lab for examination of its anomalous properties. The entity is not compliant during tests that would require SCP-6345 to remove its suit. However, it shows significant interest in tests gauging its strength and durability, and shows pride in displaying its enhanced fortitude. Towards the end of the session, SCP-6345 was lightly conversing with personnel, inquiring about the specifics of the testing equipment.\n\n\n\n\nSCP-6345 stands in the middle of a field outside of Site-10. Two researchers confirm it is prepared for the test.\n\n\nSCP-6345:\n (\nLaughs\n) Come on, poindexter, what’s next? Gonna rattle my bones?\n\n\nA researcher emerges with a Foundation-issue P-13J9 rocket launcher.\n\n\nSCP-6345:\n What the fuck.\n\n\nResearcher:\n Fire!\n\n\nThe launcher fires. SCP-6345 falls to the ground. After the smoke clears, it does not get back on its feet. After a short period of time, the researchers approach SCP-6345, who lies completely still.\n\n\nResearcher:\n Oh my god, did we—\n\n\nSCP-6345 springs to the ground, laughing. Its suit is tattered and torn.\n\n\nSCP-6345:\n Got you good, bastards! (\nLaughs\n)\n\n\n\n\nSCP-6345 was reprimanded for potentially interfering with experiment data.\n\n\n\n\nDate:\n 2019/10/05\n\n\nSCP-6345 assists Site-10 constructors in replating the walls of the third floor’s hallways. Though a brief altercation occurs between the supervisor and SCP-6345 after the entity had fallen asleep on the job, Dr. Odanda interferes and relieves tensions. SCP-6345 entertains members of the construction crew with stories of its exploits.\n\n\n\n\nSCP-6345 stands in the center of a crowd of workers, who eagerly listen to its stories.\n\n\nSCP-6345:\n So these guys from the orphanage find me, okay? Guns pointed, ready to blow old \nHuesos\n out of his skin. Now, I’m not scared or anything, but I’m a little cautious.\n\n\nMaintenance Worker:\n Wait, you robbed the orphanage?\n\n\nSCP-6345:\n (\nScratches head\n) You know, I still can't remember if I did or didn't. I've definitely stolen from a few have-nots before, but I don't know if I took from that specific one. I was probably drunk. Anyways, they blew me to pieces, but I \nlived\n.\n\n\nThe crowd is silent.\n\n\nSCP-6345:\n I beat a guy within an inch of his life that night.\n\n\nMild, uneasy laughter.\n\n\n\n\n\n\nDate:\n 2019/10/24\n\n\nSCP-6345 assists Site-10’s agricultural department in upkeep of the facility’s garden during a team-building activity meant to foster camaraderie between Foundation personnel. SCP-6345 finds difficulty in implementing planting methods, despite receiving specific instructions.\n\n\n\n\nResearcher Salvo instructs the group on a method of properly pulling weeds. She bends over to demonstrate.\n\n\nSCP-6345:\n (\nWhistles\n) Yeah, girl! (\nBarks\n)\n\n\nSeveral researchers gasp and turn around to face SCP-6345. Dr. Odanda tightly grips SCP-6345’s arm and clears his throat.\n\n\nSCP-6345:\n Sorry. Sorry. I’m sorry.\n\n\nSalvo ignores the comment and continues the presentation.\n\n\nSCP-6345:\n I respect women.\n\n\n\n\nSCP-6345 was otherwise compliant during the event. Afterwards, the anomaly apologized to Salvo without being prompted to do so.\n\n\n\n\nDate:\n 2019/10/28\n\n\nSCP-6345, accompanied by a security detail, was allowed access to Site-10’s fitness center. The entity quickly garnered attention from a group of task force members who were using the facilities. Several friendly competitions challenging SCP-6345’s physical strength were held.\n\n\n\n\nSCP-6345 and Brandon Star, a member of Site-10’s Stationary Task Force, are engaged in an arm-wrestling competition. SCP-6345 does not move its arm, while Star strains himself attempting to win. The entity concurrently talks with personnel, feigning a lack of interest towards Star and the competition.\n\n\nSCP-6345:\n I'd burn hot coals under Austin's ass and give the Rock tetanus. Those guys are frauds, hacks, corporate suck-ups. \nI'm\n the real deal, the one and only, baby! I'm the realest motherfucker in wrestling, and I'm a goddamn skeleton! Besides, half of those indie chumps hated me when I was alive!\n\n\nSCP-6345 looks to Star, who is clearly struggling.\n\n\nSCP-6345:\n Aw, look at the little guy trying! (\nLaughs\n)\n\n\nSCP-6345 slams its hand over Stars. An audible snap is heard, followed by Star screaming.\n\n\nSCP-6345:\n Shit!\n\n\n\n\nStar was treated for a fractured radius. SCP-6345 was reprimanded, but continues to use the fitness center.\n\n\n\n\nSCP-6345 has also been allotted time to pursue recreational interests as a result of its improved conduct, including supervised access to the Site’s mess hall, fitness center, and yard area. Several personnel have become acquainted with SCP-6345 through discussion of professional wrestling. As a reward, a television has been installed inside SCP-6345’s containment cell, with access to a streaming service with professional wrestling programs.\n\n\n\n\n\n\nMEMBERS:\n\n\n\n\nDr. Benjamin Odanda\n\n\nSCP-6345\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nOdanda enters the interview room. SCP-6345 is watching a wrestling program.\n\n\nSCP-6345:\n Doc.\n\n\nOdanda:\n Ernesto, how is everything today?\n\n\nSCP-6345:\n It’s great, really great. I’m on top of the world right now, I mean it. Snazzy interview room, bones aren’t aching, mask doesn’t itch too much.\n\n\nOdanda:\n Really? I’m glad to hear it.\n\n\nSCP-6345:\n Yes sir! I’ve just been thinking about how helpful you’ve been and all. Helping me get set up here. I appreciate it, from the bottom of my big, boney heart. (\nLaughs\n)\n\n\nOdanda:\n You’re laughing, that’s new.\n\n\nSCP-6345:\n Why shouldn’t I laugh? It’s going to be Isabelle’s birthday in… four days. I’m happy for my little girl. She’ll be 12, jesus.\n\n\nOdanda:\n Hm, that’s… that’s good. You don’t feel upset?\n\n\nSCP-6345:\n Why would I?\n\n\nOdanda:\n You said before that you’ve felt sad because you’ve missed her birthdays. Has something changed?\n\n\nSCP-6345:\n Easy answer to that one, doc. I don’t plan on missing it.\n\n\nOdanda:\n Come again?\n\n\nSCP-6345:\n You're not understanding what I'm saying, are you?\n\n\nOdanda:\n I don’t believe I am.\n\n\nSCP-6345 gets up and approaches Odanda, who backs away slightly.\n\n\nSCP-6345:\n Don't take this personally, Ben. I don't have a \nbone\n to pick with you. I just have time to make things right, y’know?\n\n\nOdanda:\n SECURITY —\n\n\nSCP-6345 picks up Odanda and throws him into the interview table, breaking it in the process. SCP-6345 runs out of the interview room.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nAddendum.6345.4:\n Incident-6345-1\n\n\n\n\n\n\n03:03:\n SCP-6345 assaults Dr. Odanda. A security alarm is set off. The entity attempts to flee from the interview room.\n\n\n03:05:\n Guards stationed outside the room open fire on SCP-6345. It remains unharmed. The entity attacks both guards, knocking one unconscious and causing the other to run. SCP-6345 takes a firearm.\n\n\n03:11:\n A squad of 7 STF guards stationed at Site-10 surround SCP-6345 and attempt to control the entity. It proceeds to engage in physical combat despite holding a firearm. Several injuries to Foundation personnel result, including severe burns from being placed head first into an oven and the throwing of two guards down a flight of stairs. SCP-6345 leaves the foyer.\n\n\n03:15:\n SCP-6345 enters the outermost layer of the Site. The entity spears a personnel into the windshield of a vehicle and sets fire to another using gasoline and a blowtorch. SCP-6345 escapes in an automobile intended for field agent usage, and drives into the city of Pachucha. Foundation aerial forces follow.\n\n\n03:44:\n SCP-6345 leaves its stolen vehicle and makes its way into a cathedral. Two clergymen are physically assaulted in the process. One is thrown through a stained glass window and the other is slammed into a wooden pew with enough force to break it upon impact. Foundation personnel surround the cathedral with a helicopter and ground level task force members.\n\n\n03:48:\n SCP-6345 drags a priest to the roof of the cathedral and places him over his shoulders. The entity delivers a protracted monologue, transcribed below. Its speech is noticeably distressed and upset.\n\n\n\n\nSCP-6345:\n SCP Foundation! You think you can run around here, controlling everything and slapping things in cages just because they're weird? Just because they're a big, bad, bone daddy? Look, I’m escaping! I’m out! I never cared about any of you for a second, it was all an act, okay! I’m going to go see my daughter, and I’m going to earn my body back, motherfuckers! I'm doing this for Isabelle, I’m doing it for the Make-A-Wish kid in the \nHuesos Malos\n t-shirt and sweatbands, and I’m doing this for me! If you think I’ve gone soft, you better think again. Say your prayers, father!\n\n\n\n\n03:54:\n SCP-6345 places the clergyman on its shoulders to perform a 'suplex\n6\n' maneuver, and leaps from the roof of the cathedral into the crowd of personnel below.\n\n\n04:15:\n SCP-6345 fights through the crowd, and flees as a mass of onlookers and law enforcement arrive. Foundation personnel are unable to locate SCP-6345 in the crowd, and launch a wider man-hunt throughout Pachuca to recover the entity.\n\n\n\n\nAddendum.6345.5:\n Recovery Efforts\n\n\n\n\nSCP-6345 has presently eluded Foundation containment for over two months. While the entity has not been observed directly by the Foundation in this period of time, multiple witnesses have claimed to have seen the entity. Summaries of their testimonials and a timeline of events have been reproduced below.\n\n\n\n\nEvidence Type:\n Testimonial\n\n\nIncident Date:\n 2019/10/14 (Five hours following SCP-6345’s escape from containment)\n\n\nDescription:\n Civilian Leandro Aguya relayed the following experience to local law enforcement.\n\n\n\n\n“It was pitch black on those backroads, nearly ran the guy over. I thought it was an animal at first, but no, it was just a guy in a luchador costume. He looked really upset, very panicked. I rolled my window down and asked if he needed anything, and he told me to screw off. He didn’t seem like he was in good shape at all, either. Costume was all torn. I drove by a few hours later and he was curled up, sitting on the side of the road. Think he was crying too.”\n\n\n\n\n\n\nEvidence Type:\n Recording, Testimonial\n\n\nIncident Date:\n 2019/10/29\n\n\nDescription:\n Multiple witnesses observed a Luchadore in an outfit similar to SCP-6345’s costume performing in the streets of Pachucha. The performer “swallows” fire, took pictures with onlookers, and danced to music while accepting donations. The performer fled when Foundation agents approached the scene, indicating that it was most likely SCP-6345.\n\n\nLocal orphanage “Vendienci’s Home” reported that a performer matching the above description approached them the following day, and donated all of its earnings to the organization.\n\n\n\n\nEvidence Type:\n Recording, Testimonial\n\n\nIncident Date:\n 2019/11/17\n\n\nDescription:\n SCP-6345 appeared at an independent wrestling show six hours before the event began. While security and other performers attempted to remove it from the building, promoter Guanen allowed SCP-6345 to speak. The entity delivered an apologetic speech. An excerpt has been reproduced below.\n\n\n\n\n“I know it won’t change much, but I want to move on. That’s why I’m here. If any of you bastards have a problem with it, we can settle things privately. I will never, ever involve myself in any of your business again. That good enough for you chumps?”\n\n\n\n\n\n\nEvidence Type:\n Law Enforcement Report\n\n\nIncident Date:\n 2019/11/21\n\n\nDescription:\n Two civilians detailed an armed robbery at a convenience store, which was then stopped by SCP-6345, who incapacitated the thief and fled the scene. The event was briefly publicized and achieved virality on social media.\n\n\n\n\nEvidence Type:\n Foundation Investigation\n\n\nIncident Date:\n 2019/12/14\n\n\nDescription:\n A Foundation agent embedded within Nurturing Mothers boarding school relays that SCP-6345 attempted to visit Isabelle Marquin on 2019/12/14. The entity stood outside her window for thirty minutes, pacing back and forth before hesitantly moving away from the building. It then left a basket of candy and clothes outside of the building and fled. The gift was signed from Marquin’s mother. Dr. Odanda allowed Marquin to receive the basket.\n\n\n\n\nAddendum.6345.6:\n Containment\n\n\n\n\n\n\nForward:\n On 2019/12/15, SCP-6345 appeared at the gates of Foundation Facility Site-10. The entity showed no resistance as it was contained. An interview was conducted shortly after.\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n\n\nSCP-6345 sits in a maximum security containment cell. Two armed guards accompany Dr. Odanda.\n\n\nOdanda:\n SCP-6345, I’m pleased you’ve come to your senses.\n\n\nSCP-6345:\n Yeah, yeah. You can lay it on me. I’m done now, though. Promise.\n\n\nOdanda:\n I’m sure I don’t have to explain that we won’t be making the same mistake twice.\n\n\nSCP-6345:\n You’re only doing your job. I just wanted to see what it was like.\n\n\nOdanda:\n You know, we’ve been keeping up with your exploits. If I can drop the attitude, I’m a little impressed. How did it feel?\n\n\nSCP-6345:\n Wrong. Like it wasn’t meant for me.\n\n\nOdanda:\n You still did it.\n\n\nSCP-6345:\n Never meant to cause all that trouble before, I just wanted a clean slate before I disappeared from the world. I’m happy you guys did what you did for me in here, because it got me thinking about how I still had a chance out there. Wasn’t about betraying your damn trust or anything. It was about smiling with my back turned to the world.\n\n\nOdanda:\n I’ll accept that apology, SCP-6345.\n\n\nOdanda turns around, preparing to leave the chamber.\n\n\nSCP-6345:\n Doc? One more thing.\n\n\nOdanda:\n Mm?\n\n\nSCP-6345:\n I know you have one of your men watching over my girl. Do you think you can… tell me how she’s doing now and then?\n\n\nOdanda:\n I don’t see why not. I’ll look into it.\n\n\nSCP-6345:\n Yeah, I’d appreciate it.\n\n\nSilence.\n\n\nSCP-6345:\n I did what I could.\n\n\nSCP-6345 collapses on the bed. The containment personnel leave the chamber.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\nUPDATE:\n After three weeks of containment, portions of SCP-6345’s body have begun to grow human organ systems and muscle tissue. If growth continues at an equivalent rate, projections indicate that SCP-6345’s body will be completely restored within 435 days.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A term used to describe a specific style of professional wrestling in Mexico\n\n\n2\n. Translating to \"Bad Bones\" in English\n\n\n3\n. Unmasking a “Luchadore” wrestler is a taboo within professional wrestling culture. Unmasked luchadores are often shamed, and encouraged to retire.\n\n\n4\n. Translates to \"The Machine That Grinds Bones Very Well\"\n\n\n5\n. A wrestling term to refer to a character the audience should perceive as “good”. A “bad” character would be referred to as a “heel”.\n\n\n6\n. A wrestling move that involves lifting an opponent and slamming them onto their back\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6344\n | SCP-6345| \nSCP-6346\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6345\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6345\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n huesos.jpg\n\n\nName:\n LA Park at LuchaTO Jan 2016\n\n\nAuthor:\n \nTabercil\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n \nwikipedia\n\n\n\n\n\n\n\n\nFilename:\n huesos2.jpg\n\n\nName:\n La Parka in 2007\n\n\nAuthor:\n \nDevil dinosaur\n\n\nLicense:\n CC-BY-SA-2.0\n\n\nSource Link:\n \nflickr",
    "addendums": [
        "Addendum.6345.1: Discovery and Interview Logs\nSCP-6345's anomalous nature was discovered on 08/13/2018 at a wrestling event in Pachuca de Soto, Hidalgo. An excerpt of this performance has been transcribed below. The commentary has been translated from Spanish to English.",
        "Addendum.6345.2: Investigation",
        "Addendum.6345.3: Interview Log",
        "Addendum.6345.4: Behavioral Report",
        "Addendum.6345.4: Incident-6345-1",
        "Addendum.6345.5: Recovery Efforts",
        "Addendum.6345.6: Containment"
    ],
    "documents": [],
    "notes": [
        "“We were more confused than anything. He came out of nowhere, hopped in the ring, and started wrestling. The crowd went wild, they’d never seen this guy before, but he had a cool look and was absolutely dominating. Then he gets out of the ring and starts handing out these, uh, skull-shaped lollipops to the kids. Had them in a big bag. So he’s got the kids on his side, the boys are just trying to put on a show, and we’re scrambling in the back trying to figure out who the hell this guy is.”",
        "“Well, Raptor was going to win. He was going over, so when he was eliminated, everyone knew something was off. We should’ve called security sooner, but honestly, Huesos was putting on a good show, and the crowd was putty in his hands. I wanted to see what happened, and that was a mistake. And you know, there was something different about him that night. He didn’t show up, raise hell, and leave. He was taking part in the show, pulling his punches, engaging with the kids, and having fun. It was a lot different from the shit he pulls now.”",
        "“It was awful. They went out of the ring, distracted everyone from the match, and started really getting into it. That’s the Huesos I know. By the end of the night everyone knew him too. Raptor had a shattered rib cage, and all those kids Huesos won over were practically in tears. We had to send everyone home early. Security tried to arrest the guy but he just lashed out at them too. I still have the picture of Huesos, stained with Raptor’s blood, trying to hand a half-crushed lollipop to a terrified kid saved to my phone. Absolute nightmare.”",
        "“He’s a garbage person. Found him in a dumpster about a week from the show reading some porn magazine like it was high literature. I knew he wasn’t well off, but I never realized it was this bad. We actually extended a hand to him, since we figured people would flock to a match where Huesos got the shit beat out of him by all of our faces. 5 He agreed for a small price and we changed our card around to accommodate him. It was a charity show, and the kids there liked wrestling, so they hated Huesos. He actually went along with the match, got beat up and lost. We had one of the sick kids hop into the ring and whack him with a kendo stick. Well, we should’ve known something was up when he didn’t try anything during the show. As soon as we wrapped everything up, Huesos was gone, and so was the box we put all the concession money in. A fucking charity show.”",
        "SCP-6345 stands in the middle of a field outside of Site-10. Two researchers confirm it is prepared for the test. SCP-6345: ( Laughs ) Come on, poindexter, what’s next? Gonna rattle my bones? A researcher emerges with a Foundation-issue P-13J9 rocket launcher. SCP-6345: What the fuck. Researcher: Fire! The launcher fires. SCP-6345 falls to the ground. After the smoke clears, it does not get back on its feet. After a short period of time, the researchers approach SCP-6345, who lies completely still. Researcher: Oh my god, did we— SCP-6345 springs to the ground, laughing. Its suit is tattered and torn. SCP-6345: Got you good, bastards! ( Laughs )",
        "SCP-6345 stands in the center of a crowd of workers, who eagerly listen to its stories. SCP-6345: So these guys from the orphanage find me, okay? Guns pointed, ready to blow old Huesos out of his skin. Now, I’m not scared or anything, but I’m a little cautious. Maintenance Worker: Wait, you robbed the orphanage? SCP-6345: ( Scratches head ) You know, I still can't remember if I did or didn't. I've definitely stolen from a few have-nots before, but I don't know if I took from that specific one. I was probably drunk. Anyways, they blew me to pieces, but I lived . The crowd is silent. SCP-6345: I beat a guy within an inch of his life that night. Mild, uneasy laughter.",
        "Researcher Salvo instructs the group on a method of properly pulling weeds. She bends over to demonstrate. SCP-6345: ( Whistles ) Yeah, girl! ( Barks ) Several researchers gasp and turn around to face SCP-6345. Dr. Odanda tightly grips SCP-6345’s arm and clears his throat. SCP-6345: Sorry. Sorry. I’m sorry. Salvo ignores the comment and continues the presentation. SCP-6345: I respect women.",
        "SCP-6345 and Brandon Star, a member of Site-10’s Stationary Task Force, are engaged in an arm-wrestling competition. SCP-6345 does not move its arm, while Star strains himself attempting to win. The entity concurrently talks with personnel, feigning a lack of interest towards Star and the competition. SCP-6345: I'd burn hot coals under Austin's ass and give the Rock tetanus. Those guys are frauds, hacks, corporate suck-ups. I'm the real deal, the one and only, baby! I'm the realest motherfucker in wrestling, and I'm a goddamn skeleton! Besides, half of those indie chumps hated me when I was alive! SCP-6345 looks to Star, who is clearly struggling. SCP-6345: Aw, look at the little guy trying! ( Laughs ) SCP-6345 slams its hand over Stars. An audible snap is heard, followed by Star screaming. SCP-6345: Shit!",
        "SCP-6345: SCP Foundation! You think you can run around here, controlling everything and slapping things in cages just because they're weird? Just because they're a big, bad, bone daddy? Look, I’m escaping! I’m out! I never cared about any of you for a second, it was all an act, okay! I’m going to go see my daughter, and I’m going to earn my body back, motherfuckers! I'm doing this for Isabelle, I’m doing it for the Make-A-Wish kid in the Huesos Malos t-shirt and sweatbands, and I’m doing this for me! If you think I’ve gone soft, you better think again. Say your prayers, father!",
        "“It was pitch black on those backroads, nearly ran the guy over. I thought it was an animal at first, but no, it was just a guy in a luchador costume. He looked really upset, very panicked. I rolled my window down and asked if he needed anything, and he told me to screw off. He didn’t seem like he was in good shape at all, either. Costume was all torn. I drove by a few hours later and he was curled up, sitting on the side of the road. Think he was crying too.”",
        "“I know it won’t change much, but I want to move on. That’s why I’m here. If any of you bastards have a problem with it, we can settle things privately. I will never, ever involve myself in any of your business again. That good enough for you chumps?”",
        "\" SCP-6345 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6345 . Licensed under CC-BY-SA .",
        "Filename: huesos.jpg Name: LA Park at LuchaTO Jan 2016 Author: Tabercil License: CC-BY-SA-3.0 Source Link: wikipedia",
        "Filename: huesos2.jpg Name: La Parka in 2007 Author: Devil dinosaur License: CC-BY-SA-2.0 Source Link: flickr"
    ],
    "containment_procedures": "SCP-6345 is kept in a standard humanoid containment chamber at Site-10.",
    "description": "SCP-6345 is a skeletal humanoid entity which performed as a professional wrestler in the state of Hidalgo, Mexico.",
    "title": "SCP-6345"
}