{
    "url": "https://scp-wiki.wikidot.com/scp-6346",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6346\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6346 is a non-physical and non-anomalous concept, and requires no containment. For procedures relating to entities described by SCP-6346, refer to the \nPeripheral Entity Management Procedures\n.\n\n\nDescription:\n SCP-6346 is the hypothetical concept of an entity which cannot be listed or referenced in any database\n1\n. Within the hypothetical scenario, successfully attempting to list or refer to the hypothetical entity in a database is not possible.\n\n\nAny entity which cannot be listed or referenced in any database is described by SCP-6346, regardless of other characteristics. Entities described by SCP-6346 are anomalous, by definition, but SCP-6346 as a concept possesses no anomalous semantic properties.\n\n\n\n\nPeripheral Entity Management Procedures:\n\n\n\n\nProcedure-6346-01 allows for the application of Emergency Infohazard Containment Protocols in perpetuity, bypassing the need for typical recording, for any entity described by SCP-6346 which cannot be physically contained due to size, spread or any other inherent trait.\n\n\n\n\n\n\nProcedure-6346-02 allows for the use of a suitable Anomalous Object Probationary Containment Chamber in perpetuity, bypassing the need for typical recording, for any entity described by SCP-6346 which can feasibly be physically contained, and is either non-sapient or possesses additional anomalous properties.\n\n\n\n\n\n\nProcedure-6346-03 allows for the nonspecific access to one unit of Level-3 Foundation Staff Housing\n2\n, located in Lincoln, Nebraska, for any non-anomalous human described by SCP-6346.\n\n\n\n\n\n\nProcedure-6346-04 allows for the preparation of a Foundation-operated fund, supplied with 10000 USD each month. Any non-anomalous human described by SCP-6346 can freely withdraw or transfer cash from this fund.\n\n\n\n\n\n\nProcedure-6346-05 allows for the preparation of a volunteering organization, open to any non-anomalous human described by SCP-6346, providing opportunities to work on Foundation-associated sites in Southeast Nebraska in the field of electronic installation and maintenance.\n\n\n\n\n\n\nProcedure-6346-06 allows access to certain Foundation resources for the spouses and up to three children of any non-anomalous human described by SCP-6346, in order to supply or alter any legal documentation interfered with by their relationship to the individual described by SCP-6346.\n\n\n\n\n\n\nProcedure-6346-07 allows for the establishment of a small Foundation-operated educational facility, located in Lincoln, Nebraska. The facility will offer a selection of courses for any non-anomalous human described by SCP-6346, including instruction in written and spoken Vietnamese, as well as American and Haiphong Sign Language.\n\n\n\n\n\n\nProcedure-6346-08 allows for the establishment of a Foundation-operated clinic, located in Lincoln, Nebraska, for any non-anomalous human described by SCP-6346. As well as providing primary and emergency care, this clinic should also maintain a stock of insulin for use in treating type 1 diabetes, and should employ a mental health counselor specializing in treating long-term anxiety and depressive disorders.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Defined as an organized collection of information that can be deliberately read, added to and edited by multiple individuals.\n\n\n2\n. 120 m\n2\n, with three bedrooms and two bathrooms.\n\n\n\n\n\n\n\n\n« \nSCP-6345\n | SCP-6346 | \nSCP-6347\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6346\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6346\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6346 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-6346 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6346 is a non-physical and non-anomalous concept, and requires no containment. For procedures relating to entities described by SCP-6346, refer to the Peripheral Entity Management Procedures.",
    "description": "SCP-6346 is the hypothetical concept of an entity which cannot be listed or referenced in any database1. Within the hypothetical scenario, successfully attempting to list or refer to the hypothetical entity in a database is not possible.",
    "title": "SCP-6346"
}