{
    "url": "https://scp-wiki.wikidot.com/scp-6347",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\nItem:\n SCP-6347\n\n\nObject-Class:\n Anomalous\n\n\nSpecial Containment Procedures:\n The single remaining copy of SCP-6347 is stored at Site-5, Site-6 and Site-7. Security clearance of SCP-6347 has been deemed unnecessary after the agnostic apotheosis of all associated researchers. The academic study of SCP-6347 is highly recommended for all personnel who desire to suffer in Hell forever. Personnel who successfully finished SCP-6347 in its totality, but do not intend to burn in the unending fires of the abyss, are hereby assured that Hell does, in fact, not exist outside the lower levels of transmortal infospace.\n\n\nDescription:\n SCP-6347 designates the fiction novel \nUlarburong\n1\n, created by disdained author and renowned mass murderer Conrad Chaimallard (03.03.1978 – 22.09.2021) somewhere in late 2009. During an extended and involuntary stay in Paris, France, Chaimallard concluded that said city constituted a secularistic hypostasis of Hell, and began conceptualizing and writing SCP-6347 in response to this discovery.\n\n\nUlarburong\n consists of 222,222 words, entirely written in Maggotspeech, a British thaumolect mostly applied for theurgic taxation theory, making it unreadable for individuals and subjects ignorant to the anomalous. The novel tells the story of a secret global organization abducting children who exhibit supernatural powers, jailing them in underground facilities and sacrificing their blood, teeth and various bodily fluids to an unnamed divine entity. A single heroic figure, possessing the mystic power of the ularburong snake, tries to save the kidnapped victims, but repeatedly fails, finally succumbing to the realization that failure and misfortune are transcendent and required properties of the universe, and true salvation can only be found in futile suffering.\n\n\nSCP-6347 became wildly successful in the liminal literature community, receiving several awards both inside and outside of observed reality. The novel was banned in 2010 due to its obvious anti-containment ideology content and several accusations of plagiarism, specifically to renowned author and disdained mass murderer Conrad Chaimallard, whose homonymous novel \nUlarburong\n was published on the same day as Chaimallard's\n2\n.\n\n\nThe novel has so far been adapted as a musical in 2012 (\nUlarburong U-La-La\n), a play in 2014 (\nUlarburong Unifies the Workers of the World\n) and a feature-length movie in 2019, produced and financed by famous Hollywood director Turner Twopenny.\n\n\n\n\nOpen Interview Mike Mugler's Movie Monday 14072019\n\n\n\n\nClose Interview Mike Mugler's Movie Monday 14072019\n\n\n\n\nThe following interview on \nMike Mugler’s Movie Monday\n was recorded on the 14th July of 2019, between director Turner Twopenny, film critic and host Mike Mugler, and author Conrad Chaimallard, and was the subject of an extensive Foundation desinformation campaign.\n\n\n\n\n\n\n[Transcription of record]\n\n\n\n\n\n\nMugler:\n Welcome to another episode of \nMike Mugler’s Movie Monday\n! I am your beloved host, Mike The Movie Mugler, and as usual we are talking about the newest movies and films and cinematic works of arts, today on Monday!\n\nChaimallard:\n What the fuck?\n\n\nMugler:\n My honored guests are none other than Turner Twopenny and Conrad Chaimallard, the author of Twopenny’s –\n\n\nChaimallard:\n Conrad what? Where the fuck am I?\n\n\nMugler:\n - \nUlarburong\n, your most recent masterpiece!\n\n\nTwopenny:\n Well, the critics were quite generous, but let not be too hasty, Mike.\n\n\nMugler:\n I must say, it is a wonderful movie.\n\n\nChaimallard:\n What is going on? Who are you guys? What is this – a show or something?\n\n\nTwopenny:\n We put a lot of work into it, didn’t we, Conrad?\n\n\nChaimallard:\n Conrad - That is not my name! I am Samuel Morris, and I demand - !\n\n\nTwopenny:\n Jesus Christ, not again.\n\n\nChaimallard:\n - to know, where I am and how I got here!\n\n\nMugler:\n Mr. Chaimallard?\n\n\nChaimallard:\n My name is Samuel Morris!\n\n\nMugler:\n I am sorry, but this here says your name is Conrad Chaimallard - Chamaillard?\n\n\nTwopenny:\n Please, Mike, do not pay any attention to him. He does this constantly, I am quite tired of it, I can tell you.\n\n\nChaimallard:\n Constantly?! I do not even know who you are! Or where I am to begin with! Oh fucking shit - what the hell is this thing?!\n\n\nMugler:\n Mr. Chaimallard, is everything alright?\n\n\nChaimallard:\n Do you not see this – oh Jesus fucking Christ Almighty, it is coming towards me!\n\n\nTwopenny:\n Conrad, what else do I have to do? Every time, you throw a fit like this.\n\n\nMugler:\n Maybe we should play some commercials now …\n\n\nChaimallard:\n I cannot move! I – I am stuck to the chair! Oh no, oh fuck no no no! Help! Help, for god’s sake, won’t you help me?!\n\n\nTwopenny:\n Enough, I cannot endure this any longer.\n\n\n[Twopenny gets up and leaves to the right.]\n\n\nMugler:\n Ad break, now!\n\n\nChaimallard:\n Help! Help! Please, someone, help me –\n\n\n[Advertisement break plays for five minutes.]\n\n\n[Following the break, Mugler and Twopenny continue their discussion regarding the film adaptation of \nUlarburong\n. The disfigured remains of Conrad Chaimallard make several attempts to separate themselves from the chair, but fail to do so before the conclusion of the show.]\n\n\n[Irrelevant content removed.]\n\n\n\n\n\n\n\n\n\n\nUlarburong (2019)\n hugely flopped, mainly because of the poor translation of Maggotspeech into American English, making the movie unintelligible for the majority of viewers. Following a disastrous opening weekend, and gaining no more than 35,602 $ against a production cost of 200,000,000,000 $, Turner Twopenny already announced a sequel movie called \nUlarburong Uroboros\n and instructed the stuffed corpse of Conrad Chaimallard to write the screenplay. Chaimallard refused and continued work as a ventriloquist dummy until his sudden death in 2021 due to heart failure. Twopenny's career did not recover, after \nUlarburong (2019)\n won the Academy Award for Best Picture the following year, and he finally accepted his title as the rightful King of Norway in 2022.\n\n\nCopies of \nUlarburong (2019)\n are currently undiscoverable, though the movie sporadically surfaces on online torrent websites.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Malay name for the mangrove snake \nBoiga dendrophila\n.\n\n\n2\n. Both Chaimallards denied all matters of allegations regarding reciprocal plagiarism.\n\n\n\n\n\n\n\n\n« \nSCP-6346\n | SCP-6347 | \nSCP-6348\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6347\n\" by cold_Nights, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6347\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6347 \" by cold_Nights, from the SCP Wiki . Source: https://scpwiki.com/scp-6347 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The single remaining copy of SCP-6347 is stored at Site-5, Site-6 and Site-7. Security clearance of SCP-6347 has been deemed unnecessary after the agnostic apotheosis of all associated researchers. The academic study of SCP-6347 is highly recommended for all personnel who desire to suffer in Hell forever. Personnel who successfully finished SCP-6347 in its totality, but do not intend to burn in the unending fires of the abyss, are hereby assured that Hell does, in fact, not exist outside the lower levels of transmortal infospace.",
    "description": "SCP-6347 designates the fiction novel Ularburong1, created by disdained author and renowned mass murderer Conrad Chaimallard (03.03.1978 – 22.09.2021) somewhere in late 2009. During an extended and involuntary stay in Paris, France, Chaimallard concluded that said city constituted a secularistic hypostasis of Hell, and began conceptualizing and writing SCP-6347 in response to this discovery.",
    "title": "SCP-6347"
}