{
    "url": "https://scp-wiki.wikidot.com/scp-6351",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\nItem #:\n SCP-6351\n\n\nObject Class:\n Keter, Pending Euclid\n\n\nSpecial Containment Procedures:\n SCP-6351 is to be fed twice a day and constantly be played with during the day. When being played with, the anomaly is to remain in its containment chamber, which has been layered with carpeting. It is heavily recommended that SCP-6351 be walked once or twice a day through Site-19's garden complex by Field Researcher Khan Apricus if his schedule allows it, otherwise another staff member is to do so.\n\n\nDuring the night, SCP-6351 is to be relocated to the site's surveillance room, where a bed and other accommodations have been established for it. This is meant to improve the nighttime surveillance staff's morale and make monitoring SCP-6351 during the night easier.\n\n\nDescription:\n SCP-6351 is a male Shiba Inu puppy born on February 2nd, 2022. The anomaly possesses no physical or medical abnormalities. SCP-6351's anomalous effect comes in the form of its use of energy. SCP-6351 is able to have prolonged stamina and strength greater than it should given its diet and presumed muscular boundaries.\n\n\nThis is most apparent in its jaw and paws, chewing and or digging through objects extremely efficiently. SCP-6351 has shown a tendency to dig deep holes in patches of dirt. For more information on this, refer to the anomaly's discovery. However, SCP-6351's abilities appear hindered when attempting to bypass carpeting and will instead simply create a mess.\n\n\nDiscovery:\n SCP-6351 was adopted in May of 2022 by aforementioned Field Researcher Khan Apricus. When its anomalous properties manifested is unknown. Apricus claims nothing abnormal had occurred before Incident 6351-1.\n\n\nIncident 6351-1 occurred on July 28th, 2022. At 0858 GMT, SCP-6351, who was not designated at the time, disappeared from its owner's property. While Apricus and his neighbor were searching for SCP-6351, the two discovered a hole, spanning approximately a meter wide, in Apricus' yard. The hole was immeasurably deep and appeared to project straight down.\n\n\nFoundation authorities were promptly alerted, and a surveillance drone was deployed into the hole. After descending 3,412 kilometers, it was discovered the hole was actively deepening. Despite having passed directly through the mantle and core layers of the Earth, no change in temperature or surroundings was detected, as camera footage from the drone shows a circular wall of dirt for the entirety of the descent.\n\n\nRealizing the trajectory of the path, it was decided to have agents of the Japanese branch wait at the estimated exit of the hole. After two hours, the hole's expansion point was with 150 meters of the surface ground. At 1134 GMT, SCP-6351 burst out of the soil at the Daio Wasabi Farm located in Nagano, Japan. SCP-6351 remained spry upon exiting and was covered in a fifty-millimeter-thick layer of compacted dirt. Despite this, though, the anomaly was unharmed, with the notable exception that its nails had been reduced to stubs.\n\n\nIn the days following the incident, SCP-6351 would periodically excrete large amounts of dirt and gravel, leading personnel to believe it had consumed those materials while digging the tunnel. Since containment, all witnesses of the incident have been amnesticized and the hole has been effectively closed off from public view, although it is still being researched by Foundation personnel. SCP-6351 has made few attempts to reenact Incident 6351-1.\n\n\n\n\nMore works by this author can be found \nhere\n!\n\n\n\n\n\n\n\n\n« \nSCP-6350\n | SCP-6351 | \nSCP-6352\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6351\n\" by DrApricus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6351\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6351 \" by DrApricus, from the SCP Wiki . Source: https://scpwiki.com/scp-6351 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6351",
    "object_class": "Keter, Pending Euclid",
    "containment_procedures": "SCP-6351 is to be fed twice a day and constantly be played with during the day. When being played with, the anomaly is to remain in its containment chamber, which has been layered with carpeting. It is heavily recommended that SCP-6351 be walked once or twice a day through Site-19's garden complex by Field Researcher Khan Apricus if his schedule allows it, otherwise another staff member is to do so.",
    "description": "SCP-6351 is a male Shiba Inu puppy born on February 2nd, 2022. The anomaly possesses no physical or medical abnormalities. SCP-6351's anomalous effect comes in the form of its use of energy. SCP-6351 is able to have prolonged stamina and strength greater than it should given its diet and presumed muscular boundaries.",
    "title": "SCP-6351"
}