{
    "url": "https://scp-wiki.wikidot.com/scp-6352",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\nby Sis\n\n\n\n\nItem #:\n SCP-6352\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n You are not a member of the Department of Unreality. This does not concern you.\n\n\nSCP-6352 is in Director John Doe’s bottom desk drawer. There is a Newton’s cradle. It is next to a binder detailing the only member of the Department of Unreality. You are not them.\n\n\nThe drawer is not to be opened. Dir. Doe’s desk is not to be touched. His cabinets are also off limits. You do not have access to the binder. You are not Dir. Doe. You aren’t even whom it describes.\n\n\nDescription:\n SCP-6352 is rotting. It has a hole in it. It is brown. It is also green.\n\n\nIt smells. The smell of SCP-6352 gets everywhere. It used to just make the desk smell. Once, it made only the room smell. Nothing doesn’t smell now.\n\n\nIt doesn’t matter that you feel it everywhere. It doesn’t exist. The stench should not follow you. It follows no one else. Despite your insistence, it isn’t in your drink. It isn’t in your cigarettes either. That won’t stop your imagination. SCP-6352 has no eyes, barely a mouth. Do not create them. It does not ooze, and it was never a person.\n\n\nYou were wrong to go in. SCP-6352 is not your responsibility. The smell shouldn’t worry you. Only one person should worry. You are not them. You shouldn’t even know it’s brown.\n\n\nThe insects mean nothing too. They have nothing to do with SCP-6352, even if they covered the drawer. It’s not that many, and you were always dirty. Everyone can tell how little you shower. They just swarm you.\n\n\nSCP-6352 is unfit for consumption. SCP-6352 is unfit for most things. It was bitten into twice. You feel that on your arm. SCP-6352 has no arm. You never stop flights of fancy. They consume you. You consume yourself. SCP-6352 is non-consumable. You cannot consume an absence.\n\n\nWhy did you open the door? It’s a site director’s office. The others knew to leave it alone. You couldn’t get yourself to touch the desk, but you circled it. That’s bad enough. Not handling a smell they all ignore—you aren’t even new. Do you remember what you were before the Foundation? This job saved you. Why did you throw it away? Why do you disrespect it? You disrespect everything. There is no excuse. What you did is unacceptable. No one will help you after what you’ve shown. There’s a whole department containing it. You are not a member. No one will make you one. There is only one member. Why do you want to be them?\n\n\nYou can’t stand a smell, some bugs. The flies weren’t around you before you broke containment. They are your bugs. You feel flesh dying underneath your skin. What right does that give you? SCP-6352 is not yours to contain. No mould on your mouth will change that, and the mould is your fault.\n\n\nSCP-6352 was never her. SCP-6352 is not and will never be her. SCP-6352 is not how you get to her. SCP-6352 has nothing to do with her. She is gone, forever. You cannot get her back, even in your head. SCP-6352 is nothing to concern yourself over.\n\n\nThey once found you pathetic. Do you still think they’re so understanding? You are simply gross. It’s what you always were. They see that now. You rot. Did you wish you were SCP-6352 too? Do you need that guilt? You are not worthy of kindness. That’s why you don’t get any. Stop blaming people other than you. SCP-6352 isn’t a get out of jail free card. You failed. You will never get what’s in the drawer. Stop looking. You will find only your own faults. Really, you deserve this. You make it seem worse than it is.\n\n\nYou don’t get to know it. If you keep asking, I will cut it. Do you want me to cut it? She was right, you know.\n\n\n\n\n\n\n« \nSCP-6351\n | SCP-6352 | \nSCP-6353\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6352\n\" by fabuIa, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6352\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6352 \" by fabuIa, from the SCP Wiki . Source: https://scpwiki.com/scp-6352 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6352",
    "object_class": "Safe",
    "containment_procedures": "You are not a member of the Department of Unreality. This does not concern you.",
    "description": "SCP-6352 is rotting. It has a hole in it. It is brown. It is also green.",
    "title": "SCP-6352"
}