{
    "url": "https://scp-wiki.wikidot.com/scp-6357",
    "all_text": "rating: \n+151\n+\n–\nx\n\n\nDr Lerche\n\n\n\n\n\n\nThe Assimilator\n\n\nHello readers,\n\n\nThis is my first ever SCP article on the site and was sent as a 6kon entry, and what a wild ride it was. It's also the first of my stuff to reach 100+ rating, therefore it has a very special place in my heart.\n\n\nSpecial thanks to everyone who upvoted this and the absolute legends who brought it back from the brink of deletions.\n\n\nI am truly grateful.\n\n\nBe sure to check out the discussions tab for more info and author commentary.\n\n\nI do hope you enjoy this. If you do, please do consider an upvote, and maybe nice little comment. Will make my day.\n\n\nIf there are any technical or SPaG issues, please do tell me in the discussions tab. I will try my very best to fix them.\n\n\nIf you would like to see more of my works, visit my authorpage:\n\n\nhttps://scp-wiki.wikidot.com/lerche-s-merchant-shop-inn\n\n\nHave a great day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6357\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nesoteric\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe aftermath of SCP-6357 feeding.\n\n\n\n\n\n\nContainment Procedures:\n\nSCP-6357 is contained in a high-strength humanoid containment chamber. The entrance to the containment chamber consists of a BSL-4\n1\n hermetically sealed airlock and biological decontamination chamber. Personnel are to inspect the containment chamber regularly for signs of damage or leaks in the airlock seals. SCP-6357 is not allowed direct contact with living organisms.\n\n\nStandard human meals are to be provided to SCP-6357 four times a day with nutrition supplements prescribed by an on-site nutritionist, however once a week a fresh large animal carcass is to be provided.\n\n\n \n\n\nRevised Containment Procedures -25/6/2019\n\nSCP-6357 is currently uncontained and its exact location unknown.\n\n\nFoundation affiliates in the healthcare and biomedical fields are to propagate and later maintain the paradigm that advancements in medical science will lead to the increase of life and health spans, as well as immunity of humanity, in the future. A large-scale disinformation campaign will be carried out to reinforce mainstream awareness of this paradigm.\n\n\nField operatives are to investigate incidents of attacks on livestock and witness accounts of SCP-6357 to determine its location. These cases are to be attributed to other causes and footage is to be confiscated or declared as hoaxes, and amnestics provided to the witnesses.\n\n\nStandard biohazard procedures are to be used when dealing with SCP-6357-1A. Destruction of the material is advised.\n\n\nIf encountered, personnel are ordered to avoid all contact with SCP-6357 and report its location.\n\n\nThe Narendran test will be implemented in the blood test as part of Foundation mandatory pre-employment screening.\n\n\nDescription:\n\nSCP-6357 is a shape-shifting entity consisting of cells similar to normal animal cells, with little to no presence of senescence\n2\n; and enhanced regenerative properties. The entity is also immune to all known diseases.\n\n\nThese traits come at the cost of SCP-6357 needing a disproportionately high level of sustenance compared to the size of its form. SCP-6357 can obtain sustenance through the consumption of prepared food, but also has a tendency to hunt and scavenge when food is not available.\n\n\nSCP-6357 will deviate from its form to become a red mist-like mass to hunt or scavenge. In this form, SCP-6357 can pass through any barrier with openings or pores more than 1μm in diameter.\n\n\nOnce the mass is in contact with the prey, it encompasses the body and strips organic tissue and nutrients from the host leaving behind only a husk of bone and hair. The entity has also been witnessed producing tendrils to aid in the feeding process. This can be done to multiple prey simultaneously. Once sated, SCP-6357 reverts to its original form.\n\n\nAddendum 1: Discovery\n\nThe Foundation had been alerted to anomalous activity in South Asia\n3\n through the Anomalous Signature Recognition Program (A.S.R.P) in 1995. Multiple livestock killings, as well as body-snatching\n4\n incidents in burial grounds and mortuaries throughout the region, were reported. The skeletons and hair were the only remains recovered in all cases.\n\n\nWitnesses of incidents in rural areas have described a red mist similar to an insect swarm approaching the animals before disappearing from the scene after some time. Based on the widespread yet endemic nature of and the time frame between the cases, the entity appears to live a nomadic lifestyle.\n\n\nIn 2007, reports of anomalous activity in North Korea were brought to the Foundation's attention, providing significant insight into the origin and behavior of SCP-6357. These reports described a large canid creature, dubbed the Hellhound, attacking Korean People's Army troops in forest regions. \nMTF Eta-3 \"Night Phantoms\"\n were deployed in response.\n\n\nWhile investigating these reports, Eta-3 narrowed down SCP-6357's location to the forests of North Hamgyong, before it evaded capture. At the scene of their last encounter with SCP-6357, a tattered dog collar was left behind and later identified as one used for Military Working Dogs of the K.P.A.\n\n\nLater, Eta-6 learned of an ongoing manhunt for two dog handlers who had supposedly deserted. Upon deliberation by MTF headquarters, Eta-3 was ordered to locate these deserters before the North Korean Government could.\n\n\nOn 6/2/2007, the two soldiers were located in a small village and taken into custody. The following is the interrogation of the men at a Foundation safe house:\n\n\n\n\nInterviewed:\n [Detainee A and B, names withheld]\n\n\nInterviewer:\n [Agent Jeon]\n\n\nForeword:\n [The soldiers were escorted to an MTF safehouse. The interview was conducted in Korean, translated for convenience]\n\n\n<Begin Log>\n\n\n\n\nDetainee A:\n I would like to say, thank you. May I ask whom do you work for?\n\n\nAgent Jeon:\n Doesn't matter. All you have to know is that we will provide you safe passage to South Korea, in exchange for information.\n\n\nDetainee B:\n How do we trust you?\n\n\nAgent Jeon:\n Well we could easily hand you over to the authorities, but we did not. You are a potential asset for us, so just answer these questions and we will help you seek asylum. Am I clear?\n\n\n(Detainee B remains silent for a moment before nodding.)\n\n\nAgent Jeon:\n Good! Do you know anything about the Hellhound?\n\n\nDetainee B:\n Of course! That monster has been killing our men like it's nothing. We make sure we're not in the forest every chance we get.\n\n\nAgent Jeon:\n When our team attacked the creature, it dropped this.\n\n\n(\nAgent Jeon places an evidence bag with a torn dog collar in it on the table.\n)\n\n\nAgent Jeon:\n Recognise this?\n\n\nDetainee B:\n \n(Examines the collar then turns to Detainee A)\n Dal?!…It.. no…It makes sense…he…\n\n\nAgent Jeon:\n What makes sense?\n\n\nDetainee A:\n \n(Silence, then turns to interviewer)\n We were dog handlers, along with our colleague. Dal was the name of his dog. One day, Dal started acting weirdly, like he was mad. Lt. Kang, our colleague…he tried to control Dal. Thing is, the dog bit him and ran off. We tried to chase him but he disappeared into the forest.\n\n\nAgent Jeon:\n When was this?\n\n\nDetainee B:\n Two…three months ago.\n\n\nAgent Jeon:\n How are you so sure that it became the Hellhound?\n\n\nDetainee B:\n Dal would never turn on his owner, and Kang… he got treatment and seemed fine. Then the three of us went on holiday. We stayed at an inn at Kaesong. That's where the problem started.\n\n\nAgent Jeon:\n Problem?\n\n\nDetainee B:\n That night, we woke up to some groaning coming from the bathroom. We saw that he was not in his bed.\n\n\nDetainee A:\n I thought it was something to do with the dog bite, so we went to check on him. He sounded bad so we tried opening the door. It was locked, so we bashed it down. Then we saw him.\n\n\nAgent Jeon:\n Continue.\n\n\n(The two men exchanged looks and remained silent.)\n\n\nAgent Jeon:\n What happened in that bathroom?\n\n\nDetainee A:\n He…he was…\n\n\nDetainee B:\n He was very…wrong.\n\n\n\n\nAgent Jeon:\n What do you mean by \"very wrong\"?\n\n\nDetainee B:\n I have seen sick people sir, but not that sick! He was contorted on the floor and had these bumps growing on his chest. And his face was….was…\n\n\nAgent Jeon:\n You mean disfigured?\n\n\nDetainee A:\n No, Sir. It was not his face! It was like his face was being replaced by another face, growing from one side to the other.\n\n\nAgent Jeon:\n Then what happened?\n\n\nDetainee A:\n He saw us and jumped out the window. We looked out to see him scramble into the forest. After some time, we reported to our superiors.\n\n\nDetainee B:\n Now we are being hunted. That damn dog gave him something! And they know it!\n\n\n\n\n<End Log>\n\n\nClosing Statement:\n [The two soldiers were administered Class C amnestics and arrangements were made to send them to Hanawon\n5\n.]\n\n\n\n\nSuspecting an infectious agent was at play, the Foundation began to investigate further.\n\n\nThe Foundation would later receive a file from an anonymous source within the KPA. The file contained information detailing a bioweapons development program that took place at an underground research facility at 41.2780° N, 129.0874° E. Among the information was a log intercepted by Bureau 121\n6\n which was sent to an unidentified receiver. It is unknown how the informant came to know about the Foundation.\n\n\nThe events have been classified Incident 6357-1. The following has been translated from Korean.\n\n\n\n\n| 0210200601:26Z\n\n| PRIORITY TRAFFIC\n\n| TO: jinji\n\n| FROM: qilin\n\n| RE: HELP\n\n\nI hope you receive this. Please read it and do something.\n\n\nMy name is Dr Cho Myong-Nok. I am a researcher at Punggye-ri Biological Research Site. For the past 6 months, we have been researching potential bioweaponry as well as ways to improve the effectiveness and survivability of our soldiers in combat.\n\n\nThe nexus of the experiments was a detainee sent here. We discovered his unprecedented regenerative abilities, as well as the ability to spread out into a swarm of what we found out, were his cells to strip organic matter in seconds. We thought we could use him as an asset. We were stupid.\n\n\nDuring one of the procedures, we attempted to extract cells from the subject. Suddenly he began behaving aggressively and assaulted one of the researchers. Previously we've been using toxin sprays to make him submissive in cases like this, to great effect. But that day…it did not work.\n\n\nIn a panic, one of the soldiers fired upon the subject, who attacked him. This made the others open fire causing it to swarm out.\n\n\nI watched that thing kill everyone in his testing chamber and simply move out the door. We tried to stop it…. believe me we did… but he was uncontrollable, he…he kept re-growing no matter what we did. We were tricked! The toxins only made it angrier.\n\n\nWherever the swarm went, it reduced every living thing to bones.\n\n\nThe whole site has been locked down. It has been 2…maybe 3 days. Few survivors along with myself have locked ourselves in the South-West wing. I think we are the only ones left.\n\n\nWe are running on emergency power and rations are low. We are deep underground and the exit is on the other side so I don't think anyone is coming.\n\n\nI am so sorry for what we have done. I am sorry.\n\n\nIf this message gets intercepted…which it probably will…Comrade please, we need to destroy this thing.\n\n\nIf it escapes, this country and the world will be like those skeletons.\n\n\nForgive me.\n\n\n\n\nRealising the threat, government officials elected to destroy the research site with a nuclear device, providing a cover story claiming the detonation was a result of a nuclear weapons test.\n\n\nThe description of the bioweapon's effects coincided with the cases of livestock killings in South Asia and thus was concluded to be related.\n\n\nIt was also noted that the time of Lt. Kang's transformation coincided with the detonation of the bomb, suggesting that the entity had managed to take over the soldier's body, via its cells transmitted from Dal, upon its death; and that the Hellhound was a mutated Dal.\n\n\nThe Hellhound was later successfully terminated by Eta-3 on 12/6/2007. However, the entity, disguised as Lt. Kang, \nhad escaped into South Korea\n and had become untraceable by the time the MTF landed in North Korea.\n\n\nAddendum 2: Capture\n\nIn 2012, the entity was located in Bangalore, India when local police detained a suspicious man found roaming near a local burial ground. An Inspector recognised the man as a family friend whose body went missing in a case 30 years prior. After a fingerprint check was ordered and confirmed the Inspector’s suspicions, a Foundation mole assigned to the station took notice and reported the incident.\n\n\nField agents disguised as Central Bureau of Investigation (C.B.I)\n7\n officers were sent to the station to retrieve the entity.\n\n\nAll those with knowledge of the entity were amnesticised and evidence of its arrest was destroyed. The entity was cooperative while being detained.\n\n\nSCP-6357 was transferred to Area-12, taking the appearance of the deceased man: a South-Indian male in his mid-twenties, 1.83m in height. The SCP has been observed to be very curious and has a profound interest and understanding of biology.\n\n\nInteractions between personnel and the entity have generally been affable. However, it tends to become distressed when ignored.\n\n\nLevel 4 researcher, Dr. Harish Narendran was placed in charge of SCP-6357.\n\n\n\n\n+  INTERVIEW LOGS\n\n\n\n\n- INTERVIEW LOGS\n\n\n\n\n\n\nInterviewed:\n SCP-6357\n\n\nInterviewer:\n Dr. Narendran\n\n\nForeword:\n [Interview was performed from outside of SCP-6357's living chamber with hermetically sealed bulletproof glass in between as a barrier. SCP-6357 sat at the table wearing a red hooded jacket, silently looking around. It shifted its attention to Dr. Narendran as he sat on the other side of the glass.]\n\n\n<Begin Log: 24/5/2012>\n\n\nDr. Narendran:\n Good morning. My name is Dr. Harish Narendran, and I will be interviewing you today. Are you comfortable?\n\n\nSCP-6357:\n Good morning doctor. I am all right.\n\n\nDr Narendran:\n Wonderful. Now, I would like to ask you a few questions.\n\n\nSCP-6357:\n Proceed.\n\n\nDr. Narendran:\n What is your name?\n\n\nSCP-6357:\n \n(Pauses)\n I do not know.\n\n\nDr. Narendran:\n You do not know your name?\n\n\nSCP-6357:\n I do not remember Doctor. I have taken so many that I have forgotten my own.\n\n\nDr. Narendran:\n Explain?\n\n\nSCP-6357:\n All my life I can only recall the taking on the identities of others.\n\n\nDr. Narendran:\n How did you get these identities?\n\n\nSCP-6357:\n Scavenging. I got them from the dead.\n\n\nDr. Narendran:\n Do you keep all the identities you take?\n\n\nSCP-6357:\n Yes…Would you like to see an example?\n\n\nDr Narendran:\n \n(cocks head)\n Sure.\n\n\nSCP-6357:\n \n(Appearance slowly alters into middle-aged man of Pashtun descent)\n See.\n\n\nDr. Narendran:\n Interesting!\n\n\nSCP-6357:\n I can do more. \n(Proceeds to transform into a young woman approximately in her 20's of Nepalese descent)\n\n\nDr Narendran:\n \n(Writes in notebook)\n\n\nSCP-6357:\n You want more.\n\n\nDr. Narendran:\n I think that wou…. \n(Sighs)\n Fine.\n\n\nSCP-6357:\n Alright \n(Turns into a striped hyena and growls)\n\n\nDr. Narendran:\n OH GOD! \n(Falls off chair)\n\n\nSCP-6357:\n Don't be scared, it is I.\n\n\nDr. Narendran:\n \n(Gets back on the chair)\n I think that would be enough.\n\n\nSCP-6357:\n Alright. \n(Turns back into a South Indian man)\n\n\nDr. Narendran:\n I want to clarify a few things.\n\n\nSCP-6357:\n Go ahead.\n\n\nDr. Narendran:\n Most of your sightings have been occurring in South Asia. How did you end up in North Korea?\n\n\n\n\nSCP-6357:\n Well doctor, as a human I work in jobs that allow me to travel across the subcontinent. I prefer not to stay in one place. One of those jobs was at a shipping firm in India at the time.\n\n\nDr. Narendran:\n Continue.\n\n\n\n\nSCP-6357:\n One of our trips was to South Korea. It was supposed to be only a three-week trip and I had prepared adequately. Besides, I had travelled across water before, so why not? \n(Sigh)\n\n\nDr. Narendran:\n Let me guess…\n\n\n\n\nSCP-6357:\n \n(Chuckles)\n Yeah…on the way back, a storm hit and we lost our bearings. The ship turned straight in North Korean waters. We only knew when suddenly we were being bombarded with shells. All I remember from then is being blown off the ship, then waking up…. more accurately woken up by soldiers on the beach.\n\n\nDr. Narendran:\n What happened after that?\n\n\nSCP-6357:\n Well, I was detained along with a few other survivors and sent to a detention camp. There, they interrogated me. I did not understand anything they said but they really didn't like me. Then they realised I was different, presumably because I did not stay a bloody pulp, and the next thing I knew, I was being sent to some underground lab. Something like this place, actually. The rest I presume you already know.\n\n\nDr. Narendran:\n Yes, we know about the incident at the research facility, but talking to you now, I would not have expected you to do it if I did not have prior knowledge.\n\n\nSCP-6357:\n I'll take that as a compliment. It is mostly thanks to you….your higher level of prudence.\n\n\nDr. Narendran:\n Hmmm..what do you mean?\n\n\nSCP-6357:\n You did your homework and learned about my hunger, therefore you provided me an adequate amount of food. Those fools didn't. Again something like this place, only less competent, but I digress. I became more and more agitated, and the fact I did not like the things being done to me did not help. Then one day the situation escalated and I hit one of them. Then they began firing at me and the rest is history.\n\n\nDr. Narendran:\n What were the things they did to incur such a response?\n\n\nSCP-6357:\n Well doctor, I heal quickly, but that does not mean I do not feel pain!\n\n\nDr. Narendran:\n Alright, but did you feel any guilt?\n\n\nSCP-6357:\n Slightly. \n(ponders)\n We initially did it purely out of hunger \n(pauses)\n but it soon became self defence. When I left the chamber the first thing they did was shoot at me and spray toxins on me. I know that would be an absolutely natural reaction to a \"monster\", but in hindsight, they were only making it worse. You see, they wanted to use me to cause harm, and did not really have my best interests in mind. I did what I thought was best at the time.\n\n\nDr. Narendran:\n I see. May we go to the next question?\n\n\nSCP-6357:\n Sure.\n\n\nDr. Narendran:\n Could you clear up how you infected the soldier? The one you took over after the blast.\n\n\nSCP-6357:\n \n(Eyes widen)\n Infected? How did you know it was an infection?\n\n\nDr. Narendran:\n Well with the information we obtained, it was the most logical answer. The dog bit the man. His condition in the inn coincided with the nuclear blast. We… or more so I theorised that based on your description as a swarm of cells, you managed to infect the dog which transferred the cells to the man. Then upon your \n(quote-unquote)\n \"death\", your cells somehow took over the man, thus reviving you.\n\n\nSCP-6357:\n \n(Chuckles)\n Wow! I see why you are quite the big shot here!\n\n\nDr. Narendran:\n Thank you, but one question. How did you get the dog?\n\n\nSCP-6357:\n Come on doctor, it's simple. Before sending me to the facility, I was kept at a dreary-old detention camp. Think. What could have happened?\n\n\nDr. Narendran:\n \n(Ponders for a while)\n You infected something there…..A rat, probably?\n\n\nSCP-6357:\n Correct.\n\n\nDr. Narendran:\n Then the rat left and got eaten by the dog.\n\n\nSCP-6357:\n Exactly! Rat gets eaten by dog. Dog bites man. Man becomes host. I am now the man.\n\n\n<End Log>\n\n\nClosing Statement:\n [Learned that if SCP-6357 sustains severe injury, it starts producing cells rapidly to heal. This results in the entity requiring a lot of energy soon after, which it mitigates by consuming large amounts of food or, in the case of Incident 6357-1, assimilating any creature in its vicinity. SCP-6357 is most volatile in this state, therefore food must be provided to avoid loss of life.]\n\n\n\n\n \n\n\n\n\nInterviewed:\n SCP-6357\n\n\nInterviewer:\n Dr. Narendran\n\n\n<Begin Log: 2/6/2012>\n\n\nSCP-6357:\n Good morning doctor. How are you?\n\n\nDr. Narendran:\n Good. You.\n\n\nSCP-6357:\n I am well.\n\n\nDr. Narendran:\n So…I was recalling our previous interview…and remembered you referred to yourself as \"we\" when you attacked the facility. Why?\n\n\nSCP-6357:\n \n(Looks up)\n Because we are we.\n\n\nDr. Narendran:\n Pardon?\n\n\nSCP-6357:\n I did not initially want to kill those people, they did.\n\n\nDr. Narendran:\n Who?\n\n\nSCP-6357:\n My cells.\n\n\nDr. Narendran:\n Explain, please?\n\n\nSCP-6357:\n I am not one thing, doctor. I am many things. We are a bunch of cells taking a form. We interact better this way.\n\n\nDr. Narendran:\n So you are a hivemind?\n\n\nSCP-6357:\n You could say so.\n\n\nDr. Narendran:\n And what does this have to do with North Korea?\n\n\nSCP-6357:\n Doctor, I want you to think of this… Do you eat food?\n\n\nDr Narendran:\n \n(Looks confused)\n What?!\n\n\nSCP-6357:\n \n(Stares at Dr Narendran)\n Answer the question doctor. Do you eat food?\n\n\nDr. Narendran:\n Yes.\n\n\nSCP-6357:\n Why do you eat food?\n\n\nDr. Narendran:\n Because I am hungry.\n\n\nSCP-6357:\n Why are you hungry?\n\n\nDr. Narendran:\n \n(Pauses, seemingly in thought)\n Because my body- specifically the cells- requires energy and nutrients.\n\n\nSCP-6357:\n So who needs the food, you or your cells?\n\n\nDr Narendran:\n \n(Pauses)\n\n\nSCP-6357:\n The same as in my case, doctor. The difference is, my cells have a lot more autonomy than yours. If the need for sustenance is not satisfied for some time, they will search for it themselves…with no discrimination.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\nInterviewed:\n SCP-6357\n\n\nInterviewer:\n Dr. Narendran\n\n\n<Begin Log: 28/11/2016, skipped to 3:23>\n\n\nSCP-6357:\n I have to say, staying here is not as bad as it seems. Honestly, it's thanks to you.\n\n\nDr. Narendran:\n I am a researcher. My job requires me to be professional but it does not mean I have to be always offish.\n\n\nSCP-6357:\n True. You are a pretty good one too. I mean you must have been damn good at your expertise to be in this place.\n\n\nDr. Narendran:\n Hmmm…I admire the flattery.\n\n\nSCP-6357:\n Haha! Yes…but something must have started this, right?\n\n\nDr. Narendran:\n Pardon?\n\n\nSCP-6357:\n I mean…..no one just wakes up one day and decides to spend the rest of their life studying complex microbiology. Something…or someone…must have inspired you.\n\n\nDr Narendran:\n \n(Silence)\n Well…..it was someone. My great-grandmother, Raji. She was the strongest woman I have ever met.\n\n\nSCP-6357:\n Oh that's good. You must be quite lucky to have been with four generations of your family.\n\n\nDr. Narendran:\n Yeah. You know if you saw her you would not have thought she was almost a centenarian. In fact, she seemed much younger than everyone her age…I always wondered how she stayed like that. I read more about cells and discovered how fascinating they were, and now I find myself here researching all kinds of weird things.\n\n\nSCP-6357:\n Fate is strange. Are you still talking to her?\n\n\nDr. Narendran:\n Well, she passed away some time ago.\n\n\nSCP-6357:\n \n(Looks down)\n I am sorry.\n\n\nDr. Narendran:\n It's ok.\n\n\nSCP-6357:\n Well, she would be very proud of you.\n\n\nDr Narendran:\n \n(Looks up)\n Thank you.\n\n\nSCP-6357:\n Also, because of her I get to interact with you every day.\n\n\n<End Log>\n\n\n\n\n\n\n- INTERVIEW LOGS\n\n\n\n\n\n\n\n\n+ TEST LOGS\n\n\n\n\n- TEST LOGS\n\n\n\n\n\n\n\n\nTEST 1\n\n\n\n\n\n\n\n\nProtocol\n\n\nA sample of SCP-6357-1A was placed in a maze with a food source placed at the end.\n\n\n\n\n\n\nResults\n\n\nThe cells began moving through the pathways of the maze until the food source was found.\n\n\n\n\n\n\n\n\n\n\nTEST 2\n\n\n\n\n\n\n\n\nProtocol\n\n\nThe experiment was repeated with the same sample.\n\n\n\n\n\n\nResults\n\n\nNot only did the cells locate the food source exponentially quicker, but they completely bypassed the obstacles by moving over the maze to get the food.\n\n\n\n\n\n\n\n\n\n\nTEST 3\n\n\n\n\n\n\n\n\nProtocol\n\n\nThe experiment was carried out with a different sample of SCP-6357-1A.\n\n\n\n\n\n\nResults\n\n\nThe cells immediately bypassed the maze to get the food source.\n\n\n\n\n\n\nNotes\n\n\nThe cells from the first experiment must have somehow transferred the information to the other cells.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTEST 4\n\n\n\n\n\n\n\n\nSubject\n\n\nD-13678\n\n\n\n\n\n\nProtocol\n\n\nA blood sample was extracted from D-13678. SCP-6357 was instructed to absorb the blood and morph into the owner.\n\n\n\n\n\n\nResults\n\n\nThe entity absorbed the blood and in 30 seconds transformed into an exact copy of D-13678.\n\n\n\n\n\n\n\n\n\n\nTEST 5\n\n\n\n\n\n\n\n\nSubject\n\n\nD-24890\n\n\n\n\n\n\nProtocol\n\n\nD-24890, a friend of D-13678, was instructed to speak to the entity taking the appearance of D-13678.\n\n\n\n\n\n\nResults\n\n\nAfter a brief conversation, D-24890 reported that D-13678 was behaving oddly and did not remember previous topics they spoke about before.\n\n\n\n\n\n\n \n\n\n\n\nTest Log\n\n\nSubject:\n SCP-6357\n\n\nChief Researcher:\n Dr. Harish Narendran\n\n\nAim:\n The range of SCP-6357's shape-shifting ability.\n\n\nProcedure:\n SCP-6357 was moved to a sealed testing chamber.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Narendran:\n Alright SCP-6357, we require you to perform some tasks for research purposes.\n\n\nSCP-6357:\n Ok.\n\n\nDr. Narendran:\n We are testing the range of your shapeshifting abilities, so let's start with some animals, shall we?\n\n\nSCP-6357:\n (Shows thumbs-up gesture.)\n\n\nDr. Narendran:\n Let's begin.\n\n\nResearcher Narendran states the names of certain animals native to South Asia which the entity transforms into. The animals include an Indian Leopard, a Beetal Goat, a Gaolao cow, two Indian Dholes, and a pack of 25 Black Rats.\n\n\nDr. Narendran:\n Very good. Now, could you turn into an Asian elephant?\n\n\nSCP-6357:\n I would not do that.\n\n\nDr. Narendran:\n Why?\n\n\nSCP-6357:\n You see…I could doctor, but I tend to refrain from morphing into very big animals. The bigger I get, the more cells there are, therefore we need more food. Unless you happen to have a truckload of food at your disposal, I don't think you want that many.\n\n\nDr. Narendran:\n Noted.\n\n\nSCP-6357\n: But…I'll make a compromise.\n\n\nSCP-6357 transforms into a baby Asian elephant.\n\n\n[END LOG]\n\n\nObservations:\n\nSCP-6357 tends to mainly take the forms of animals roughly the size of the average human male. Transformation to smaller animals results in multiple instances of that animal, which travel in a group. Larger animals require more sustenance to accommodate the new cells.\n\n\n\n\n \n\n\n\n\nTest Log\n\n\nSubject:\n SCP-6357\n\n\nChief Researcher:\n Dr. Harish Narendran\n\n\nAim:\n To test the cellular abilities of SCP-6357.\n\n\nProcedure:\n SCP-6357 was moved to a sealed testing chamber. A live goat was placed in the chamber. 30kg of mutton were also kept on standby in case the entity urgently required sustenance.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Narendran:\n Alright SCP-6357, we would like to test your regenerative abilities.\n\n\nSCP-6357:\n Hold on, you me-\n\n\nDr. Narendran:\n It will be done under your own volition, or should I say methods.\n\n\nSCP-6357:\n Fine. I hope you know what you are doing.\n\n\nDr. Narendran:\n Don't worry we do. Now, could you remove an appendage?\n\n\nSCP-6357:\n \n(Shows left index finger)\n This finger.\n\n\nSCP-6357 removes the finger from the hand. It shows it to the researcher before placing it back onto the knuckle. The finger reattaches and functions per normal.\n\n\nDr. Narendran:\n Ok. Now let's try something bigger. Now we need you to regenerate an appendage completely. Could you remove your right hand?\n\n\nThe right hand detaches at the wrist and falls off. Almost immediately, flesh begins the accumulate at the wound, and in approximately 7 seconds a new hand regrows. Functionality is normal.\n\n\nDr. Narendran:\n Good, now what hap-\n\n\nThe severed right hand begins to animate and moves across the floor in an arachnid manner. SCP-6357 watches the hand.\n\n\nDr. Narendran:\n Um…SCP-6357 could you explain what is going on now?\n\n\nSCP-6357:\n As I said before doctor I am a collection of sentient cells, therefore my hand is now completely sentient.\n\n\nDr. Narendran:\n Do you have any control over the organism?\n\n\nSCP-6357\n: Yes, but I am not controlling it now.\n\n\nDr. Narendran:\n Interesting… Do you see the goat with you?\n\n\nSCP-6357\n: Yes.\n\n\nDr. Narendran:\n Your task now is to infect the goat.\n\n\nSCP-6357\n: Certainly.\n\n\nThe severed hand morphs into an arthropod-like creature. Then creature crawls quickly towards the goat and injects it with presumably its cells. The creature then crawls back to the entity. The creature climbs up to SCP-6357's hand and is assimilated back into the entity.\n\n\nSCP-6357\n: The goat has been infected.\n\n\nDr. Narendran:\n Alright that would be all for today.\n\n\nSCP-6357\n: Can I have the goat?\n\n\nDr Narendran:\n \n(Discusses with researchers)\n Yeah sure.\n\n\n[END LOG]\n\n\nObservations:\n SCP-6357 possesses remarkable regenerative capabilities. Moreover, the entity's cells/biomass do not only have sentience but can operate as individual creatures outside of the main body, and that too complex organisms which can respond to and be controlled by SCP-6357 . All biomass from SCP-6357 will be classified as SCP-6357-1A.\n\n\n\n\n\n\n- TEST LOGS\n\n\n\n\n\n\n\n\n+ NOTES:\n\n\n\n\n- NOTES\n\n\n\n\n\n\nInterviews with the entity as well as observations of its behaviour strongly suggest that SCP-6357 is indeed a hivemind of sentient cells. However, there seems to be more to it. It appears that the shape these cells take….the humanoid in our custody and have been interviewing, has taken on its own identity, complete with its own personality and thoughts.\n\n\n \n\n\nI think there are two identities at play here: The shape, and its cells. The former is a by-product of the combined consciousness of these cells which identifies as a separate consciousness, while the latter are the true anomalies with their own needs and wants, not in a parasitic sense but more in the sense of components.\n\n\n \n\n\nSCP-6357 is made up of SCP-6357-1A and therefore requires them to exist, just like how we need our cells to exist, so it is at the mercy of them. I would use a sentient army ant colony as an analogy for the entity. In this case, SCP-6357 is the conscious colony. It is very real and refers to itself as if it were a singular entity, but the term itself is intangible and only can exist when the army ants (the cells) are there as it is made up of them. These cells want to live, and in turn, SCP-6357 needs them to exist, so the two identities have…you could say….made an agreement with each other.\n\n\n \n\n\nThese cells, whose primal needs are to feed and survive, keep the entity existing while our sapient entity goes to acquire the food and…blend in, in an organised manner.\n\n\n \n\n\nHonestly, I think we share a lot of similarities with SCP-6357. We too are a consciousness existing because of the organisms we are made of.\n\n\n \n\n\nIf they go…well, we cease to exist.\n\n\n\n\nDr. Narendran\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3: 12/4/2018\n\nArea-12 was the target of a Chaos Insurgency raid. A C.I. sleeper agent within the facility initiated a containment breach.\n\n\nPost-breach, it was discovered that C.I. had stolen several samples of anomalous diseases and, more alarmingly, that SCP-6357 had been replaced with a decoy.\n\n\nSecurity camera footage shows a lone C.I. operative walking towards the Bio-Containment sector. The operative suddenly clutched his head and approximately 10 seconds later became catatonic. The operative then walked to SCP-6357's opened containment unit. There the entity injected him via a bony protrusion from its finger. The operative and SCP-6357 swapped clothing, after which the operative stayed behind while the disguised entity ran off.\n\n\nAs it was making its way through the facility, it encountered on-site security officer, Agent Higgins. He confronted the entity, leading to an altercation where the entity managed to a wound, thus infecting the Agent, and subdue him. It was then seen joining the ranks of the other C.I. strike teams and escaping.\n\n\nAgent Higgins was subsequently quarantined and all access codes used by him were revoked.\n\n\nDespite following them, it appears that C.I. does not have the SCP in its possession after the skeletons of multiple C.I. operatives were discovered a few kilometres from the facility.\n\n\nIt is believed that the entity now has information on Foundation procedures and tactics, albeit limited, so its recapture will be a challenge.\n\n\nHosts infected with SCP-6357-1A are now classified SCP-6357-1B.\n\n\nAddendum 4:\n\nTwo weeks after the incident, a letter was found in Dr. Narendran's office.\n\n\n\n\n+ACCESS LETTER\n\n\n\n\n- CLOSE LETTER\n\n\n\n\n\n\nDear Doctor,\n\n\n \n\nI hope you are well and that you have been spared.\n\n\n \n\nI want to thank you for the good times I had in containment. You are a remarkable professional and I had a blast working with you. However, I always felt that I have just been put in a more comfortable prison. I will be much happier being free in the world.\n\n\n \n\nRemember that conversation we had. About your great-grandmother.\n\nYou see, I knew her before. Very well before you, your father, and even any of your grandparents were born. She was not always that healthy.\n\n\n \n\nShe encountered me in the forest. The poor girl had gotten lost and came upon me. I was not that well-fed at the moment. To make matter worse, polio had rendered her lame, making sure she was unable to run. Yet, she was not afraid.\n\nI do not know whether I looked that pathetic or something else, but I saw something different in her eyes. There was no fear, merely a cautiousness to her. She put down a sack she carried and opened it and took out some food. I realised this young girl was…offering me her food.\n\n\n \n\nIt was the first time someone had helped me like that. To everyone else, I was this boogeyman of the forest. I could never eat her, so I made damn sure I was satiated with her offering. I decided to repay her. As a gift, I gave her some of my blood to cure her of her illness. We kept on meeting until she moved somewhere else, promising to keep our little incident a secret, and even though I never got to meet Raji again, I always watched over her and then your family for generations, and for generations, you all enjoyed the fruits of my blessing.\n\n\n \n\nYes Harish, you along with the rest of your family, bear my cells and have helped me spread them.\n\nIt makes a lot of sense if you consider all the seemingly little things. How you never got sick compared to everyone else outside your family. How you, despite the strains of working in a place like this, never actually took sick leave. How the boy who received your blood made such a quick recovery despite the severity of his accident. That was all us, Harish.\n\n\n \n\nI am sorry for hiding this from you for so long. The time was not right.\n\n\n \n\nYou are just like me, and you are not alone.\n\n\n \n\nThe blast in North Korea was the first time I tasted mortality. It strengthened my resolve to ensure my existence. Therefore since then, I have made it my mission to infect as many as possible. Now I can safely say you cannot kill me, for I will come back in another form. We will be you. We will be your family. We will be your friends and we will be your enemies. We will be your pets and we will be your pests. We will be your leaders and we will be your subordinates. We will be the one who brings you into the world, and we will be the one who cremates you.\n\n\n \n\nI was never afraid to get caught by your Foundation, Harish. Ever since Raji passed I have really wanted to see you, and fate would have it I disguised as the wrong person and got myself caught. Honestly, any one of you would have escorted me out, but maybe for the better, your enemies decided to do so first.\n\n\n \n\nAll I ask is that you do not look for me, and not to attempt a culling. You will run out of men, and only undo whatever you swore to do.\n\n\n \n\nWe have given people better lives to live. We have saved countless written off as terminal from the jaws of death. We might be a disease according to your doctrine but to the outside world, it will be taken as more people living longer, healthier lives. As for me, I will walk faceless among men, and continue to exist peacefully alongside humanity.\n\n\n \n\nI hope you understand.\n\n\n\n\nYours truly,\n\n\nA friend.\n\n\n\n\n\n\n\n\n\n\n\n\nUpon the discovery of this letter, Dr. Narendran was reclassified as Class E.\n\n\n\n\n+ OPERATION BRAHMASTRA\n\n\n\n\n- CLOSE\n\n\n\n\nAddendum 5: 02/05/2018\n\n\n\n\n \n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 4 classified. Unauthorized access is forbidden.\n\n\n\n\n\n\n \n\n\nOPERATION BRAHMASTRA\n\n\n \n\nThe revelations detailed in the letter are of major concern. If what SCP-6357 has proclaimed is true, it poses an extreme security risk for Foundation operations.\n\n\nDespite this, we will still have to continue with our efforts. According to what has been researched, the entity cannot take over a host unless it is destroyed. Therefore, non-lethal containment will still be pursued.\n\n\nResearch into methods of containment along with ways to identify SCP-6357-1B is of utmost priority.\n\n\nCurrently, Researcher Dr. Harish Narendran and his family are to be kept in Foundation custody and monitored.\n\n\nSince the entity has possibly compromised our human manpower, we have authorised the mass production and further development of the Research Assistance Androids (RAAND) project using already available plans and prototypes from Prometheus Labs.\n\n\nIn an effort to further reduce the risk of biological compromise, a neural scan of Dr. Narendran is to be integrated with the RAAND Artificial Intelligence. Using Narendran's memories, knowledge, and experience with the entity, the AI will be tasked with research into an effective means of recapture and containment. RAANDs along with regular robots will carry out the required experiments and testing deemed too risky for flesh-based personnel.\n\n\nIn addition, the creation of a Mobile Task Force consisting of a more tactical variant of these androids is underway. Designated Tau-15 “Vanguard”, the unit will be authorised to assist in future missions involving SCP-6357.\n\n\nLadies and Gentlemen, we are in a race against time.\n\n\nGodspeed everyone.\n\n\n \n\n\n\n\nSCP-6357-1B fall into three categories:\n\n\n\n\n\n\nStage\n\n\nSymptoms\n\n\n\n\n\n\n\"DORMANT\"\n\n\nSCP-6357-1A resides in the host’s body, mimicking the host's cells to avoid an immune response. Some SCP-6357-1A become neurons to access their host’s memories and receive input from the host’s sensory organs. This information is relayed telepathically to SCP-6357, effectively making SCP-6357-1B a biological surveillance device.\n\n\n\n\n\n\n\"ACTIVE\"\n\n\nSCP-6357-1A’s replication rate increases and they fully infect the brain, taking full control of the host. The host’s behaviour changes and it is now under the direct command of SCP-6357. It is semi-sentient and retains the skills of the host as well as the ability to communicate with beings other than SCP-6357. \n\"ACTIVE\"\n SCP-6357-1B can mutate rapidly if sustaining severe injury, however can be killed with conventional weaponry.\n\n\n\n\n\n\n\"REVIVAL\"\n\n\nUpon the destruction of SCP-6357, SCP-6357-1A begin rapidly replicating in a particular host, creating tumours that cause temporary disfigurement. In hosts of smaller sizes, the tumours are more noticeable. SCP-6357-1A will also inject their genetic material into the host's cells to further proliferate. The \n\"REVIVAL\"\n process is complete when all of the host's cells have been replaced by SCP-6357-1A, thus creating a 100% copy SCP-6357. This copy retains all the skills and memories of the main body whilst also retaining all those\n8\n of the former host.\n\n\n\n\n\n\nAny and all personnel who display symptoms of the \n\"ACTIVE\"\n stage of infection are to be terminated immediately and incinerated.\n\n\nAddendum 6: 12/5/2018\n\nIt has been observed that SCP-6357-1B suffering from any form of disease or mental disorders make a full recovery within 72 hours post-infection despite the severity of the condition.\n\n\nIn one of the experiments, a 22-year-old male D-class diagnosed with Acquired Immunodeficiency Syndrome infected with SCP-6357-1A had the virus eliminated from his body in 2 hours and was completely healed from his symptoms over the course of the next 26 hours.\n\n\nIt has been determined that this is due to SCP-6357-1A eliminating any ailment in the body to create a healthy host.\n\n\nThe usage of RAAND in dealing with SCP-6357-1A has proven to be considerably effective.\n\n\nAddendum 6.1: 14/5/2018\n\nThe neural scan has successfully been integrated with the androids' AI. It has been named the\n\nANDroid Operational Manager Artificial INtelligence (ANDOMAIN)\n\n\nAddendum 7: 22/5/2018\n\nANDOMAIN began recalling the details of the passing of Dr. Narendran's great-grandmother, bringing the circumstances of her death to the attention of the research team. At the age of 106, Raji Narendran suffered a high-voltage electric shock after stepping on an exposed live power line. Despite surviving what should have been a fatal injury with only total paralysis of her right leg, Raji suddenly began suffering a rapid onset of senescence over the next 6 months, at which point she succumbed to the common flu.\n\n\nIt hypothesised that if she was a host as the entity proclaimed, the electricity killed the SCP-6357-1A in her body, causing her to lose her anomalous immunity. Therefore, a less powerful shock could incapacitate the entity to make containment easier.\n\n\nSubsequent testing revealed that a current of 2mA causes SCP-6357-1A to act erratically and prevents them from forming, therefore rendering them unable to swarm. It was also discovered that passing the current through an infected blood sample would cause the anomalous cells to noticeably vibrate thus identifying SCP-6357-1B.\n\n\nThe test has been named the Narendran Test in honour of its inventor, and sweeping tests will be carried across all Foundation facilities.\n\n\nAddendum 7.1: 16/6/2018\n\nThe first successful batch of tactical androids, named Tactical Operative Androids (TOA), for Tau-15 has been produced. The batch will undergo the necessary programming and training.\n\n\nAddendum 8: 10/2/2019\n\nA weapon has been developed. Code named CHAAC\n9\n, the device launches an electrified net over a wide area which could theoretically capture and incapacitate the entity to allow for safe containment. The weapon is to be operated by personnel in pairs to maximise coverage.\n\n\nAddendum 8.1: 12/3/2019\n\n\n\n\nMTF Tau-15 \"Vanguard\" has been officially created. CHAACs will be equipped to their standard arsenal.\n\n\n\n\n- CLOSE\n\n\n\n\n\n\n\n\n+ RECAPTURE MISSION 6357-15/06/2019\n\n\n\n\n- CLOSE LOG\n\n\n\n\nAddendum 9:\n\nThe entity was tracked down to an abandoned goat farm in Sylhet, Bangladesh, where locals reported a ghoul\n10\n inhabiting the premise. MTFs Epsilon-6 \"Village Idiots\", Beta-7 \"Maz Hatters\", and Tau-15 \"Vanguard\" were deployed to secure the area, carry out hazmat duty, and capture the anomaly respectively.\n\n\nThe following video log details the events which occurred:\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 15/06/2019\n\n\nContainment Team:\n Mobile Task Force Tau-15\n\n\nSubject:\n SCP-6357\n\n\nTeam Commander:\n ANDOMAIN\n\n\nTeam Lead:\n T-15-1\n\n\nTeam Members:\n T-15-2, T-15-3, T-15-4, T-15-5, T-15-6\n\n\n\n\n[BEGIN LOG]\n\n\nHeadcam footage of the agents is relayed to HQ. Tau-15 approaches the farmhouse. Outside the structure is a goat pen where a wake of vultures are feeding on a goat carcass, which are promptly chased away. The team enters and finds SCP-6357 calmly sitting at a dining table. The team surrounds the entity whilst aiming their CHAACs.\n\n\nSCP-6357:\n Hello there. I must say you are very persistent.\n\n\nT-15-1:\n SCP-6357 you are to be taken back into Foundation custody. We possess weapons capable of your incapacitation. Compliance is advised.\n\n\nSCP-6357:\n Well I already saw that. May I ask for your name?\n\n\nT-15-1:\n SCP-6357, you are to be de-\n\n\nSCP-6357:\n Your name. Sir.\n\n\nT-15-1:\n T-15-1. Pl-\n\n\nSCP-6357:\n Do they also only refer to you by a barcode number, buddy?\n\n\nT-15-1:\n \n(Pauses)\nT-15-1. Alias \"Harold\". Now slowly stand up and refrain from making any sudden movements. Any attempt to escape will result in force being used.\n\n\nSCP-6357 slowly stands up\n\n\nSCP-6357:\n I understand, Harold. However, I would like to do something. (\nReacts to Agents preparing to fire\n) Now!…now…hear me out first! Cool! Cool!\n\n\nPersonnel keep their weapons trained on the entity.\n\n\nT-15-1:\n SCP-6357 we have been authorised to capture you. Nothing more, nothing less.\n\n\nSCP-6357:\n So… you would rather get me, a relatively affable being, than a bunch of terrorists with bioweapons?\n\n\nT-15-1:\n Are you referring to the Chaos Insurgents?\n\n\nSCP-6357:\n Yes…I killed those soldiers outside the facility, but the disease samples were transported by another team. Thanks to me, I know where your quarry is. With that, I want to make a bargain.\n\n\nT-15-1:\n Command, the SCP appears to have important information. Advise.\n\n\nHQ gives T-15-1 the order to let the entity lay out the terms.\n\n\nT-15-1:\n Affirmative. Proceed.\n\n\nSCP-6357:\n Let me go. Let me be free like before, and I will bring no harm to you. In exchange, I will give you the location of the samples. Also, do not punish Dr. Narendran. There is no point in doing so. You are just like him.\n\n\nSCP-6357 stares directly at T-15-1\n\n\nSCP-6357:\n You all are.\n\n\nT-15-1:\n How can we confirm the validity of your proposal?\n\n\nSCP-6357:\n If you think about it, you have the high ground here when it comes to me. Whether I tell the truth or lie, you can still eventually catch me…although the latter will make you more inclined to shock me. But Chaos Insurgency, however, are dangerous fellows! You and I would not want these diseases to be used as weapons, would we?\n\n\nPauses while looking around\n\n\nSCP-6357:\n Also, I know the location now but the more time goes by the weapons might change hands, then even I might not be able to find them. So, let's make this deal quick, would you kindly?\n\n\nT-15-1 reports the terms to the HQ. Desperate to secure the samples, the order was given. T-15-1 looks at the entity.\n\n\nT-15-1:\n Deal accepted.\n\n\nSCP-6357:\n Excellent!\n\n\nSCP-6357 sits back down and writes something on a nearby piece of paper. Seemingly finished, it hands over the paper to T-15-1. However just as he is about to take the letter, the entity redraws its hand, looking at T-15-1.\n\n\nSCP-6357:\n This is more important than me. I am merely an animal, no different from those vultures.\n\n\nSCP-6357 provides the paper to T-15-1. The paper contains GPS coordinates and an address, along with other intel regarding the site.\n\n\nT-15-1 relays the information which is then confirmed to be the location of a large compound. Satellite imagery identified multiple armed men with the C.I logo patrolling the area.\n\n\nSatisfied with this, HQ orders the entity to be captured as quickly as possible.\n\n\nT-15-1:\n Affirmative. Thank you, SCP-6357. However, our mission is still to capture you. Please do not resist.\n\n\nSCP-6357:\n \nStares at T-15-1 and sighs\n You know, I expected something like this to occur. \nPauses before snorting\n Farewell then.\n\n\nSCP-6357 sits still. Suddenly, it begins heavily bleeding and twitching.\n\n\nT-15-1:\n Move back. Now.\n\n\nWithin several seconds the entity disintegrates completely, leaving only its clothes behind.\n\n\nT-15-1:\n \nSpeaks into radio\n. Target is gone. I repeat. SCP-6357 has disappeared.\n\n\nSometime later, the MTFs receive a report of an elderly man in a nearby village absconding into the forest after locking himself in his room and not responding to his family.\n\n\n[END LOG]\n\n\n\n\nIt has been confirmed that SCP-6357 can initiate an advanced form of apoptosis in order to manually start the \n“REVIVAL”\n process, making containment exceedingly difficult.\n\n\nThe following is a quote from Researcher Narendran after learning of the incident during a meeting with the O-5:\n\n\n[\n\"We underestimated him. The more we try to contain him, the more and more people we will inadvertently kill! Leave it, Sir. He won, and he made sure we can't play the game again.\"\n]\n\n\n\n\n- CLOSE LOG\n\n\n\n\n\n\nAddendum 10:\n\nA raid was carried out and the compound was secured, where the stolen samples were discovered and retrieved.\n\n\nResearcher Dr. Harish Narendran has been reinstated back to Class B.\n\n\nAddendum 11:\n\nBody snatching incidents in urban areas with the hallmarks of SCP-6357 have ceased.\n\n\nAll RAANDs are to be integrated into other Foundation research projects.\n\n\nMTF Tau-15 will be utilised to carry out missions involving direct contact with anomalies that can compromise organic matter.\n\n\n\n\n+EXECUTIVE ORDER\n\n\n\n\n- CLOSE\n\n\n\n\nAddendum 12:\n\nEstimates show that SCP-6357-1A will be present in every flesh-based organism by 2040. Due to its effects, the most feasible way to maintain normalcy is to normalise\n11\n it.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. BioSafety Level 4\n\n\n2\n. The condition or process of deterioration with age.\n\n\n3\n. The southern region of Asia, which is defined in both geographical and ethno-cultural terms. The region consists of the countries of Afghanistan, Pakistan, India, Nepal, Bhutan, Bangladesh, the Maldives, and Sri Lanka.\n\n\n4\n. The secret removal of corpses from burial sites.\n\n\n5\n. The Settlement Support Center for North Korean Refugees, a South Korean facility for the re-education of North Korean defectors.\n\n\n6\n. Bureau 121 is a North Korean cyberwarfare agency, part of the Reconnaissance General Bureau of North Korea's military.\n\n\n7\n. The premier investigating agency of India.\n\n\n8\n. The entity previously in containment was a copy created from an SCP-6357-1B who was a Military Working Dog (MWD) handler, resulting in SCP-6357 gaining skills in dog training as well as firearms proficiency.\n\n\n9\n. After the Mayan God of Rain.\n\n\n10\n. A demonic being from Islamic Arabic folklore which inhabits graveyards and other deserted places.\n\n\n11\n. Da'aS Elyon: The item cannot be physically contained, necessitating that the public be led to believe it is non-anomalous.\n\n\n\n\n\n\n\n\n« \nSCP-6356\n | SCP-6357 | \nSCP-6358\n »",
    "addendums": [
        "Addendum 1: Discovery The Foundation had been alerted to anomalous activity in South Asia 3 through the Anomalous Signature Recognition Program (A.S.R.P) in 1995. Multiple livestock killings, as well as body-snatching 4 incidents in burial grounds and mortuaries throughout the region, were reported. The skeletons and hair were the only remains recovered in all cases.\nWitnesses of incidents in rural areas have described a red mist similar to an insect swarm approaching the animals before disappearing from the scene after some time. Based on the widespread yet endemic nature of and the time frame between the cases, the entity appears to live a nomadic lifestyle.\nIn 2007, reports of anomalous activity in North Korea were brought to the Foundation's attention, providing significant insight into the origin and behavior of SCP-6357. These reports described a large canid creature, dubbed the Hellhound, attacking Korean People's Army troops in forest regions. MTF Eta-3 \"Night Phantoms\" were deployed in response.\nWhile investigating these reports, Eta-3 narrowed down SCP-6357's location to the forests of North Hamgyong, before it evaded capture. At the scene of their last encounter with SCP-6357, a tattered dog collar was left behind and later identified as one used for Military Working Dogs of the K.P.A.\nLater, Eta-6 learned of an ongoing manhunt for two dog handlers who had supposedly deserted. Upon deliberation by MTF headquarters, Eta-3 was ordered to locate these deserters before the North Korean Government could.\nOn 6/2/2007, the two soldiers were located in a small village and taken into custody. The following is the interrogation of the men at a Foundation safe house:\nSuspecting an infectious agent was at play, the Foundation began to investigate further.\nThe Foundation would later receive a file from an anonymous source within the KPA. The file contained information detailing a bioweapons development program that took place at an underground research facility at 41.2780° N, 129.0874° E. Among the information was a log intercepted by Bureau 121 6 which was sent to an unidentified receiver. It is unknown how the informant came to know about the Foundation.\nThe events have been classified Incident 6357-1. The following has been translated from Korean.\nRealising the threat, government officials elected to destroy the research site with a nuclear device, providing a cover story claiming the detonation was a result of a nuclear weapons test.\nThe description of the bioweapon's effects coincided with the cases of livestock killings in South Asia and thus was concluded to be related.\nIt was also noted that the time of Lt. Kang's transformation coincided with the detonation of the bomb, suggesting that the entity had managed to take over the soldier's body, via its cells transmitted from Dal, upon its death; and that the Hellhound was a mutated Dal.\nThe Hellhound was later successfully terminated by Eta-3 on 12/6/2007. However, the entity, disguised as Lt. Kang, had escaped into South Korea and had become untraceable by the time the MTF landed in North Korea.",
        "Addendum 2: Capture In 2012, the entity was located in Bangalore, India when local police detained a suspicious man found roaming near a local burial ground. An Inspector recognised the man as a family friend whose body went missing in a case 30 years prior. After a fingerprint check was ordered and confirmed the Inspector’s suspicions, a Foundation mole assigned to the station took notice and reported the incident.\nField agents disguised as Central Bureau of Investigation (C.B.I) 7 officers were sent to the station to retrieve the entity.\nAll those with knowledge of the entity were amnesticised and evidence of its arrest was destroyed. The entity was cooperative while being detained.\nSCP-6357 was transferred to Area-12, taking the appearance of the deceased man: a South-Indian male in his mid-twenties, 1.83m in height. The SCP has been observed to be very curious and has a profound interest and understanding of biology.\nInteractions between personnel and the entity have generally been affable. However, it tends to become distressed when ignored.\nLevel 4 researcher, Dr. Harish Narendran was placed in charge of SCP-6357.",
        "Addendum 3: 12/4/2018 Area-12 was the target of a Chaos Insurgency raid. A C.I. sleeper agent within the facility initiated a containment breach.\nPost-breach, it was discovered that C.I. had stolen several samples of anomalous diseases and, more alarmingly, that SCP-6357 had been replaced with a decoy.\nSecurity camera footage shows a lone C.I. operative walking towards the Bio-Containment sector. The operative suddenly clutched his head and approximately 10 seconds later became catatonic. The operative then walked to SCP-6357's opened containment unit. There the entity injected him via a bony protrusion from its finger. The operative and SCP-6357 swapped clothing, after which the operative stayed behind while the disguised entity ran off.\nAs it was making its way through the facility, it encountered on-site security officer, Agent Higgins. He confronted the entity, leading to an altercation where the entity managed to a wound, thus infecting the Agent, and subdue him. It was then seen joining the ranks of the other C.I. strike teams and escaping.\nAgent Higgins was subsequently quarantined and all access codes used by him were revoked.\nDespite following them, it appears that C.I. does not have the SCP in its possession after the skeletons of multiple C.I. operatives were discovered a few kilometres from the facility.\nIt is believed that the entity now has information on Foundation procedures and tactics, albeit limited, so its recapture will be a challenge.\nHosts infected with SCP-6357-1A are now classified SCP-6357-1B.",
        "Addendum 4: Two weeks after the incident, a letter was found in Dr. Narendran's office.\nUpon the discovery of this letter, Dr. Narendran was reclassified as Class E.",
        "Addendum 10: A raid was carried out and the compound was secured, where the stolen samples were discovered and retrieved.\nResearcher Dr. Harish Narendran has been reinstated back to Class B.",
        "Addendum 11: Body snatching incidents in urban areas with the hallmarks of SCP-6357 have ceased.\nAll RAANDs are to be integrated into other Foundation research projects.\nMTF Tau-15 will be utilised to carry out missions involving direct contact with anomalies that can compromise organic matter.\n"
    ],
    "documents": [],
    "notes": [
        "Interviewed: [Detainee A and B, names withheld] Interviewer: [Agent Jeon] Foreword: [The soldiers were escorted to an MTF safehouse. The interview was conducted in Korean, translated for convenience] <Begin Log> Detainee A: I would like to say, thank you. May I ask whom do you work for? Agent Jeon: Doesn't matter. All you have to know is that we will provide you safe passage to South Korea, in exchange for information. Detainee B: How do we trust you? Agent Jeon: Well we could easily hand you over to the authorities, but we did not. You are a potential asset for us, so just answer these questions and we will help you seek asylum. Am I clear? (Detainee B remains silent for a moment before nodding.) Agent Jeon: Good! Do you know anything about the Hellhound? Detainee B: Of course! That monster has been killing our men like it's nothing. We make sure we're not in the forest every chance we get. Agent Jeon: When our team attacked the creature, it dropped this. ( Agent Jeon places an evidence bag with a torn dog collar in it on the table. ) Agent Jeon: Recognise this? Detainee B: (Examines the collar then turns to Detainee A) Dal?!…It.. no…It makes sense…he… Agent Jeon: What makes sense? Detainee A: (Silence, then turns to interviewer) We were dog handlers, along with our colleague. Dal was the name of his dog. One day, Dal started acting weirdly, like he was mad. Lt. Kang, our colleague…he tried to control Dal. Thing is, the dog bit him and ran off. We tried to chase him but he disappeared into the forest. Agent Jeon: When was this? Detainee B: Two…three months ago. Agent Jeon: How are you so sure that it became the Hellhound? Detainee B: Dal would never turn on his owner, and Kang… he got treatment and seemed fine. Then the three of us went on holiday. We stayed at an inn at Kaesong. That's where the problem started. Agent Jeon: Problem? Detainee B: That night, we woke up to some groaning coming from the bathroom. We saw that he was not in his bed. Detainee A: I thought it was something to do with the dog bite, so we went to check on him. He sounded bad so we tried opening the door. It was locked, so we bashed it down. Then we saw him. Agent Jeon: Continue. (The two men exchanged looks and remained silent.) Agent Jeon: What happened in that bathroom? Detainee A: He…he was… Detainee B: He was very…wrong. Agent Jeon: What do you mean by \"very wrong\"? Detainee B: I have seen sick people sir, but not that sick! He was contorted on the floor and had these bumps growing on his chest. And his face was….was… Agent Jeon: You mean disfigured? Detainee A: No, Sir. It was not his face! It was like his face was being replaced by another face, growing from one side to the other. Agent Jeon: Then what happened? Detainee A: He saw us and jumped out the window. We looked out to see him scramble into the forest. After some time, we reported to our superiors. Detainee B: Now we are being hunted. That damn dog gave him something! And they know it! <End Log> Closing Statement: [The two soldiers were administered Class C amnestics and arrangements were made to send them to Hanawon 5 .]",
        "Interviewed: SCP-6357 Interviewer: Dr. Narendran Foreword: [Interview was performed from outside of SCP-6357's living chamber with hermetically sealed bulletproof glass in between as a barrier. SCP-6357 sat at the table wearing a red hooded jacket, silently looking around. It shifted its attention to Dr. Narendran as he sat on the other side of the glass.] <Begin Log: 24/5/2012> Dr. Narendran: Good morning. My name is Dr. Harish Narendran, and I will be interviewing you today. Are you comfortable? SCP-6357: Good morning doctor. I am all right. Dr Narendran: Wonderful. Now, I would like to ask you a few questions. SCP-6357: Proceed. Dr. Narendran: What is your name? SCP-6357: (Pauses) I do not know. Dr. Narendran: You do not know your name? SCP-6357: I do not remember Doctor. I have taken so many that I have forgotten my own. Dr. Narendran: Explain? SCP-6357: All my life I can only recall the taking on the identities of others. Dr. Narendran: How did you get these identities? SCP-6357: Scavenging. I got them from the dead. Dr. Narendran: Do you keep all the identities you take? SCP-6357: Yes…Would you like to see an example? Dr Narendran: (cocks head) Sure. SCP-6357: (Appearance slowly alters into middle-aged man of Pashtun descent) See. Dr. Narendran: Interesting! SCP-6357: I can do more. (Proceeds to transform into a young woman approximately in her 20's of Nepalese descent) Dr Narendran: (Writes in notebook) SCP-6357: You want more. Dr. Narendran: I think that wou…. (Sighs) Fine. SCP-6357: Alright (Turns into a striped hyena and growls) Dr. Narendran: OH GOD! (Falls off chair) SCP-6357: Don't be scared, it is I. Dr. Narendran: (Gets back on the chair) I think that would be enough. SCP-6357: Alright. (Turns back into a South Indian man) Dr. Narendran: I want to clarify a few things. SCP-6357: Go ahead. Dr. Narendran: Most of your sightings have been occurring in South Asia. How did you end up in North Korea? SCP-6357: Well doctor, as a human I work in jobs that allow me to travel across the subcontinent. I prefer not to stay in one place. One of those jobs was at a shipping firm in India at the time. Dr. Narendran: Continue. SCP-6357: One of our trips was to South Korea. It was supposed to be only a three-week trip and I had prepared adequately. Besides, I had travelled across water before, so why not? (Sigh) Dr. Narendran: Let me guess… SCP-6357: (Chuckles) Yeah…on the way back, a storm hit and we lost our bearings. The ship turned straight in North Korean waters. We only knew when suddenly we were being bombarded with shells. All I remember from then is being blown off the ship, then waking up…. more accurately woken up by soldiers on the beach. Dr. Narendran: What happened after that? SCP-6357: Well, I was detained along with a few other survivors and sent to a detention camp. There, they interrogated me. I did not understand anything they said but they really didn't like me. Then they realised I was different, presumably because I did not stay a bloody pulp, and the next thing I knew, I was being sent to some underground lab. Something like this place, actually. The rest I presume you already know. Dr. Narendran: Yes, we know about the incident at the research facility, but talking to you now, I would not have expected you to do it if I did not have prior knowledge. SCP-6357: I'll take that as a compliment. It is mostly thanks to you….your higher level of prudence. Dr. Narendran: Hmmm..what do you mean? SCP-6357: You did your homework and learned about my hunger, therefore you provided me an adequate amount of food. Those fools didn't. Again something like this place, only less competent, but I digress. I became more and more agitated, and the fact I did not like the things being done to me did not help. Then one day the situation escalated and I hit one of them. Then they began firing at me and the rest is history. Dr. Narendran: What were the things they did to incur such a response? SCP-6357: Well doctor, I heal quickly, but that does not mean I do not feel pain! Dr. Narendran: Alright, but did you feel any guilt? SCP-6357: Slightly. (ponders) We initially did it purely out of hunger (pauses) but it soon became self defence. When I left the chamber the first thing they did was shoot at me and spray toxins on me. I know that would be an absolutely natural reaction to a \"monster\", but in hindsight, they were only making it worse. You see, they wanted to use me to cause harm, and did not really have my best interests in mind. I did what I thought was best at the time. Dr. Narendran: I see. May we go to the next question? SCP-6357: Sure. Dr. Narendran: Could you clear up how you infected the soldier? The one you took over after the blast. SCP-6357: (Eyes widen) Infected? How did you know it was an infection? Dr. Narendran: Well with the information we obtained, it was the most logical answer. The dog bit the man. His condition in the inn coincided with the nuclear blast. We… or more so I theorised that based on your description as a swarm of cells, you managed to infect the dog which transferred the cells to the man. Then upon your (quote-unquote) \"death\", your cells somehow took over the man, thus reviving you. SCP-6357: (Chuckles) Wow! I see why you are quite the big shot here! Dr. Narendran: Thank you, but one question. How did you get the dog? SCP-6357: Come on doctor, it's simple. Before sending me to the facility, I was kept at a dreary-old detention camp. Think. What could have happened? Dr. Narendran: (Ponders for a while) You infected something there…..A rat, probably? SCP-6357: Correct. Dr. Narendran: Then the rat left and got eaten by the dog. SCP-6357: Exactly! Rat gets eaten by dog. Dog bites man. Man becomes host. I am now the man. <End Log> Closing Statement: [Learned that if SCP-6357 sustains severe injury, it starts producing cells rapidly to heal. This results in the entity requiring a lot of energy soon after, which it mitigates by consuming large amounts of food or, in the case of Incident 6357-1, assimilating any creature in its vicinity. SCP-6357 is most volatile in this state, therefore food must be provided to avoid loss of life.]",
        "Interviewed: SCP-6357 Interviewer: Dr. Narendran <Begin Log: 2/6/2012> SCP-6357: Good morning doctor. How are you? Dr. Narendran: Good. You. SCP-6357: I am well. Dr. Narendran: So…I was recalling our previous interview…and remembered you referred to yourself as \"we\" when you attacked the facility. Why? SCP-6357: (Looks up) Because we are we. Dr. Narendran: Pardon? SCP-6357: I did not initially want to kill those people, they did. Dr. Narendran: Who? SCP-6357: My cells. Dr. Narendran: Explain, please? SCP-6357: I am not one thing, doctor. I am many things. We are a bunch of cells taking a form. We interact better this way. Dr. Narendran: So you are a hivemind? SCP-6357: You could say so. Dr. Narendran: And what does this have to do with North Korea? SCP-6357: Doctor, I want you to think of this… Do you eat food? Dr Narendran: (Looks confused) What?! SCP-6357: (Stares at Dr Narendran) Answer the question doctor. Do you eat food? Dr. Narendran: Yes. SCP-6357: Why do you eat food? Dr. Narendran: Because I am hungry. SCP-6357: Why are you hungry? Dr. Narendran: (Pauses, seemingly in thought) Because my body- specifically the cells- requires energy and nutrients. SCP-6357: So who needs the food, you or your cells? Dr Narendran: (Pauses) SCP-6357: The same as in my case, doctor. The difference is, my cells have a lot more autonomy than yours. If the need for sustenance is not satisfied for some time, they will search for it themselves…with no discrimination. <End Log>",
        "Interviewed: SCP-6357 Interviewer: Dr. Narendran <Begin Log: 28/11/2016, skipped to 3:23> SCP-6357: I have to say, staying here is not as bad as it seems. Honestly, it's thanks to you. Dr. Narendran: I am a researcher. My job requires me to be professional but it does not mean I have to be always offish. SCP-6357: True. You are a pretty good one too. I mean you must have been damn good at your expertise to be in this place. Dr. Narendran: Hmmm…I admire the flattery. SCP-6357: Haha! Yes…but something must have started this, right? Dr. Narendran: Pardon? SCP-6357: I mean…..no one just wakes up one day and decides to spend the rest of their life studying complex microbiology. Something…or someone…must have inspired you. Dr Narendran: (Silence) Well…..it was someone. My great-grandmother, Raji. She was the strongest woman I have ever met. SCP-6357: Oh that's good. You must be quite lucky to have been with four generations of your family. Dr. Narendran: Yeah. You know if you saw her you would not have thought she was almost a centenarian. In fact, she seemed much younger than everyone her age…I always wondered how she stayed like that. I read more about cells and discovered how fascinating they were, and now I find myself here researching all kinds of weird things. SCP-6357: Fate is strange. Are you still talking to her? Dr. Narendran: Well, she passed away some time ago. SCP-6357: (Looks down) I am sorry. Dr. Narendran: It's ok. SCP-6357: Well, she would be very proud of you. Dr Narendran: (Looks up) Thank you. SCP-6357: Also, because of her I get to interact with you every day. <End Log>"
    ],
    "description": "SCP-6357 is a shape-shifting entity consisting of cells similar to normal animal cells, with little to no presence of senescence2; and enhanced regenerative properties. The entity is also immune to all known diseases.",
    "title": "SCP-6357"
}