{
    "url": "https://scp-wiki.wikidot.com/scp-6358",
    "all_text": "SCP-6358\n - \nMESSIAH\n\n\n\n\nWritten by me, Machen2. (Now Machen II)\n\n\nstore.jpg\n\n\nmessiah.jpg\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\n\n\nrating: \n+71\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6358\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA bookstore that sells SCP-6358.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-43\n\n\nA. J . McInnis\n\n\nDr. L. Lillihammer\n\n\nκ-43 (\"The Mediators\")\n\n\n\n\n\n\n\n\n\n\n\n\nA copy of SCP-6358.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\nThe Foundation has banned the novel \"Messiah\" within Vancouver, Canada. Agents of MTF-κ-43 (\"The Mediators\") are to monitor all shopping complexes, and stores that sell books for the manifestation of instances.\n\n\nAll instances are to be confiscated and brought to Site-43 for processing. Any reports of books spontaneously appearing within shops are to be investigated. Four instances are kept in containment at Sector 14 of Site-43, all excess copies are to be incinerated.\n\n\nDESCRIPTION\n\n\nInstances of SCP-6358 are copies of a novel titled \"Messiah\", usually distributed by \"\nVKTM Publishing\n\", an alias for GOI-5889. Editions have so far only been located in the city of Vancouver.\n\n\nCopies spontaneously manifest within bookstores, with there being no records of the shop acquiring them. Most instances of the anomaly are in paperback, and usually without possessing any kind of internal or external damage. The copies are estimated to have begun manifesting around August of 2019.\n\n\nThe back book cover reads as follows:\n.\nNo records of a movie entitled \"Messiah\" exist.\n\n\n\n\n\n\nMESSIAH\n\n\n\n\nA fascinating tale about one man's life.\n\n\nIn this novelization of our Academy-Award winning film\n, Messiah, \ncompiled by our specialists, we present to you exclusive details about the internal workings of the film,\n.\nThis does not appear in any of the copies.\n brought to you by the VKTM.\n\n\nJanus is a simple farmer working in the country of Raen, in the continent of Ester. However things turn out to be not-so-simple when he realizes he's the next incarnation of Sezuz, and he must unite the world\n\n\nOr die trying…\n\n\n\"Terrific. I couldn't put it down-\"\n\n\nMAN OF LEGENDS\n\n\n\"A delightful masterpiece-\"\n\n\nROBERT JORDAN\n.\nThe individual attributed has been deceased since 2007; 12 years before 6358's initial manifestation.\n\n\n\"yes fine book vry fun vry violin-\"\n\n\nanonymous\n\n\nDIRECTED BY ROSH INIER STARRING ANSEL SHAW, MARKO POLO, JEFFREY BROWN, DEAN CONWELL, NELSON MANDELA, AND C. S. LEWIS.\n\n\nVKTM PUBLISHING\nSince Before You Were Born\n\n\n\n\n\n\nAll known individuals who have read SCP-6358 report overwhelming feelings of guilt and fear while approaching the ending.\n\n\nADDENDUM 6358.I:\n Discovery\n\n\nOn December 19, all radio broadcasts as well as television broadcasts in Vancouver were interrupted by a broadcast from an unidentified source, with the following video. Individuals who watched the video suffered from severe loss of belief in the existence of humanity, and claimed they were a species of cat. All victims were amnesticized afterwards.\n\n\n\n\nThe words:\n \"WE INTERRUPT THIS BROADCAST OF THE DAILY NEWS WITH AN URGENT MESSAGE FROM \nTHE DARK LORD AKBHAR SIYA\n, BROUGHT TO YOU BY THE VKTM\" \nflash across the screen.\n\n\nThe video begins with cheerful music, showing a picture of SCP-6358.\n\n\nUnidentified:\n Hello, yes, is this on? Yes, yes, TV is very fun, very fun, not as fun as me, of course, yes, yes. Oh yes, book. Book is read, book is fun, reading makes you smart, like me, but not as much as me of course, but smart, yes, yes. This is book is great book, very fun book, in it—\n\n\nThe image suddenly changes to footage of battlefields, explosions, soldiers firing their weapons at each other. Music begins getting more distorted; a faint laughter can be heard.\n\n\nUnidentified:\n We're talking the Dark Lord, baby! And how his was the only way! And anyone who does not agree is a SINNER! They must be PURGED!\n\n\nScene cuts to footage of a thunderstorm. A black moon hangs in the sky, and a howling noise can be heard.\n\n\nUnidentified:\n Yes, yes. There must be no other belief, no other culture, only beneath the palms of our lord Akbhar! Only he exists, all else is an illusion! Only his way! Only his way! Because, we're afraid of any other way. Like you guys!\n\n\nHowling increases.\n\n\nHowling stops.\n\n\nUnidentified:\n Yes, buy this book now to learn all about Akbhar, and his reign on the world, it has been 200 years since started, after all. We have thoroughly documented everything there is to know! Anyone who does not have this book is a SINNER! (\npause\n) Do you have this book, Lilly? Yes, you, Lilly Lillihammer. You're watching this commercial right now. No? You don't have it? Well, buy it now, you numbnut! Remember…\n\n\nScene cuts to footage of a house in the night.\n\n\nUnidentified:\n \n(whispering)\n …I'm in your walls.\n\n\nSilence.\n\n\nUnidentified:\n We sell. We con. We piss on your grave. All hail the Dark Lord and his compatriots. All hail the SCP Foundation!\n\n\nMusic reaches a crescendo. The laughing turns to screaming. Video ends.\n\n\n\n\nFollowing this, copies of SCP-6358 began manifesting in bookstores across the city.\n\n\nADDENDUM 6358.II:\n Detailed Synopsis of the Plot\n\n\nNote:\n \nAll text exhibiting memetic anomalous properties has been expunged. However, if you begin to feel the effects of the anomaly, report to on-Site medical personnel immediately.\n — Dr. Lillian Lillihammer\n\n\nThe novel begins by introducing the readers to the protagonist, Janus, spending time with him in his normal life for 2 chapters. Janus is a farmer who lives in the middle of \"Nowhere\", as per the description given:\n\n\n\n\n(…)Janus hated where he lived, all alone in the midst of Nowhere. He hated the mountains, the sheep, the forest that flowered before his eyes. He knew every path, every road. There were many in the direction of the west that lead to the New Daeva, where he did not frequent, and many that lead to the decrepit, molding town of Ipposville, where he had been born.\n\n\n\n\nHowever, one day, a stranger shows up, confirmed to be \"Marko\", a powerful sorcerer who \"does not exist\", stated by the text:\n\n\n\n\nHe doesn't, but he does, but he doesn't. He screams in nothingness, but he is in everythingness. He doesn't exist, but he does.\n\n\n\n\nMarko tells Janus he is the reincarnation of \"Sezuz\", and he must unite the world against the \"Dark Lord Akbhar Siya\".\n.\nأخبار سيئة. Roughly translating to \"bad news\" in Arabic.\n Janus believes this immediately, mainly because he wants to avenge his parents, who were chased and killed by the townspeople of Ipposville for adultery, and he would take any excuse to do this. Janus follows Marko into Ipposville, where he is to start finding his followers, and unite the world.\n\n\nExcerpt from page 34 as follows:\n\n\n\n\n'You are to start finding your followers here,' said Marko.\n\n\nJanus was befuddled, and spoke he, gazing upon the vast towering mountains which cradled the town, 'How does one do that? I am, but a mortal man, with no one but you as my associate.'\n\n\nSaid Marko, 'Ah! But you underestimate what the mortal mind will listen to! Talk about your divinity, your holiness, your greatness! Explain everything, but leave me out of it. Talk about your descent from the Mighty Builder!' And with a flutter of his great cloak did he scream out of existence.\n\n\nHe was never there to begin with.\n\n\n\n\nThe novel switches POVs with the Dark Lord Akbhar Siya. No attempts are made to sympathize with Siya, it is described as a twisted, malicious aberration who consumes children. The chapter begins with him attempting to convince the people of a kingdom to join him.\n\n\nExcerpt from page 56:\n\n\n\n\n'People of Röl, hear, hear!' Said Akbhar Siya, as it stood atop the large pedestal, its shadow cast down upon the people who huddled together in terror. It was a wretched old, vile thing that frothed in the Abyss, a twisted monstrosity with a crown made of pure darkness hovering above its head.\n\n\n'I know you want power. I know you want the Peace of the Sword, the peace of the Darkness. I know you want to tear each other to pieces, to feast upon the marrow, to tear the flesh apart. I know in your hearts you crave for it with every ounce of this fragile pneuma your soul possesses. I know it.' All of the Rölans nodded fervently, gazing upon Siya with a new light.\n\n\n'I can give it to you,' its voice took on a silky, honey tone that reached into the hearts of all present. 'I am the King of the Darkness Above. I am your savior. March with me, March with me so that I can bring the Peace of the Sword to every one of you. Exalt me above all, exalt me onto the Blood Throne of the Matriarch, and I shall bring you this Peace.'\n\n\n'But-but we're not monsters,' gasped a youngling fishergirl, sweating as its fell red eye fell upon her, 'we're not monsters. Don't listen to it!'\n\n\n'Prove your worth,' it spoke suddenly, in a cold, dead voice that brought terror into the heart of the fishergirl, as though a great shadow had been cast across the sun. 'You know in your hearts you want it.'\n\n\nEveryone reached for the fishergirl with their cold, dead fingers.\n\n\n\n\nMeanwhile, Janus begins preaching at Ipposville, talking about himself at great length, to the point of megalomania, recorded in detail within the novel.\n\n\nExcerpt from page 120:\n\n\n\n\nHe stood atop a pedestal, a giant as tall as a man, casting his shadow upon the people who stared up at him, in awe. He did not even pause for breath as he talked.\n\n\n'I am Sezuz,' he proclaimed, shouting over the din of the people's gasps, and such wondrous gasps they were. 'I am your Savior! I am the single greatest man alive, I am the Mighty Builder's Son! Behold, only from me shall you witness his light! I am his glory incarnate! I am the Greater, all those who deny this are fools! Denying this is blasphemy! Only those who know his brilliance shall realize this! All sinners will deny the Truth!'\n\n\n'How can\n you \nbe Sezuz?' responded a small child, sitting atop his father's shoulders. 'You are just saying that, how do we know you're not lying? Where's the proof?'\n\n\n'Hush, ignorant child,' did his embarrassed father say.\n\n\n'The child has a point,' did Janus proclaim, 'here is my proof! I walked upon water, as though it were solid!' People gasped. ' I did turn honey into fresh water! And I am the only one worthy enough to fight the Dark Lord Akbhar Siya! You must follow me! I must unite the world against Siya!'\n\n\nAnd the people applauded him, all but the small boy, who cried out, 'You're just saying you did this! You could be lying, there has to be more proof!'\n\n\nDid the boy spark Janus's anger.\n\n\n'You dare not believe my word?' howled he. 'You dare not believe\n my \nword! My word is that of the Mighty Builder's! I am the Greater, all of my words are the Holy Truth!'\n\n\n'But—'\n\n\n'All sinners must be purged!' He pointed upon the boy with his Holy Finger. 'All sinners must be purged! ALL SINNERS MUST BE PURGED!'\n\n\nEveryone stared at the boy, angry, and reached for him with their cold fingers.\n\n\n\n\nThe POVs again cuts to Akbhar Siya, as he makes his way towards New Daeva.\n\n\nExcerpt from page 133:\n\n\n\n\n'Do not eat anything,' Siya snarled at the man trembling in front of it.\n\n\n'B-But—'\n\n\n'\nI SAID DO NOT EAT ANYTHING!\n This shall be your punishment for failing me. Cleanse yourself of your sins. Only through me shall you know the Peace. Deny me, and you succumb to the weaknesses of Sezuz.'\n\n\n'I'm s-sorry, please, I'll—' the man swallowed as its fell eye smote into his soul.\n\n\n'Or do you wish to be purged?'\n\n\nThe man shook his head, shaking. Something that might've resembled a smile on a human face spread across Siya's. Such pathetic fools. They only existed to serve it, this pitiful, pathetic species did. Such pathetic people. It would enjoy its reign.\n\n\n\n\nJanus, now going by \"Sezuz\", unites the divided factions of Ipposville, overthrows the Town Council, and makes journey towards New Daeva, only pausing to teach his disciples. He talks at length about the importance of the \"Mighty Builder\", how he was the only one \"great and mighty\", and how his way \"was the only way to the brilliance and kindness\", while \"purging\" those who refuse his rule.\n\n\nExcerpt from page 199:\n\n\n\n\n(…)\"you must not kill anything, except humans, of course,' said Janus, who was eating cooked rabbit.\n\n\n'But, we just—'\n\n\n'—except when I say you can. My word is law. We must be kind to everyone, of course, except sinners and heathens of the sort. Anyone who does not listen to me is a heathen and a sinner, and must be purged. Only through me can you see the brilliance of the Mighty Builder. Only through me can you see the light. I am the Greater. No one can or should question me, I\n am \nThe Holy Truth, denying me is denying the light, and succumbing to the seductions of Siya.'\n\n\nHe looked upon them, and smiled. Such pitiful wretches. Their only existence, the only purpose the Builder made them for was to serve higher men, such as himself. He saw that now, how the Bloodlords must enjoy their dominance. He sure did.\n\n\n\n\nThe POV once again cuts to an unnamed mother attempting to convince her son to join Janus.\n\n\n\n\n'Please, you must join.' Spoke his mother. 'Do not be a Daevite slave! They will not be kind to you, they dance with death!'\n\n\n'It is a better life than what your Messiah will bring me,' he spat in response, 'even the Bloodlords are kinder than him.'\n\n\n'He is far kinder than you make him out to be!' His mother was angry, shaking. 'Besides, he\n is \nthe Messiah. He turned honey into water! He walked across water! And he is the only one who can vanquish the Aberration Akbhar!'\n\n\n'You really believe those lies?' He sneered. 'Tell me, did you ever see him perform any of those things?'\n\n\nHis mother was silent.\n\n\n'And what has he done since he got here? What has he done since he gathered you all for his little march? Nothing but starve you, while he feasts on large meals. Talk about himself. He never does any of these so called \"Holy Deeds\" in front of you, and he purges anyone who questions him.' His lips curled in distaste. 'I hear this is exactly what the Aberration does. Do you really think he's any better?'\n\n\nHis mother remained silent.\n\n\n'Please, join me,' he begged, 'the Bloodlords are kinder than that fool. Join me to serve my vows, they've already taken our village in.'\n\n\n'You are no son of mine,' the woman who used to be his mother spoke, 'you wear his face. But you are a filthy slave.'\n\n\nFor a moment, pain flashed across his face. Then he nodded, and left.\n\n\n\n\nJanus successfully garners a multitude of followers, all of them who eagerly follow him, and his orders without a second thought. He eventually arrives at \"New Daeva\", and demands an audience with the rulers, demanding \"An army to make Siya tremble\".\n\n\nExcerpt from page 213:\n\n\n\n\nHe stood at the Blood Gate, shouting at the Foreguards.\n\n\n'I am the Holy Truth!' He shouted. 'I am the Mighty Builder's Son! Only through me shall you know the light! I require an army to make Siya tremble, oh great Bloodlords! If you do not provide this, know that I am the Greater, and I shall tear down this land like the great Amsun once did! I will purge every single one of you, I am the Invincible One—'\n\n\nIn response to this, the Foreguards sent an arrow that split his face.\n\n\n\n\nChaos ensues, as many of his followers begin hysterically attacking the Bloodgate, while simultaneously many of them flee the area. A fight ensues, with Janus's disciples overpowering the Foreguards and attacking the \"Fortress of New Daeva\".\n\n\nThe novel abruptly switches points of view with Kumran, the Foreguard who shot Janus. The text presents Kumran as a slave who was only following orders. While, from a distance, he looks on at fires lighting New Daeva, he is confronted by an unidentified figure.\n\n\nExcerpt from page 220, the final page, as follows:\n\n\n\n\n'You fool!' screamed the figure, twisting and turning. Kumran sometimes thought he saw through the figure, as though it didn't exist. Sometimes he felt as though it wasn't even there, and he was talking to the air. He felt as though it was his own voice he was hearing, speaking to himself, or a screaming in nothingness, echoing, fading in and out. Its scalding yellow eyes burnt into his.\n\n\n'Why did you kill him? After everything I did, why?'\n\n\nHe was stunned, but he tried speaking.\n\n\n'I was just following orders,' whimpered Kumran.\n\n\n'Following orders!' shrieked the voice. 'Following orders! Does that justify killing and foiling the only man who could stop Siya!?'\n\n\n'He was not Sezuz,' said Kumran with considerable more confidence , 'Sezuz is invincible, he was—'\n\n\n'Sezuz!' screamed the thing, he felt as though it sent a rippling around existence itself as it did. 'Open your eyes, petty, ignorant mortal! There is no Sezuz, there never was! There is no Builder, either!'\n\n\n'But—'\n\n\n'The prophecies are false! If there was a Builder, why hasn't He dealt with Siya himself? Akbhar Siya is a very real threat, and Janus was the only way we could deal with him! All of the nations are squabbling, and the only way I knew they would listen was if someone claimed to be Sezuz, and united them, since the only one they would listen to was someone they thought was higher than them!'\n\n\nIt began rippling even more. 'And now, look what's going to happen….'\n\n\n\n\nADDENDUM 6358.III:\n Incident 6358.A\n\n\nDue to the threat SCP-6358 posed to the Veil, an attempt was made to neutralize it utilizing SCP-███.\n.\nSCP-███ was the Requet Anti-Thaumaturgical Engine capable of blocking thaumaturgical energy from occurring at a certain location. The nature of SCP-6358 at the time was considered to be thaumturgical.\n To test this, its energy was focused on the Rigney shopping complex's bookstore.\n\n\nThis attempt failed; immediately afterwards SCP-6358 instances began raining from the sky, and hundreds of instances manifested in bookstores as well as the houses of civilians in the area. Some copies manifested inside the bodies of Foundation personnel present there. All witnesses were amnesticized, and the copies were recovered for processing. Study of the recovered editions revealed that it possessed a foreword which had not been there in previous instances.\n\n\nThis has been provided below.\n\n\n\n\n\n\nGREETINGS!\n\n\n\nI'm sure you're shocked to see this! This is a note to praise all your good deeds!\n\n\nSike, of course not.\n\n\nFairy tales are wonderful things; they tell an enjoyable story ready for everyone to read! Most importantly, you can use 'em teach ignorant children some useful moral lessons. So what, if you have to scare them to do it? We here at the VKTM pride in such tales, and, thus, we made a fairy tale to teach something to you children! Perhaps you should've studied it more closely.\n\n\nYou never learn, do you?\n\n\nBy now, you'd think our track record speaks for itself. When are you going to learn to trust us? I'd say it'd do you a lotta good if you did.\n\n\nThink about this.\n\n\n- Anon E. Maus\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMachen2's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6036\n \n(+101)\n \n•\n\n\n\n\n\n\nSCP-6989-J\n \n(+18)\n \n•\n\n\n\n\n\n\nSCP-5671\n \n(+37)\n \n•\n\n\n\n\n\n\nSCP-6790\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-6225\n \n(+44)\n \n•\n\n\n\n\n\n\nSCP-6744\n \n(+42)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nimage in mail by dado\n \n(+116)\n \n•\n\n\n\n\n\n\nFire & Hate\n \n(+35)\n \n•\n\n\n\n\n\n\nLachrymose\n \n(+21)\n \n•\n\n\n\n\n\n\nI, Want You All To Stop\n \n(+9)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMachen2 vs. Machen1\n \n(+39)\n \n•\n\n\n\n\n\n\nA Normal Day At The Foundation\n \n(+32)\n \n•\n\n\n\n\n\n\nMachen's Art of SCP-5140 (EVEREST)\n \n(+69)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6357\n | SCP-6358 | \nSCP-6359\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6358\n\" by Machen2, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6358\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nImage 1\n\n\n\n\nFilename:\n store.jpg\n\n\nLicense:\n Public Domain\n\n\nAuthor:\n WrS.tm.pl\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nImage 2\n\n\n\n\nFilename:\n messiah.png\n\n\nLicense:\n CC BY-SA 4.0\n\n\nAuthor:\n Dominicus Johannes Bergsma\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nMachen2",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6358 \" by Machen2, from the SCP Wiki . Source: https://scpwiki.com/scp-6358 . Licensed under CC-BY-SA .",
        "Filename: store.jpg License: Public Domain Author: WrS.tm.pl Source Link: Wikimedia Commons",
        "Filename: messiah.png License: CC BY-SA 4.0 Author: Dominicus Johannes Bergsma Source Link: Wikimedia Commons Additional Notes: Edited by Machen2"
    ],
    "title": "SCP-6358"
}