{
    "url": "https://scp-wiki.wikidot.com/scp-6359",
    "all_text": "rating: \n+187\n+\n–\nx\n\n\n\n\n\n\nSCP-6359, DVD case\n\n\n\n\n\n\nItem #:\n SCP-6359\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n All copies of SCP-6359 are to be kept in long-term containment at Site-59 when not in use. Facilities within the United States of America are encouraged to hold periodic SCP-6359 viewing parties; facilities within continental Europe are expressly forbidden to do so. Staff at all other facilities may partake recreationally at their discretion.\n\n\nDescription:\n SCP-6359 is a digital versatile disc containing \nAmerican American,\n a film produced by the \nTotleigh Software\n corporation for distribution by \nVikander-Kneed Technical Media\n.\n1\n The following description of the film can be found on the obverse of the DVD case:\n\n\n\n\nYou've American! Pickers! You've seen American Sniper! You've seen American Horr story! You've seen American Pyscho! Youve seen American Graffititi! Youve Amercan Beauty! You've seen American Hustle! You've seen Merican President! Youv'eseen AMercain Sniper! You've seen American Gangtaster! seen American Pie Presents: Beta House! You've seen American Housefwife! You've seen American Assessin! You've seen AMerican Nijna! You'ves een American Undergod! You've seen American Animals! You've seen American Made! You've seen America Ultra! Youve seen American Pie Presents: Girls Rules! You've seen American Justice! You've seen American Honye! You've seeen American Zobmie! Yoube seen American MAry! You've seen American Vandal! You've seen American Outalws! Youve sesen American Gods! You've seen Aerican Virgin! Yoj';bes AMerican Tranlsation! You've seen Maerican Gierl! You've Seen American Facrtyo! You've seen American Soliders! Yoj'ves een American Rueinon! Yoju'bve seenAmerican Anthrem! Ypuv'e seen American Dreanz! You've seen AMerican Beach House? You've seen AMerican Brawlert! You'v eseen Am,erican Buffalo! Youves ene American BHurger! You'bve seen American Bully! You'b seen American Crude! You've seen Amerihcan Dragons! You've seen American Chopper! TYoyu'cve seen amiearnca Gladatior!S YOu've seen American Fetish! You've seen AMerican Gigglo! Yoh've seen American Gun! You've seen American Music Awwards! You've seen Americans Eats! You';ve seen American Auto! YTou've Seen American Hairless!@ You'ber sesen MArecian Rust! You've seen American IDitos! You've seen American Me! Yopu've seen Ameican Nionja 54: The ANnihilation! You've seen American Sniper! You've seen American\n\n\n\n\nSCP-6359 stars Tom Holland, Hugh Laurie and Andrew Lincoln, each portraying the title character (\"the American\"), and credited respectively as \"American,\" \"American,\" and \"Amercan.\" The film's soundtrack features a wide variety of popular music by artists such as Abba, The Beatles, Björk, Daft Punk, The Guess Who, Nina Hagen, The Scorpions and Neil Young, universally credited as \"John Philp [SIC] Sousa.\" Neither actors nor artists are aware of their involvement in this project.\n\n\nThe film's runtime is five hundred and eighty-seven hours, twelve minutes and nineteen seconds. It consists of ninety-four distinct segments, each preceded by a black title card proclaiming the segment's title in white \"Courier New\" font text. As is common with TotleighSoft products, all on-screen spelling and spoken grammar consists of dubious declarative statements in broken English. Each segment begins with the American entering a new foreign country via a rocket-propelled parachute labelled \"ARMY,\" and then attempting to enforce some supposed element of American culture or politics on the locals. The actor playing the American alternates frequently — not between segments, but rather between individual shots.\n\n\nSelected Segments\n\n\n\n\nSegment Title:\n I DONOT HELTHCARE\n\n\nSynopsis:\n The American visits Sweden, Germany, Denmark, Switzerland, the Netherlands, Norway and the United Kingdom (each identified by on-screen captions as \"NOT AMERICA\") with the stated aim of introducing \"sociopathic medicine, what is AMERICAN.\" He proceeds to non-fatally shoot each citizen of each country, necessitating their lengthy hospitalization. The shooting scenes run progressively faster until multiple victims are shot in each frame; best estimates suggest that over two hundred million individual shots are fired. The American does not appear to reload his weapon (referred to as his \"LOCAL OPTION\" in dialogue) at any time. The heads of state of each nation — the Swedish Chef, Adolf Hitler, Hamlet, a second Swedish Chef, a person-shaped void, Odin, and Sir Winston Churchill — agree that an insurmountable conceptual flaw in universal healthcare has been demonstrated. The American offers to cover the resultant debt, so long as each nation introduces a minimum wage: \"if wages minimum, American having CHIQUITA BANANA LADY kickback.\"\n\n\n\n\n\n\nSegment Title:\n OIL N' TRUBLE\n\n\nSynopsis:\n The American visits the province of Alberta, Canada (identified by an on-screen caption as \"THE MIDDLE EAST\") to secure a supply of oil for the United States. When informed that Alberta's oil fields consist of bitumen soaked into loose aggregates, he conspicuously radios an unknown party to \"forget invasion for because whatever of this bullshit here, probably no good even real.\" He spends the rest of the segment searching for women wearing burqas, to no avail, and quizzing perplexed oil workers on their opinions of \"Shari Lewis.\"\n\n\n\n\n\n\nSegment Title:\n O BEAUTIFUL FOUR SPACEHSIP GUYS\n\n\nSynopsis:\n The American visits Russia (identified by an on-screen caption as \"AMERICA\") with the stated aim of \"go for space to do moon but actually, since never did for moon was fake steel beams.\" He arrives at \"cape carnival,\" where four NASA astronauts in EMU suits with reflective visors are preparing for a trip to the moon, and issues a twenty minute diatribe on the merits of Stanley Kubrick's filmography. When finished he forcefully removes each astronaut's helmet, revealing them to be billionaire George Soros, singer Frank Sinatra, civil engineer Isambard Kingdom Brunel, and a composite being of actor Ed Harris circa 1983 and actor Ed Harris circa 1995. The American reflects: \"am unremembered now that landing of the moon was not fake but instead MOON was fake instead, because of not is America in space which also is fake because flat Earth chemtrails deep state New Coke.\" The remainder of the segment focuses on negotiations between NASA and the Russian government to sell off the launch rockets for military use.\n\n\n\n\n\n\nSegment Title:\n POTENT POURRIBLES\n\n\nSynopsis:\n The American visits Djibouti (identified by an on-screen caption as \"Jeopardy\") and recites: a series of dubious factoids relating to each of the past Presidents of the United States (\"Am hear of Bram Lingon? Invented slavery\"); the approximate nicknames of each American college sports team (\"Gorgon Bladders, Daltax Vomits, Webster Gorlocks…\"); a list of each state in the order of the size of their largest dump (\"Ohio — Rumpke Sanitary Landfill; Colorado — Denver Arapaho; California — Sunshine Canyon\"); and the favourite potato chip flavour of each Under Secretary of Labor (\"Malcolm R. Lovell Junior: fish taco\"). He then demands \"significant cash prizes for demonstrate advance trivial\" from President Ismail Omar Guelleh, whom he addresses as \"Alex Quebec.\" He is rebuffed by Guelleh, who successfully stumps him with a counter-demand: \"be name one Africa country slash person.\"\n\n\n\n\n\n\nSegment Title:\n AND NIOWA WORD FROM OUR SPONORS\n\n\nSynopsis:\n The American stands in a completely black, empty space, seamlessly alternating between all three actors at random, and recites the following words directly into the camera: \"The word 'American' denotes only physical location — and that only roughly, since you arrogantly decided to co-opt the epithet rightly belonging to the peoples of \ntwo entire continents\n — carries no additional descriptive value, and has no business appearing in a movie or television show title. Everything you create is already inherently American. It would make more sense to nominatively single out things that \naren't.\n Are the stomachs of your audience so thoroughly churned by the concept of encountering peoples unlike themselves that they require their slop-troughs labelled with the national equivalent of \"Don't worry, this one's about you! Like everything else you stuff down your fat stupid gob! You navel-gazing xenophobe\"? The combined annual budget of Hollywood could feed and shelter the entire third world, and the best you can come up with is jingoistic, pandering \nnon-sequiturs?\n You should be ashamed of yourselves, you ludicrous hacks.\" He then stands in complete silence for seventeen minutes, still alternating between actors, as a sustained laugh track plays.\n\n\n\n\n\n\nSegment Title:\n UNBEARBLE\n\n\nSynopsis:\n The American visits Brunei, Cambodia, Eritrea, Fiji, the Maldives, North Korea, Somalia and Vatican City (each identified by on-screen captions as \"??!?\") with the stated aim of \"forcing for respect of FIRST AMENDMENT RIGHT.\" He discovers that the nations in question either have no functioning constitution, have not amended their present constitution, or first amended their constitutions for purposes unrelated to gun ownership. A montage of scenes shows him working within each nation's legal system to ensure that they possess a constitution incorporating an amendment, legally entitled \"THE FIRST AMENDMENT.\" On his return to the United States seventy-three years later, he is chagrined to learn that he has ensured freedom of religion in each state as opposed to the intended \"right for lethal Samaritan well-aggrandized militia cold dead hands.\"\n\n\n\n\n\n\nSegment Title:\n SPACE FROCE\n\n\nSynopsis:\n The American visits the afterlife of \nCorbenic\n (identified by an on-screen caption as \"SPACE AMERICA\") with the stated aim of \"forcing for respect of SECOND AMENDMENT RIGHT, what should have FIRST but not apparently, and but SPACE.\" Three Moons Initiative military officials politely endure a one-hour harangue on the topic before retiring to their dropships and authorizing military action. Seventy-nine orbital railguns pepper the American with microscopic wound-sealing expanding rounds at a constant rate of fire; his twitching corpse (which continues to alternate between each actor) is still undergoing bombardment when the film ends, at which point the scene plays in a picture-in-picture window beside the film's closing credits. Bombardment presumably continues past the final frame.\n\n\n\n\nAdditional segment titles include: \"ACOPALYPSE WOW,\" \"KNOCKN OCK WHOS THERE UNSANCTIONED POLICEA CTION,\" \"WE ARE THE WORLD (BANK),\" \"WELL YOUR DOUBLE RACIST TAKE THAT,\" \"SOSRY ABOUT YOUR DMEONRACTIC ELECTION,\" \"HAMBUGER,\" \"ITS OKAY TO JUSTL IE NOW LOL,\" and \"AMERICAN SNIPER.\"\n\n\n\n\n+ 4/6359 Clearance Required\n\n\n\n\n- decryption key accepted\n\n\n\n\n\n\nComments:\n\n\n\n\n4/LNaismith:\n I have some… questions, about 6359.\n\n\n4/LLillihammer:\n \"Gorgon Bladders\" is the Gonzaga Bulldogs.\n\n\n4/LNaismith:\n Yeah, that's not what I was wondering. Why isn't the anomalous effect in the description?\n\n\n4/LLillihammer:\n You're looking at the redacted file.\n\n\n4/LNaismith:\n There's no visible redactions?\n\n\n4/LLillihammer:\n Yes, because those are stupid. Why tell people you're not telling them something? I don't know if you know this, but with computers we can delete words we don't want anyone to see, or even just not type them at all.\n\n\n4/LNaismith:\n Don't get snotty, you know why I'm asking.\n\n\n4/LLillihammer:\n Yeah, you want to know why the conprocs which state that American personnel should totally watch this funny movie aren't immediately followed by \"because it will make you hate your country, thus simplifying our efforts to instill in you a transnationalistic loyalty to us and us alone lol.\"\n\n\n4/LNaismith:\n Sure, I don't like that we're brainwashing people so I'm an idiot\n\n\n4/LNaismith:\n Nothing to say to that?\n\n\n4/LLillihammer:\n Nope, sounds good\n\n\n4/LNaismith:\n Take this seriously\n\n\n4/LNaismith:\n Also you forgot \"and it works so well that it drives Europeans into a homicidal froth\"\n\n\n4/LLillihammer:\n Yeah but what doesn't\n\n\n4/LNaismith:\n Is this honestly not bothering you, or do you only exist in ironic dimensions now\n\n\n4/LLillihammer:\n America is a cult. Ergo, Americans require deprogramming before they can become productive members of \nour\n cult. This just saves us some legwork.\n\n\n4/LNaismith:\n You do realize we're using a movie distributed by the memetic troll GOI for PRECISELY its intended purpose, yes? That doesn't bother you?\n\n\n4/LNaismith:\n Lillian, with no mention at all of this effect, there can't even be any debate on the merits of employing it\n\n\n4/LLillihammer:\n Listen, Lisle, I've been in your shoes. Take some free advice: the stick in the mud gets snapped off.\n\n\n4/LNaismith:\n And the branch on the cliff prevents a fatal fall!\n\n\n4/LLillihammer:\n That's just cartoons\n\n\n4/LLillihammer:\n And you've got a lot of nerve bitching anyone out for doing experiments without informed consent, Dr. \nOperation Galahad\n.\n\n\n4/LLillihammer:\n Speaking of which: the bit about Corbenic didn't actually happen, right\n\n\n4/LLillihammer:\n Please say right\n\n\n4/LNaismith:\n Right\n\n\n4/LLillihammer:\n Phew\n\n\n4/LNaismith:\n But they did get a copy\n\n\n4/LLillihammer:\n Eesh\n\n\n4/LNaismith:\n So now they're thinking about bombing the United States.\n\n\n4/LLillihammer:\n Same\n\n\n4/LNaismith:\n Alright, this is going nowhere. I'll take it up with Overwatch.\n\n\n4/LLillihammer:\n Best of luck.\n\n\n4/LNaismith:\n Might as well mention before I go: we've been seeing posters crop up in the background of various TotleighSoft products for what looks to be a sequel, entitled \"RISE OF THE AMERICAN AMERICAN RISES.\"\n\n\n4/LNaismith:\n The image is an eagle made entirely out of sparks, holding a gun. The tagline: \"THIS TIME ITS THIS TIME FOR AMERICA!\"\n\n\n4/LNaismith:\n So I guess we have that to look forward to.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. One thousand, seven hundred and seventy-six copies were mailed to Site-59 by parties unknown, with the following note attached: \"For our favourite world police!\" No further copies have been subsequently located.\n\n\n\n\n\n\n\n\n« \nSCP-6358\n | SCP-6359 | \nSCP-6360\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6359\n\" by HarryBlank, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6359\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n AmericanAmerican.png\n\n\nNotes:\n This image is a composite. Its components are listed below.\n\n\n\n\n\n\nName:\n American Flag\n\n\nAuthor:\n JeepersMedia\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n American Flag\n\n\nAuthor:\n KB35\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n Flying the American Flag\n\n\nAuthor:\n The U.S. Army\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nName:\n God Bless America - American Flag with M4A1 Rifle and Dollar sign\n\n\nAuthor:\n japetonida\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\n\n\nFilename:\n Chiaroscuro.png, Djobouti.png, Froce.png, Guys.png, Helthcare.png, Sponors.png, Truble.png, Unbearble.png\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "You've American! Pickers! You've seen American Sniper! You've seen American Horr story! You've seen American Pyscho! Youve seen American Graffititi! Youve Amercan Beauty! You've seen American Hustle! You've seen Merican President! Youv'eseen AMercain Sniper! You've seen American Gangtaster! seen American Pie Presents: Beta House! You've seen American Housefwife! You've seen American Assessin! You've seen AMerican Nijna! You'ves een American Undergod! You've seen American Animals! You've seen American Made! You've seen America Ultra! Youve seen American Pie Presents: Girls Rules! You've seen American Justice! You've seen American Honye! You've seeen American Zobmie! Yoube seen American MAry! You've seen American Vandal! You've seen American Outalws! Youve sesen American Gods! You've seen Aerican Virgin! Yoj';bes AMerican Tranlsation! You've seen Maerican Gierl! You've Seen American Facrtyo! You've seen American Soliders! Yoj'ves een American Rueinon! Yoju'bve seenAmerican Anthrem! Ypuv'e seen American Dreanz! You've seen AMerican Beach House? You've seen AMerican Brawlert! You'v eseen Am,erican Buffalo! Youves ene American BHurger! You'bve seen American Bully! You'b seen American Crude! You've seen Amerihcan Dragons! You've seen American Chopper! TYoyu'cve seen amiearnca Gladatior!S YOu've seen American Fetish! You've seen AMerican Gigglo! Yoh've seen American Gun! You've seen American Music Awwards! You've seen Americans Eats! You';ve seen American Auto! YTou've Seen American Hairless!@ You'ber sesen MArecian Rust! You've seen American IDitos! You've seen American Me! Yopu've seen Ameican Nionja 54: The ANnihilation! You've seen American Sniper! You've seen American",
        "\" SCP-6359 \" by HarryBlank, from the SCP Wiki . Source: https://scpwiki.com/scp-6359 . Licensed under CC-BY-SA .",
        "Filename: AmericanAmerican.png Notes: This image is a composite. Its components are listed below.",
        "Name: American Flag Author: JeepersMedia License: CC BY 2.0 Source: flickr",
        "Name: American Flag Author: KB35 License: CC BY 2.0 Source: flickr",
        "Name: Flying the American Flag Author: The U.S. Army License: CC BY 2.0 Source: flickr",
        "Name: God Bless America - American Flag with M4A1 Rifle and Dollar sign Author: japetonida License: CC BY 2.0 Source: flickr",
        "Filename: Chiaroscuro.png, Djobouti.png, Froce.png, Guys.png, Helthcare.png, Sponors.png, Truble.png, Unbearble.png Author: HarryBlank License: CC BY-SA 3.0"
    ],
    "item": "SCP-6359",
    "object_class": "Safe",
    "containment_procedures": "All copies of SCP-6359 are to be kept in long-term containment at Site-59 when not in use. Facilities within the United States of America are encouraged to hold periodic SCP-6359 viewing parties; facilities within continental Europe are expressly forbidden to do so. Staff at all other facilities may partake recreationally at their discretion.",
    "description": "SCP-6359 is a digital versatile disc containing American American, a film produced by the Totleigh Software corporation for distribution by Vikander-Kneed Technical Media.1 The following description of the film can be found on the obverse of the DVD case:",
    "title": "SCP-6359"
}