{
    "url": "https://scp-wiki.wikidot.com/scp-6360",
    "all_text": "rating: \n+113\n+\n–\nx\n\n\nDr Lerche\n\n\n\n\n\n\nThe Basilisk\n\n\nHello readers,\n\n\n\n\nPotential Spoiler\n\n\n\n\nCrosslink reference\n\n\n\n\n \n\n\nhttps://scp-wiki.wikidot.com/scp-2191\n \"Dracula Factory\"\n\nby \nMetaphysician\n\n\n \n\n\nhttps://scp-wiki.wikidot.com/incident-096-1-a\n \"Incident 096-1-A\"\n\nby \nDr Dan\n\n\n\n\n\n\n\n\nSpecial thanks to:\n\n\nhungrypossum\n as D-1347's voice and resident Romania expert.\n\n\nJayKillbam\n for sound editing.\n\n\nAbsolutely lovely people.\n\n\nBe sure to check out the discussions tab for more info and author commentary.\n\n\nI do hope you enjoy this. If you do, please do consider an upvote, and maybe nice little comment. Will make my day.\n\n\nIf there are any technical or SPaG issues, please do tell me in the discussions tab. I will try my very best to fix them.\n\n\nIf you would like to see more of my works, visit my authorpage:\n\n\nhttps://scp-wiki.wikidot.com/lerche-s-merchant-shop-inn\n\n\nHave a great day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6360\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nesoteric\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nThe wilderness of the Carpathian Mountain range is to be designated as natural parks under the pretext of preserving endangered flora and fauna species. Foundation personnel will operate in the area under the guise of scientists and conservationists studying the local wildlife.\n\n\nFoundation assets are to set up perimeters around the areas surrounding several cave entrances in the Carpathians and Ukraine to prohibit trespassers. These are to be covered up as strict nature reserves or military grounds.\n\n\nRadar units and surface-to-air missile (SAM) batteries are to be set up in strategic positions along the range. SAMs are to utilise electro-optical and laser guidance systems. The former will be used for tracking and the latter should only be used if SCP-6360 attempts to leave the mountain range. Satellite imaging will also be used to provide surveillance with a 0.1 second delay.\n\n\nAt least 1 squadron of fighters, preferably air superiority and/or interceptor aircraft are to be kept on stand-by at airbases in the vicinity of the Carpathians. These aircraft are to be assisted by AWACS as well as air defence systems on the ground, and equipped with electro-optical and laser beam riding anti-aircraft missiles (AAMs).\n\n\nPersonnel carrying out tasks away from research stations must wear \nSCRAMBLE\n v2 goggles at all times. In the case of goggles malfunctioning, personnel are to immediately make their way back to base. An MTF battalion is to be based in the territories surrounding the mountain range to rescue jeopardised personnel. Remote cameras are to be used to monitor SCP-6360. Any live video surveillance in the containment zone must also have the stated 0.1 second delay in their feed.\n\n\nDescription:\n\nSCP-6360 is a large chimeric organism measuring an average of 7.6 metres in length and possessing both reptilian and ornithic traits. It stands approximately 2.5 metres tall, featuring winged forelimbs, with a wingspan of 9.1 metres, and reptilian hindlimbs along with a long, muscular tail covered in foldable rectrices.\n1\n The head of SCP-6360 strongly resembles non-anomalous Bearded vultures (\nGypaetus barbatus\n) but possesses rows of sharp curved teeth and two venomous fangs.\n\n\nSCP-6360’s venom is extremely potent, possessing both neurotoxic and cytotoxic properties. Any organism in contact with the venom, via directly getting bitten by SCP-6360 or indirectly through touching or contamination will result in death within 2 minutes. Effects on human subjects include a loss of coordination, delirium, accelerated lysis, paralysis, and asphyxia, leading to death. Corpses of victims will appear withered with massive internal injuries.\n\n\nIts eyes are similar to those of the King cobra (\nOphiophagus hannah\n). When SCP-6360 makes eye contact with an individual, the individual will immediately die. Autopsy on those afflicted by SCP-6360’s sight show injuries and effects consistent with those in individuals which have come into contact with SCP-6360’s venom. SCP-6360 is also immune to all known toxins.\n\n\nSCP-6360 vocalisations are a mix of those produced by Old World vultures and snakes.\n\n\n\n\n+ Withering Events Log\n\n\n\n\n- Close\n\n\n\n\nWithering Events refers to any deaths caused by SCP-6360’s venom or eye contact. It has several names within the region, such as в’янення\n2\n , putregaiul\n3\n, увенути\n4\n, otrávení\n5\n as well as others.\n\n\nNotable events in chronological order:\n\n\n\n\n\n\nDates\n\n\nLocation\n\n\nDescription of Withering Event\n\n\nNotes\n\n\n\n\n\n\n19th September 1916- 1st December 1916\n\n\nBitola, Macedonia (Monastir)\n\n\nAn estimated over 10000 Allied soldiers died from poisoning. It is inferred that they most likely came into contact with SCP-6360’s venom from a contaminated water supply. It is unknown how many soldiers of the Central Powers died due to poisonings; however, both sides have reported sightings of SCP-6360 flying around in the night sky.\n\n\nIt is theorised that the events lead to the subsequent victory of the Central Powers as a result of Allied manpower depletion due to sickness\n\n\n\n\n\n\n26th February – 11th March 1926\n\n\nKrakow, Poland\n\n\n12 people went missing in the Wolski Forest. 5 of them were found dead in withered states. Reports of SCP-6360, nicknamed “Bazyliszek” by the locals, began coming in. Many locals, believing it was the legendary Warsaw Basilisk, began hanging mirrors outside of their house to make the Basilisk kill itself with its gaze. One particularly interesting incident was on the 3rd March 1926, when 6 people were found dead in the city. It is inferred that the creature had attacked someone and its glare was inadvertently reflected by multiple mirrors.\n\n\n“Bazyliszek” is the Polish word for Basilisk.\n\n\n\n\n\n\n18th May 1942\n\n\nĽadový štít, Slovakia\n\n\nA Gebirgsjäger platoon went missing. 5 years later, the bodies of the soldiers were found on various parts of the mountain by locals.\n\n\n\n\n\n\n\n\n5th June 1969\n\n\nSvydovets,Polonynian Beskids (Ukrainian SSR, USSR)\n\n\nA group of 8 hunters were found dead in the mountains.\n\n\nIn stark contrast to this incident, there were cases of friendly encounters between the Hutsul\n6\n people and SCP-6360, especially when children were involved.\n\n\n\n\n\n\n29th January 1988 – 9th February 1992\n\n\nPripyat, Ukraine (Ukrainian SSR, USSR)\n\n\n7 soldiers and 2 liquidators were found dead in the city.\n\n\nThe deaths were initially attributed to high levels of radiation.\n\n\n\n\n\n\n15th July- 1st October 1995\n\n\nOzren, Serbia (Yugoslavia)\n\n\nAn estimated over 100 Serbian soldiers were found dead. Most of the bodies were withered and severely mutilated. 47 were killed in what appeared to be a friendly fire incident, where an artillery unit was supposedly given the order by their commander to stonk\n7\n a building unbeknownst to them occupied by friendly troops, after receiving a distress call from soldiers claiming they were being pinned down by enemies in the building.\n\n\nSCP-6360 was suspected to be residing in the mountain before the event when reports of strange snake-like sounds were being emitted from the forests.\n\n\n\n\n\n\n8th May 2000\n\n\nFăgăraș Mountains, Romania\n\n\nOver 30 illegal loggers disappeared in the forests and were found dead days later. 4 of the bodies had multiple fractures and massive haemorrhaging, suggesting they had fallen from a high altitude.\n\n\nCertain zones have become free of loggers due to fear of SCP-6360, nicknamed by locals as the “Basilisc”.\n\n\n\n\n\n\n1st February 2002\n\n\nMoravian-Silesian Region, Czech Republic.\n\n\nA local shepherd and his friends who were looking for his missing 4-year-old daughter in the forest nearby his home discovered the withered body of Markus Kolář, a traveller in the area. Later that day, the daughter returned home. When asked where she had went, she stated that she was playing with a “dragon”.\n\n\nThe remains of two previously missing local children were found in Kolář’s cabin. Just as with the case of the Hutsuls, SCP-6360 has been recorded to have positive interactions with locals of the mountains.\n\n\n\n\n\n\n6th May 2007\n\n\nChernobyl Exclusion Zone, North of the Pripyat, Ukraine.\n\n\nA CBRN unit sent to investigate the source of gunshots reported coming from the exclusion zone discovered an entire motorised infantry platoon dead. Post mortem reports detail that 3/4 of the bodies were in states consistent with the effects of SCP-6360‘s poisoning, whereas the rest had severe lacerations and multiple fractured bones. One of the three BMP2 IFVs was found heavily damaged with the hatch broken open and 14m away from the wreckage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 1: Discovery\n\nSightings were reported across Europe throughout the 20th Century, with a majority concentrating in the Carpathians and its surrounding area. It is suspected that SCP-6360 sightings cover such a large territory due to the creature’s ability to fly quickly at very high altitudes; and being able to crawl in cave systems and dense forests to cover ground undetected. After a period during which sightings stopped, it was later photographed in the Chernobyl Exclusion Zone by soldiers two days after the Chernobyl disaster.\n8\n\n\nSCP-6360 became a very high priority for The Foundation after Incident-6360-1. The Foundation was contacted on behalf of the Ukrainian government in 14th July 2007, after the discovery of a mass Withering Event. MTF Beta-7 \"Maz Hatters\" were deployed to Ukraine and assets in neighbouring countries were kept on high alert due to SCP-6360 tendency to wander.\n\n\nSCP-6360 was spotted in the Polissya hotel in Pripyat by Beta-7 following the radio signal of the missing Ukrainian CBRN team. After a sweep of the building, the team found the bodies of four of the missing personnel, all partially consumed. Further investigation lead to the discovery of what appeared to be a hole leading to an underground tunnel system under the hotel. The tunnels, according to GRU elements, were built to be used in case of attack or disaster to safely travel underground and was used during the evacuation.\n\n\nSCP-6360 is currently residing in the Carpathian Mountain range where a large scale containment initiative has been set up. Due to the friendly relationship between the local Hutsuls and SCP-6360, they have been allowed to stay in the containment areas.\n\n\nAddendum 2.1:\n\nDuring the investigation of a Withering Event, a video camera belonging to one of the victims was discovered. The D-Class who viewed the footage stated he saw SCP-6360 looking at the camera. However, no adverse effects were observed.\n\n\nSlowing down the footage revealed that SCP-6360 has a set of fully transparent nictitating membranes, which opens up during a visual-based attack. Once opened, the creature’s pupils turn a luminescent golden yellow with a slight reddish ring surrounding it while the creature produces a vocalisation similar to the King Cobra’s growling. Once the target has been killed, this third eyelid closes and the eyes return back to normal.\n\n\nAddendum 2.2:\n\nDespite the discovery that its normal gaze is not lethal, the creature is still considered a major cognitohazard and precautions are still necessary. Since the gaze is neutralised as recorded footage, a specially designed set of automated goggles providing a video feed with a 0.1 second delay will be developed using the SCRAMBLE goggles.\n\n\n\n\n+ LEVEL 3 SECURITY CLEARANCE REQUIRED\n\n\n\n\n- INCIDENT-6360-1\n\n\n\n\n\n\nFLIGHT LOG\n\n\n\n\nDATE: 25th March 1999\n\n\nLOCATION: Yugoslavia\n\n\nThe following is the recovered flight recording of an F-117 Night Hawk Callsign: Vega-6.\n\n\n\n\n[BEGIN LOG]\n\n\n0330:\n Vega-6 piloted by Lt. [REDACTED] is deployed for a clandestine mission over Yugoslavia. Escort considered redundant as area was already subject to SEAD\n9\n operations.\n\n\n0350:\n Vega-6 enters area. Begins recon.\n\n\n0405:\n Target located, coordinates [REDACTED].\n\n\n0406:\n Vega-6 engages target: Drops 1 GBU 27 Paveway III. Vega-6 confirms target destroyed.\n\n\n0407:\n Vega-6 RTB.\n\n\n0410:\n On route, Vega-6 notices an unidentified flying object South West of him. Command confirms there are no aircraft detected in the area at the time.\n\n\n0411:\n Vega-6 reports the UFO changing direction, now moving South East of him. Object moves parallel to the aircraft.\n\n\n0414:\n Object begins moving towards Vega-6. Pilot describes the object as big and dark, approaching at high speed. It performs a banking turn and disappears from view. Pilot exclaims, “Holy cow! It’s a dragon!”\n\n\n0417:\n Object fails to reappear. Vega-6 continues to RTB.\n\n\n0419:\n Rear of aircraft undergoes hard impact from unknown source. Control surfaces fail. Plane goes into an uncontrollable spin.\n\n\n0420:\n Pilot attempts to eject, stating: “Mayday! Mayday! It hit me! I’ve lost control to the elevators. I don’t think I can rec-OH GOD!…………”, Screaming is heard before a loud smash is heard, followed by static.\n\n\n0422:\n Despite multiple attempts to get a response, command loses contact with Vega-6.\n\n[END LOG]\n\n\n\n\n15 hours later, reports came that a Serb militia patrol discovered the wreckage of Vega-6. \nMTF Eta-3 \"Night Phantoms\"\n infiltrated behind Serbian lines to secure the crash site.\n\n\nAll non-authorised individuals involved were administered amnestics according to their degree of knowledge and involvement.\n\n\nThe incident was later overshadowed by the downing of another F-117 two days later by Serbian SAMs. The latter was be stated to be the first, and all evidence of the former were destroyed or altered.\n\n\nAnalysis of the wreckage showed damage to the back section of the aircraft with the vertical stabilisers missing and what appeared to be “claw” marks. However, the most damage was done to the cockpit, which was a gaping hole aside from some of the avionics and what was left of the canopy. The extent of the damage suggests that a large object had rammed into the cockpit at a high speed.\n\n\nPilot presumed K.I.A.\n\n\n\n\nWith seven similar recorded incidents of downings occurring nearby the Carpathians, it appears that SCP-6360 has begun targeting aircraft. Further precautions will be added to its containment procedures.\n\n\n\n\n\n\n\n\nAddendum 3: Observations in containment\n\nDespite its size, the creature displays significant agility beyond what should be capable for a creature of its mass, being able to move on land, scale up vertical structures, and demonstrate flight. The creature is primarily quadrupedal, folding its wings to form clawed forelimbs similar to the Common vampire bat (\nDesmodus rotundus\n), however is capable of bipedal locomotion as a means of quickly moving across flat ground and closing the distance between it and its prey.\n\n\nSCP-6360 has excellent vision, which helps it see in low-light conditions, and thermal pits on its beak which enable it to sense heat signatures. The entity also possesses acute olfaction.\n\n\nSCP-6360 was discovered to have an additional 2 humanoid arms which come out from its body to use for tasks requiring more dexterity. It is unknown how these limbs are concealed in the body.\n\n\nExamination of feather samples shows that they are covered with minute scales, creating a hard but lightweight protective surface. These scales, along with the larger ones covering SCP-6360’s body, are anomalously durable, impervious to damage from melee weapons and guns up to 30mm in caliber. SCP-6360’s scales also possess radar absorbent properties, allowing it to have a disproportionately small Radar Cross Section (RCS) compared to its size.\n\n\nThese findings imply that SCP-6360 might have adapted to attack aircraft.\n\n\nIt is suggested that blast damage could stun the creature, and large explosions can possibly injure the creature enough to be safely handled or force it to retreat to heal.\n\n\nAddendum 3.1 : Relationship with locals\n\nThe locals in the mountains have been observed leaving food for the creature as offerings. These include livestock, bryndza\n10\nas well as other oily foods.\n\n\nInterviews are being conducted to further learn about this relationship. Despite being unforthcoming of their practices, they have dispensed warnings against proceeding too deep into the forest, due to the creature's highly territorial nature. Surveillance via parabolic microphone of a conversation between a group of locals revealed some information where the word \"extermination\" was mentioned often, however not enough was recovered to fully understand the context behind this.\n\n\nAddendum 3.2: Notice\n\nReports of arguments between personnel stationed in research stations in the Carpathians have been increasing. Complaints of taunts and misunderstandings are rife. Psychological screening of the staff is being commenced.\n\n\n\n\n+ Incident-6360-VULCAN\n\n\n\n\n- Close\n\n\n\n\nAddendum 4:\n\nUpon deliberation from the O5 Council, a mission was planned to clandestinely investigate a suspected SCP-6360 den located in the Romanian Carpathians.\n\n\nThe following is a log of the Research Station 12's expedition.\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n 16/6/2010\n\n\nExploration Team:\n MTF Kappa-2 (Mountain Men)\n\n\nSubject:\n SCP-6360 - Romanian Carpathians\n\n\nTeam Lead:\n Researcher Florin Nicolescu\n\n\nTeam Members:\n Agent Rednic, Agent Ciobanu, Agent Willard, D-1347, D-1688\n\n\n\n\n[BEGIN LOG]\n\n\nGoggle feed shows the men walking in the forest. Researcher Nicolescu is directing the team lead by Agent Rednic to the site from the station's security room.\n\n\nRednic:\n Goggles are operational.\n\n\nNicolescu:\n Everyone else?\n\n\nCiobanu:\n Working.\n\n\nD-1347:\n Working.\n\n\nWillard:\n Yes. Working fine.\n\n\nD-1688:\n Good. They're quite bright.\n\n\nNicolescu:\n It's to help see in the dark, D-1688. Your eyes will adjust.\n\n\nThey continue walking until they reach what appears to be a cave entrance. The carcass of a Red Deer can be seen outside.\n\n\nRednic:\n There it is.\n\n\nCiobanu:\n We're at the spot. Coast is clear.\n\n\nNicolescu:\n Alright, you've been briefed on what to look for.\n\n\nCiobanu:\n Yes…yes. Feathers, scales, and shit.\n\n\nNicolescu:\n I suggest a little more clarity.\n\n\nCiobanu:\n Sorry. \n[Pauses]\n What's that word for shi-\n\n\nD-1347:\n Faeces.\n\n\nCiobanu:\n \n(to D-1347)\n He's talking to me, buddy. Get to work! \n(whispering to Nicolescu)\nYeahhhh, that.\n\n\nWillard:\n Man you got schooled by a D.\n\n\nNicolescu:\n (Muffled giggling) Yes, collect the samples and return to base. Be wary of venom residue. Collect samples of that if discovered.\n\n\nThe D-class begin collecting samples.\n\n\nRednic:\n I think we should be worried about more than just venom.\n\n\nNicolescu:\n We're looking at the cameras. We've had the locals keep SCP-6360 occupied far away with food. You'll have enough time.\n\n\nRednic:\n I hope so. I find it strange how they manage to keep it tame towards them.\n\n\nD-1688:\n Well, I'd be if I was getting free food. And that too delicious ones.\n\n\nD-1347:\n Hehe. I second that!\n\n\nCiobanu:\n Alright guys. Let's get the stuff.\n\n\nD-1347:\n We are.\n\n\nRednic:\n That is true…but the explanation for providing it caught my attention when I spoke with them.\n\n\nNicolescu:\n Hmm? What was it?\n\n\nRednic:\n Well, among the offerings and peace keeping stuff, they mentioned, I'm not sure if I mistranslated this, fuel.\n\n\nNicolescu:\n Fuel?\n\n\nCiobanu:\n That's a weird way to say food.\n\n\nRednic:\n That's why I'm not sure. You guys speak the language.\n\n\nNicolescu:\n I'll take note of it and check it out. D-1347, have the samples been collected?\n\n\nD-1347:\n Almost done. Got 4 feathers. Some scales, And blood samples from the carcass. Just packing it.\n\n\nCiobanu:\n Well, hurry up! We can't stay for long.\n\n\nD-1688:\n Alright! Alright! We're done.\n\n\nThe D-class get up.\n\n\nNicolescu:\n Good. Head back to base.\n\n\nRednic:\n Yes Sir.\n\n\nThe men begin making their way back. During the walk, D-1688 trips on a branch\n\n\nD-1688:\n Shit.\n\n\nCiobanu:\n Watch your step D-1688. These are valuable samples.\n\n\nD-1688:\n OK! OK!\n\n\nJust as they continue walking, Agent Ciobanu stops.\n\n\nCiobanu:\n What did you say to me?\n\n\nD-1688:\n What?\n\n\nCiobanu:\n Did you just call me a bitch!?\n\n\nD-1688:\n N-No I didn't.\n\n\nNicolescu:\n Ciobanu, no one said anything.\n\n\nCiobanu:\n \n(Pauses)\n OK. Go.\n\n\nThe men continue walking.\n\n\nCiobanu:\n \n(Points his gun at D-1688)\n Enough with this D-1688! Stop calling me that!\n\n\nWillard:\n Ciobanu, calm down, we'll deal with him at base.\n\n\nAgent Rednic and the D-classes turn to look at Ciobanu\n\n\nD-1688:\n Look it didn-Woah! Calm down!\n\n\nD-1347:\n What the hell are you on? No one said shit!\n\n\nRednic:\n Ciobanu stand down.\n\n\nCiobanu:\n This guy has been saying insults under his breath for the past two minutes. How can you not hear it?\n\n\nD-1347:\n I'm right next to him. He said nothing!\n\n\nCiobanu:\n Bullshit! \n(Turns to Agent Willard.)\n You heard it too, right?\n\n\nWillard:\n Yes. Come on, D-1688. Just apologise.\n\n\nThe D-class and Agent Ciobanu begin arguing.\n\n\nNicolescu:\n Everyone calm down! I repeat. Calm down. Ciobanu, I promise you no one said anything.\n\n\nD-1347:\n Exactly. Stop pointing-\n\n\nNicolescu:\n D-1347, refrain from making comments or you will face disciplinary action. And Ciobanu please lower your wea-Oh dear.\n\n\nRednic:\n What? What's wrong?\n\n\nNicolescu:\n \n(Away from the mic)\n I need eyes on it now. Check every camera.\n\n\nWillard:\n What's going on? \n(Turns to the arguing men)\n Shut up you guys!\n\n\nRednic:\n Sir! What is happening?\n\n\n(The men stop arguing and look at Agent Rednic.)\n\n\nNicolescu:\n \n(Back to mic)\n Get back to base as quickly as you can, SCP-6360 destroyed the camera, we lost foot-\n\n\n(Speaking can be heard in the background.)\n\n\nRednic:\n Affirmative. Hurry up guys. We have to go. Haul ass!\n\n\n(The men begin running. D-1347's footage shows movement in the trees.)\n\n\nD-1347:\n What is that?\n\n\nNicolescu:\n SCP-6360 has been spotted nearby your area. Recovery team is being prepped.\n\n\nRednic:\n Noted, we're getti-\n\n\n(Screaming can be heard from behind Rednic. The men turn to see Ciobanu writhing on the ground. Venom is seen being sprayed onto him by SCP-6360 from the foliage.)\n\n\nD-1347:\n Oh! What the fuck!\n\n\nCiobanu:\n AHHHHHH! AHH! AH FU- A-E-\n(incoherent sounds)\n\n\nWillard:\n Fire! Fire!\n\n\nRednic:\n \n(Hands a pistol to D-1688)\n Take it! Go!\n\n\nThe Agents open fire while the D-class run with the samples. The creature rushes forward and slashes Willard with its forelimb. It then hits Rednic with its tail.\n\n\nRednic:\n AHH! My leg. Shit.\n(Pulls the pins off some grenades.)\n Let's go you feathery bastard.\n\n\nAgent Rednic's footage shows SCP-6360 looking at him before quickly crawling away.\n\n\nD-1347:\n Come on man! Le-\n\n\nD-1347 and D-1688 get knocked over and they tumble down the slope. D-1688's goggles hit a rock and the footage cuts. D-1347 falls onto flat ground. His footage is now blurry. An explosion is heard.\n\n\nNicolescu:\n K-2-R12. Kappa-2-R12. Is anyone still alive?\n\n\n(D-1347's footage begins moving.)\n\n\nD-1347:\n(Grunts and coughs)\n I'm alive. Damn! My back! Myk. Where are you man?\n\n\nNicolescu:\n I'm sorry. He's dead. Get up, you need to get out of there.\n\n\nD-1347:\n Myk. Oh fuck! He had a wife.\n\n\nNicolescu:\n D-1347 you need to-\n\n\n(SCP-6360 can be heard shrieking in the distance.)\n\n\nD-1347:\n Oh shit…shit!\n\n\nD-1347 runs into a nearby crevice.\n\n\nD-1347:\n The goggles! The goggles…they're cracked. What should I do!?\n\n\nTrees can be heard rustling in background.\n\n\nNicolescu:\n [In Romanian] Daniel! Close your fucking eyes! Now!\n\n\nD-1347 can be seen curled up in the crevice. The sound of rocks crunching can be heard above. SCP-6360 descends down the slope slowly. It crawls onto the ledge 15 metres from D-1347's location. It looks around and begins hissing.\n\n\nNicolescu:\n Do. Not. Move.\n\n\nSCP-6360 stands on its hindlegs, seeming to scan its environment. Its tongue flicks out. It turns its head in the direction of D-1347\n\n\nNicolescu:\n Oh no. No…no…no.\n\n\nD-1347:\n [In Romanian] Wh-What's goin-\n\n\nNicolescu:\n [In Romanian] Shut your mouth!\n\n\nSCP-6360 stealthily crawls towards that direction. It is now 3 meters from the hidden D-class. D-1347's suppressed breathing can be heard getting faster.\n\n\nSCP-6360's neck turns the bend. It is seen staring directly at D-1347. Its low-pitched breathing is heard.\n\n\nD-1347:\n(Muffled crying)\n Ma…mama.\n\n\nSCP-6360 opens its beak. Just as it goes to fully turn the bend, it is hit multiple times in the side of the head as gunfire rings out from the trees. SCP-6360 turns to the source of the gunfire. It shrieks and charges at the shooter.\n\n\nNicolescu:\n Run! Now!\n\n\nD-1347 instantly gets up, pushing his goggles up, and sprints into the forest. As he runs, he turns briefly to see the commotion. An orange figure is seen between the gunflashes before the creature flies into it.\n\n\nAfter several minutes of running and Researcher Nicolescu giving him directions, D-1347 makes it to the research station.\n\n\nNicolescu:\n Yes! \n(Turns to other personnel.)\n Open the door!\n\n\nThe door to the station opens to see 2 guards along with Nicolescu. The man runs into the building as gunfire is heard behind him and the door slams shut. D-1347 collapses to the floor.\n\n\nNicolescu:\n You alright?!\n\n\nD-1347:\n \n(Panting)\n I think so. Fucking hell.\n\n\nVocalisations are heard and SCP-6360 is seen flying off from a window.\n\n\n[END LOG]\n\n\nRS-12 reported the situation and defences on the ground were kept on standby.\n\n\n\n\nAddendum 5:\n\nSCP-6360 breached its containment perimeter in Romania. A squadron of fighters from the nearest airbase was deployed. Despite the loss of two fighters, the combined air and ground defences were successful in downing the creature.\n\n\nPersonnel at the scene reported that all vegetation surrounding the creature began to wither, and a \"sickening odour\" was detected. One of the agents went close to SCP-6360 and suddenly collapsed. He was diagnosed later with blood poisoning akin to the symptoms of radiation poisoning. MTF Beta-7 \"Maz-Hatters\" were immediately called to the scene. It was discovered that SCP-6360's blood was extremely toxic. The creature was confirmed dead and the body was taken for autopsy.\n\n\nHowever, shortly after the killing of the creature, multiple Withering Events occurred consecutively at Foundation research stations across the Carpathians. Footage showed multiple instances of SCP-6360 exiting the mountains and attacking Foundation assets throughout the Carpathians and in Pripyat. Several instances were reported breathing fire and razing Foundation vehicles.\n\n\nAddendum 6:\n\n\n\n\n\n\nAutopsy Report\n\n\n\n\n\n\nDeceased:\n SCP-6360-1\n\n\n\nAge:\n Adult⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\nLength:\n 765 cm\n\n\nSex:\n Male ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀\nWeight:\n 260 kg\n\n\n\n\nExamination\n\n\n\n\nBlood has been drained from the body for safety.\n\n\nBlast damage to the head and torso. Shrapnel was found embedded in the exposed flesh. Several vertebrae fractured.\n\n\nDamage to right wing as a result of anti-aircraft shells.\n\n\nEyes open, irises slightly faded, pupils dilated\n\n\n\n\n\n\nDiagnosis\n\n\n1)\n Head possesses golden bronze serpent eyes. Peeling back the third membrane showed the eyes are surrounded by a red sclerotic ring, and actually possess yellowish irises. Both substantially faded.\n\n\n2)\n Opening the beak revealed a pair of hinged fangs and four rows of sharp, backwards-curving teeth. Fangs are connected to two large venom glands. Venom has been extracted for further testing. Presence of a Jacobson's Organ provides the creature greatly improved olfaction.\n\n\n3)\n Stomach contained several half digested bones and what appeared to be orange and black fabric of some kind. The acid was measured to have a pH of 0.5. Above it is an organ resembling proventriculus\n11\n, containing flammable stomach oil in a manner similar to the Fulmar.\n\n\n4)\n Torso possess folds of extra skin. Opening these revealed two reptilian-humanoid arms. Hands posses 5 digits and opposable thumbs. On the underside of the right forearm was a tattooed word, reading: \"Drăgan \".\n\n\n\n\nSummary\n\n\nBased on the distinctiveness of the features, it is highly unlikely that these creatures are a result of natural evolution. This level of adaptation is only possible via engineering.\n\n\n\n\nCause of death\n\n\nTraumatic brain injury (TBI) and possible exsanguination.\n\n\n\n\nAddendum 7:\n\nThe Foundation would later receive information from Researcher Nicolescu and D-1347, who had survived the SCP-6360 attack on RS-12.\n\n\nDue to the nature of the encounter, the statements were reenacted by the two personnel.\n\n\n\n\nLog Transcript\n\n\nThe recording takes place around an hour after the downing of the SCP-6360 instance. Research Station-12 was attacked by multiple instances of the creatures.\n\n\n[BEGIN LOG]\n\n\nResearcher Nicolescu and D-1347 are holed up in the security room.\n\n\nD-1347:\n With all due respect I thought you had…like…the cavalry coming.\n\n\nNicolescu:\n It will probably take a while. The situation is a little dire out there.\n\n\nD-1347:\n Just a \"little dire\". Come on Sir! One shredded the place and now there's God knows how many!\n\n\nNicolescu:\n Look I'm trying to get help. Pissing ourselves again is not going to help.\n\n\nD-1347:\n Sure, but we only have rifles and a pistol against fu-\n\n\nNicolescu:\n \n(Holds up his index finger)\n Shhh!…Shhh. Do you hear that?\n\n\nD-1347:\n Hear what?\n\n\nNicolescu:\n Listen.\n\n\nThe two men stay silent. Soft singing can be heard through the speakers. The following is a reenactment of the song made by D-1347:\n\n\n\n\nD-1347:\n A survivor?\n\n\nNicolescu:\n Who the hell sings in this situation!\n\n\nSinging gets louder.\n\n\nD-1347:\n \n(Gulps audibly)\nTha-That's Mykola's song.\n\n\nNicolescu:\n Pardon?\n\n\nD-1347:\n Mykola. D-1688. He used to sing that at night to help him sleep\n12\n. Could he-\n\n\nNicolescu:\n Sounds like an old man, I can't see whe-\n\n\nNicolescu turns to see D-1347 standing still.\n\n\nNicolescu:\n What's wrong?\n\n\nD-1347:\n S-Sir.\n\n\nNicolescu:\n Daniel. What's wrong?\n\n\nD-1347 points at the door camera footage. An SCP-6360 instance can be seen staring at the camera. It opens it's mouth slightly. A hissing sound can be heard along with the singing male voice.\n\n\nThey look at each other before looking at the door.\n\n\nNicolescu:\n Di- It-It's locked.\n\n\nD-1347\n: I don't think that will stop it.\n\n\nThe singing stops.\n\n\nSCP-6360:\n [In Romanian] Do you see me?\n\n\n[The conversation is carried out in Romanian.]\n\n\n(The men remain silent)\n\n\nSCP-6360:\n I could make myself more visible by joining you in there. I would like to talk.\n\n\nNicolescu gestures to D-1347 to train his gun at the door.\n\n\nNicolescu:\n To be clear, we are armed, and backup is on the way.\n\n\nSCP-6360:\n I think your backup is being eaten at the moment.\n\n\nNicolescu:\n \n(Pauses)\n\n\nSCP-6360:\n May I know the owner of this voice?\n\n\nNicolescu:\n \n(Gulps)\n Uh-u- My name is Florin Nicolescu. I am a researcher.\n\n\nSCP-6360:\n Ah! A local. Greetings. And your friend?\n\n\nNicolescu:\n He's local too.\n\n\nD-1347\n: Yes. Why are you doing this?\n\n\nSCP-6360:\n Why? Self-defence.\n\n\nD-1347\n: Bullshit! You hunted us! You killed my friend!\n\n\nSCP-6360:\n Oh! That wasn't me. That was my comrade.\n\n\nD-1347\n: So?! You all still attacked us.\n\n\nSCP-6360:\n You are forcing us into hiding, and thus hindering our efforts. I should hav-\n\n\nNicolescu:\n Wait, pardon me. Hold on. What you mean \"hindering our efforts\"?\n\n\nSCP-6360:\n You fools. We are here to stop the spread of the \ndracul\n. And you're fighting us?\n\n\nNicolescu:\n Drac- You mean the vampires.\n\n\nSCP-6360:\n What else, doctor?! We have been preparing for years and then you send in aircraft to kill us, and keep us here, while that monstrosity thrives.\n\n\nNicolescu:\n You were killing peopl-\n\n\nSCP-6360:\n We kill those who impede in our efforts and encroach upon our strongholds. Collateral is expected in the mission. I agree some could have been avoided. On behalf of my kin, I am sorry, but it is all for the greater good.\n\n\nNicolescu:\n Your kin downed a stealth aircraft. And several others.\n\n\nSCP-6360:\n It was-\n(Cocks head)\nWait…Stealth?\n\n\n(The instance produces a vocalisation of a vulture squawking in a manner similar to cackling)\n\n\nSCP-6360:\n It was trying to stay hidden?! Drăgan told us it lit up like a firefly.\n\n\nD-1347\n: Who's Drăgan ?\n\n\nSCP-6360:\n Huh? Oh that's the one who took it down. And the one who hunted you and…is now sadly dead. That bastard bombed one of our nests, and killed his wife, Elena. We all have names, I am Ştefan. So he was understandably mad. He then convinced all of us to be wary of aircraft near our mountains.\n\n\nNicolescu:\n I believe that was accidental. The target was a Serb camp, n-not the nest.\n\n\nSCP-6360:\n Hmmm…the others will have to be convinced.\n\n\nNicolescu:\n I'm sorry on behalf of our organisation.\n\n\nSCP-6360:\n Apology accepted. But the fact remains that you are doing a big mistake by impeding our task. We have been forced to move through tunnels and fight underground.\n\nOur numbers are only increasing, and so will the attacks. So I require you to make a deal. You might want a paper.\n\n\nResearcher Nicolescu gestures to D-1347 to give him a paper. He takes out a pen and starts writing.\n\n\nNicolescu:\n Ready.\n\n\nSCP-6360:\n We will stop the attacks if your organisation stops attacking and pushing us into captivity. We both have a common enemy, so it would be wise to work with each other to vanquish it.\n\n\nNicolescu:\n Done. I will relay the message.\n\n\nSCP-6360:\n Good. I hope you are wise. Farewell.\n\n\nThe creature crawls out of the station and flies away.\n\n\n[END LOG]\n\n\n[When this recording was played to their superiors, only the two personnel could be heard conversing.]\n\n\n\n\nAddendum 8:\n\nThe following journal was provided to Foundation personnel together with a shepherd's axe by several village elders. The journal detailed diagrams of SCP-6360 as well as an album containing pictures, names, and other personal information of the people listed, corroborating Researcher Nicolescu and D-1347s' statements.\n\n\nA note was found at the end of the journal. The excerpt is translated from Rusyn for convenience.\n\n\n\n\n\n\n\nTo whomever this may concern… we did it. We created something that can keep back the dracul, the monsters in the night.\n\n\n \n\nOur fate was in question. As much we loved the Grand Karcist and his beliefs, we could not stand by as our fellow people are slaughtered to feed this…monstrosity. I do not care what is thought of us. No loving God will allow and even demand the blood of our loved ones. We made the fateful decision upon learning that the Mother is spreading. We will not allow others to befall the same fate as our country. So we left to the mountains to create something to stop this…in the only way we could.\n\n\n \n\nTo protect us from the beasts, we looked to the legends of old. And there we found our answer:\n\n\n \n\nThe Basilisk.\n\n\n \n\nA creature which destroys life with its mere gaze and potent venom.\n\n\n \n\nWe engineered our creation in its image. We travelled far and wide to collect samples for traits which would help in combating the beast. Lammergeier for aerial prowess and digestive abilities. Hamadryad for its piercing stare and, as well as multiple venomous creatures, for toxicity. We then spliced it with our own bodies.\n\n\n \n\nTo protect our home and the homes of others, brave men and women have transformed themselves into these creatures to have the perfect control. And they have proven themselves. We must have hurt the beast as the earth shook. Quite a few times actually.\n\n\n \n\nIt came at the cost however of us losing our voice. Despite this, we discovered we could understand each other and somehow communicate with others via brainwaves. Some of us have become a little mischievous as a result.\n\n\n \n\nCouples have started to mate and eggs have been laid to our joy. We decided to spread throughout the mountains and forests to make nests. Soon, all of us including myself will have traded our humanity, but for good cause. When the time comes, we would have an armada to exterminate this beast.\n\n\n \n\n\n\n\nMay the true God, whoever they are, be with us all,\n\n\nFather Ştefan Hutenyuk.\n\n\n\n\n\n\nAddendum 9:\n\nA truce has been made with SCP-6360. The Foundation will allow them to inhabit the Carpathians to serve as a defence against SCP-2191 activity. Plans are being made for further operations.\n\n\nThe use of SCP-6360's venom is being considered as a chemical agent to neutralise Sarkic anomalies.\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The larger feathers in a bird's tail, used for steering in flight.\n\n\n2\n. Romanised: vʺyanennya. Ukrainian for \"Withering\")\n\n\n3\n. Romanian for \"The Rot\"\n\n\n4\n. Romanised: uvenuti. Serbian for \"Withering\"\n\n\n5\n. Czech for \"poisoning\",\n\n\n6\n. An ethnic group spanning parts of western Ukraine and Romania.\n\n\n7\n. Bombard with concentrated artillery fire.\n\n\n8\n. It is not confirmed whether or not SCP-6360 is related to the sightings before the accident of the “Black Bird of Chernobyl”.\n\n\n9\n. Suppression of Enemy Air Defences\n\n\n10\n. a Slovak sheep milk cheese made mainly in Slovakia, but also in Romania, Moldova, Poland, Russia, Ukraine, Serbia, Hungary and part of Moravia (Moravian Wallachia) in Czech Republic. Bryndza cheese is creamy white in appearance, known for its characteristic strong smell and taste.\n\n\n11\n. The narrow glandular first region of a bird's stomach between the crop and the gizzard.\n\n\n12\n. This song is identified as a Ukrainian lullaby named \"Luli Luli\".\n\n\n\n\n\n\n\n\n« \nSCP-6359\n | SCP-6360 | \nSCP-6361\n »",
    "addendums": [
        "Addendum 1: Discovery Sightings were reported across Europe throughout the 20th Century, with a majority concentrating in the Carpathians and its surrounding area. It is suspected that SCP-6360 sightings cover such a large territory due to the creature’s ability to fly quickly at very high altitudes; and being able to crawl in cave systems and dense forests to cover ground undetected. After a period during which sightings stopped, it was later photographed in the Chernobyl Exclusion Zone by soldiers two days after the Chernobyl disaster. 8\nSCP-6360 became a very high priority for The Foundation after Incident-6360-1. The Foundation was contacted on behalf of the Ukrainian government in 14th July 2007, after the discovery of a mass Withering Event. MTF Beta-7 \"Maz Hatters\" were deployed to Ukraine and assets in neighbouring countries were kept on high alert due to SCP-6360 tendency to wander.\nSCP-6360 was spotted in the Polissya hotel in Pripyat by Beta-7 following the radio signal of the missing Ukrainian CBRN team. After a sweep of the building, the team found the bodies of four of the missing personnel, all partially consumed. Further investigation lead to the discovery of what appeared to be a hole leading to an underground tunnel system under the hotel. The tunnels, according to GRU elements, were built to be used in case of attack or disaster to safely travel underground and was used during the evacuation.\nSCP-6360 is currently residing in the Carpathian Mountain range where a large scale containment initiative has been set up. Due to the friendly relationship between the local Hutsuls and SCP-6360, they have been allowed to stay in the containment areas.",
        "Addendum 2.1: During the investigation of a Withering Event, a video camera belonging to one of the victims was discovered. The D-Class who viewed the footage stated he saw SCP-6360 looking at the camera. However, no adverse effects were observed.\nSlowing down the footage revealed that SCP-6360 has a set of fully transparent nictitating membranes, which opens up during a visual-based attack. Once opened, the creature’s pupils turn a luminescent golden yellow with a slight reddish ring surrounding it while the creature produces a vocalisation similar to the King Cobra’s growling. Once the target has been killed, this third eyelid closes and the eyes return back to normal.",
        "Addendum 2.2: Despite the discovery that its normal gaze is not lethal, the creature is still considered a major cognitohazard and precautions are still necessary. Since the gaze is neutralised as recorded footage, a specially designed set of automated goggles providing a video feed with a 0.1 second delay will be developed using the SCRAMBLE goggles.",
        "Addendum 3: Observations in containment Despite its size, the creature displays significant agility beyond what should be capable for a creature of its mass, being able to move on land, scale up vertical structures, and demonstrate flight. The creature is primarily quadrupedal, folding its wings to form clawed forelimbs similar to the Common vampire bat ( Desmodus rotundus ), however is capable of bipedal locomotion as a means of quickly moving across flat ground and closing the distance between it and its prey.\nSCP-6360 has excellent vision, which helps it see in low-light conditions, and thermal pits on its beak which enable it to sense heat signatures. The entity also possesses acute olfaction.\nSCP-6360 was discovered to have an additional 2 humanoid arms which come out from its body to use for tasks requiring more dexterity. It is unknown how these limbs are concealed in the body.\nExamination of feather samples shows that they are covered with minute scales, creating a hard but lightweight protective surface. These scales, along with the larger ones covering SCP-6360’s body, are anomalously durable, impervious to damage from melee weapons and guns up to 30mm in caliber. SCP-6360’s scales also possess radar absorbent properties, allowing it to have a disproportionately small Radar Cross Section (RCS) compared to its size.\nThese findings imply that SCP-6360 might have adapted to attack aircraft.\nIt is suggested that blast damage could stun the creature, and large explosions can possibly injure the creature enough to be safely handled or force it to retreat to heal.",
        "Addendum 3.1 : Relationship with locals The locals in the mountains have been observed leaving food for the creature as offerings. These include livestock, bryndza 10 as well as other oily foods.\nInterviews are being conducted to further learn about this relationship. Despite being unforthcoming of their practices, they have dispensed warnings against proceeding too deep into the forest, due to the creature's highly territorial nature. Surveillance via parabolic microphone of a conversation between a group of locals revealed some information where the word \"extermination\" was mentioned often, however not enough was recovered to fully understand the context behind this.",
        "Addendum 3.2: Notice Reports of arguments between personnel stationed in research stations in the Carpathians have been increasing. Complaints of taunts and misunderstandings are rife. Psychological screening of the staff is being commenced."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "The wilderness of the Carpathian Mountain range is to be designated as natural parks under the pretext of preserving endangered flora and fauna species. Foundation personnel will operate in the area under the guise of scientists and conservationists studying the local wildlife.",
    "description": "SCP-6360 is a large chimeric organism measuring an average of 7.6 metres in length and possessing both reptilian and ornithic traits. It stands approximately 2.5 metres tall, featuring winged forelimbs, with a wingspan of 9.1 metres, and reptilian hindlimbs along with a long, muscular tail covered in foldable rectrices.1 The head of SCP-6360 strongly resembles non-anomalous Bearded vultures (Gypaetus barbatus) but possesses rows of sharp curved teeth and two venomous fangs.",
    "title": "SCP-6360"
}