{
    "url": "https://scp-wiki.wikidot.com/scp-6365",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6365\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nconscientia\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn image of Greenback, New York taken four months after the anomaly manifested.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All roads leading to Greenback, New York are to be blocked off, and a 3 meter high carbon steel fence is to be installed around the perimeter of the town. Four guards from TF-Xi-629\n1\n are to be stationed at the entrance of Greenback at all times, armed with amnestic agents in the event of a breach. All individuals entering Greenback must have a clearance level of at least three, a minimum Cognitive Resistance Value (CRV)\n2\n of 10.0, and direct approval from the current lead researcher.\n\n\nShould TF-Xi-629 receive any notice of the anomaly spreading via SCP-6365-2, they are to become mobile and be dispatched to contain the anomaly. TF-Xi-629’s mobile assignment is to obtain any instances of SCP-6365-2 outside of Greenback and bring all occurrences of SCP-6365-2 to Site-529. If anyone has consumed SCP-6365-2 by the time TF-Xi-629 has arrived, they are also to be brought to Site-529. Additionally, those near where the new instances of SCP-6365-2 should be monitored for any changes in technology usage and/or behavior.\n\n\nDescription:\n SCP-6365 is a mind-altering anomaly affecting the suburban town of Greenback, New York. The anomaly began on July 10, 2016 (a Sunday), when SCP-6365-1 manifested on every doorstep in the town simultaneously at approximately 9:00 AM.\n\nSCP-6365-1 is a humanoid entity, roughly 1.98 meters in height wearing a black and white uniform resembling those common to mid-20th century milk delivery services, with brand markings for a nonexistent \"Milk on Sundays Co.\". Upon manifestation, SCP-6365-1 produces six glasses of a liquid presumed to be milk and then disappears after placing the glasses on the doorstep. SCP-6365-1 has not been observed to do any activities other than this.\n\n\nThe glasses of milk (designated as SCP-6365-2) resemble glasses used in milk deliveries prior to 1950. SCP-6365-2 creates a strong desire for anyone near the liquid to consume it, but this effect can be nullified with enough concentration from the observer. However, tests showed that some subjects still are not able to resist SCP-6365-2, and may need to be physically halted from getting to SCP-6365-2. After consumption of SCP-6365-2, anomalous effects begin to manifest to whoever consumed it.\n3\n Listed below is a timeline that shows the anomalous effects of SCP-6365-2 after being consumed.\n\n\n\n\n1 day: The person who consumed SCP-6365-2, who will further be referred to as Subject-6365-A, begins to use modern-day technology less.\n\n\n2 days: Analogous items from Subject-6365-A’s house that were not used pre-1950s begin to disappear and may be replaced depending on the item. This occurs slowly starting with small objects before moving on to bigger objects.\n\n\n3 days: Subject-6365-A’s personality, dialect, and in rare cases, accent shift. Dialect often switches to being always happy, language use becomes more professional and interjections have been observed to be used more, and accent transforms into transatlantic.\n\n\n5 days: The process of modern-day items disappearing and/or being replaced is finished. All possessions of Subject-6365-A have disappeared or been replaced with analogous items historically accurate to the 1940s. How exactly this is performed is unknown, but due to the sudden disappearance of large objects, it seems to be through reality-altering methods.\n\n\n7 days: Subject-6365-A begins to paint their house grey. Additionally, any photos taken of Subject-6365-A or photos taken in their vicinity will come out black and white.\n\n\n14 days: Subject-6365-A’s memory begins to be affected, as they begin recalling events that never happened in their life. This includes, but is not limited to: interactions with others that never occurred, getting on a high school sports team, and getting high-ranking occupations. Subject-6365-A also may begin forgetting events that happened to them, most often traumatic events.\n\n\n30 days: Subject-6365-A’s memory is reset every day, forgetting what happened the previous day. However, Subject-6365-A still can recall some events in their life, whether real or fabricated. Subject-6365-A still functions as a humanoid being, and these effects seem to have not caused any issues in their life.\n\n\n\n\nConclusion: The anomaly’s mind-altering capabilities seem to alter the mind of Subject-6365-A to believe the current era is the 1940s. This effect is aided by the changes in their household.\n\n\n\n\n\n\nThe anomaly was discovered when many members of Greenback reported SCP-6365-1 to their police station for suspicious activity. By the time the Foundation arrived, the entire town of Greenback had consumed SCP-6365-2; the town will from this point on be referred to as SCP-6365-3. SCP-6365-3 has changed its social structure immensely, and the entire town has started to discuss different political matters. The citizens talk about how strong central government has become, and how corporations have posed a threat to the American lifestyle. Many residents talk about what seems to be a war, which is assumed to be World War II due to the mentions of fascist leaders.\n\n\nIt should be noted that the people of SCP-6365-3 seem content with their lives and lifestyles, and show no desire to leave their town. They seem to have not noticed anything different about themselves or others, however, testing has shown that when someone wears clothing with the appearance of the post-1950s era, the citizens’ attitude shifts. This includes, but is not limited to: verbal abuse; apathy; viewing the person wearing such clothing as inferior; physical assault; and stalking.\n4\n\n\n\n\n\n\n\n\nInterview 6365-1\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nInterview 6365-1\n\n\nInterviewed:\n Lillian Row, a citizen of SCP-6365-3\n\n\nInterviewer:\n Dr. Richard Kochev\n\n\nForeword:\n This interview was conducted 16 days after SCP-6365-2 was consumed by Mrs. Lillian Row.\n\n\n\n\n<Begin Log>\n\n\nDr. Kochev:\n Good morning, Mrs. Row. How are you feeling?\n\n\nLillian Row:\n I am feeling great! But I feel that “Mrs. Row” is a bit too formal, so you can call me Lillian.\n\n\nDr. Kochev:\n Well then Lillian, have you noticed anything different about you or other town members?\n\n\nLillian Row:\n This is the most excitement we’ve had in years! Being interviewed by— wait, what are you guys again?\n\n\nDr. Kochev:\n We are just some scientists from the government taking surveys, no need to worry. So, before this interview, I heard you discussing with your neighbor about some sort of “milkman?”\n\n\nLillian Row:\n Yep! You see, every Sunday Ben puts our milk on our doorsteps for the week. We don’t have any way of keeping it cold, unfortunately.\n\n\nDr. Kochev:\n Can you tell me more about this Ben? Perhaps some of his employment history, where he lives, stuff like that.\n\n\nLillian Row:\n That Ben is like a son to me! He’s been our milkman for nearly 6 years now, at least I think. He hasn’t been working for too long, but he really seems to like his job! Always shows up at 9 AM exactly! He works for “Milk on Sundays” I think, I’m not entirely sure, to be honest. Oh! And he’s about 28! His birthday was a few weeks ago.\n\n\nDr. Kochev:\n How long has he been working for Milk on Sundays again?\n\n\nLillian Row:\n (Laughs) I just said that: 12 years. He’s really good at his job you know! Milk always comes at exactly 9 o’clock. I don’t know how he does it.\n\n\nDr. Kochev:\n You have said he’s worked for a little bit, 6 years and 12 years. You said he’s like a son to you, but he’s 3 years older than you. Additionally, you never told me where Ben lives.\n\n\nLillian Row:\n Oh that Ben! He’s so whole milk that you would think he only does his job to get those children the nutrients and not for any money! It seems like that too. He hasn’t even asked for a raise yet! Isn’t that crazy?\n\n\nDr. Kochev:\n Whole milk?\n\n\nLillian Row:\n Oh you know! When someone’s really kind! Have you never heard that before?\n\n\nDr. Kochev:\n I have not. However, you still have not answered any of my questions about Ben.\n\n\nLillian Row:\n Yes I have! I’ve answered all of them! You sure are one lousy policeman, aren’t you! (Laughs) I’m just kidding around; I could never do what you do!\n\n\nDr. Kochev:\n (Silence)\n\n\nLillian Row:\n It’s a wonderful day out, isn’t it?\n\n\nDr. Kochev:\n Well Lillian, I believe that’s all I have to ask you currently. You may go now if you would like.\n\n\nLillian Row:\n Thank you! Have a great rest of your day, Mr.— oh I’m sorry, I don’t think I ever caught your name.\n\n\nDr. Kochev:\n It’s Dr. Bradley.\n\n\nLillian Row:\n Well, you go and have a great day Dr. Bradley! And let me know if you need anything else! Even if you’re just hungry! (Laughs)\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Even after further questioning, any information about this “Ben” constantly changed, except his name, occupation, and place of work.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore interviews showed similar results: subjects were constantly contradicting themselves and continued despite attempts to point out these discrepancies. The whereabouts of SCP-6365-1 after manifestation are unknown, but Foundation staff have seen the entity and confirmed its existence. Few interactions have occurred between Foundation personnel and the entity, but SCP-6365-1 continued as if the staff member was not present. Listed below is an interaction staff had with SCP-6365-1.\n\n\n\n\n\n\n\n\nExploration Log 6365-1\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nExploration Log 6365-1\n\n\nForward:\n The following log is from a video camera put on Agent David Bushe’s vest when going to interact with SCP-6365-1.\n\n\n\n\n<Begin Log>\n\n\nAgent Bushe walks toward SCP-6365-1.\n\n\nAgent Bushe:\n Excuse me, sir?\n\n\nSCP-6365-1 showed no signs of hearing Agent Bushe.\n\n\nAgent Bushe:\n Ben, is it?\n\n\nStill no reply from SCP-6365-1.\n\n\nAgent Bushe:\n Hey, buddy—\n\n\nAgent Bushe attempted to tap SCP-6365-1 on the shoulder, but his index finger when straight through SCP-6365-1. He quickly pulled it away from SCP-6365-1.\n\n\nAgent Bushe:\n Fuck! (Talking to radio) What do I do now?\n\n\nDr. Kochev:\n (From radio) See if a more static object can phase through it, like a stick.\n\n\nAgent Bushe grabbed a stick from a nearby tree and it as well phased through SCP-6365-1. Roughly 3 seconds later, SCP-6365-1 demanifested as its task was finished.\n\n\nDr. Kochev:\n (From radio) Well that’s certainly interesting. Come back to the Site.\n\n\nAgent Bushe then exited SCP-6365-1.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n From the log, it has been concluded that SCP-6365-1 is a type-Π spectral entity\n5\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6365-1:\n On July 10, 2017, exactly one year after the anomaly began, the town of SCP-6365-3 started to air on TV. This was discovered by Agent Claudia Lind of TF-Xi-629 when she was watching television to pass the time. While changing channels, she paused on the channel that showed SCP-6365-3. Lind was a guard for Interview 6365-1, so she recognized the interior of Lillian Row’s home and immediately reported it to the Foundation.\n\n\nAnything that occurs in Greenback is televised onto this channel. The town does not seem to have any awareness of this fact. The program seems to be a sitcom set in the 1940s, filmed with grainy cameras and laugh tracks. Due to the fact that it seems to just be a normal sitcom, the public is unaware of what is truly going on. However, due to the need for further interviews and testing, Dr. Logan Andrews has been assigned to the anomaly.\n\n\n\n\n\n\n\n\nDebriefing with Dr. Andrews\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nDebriefing Records 6365-1\n\n\nLead Researcher:\n Dr. Richard Kochev\n\n\nNewly Added Researcher:\n Dr. Logan Andrews\n\n\nForeward:\n Prior to this debriefing, all that Dr. Andrews knew was he was being assigned to a new SCP. Additionally, as Dr. Andrews suffers from attention deficit hyperactivity disorder (ADHD), he was permitted to bring a fidget.\n\n\n\n\n<Begin Log>\n\n\nDr. Andrews:\n You know, somehow I knew you’d be the one debriefing me ‘Chev.\n\n\nDr. Kochev:\n I’ll let that slide as a nickname, but just this once. Dr. Andrews, you have recently been assigned to a new anomaly, correct?\n\n\nDr. Andrews:\n That’s what I’ve been told. Why would I be here if I wasn’t?\n\n\nDr. Kochev:\n Well, here is your new assignment: SCP-6365. I will give you this file to read. Please let me know when you’ve finished.\n\n\nDr. Andrews:\n Why don’t you just give me a little storytime?\n\n\nDr. Kochev:\n (Silence).\n\n\nDr. Andrews began reading, but then stopped about halfway through the article.\n\n\nDr. Andrews:\n You know, it’s been a while since we’ve worked together. Last time I remember seeing you was when you—\n\n\nDr. Kochev:\n Logan, just read the damn file.\n\n\nDr. Andrews:\n (Laughs)\n\n\nDr. Andrews finished reading a few minutes later. The further he got into the article, the more he began to fidget.\n\n\nDr. Andrews:\n I’m finished.\n\n\nDr. Kochev:\n Thoughts?\n\n\nDr. Andrews:\n This certainly is strange, but in our line of work everything is. Why am I being assigned to this?\n\n\nDr. Kochev:\n Because this small little town is now being broadcast to the world, and we would like to keep testing it. Additionally, you needed a new assignment, and given your skill with improvisation, we thought you would be a good fit.\n\n\nDr. Andrews:\n I’m sorry, but what did you mean by “being broadcast to the world?”\n\n\nDr. Kochev:\n It’s on television. It’s like some weird sitcom, and we have no idea how to stop it. The channel it’s on doesn’t even have any trace of ever existing.\n\n\nDr. Andrews:\n There are so many more researchers who could do this! Why don’t you pick any of them?\n\n\nDr. Kochev:\n Didn’t you read the file? You need to have a high CRV level, of which you have an abnormally high level. We have no idea what will happen out there, but you’ll be able to handle it.\n\n\nDr. Andrews:\n Oh yes, I remember that now. (Pauses) Huh, what do you know?\n\n\nAt this point, Dr. Andrews stopped fidgeting and began to wave his index finger while talking.\n\n\nDr. Kochev:\n Excuse me?\n\n\nDr. Andrews:\n I remember you always used to talk about how you wanted to get to level four clearance. Now, here you are in charge of an anomaly. Sounds like you’re trying to get that promotion.\n\n\nDr. Kochev:\n A promotion would be nice, but it’s not like I need it.\n\n\nThere is a minute-long silence, accompanied by the noises of clicking from Dr. Andrews’ fidgeting.\n\n\nDr. Kochev:\n So, what do you say? Any questions?\n\n\nDr. Andrews:\n I mean, I guess I have to.\n\n\nDr. Kochev:\n I’m glad you’re joining us.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGiven these new circumstances, new measures have been taken: secondary class has now become conscientia\n6\n; the Department of External Affairs (DEA) is now involved in the anomaly; any changes to the special containment procedures must be authorized by the DEA; any testing ideas must be authorized by the DEA. The DEA is involved due to its objective of obscuring anomalies to the public.\n\n\n\n\nHow we proceed with SCP-6365 being broadcasted is very important. We need to be very careful with our testing from now on. Obviously, we have Dr. Andrews to help with that, but at the end of the day, he is human. He could make a mistake, and just one slip up might require amnestics for the whole world, which we don’t have the supplies for. He seems ready for the change of pace though, so I, along with the DEA, officially approve further testing of SCP-6365. Best of luck, Andrews. - Dr. Kochev\n\n\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-1\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-1\n\n\nResearcher:\n Dr. Logan Andrews, while being supervised by other Foundation personnel watching through a television.\n\n\nTesting Subjects:\n Lillian Row, Fred Row, and Jill Row\n\n\nForeword:\n Dr. Andrews walked up to the doorstep of Lillian Row, her husband Fred, and their daughter Jill. The entire scene is being broadcast on television, so it is crucial Andrew remains in character.\n\n\n\n\n<Begin Log>\n\n\nDr. Andrews knocks on the door, which is heard on the television. The citizens seem slightly confused but open the door.\n\n\nDr. Andrews:\n Good morning! My name is John, and I'm traveling through town for a few days, care to show me around?\n\n\nLillian Row:\n Why, hello! I'm Lillian Row. We don't get many visitors, come in and take a seat!\n\n\nFred Row:\n Hello there! I'm Fred, and that over there is my daughter Jill. Welcome into our quaint little town. Can I get you anything to drink? How does some milk sound?\n\n\nDr. Andrews:\n No thank you, I've already had some milk for breakfast this morning.\n\n\nDr. Andrews raises his index and middle finger, a sign to researchers watching that there were no cameras or abnormalities in the room.\n\n\nFred Row:\n Well it sure is a good thing you're drinking milk! I swear you should look at the kids who don't.\n\n\nJill Row:\n Once this kid at my school didn't drink milk for a whole week, then he got stuck in a tree. We don't even know how he got there! It sure was funny to watch!\n\n\n(Laugh track)\n\n\nDr. Andrews:\n Really? Well, that’s interesting because-\n\n\nFrom this point on, any conversation recorded is from Dr. Andrews' memory. For the first time since SCP-6365 started airing, a commercial appeared. The commercial was for Milk on Sundays, though it never listed any ways of contacting them.\n\n\nDr. Andrews:\n -I had many friends who didn't drink milk when I was your age and they turned out just fine.\n\n\nLillian, Jill, and Fred Row simultaneously:\n Would you like some milk?\n\n\nDr. Andrews:\n I'm not thirsty.\n\n\nLillian Row:\n It's good for you.\n\n\nJill Row:\n It's right here.\n\n\nFred Row:\n Just one little sip.\n\n\nDr. Andrews:\n Well, would you look at the time! I have to go, but it was nice meeting you!\n\n\nFred Row:\n Stay.\n\n\nDr. Andrews begins to leave, but Fred and Lillian Row pin him to the ground. Jill begins to walk towards the milk on the table in the other room.\n\n\nDr. Andrews:\n Well, uh, this is awkward! I’ll just see myself out.\n\n\nJill Row:\n Open wide!\n\n\nDr. Andrews:\n Son of a bitch!\n\n\nDr. Andrews attempted to throw Fred and Lillian off of him, but they did not move at all. He punched Fred in the stomach and Lillian in the face, and then he ran out of the house towards the exit of SCP-6365-3.\n\n\n<End Log>\n\n\nClosing Statement:\n Just after Dr. Andrews left SCP-6365-3, the show resumed as if nothing had happened, however, Lillian appeared to have a black eye.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-1 Discussion\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-1 Discussion\n\n\nForward:\n Immediately following Dr. Andrew’s statement of what happened during the testing log, this interaction occurred in Dr. Kochev’s office.\n\n\n\n\n<Begin Log>\n\n\nDr. Andrews:\n —and then I ran back here.\n\n\nDr. Kochev:\n Why did you do that?\n\n\nDr. Andrews:\n What do you mean “why?” I almost became some zombie-like thing. I feel like that’s a pretty good reason.\n\n\nDr. Kochev:\n Do you know what your job is? You need to research this anomaly, not run away from it!\n\n\nDr. Andrews:\n I can’t research the anomaly if I can’t remember who I am!\n\n\nDr. Kochev:\n Don’t speak to me like that, I am your superior and—\n\n\nDr. Andrews:\n Listen to me, you little shit. Just because you’re higher up than me doesn’t mean you’re right. And maybe I shouldn’t talk to you like that, but you shouldn’t just yell at someone for something that isn’t even their fault! I did what I needed to do to survive.\n\n\nDr. Kochev:\n And now people are wondering why their favorite character has a black eye!\n\n\nDr. Andrews began to appear visibly distressed.\n\n\nDr. Andrews:\n Well, their favorite “character” assaulted me.\n\n\nDr. Kochev:\n Get the hell out of my office.\n\n\nDr. Andrews:\n We both know I did absolutely nothing wrong, and we both know this is because you’re worried about that stupid little promotion of yours. Fuck you and your promotion!\n\n\nDr. Andrews then stormed out.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Dr. Andrews was put on paid leave by Dr. Kochev for disrespecting a superior.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWell, since he did end up making a mistake, we are now down one researcher. I will take full responsibility for the next few tests. I will do what Andrews did, but \nbetter\n. - Dr. Kochev\n\n\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-2\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nPost-Addendum Testing Log 6365-2\n\n\nResearcher:\n Dr. Richard Kochev, while being supervised by other foundation personnel watching through a television. Foundation personnel also spoke with Dr. Kochev through an earpiece telling him what to say.\n\n\nTesting Subjects:\n Lillian Row\n\n\nForeword:\n Dr. Kochev walked up to the doorstep of Lillian Row. Dr. Kochev was told to be officer Bradley, who was just following through on an investigation.\n\n\n\n\n<Begin Log>\n\n\nDr. Kochev:\n Take two.\n\n\nDr. Kochev then knocked on the door, which was answered by Lillian Row. She opened the door to her house a few seconds after.\n\n\nLillian Row:\n Why this sure is a surprise! Dr. Bradley, right?\n\n\nDr. Kochev:\n That’s right! Mind if I come in? Just need to ask you a few more questions.\n\n\nLillian Row:\n Come on in!\n\n\nDr. Kochev then stepped into the house and was visible on camera. As soon as he did, he showed signs of distress.\n\n\nLillian Row:\n Dr. Bradley, are you okay?\n\n\nDr. Kochev:\n (Grunts) Yeah, my ear is just ringing a bit.\n\n\nFoundation personnel tried to communicate with Dr. Kochev, but he did not show any signs of understanding. Kochev then moved his hand to his right ear and deactivated his earpiece.\n\n\nDr. Kochev:\n Do you mind if I take a seat?\n\n\nLillian Row:\n Of course! Would you like a glass of water?\n\n\nDr. Kochev:\n Oh, yes, please.\n\n\nDr. Kochev then took a seat and seemed to show signs of confusion. Lillian then gave him water, which he quickly started to drink.\n\n\nDr. Kochev:\n Wait a second, this isn’t—\n\n\nAnother commercial for Milk on Sundays played, the second one since air. However, this time it listed a number to call. Once the commercial ended, Kochev was nowhere to be seen.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Further investigation showed that Lillian put a small amount of milk in the water, which caused Kochev to start to gain anomalous effects. At the entrance, a note was found which is attached below.\n\n\n\n\n\n\n\n\n\n\nIt’s best if I don’t come back.\n\n\n \n\nContinue on without me\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n-Dr. K.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Kochev is now considered terminated by the Foundation though it is acknowledged that he has not ceased life function. He has been on television multiple times, and has been seen responding to “Dr. Bradley”. He now is employed in a previously non-existent lab in SCP-6365-3 called “MOS\n7\n Labs” which is a popular location for children in the town. In the science lab, Dr. Kochev often gives instructions for low-risk scientific experiments while children follow along. There also is a chalkboard with many numerals and atomic equations on the board, although upon further inspection none of the equations make sense and seem closer to random numbers and elements. Additionally, Dr. Kochev has an assistant at the lab named “Dr. Andrew Chase.” The other citizens of SCP-6365-3 show positive actions towards Dr. Kochev, often complimenting his science work. Dr. Kochev has shown signs of a decrease in professional behavior and a large increase in happiness. After an investigation into his paid leave, the new lead researcher is Dr. Logan Andrews, and he has decided to suspend further testing for the time being.\n\n\n\n\n\n\n\n\nIncident 6365-1\n\n\n\n\nCREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nIncident 6365-1\n\n\nForeward:\n Below is a transcript of the commercial that appeared during Post-Addendum Testing Log 6365-2.\n\n\n\n\n<Begin Log>\n\n\nNarrator:\n Are you tired of the same-old, boring milk? Are you struggling to stay in shape? Introducing, Milk on Sundays! The most reliable milk company with the most nutrients!\n\n\nA picture of a milk carton showed on screen.\n\n\nNarrator:\n Don’t just take my word for it though! Take it from one of our best milkmen.\n\n\nSCP-6365-1 appeared on screen.\n\n\nSCP-6365-1:\n We have the best milk on the market! Simply call to get your order in today!\n\n\nThe number (███) ███-████ appeared on screen.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n When the number given in the commercial is dialed, a male voice says “come back soon! We’re not ready yet! Milk on Sundays could be every day for you!”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as “Mind Over Matter.”\n\n\n2\n. Used to measure an individual’s resistance to cognitohazards\n\n\n3\n. Amnestics have proved ineffective against these effects.\n\n\n4\n. In the only stalking case recorded, as soon as the person, who was wearing a modern 2012 lab coat, left SCP-6365-3 the citizen returned to their normal duties.\n\n\n5\n. A spectral entity that cannot be interacted with, and shows no signs of higher intelligence. Often assigned to spectral entities that only do one or two tasks.\n\n\n6\n. An esoteric class for anomalies that the public needs to be misled about\n\n\n7\n. Likely an acronym for “Milk on Sundays”\n\n\n\n\n\n\n\n\n« \nSCP-6364\n | SCP-6365 | \nSCP-6366\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6365\n\" by Voiiiii, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6365\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n houses-g8a7d507a4_1920\n\n\nName:\n houses-g8a7d507a4_1920\n\n\nAuthor:\n ltollefson810\n\n\nLicense:\n CC0 Public Domain\n\n\nSource Link:\n \nhttps://pixabay.com/photos/houses-subdivision-snow-winter-726459/\n\n\nDerivative of:\n N/A\n\n\nAdditional Notes:\n Image was changed to be in black and white\n\n\n\n\n\n\nFilename: conscientia.png\n\nName: conscientia-logo.png\n\nAuthor: Dr Moned\n\nLicense: CC BY-SA 3.0\n\nSource Link: \nhttp://scp-wiki.wikidot.com/dr-moned-s-icons-and-art\n\n\n\n\nA big thank you to \nDrDromeus\n, \nTheDarkArtist\n (offsite), \nfabledtiefling\n does not match any existing user name\n, \ntalkstocats\n, \nScorpion451\n, \nArcydziegiel\n and \ncaspian2\n for suggestions to the article, as well as \nDr Moned\n for the custom conscientia logo!",
    "addendums": [
        "Addendum 6365-1: On July 10, 2017, exactly one year after the anomaly began, the town of SCP-6365-3 started to air on TV. This was discovered by Agent Claudia Lind of TF-Xi-629 when she was watching television to pass the time. While changing channels, she paused on the channel that showed SCP-6365-3. Lind was a guard for Interview 6365-1, so she recognized the interior of Lillian Row’s home and immediately reported it to the Foundation.\nAnything that occurs in Greenback is televised onto this channel. The town does not seem to have any awareness of this fact. The program seems to be a sitcom set in the 1940s, filmed with grainy cameras and laugh tracks. Due to the fact that it seems to just be a normal sitcom, the public is unaware of what is truly going on. However, due to the need for further interviews and testing, Dr. Logan Andrews has been assigned to the anomaly.\nGiven these new circumstances, new measures have been taken: secondary class has now become conscientia 6 ; the Department of External Affairs (DEA) is now involved in the anomaly; any changes to the special containment procedures must be authorized by the DEA; any testing ideas must be authorized by the DEA. The DEA is involved due to its objective of obscuring anomalies to the public.\nDr. Kochev is now considered terminated by the Foundation though it is acknowledged that he has not ceased life function. He has been on television multiple times, and has been seen responding to “Dr. Bradley”. He now is employed in a previously non-existent lab in SCP-6365-3 called “MOS 7 Labs” which is a popular location for children in the town. In the science lab, Dr. Kochev often gives instructions for low-risk scientific experiments while children follow along. There also is a chalkboard with many numerals and atomic equations on the board, although upon further inspection none of the equations make sense and seem closer to random numbers and elements. Additionally, Dr. Kochev has an assistant at the lab named “Dr. Andrew Chase.” The other citizens of SCP-6365-3 show positive actions towards Dr. Kochev, often complimenting his science work. Dr. Kochev has shown signs of a decrease in professional behavior and a large increase in happiness. After an investigation into his paid leave, the new lead researcher is Dr. Logan Andrews, and he has decided to suspend further testing for the time being."
    ],
    "documents": [],
    "notes": [
        "1 day: The person who consumed SCP-6365-2, who will further be referred to as Subject-6365-A, begins to use modern-day technology less. 2 days: Analogous items from Subject-6365-A’s house that were not used pre-1950s begin to disappear and may be replaced depending on the item. This occurs slowly starting with small objects before moving on to bigger objects. 3 days: Subject-6365-A’s personality, dialect, and in rare cases, accent shift. Dialect often switches to being always happy, language use becomes more professional and interjections have been observed to be used more, and accent transforms into transatlantic. 5 days: The process of modern-day items disappearing and/or being replaced is finished. All possessions of Subject-6365-A have disappeared or been replaced with analogous items historically accurate to the 1940s. How exactly this is performed is unknown, but due to the sudden disappearance of large objects, it seems to be through reality-altering methods. 7 days: Subject-6365-A begins to paint their house grey. Additionally, any photos taken of Subject-6365-A or photos taken in their vicinity will come out black and white. 14 days: Subject-6365-A’s memory begins to be affected, as they begin recalling events that never happened in their life. This includes, but is not limited to: interactions with others that never occurred, getting on a high school sports team, and getting high-ranking occupations. Subject-6365-A also may begin forgetting events that happened to them, most often traumatic events. 30 days: Subject-6365-A’s memory is reset every day, forgetting what happened the previous day. However, Subject-6365-A still can recall some events in their life, whether real or fabricated. Subject-6365-A still functions as a humanoid being, and these effects seem to have not caused any issues in their life. Conclusion: The anomaly’s mind-altering capabilities seem to alter the mind of Subject-6365-A to believe the current era is the 1940s. This effect is aided by the changes in their household.",
        "How we proceed with SCP-6365 being broadcasted is very important. We need to be very careful with our testing from now on. Obviously, we have Dr. Andrews to help with that, but at the end of the day, he is human. He could make a mistake, and just one slip up might require amnestics for the whole world, which we don’t have the supplies for. He seems ready for the change of pace though, so I, along with the DEA, officially approve further testing of SCP-6365. Best of luck, Andrews. - Dr. Kochev",
        "Well, since he did end up making a mistake, we are now down one researcher. I will take full responsibility for the next few tests. I will do what Andrews did, but better . - Dr. Kochev",
        "\" SCP-6365 \" by Voiiiii, from the SCP Wiki . Source: https://scpwiki.com/scp-6365 . Licensed under CC-BY-SA .",
        "Filename: houses-g8a7d507a4_1920 Name: houses-g8a7d507a4_1920 Author: ltollefson810 License: CC0 Public Domain Source Link: https://pixabay.com/photos/houses-subdivision-snow-winter-726459/ Derivative of: N/A Additional Notes: Image was changed to be in black and white",
        "Filename: conscientia.png Name: conscientia-logo.png Author: Dr Moned License: CC BY-SA 3.0 Source Link: http://scp-wiki.wikidot.com/dr-moned-s-icons-and-art"
    ],
    "containment_procedures": "All roads leading to Greenback, New York are to be blocked off, and a 3 meter high carbon steel fence is to be installed around the perimeter of the town. Four guards from TF-Xi-6291 are to be stationed at the entrance of Greenback at all times, armed with amnestic agents in the event of a breach. All individuals entering Greenback must have a clearance level of at least three, a minimum Cognitive Resistance Value (CRV)2 of 10.0, and direct approval from the current lead researcher.",
    "description": "SCP-6365 is a mind-altering anomaly affecting the suburban town of Greenback, New York. The anomaly began on July 10, 2016 (a Sunday), when SCP-6365-1 manifested on every doorstep in the town simultaneously at approximately 9:00 AM.\nSCP-6365-1 is a humanoid entity, roughly 1.98 meters in height wearing a black and white uniform resembling those common to mid-20th century milk delivery services, with brand markings for a nonexistent \"Milk on Sundays Co.\". Upon manifestation, SCP-6365-1 produces six glasses of a liquid presumed to be milk and then disappears after placing the glasses on the doorstep. SCP-6365-1 has not been observed to do any activities other than this.",
    "title": "SCP-6365"
}