{
    "url": "https://scp-wiki.wikidot.com/scp-6367",
    "all_text": "rating: \n+219\n+\n–\nx\n\n\nJakdragonX\n\n\n\n\n\n\nAuthor Page\n | \nDiscussion\n | \nFeeling Lucky?\n\n\nMore by JakdragonX:\n\n\n\n\nEpitaphs of Mine\n — feat. \nRalliston\n\n\nSCP-6864 - Belwood Staffing\n\n\nHungry For a Bagel\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6367\n\n\nObject Class:\n Safe\n\n\n\n\n\n\nSCP-6367 several minutes before Agent Wattison interacted with it.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6367 sits at -30.36683, 45.81011 along the northwestern region of Algeria, Africa. It is desolate, guarded by the sole member of MTF Epsilon 98 (\"Sun Watcher\"). No further containment procedures have been deemed necessary.\n\n\nDescription:\n SCP-6367 is a single wooden chair, sat in the Grand Erg Occidental region of Algeria. It is unknown who placed SCP-6367 there, or what purpose it is intended for.\n\n\nThe chair itself does not exhibit any outward anomalous effects. However, all attempts made by Foundation personnel in interacting with the object have been unsuccessful as SCP-6367 remains in-use by Agent Parker Wattison, who has sat there since its discovery. When inquired, Agent Wattison has confirmed that SCP-6367 is, in fact, anomalous, and has since refused further elaboration on the subject. It is unknown how Agent Wattison acquired this knowledge, nor his reasonings for withholding information from Foundation personnel.\n\n\nPreliminary Interview:\n After SCP-6367's discovery, and the claims by Agent Wattison that the object was anomalous after sitting on it, the following was conducted by Researcher Niles Gustom to ascertain further information on the potential anomaly.\n\n\n\n\n[BEGIN LOG]\n\n\nWattison:\n Oh yeah, this chair \ndefinitely\n has something funky going on with it.\n\n\nGustom:\n Funky?\n\n\nWattison:\n Yeah.\n\n\nGustom:\n Like?\n\n\nWattison:\n It's just really comfortable.\n\n\nGustom:\n What? I'm sorry but I don't think I get what you mean.\n\n\nWattison:\n It's exactly like I told you — this chair is \nnot\n normal.\n\n\nGustom:\n How so…?\n\n\nWattison:\n I'm not going to be able to get up after this.\n\n\nGustom:\n Oh. So you're… like, stuck there?\n\n\nWattison:\n No.\n\n\nGustom:\n [Scoffing] \"No?\"\n\n\nWattison:\n It doesn't really feel like I'm stuck.\n\n\nGustom:\n So can you sit up or anything?\n\n\nWattison:\n If I tried, maybe.\n\n\nGustom:\n Then what's stopping you from getting up?\n\n\nWattison:\n The fact that there's something funky going on with this chair.\n\n\n[END LOG]\n\n\n\n\nAddendum 1:\n Concluding the events in the \nPreliminary Interview\n, Agent Wattison has yet to remove himself from SCP-6367 after one week. Further conversations with the agent have revealed the following:\n\n\n\n\nAgent Wattison is not being restrained by any physical, metaphysical, or magical objects.\n\n\nNo discomfort has been reported by the agent despite sitting on SCP-6367 for an extended period of time.\n\n\nThe agent has no interest in moving from SCP-6367 since the \nPreliminary Interview\n.\n\n\nNo behavioral changes have been reported by Foundation therapists in regards to Agent Wattison, with anomalous screening also remaining inconclusive.\n\n\n\n\n \n\nAttempts to remove Agent Wattison from SCP-6367 remain underway. Referenced below is the current list of actions undertaken by on-site containment teams in removing the agent, followed by their results thus far:\n\n\n\n\n\n\nActions\n\n\nResults\n\n\n\n\n\n\nAgent Jackie Robertson formally requested Agent Wattison to step away from SCP-6367.\n\n\nNo results.\n\n\n\n\n\n\nAgent Robertson, Doctor Howard Rains, and Researcher Travis Lapid all attempted to forcibly remove Agent Wattison from SCP-6367.\n\n\nAttempt unsuccessful. Agent Wattison did not move from SCP-6367 whatsoever.\n\n\n\n\n\n\nDisciplinary action, up to and including termination, was threatened to Agent Wattison for interfering with further investigation of SCP-6367.\n\n\nNo results. Agent Wattison has little regard for his position at the Foundation.\n\n\n\n\n\n\nAn additional two weeks paid time off was offered to Agent Wattison in return for him vacating SCP-6367.\n\n\nOffer was rejected in favor of remaining on SCP-6367.\n\n\n\n\n\n\nA video of Agent Wattison's family formally requesting that he returned home from SCP-6367 was played.\n\n\nAgent Wattison requested the arrival of Foundation lawyers to initiate the divorce of his wife. Still no movement from SCP-6367.\n\n\n\n\n\n\nOntokinetic anomalies attempted to displace Agent Wattison from SCP-6367.\n\n\nAll attempts unsuccessful.\n\n\n\n\n\n\n1 AMT bulldozer was brought to SCP-6367's containment site to physically remove Agent Wattison from the object.\n\n\nAll attempts were again unsuccessful, with neither SCP-6367 or Agent Wattison moving from their position. The bulldozer used was later sent for repair after a large dent was discovered near the front where it had engaged with SCP-6367 and Agent Wattison.\n\n\n\n\n\n\nAgent Wattison was asked what the Foundation could offer in return for his compliance in leaving SCP-6367.\n\n\nRefer to Addendum 2.\n\n\n\n\n\n\nAddendum 2:\n Following \nAddendum 1\n, Agent Wattison was asked by Foundation personnel if he could be convinced to remove himself from SCP-6367. After further conversations, Agent Wattison stated that the only way he would remove himself was if Foundation personnel could complete the following:\n\n\n\n\nUsing time-altering anomalous phenomena, personnel would retrieve another Agent Wattison from an alternate timeline and have him convince the agent to leave SCP-6367 permanently.\n\n\n\n\nFoundation agents agreed to Wattison's demands, and began the preparations for retrieving another Agent Wattison. This task would eventually be completed by Site-01's \nΔt\n, who would then dispatch the alternate Agent Wattison (hereby referred to as Agent Wattison-2) to SCP-6367.\n\n\nUpon arriving, an interaction between the two agents was recorded.\n\n\n\n\n[BEGIN LOG]\n\n\nWattison-2:\n Hello, me.\n\n\nWattison:\n Hi, me.\n\n\nWattison-2:\n What are you doing on that chair?\n\n\nWattison:\n What do you mean?\n\n\nWattison-2:\n I mean… like, isn't it kind of weird that you're just going to sit there? And do nothing?\n\n\nWattison:\n No. Not really.\n\n\nWattison-2:\n Oh, and why not?\n\n\nWattison:\n Because. Besides, have \nyou\n tried sitting on this chair?\n\n\nWattison-2:\n I can't — not with you sitting there.\n\n\nWattison:\n That can be changed.\n\n\nWattison-2:\n Well, yeah, but I mean… why? What's so special about it?\n\n\nAgent Wattison stands from the chair.\n\n\nWattison:\n Come and find out.\n\n\nWattison-2:\n Oh. Well, okay then. Fine.\n\n\nAgent Wattison steps aside from SCP-6367 and Agent Wattison-2 takes his place, sitting down on the chair.\n\n\nWattison-2:\n …\n\n\nWattison:\n …\n\n\nWattison-2:\n Oh.\n\n\nAgent Wattison walks away from SCP-6367.\n\n\n[END LOG]\n\n\n\n\nAgent Wattison has since departed to Wattison-2's reality, under the approval of Δt. Agent Wattison-2 has likewise remained on SCP-6367 — refusing any and all attempts made by Foundation personnel in removing him from his position.\n\n\n\n\n\n\n« \nSCP-6366\n | SCP-6367 | \nSCP-6368\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6367\n\" by JakdragonX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6367\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n chair\n\n\nName:\n Abandoned furniture, southwest desert LCCN2011630968.tif\n\n\nAuthor:\n Carol M. Highsmith\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1: Concluding the events in the Preliminary Interview , Agent Wattison has yet to remove himself from SCP-6367 after one week. Further conversations with the agent have revealed the following:\n\n",
        "Addendum 2: Following Addendum 1 , Agent Wattison was asked by Foundation personnel if he could be convinced to remove himself from SCP-6367. After further conversations, Agent Wattison stated that the only way he would remove himself was if Foundation personnel could complete the following:\nFoundation agents agreed to Wattison's demands, and began the preparations for retrieving another Agent Wattison. This task would eventually be completed by Site-01's Δt , who would then dispatch the alternate Agent Wattison (hereby referred to as Agent Wattison-2) to SCP-6367.\nUpon arriving, an interaction between the two agents was recorded.\nAgent Wattison has since departed to Wattison-2's reality, under the approval of Δt. Agent Wattison-2 has likewise remained on SCP-6367 — refusing any and all attempts made by Foundation personnel in removing him from his position."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Wattison: Oh yeah, this chair definitely has something funky going on with it. Gustom: Funky? Wattison: Yeah. Gustom: Like? Wattison: It's just really comfortable. Gustom: What? I'm sorry but I don't think I get what you mean. Wattison: It's exactly like I told you — this chair is not normal. Gustom: How so…? Wattison: I'm not going to be able to get up after this. Gustom: Oh. So you're… like, stuck there? Wattison: No. Gustom: [Scoffing] \"No?\" Wattison: It doesn't really feel like I'm stuck. Gustom: So can you sit up or anything? Wattison: If I tried, maybe. Gustom: Then what's stopping you from getting up? Wattison: The fact that there's something funky going on with this chair. [END LOG]",
        "Using time-altering anomalous phenomena, personnel would retrieve another Agent Wattison from an alternate timeline and have him convince the agent to leave SCP-6367 permanently.",
        "[BEGIN LOG] Wattison-2: Hello, me. Wattison: Hi, me. Wattison-2: What are you doing on that chair? Wattison: What do you mean? Wattison-2: I mean… like, isn't it kind of weird that you're just going to sit there? And do nothing? Wattison: No. Not really. Wattison-2: Oh, and why not? Wattison: Because. Besides, have you tried sitting on this chair? Wattison-2: I can't — not with you sitting there. Wattison: That can be changed. Wattison-2: Well, yeah, but I mean… why? What's so special about it? Agent Wattison stands from the chair. Wattison: Come and find out. Wattison-2: Oh. Well, okay then. Fine. Agent Wattison steps aside from SCP-6367 and Agent Wattison-2 takes his place, sitting down on the chair. Wattison-2: … Wattison: … Wattison-2: Oh. Agent Wattison walks away from SCP-6367. [END LOG]",
        "\" SCP-6367 \" by JakdragonX, from the SCP Wiki . Source: https://scpwiki.com/scp-6367 . Licensed under CC-BY-SA .",
        "Filename: chair Name: Abandoned furniture, southwest desert LCCN2011630968.tif Author: Carol M. Highsmith License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6367",
    "object_class": "Safe",
    "containment_procedures": "SCP-6367 sits at -30.36683, 45.81011 along the northwestern region of Algeria, Africa. It is desolate, guarded by the sole member of MTF Epsilon 98 (\"Sun Watcher\"). No further containment procedures have been deemed necessary.",
    "description": "SCP-6367 is a single wooden chair, sat in the Grand Erg Occidental region of Algeria. It is unknown who placed SCP-6367 there, or what purpose it is intended for.",
    "title": "SCP-6367"
}