{
    "url": "https://scp-wiki.wikidot.com/scp-6371",
    "all_text": "/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"The SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"To Secure, Contain, and Protect.\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\nWE DIE IN THE DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-6371: \"The Original\"\n\n\nMore by this author?\n\n\n\n\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWritten by \nLiryn\n\n\n\n\n\n\n \n\n\n\n\n\n\n! WARNING !\n\n\nWORLDWIDE SITE LOCKDOWN IN PROGRESS\n\n\nBY THE AUTHORITY OF SCP FOUNDATION\n\nGENERAL COMMAND\n\n\n\n\nDISSOLUTION IN:\n\n\n349 DAYS\n\n\n\n\n\n\n \n\n\n\n\nBe advised!\n\n\nAccess to SCP-6371's documentation is \nLevel 5/GENERAL restricted.\n\n\n\n\n\n\nSCP Foundation resources running exceedingly low. Emergency protocols enacted; all secondary files indefinitely placed under Level 5/GENERAL clearance. Primary files available to \nall remaining personnel\n for reasons of cogency.\n\n\n\n\n \n\n\n\n\n[ACCESS GRANTED]\n\n\n\n\n \n\n\n\n\n \n\n\nItem #:\n SCP-6371\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n A 1.45km parcel of land surrounding SCP-6371 has been acquired by the SCP Foundation. Routine patrols are conducted to maintain security, and to dissuade potential trespassers.\n\n\nAny and all persons attempting to enter SCP-6371 without sufficient authorization will be destroyed on sight.\n\n\nThe preservation of SCP-6371's containment status following the projected near-total decline of ancillary SCP Foundation resources is not guaranteed.\n\n\n\n\nDescription:\n SCP-6371 is a small, dilapidated, and abandoned industrial warehouse, located in a remote tundra belonging to Yamalia, Northern Russia.\n\n\nSCP-6371 is accessible via a single steel door. Within, a glossy black placard is bolted to a section of wall, above the door's reverse-side:\n\n\n \n\n\n\n\nPROPERTY OF THE SCP FOUNDATION\n\n\n\n\n \n\n\nThe door was found unlocked upon discovery, with a broken padlock laying on the floor.\n\n\n\n\nAppendix:\n SCP-6371 possesses a total of three (3) accessible rooms; the remainder of its interior has either collapsed or is presently unexplored due to alternative obstructions.\n\n\n \n\n\nI.\n\n\nThe first room: a mid-sized, cuboid space, features broken and grimy tile walls, as well as five (5) rectangular support beams — arranged in a circular shape surrounding a central shattered skylight. Water runoff continuously drips from an exposed gutter above a damaged section of ceiling, creating a shallow brackish puddle encompassing much of the room's floor space.\n\n\nScattered across the room is a disorderly collection of various wooden boxes, upturned chairs, empty ammunition crates, folding tables, metal barrels, rusty nuts and bolts, glass shards, and sodden papers.\n\n\nThe room's east wall, covered in sheets of corrugated metal, features a corroded SCP Foundation insignia, tarnished with several long scratch marks. The words:\n\n\n \n\n\n\n\nWE DIE IN THE DARK\n\n\nSO YOU CAN LIVE IN THE LIGHT\n\n\n\n\n \n\n\nare carved into a damaged concrete pilaster below this insignia.\n\n\nA set of industrial double-doors on the room's north side, outfitted with hazard symbols, opens into a short, dark antechamber. It leads to the summit of a winding steel staircase — illuminated by an overhead fluorescent bulb. A decaying female corpse was found laying at the top of this staircase, with a ruptured trachea and broken collarbone.\n\n\nDescension of the stairs will result in entry to SCP-6371's second constituent room.\n\n\n \n\n\n \n\n\nII.\n\n\nSCP-6371's secondary area is long and vestibular, leading into a wider section. It is entirely unlit; detailing on the ceiling suggests that an array of pre-existing light fixtures have been uninstalled.\n\n\nThe room's integrity is highly unstable; malformed rebar springs from damaged sections of the upper walls; cracks perperate much of the walls and ceiling. The floor is daubed in a thin layer of algae growth.\n\n\nSections of the floor are tarnished with soot, as well as an unidentified red-orange substance; a torn lab coat, resting on a table, is stained with the same substance.\n\n\nAt the end of the room, at the far wall of the adjoining section, is a long series of heavily corroded cast-iron doors: each outfitted with\n\n\n\n\na large padlock;\n\n\na small bolted-on placard (bearing an embossed inscription);\n\n\na plethora of rusted chains.\n\n\n\n\nEach of the doors opens into a small, cuboid chamber, fitted with a barred window — allowing a streak of bright natural light to illuminate the interior.\n\n\nAll chambers have been forcibly entered. Access relevant data below.\n\n\n \n\n\n\n\n\n\n+ Level 5/SPECIAL Clearance Required\n\n\n\n\n- Level 5/SPECIAL Clearance Required\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nPlacard Name\n\n\n\n\nTHE\n COLLECTOR\n\n\n\n\n\n\nChamber Contents\n\n\nA large worn sack, containing a multitude of broken animal bones, as well as a dark oily substance, which bubbles at the bottom of the bag.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n CLICK\n\n\n\n\n\n\nAn empty wooden crate. A streak of yellow paint is visible on the crate's left side. A drain in the corner of the chamber routinely produces a gurgling sound.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n PROPHECY\n\n\n\n\n\n\nA pile of dead leaves, covering a weathered longsword. When approached, the leaves are gently blown into the air by a gust of wind, and return to their previous position.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n IDIOT\n\n\n\n\n\n\nA rusted steel scythe rests against the chamber wall, next to a pair of well-polished boots. Rose petals dot the floor.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n TERRIFIER\n\n\n\n\n\n\nBite marks are visible across the entirety of the chamber floor. A lock of rough, dark hair was found wrapped around a window bar, which was blown out of the window upon approach.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n CYNIC\n\n\n\n\n\n\nA brass necklace, resting in a puddle of saltwater.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n UNDOER\n\n\n\n\n\n\nThe chamber is empty. Agents unilaterally reported overwhelming anxiety whenever alone inside of the chamber.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n TRUTH\n\n\n\n\n\n\nA broken pair of handcuffs. Markings on the dirty floor indicate a violent altercation.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n MEMORY\n\n\n\n\n\n\nA canine skeleton, surrounded by dead flowers.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n SANCTUM\n\n\n\n\n\n\nThe interior of the chamber is completely covered in mold.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n BEAST\n\n\n\n\n\n\nA broken strobe light, adjacent to a pair of welding goggles. Small black marks dot the floor.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nIII.\n\n\nA short black door, located to the right of the row of chamber doors, leads into SCP-6371's third accessible area:\n\n\nIt is an unlit, narrow corridor, turning at a 90-degree angle. The broken tile walls of the previous room have transitioned into dark concrete; the floor is wet.\n\n\nAt the end of the corridor, a heavy cast-iron door exists. It is welded shut, and blocked by a pile of rubble. No other access points exist elsewhere in the structure, providing entry to this region.\n\n\nConclusion:\n Exploration of SCP-6371 is under indefinite standby. Resources will be put towards prolonging the lifespan of the SCP Foundation, as dictated by General Command.\n\n\n\n\n\n\n\n\n\n\nDISSOLUTION IN:\n\n\n60 DAYS\n\n\n\n\n\n\n\n\n\n\nUpdate:\n Reserve agents were alerted to SCP-6371 whereupon a low, droning sound emanated from the structure for a period of roughly four (4) minutes — heard from a distance of ~5km.\n\n\nTentative investigation uncovered that the pile of rubble, previously blocking the cast-iron door in SCP-6371's third section, was missing. Additionally, swathes of rubble had been removed from other regions of the building; large portions of grime, dirt, and invasive plant life were also missing.\n\n\n \n\n\nFollowing a period of rumination, the cast-iron door was forced open.\n\n\n \n\n\n \n\n\nIV.\n\n\nLocated behind a heavy, cast-iron door in SCP-6371's previous section, the fourth area is split into two distinguished sub-sections.\n\n\nIV.I\n is a long, narrow, hallway. It leads toward a set of stone steps.\n\n\nA placard, bolted to the wall adjacent to these steps, reads as follows:\n\n\n \n\n\n\n\nYOU'VE ACTUALLY\n\n\nBEEN HERE BEFORE.\n\n\n \n\n\nWE JUST MADE SURE\n\n\nYOU FORGOT.\n\n\n\n\n \n\n\n \n\n\nIV.II\n, accessible via the aforementioned steps, is a large, circular room, featuring a central dais. An SCP Foundation insignia is carved into the dais.\n\n\nA dark monolith, placed in the center of the insignia, features an array of engraved SCP Foundation insignias; each iteration differs slightly in design. Examples include:\n\n\n\n\nAn iteration of the insignia featuring five (5) central arrows;\n\n\nAn iteration of the insignia wherein there are no central arrows;\n\n\nAn iteration of the insignia which is shaped like a hexagon;\n\n\nAn iteration of the insignia that is upside-down;\n\n\nAn iteration of the insignia featuring an upside-down triangle, represented in negative space.\n\n\n\n\nA plaque, placed above the array of insignias, reads as follows:\n\n\n \n\n\n \n\n\n\n\nTHE ORIGINAL\n\n\n\n\n \n\n\n\n\n\n\n\n\nDISSOLUTION IN:\n\n\n0 DAYS\n\n\n\n\n\n\n\n\nV.\n\n\n\n\n\n\n+ Level 5/SPECIAL Clearance Required\n\n\n\n\n- Level 5/SPECIAL Clearance Required\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\nTHE\n SCULPTURE\n\n\n\n\n\n\nChamber Contents\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-6370\n | SCP-6371 | \nSCP-6372\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6371\n\" by Liryn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6371\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n story.jpg\n\n\nName:\n Abandoned military facilities on Adak Island. Aleutian Islands.jpg\n\n\nAuthor:\n Paxson Woelber\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n unlocked.png, unlocked_scp.png\n\n\nAuthor:\n \nLiryn\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n dXfhKGp.png\n\n\nAuthor:\n \nstephlynch\n, pumpkinmook\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6371 \" by Liryn, from the SCP Wiki . Source: https://scpwiki.com/scp-6371 . Licensed under CC-BY-SA .",
        "Filename: story.jpg Name: Abandoned military facilities on Adak Island. Aleutian Islands.jpg Author: Paxson Woelber License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: unlocked.png, unlocked_scp.png Author: Liryn License: CC BY-SA 3.0",
        "Filename: dXfhKGp.png Author: stephlynch , pumpkinmook License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-6371",
    "object_class": "Archon",
    "containment_procedures": "A 1.45km parcel of land surrounding SCP-6371 has been acquired by the SCP Foundation. Routine patrols are conducted to maintain security, and to dissuade potential trespassers.",
    "description": "SCP-6371 is a small, dilapidated, and abandoned industrial warehouse, located in a remote tundra belonging to Yamalia, Northern Russia.",
    "title": "SCP-6371"
}