{
    "url": "https://scp-wiki.wikidot.com/scp-6372",
    "all_text": "rating: \n+113\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCo-written by \nJakdragonX\n and \nRalliston\n\n\nJakdragonX's Authorpage\n\n\nRalliston's Authorpage\n\n\nJakdragonX's AND Ralliston's Shared Authorpage\n\n\n\n\n\n\n\n\n\n\nrating: \n+113\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby \nJakdragonX and Ralliston\n\n\n\n\n\n\n\n\nFig 1.1:\n Digital recreation of the rune string present on SCP-6372's outside.\n\n\n\n\n\n\nItem №:\n SCP-6372\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The star system in which SCP-6372 is located within must remain closed off from public access under the guise of a highly unstable reality, caused by prior en masse testing of Lang Distortion Drives. All civilians entering through are to be detained, amnesticized, and released as per standard protocol.\n\n\nProvisional Site-6372 has been established at the top of SCP-6372 for further research. Finding a viable way of entry into the structure and deciphering the symbols it bears should be considered an utmost priority.\n\n\nDescription:\n SCP-6372 is a massive\n1\n stone monolith, located on the surface of BU-45996-V\n2\n and piercing into its exosphere. It is solely constructed from a currently unidentified smooth, black, and seemingly indestructible material.\n\n\nDespite this, engravings with, as of yet, untranslated runes regularly appear on its surface. As of writing, these runes do not correlate to any language known by humanity, the Martians, the taronyu, or otherwise, as depicted in \nFig 1.1\n. Foundation empaths and telepaths claim the symbols emanate a \"worried feeling of abandonment.\" The exact meaning of this and the translation of the symbols discovered are still being compiled by Provisional Site-6372 personnel.\n\n\nAlthough SCP-6372 bears no points of entry, a Foundation scan revealed the structure to be hollow inside after just 10 meters of wall depth, forming approximately 9 959 km\n3\n of emptiness within. What — if anything — resides there currently remains unknown. From inside, the monolith itself constantly exudes a notable buzzing sound — whether this is caused by some unidentified property of the stone it was built with or is made by additional anomalous phenomena within the structure itself remains under investigation.\n\n\n\n\nA clarification for my colleagues: it is not just the sound of \"buzzing\" that has piqued our interests. We are aware of multiple materials that emanate similar sounds — this, in and of itself, is no different.\n\n\nWhile the document is not technically incorrect, it severely lacks specificity and context. Beyond the aptly put \"buzzing\" are faint echos, reminiscent of undecipherable whispers. Myself and many others have heard it during our research. Further deeper the sounds are louder — almost as if a loud drum was being played somewhere inside. Really, there is a certain rhythm within SCP-6372; and its songs are what truly intrigue us.\n\n\nWhatever it may be — we must know the truth.\n\n\n\n\n— \nDr. Stephen, SCP-6372 Research Team Lead\n\n\n\n\n\n\nSCP-6372 has been, thus far, entirely resistant to every type of damage the Foundation attempted to inflict on it, anomalous or not. This property seems to also extend to immunity to weather patterns and standard physical forces that should affect the structure.\n3\n This trait has ensured that any approximation of the structure's age, research into its exact composition, or further analysis of its characteristics remains impossible by current means.\n\n\nThe only thing that can be extrapolated about SCP-6372 from currently available data is the fact that it is not native to the planet it is located on.\n\n\nAddendum 6372-1:\n SCP-6372 Entry Attempts\n\n\nFollowing extensive study regarding SCP-6372, Provisional Site-6372 personnel have come to the conclusion that further research and understanding of the structure's purpose is entirely unfeasible without gaining entry inside it.\n\n\nAs such, the usage of direct force in hopes of achieving this has been authorized by Overwatch Command. Additionally, an official request for the deployment of a linguopath\n4\n to SCP-6372 was put forward. The request was later approved, but the expected arrival time for the aforementioned asset was determined for the next decade due to project overload.\n\n\nIn the meantime, entry testing officially began for SCP-6372. Attached below is the log of Foundation attempts to breach the structure via the utilization of technology shipped to Provisional Site-6372 by supply spaceships.\n\n\n\n\n\n\nTest Number\n\n\nTechnique Utilized\n\n\nResults\n\n\n\n\n\n\n#1\n\n\nStandard diamond drill\n\n\nNo effect. Item broke upon prolonged contact with SCP-6372's surface.\n\n\n\n\n\n\n#3\n\n\nNuclear-powered Deep-space Mining Satellite (NDMS), operating from BU-45996-V's orbit\n\n\nThe device operated non-stop for a week until its power supply had run out; whilst the part of SCP-6372 it was targeted at did not break, its surface temperature has increased by 0.0002°C.\n\n\n\n\n\n\n#10\n\n\nStandard Deep-space Mining Explosive (SDME)\n\n\nUpon exploding, the asset ionized the entirety of BU-45996-V's atmosphere around the part of SCP-6372 it was focused on. The structure itself yielded no damage.\n\n\n\n\n\n\n#12\n\n\nThaumaturgy\n\n\nNumerous thaumaturgic rituals ranging from alchemical mass exchange through focused rays of energy to attempted ripping of the material from the inside out were attempted by shipped Thaumaturgy Department personnel. All of them have invariably failed — research staff have concluded that the material SCP-6372 is composed of is a perfect thaumaturgic isolator.\n\n\n\n\n\n\n#14\n\n\nNuclear bombardment\n\n\nA nuclear missile was detonated at the bottom of SCP-6372. Following the dissolvement of the mushroom cloud that was formed during the explosion, research staff determined the blast peeled away 1 μm of SCP-6372's shell in the radius of the blast. Although this was noted to have indeed damaged the structure, further testing with this method has been deemed impossible, as total forced entry into SCP-6372 would require the usage of approximately 10 000 000 warheads, should identical blasts deal the same amount of damage to the walls.\n\n\n\n\n\n\n#21\n\n\nEntry via the usage of a Bifrost Engine-powered ship\n5\n\n\nFollowing the activation of the engine, SCP-6372 still persisted within the zero-reality space, still present, not allowing for the ship to bypass it; the exact meaning of this remains unclear.\n\n\n\n\n\n\n#26\n\n\nLocalized total reality breakdown, as initially utilized by Lang Distortion Drives\n\n\nPieces of technology previously used within the LDD were targeted at the part of local reality that was the walls of SCP-6372, removing the concept of baseline laws of physics from it to allow destruction attempts. Despite this, SCP-6372 remained indifferent, suggesting it adheres to different laws of physics that the ones present in baseline reality.\n\n\n\n\n\n\n[Following the failure of all the above methods, the request for utilizing anomalies in the process of attempted entry into SCP-6372 has now been officially approved]\n\n\n\n\n\n\n#35\n\n\nSCP-3794\n6\n\n\nSCP-6372 was struck once using SCP-3794. However, it remained unaffected by the weapon's anomalous effect, suggesting it is entirely non-biological in composition.\n\n\n\n\n\n\n#50\n\n\nSCP-297\n7\n\n\nAlthough SCP-6372's surface temperature increased significantly as a result of the application of SCP-297 at its highest setting, no other structural changes were observed. SCP-297 eventually broke after 3 hours of continuous use, and has since been reclassified as Neutralized.\n\n\n\n\n\n\n#61\n\n\nSCP-063\n8\n\n\nSCP-063 was applied to the base of SCP-6372, removing all dust and foreign particles present on its surface. No damage to SCP-6372 was observed. Further testing with SCP-063 has been put on hold indefinitely due to concerns over the possibility of its unintentional neutralization.\n\n\n\n\n\n\n#68\n\n\nSCP-6161\n9\n\n\n\n\n\n\n\n\nAddendum 6372-2:\n Provisional Site-6372 Exploration\n\n\nShortly after the commencement of the most recent test entry, all contact with Provisional Site-6372 was abruptly lost. For this reason, the results of the aforementioned test remain unknown. A fleet of recovery ships was promptly sent to investigate and ascertain the status of Provisional Site-6372.\n\n\nUpon arrival, the Foundation came to find the Provisional Site having been destroyed entirely. Its structure had seemingly melted, and all on-site personnel were reduced to skeletons. Their suits and apparatus were likewise rendered unusable.\n\n\nFollowing further examination, SCP-6372 was verified to have been breached. A small, several centimeter opening was found at the northern-most face, roughly 1.25 m above ground-level. A single broken knife handle was found nearby, with additional skeletons surrounding it and the opening. Personnel peering into the structure from the opening reported it being empty, and that it appeared to be composed entirely out of cake from the inside.\n\n\nOn the southern and opposite side of SCP-6372, another larger breach was also discovered. Cake material scattered several kilometers away from the opening indicates that a sudden large explosion was the cause of the breach. SCP-6372 was also noted to have been silent for the first time since its discovery.\n\n\nDespite the apparent loss of all data stored at Provisional Site-6372, the unsealing of its Exclusionary Deepwell Archives revealed a record of all data transfers into and out of the Site. Among standard project files previously submitted to the inter-Foundation SCiPNET databases, a single edit request was found that had not received authorization.\n\n\nThe edit request in question was submitted by the account of Samantha Baker,\n10\n containing a singular sentence with a message titled \"SCP-6372 Translation\". Its exact meaning — and importance to SCP-6372 and the Site's fate, if applicable — remains unknown. It is attached below.\n\n\n\n\nThis is not a place of honor.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Precisely 10 km x 10 km x 100 km in size.\n\n\n2\n. A rogue terrestrial planet located approximately 25 lightyears away from the Solar System, roughly the size of Earth, with an entirely unhabitable atmosphere. No signs of any life present.\n\n\n3\n. For example, despite its extreme height, SCP-6372 does not seem to be affected by standard gravitational forces that should normally force the object down due to its lack of propeller stabilizers.\n\n\n4\n. Individual born with the anomalous capability to understand every language written as their native one; extremely rare, approximated to be born one billionth of the time.\n\n\n5\n. Bifrost Engines operate via displacing the vessel they power out of local reality and into a zero-reality subspace, allowing for superliminal propulsion.\n\n\n6\n. SCP-3794 is a hammer capable of turning all biological matter it encounters into \npico de gallo\n salsa.\n\n\n7\n. SCP-297 is a vibrator capable of vibrating at a faster-than-light speed; this property has been often used in the past for the destruction of highly durable material.\n\n\n8\n. SCP-063 is a toothbrush capable of effortlessly cleaving through any material it encounters.\n\n\n9\n. SCP-6161 is a steel knife capable of cutting through any material it encounters — when it does so, the entire object turns into differently-flavored cake.\n\n\n10\n. A Foundation linguopath sent to Provisional Site-6372 as per request — her arrival was not noted in the database.\n\n\n\n\n\n\n\n\n« \nSCP-6371\n | SCP-6372 | \nSCP-6373\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6372\n\" by JakdragonX and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6372\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName of the file:\n glyphs.png\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nrjp",
    "addendums": [],
    "documents": [],
    "notes": [
        "A clarification for my colleagues: it is not just the sound of \"buzzing\" that has piqued our interests. We are aware of multiple materials that emanate similar sounds — this, in and of itself, is no different. While the document is not technically incorrect, it severely lacks specificity and context. Beyond the aptly put \"buzzing\" are faint echos, reminiscent of undecipherable whispers. Myself and many others have heard it during our research. Further deeper the sounds are louder — almost as if a loud drum was being played somewhere inside. Really, there is a certain rhythm within SCP-6372; and its songs are what truly intrigue us. Whatever it may be — we must know the truth. — Dr. Stephen, SCP-6372 Research Team Lead",
        "\" SCP-6372 \" by JakdragonX and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6372 . Licensed under CC-BY-SA .",
        "Name of the file: glyphs.png Source: link License: CC BY 2.0 Author: rjp"
    ],
    "title": "SCP-6372"
}