{
    "url": "https://scp-wiki.wikidot.com/scp-6379",
    "all_text": "rating: \n+56\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-6379\n\n\nLevel 1/6379\n\n\n\n\n\n\nObject Class:\n Uncontained\n\n\nUnrestricted\n\n\n\n\n\n\n\n\n\n\n\n\nUnnamed bridge near Travaud Strand, home to several SCP-6379 sightings.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Any sightings of SCP-6379 in towns and surrounding areas are to be reported. Personnel affected by SCP-6379 are to be amnesticised and given proper psychiatric treatment.\n\n\nDescription:\n SCP-6379 is the designation given to a humanoid entity that currently appears around the outskirts of the town of Caherkeen in Co. Cork, Ireland. It is identical in appearance to a normal human, but notably carries a tobacco pipe at all times.\n\n\nDespite this, SCP-6379 has been described by locals as a type of Sidhe fae, specifically the \ngancanagh\n. In folklore, the gancanagh is a male fairy with the intent of seducing men and women. The Foundation was notified of SCP-6379 after various cases of personnel in the town dying of malnutrition.\n\n\nSCP-6379 randomly manifests within the vision of personnel. When SCP-6379 is touched, personnel are affected by a cognitohazard caused by unknown toxins secreting from SCP-6379’s skin, which makes them inexplicably attracted to SCP-6379. Personnel affected are reported to neglect basic necessities due to their infatuation with SCP-6379.\n\n\nAddendum 0.1_6379: Discovery\n\n\nOn 08/07/2021, Agent Cloch and Agent Toinne were assigned to investigate and acquire information on a SCP-6379 sighting on an unnamed bridge near the Travaud Strand.\n\n\n\n\nLocation\n: Caherkeen in Co. Cork, Ireland.\n\n\nInvestigators\n: Agent Cloch and Agent Toinne\n\n\n<Begin Log>\n\n\n\n\n[Footage of Agent Cloch driving. Out of the window, it is mostly green fields, occasionally passing colourful cottages. The sky is clear.]\n\n\nToinne\n: Always liked the country. Haven’t been around much of Munster.\n\n\nToinne\n: …So, what’s the Foundation doing messing with the, uh… (whispers) fae?\n\n\n[Cloch is silent.]\n\n\nToinne\n: (\nSighs\n) Boring old Mr. Rock. Please, enlighten me on your secret to staying so incredibly drab.\n\n\nCloch\n: …I’m just very focused.\n\n\nToinne\n: That isn’t true. Your thumbs have been twiddling since we were assigned this case.\n\n\nCloch\n: No- …My mother says I’m a very good child when I’m quiet.\n\n\nToinne\n: Calm down, mammy’s boy! Look, there’s the stream with the bridge. Let’s move.\n\n\n\n\n[Agent Cloch stops the car close to the bridge of the supposed SCP-6379 sighting. An old woman leans on the cracked stone wall.]\n\n\nToinne\n: Be careful, Cloch. …It could be a f…shapeshifter.\n\n\nCloch\n: You are too superstitious.\n\n\n[The woman approaches.]\n\n\nO’Brien\n: Ye really are. What’re you here for?\n\n\nToinne\n: (\nCoughs\n) Apologies. That information is classified.\n\n\nO’Brien\n: I’m Siobhán O’Brien, anyway. What’re yous doing here?\n\n\nCloch\n: …What do you know about the gancanagh?\n\n\n[Siobhán whistles, then glances over at the bridge. Leaves on the trees move slightly as a weak breeze starts. Toinne’s bodycam is fixed on the woman. Cloch appears unamused.]\n\n\nO’Brien\n: I know as much as anyone else. That type of leprechaun does nothing but hurt… I don’t understand its motives. You know what? Feckin’ bastard, that’s what it is.\n\n\nToinne\n: Have you encountered it?\n\n\n[Siobhán gets up from the wall, then walks over to Cloch. She puts a thin hand on his shoulder, maintaining eye contact.]\n\n\nO’Brien\n: You look like you don’t care what kind of power they hold. Are you listening to me? One touch, now, just \none\n touch, and you’re completely helpless. It appears as the man of your dreams, and then it crushes them. Do you hear me?\n\n\nCloch\n: Of course. But look at me, miss.\n\n\n[He kneels down to Siobhán's height.]\n\n\nCloch\n: I assure you, we will find what has been terrorising your town and lock it up. We will contain it. You don’t need to worry.\n\n\nO'Brien\n: Stop acting the maggot! Have you even met a fae, youngin? You will absolutely NOT 'contain' it, that is extremely rude!\n\n\n[Toinne sighs, looking around at the hills and clouds. There is an unidentified figure on the bridge. Toinne turns to Cloch.]\n\n\nToinne\n: I’m going over to that guy!\n\n\n[Footage shows Cloch with his hands behind his back, rubbing his knuckles. Siobhán seems to be telling him off. Toinne approaches the bridge.]\n\n\n\n\n[The figure smiles. It holds an unlit pipe between its teeth, wearing a white shirt and brown waistcoat. A hat is pulled over its eyes. Toinne walks over cautiously.]\n\n\n6379\n: It’s a fine day, isn’t it?\n\n\nToinne\n: …It is. What is your business here?\n\n\n6379\n: Just cloud-watching. Join me, love.\n\n\n[Toinne keeps her distance, watching intently. The figure removes it’s pipe from its mouth and puts it in its pocket.]\n\n\n6379\n: Hm? Is something wrong?\n\n\nToinne\n: Not at all.\n\n\n6379\n: Really? Your face is quite red.\n\n\nToinne\n: Wh-no! It’s not…is it? Because maybe I’m just- I’m just naturally very red.\n\n\n6379\n: (\nLaughs\n) Don’t fuss over it. It’s hay fever season.\n\n\n[It exhales.]\n\n\n6379\n: It’s cute, too. Do you get complimented often?\n\n\nToinne\n: …You’re completely confident you won’t get punched right now?\n\n\n6379\n: (\nPlaces hand on chin\n) You wanna try? …Or are you sure you’re not just embarrassed?\n\n\n[Toinne folds her arms. She slowly paces towards the entity. It smiles and takes off its hat.]\n\n\n6379\n: Stay with me for awhile. Surely a girl as smart as you knows when to relax.\n\n\nToinne\n: You’re just saying that- oh- you got a bug in your hair.\n\n\n6379\n: (\nPanicked\n) GAH! Would you get it for me?!\n\n\nToinne\n: Sure-\n\n\n[Toinne reaches for the bug. The breeze picks up slightly.]\n\n\nCloch\n: (\nYelling\n) Toinne! Get back!\n\n\n[Toinne stops to turn over to Cloch, who is seen running up to her. She is holding a bug in her hand.]\n\n\n[Cloch pulls her away from where the entity was standing. The entity has vanished.]\n\n\nCloch\n: Toinne, did you touch it? Are you okay?\n\n\nToinne\n: (\nStumbles back\n) Get off of me! Where is he, where did he go?! He can't leave me, I love him!\n\n\n\n\n<End Log>\n\n\nAfter the discovery of SCP-6379, Agent Toinne was severely affected by the effects of SCP-6379. Reported by Agent Cloch as acting ‘frantic and panicked’, she was administered Class A amnestics and suspended from duty for the time being.\n\n\n\n\nAddendum 0.2_6379: Further Investigation Into The Motives Of SCP-6379\n\n\nOn 16/07/2021, Agent Cloch was sent to initiate further contact with SCP-6379, and to contain it if possible.\n\n\n\n\nLocation\n: Caherkeen in Co. Cork, Ireland.\n\n\nInvestigator\n: Agent Cloch\n\n\n<Begin Log>\n\n\n\n\n[Cloch is standing on the same bridge from the previous SCP-6379 sighting. He is visibly frustrated, looking down to fidget with his hands. The sky is overcast.]\n\n\n[SCP-6379 manifests sitting on the bridge when Cloch turns his head. He flinches and takes a step back at the sight of the entity.]\n\n\nCloch\n: This better not be a waste of time.\n\n\n6379\n: Why would it be? We’re just having a nice chat, aren’t we?\n\n\nCloch\n: …Do you do this on purpose? I bet it’s funny to you. You’re vile.\n\n\n[The entity sighs, hunching over and swinging its legs. It smiles fondly.]\n\n\n6379\n: I do it for fun. Something about heartbreak is so fulfilling, you know?\n\n\nCloch\n: I do not. Why is it, um, fun?\n\n\n6379\n: Hm… You’re dumb, I like you. I get a good feeling from toying with humans, I guess. It makes me feel close to them. The all-consuming intimacy of obsessive love, the passion of empty words… It’s a form of art, don’t you think?\n\n\n[Cloch clenches his fist. The entity purses its lips.]\n\n\n6379\n: Don’t you think? That was a question.\n\n\nCloch\n: Huh-wh-no, I don’t…think.\n\n\n6379\n: That’s obvious. The men I converse with in the taverns do, though. I tell them about who I’ve conquered, and they are happy to say the same. They think it’s an achievement, to break the most hearts, and well, I wholefully encourage it! My, it’s an interesting mindset!\n\n\nCloch\n: …How come we have never gotten reports of you in pubs?\n\n\n6379\n: Listen to your elders, buachaill! That lady knew of Sidhe, and yet you dismiss her like she was talking gibberish. It is because I morph, and appear completely ordinary to people not under my trance. They are none the wiser!\n\n\n[It chews on the end of its unlit pipe. Cloch shakes his head.]\n\n\nCloch\n: I just don’t understand. This must be a personal playground to you, right?\n\n\n6379\n: You’re sorely mistaken. Before this cursed age, when fae were at their strongest, it might’ve been. But now, I indulge in it to understand the darkest parts of the human psyche.\n\n\n…It has bothered me. I’m getting weaker as the years pass, as less people believe in and fear us. My weakness may have been the reason your partner was compelled so slowly. She did me a favour, too. I am in debt to her.\n\n\nCloch\n: What do you mean?\n\n\n6379\n: She got a bug out of my hair, and I’m… they are not my favourite thing on this earth.\n\n\nCloch\n: You’re afraid of bugs?\n\n\n6379\n: (\nStammering\n) T-that is besides the point! What matters is that she had her heart set on someone else.\n\n\nCloch\n: Toinne is a friendly person in general. It seems obvious, now I think about it.\n\n\n6379\n: Didn’t you see her odd little…what is it, ‘camera’ images? The woman said I appear as the perfect man to whoever sees me, correct?\n\n\n[The entity grins. Cloch furrows his brows, puzzled.]\n\n\nCloch\n: What are you smiling at?\n\n\n[It sighs.]\n\n\n6379\n: Are you thick?! I remember I turned into a man who looked eerily like \nyou\n. Do you get it now? Have you got the message, or are you slow as a snail?\n\n\n[Cloch rubs his knuckles.]\n\n\nCloch\n: Well, that doesn’t mean anything…\n\n\n6379\n: (\nMocking\n) \nOooh, I don’t understand\n! C’mon lad, it’s so obvious. I can tell she’s been making a move for ages but you’ve been taking it too literally. Loosen up a bit!\n\n\n[Cloch looks down at his feet. His palms are noticeably sweaty.]\n\n\nCloch\n: …I didn’t know she felt the same way. Maybe I should…I dunno.\n\n\n6379\n: You seem like a respectable fella. I had forgotten there is maybe a sweet side to humans… Farewell.\n\n\n[Cloch looks up. The entity is nowhere to be seen. A soft breeze comes and goes.]\n\n\n\n\n<End Log>\n\n\n\n\nAddendum 0.3_6379: Status Update\n\n\nAs of 01/08/2021, there have been no further reports on the whereabouts of SCP-6379. Due to this, SCP-6379 will continue to be classified as ‘Uncontained’. Agent Toinne has successfully returned on-duty after taking time off in her shared apartment with Agent Cloch in Wexford Town, Co. Wexford.\n\n\n\n\n\n\n\n\n« \nSCP-6378\n | SCP-6379 | \nSCP-6380\n »",
    "addendums": [
        "Addendum 0.1_6379: Discovery\nOn 08/07/2021, Agent Cloch and Agent Toinne were assigned to investigate and acquire information on a SCP-6379 sighting on an unnamed bridge near the Travaud Strand.",
        "Addendum 0.2_6379: Further Investigation Into The Motives Of SCP-6379\nOn 16/07/2021, Agent Cloch was sent to initiate further contact with SCP-6379, and to contain it if possible.",
        "Addendum 0.3_6379: Status Update\nAs of 01/08/2021, there have been no further reports on the whereabouts of SCP-6379. Due to this, SCP-6379 will continue to be classified as ‘Uncontained’. Agent Toinne has successfully returned on-duty after taking time off in her shared apartment with Agent Cloch in Wexford Town, Co. Wexford."
    ],
    "documents": [],
    "notes": [
        "Location : Caherkeen in Co. Cork, Ireland. Investigators : Agent Cloch and Agent Toinne <Begin Log> [Footage of Agent Cloch driving. Out of the window, it is mostly green fields, occasionally passing colourful cottages. The sky is clear.] Toinne : Always liked the country. Haven’t been around much of Munster. Toinne : …So, what’s the Foundation doing messing with the, uh… (whispers) fae? [Cloch is silent.] Toinne : ( Sighs ) Boring old Mr. Rock. Please, enlighten me on your secret to staying so incredibly drab. Cloch : …I’m just very focused. Toinne : That isn’t true. Your thumbs have been twiddling since we were assigned this case. Cloch : No- …My mother says I’m a very good child when I’m quiet. Toinne : Calm down, mammy’s boy! Look, there’s the stream with the bridge. Let’s move. [Agent Cloch stops the car close to the bridge of the supposed SCP-6379 sighting. An old woman leans on the cracked stone wall.] Toinne : Be careful, Cloch. …It could be a f…shapeshifter. Cloch : You are too superstitious. [The woman approaches.] O’Brien : Ye really are. What’re you here for? Toinne : ( Coughs ) Apologies. That information is classified. O’Brien : I’m Siobhán O’Brien, anyway. What’re yous doing here? Cloch : …What do you know about the gancanagh? [Siobhán whistles, then glances over at the bridge. Leaves on the trees move slightly as a weak breeze starts. Toinne’s bodycam is fixed on the woman. Cloch appears unamused.] O’Brien : I know as much as anyone else. That type of leprechaun does nothing but hurt… I don’t understand its motives. You know what? Feckin’ bastard, that’s what it is. Toinne : Have you encountered it? [Siobhán gets up from the wall, then walks over to Cloch. She puts a thin hand on his shoulder, maintaining eye contact.] O’Brien : You look like you don’t care what kind of power they hold. Are you listening to me? One touch, now, just one touch, and you’re completely helpless. It appears as the man of your dreams, and then it crushes them. Do you hear me? Cloch : Of course. But look at me, miss. [He kneels down to Siobhán's height.] Cloch : I assure you, we will find what has been terrorising your town and lock it up. We will contain it. You don’t need to worry. O'Brien : Stop acting the maggot! Have you even met a fae, youngin? You will absolutely NOT 'contain' it, that is extremely rude! [Toinne sighs, looking around at the hills and clouds. There is an unidentified figure on the bridge. Toinne turns to Cloch.] Toinne : I’m going over to that guy! [Footage shows Cloch with his hands behind his back, rubbing his knuckles. Siobhán seems to be telling him off. Toinne approaches the bridge.] [The figure smiles. It holds an unlit pipe between its teeth, wearing a white shirt and brown waistcoat. A hat is pulled over its eyes. Toinne walks over cautiously.] 6379 : It’s a fine day, isn’t it? Toinne : …It is. What is your business here? 6379 : Just cloud-watching. Join me, love. [Toinne keeps her distance, watching intently. The figure removes it’s pipe from its mouth and puts it in its pocket.] 6379 : Hm? Is something wrong? Toinne : Not at all. 6379 : Really? Your face is quite red. Toinne : Wh-no! It’s not…is it? Because maybe I’m just- I’m just naturally very red. 6379 : ( Laughs ) Don’t fuss over it. It’s hay fever season. [It exhales.] 6379 : It’s cute, too. Do you get complimented often? Toinne : …You’re completely confident you won’t get punched right now? 6379 : ( Places hand on chin ) You wanna try? …Or are you sure you’re not just embarrassed? [Toinne folds her arms. She slowly paces towards the entity. It smiles and takes off its hat.] 6379 : Stay with me for awhile. Surely a girl as smart as you knows when to relax. Toinne : You’re just saying that- oh- you got a bug in your hair. 6379 : ( Panicked ) GAH! Would you get it for me?! Toinne : Sure- [Toinne reaches for the bug. The breeze picks up slightly.] Cloch : ( Yelling ) Toinne! Get back! [Toinne stops to turn over to Cloch, who is seen running up to her. She is holding a bug in her hand.] [Cloch pulls her away from where the entity was standing. The entity has vanished.] Cloch : Toinne, did you touch it? Are you okay? Toinne : ( Stumbles back ) Get off of me! Where is he, where did he go?! He can't leave me, I love him! <End Log> After the discovery of SCP-6379, Agent Toinne was severely affected by the effects of SCP-6379. Reported by Agent Cloch as acting ‘frantic and panicked’, she was administered Class A amnestics and suspended from duty for the time being.",
        "Location : Caherkeen in Co. Cork, Ireland. Investigator : Agent Cloch <Begin Log> [Cloch is standing on the same bridge from the previous SCP-6379 sighting. He is visibly frustrated, looking down to fidget with his hands. The sky is overcast.] [SCP-6379 manifests sitting on the bridge when Cloch turns his head. He flinches and takes a step back at the sight of the entity.] Cloch : This better not be a waste of time. 6379 : Why would it be? We’re just having a nice chat, aren’t we? Cloch : …Do you do this on purpose? I bet it’s funny to you. You’re vile. [The entity sighs, hunching over and swinging its legs. It smiles fondly.] 6379 : I do it for fun. Something about heartbreak is so fulfilling, you know? Cloch : I do not. Why is it, um, fun? 6379 : Hm… You’re dumb, I like you. I get a good feeling from toying with humans, I guess. It makes me feel close to them. The all-consuming intimacy of obsessive love, the passion of empty words… It’s a form of art, don’t you think? [Cloch clenches his fist. The entity purses its lips.] 6379 : Don’t you think? That was a question. Cloch : Huh-wh-no, I don’t…think. 6379 : That’s obvious. The men I converse with in the taverns do, though. I tell them about who I’ve conquered, and they are happy to say the same. They think it’s an achievement, to break the most hearts, and well, I wholefully encourage it! My, it’s an interesting mindset! Cloch : …How come we have never gotten reports of you in pubs? 6379 : Listen to your elders, buachaill! That lady knew of Sidhe, and yet you dismiss her like she was talking gibberish. It is because I morph, and appear completely ordinary to people not under my trance. They are none the wiser! [It chews on the end of its unlit pipe. Cloch shakes his head.] Cloch : I just don’t understand. This must be a personal playground to you, right? 6379 : You’re sorely mistaken. Before this cursed age, when fae were at their strongest, it might’ve been. But now, I indulge in it to understand the darkest parts of the human psyche. …It has bothered me. I’m getting weaker as the years pass, as less people believe in and fear us. My weakness may have been the reason your partner was compelled so slowly. She did me a favour, too. I am in debt to her. Cloch : What do you mean? 6379 : She got a bug out of my hair, and I’m… they are not my favourite thing on this earth. Cloch : You’re afraid of bugs? 6379 : ( Stammering ) T-that is besides the point! What matters is that she had her heart set on someone else. Cloch : Toinne is a friendly person in general. It seems obvious, now I think about it. 6379 : Didn’t you see her odd little…what is it, ‘camera’ images? The woman said I appear as the perfect man to whoever sees me, correct? [The entity grins. Cloch furrows his brows, puzzled.] Cloch : What are you smiling at? [It sighs.] 6379 : Are you thick?! I remember I turned into a man who looked eerily like you . Do you get it now? Have you got the message, or are you slow as a snail? [Cloch rubs his knuckles.] Cloch : Well, that doesn’t mean anything… 6379 : ( Mocking ) Oooh, I don’t understand ! C’mon lad, it’s so obvious. I can tell she’s been making a move for ages but you’ve been taking it too literally. Loosen up a bit! [Cloch looks down at his feet. His palms are noticeably sweaty.] Cloch : …I didn’t know she felt the same way. Maybe I should…I dunno. 6379 : You seem like a respectable fella. I had forgotten there is maybe a sweet side to humans… Farewell. [Cloch looks up. The entity is nowhere to be seen. A soft breeze comes and goes.] <End Log>"
    ],
    "containment_procedures": "Any sightings of SCP-6379 in towns and surrounding areas are to be reported. Personnel affected by SCP-6379 are to be amnesticised and given proper psychiatric treatment.",
    "description": "SCP-6379 is the designation given to a humanoid entity that currently appears around the outskirts of the town of Caherkeen in Co. Cork, Ireland. It is identical in appearance to a normal human, but notably carries a tobacco pipe at all times.",
    "title": "SCP-6379"
}