{
    "url": "https://scp-wiki.wikidot.com/scp-6383",
    "all_text": "rating: \n+313\n+\n–\nx\n\n\nItem #:\n SCP-6383\n\n\nObject Class:\n Non-Anomalous\n\n\n\n\n\n\nSCP-6383 prior to containment\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6383 is stored in a specialised chamber comprised of a combination of materials rating no higher than 00.5%\n1\n on Foundation Anomalous Certainty scales.\n\n\nDescription:\n SCP-6383 is a non-anomalous stop sign, constructed from materials identical to other traditional stop signs throughout the United States. All forms of sentience and near-sentient life (human/anomalous entities/artificial sentience/plant life) have expressed feelings or symptoms of severe discomfort and anxiety when in SCP-6383’s direct presence. This effect is non-anomalous, and believed to be a fundamental response in nature.\n\n\nIn contrast to all other forms of existing matter, SCP-6383 has yielded consistently negative results when tested for anomalous properties.\n\n\nSCP-6383 Testing Results:\n\n\n\n\nAnomaly certainty: 0.00%\n\n\nPotential Object Class: Non-anomalous (100% certainty)\n\n\nAPME-Rating\n2\n: 00/00% (average APME-Rating for stop signs: ~45/~23%)\n\n\n\n\nIn contrast, all other forms of life and other existences in the universe display a minimum of 0.05% when measured for anomalous properties, and at least a 0.03% likelihood of becoming anomalous in the future via various circumstances or happenstance (current anomalous prevention protocols and containment efforts to lessen such occurrences are ongoing).\n\n\nDue to these inherent properties, SCP-6383’s nature is deemed enigmatic by all sentient beings, causing feelings of dissimilarity towards SCP-6383 in comparison to everything else in existence.\n\n\nDiscovery Log:\n SCP-6383 was discovered following Event-6383-Alpha, a universal reality altering event which resulted in all forms of existence obtaining various anomalous properties. This event had initially gone unnoticed, due to a vast majority of these changes being minute and going unnoticed by the major population\n3\n. In response, the Foundation developed the APME-Rating system to confirm changes between baseline normality as compared to before Event-6383-Alpha.\n\n\nSCP-6383 was found several months after the event, having been the least affected by these alterations. Due to it being the sole “non-anomalous” object remaining from before the event, SCP-6383 has been placed in a specialised “exclusion chamber” to decrease the risks that may come from exposure to the anomalous reality around it.\n\n\n\n\nFootnotes\n\n\n1\n. Lowest achievable rating at present\n\n\n2\n. Anomalous Property Manifestation/Escalation Rating\n\n\n3\n. Notable examples: Dr. Wesley growing 1cm taller, a HB pencil becoming a slightly different shade of yellow, a blade of grass that grows 0.02cm faster than others surrounding it, Assistant researcher Agnew being able to manifest a single chicken egg in his hand once and never again, an instance of cane toad that when presented with a bowl of milk every ten hours consecutively for three months will vocalise the phrase “I prefer soy” in Russian (Note: Testing confirmed the toad to not actually be lactose-intolerant), etc.\n\n\n\n\n\n\n\n\n« \nSCP-6382\n | SCP-6383 | \nSCP-6384\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6383\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6383\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n STOP sign.jpg\n\n\nAuthor:\n Bidgee\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6383 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-6383 . Licensed under CC-BY-SA .",
        "Filename: STOP sign.jpg Author: Bidgee License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-6383",
    "object_class": "Non-Anomalous",
    "containment_procedures": "SCP-6383 is stored in a specialised chamber comprised of a combination of materials rating no higher than 00.5%1 on Foundation Anomalous Certainty scales.",
    "description": "SCP-6383 is a non-anomalous stop sign, constructed from materials identical to other traditional stop signs throughout the United States. All forms of sentience and near-sentient life (human/anomalous entities/artificial sentience/plant life) have expressed feelings or symptoms of severe discomfort and anxiety when in SCP-6383’s direct presence. This effect is non-anomalous, and believed to be a fundamental response in nature.",
    "title": "SCP-6383"
}