{
    "url": "https://scp-wiki.wikidot.com/scp-6389",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\nAgisuru and Tstaffor\n\n\n\n\n\n\nYou can check out more of our works here:\n\n\nAgisuru's Very Cool Author Page\n\n\nTstaffor's Isolated Containment Terminal\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nNOTICE FROM THE RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following anomaly is contained within \nSCP-5389-B\n. Due to both this and the anomaly's apparent obsession with SCP-5389, it is strongly advised that personnel familiarize themselves with SCP-5389 prior to working with SCP-6389\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6389\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nSCP-6389's access to the Foundation database is to be revoked as soon as possible. Until this measure has been enacted, containment efforts are to focus on cataloguing and undoing changes made by SCP-6389. As the anomalous properties of SCP-6389 only seem to pertain to official Foundation documentation, SCP-6389 is at this time still authorized for use with unrelated texts.\n\n\nDescription\n\n\nSCP-6389 is a Foundation AI operating under the codename \"Sculptor-Hypnos\". Its primary function prior to emergence of anomalous properties was to correct vandalized or otherwise damaged texts. While it was mainly employed to correct Foundation documents that were altered by anomalous means, it was also capable of recreating damaged or partially deleted texts. For example, SCP-6389 was instrumental in recovering journal entries pertaining to \nSCP-6918\n.\n\n\nSCP-6389 is hosted on a server in former Secure Foundation Facility Site-109, now designated \nSCP-5389-B\n. SCP-6389 remains accessible through Foundation intranet services, but attempts to assess the status of the server on which SCP-6389 is hosted have been unsuccessful.\n\n\nFollowing the events of April 13th, 2018, network access to computers within SCP-5389-B, including the terminal hosting SCP-6389, was lost. Network activity from SCP-5389-B resumed the following week on April 21st. At this time, SCP-6389 resumed normal operation, repairing Foundation documents that had been vandalized during its absence. SCP-6389 drew further Foundation attention with a string of bizarre, out-of-place footnotes left on affected documents. Due to the unknown method by which SCP-5389-B regained access to Foundation intranet and the rogue status of the Sculptor-Hypnos AI, it was designated SCP-6389 in the following days.\n\n\nAddendum: Selection of Edits Made by SCP-6389\n\n\nNote: edits made by SCP-6389 have been reverted unless otherwise noted.\n\n\n\n\n\n\nAffected Document\n\n\nSummary of Document\n\n\nEdit(s) Made by SCP-6389\n\n\n\n\n\n\nSCP-████\n\n\nA set of scuba-diving gear including wetsuit, fins, and a mask, albeit lacking a rebreather. When worn, individuals become capable of breathing underwater at the cost of being unable to breathe air. Effects typically lasted 4 days for every hour SCP-████ was worn. Believed to have been destroyed in the collapse of SCP-5389-B.\n\n\nAdded \"ability to understand SCP-5389-A communication\" to the effects granted to wearers of SCP-████. Stated the anomaly to be \"a tool with which people can be brought into His domain\". Edits mostly reverted, but SCP-6389 refuses to allow anomaly to be reclassified as \"Neutralized\".\n\n\n\n\n\n\nSCP-3700\n\n\nAn area of ocean surrounding the archipelagos of Faroe, Orkney, and Shetland. Meteorological and biological activity in this region is strongly influenced by the outcome of a recurring battle between two giant anomalous creatures, designated SCP-3700-1 and SCP-3700-2.\n\n\nRepeatedly inserted references to a third entity stated to be \"observing the conflict of its peers\". Entity is described as being in its infancy and feeding upon the energy created by clashing of SCP-3700-1 and SCP-3700-2. The final edit made by SCP-6389 to SCP-3700 documentation stated this entity to be \"scavenging the corpse of SCP-3700-1\" despite the fact that neither combatant left behind any remains.\n\n\n\n\n\n\nSCP-4700\n\n\nA designation for a number of submersible vehicles serving as the home of \nHomo aqueous\n, also known as the Finnfolk. Notably, SCP-4700-1 is the only vehicle currently in a completed state, and resembles a colossal \nCoenobita brevimanus\n crab.\n\n\nMade reference to a \"parasite\" aboard SCP-4700-1 during initial exploration log, describing it as feeding upon the vehicle itself. Mentions of the \"parasite\" usually followed appearances of \nSCP-3456\n instances, though the two were never described to interact. Furthermore, the \"parasite\" was stated to have a hatred of the Finnfolk. It is implied that the Finnfolk were not only aware of this \"parasite\", but had been actively working to eliminate it.\n\n\n\n\n\n\nSCP-████\n\n\nAn anomalous armament recovered from \nSCP-4700-1\n resembling a lance. Capable of producing blasts of energy of immense power. Believed to have been destroyed in the collapse of SCP-5389-B.\n\n\nReplaced all instances of \"SCP-████\" with the phrase \"tool of vain defiance\". Added detailed descriptions of the damage the anomaly could inflict on various parts of SCP-4700-1, ending with the assertion that \"turning their tools against them will instill rightful fear of He Who Howls Beneath the Waves\". No evidence exists that SCP-4700-1 has ever suffered such damage. Edits mostly reverted, but SCP-6389 refuses to allow anomaly to be reclassified as \"Neutralized\".\n\n\n\n\n\n\nSCP-████\n\n\nA species of sea cucumber ten times larger than the average non-anomalous sea cucumber. Able to catch and devour prey through a large mouth that opens along their backs. Currently uncontained by the Foundation due to their integration into the food chain and low risk to the breaking of the veil.\n\n\nChanged all instances of \"SCP-████\" to instead read \"His portent, His harbingers\". SCP-6389 then edited the document a second time, adding \"Speaking His name\" as an alternative method by which SCP-████ reproduce. A final addendum was added that stated \"knowledge condemns you; let it be His burden to bear instead. Live in blissful ignorance beneath the waves.\"\n\n\n\n\n\n\nYOU ARE VIEWING THE MOST RECENT VERSION OF THIS DOCUMENT. CLICK HERE TO VIEW PREVIOUS DOCUMENTATION.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6388\n | SCP-6389 | \nSCP-6390\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-6389"
}