{
    "url": "https://scp-wiki.wikidot.com/scp-6390",
    "all_text": "rating: \n+54\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6390\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Reports of autophagy and violent crimes with cannibalistic elements are to be investigated as potential occurrences of SCP-6390. Persons affected by SCP-6390 outside of controlled environments are to be detained indefinitely.\n\n\nDescription:\n SCP-6390 is a novel neurological condition which causes affected organisms to conflate feelings of affection\n1\n with hunger and appetite. The consumption of living tissue temporarily suppresses the edacity caused by SCP-6390. SCP-6390 is equally likely to affect all sexualities and demographics.\n\n\nSCP-6390 exclusively affects members of the taxonomic class mammalia. SCP-6390 appears spontaneously in eligible populations; having one or more intimate relationships, whether platonic or romantic, is a prerequisite for the development of the disease. Prolonged socialisation with carriers of SCP-6390 weakly correlates with its appearance in affected individuals, indicating that there is some memetic component in its etiology.\n\n\nAddendum 6390.1:\n Discovery\n\n\nSCP-6390's first recorded appearance occurred on the 25th of June, 1990, in the Royal Melbourne Hospital's maternity ward. There were four casualties, two adult. A post-hoc analysis of similar incidents led to the eventual classification of the anomaly.\n\n\nAddendum 6390.2:\n Case Study\n\n\n\n\n+ Access fileserv:/S:/6390/fileserv/casestudy\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nThe following documents are believed to contain information about progression of the SCP-6390 condition as well as details about the actions taken by one or more of its infectees. Confirming its presence has proven to be impossible due to all parties being unavailable for study.\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 12/11/21, 1:34am\n\n\nRecipient:\n BSc Evelyn Sophia Retherford, Department of Epidemiology, Site-127\n\n\nCaller:\n Dr Jacquelyn Vanth, Director of Medicine and Biological Research, Site-127\n\n\n\n\nCaller:\n You’re not returning my calls. Did something happen to you?\n\n\nCaller:\n You should come home. Are you back at your mother’s again? It isn’t fair to her for you to keep crashing at her place.\n\n\nCaller:\n You’re making me worry, honey. Please don’t do anything rash.\n\n\n[Call ends]\n\n\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 12/11/21, 11:56am\n\n\nRecipient:\n BSc E.S. Retherford\n\n\nCaller:\n Dr J. Vanth\n\n\n\n\nCaller:\n I saw that you tried to contact site dispatch last night. Were you trying to report me? You know there are people in our department who’d use that as an excuse to hurt us. Out of jealousy, no less.\n\n\nCaller:\n I know that you haven’t checked into a hospital yet. Don’t let that cut get gangrenous. I know it seems like I was trying to hurt you but the truth is that you just got in the way. I didn’t mean it. You know I’d never lie to you.\n\n\n[Silence]\n\n\nCaller:\n This is a relationship. When things go sour, the first people that we should trust to help us are each other. Don’t be a bad friend to me. Please.\n\n\n[Call ends]\n\n\n\n\n\n\nExcerpt from police report “keene.121121.07A-KD”\n\n\nDate of Occurrence:\n 12th of November, 2021\n\n\nSynopsis:\n Ana Asakku (F, 25) was approached by an unidentified adult female while at the Kilkenny Pub (82 Main St) at around 4:15pm. The suspect did not identify herself and made polite but flirtatious conversation, according to Ms. Asakku. After being propositioned, Asakku allowed the unknown individual to follow her home.\n\n\nThe suspect was described as being excessively intimate, which Asakku attributed to a state of intoxication. During a moment of close physical contact, the suspect unexpectedly assaulted Asakku by tearing at her shoulder and cheeks her teeth, after which she ‘suckled’ upon the victim’s open wounds, drawing out an amount of blood.\n\n\nAsakku lapsed into unconsciousness at this point and was discovered at 6:03pm by her roommate.\n\n\nFollowup:\n Investigation discontinued (Code M22)\n\n\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 12/11/21, 8:33pm\n\n\nRecipient:\n BSc E.S. Retherford\n\n\nCaller:\n Dr J. Vanth\n\n\n\n\nCaller:\n I haven’t slept since yesterday morning, I can’t stop worrying about you. It's not healthy but I just can't help it.\n\n\nCaller:\n I’ve told everyone in the department what’s going on and they’re pretty much in agreement that you’re overreacting. I understand, though. Your emotions can get the better of you, and I'm okay with that. That's why you love me, right?\n\n\nCaller:\n You don’t have many acquaintances outside of work. If you’re not talking to your coworkers or to me, you must be venting to your exes and school-friends. Those relationships were toxic. You shouldn’t burden them with your personal drama.\n\n\nCaller:\n You can’t survive on your own. When I first met you, you were reclusive, depressing, antisocial. The rest of the lab wrote you off as a wastrel. It took so much effort on my part to get them to respect you.\n\n\nCaller:\n Some of them call themselves your friends now; they’re all so self-righteous. They only care about you because they think it’ll earn them favour with me. I’m the only person in the world that you have and all I want to do is make amends.\n\n\nCaller:\n I’m trying to help you, Evelyn. Come home.\n\n\n[Call ends]\n\n\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 13/11/21, 4:46am\n\n\nRecipient:\n BSc E.S. Retherford\n\n\nCaller:\n Dr J. Vanth\n\n\n\n\nCaller:\n Have I ever told you how beautiful you are?\n\n\nCaller:\n Nobody else sees it. Nobody else cares about you like I do.\n\n\nCaller:\n I can’t get you out of my head. I want to see you again, to hear your voice. Evelyn, I miss you so bad.\n\n\nCaller:\n It’s not over, is it? It can’t be. I’ve done so much for you.\n\n\n[Pause]\n\n\nCaller:\n Your blood is still on the carpet.\n\n\nCaller:\n It tastes like you.\n\n\n[Call ends]\n\n\n\n\n\n\nExcerpt from police report “keene.131121.26A-KD”\n\n\nDate of Occurrence:\n 13th of November, 2021\n\n\nSynopsis:\n The body of Diana Gold (F, 27) was discovered in her vehicle at 6:23am by John Locksley (M, 56) as he was passing through Jamaica Cres, Jamaica Park. According to testimony by one of Gold’s acquaintances, Fiona Proasheck (F, 27), the two women had spent the night frequenting bars and leisure establishments.\n\n\nWhile drinking at the Raven & Sitch nightclub, Gold encountered a woman whom Proasheck described as being ‘roughly [her] age, tall and dressed like she was going to work’. This woman, the suspect, stayed with Gold for the rest of the night and made repeated advances on both Gold and Proasheck, the former of whom responded with enthusiasm. Proasheck noticed faint red stains on the suspect’s collar and the periphery of her sleeves but declined to comment. At 1:36am, Proasheck decided to return to her place of residence, leaving Gold with the suspect.\n\n\nThe victim’s tongue was traumatically severed at its root and a large amount of flesh was avulsed from her lips and gums. Traces of facial cosmetics foreign to the victim were found on the intact surfaces around her mouth. Death occurred by exsanguination at approximately 2:05am.\n\n\nFollowup:\n Investigation discontinued (Code M22)\n\n\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 13/11/21, 6:08pm\n\n\nRecipient:\n BSc E.S. Retherford\n\n\nCaller:\n Dr J. Vanth\n\n\n\n\nCaller:\n I love you, Evelyn. I love you so much. Talk to me. Send me a photo, let me know you’re okay, anything at all.\n\n\nCaller:\n I’m watching old videos of us. I’m sleeping with one of your shirts tucked under my pillow. I want you so bad. I can’t stand the craving.\n\n\nCaller:\n You have no idea how it feels to be deprived like this.\n\n\n[Call ends]\n\n\n\n\n\n\nTranscript of a voicemail\n\n\nDate and Time:\n 14/11/21, 8:44pm\n\n\nRecipient:\n BSc E.S. Retherford\n\n\nCaller:\n Dr J. Vanth\n\n\n\n\nCaller:\n You weren’t at your mother’s place. But… I saw your bed. It has your aroma. Fresh.\n\n\n[Long pause. Moist popping.]\n\n\nCaller:\n She isn’t like you at all.\n\n\nCaller:\n [Brief, sharp inhalation.] I need you so badly.\n\n\n[Call ends]\n\n\n\n\n\n\nExcerpt from police report “keene.141121.13A-KD”\n\n\nDate of Occurrence:\n 14th of November, 2021\n\n\nSynopsis:\n The body of Avery Retherford (F, 49) was discovered by Officer Mills in her residence after her neighbour, Edgar Wheyton (M, 30), called the station in order to report what he believed to be the silhouette of a body visible through the house’s kitchen window.\n\n\nSections of the victim’s body had been precisely removed using a sharp implement. Notably, tissue of the hands and adipose of the calves. Though some of the removed material could not be accounted for, several large chunks of macerated flesh belonging to the victim were found inside a wastebasket in the bathroom, coated in human saliva.\n\n\nAn incision was made along the victim’s wrist. Shallow tooth marks were found around the wound, alongside an unusual blood smearing pattern. Generally, the wounds on the victim’s body are consistent with those generated by an individual with a moderate degree of surgical skill and anatomical finesse, with few to no instances of purposeless or otherwise disorganised trauma.\n\n\nThe victim was killed by a deep stab wound to the throat, made while sitting down and presumably facing her attacker. The front door was also unlocked, with no indication of a break-in.\n\n\nFollowup:\n Investigation discontinued (Code M22)\n\n\n\n\n\n\nTranscript of “ereth730306.mp4”\n\n\nDate and Time:\n 14/11/21, 11:36pm\n\n\nDuration:\n 1:13:03\n\n\nInterlocutors:\n BSc E.S. Retherford, Dr J. Vanth\n\n\n\n\n[The film occurs from the perspective of Retherford's cell phone, tucked into her breast pocket. It depicts a river and the railing of a small stone bridge. It is night time, and raining. The area is heavily forested and no buildings are visible. Retherford is standing outside of a car. For upwards of an hour, the perspective does not shift.]\n\n\nVanth:\n There you are.\n\n\n[The camera pivots toward the figure of Dr Vanth, who is standing at one end of the bridge. She is holding an umbrella and wearing opaque gloves. Retherford inhales deeply.]\n\n\nVanth:\n It was easy enough to find you, after you stole my car. The police were only too happy to help.\n\n\n[Retherford grasps her forearm, which comes into frame briefly. It is covered in bandages.]\n\n\nVanth:\n Don’t be like that. You've done worse to me.\n\n\n[The camera moves away from Vanth, who takes a step forward.]\n\n\nVanth:\n Stop running. You’re an awful spouse, you know that? You don’t listen, you don’t want to reconcile, you just go on these ridiculous runaways. What are you, eight years old? And you came back to the bridge where we had our first kiss, of all places. I know you’re still thinking about me.\n\n\n[Vanth furls her umbrella and takes off her gloves. A dark red substance is visible beneath her fingernails.]\n\n\nVanth:\n You’re gorgeous, Evelyn. Such a sweet and flavoursome person.\n\n\n[Retherford draws a steak knife and points it at Vanth.]\n\n\nVanth:\n I can see that you’re thinking about it. But once I’m gone, what’ll happen to you?\n\n\n[Vanth continues to walk forward.]\n\n\nVanth:\n You have nobody to rely on now. Nobody but me.\n\n\n[Vanth places the tip of her sternum against the end of Retherford’s knife. She gently pushes the blade aside.]\n\n\nVanth:\n I really do love you.\n\n\n[Retherford lowers her weapon and weeps softly. She embraces Vanth for several seconds. The camera lens is obscured by clothing and hair. Vanth emits a quiet gasp, which is followed by a wet tearing noise and a shuffle of fabric. The video abruptly ends at this point.]\n\n\n\n\nDr Vanth’s remains were found on Route 6B in Delamere Forest, Cheshire alongside her mobile device. Large amounts of flesh had been crudely removed from her lips, cheeks and upper torso, with tooth marks found in her finger bones and jaw. ~2 grams of oral musculature\n2\n with genetic markers belonging to Retherford were found inside her mouth. Retherford herself could not be located.\n\n\nAutopsy of Dr Vanth’s body discovered that at the time of her death, there were severely elevated levels of dopamine and serotonin in her brain.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including but not limited to: sexual attraction, romantic interest, familial love and platonic attachment.\n\n\n2\n. The muscles of the tongue.\n\n\n\n\n\n\n\n\n« \nSCP-6389\n | SCP-6390 | \nSCP-6391\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6390\n\" by Tiamat Elsen, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6390\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6390.1: Discovery\nSCP-6390's first recorded appearance occurred on the 25th of June, 1990, in the Royal Melbourne Hospital's maternity ward. There were four casualties, two adult. A post-hoc analysis of similar incidents led to the eventual classification of the anomaly.",
        "Addendum 6390.2: Case Study"
    ],
    "documents": [],
    "notes": [
        "Transcript of a voicemail Date and Time: 12/11/21, 1:34am Recipient: BSc Evelyn Sophia Retherford, Department of Epidemiology, Site-127 Caller: Dr Jacquelyn Vanth, Director of Medicine and Biological Research, Site-127 Caller: You’re not returning my calls. Did something happen to you? Caller: You should come home. Are you back at your mother’s again? It isn’t fair to her for you to keep crashing at her place. Caller: You’re making me worry, honey. Please don’t do anything rash. [Call ends]",
        "Transcript of a voicemail Date and Time: 12/11/21, 11:56am Recipient: BSc E.S. Retherford Caller: Dr J. Vanth Caller: I saw that you tried to contact site dispatch last night. Were you trying to report me? You know there are people in our department who’d use that as an excuse to hurt us. Out of jealousy, no less. Caller: I know that you haven’t checked into a hospital yet. Don’t let that cut get gangrenous. I know it seems like I was trying to hurt you but the truth is that you just got in the way. I didn’t mean it. You know I’d never lie to you. [Silence] Caller: This is a relationship. When things go sour, the first people that we should trust to help us are each other. Don’t be a bad friend to me. Please. [Call ends]",
        "Excerpt from police report “keene.121121.07A-KD” Date of Occurrence: 12th of November, 2021 Synopsis: Ana Asakku (F, 25) was approached by an unidentified adult female while at the Kilkenny Pub (82 Main St) at around 4:15pm. The suspect did not identify herself and made polite but flirtatious conversation, according to Ms. Asakku. After being propositioned, Asakku allowed the unknown individual to follow her home. The suspect was described as being excessively intimate, which Asakku attributed to a state of intoxication. During a moment of close physical contact, the suspect unexpectedly assaulted Asakku by tearing at her shoulder and cheeks her teeth, after which she ‘suckled’ upon the victim’s open wounds, drawing out an amount of blood. Asakku lapsed into unconsciousness at this point and was discovered at 6:03pm by her roommate. Followup: Investigation discontinued (Code M22)",
        "Transcript of a voicemail Date and Time: 12/11/21, 8:33pm Recipient: BSc E.S. Retherford Caller: Dr J. Vanth Caller: I haven’t slept since yesterday morning, I can’t stop worrying about you. It's not healthy but I just can't help it. Caller: I’ve told everyone in the department what’s going on and they’re pretty much in agreement that you’re overreacting. I understand, though. Your emotions can get the better of you, and I'm okay with that. That's why you love me, right? Caller: You don’t have many acquaintances outside of work. If you’re not talking to your coworkers or to me, you must be venting to your exes and school-friends. Those relationships were toxic. You shouldn’t burden them with your personal drama. Caller: You can’t survive on your own. When I first met you, you were reclusive, depressing, antisocial. The rest of the lab wrote you off as a wastrel. It took so much effort on my part to get them to respect you. Caller: Some of them call themselves your friends now; they’re all so self-righteous. They only care about you because they think it’ll earn them favour with me. I’m the only person in the world that you have and all I want to do is make amends. Caller: I’m trying to help you, Evelyn. Come home. [Call ends]",
        "Transcript of a voicemail Date and Time: 13/11/21, 4:46am Recipient: BSc E.S. Retherford Caller: Dr J. Vanth Caller: Have I ever told you how beautiful you are? Caller: Nobody else sees it. Nobody else cares about you like I do. Caller: I can’t get you out of my head. I want to see you again, to hear your voice. Evelyn, I miss you so bad. Caller: It’s not over, is it? It can’t be. I’ve done so much for you. [Pause] Caller: Your blood is still on the carpet. Caller: It tastes like you. [Call ends]",
        "Excerpt from police report “keene.131121.26A-KD” Date of Occurrence: 13th of November, 2021 Synopsis: The body of Diana Gold (F, 27) was discovered in her vehicle at 6:23am by John Locksley (M, 56) as he was passing through Jamaica Cres, Jamaica Park. According to testimony by one of Gold’s acquaintances, Fiona Proasheck (F, 27), the two women had spent the night frequenting bars and leisure establishments. While drinking at the Raven & Sitch nightclub, Gold encountered a woman whom Proasheck described as being ‘roughly [her] age, tall and dressed like she was going to work’. This woman, the suspect, stayed with Gold for the rest of the night and made repeated advances on both Gold and Proasheck, the former of whom responded with enthusiasm. Proasheck noticed faint red stains on the suspect’s collar and the periphery of her sleeves but declined to comment. At 1:36am, Proasheck decided to return to her place of residence, leaving Gold with the suspect. The victim’s tongue was traumatically severed at its root and a large amount of flesh was avulsed from her lips and gums. Traces of facial cosmetics foreign to the victim were found on the intact surfaces around her mouth. Death occurred by exsanguination at approximately 2:05am. Followup: Investigation discontinued (Code M22)",
        "Transcript of a voicemail Date and Time: 13/11/21, 6:08pm Recipient: BSc E.S. Retherford Caller: Dr J. Vanth Caller: I love you, Evelyn. I love you so much. Talk to me. Send me a photo, let me know you’re okay, anything at all. Caller: I’m watching old videos of us. I’m sleeping with one of your shirts tucked under my pillow. I want you so bad. I can’t stand the craving. Caller: You have no idea how it feels to be deprived like this. [Call ends]",
        "Transcript of a voicemail Date and Time: 14/11/21, 8:44pm Recipient: BSc E.S. Retherford Caller: Dr J. Vanth Caller: You weren’t at your mother’s place. But… I saw your bed. It has your aroma. Fresh. [Long pause. Moist popping.] Caller: She isn’t like you at all. Caller: [Brief, sharp inhalation.] I need you so badly. [Call ends]",
        "Excerpt from police report “keene.141121.13A-KD” Date of Occurrence: 14th of November, 2021 Synopsis: The body of Avery Retherford (F, 49) was discovered by Officer Mills in her residence after her neighbour, Edgar Wheyton (M, 30), called the station in order to report what he believed to be the silhouette of a body visible through the house’s kitchen window. Sections of the victim’s body had been precisely removed using a sharp implement. Notably, tissue of the hands and adipose of the calves. Though some of the removed material could not be accounted for, several large chunks of macerated flesh belonging to the victim were found inside a wastebasket in the bathroom, coated in human saliva. An incision was made along the victim’s wrist. Shallow tooth marks were found around the wound, alongside an unusual blood smearing pattern. Generally, the wounds on the victim’s body are consistent with those generated by an individual with a moderate degree of surgical skill and anatomical finesse, with few to no instances of purposeless or otherwise disorganised trauma. The victim was killed by a deep stab wound to the throat, made while sitting down and presumably facing her attacker. The front door was also unlocked, with no indication of a break-in. Followup: Investigation discontinued (Code M22)",
        "Transcript of “ereth730306.mp4” Date and Time: 14/11/21, 11:36pm Duration: 1:13:03 Interlocutors: BSc E.S. Retherford, Dr J. Vanth [The film occurs from the perspective of Retherford's cell phone, tucked into her breast pocket. It depicts a river and the railing of a small stone bridge. It is night time, and raining. The area is heavily forested and no buildings are visible. Retherford is standing outside of a car. For upwards of an hour, the perspective does not shift.] Vanth: There you are. [The camera pivots toward the figure of Dr Vanth, who is standing at one end of the bridge. She is holding an umbrella and wearing opaque gloves. Retherford inhales deeply.] Vanth: It was easy enough to find you, after you stole my car. The police were only too happy to help. [Retherford grasps her forearm, which comes into frame briefly. It is covered in bandages.] Vanth: Don’t be like that. You've done worse to me. [The camera moves away from Vanth, who takes a step forward.] Vanth: Stop running. You’re an awful spouse, you know that? You don’t listen, you don’t want to reconcile, you just go on these ridiculous runaways. What are you, eight years old? And you came back to the bridge where we had our first kiss, of all places. I know you’re still thinking about me. [Vanth furls her umbrella and takes off her gloves. A dark red substance is visible beneath her fingernails.] Vanth: You’re gorgeous, Evelyn. Such a sweet and flavoursome person. [Retherford draws a steak knife and points it at Vanth.] Vanth: I can see that you’re thinking about it. But once I’m gone, what’ll happen to you? [Vanth continues to walk forward.] Vanth: You have nobody to rely on now. Nobody but me. [Vanth places the tip of her sternum against the end of Retherford’s knife. She gently pushes the blade aside.] Vanth: I really do love you. [Retherford lowers her weapon and weeps softly. She embraces Vanth for several seconds. The camera lens is obscured by clothing and hair. Vanth emits a quiet gasp, which is followed by a wet tearing noise and a shuffle of fabric. The video abruptly ends at this point.]",
        "\" SCP-6390 \" by Tiamat Elsen, from the SCP Wiki . Source: https://scpwiki.com/scp-6390 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Reports of autophagy and violent crimes with cannibalistic elements are to be investigated as potential occurrences of SCP-6390. Persons affected by SCP-6390 outside of controlled environments are to be detained indefinitely.",
    "description": "SCP-6390 is a novel neurological condition which causes affected organisms to conflate feelings of affection1 with hunger and appetite. The consumption of living tissue temporarily suppresses the edacity caused by SCP-6390. SCP-6390 is equally likely to affect all sexualities and demographics.",
    "title": "SCP-6390"
}