{
    "url": "https://scp-wiki.wikidot.com/scp-6391",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6391\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Samples of SCP-6391 are to be kept in Site-125’s high-risk biological containment wing. Organisms and personnel suspected to have come into contact with SCP-6391 are to be quarantined for a period lasting no fewer than 7 days or incinerated as the situation demands. SCP-6391 colonies are to be destroyed using incendiary weapons and their surroundings treated with ionising radiation. Detection of SCP-6391 may be performed by dousing surfaces suspected of being contaminated with unpasteurized milk or blood.\n\n\n\n\n\n\nA colony of SCP-6391 created by exposure to a thin film of blood.\n\n\n\n\n\n\nDescription:\n SCP-6391 is a class of proteins which are capable of intersecting themselves, enabling them to take on extremely energetically favourable conformations. Furthermore, they are capable of transferring this property to other nearby proteins. In a lab environment, neighbouring instances of SCP-6391 will bind to one another and form striated, fibrous structures. SCP-6391 acts similarly to a prion and will, upon entering an animal’s body, replace their internal organs with a homogenous mass of further instances of SCP-6391, displacing any bodily fluids in the process. Infected animals retain all preexisting faculties but exhibit noticeably different behavioural patterns once the brain has been replaced by a corresponding mass of SCP-6391.\n\n\nAfter the complete consumption of all internal organs, the infected animal will enter a dormant state and strands of SCP-6391 will emerge from its body, anchoring the mass to nearby hardpoints before eventually breaking apart the animal’s skin. At this point, the mass becomes a ‘colony’ of SCP-6391, a macroscopic quantity of SCP-6391 which exists outside of a living organism. Infection may occur via physical contact with a colony or through the entry of an infected animal’s tissues into an uninfected individual’s bloodstream or gastrointestinal tract.\n\n\nColonies of SCP-6391 are white, sterile and fibrous, resembling spiderwebs. They are correspondingly lightweight and highly durable. Furthermore, SCP-6391 fibres are capable of contracting and expanding, exerting force in a manner similar to animalian muscular tissue.\n\n\nSCP-6391 documentation is pending review by Dr Sayuri Kataigida in light of recent revelations.\n\n\nAddendum 6391.1, Exploration Log 6391.2:\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/exlog2\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nDate & Time:\n 07/01/2021, 12:37am\n\n\nPersonnel:\n Performed in person by Agent Aveta Divona with oversight provided by Doctor Sayuri Kataigida\n\n\nLocation:\n ██ ███████ Lane, ████████, Chukotka Autonomous Okrug, Russia\n\n\nNotes:\n Communication between Divona and Kataigida occurred in English. All other speech is translated from Russian.\n\n\n\n\n[Begin transcript]\n\n\nDivona:\n Can you hear me?\n\n\nKataigida:\n Loud and clear. Might I just add that you look quite silly with your phone taped to your shoulder? I thought you former MTF types would look cooler.\n\n\nDivona:\n Appearance means nothing. Besides, this is the best I can do under the circumstances; my body camera is broken.\n\n\n[Divona’s camera feed activates. It depicts a corridor on the second floor of an apartment block. Divona is standing in front of room 9. She knocks on the door twice. After several seconds, the viewport is opened and immediately closed. Shortly thereafter, an old woman (Female Tenant) opens the door.]\n\n\nDivona:\n Sorry I’m late, Kisa.\n\n\nFemale Tenant:\n There’s no need to apologise, Aveta, in fact I just got done with dinner. It’s been very lonely since my boy moved to the city; would you like to come in? Old Man Winter is in a stroppy mood tonight.\n\n\nDivona:\n That sounds lovely but I can’t right now. This is about the noise complaint?\n\n\nFemale Tenant:\n Ah, yes, those lovebirds upstairs have been thumping like mad for almost two days now; I can hardly get any sleep. It’s for the best, perhaps. I’ve had the worst nightmares recently.\n\n\nDivona:\n The noise started two days ago?\n\n\nFemale Tenant:\n The thumping began then, but even before that there was all sorts of racket! Moaning and groaning and slurping, just a cacophony. You could give them a stern talking to, right? Like your mother would give you when you were little.\n\n\nDivona:\n I’ll see what I can do. Take care, Kisa.\n\n\nFemale Tenant:\n You too, Aveta. Ah- I must go, my buzhenina\n1\n is burning without me.\n\n\n[The woman closes the door. Divona begins to move downstairs.]\n\n\nKataigida:\n So is this more or less exciting than your old job?\n\n\nDivona:\n Excitement isn’t everything.\n\n\nKataigida:\n Sure it isn't. I’d kill to be the first one inside an anomaly one of these days.\n\n\nDivona:\n Try transferring to a humanoid containment facility, I’m sure a reality bender would be glad to let you fulfil that dream.\n\n\nKataigida:\n I’m not sure that would work. Biologically, I mean.\n\n\nDivona:\n You have fingers, don’t you?\n\n\nKataigida:\n Pft. So what’s next, agent?\n\n\nDivona:\n If the noise really is coming from one of the rooms upstairs, I’ll have to speak to the landlord; I won’t be able to get in otherwise.\n\n\n[Divona moves to the first floor and knocks on the door to the landlord’s office. Several minutes go by before the door is answered by a short man (Landlord) in a sweater.]\n\n\nLandlord:\n Officer, whatever you’re here about, take it to my tenants.\n\n\nDivona:\n I just finished speaking to them, actually. I have a few questions. Are any of the rooms on the second storey of this building booked out?\n\n\nLandlord:\n Two and four. What’s it to you?\n\n\nDivona:\n One of your tenants recently filed a noise complaint.\n\n\nLandlord:\n Finally that fucking hag got the message and learned to take bullshit like this to the police. I pay my taxes, why should I have to deal with that shit-for-brains pig farmer?\n\n\nDivona:\n You already know what’s going on?\n\n\nLandlord:\n Of course. Every night it’s just that thump, thump, thump, like a heart beating next to your ear. It’s coming from room four. I’ll give you the roomkey; you can do your job and I can go back to bed.\n\n\nDivona:\n Before you do that, who’s currently staying in room four?\n\n\nLandlord:\n I already told you, the pig farmer! Clogs up the road every time he takes his hairy little shits out into the woods. Why should you care, I thought you’re just supposed to tell him off like a disobedient kid.\n\n\nDivona:\n I know who he is, I just need more information. Can you tell me when he got here?\n\n\nLandlord:\n Son of a bitch came to me a few nights ago looking bedraggled and pale. He told me that he needed a place to stay, at least for a week or so. I asked him whether he was here because his wife kicked him out of the house or something; he told me that he’d picked up a yeast infection from one of his pigs and he wanted a place to recover where he’d be away from his wife. [Muttered] Yeast infection my ass, you illiterate sack of shit. I hope you’re pleased with yourself.\n\n\nDivona:\n He looked sick?\n\n\nLandlord:\n He looked like a crackwhore’s cunt! He had dried blood all over his face, was white as a ghost and he kept looking like he was going to throw up while we were speaking to one another. Walked and talked just fine, though. I should’ve thrown him out but my pity got the better of me; I took his money and gave him the room. He couldn’t leave because of his disease of course so he paid me double to give him food, water and a copy of the newspaper every morning. Every day, he sounded a little more unhinged. Tired, desperate, pitiful, that sort of thing. At some point he asked me to go to the drugstore to buy him some medicine to help treat his infection. He was ordering enough drugs to kill a mule but he offered me a lot of money, so I didn’t ask any questions. Three days ago was when he stopped answering the door or taking his meals; that’s when the noise began.\n\n\nDivona:\n You haven’t entered his room since?\n\n\nLandlord:\n Of course not. I don’t want to catch whatever freaky shit he’s got.\n\n\nDivona:\n I think that’s all I need. Thank you for your time, sir.\n\n\nLandlord:\n Yeah yeah.\n\n\n[Landlord hands Divona a key and slams the door.]\n\n\nKataigida:\n I bet it’s just a senile old fart down with the flu.\n\n\n[Divona proceeds upstairs. She pauses once she reaches room 14 and places a hand on the door. A persistent thumping sound can be heard. The camera shakes violently. She tries to turn the door handle but it jams.]\n\n\nDivona:\n The door isn’t locked but there’s something blocking it from behind. I’m going to need to break it down.\n\n\nKataigida:\n Let’s hope the landlord doesn’t have anything to say about that.\n\n\n[Divona kicks the door. The latch violently snaps and the door, alongside a cabinet propped against it, shifts back. The room’s lighting fixtures are off and the windows are boarded up. She steps into the combination living room and kitchen. A pair of high boots and a coat, both covered in soil, have been placed in the middle of the room. The kitchen counter is covered in prescription medicines, primarily antifungal and antibiotic drugs. Divona moves closer to inspect the drugs.]\n\n\nKataigida:\n Enough to kill a mule indeed.\n\n\nDivona:\n Do you think the resident might have a narcotics habit?\n\n\nKataigida:\n Nystatin? Clotrimazole? Are you kidding? You couldn’t get high on any of this. Apparently our swine herding friend was just very sick and ill informed. Don’t touch anything, by the way. Anomaly or not, he was clearly down with something; could be infectious.\n\n\n[The camera pans over a number of dark stains on the carpet and far wall.]\n\n\nDivona:\n I’m seeing blood, emitted violently from multiple angles and locations. There’s no single large pool, so it’s likely that the source of the blood didn’t exsanguinate. Or at least, they died somewhere other than here.\n\n\nKataigida:\n Two or three days old, by my estimation. [Pause.] That sound, is it coming from somewhere in the room?\n\n\nDivona:\n It’s to my left. In the bathroom, I think. It’s definitely at the same altitude.\n\n\n[Divona pushes open the bathroom door. A large, fibrous mass is attached to the far corner of the room, anchored in place by three white appendages. The mass periodically expands and contracts, causing the walls to flex. A large, roughly circular pool of blood is present underneath the mass. A man (Male Tenant) is standing in front of the mirror, examining himself. He appears to be in a state of emotional distress, shuddering and hyperventilating. There are black and purple marks around the circumference of his neck, weeping a thin yellow fluid. His collar and chin are covered in fresh blood. He is holding a lighter.]\n\n\nKataigida:\n Well, there’s our anomaly.\n\n\n[Male Tenant retches and regurgitates approximately a cupful of red foam. He wipes it away with his sleeve. Divona places a hand on her sidearm.]\n\n\nKataigida:\n Something’s wrong with his hands. Does he have knuckles?\n\n\nDivona:\n I…\n\n\nKataigida:\n His entire body lacks definition. Look at his fingers, they’re like tubes stuffed with cotton rather than actual body parts. No wrinkles, no varicose veins, no hard protrusions, just sort of… circular and smooth. Not his head though, that’s normal. [Whispered] This is really cool.\n\n\n[Divona takes a sharp breath.]\n\n\nKataigida:\n Aveta?\n\n\nDivona:\n Sorry, I thought I… recognised it, for a moment.\n\n\nKataigida:\n He hasn’t noticed you yet. Get closer, I want to take a look at him.\n\n\n[Divona moves toward the man, who does not react to her presence. Male Tenant starts the lighter and waves it over the side of his neck. His discoloured skin blisters and cracks. An extremely viscous black substance emits from his wounds. A matrix of silken red threads are visible inside his body, as are a number of muscles. The threads darken and recede slightly. He whimpers. The fibrous mass contracts tightly.]\n\n\nMale Tenant:\n [Almost inaudibly] I can feel you curdling… burning in me, cosmic seeds planted beneath my skin…\n\n\nKataigida:\n That thing inside of him, some kind of anomalous parasite, or maybe a fungus.\n\n\n[Male Tenant turns his head away from Divona, revealing that the skin on the previously unseen side of his neck has been traumatically removed. Much of it is charred and hanging from his body. Underneath, there is a patch of exposed, desiccated flesh. The posterior end of two of his vertebrae are visible, protruding from the back of his neck. Loosely packed white fibres are present below the line of burned skin.]\n\n\nDivona:\n He needs help. I’m going to try to get his attention.\n\n\nKataigida:\n No, keep your distance. Did you hear a word of what I just said?\n\n\nDivona:\n [To Male Tenant] Hello?\n\n\n[Male Tenant slams the lighter against the counter. He leans over the basin, breathing heavily. The mass clenches.]\n\n\nMale Tenant:\n I’m not hungry. I’ll outlast you. You’ll starve inside me like a child in a dead womb… [Sobs]\n\n\n[Divona prods the man’s shoulder using a bathroom tile. He turns toward her, startled, and stumbles back. He slides on the floor and lands on his rear. His impact with the ground is unusually muffled and quiet. The mass begins pulsating at an increased rate.]\n\n\nMale Tenant:\n [Pained] There’s something inside me, it demands to be born. An ulcer, an ulcer on reality. I won’t let it out, you can’t let it come out! N- no!\n\n\n[A lump forms on Male Tenant’s collar measuring approximately 11cm across. It pulses upward through his head, causing his neck to bulge. There is a wet crackle, likely the sound of his esophageal cartilaginous tube collapsing. He clutches his stomach and regurgitates a mixture of blood, lymph and stomach acid. Divona reaches out toward the man but does not move any closer.]\n\n\nKataigida:\n Don’t get any closer to him! Aveta!\n\n\nDivona:\n [To Kataigida] He needs attention! [To Male Tenant] Sir, what’s wrong? Talk to me!\n\n\nMale Tenant:\n [Wheezing, choking]\n\n\n[The man opens his mouth. White threads move up through his throat and propagate throughout his oral cavity. He attempts to speak but proves to be incapable of articulation. Divona moves closer, at which point he suddenly takes hold of her sidearm and fires it into his left eye. He falls to the ground and spasms for several seconds before going limp.]\n\n\nKataigida:\n [Sigh], you pillock.\n\n\n[End transcript]\n\n\n\n\n\n\n\n\n\n\nAddendum 6391.2, Initial Study and Classification of SCP-6391:\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/study\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nProposal for SCP Designation, SCP-6391\n\n\nFrom:\n Dr Sayuri Kataigida (\npcs.tenpics|30ataks#pcs.tenpics|30ataks\n)\n\n\nTo:\n The Office of Director Konstantin Byrne, Site-125 (\npcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid\n)\n\n\n\n\nFollowing Exploration Chuk.████.0059,\n2\n two objects of note were recovered from the apartment of the late Cheslav Nikolayev, referred to as Civilian Male 2 in the transcript of the event. A partial list is as follows:\n\n\n- APD-A,\n3\n a large fibrous mass composed of nonliving organic material discovered in the bathroom of Nikolayev’s apartment.\n\n- APD-B, the corpse of Nikolayev.\n\n\nIn light of information gleaned from the study of APD-A and APD-B, I would like to request that an SCP slot be granted to a class of proteins found in both APD objects. These proteins are capable of anomalously intersecting and passing through themselves as well as transmitting this property to surrounding polypeptides. Attached below are the reports which I wrote following an initial examination of the two anomalies. Within them, I refer to substances known as spinneret proteins; these are the objects which I believe deserve SCP classification.\n\n\nFurthermore, while I leave any decisions made regarding the anomaly’s containment in the hands of the committee, it is my belief that the anomaly has not yet been fully eliminated from the wild. Nikolayev was a swineherd, meaning that he came into contact with livestock on a regular basis; livestock which provides nutrition for a significant portion of the local populace. In addition to this, it seems unlikely that the anomaly could have arisen spontaneously, given that it mirrors a disease or biological weapon in many regards; much of its behaviour is still poorly understood and there is no reason to believe that the formation of a colony is the final step in the progression of its pathogenic ‘lifecycle’. Without additional resources, determining whether further action should be taken or not will be infeasible.\n\n\n\n\n\n\nStudy of APD-A (Abridged)\n\n\nAuthor:\n Doctor Sayuri Kataigida\n\n\nResults:\n The anomaly is a large, irregularly shaped organic body. It is composed of many adhesive white fibres, resembling spider silk. A leather dog collar and a layer of canine fur are embedded in its centre. APD-A weighs 16kg, has dimensions of around 1.4 x 1.0 x 1.3 metres and has a texture similar to a pillow or bedding mattress. When exposed to temperatures exceeding 380 degrees Kelvin, it blackens and decomposes. Elongated pockets of a black inorganic mineral are dispersed throughout the core of the object, the source of which is unclear.\n\n\nOn a microscopic level, APD-A is composed of many branched protein microfibrils measuring 2-8 micrometres across. These proteins are highly variable in structure, size and sequence. However, they universally demonstrate a tendency to group together and form hydrophobic striated fibres.\n\n\nThese proteins, dubbed spinneret proteins or simply spinnerets, underlie APD-A’s properties and were the cause for its formation. Spinnerets behave similarly to prions in that they can confer their unique three dimensional structures onto other proteins with the same amino acid sequence, i.e, they convert other proteins into further spinnerets.\n\n\nSpinnerets are highly resistant to cold-induced denaturation, remaining functional and infectious at temperatures as low as 140 degrees Kelvin. However, at temperatures exceeding 430K, a majority of the proteins which constitute the anomaly are destroyed. Spinnerets are also resistant to mild shifts in acidity, operating equally well in environments between pH 5.5 and 9.8. Generally, spinnerets exhibit a level of stability which is not found in naturally occurring proteins. While spinneret proteins themselves are extremely (albeit variably) dense, the structures which they form are lightweight and porous.\n\n\nA spinneret protein’s foremost anomalous property is its ability to intersect itself, allowing it to adopt extremely dense and energetically favourable configurations. This property spreads to proteins which the spinneret is within close proximity to, causing them to also collapse into this inert structural formation.\n\n\nThe effects of spinneret proteins were tested on laboratory mice. Spinnerets, when injected into a living animal, form a colony near the site of injection, replacing neighbouring tissues and displacing unusable compounds such as lipids and water. This colony rapidly expands in the direction of protein-rich tissues, targeting the organism’s muscles, liver and gonads. Spinneret colonies have not been observed to metastasize or spread throughout the body, indicating that spinnerets are dense and structurally stable enough that they cannot be broken apart and carried by the body’s natural blood flow.\n\n\nIn spite of the spinneret colony often damaging or destroying major organs, infected animals do not exhibit any signs of distress nor do they suffer from the expected effects of having necessary portions of themselves being replaced by inert protein fibres; blood continues to circulate from arteries which terminate in spinneret mass and nerve signals propagate through apparently destroyed portions of the body. Some time following infection the animal will begin regurgitating bodily fluids and fats as the colony breaches their gastrointestinal tract and excessive amounts of displaced material enter their stomach. Regurgitated fluids contain trace amounts of spinneret proteins and are vectors for transmission. When suspended inside an aerosol of, say, mucous or blood, spinneret proteins are capable of being transmitted via airborne particulate, making the animal a potent vector for infection at this stage of infestation.\n\n\nIf the animal survives, the colony will eventually enter their cranial cavity, attacking their brain. This does not affect the animal’s ability to function. However, once a majority of their nervous system has been consumed, they will begin exhibiting markedly different behavioural patterns, no longer sleeping or engaging in libidinous activities. They will seek out a dark, cold place in which to lie down, at which point the colony will finish its consumption of the organism. As soon as this process is complete, the animal’s skin will split apart and the colony will emerge, forming extensions with which to anchor itself to its surroundings. In mice, the time between initial infection and the emergence of the colony falls within the bracket of 3 to 6 hours. In humans, it is believed that full infestation would take approximately 120 hours to occur. Animals can only be infected by spinneret colonies via direct physical contact with a preexisting colony or through the inhalation/ingestion of infected biomatter.\n\n\nPost-emergence spinneret colonies are highly attractive to animals. Lab mice, when presented with a spinneret colony on the other side of a steel mesh, crowded against the mesh and began vocalising. When the mesh was removed, the mice voluntarily exposed themselves to the colony, rubbing against it and in some cases attempting to groom it. Infestation occurred as expected in these mice, with the spinneret proteins entering the body by targeting the keratin proteins in their fur. During the emergence phase the infected mice dispersed themselves throughout the testing chamber, maximising the coverage of the spinneret colony complex. The attraction which animals experience towards spinneret colonies is inexplicable; they do not emit aromatic compounds.\n\n\nConclusion:\n APD-A is composed of long white fibres made up of misfolded proteins which cause other proteins of a similar design to become misfolded themselves. Animal proteins, when exposed to these proteins (spinnerets), transform into spinnerets themselves. Other components of animal tissue which are incapable of turning into spinnerets\n4\n are incorporated into the organism’s preexisting epidermis or evacuated from the body.\n\n\nSpinnerets are capable of replacing much of an organism’s internal organs without compromising physiological functionality. Upon replacing their central nervous organ (the brain in mammals, avians and reptiles), the organism’s mannerisms are affected. It seeks out a location in which to hibernate, after which the mass of spinnerets inside of them, the spinneret colony, emerges from their body. Spinneret infestations may be acquired via skin contact with a colony or exposure of infected tissues to the mucous membranes and stomach.\n\n\n\n\n\n\nAutopsy of APD-B (Abridged)\n\n\nAuthor:\n Doctor Sayuri Kataigida\n\n\nAnalysis:\n Subject is an adult male of Ukranian-Russian descent, aged 36 years at the time of his death. The cadaver weighs 72kg and is 183cm tall. The subject’s medical records are incomplete and out of date owing to a lack of regional infrastructure, although surviving records indicate that the subject suffered from an allergy to pollen foods. Family members have testified that the subject was in good health until contracting an anomalous disease some four to five days ago. The subject exhibits both cyanosis and pallor. His death was witnessed by Agent Aveta Divona and myself.\n\n\nMuch of the subject’s body has been replaced by spinneret proteins (see document SK.53: “Study of APD-A” authored by Dr Kataigida), specifically most of its spinal column, left arm and thoracic region. The spinneret colony is asymmetrical and globular, with broad branches extending into the subject’s right bicep and left thigh. A layer of congealed fat and white lipids have formed around the colony, compressing many of the subject’s organs and giving it a bloated appearance. The effects of anemia are apparent, with blood drawn from the subject’s remaining circulatory system being discoloured and having abnormally low concentrations of albumin and globulin, two key proteins found in blood plasma.\n\n\nThe subject’s neck is severely burned along its circumference, with some vertebrae and a significant portion of the subject’s trachea being exposed to the open air. No evidence of bacterial infection is present, attributable to it having been repeatedly exposed to high temperatures. Footage caught by Agent Divona suggests that these wounds were self-inflicted. The tissue surrounding the spinal cord is filled with branching deposits of non-spinneret proteins, most of which are foreign to the human body. These are likely the remains of denatured spinnerets, destroyed by heat. The deposits weigh around 700 grams altogether and, when placed in a neutral environment, fold back into regular proteins found in the human body. It is believed that the subject’s self-mutilatory behaviour delayed the spinneret colony from entering his brain, albeit at great cost to his own health. The spinneret colony is densest around the subject’s left arm. Similarly to APD-A, small deposits of black rock were discovered in this region of the body.\n\n\nThe subject’s spinal cord and medulla have been flattened along the coronal plane of the body and have been compressed to a degree that individual neural formations can no longer be made out under a light microscope.\n\n\nThe immediate cause of death seems to be an intraorbital gunshot wound. The subject was seen firing a handgun round into his own head shortly before his death. The bullet passed through his pons, cerebellum and occipital lobe before exiting the subject by puncturing the occipital bone on its right side, 16mm above the superior nuchal line.\n\n\nComplications:\n The autopsy had to be performed under less than ideal conditions due to the fact that post-mortem, the spinneret colony inside the subject’s body continued to grow and consume his remains. The autopsy room was not climate controlled and a number of steps, such as the decontamination of the body, could not be performed due to the time constraint posed by the colony. Further study of the corpse may be performed via photographs taken during the autopsy.\n\n\n\n\n\n\n\n\nRegarding Recent Correspondence\n\n\nTo:\n Dr Sayuri Kataigida (\npcs.tenpics|30ataks#pcs.tenpics|30ataks\n)\n\n\nFrom:\n The Office of Director Konstantin Byrne, Site-125 (\npcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid\n)\n\n\n\n\nCongratulations, Doctor Kataigida. Following extensive review by the Foundation’s Board of Internal References, the anomaly which you submitted a proposal for on the 7th of January has been granted the designation of SCP-6391.\n\n\nIn regards to your requests for the equipment lost in the study of SCP-6391 to be replaced: it is the opinion of the Chukotka region’s Foundation-appointed superintendent, Director Konstantin Byrne, that the anomaly does not warrant further research. While we understand that you lack the necessary materials for further experimentation, you have already exceeded the allowance granted to your station (Monitoring Post 125-28).\n\n\nOther researchers stationed in Chukotka have found success using stray dogs as test subjects. The cost of acquisition is close to nil in some areas; we recommend that you look into this option at your earliest convenience.\n\n\nYour concerns about the late Mr. Nikolayev have been noted, but there is currently no reason to believe that existing Foundation assets within ████████ will be insufficient for the task of locating any further uncontained instances of SCP-6391.\n\n\nWe appreciate your continued contributions toward the safety of humanity.\n\n\nSincerely, Secretary Baker\n\n\n\n\n\n\n\n\n\n\nAddendum 6391.3, Exploration Log 6391.3:\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/exlog3\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nDate & Time:\n 08/01/2021, 8:15am\n\n\nPersonnel:\n Performed in person by Agent Aveta Divona and Doctor Sayuri Kataigida\n\n\nLocation:\n ██████████ Piggery and Slaughterhouse,\n5\n ████████, Chukotka Autonomous Okrug, Russia\n\n\nNotes:\n N/A\n\n\n\n\n[Begin transcript]\n\n\n[Divona’s video feed captures a field, barn and wooden house surrounded by a short fence; ██████████ Piggery. Kataigida and Divona are approaching the main gate.]\n\n\nDivona:\n I thought you’d want to stay in the car again.\n\n\nKataigida:\n Well the guts and bulging eyes and incoherent screaming really got my rocks off last time, so that kind of made me fall in love with the idea of field work.\n\n\nDivona:\n No but really, what’s the occasion? I thought you’d want to sleep until noon.\n\n\nKataigida:\n I want to get ahead of the curve. It’s not every day that a new SCP gets classified, you know?\n\n\nDivona:\n It’s closer to every week.\n\n\nKataigida:\n You get what I mean. This could be my chance! If I do well enough on 6391, maybe I can catch the eye of someone in HR and finally get transferred out of this place. I don’t even know why we’re here; to keep an eye out for anomalies, I guess. And we kind of just discovered one, so, I might’ve just accidentally validated their stupid policy of stationing people in the middle of nowhere. Can you tell that I had four cups of coffee for breakfast?\n\n\nDivona:\n You really drink that ooze? It’s just overpriced milk powder.\n\n\nKataigida:\n No, not the ready-made shit from the grocery, I have my own stash. One of my old labmates gave it to me just before I got sent here. She’s the head of biology at Site-125 now, if you can believe it. I wonder if she’d still recognise me.\n\n\n[The pair reach the gate and pass through. They approach the well-maintained house and Divona knocks on the door. An adult female (Swineherd) answers the door.]\n\n\nDivona:\n Oh.\n\n\nSwineherd:\n Kele\n6\n finally decides to pop down to say hi. I’m humbled, I didn’t think a baron would have anything to say to a poor little peasant like me.\n\n\nDivona:\n Mischa, please. I’m working.\n\n\nSwineherd:\n Yeah, working. I bet you are. Look at the big girl over here, all grown up, wearing the uniform of an old sack tied to his office chair! Handing out fines and patrolling empty streets, you disgust me. Could’ve done me a favour and left me the fuck alone.\n\n\n[The woman shoves Divona.]\n\n\nDivona:\n Now is not the time for this. It’s been twenty years, how have you not moved on?\n\n\nSwineherd:\n It was two for me, asshole; that’s when I had to lay your mother to rest. I don’t even know if I want to tell you where her grave is, because you don’t deserve to mourn her. It’s me, not you, who took care of her into old age. I was a better daughter to her than you ever were, and I’m not even of her blood!\n\n\nKataigida:\n Should I leave?\n\n\nSwineherd:\n I was happy for you, Kele. I thought you’d made it. And then I heard that you were back, that it’d all come full circle. I lost my friend for what, so she could gallivant around the world for two decades and come crawling back with her tail between her legs?\n\n\nDivona:\n It got too… it’s more complicated than that.\n\n\nSwineherd:\n Seriously, just get out of my fucking doorway.\n\n\nDivona:\n Mrs Nikolayev! I’m here about your husband.\n\n\n[The woman freezes. She opens the door wider.]\n\n\nSwineherd:\n What? Is- is he alright? Where is Cheslav?\n\n\nKataigida:\n Your husband passed away yesterday evening, miss. Officer Divona is the one who delivered him to the hospital and I am the doctor who attempted to save his life.\n\n\n[Swineherd nods, maintaining a neutral expression.]\n\n\nSwineherd:\n Can I see him?\n\n\nKataigida:\n I’m sorry. His body is a biological hazard, it’s unlikely that you’ll be given access to it.\n\n\n[Swineherd lowers her arm. She stands back.]\n\n\nSwineherd:\n Hah… this is a cruel joke, Aveta.\n\n\nDivona:\n We need access to your livestock pens. We have reason to believe that they may have become infected by the disease which killed your husband.\n\n\n[Swineherd takes a keychain off of a hook on the wall and shoves it into Divona’s hands. The agent stumbles.]\n\n\nSwineherd:\n Fuck you.\n\n\n[Swineherd attempts to close the door; Kataigida catches it and prevents her from doing so. Divona steps away while Kataigida remains behind.]\n\n\nKataigida:\n Mischa, was it?\n\n\nSwineherd:\n Did he suffer?\n\n\nKataigida:\n No. It looked like he passed away in his sleep. So, the disease which he contracted, we believe that it may have contaminated your livestock population. I need to ask you some questions. Is that alright with you?\n\n\n[Swineherd nods.]\n\n\nKataigida:\n You’re the abattoir worker, as I understand it.\n\n\nSwineherd:\n That’s right. I was the one who would slaughter the pigs. A worker from the grocery comes by to pick up the meat every now and then.\n\n\nKataigida:\n You’re, uh, taking the death of your husband well.\n\n\nSwineherd:\n The realisation is taking a while to hit. Just give me some time, I’m sure I’ll be a shrieking widow before the sun sets.\n\n\nKataigida:\n Right… so, when did you last see your husband?\n\n\nSwineherd:\n Tuesday, four days ago. He left without telling me anything. Why didn’t he… ugh, nevermind.\n\n\nKataigida:\n Did he show any signs of sickness or discomfort before leaving?\n\n\nSwineherd:\n He had a cut on his finger, I think, which he kept picking at. I told him not to worry but Cheslav has always been bullheaded. He also had these really terrible nightmares. He’d sit up in bed sometimes when he thought I was asleep, just staring ahead and shaking; whispering to someone who wasn’t there. I asked him what was wrong and he kept going on about black rocks and spiders. I should've known he'd do something stupid like this.\n\n\nKataigida:\n I really appreciate you being this open with me. One last thing, is anyone else living in this house with you?\n\n\nSwineherd:\n Me and… only me.\n\n\nKataigida:\n Thank you, that’s all I needed. If there's anything I can do for you, I’ll be at the clinic.\n\n\nSwineherd:\n Okay. [Sniffs]. Thank you.\n\n\n[Swineherd closes the door. Kataigida moves to meet Divona outside the barn.]\n\n\nDivona:\n Did it go well?\n\n\nKataigida:\n I have no idea. How are you holding up? The things she said were… pretty harsh.\n\n\nDivona:\n It’s not about me. Let’s just get the job done.\n\n\n[The pair approach the barn. They each don gloves and gas masks before unlocking the door. Upon opening it, the interior of the barn comes into view. The room is a single large pen, containing several dozen swine crowded against the back wall. Most are covered in brown stains. A door at the back of the barn leads to the abattoir.]\n\n\nKataigida:\n Do they normally do that?\n\n\nDivona:\n To conserve heat, perhaps.\n\n\n[Divona pushes through the swine toward the back of the barn. The audio feed picks up a faint, rhythmic thumping. She catches sight of a number of pigs crowding around an undulating pink mass. Upon closer inspection, it is shown to be dozens of piglets held together by white threads. Blood and yellow fats surround the pile, soaking into the straw. The pigs closest to the pile are grooming it with their snouts and exhibiting behaviour characteristic of porcine childrearing.]\n\n\nDivona:\n Only the infants are a part of this colony. Why would it be specific to them?\n\n\nKataigida:\n It’s not; all of the pigs are infected, it’s just that piglets are smaller and so the disease progressed more quickly for them.\n\n\n[Divona draws a knife and makes a deep incision in the piglet colony. She pries the edges of the cut apart, revealing a contiguous mass of SCP-6391 material underneath, approximately as large as a fully grown sow.]\n\n\nDivona:\n There’s patient zero of the pigsty infestation, I’m guessing. These pigs are significantly heavier than people, so if Nikolayev only managed to reach the final stages of infestation two days ago, then this pig…\n\n\nKataigida:\n Has been infected even longer. You don’t think any SCP-6391 got into the food supply, do you? They’d be destroyed during the cooking phase of course but infection could also take place during preparation: examination, butchery, packaging, et cetera. Plus, there wouldn’t be anything noticeably wrong with contaminated food for at least a day or so, maybe even longer if it was sold in large cuts.\n\n\nDivona:\n Don’t overthink it.\n\n\nKataigida:\n Right… right.\n\n\n[Divona pushes past the pigs and moves into the abattoir. There is SCP-6391 material covering the walls and windows, preventing sunlight from entering the room. A series of meathooks are suspended from horizontal beams across the room, hanging just above head level. There are no pig carcasses mounted in the room. Piles of fat can be seen below some of the hooks. A spherical orb made of SCP-6391 is suspended in the middle of the chamber, pulsing rapidly. It is approximately five metres wide.]\n\n\nKataigida:\n How did Mischa never notice any of this?\n\n\n[Kataigida steps closer to the orb. Its rate of pulsation increases commensurately.]\n\n\nKataigida:\n It’s responding to us, just like APD-B responded to Nikolayev’s emotional state. Or so I think, anyway.\n\n\nDivona:\n How can it sense us? I know that begging questions of anomalies is more or less defeating the point but still, I wonder…\n\n\nKataigida:\n Wait, get back!\n\n\n[A seam opens along the underside of the orb. The camera feed shows a significant amount of transparent gas and a black mineral being expelled from the orb. The same mineral also appears on the walls as if precipitating out of the air, forming crystalline spikes and formations. A large chitinous limb emerges from the orb as well, trailing amniotic fluid and blood. An organism strongly resembling a spider pulls itself out of the webbed sphere. It lands on the ground and flexes its limbs. Footage quality degrades significantly. Divona interposes herself between Kataigida and the centre of the room and shouts something inarticulate. Kataigida closes her eyes and nods effusively. The black mineral continues to form on all surfaces. Protuberances form on the ground and burst open; flexible white structures resembling terrestrial flora sprout from the black mineral. The spiderlike entity blanches and spits up a dark, viscous substance. It subsequently collapses. Divona retches and faints. Footage quality degrades further. An indistinct shape moves from the top of the screen to the bottom. The colour of the image becomes increasingly monochrome.]\n\n\nDivona:\n I remember you…\n\n\n[The video is illegible from this point onward.]\n\n\n[End transcript]\n\n\n\n\n\n\n\n\n\n\nAddendum 6391.4, Incident 6391.1:\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/breach\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nSCP-6391 Mass Containment Breach Imminent\n\n\nFrom:\n Dr Sayuri Kataigida (\npcs.tenpics|30ataks#pcs.tenpics|30ataks\n)\n\n\nTo:\n The Office of Director Konstantin Byrne, Site-125 (\npcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid\n)\n\n\n\n\nAs per my cover story-assigned faux occupation, I reported to my general practice this morning to work as a clinician. I noticed several civilians standing outside the building as I entered, all of whom asked to be treated for the symptoms of what appeared to be a form of hemorrhagic fever. Close examination of these patients’ discharges confirmed the presence of SCP-6391 in their blood. In light of information gleaned from Exploration Log 6391.3 I have cause to believe that SCP-6391 has contaminated the region’s food supply via the sale, handling and consumption of pork. Left uncontained, it will result in a catastrophic breach of secrecy and innumerable deaths. The only other Foundation employee in my vicinity is currently incapacitated. I lack the resources to properly address this incident. Please advise/assist at your earliest opportunity.\n\n\nFurthermore, documentation of SCP-6391 must be updated in light of new revelations. See the attached files for more details.\n\n\n\n\n\n\nTranscript of “adivo090121.mp4”\n\n\nLast Edited:\n 09/01/21, 2:33am\n\n\n\n\n[Begin transcript]\n\n\n[The camera feed displays the interior of a room with wooden walls at nighttime. Dr Kataigida is in the frame, sleeping in a chair in front of a bed. Several seconds are spent attaching the camera to the body of the unseen operator. After securing the recording device, the operator approaches the desk behind Kataigida, where her work laptop has been placed. They unlock the device, entering the correct password and reading an unfinished draft of Exploration Log 6391.3. Once finished, they shut the laptop and exit into the adjoining living room. A woman (Swineherd) is sitting on a couch holding a glass of water. She looks at the operator, appearing shocked. The operator speaks, revealing themselves to be Agent Divona.]\n\n\nDivona:\n Mischa.\n\n\nSwineherd:\n What happened?\n\n\nDivona:\n Why don’t you take a look yourself?\n\n\nSwineherd:\n Your friend told me not to investigate. And considering the condition you were in when she dragged you onto my doorstep, I’m inclined to listen to her.\n\n\nDivona:\n In that case, don’t worry about it. Knowing won’t do you any good.\n\n\nSwineherd:\n Just tell me if it’s safe out there, Aveta.\n\n\nDivona:\n That’s not for me to say. Stay at home, Mischa. And don’t eat pork.\n\n\n[Divona looks away from Swineherd and leaves the building, revealed to be the house from Exploration Log 6391.3. The barn is visible in the distance. Its back half has been torn open and the remains of its walls are suspended in the air. A series of colossal stone spikes, the shortest measuring around twenty metres from its base to its tip and the longest being around one hundred metres long, jut out of the abattoir section of the barn at an angle. Significant portions of the stone formation are not attached to the ground, apparently maintaining their altitude without any support. Divona begins walking toward the barn.]\n\n\nDivona:\n I think you were right, Sayuri. SCP-6391 does more than grow nests. You said that we don’t know what it’s doing but I have a hunch. A bad one, maybe, but I still need to investigate.\n\n\n[Divona enters the barn and turns on her flashlight. The footage distorts as the camera focuses on a large protrusion of a black mineral through the building’s ceiling. The livestock are sleeping. Several dozen SCP-6391 colonies sit above Divona’s head, held up by appendages connected to the walls and floor. She approaches the oldest SCP-6391 colony, the one made up of conjoined piglets observed during Exploration 6391.3. She draws a knife and digs into the mass, peeling it back. She reaches into the mass and extracts a handful of webbing, detaching it from the greater colony. Several streaks of black mineral can be seen inside it, as per Dr Kataigida’s study of APD-A and APD-B. Divona picks at the streaks with the tip of the knife, digging one out. She holds it in her hand and zooms in on it. It is a curled up arachnid, resembling a spider. A scab of black rock forms on the blade of her knife and on the fingertips of her gloves.]\n\n\nDivona:\n This is far too familiar.\n\n\n[Divona walks into the abattoir. The colossal spiderlike entity from Exploration Log 6391.3 is entangled in its own webbing, strung up between several of the stone spikes. A dark viscous substance oozes from its joints and mouth.]\n\n\nDivona:\n I thought I recognised SCP-6391 before, but having seen all of this, [the camera pans over the interior of the barn] I’m certain that I’ve encountered it before; I was involved in its termination.\n\n\n[The entity appears to be dead. The camera looks toward the ground, where several large stone formations shaped like spiders are embedded in the ground. Some twitch.]\n\n\nDivona:\n It’s back, somehow. Worse this time, more malignant. I don’t have the original exploration log, but I have something else which relates to the anomaly. It might give you an idea of what it is, before you have to confront it yourself.\n\n\n[She looks toward the town.]\n\n\nDivona:\n I’m sorry, but I can’t bring myself to be a part of what happens next. It’s cowardly of me, I know.\n\n\n[Divona coughs into the back of her hand. Dark splotches can be seen on her palm]\n\n\nDivona:\n It was nice to come back. Everything's in your hands now.\n\n\n[End transcript]\n\n\n\n\nA number of other documents were attached to the message. Their contents are within Addendum 6391.5.\n\n\n\n\n\n\n\n\nAddendum 6391.5, Debrief of MTF Epsilon-71, “Tundra Eagles”\n7\n (Abridged):\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/termination\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nInterview E71-12.A1\n\n\nDate:\n 07/11/20\n\n\nInterviewee:\n Team Leader Anadel (E71-1)\n\n\nInterviewer:\n Dr Jacquelyn Vanth\n\n\n\n\nDr Vanth:\n Is something wrong, Captain Anadel?\n\n\nE71-1:\n Where am I?\n\n\nDr Vanth:\n You’re in Site-125. I’m here to interview you.\n\n\nE71-1:\n Where’s… where’s Site-125?\n\n\nDr Vanth:\n We're in the Magadan Oblast. Are you feeling alright?\n\n\nE71-1:\n Doctor, I can't-… I can't remember who you are. I feel like I should know.\n\n\nDr Vanth:\n I interviewed you yesterday. Do you remember?\n\n\nE71-1:\n N-no. That can't be right. It's been years. The dream, it was so long.\n\n\nDr Vanth:\n Tell me about this dream.\n\n\nE71-1:\n I was… somewhere else. This big forest where the ground was made of a tough, black rock. There was webbing everywhere and it'd come together to form grass and vines. I'd sleep in the trees and pick dandelions made of cobweb. Spiderlings would live in my hair. Sometimes they've weave crusts of web over my eyes as a joke. I spent… years there. Longer than I've lived here, under the name… Anadel.\n\n\n[E71-1 inhales sharply.]\n\n\nE71-1:\n This is… this is the dream, isn't it? Soon I'll wake up and I'll be there again. Maybe forever, this time.\n\n\nDr Vanth:\n … thank you, captain. That will be all.\n\n\n\n\nNotes:\n E71-1 lapsed into a coma two days after this interview.\n\n\n\n\n\n\nInterview E71-12.A2\n\n\nDate:\n 07/11/20\n\n\nInterviewee:\n Specialist Sereda (E71-2)\n\n\nInterviewer:\n Dr Jacquelyn Vanth\n\n\n\n\nE71-2:\n We didn’t even know it was an egg until we got there. From the outside it just looked like a massive spider web, a couple of kilometres wide and suspended between two mountains. Up close, though, we managed to see it for what it was. We could see the creature curled up inside its sac, its legs creating protrusions on the outside. I remember that we were all struck by an uncharacteristic awe. Do you have a child, doctor?\n\n\nDr Vanth:\n I can’t say that I do.\n\n\nE71-2:\n Well, when you hear the sound your kid is making, even if you don’t precisely know what they’re trying to say, you can usually tell what they want; whether they’re happy, sad, hungry, et cetera. That knowledge is hard wired into you, it wipes out every other concern you have.\n\n\nDr Vanth:\n Right.\n\n\nE71-2:\n Looking at the spider, I experienced the exact same intuition. My son, he does this thing with his rattle where he’ll put it in his mouth and shake it, even though it’s too large for him to hold in his mouth. I swear I heard the rattle while I was standing there. I swear… I know this’ll get flagged for memetic hazards, but I swear that spider was my son. They moved in basically identical ways. I-… I know I’m not alone in this.\n\n\nDr Vanth:\n This made it difficult for you to complete your mission?\n\n\nE71-2:\n No. I killed it. I thought I was just compromised by some mental compulsion or something but even after it was dead I still looked at it and saw my baby in it. The same coloured eyes, the same voice… how did I manage to bring myself to kill it? I can’t look my son in the eyes anymore. I murdered him. Or at least, I overcame every barrier preventing me from doing so. I might… I’m afraid I’ll hurt him. I got myself checked for cognitohazards and… nothing. The test came back negative. Apparently my brain just registered that spider as being my own child, for some reason.\n\n\nDr Vanth:\n Should we resume this interview at a later date?\n\n\nE71-2:\n I don’t… I don’t think I’ll ever be ready to continue. You’re a psychologist, right? Can you get me some amnestics? I- I’d really appreciate that.\n\n\n\n\nNotes:\n At E71-2’s request she was amnesticized and reintegrated into the public. She has since sought a divorce, voluntarily giving custody of her child to her spouse.\n\n\n\n\n\n\nInterview E71-12.A3\n\n\nDate:\n 07/11/20\n\n\nInterviewee:\n Grenadier Wojcik (E71-3)\n\n\nInterviewer:\n Dr Jacquelyn Vanth\n\n\n\n\nE71-3:\n Its death doesn’t feel like a victory.\n\n\nDr Vanth:\n What do you mean by that?\n\n\nE71-3:\n That… anomaly, that yet-to-be-born universe, was only a fetus. The mountains of black rock and house-sized spiders were all just prebirth, the mucus which comes before the baby’s head. Do you understand how that makes a man feel? Knowing that such gargantuan things are just precursors to something even more terrifying and grandiose?\n\n\nDr Vanth:\n No.\n\n\nE71-3:\n I didn’t think so. I was closer than anyone else to the egg when it hatched, so I saw more than just the spider. I saw a sterile black sky pouring out of the sac like blood from an artery; the silhouettes of massive arachnids; and fields of grass where all the blades are just upright striations of spider web. Another universe was being born, a parasitic ulcer on reality.\n\n\nDr Vanth:\n This scares you?\n\n\nE71-3:\n Of course it does.\n\n\nDr Vanth:\n You’ve seen far worse.\n\n\nE71-3:\n Sure. But immortal lizards and killer statues are small fry in the grand scheme of things. Even living stars and alternate realities don’t scare me because at least they hate \nus\n in particular. It makes me feel like we’re important, like we have a purpose, even if our role is to act as prey. But what came out of that egg was a cosmos which had nothing to do with us. It didn’t need us, it didn’t even care that we exist.\n\n\nDr Vanth:\n You shouldn’t be afraid of that fact.\n\n\nE71-3:\n I can’t really help it. I’ve known all along that humankind isn’t special, but I don’t think I ever internalised that fact. Well, witnessing the birth of a universe finally made it sink in. We don’t mean anything. We’re nothing. Just smears on the windowsill, about to be washed away by the rain.\n\n\n[E71-3 places his head in his hands and sighs.]\n\n\nE71-3:\n I feel small.\n\n\n\n\nNotes:\n E71-3 has exhibited erratic behaviour and debilitating agoraphobic tendencies since the anomaly’s termination. He has voluntarily transferred to a strictly indoors security detail at Site-125.\n\n\n\n\n\n\nInterview E71-12.A4\n\n\nDate:\n 07/11/20\n\n\nInterviewee:\n Scout Rifleman Divona (E71-4)\n\n\nInterviewer:\n Dr Jacquelyn Vanth\n\n\n\n\nE71-4:\n How are the others faring? I hear Wojcik had a breakdown.\n\n\nDr Vanth:\n Why don’t you tell me about yourself first?\n\n\nE71-4:\n I don’t know. I don’t feel anything in particular.\n\n\nDr Vanth:\n Then describe your general feelings right now.\n\n\nE71-4:\n Sad, mostly. When I became an MTF I wanted to see new sights, explore the unknown. But mostly, I’ve just been shooting things since day one. That spider, I could have spent a lifetime getting to know its intricacies. But that wasn’t my job.\n\n\n[E71-4 closes her eyes and leans her elbows on her knees.]\n\n\nE71-4:\n I don’t know. I don’t think I give a shit about this job anymore, to be honest. Maybe I'll retire, become site security. People used to call me mall cop back in school, so I think it'd fit. Actually, nevermind. I think I'd lose my mind.\n\n\nDr Vanth:\n If you don’t plan on being an MTF, what's next for you?\n\n\nE71-4:\n Going home.\n\n\n\n\nNotes:\n N/A\n\n\n\n\n\n\n\n\n\n\nAddendum 6391.6, Containment of SCP-6391:\n\n\n\n\n+ Access fileserv:/S:/6391/fileserv/containment\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\nPersonnel from Site-125 were dispatched following the receipt of Dr Kataigida’s request for assistance to dismantle all telecommunications infrastructure in ████████ and to enact quarantine, preventing the egress of the townspeople and terminating all indigenous wildlife they came across, all under the guise of being a governmental plague control unit. They were originally under orders to evacuate all Foundation personnel and incinerate all biological material within the quarantine zone but at the insistence of Dr Kataigida they instead enacted measures designed to curb the spread of SCP-6391 among the civilian populace. Dr Kataigida was given command of the operation due to her position as the lead researcher of SCP-6391.\n\n\n\n\nTimeline of Events, Incident 6391.1:\n\n\n\n\n- \n09/01/21:\n SCP agents arrive in ████████ and sever all outgoing modes of communication. A general lockdown is announced and all townspeople are ordered to stay in their homes until further notice. Food deliveries are arranged in lieu of allowing civilians to visit and operate marketplaces. A search is ordered for Agent Divona, meeting with no success. She is subsequently declared absent without leave.\n\n\n- \n10/01/21:\n Several civilians vacate their homes, seeking medical treatment for SCP-6391 infestation or fleeing their residences due to their cohabitants being infected. All persons in breach of Foundation edicts are detained and incinerated. Colonies of SCP-6391 begin forming all around the town. Burner teams anticipate fuel shortages.\n\n\n- \n11/01/21:\n A controlled burn of the woodland surrounding the town is initiated in order to make spotting potentially infected fauna easier. Deaths as a result of SCP-6391 continue to rise. 10% of the town’s population is confirmed deceased. A Foundation agent is found to have been infected by SCP-6391. They are promptly incinerated.\n\n\n- \n12/01/21:\n SCP-6391 colonies grow to tremendous size overnight as an estimated 300-400 civilians enter the emergence phase of infection simultaneously, indicating that a majority of infected civilians came into contact with SCP-6391 approximately 5 days\n8\n prior to this particular date. Firebombing of heavily infested areas is suggested but not actually implemented due to ongoing tension with the Russian Federation. Burner teams are unable to control the infestation. Several Foundation agents are encircled and crushed by outgrowths of SCP-6391 material. The civilian rate of death drops dramatically as the ‘wave’ of those who were exposed to SCP-6391 via the ingestion of pork passes. Dr Kataigida arranges for the remaining civilian populace to be evacuated and screened for infection.\n\n\n- \n13/01/21:\n 60% of the civilian population confirmed dead. Foundation casualties number fourteen, with an unknown number infected but as of yet undiagnosed. Procedures for the eradication of SCP-6391 from one’s body during the early stages of infection are formulated; the first person to be subjected to the procedure is a civilian, Kisa Fedorov; the surgery is a success. Burner teams run out of fuel and further deliveries are complicated by inclement weather. SCP-6391 colonies grow toward a single point in the middle of the town and form a sphere which grows from five metres across to thirty in the span of three hours. Support from neighbouring sites requested.\n\n\n- \n14/01/21:\n The sphere at the core of the town now measures eighty metres across. A rapid expansion of the SCP-6391 complex engulfs the Foundation’s staging area and a majority of the Foundation’s personnel in the area. Situation deemed critical. Clearance for Foundation aircraft to operate within Russian airspace is granted and a squadron of bombers is dispatched to destroy the infestation.\n\n\n\n\nOn the afternoon of the 14th of January 2021, Foundation-operated bombers took off from Site-125’s airstrip and plotted a course toward SCP-6391, with their estimated time of arrival being 4:14pm. At 4:13pm, Containment Specialist Kataigida received a voicemail from Agent Divona.\n\n\n\n\nTranscript of a message received by Containment Specialist Kataigida:\n\n\nInterlocutors:\n Agent Divona\n\n\n\n\n[Begin transcript]\n\n\nDivona:\n Hi, Sayuri. I can't seem to reach you. Did you turn your phone off? I'm at the centre of town right now. Listen, I-…\n\n\n[Divona inhales deeply. Jet engines can be heard in the background.]\n\n\nDivona:\n I just wanted you to know that I’m really proud of you.\n\n\n[The phone disconnects.]\n\n\n[End of transcript]\n\n\n\n\nAt around the same time that SCP-6391 was struck by the first set of explosives, the sphere at the centre of ████████ broke open. A massive burst of Akiva radiation was detected and the local hume field peaked at 255. The surrounding ~1,300 square kilometres of countryside were transmuted into a black mineral and its topography was greatly affected. Observers in the region now report the sky being permanently overcast and seeing the silhouettes of large arachnids in the distance. Reassignment of the SCP-6391 slot pending review by Containment Specialist Sayuri Kataigida.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Russian variant of roasted pork.\n\n\n2\n. Later renamed to Exploration 6391.2. Dr Kataigida uses the previous name in this correspondence because it occurred before SCP-6391 was classified as such.\n\n\n3\n. APD meaning “Anomalous Placeholder Designation”, a rare term used by Foundation researchers to designate objects whose anomalous nature is assumed but not yet apparent or which may or may not warrant SCP designation, pending review by the O5 council.\n\n\n4\n. Primarily fats, fluids and microbiota.\n\n\n5\n. A farm where pigs are bred or kept.\n\n\n6\n. Chukchi word for an evil werewolf spirit, found in many regional myths.\n\n\n7\n. A four-man MTF specialising in the neutralisation of hostile anomalies.\n\n\n8\n. The average time taken for an adult human to be completely consumed by SCP-6391.\n\n\n\n\n\n\n\n\n« \nSCP-6390\n | SCP-6391 | \nSCP-6392\n »",
    "addendums": [
        "Addendum 6391.1, Exploration Log 6391.2:",
        "Addendum 6391.2, Initial Study and Classification of SCP-6391:",
        "Addendum 6391.3, Exploration Log 6391.3:",
        "Addendum 6391.4, Incident 6391.1:",
        "Addendum 6391.5, Debrief of MTF Epsilon-71, “Tundra Eagles” 7 (Abridged):",
        "Addendum 6391.6, Containment of SCP-6391:"
    ],
    "documents": [],
    "notes": [
        "Date & Time: 07/01/2021, 12:37am Personnel: Performed in person by Agent Aveta Divona with oversight provided by Doctor Sayuri Kataigida Location: ██ ███████ Lane, ████████, Chukotka Autonomous Okrug, Russia Notes: Communication between Divona and Kataigida occurred in English. All other speech is translated from Russian. [Begin transcript] Divona: Can you hear me? Kataigida: Loud and clear. Might I just add that you look quite silly with your phone taped to your shoulder? I thought you former MTF types would look cooler. Divona: Appearance means nothing. Besides, this is the best I can do under the circumstances; my body camera is broken. [Divona’s camera feed activates. It depicts a corridor on the second floor of an apartment block. Divona is standing in front of room 9. She knocks on the door twice. After several seconds, the viewport is opened and immediately closed. Shortly thereafter, an old woman (Female Tenant) opens the door.] Divona: Sorry I’m late, Kisa. Female Tenant: There’s no need to apologise, Aveta, in fact I just got done with dinner. It’s been very lonely since my boy moved to the city; would you like to come in? Old Man Winter is in a stroppy mood tonight. Divona: That sounds lovely but I can’t right now. This is about the noise complaint? Female Tenant: Ah, yes, those lovebirds upstairs have been thumping like mad for almost two days now; I can hardly get any sleep. It’s for the best, perhaps. I’ve had the worst nightmares recently. Divona: The noise started two days ago? Female Tenant: The thumping began then, but even before that there was all sorts of racket! Moaning and groaning and slurping, just a cacophony. You could give them a stern talking to, right? Like your mother would give you when you were little. Divona: I’ll see what I can do. Take care, Kisa. Female Tenant: You too, Aveta. Ah- I must go, my buzhenina 1 is burning without me. [The woman closes the door. Divona begins to move downstairs.] Kataigida: So is this more or less exciting than your old job? Divona: Excitement isn’t everything. Kataigida: Sure it isn't. I’d kill to be the first one inside an anomaly one of these days. Divona: Try transferring to a humanoid containment facility, I’m sure a reality bender would be glad to let you fulfil that dream. Kataigida: I’m not sure that would work. Biologically, I mean. Divona: You have fingers, don’t you? Kataigida: Pft. So what’s next, agent? Divona: If the noise really is coming from one of the rooms upstairs, I’ll have to speak to the landlord; I won’t be able to get in otherwise. [Divona moves to the first floor and knocks on the door to the landlord’s office. Several minutes go by before the door is answered by a short man (Landlord) in a sweater.] Landlord: Officer, whatever you’re here about, take it to my tenants. Divona: I just finished speaking to them, actually. I have a few questions. Are any of the rooms on the second storey of this building booked out? Landlord: Two and four. What’s it to you? Divona: One of your tenants recently filed a noise complaint. Landlord: Finally that fucking hag got the message and learned to take bullshit like this to the police. I pay my taxes, why should I have to deal with that shit-for-brains pig farmer? Divona: You already know what’s going on? Landlord: Of course. Every night it’s just that thump, thump, thump, like a heart beating next to your ear. It’s coming from room four. I’ll give you the roomkey; you can do your job and I can go back to bed. Divona: Before you do that, who’s currently staying in room four? Landlord: I already told you, the pig farmer! Clogs up the road every time he takes his hairy little shits out into the woods. Why should you care, I thought you’re just supposed to tell him off like a disobedient kid. Divona: I know who he is, I just need more information. Can you tell me when he got here? Landlord: Son of a bitch came to me a few nights ago looking bedraggled and pale. He told me that he needed a place to stay, at least for a week or so. I asked him whether he was here because his wife kicked him out of the house or something; he told me that he’d picked up a yeast infection from one of his pigs and he wanted a place to recover where he’d be away from his wife. [Muttered] Yeast infection my ass, you illiterate sack of shit. I hope you’re pleased with yourself. Divona: He looked sick? Landlord: He looked like a crackwhore’s cunt! He had dried blood all over his face, was white as a ghost and he kept looking like he was going to throw up while we were speaking to one another. Walked and talked just fine, though. I should’ve thrown him out but my pity got the better of me; I took his money and gave him the room. He couldn’t leave because of his disease of course so he paid me double to give him food, water and a copy of the newspaper every morning. Every day, he sounded a little more unhinged. Tired, desperate, pitiful, that sort of thing. At some point he asked me to go to the drugstore to buy him some medicine to help treat his infection. He was ordering enough drugs to kill a mule but he offered me a lot of money, so I didn’t ask any questions. Three days ago was when he stopped answering the door or taking his meals; that’s when the noise began. Divona: You haven’t entered his room since? Landlord: Of course not. I don’t want to catch whatever freaky shit he’s got. Divona: I think that’s all I need. Thank you for your time, sir. Landlord: Yeah yeah. [Landlord hands Divona a key and slams the door.] Kataigida: I bet it’s just a senile old fart down with the flu. [Divona proceeds upstairs. She pauses once she reaches room 14 and places a hand on the door. A persistent thumping sound can be heard. The camera shakes violently. She tries to turn the door handle but it jams.] Divona: The door isn’t locked but there’s something blocking it from behind. I’m going to need to break it down. Kataigida: Let’s hope the landlord doesn’t have anything to say about that. [Divona kicks the door. The latch violently snaps and the door, alongside a cabinet propped against it, shifts back. The room’s lighting fixtures are off and the windows are boarded up. She steps into the combination living room and kitchen. A pair of high boots and a coat, both covered in soil, have been placed in the middle of the room. The kitchen counter is covered in prescription medicines, primarily antifungal and antibiotic drugs. Divona moves closer to inspect the drugs.] Kataigida: Enough to kill a mule indeed. Divona: Do you think the resident might have a narcotics habit? Kataigida: Nystatin? Clotrimazole? Are you kidding? You couldn’t get high on any of this. Apparently our swine herding friend was just very sick and ill informed. Don’t touch anything, by the way. Anomaly or not, he was clearly down with something; could be infectious. [The camera pans over a number of dark stains on the carpet and far wall.] Divona: I’m seeing blood, emitted violently from multiple angles and locations. There’s no single large pool, so it’s likely that the source of the blood didn’t exsanguinate. Or at least, they died somewhere other than here. Kataigida: Two or three days old, by my estimation. [Pause.] That sound, is it coming from somewhere in the room? Divona: It’s to my left. In the bathroom, I think. It’s definitely at the same altitude. [Divona pushes open the bathroom door. A large, fibrous mass is attached to the far corner of the room, anchored in place by three white appendages. The mass periodically expands and contracts, causing the walls to flex. A large, roughly circular pool of blood is present underneath the mass. A man (Male Tenant) is standing in front of the mirror, examining himself. He appears to be in a state of emotional distress, shuddering and hyperventilating. There are black and purple marks around the circumference of his neck, weeping a thin yellow fluid. His collar and chin are covered in fresh blood. He is holding a lighter.] Kataigida: Well, there’s our anomaly. [Male Tenant retches and regurgitates approximately a cupful of red foam. He wipes it away with his sleeve. Divona places a hand on her sidearm.] Kataigida: Something’s wrong with his hands. Does he have knuckles? Divona: I… Kataigida: His entire body lacks definition. Look at his fingers, they’re like tubes stuffed with cotton rather than actual body parts. No wrinkles, no varicose veins, no hard protrusions, just sort of… circular and smooth. Not his head though, that’s normal. [Whispered] This is really cool. [Divona takes a sharp breath.] Kataigida: Aveta? Divona: Sorry, I thought I… recognised it, for a moment. Kataigida: He hasn’t noticed you yet. Get closer, I want to take a look at him. [Divona moves toward the man, who does not react to her presence. Male Tenant starts the lighter and waves it over the side of his neck. His discoloured skin blisters and cracks. An extremely viscous black substance emits from his wounds. A matrix of silken red threads are visible inside his body, as are a number of muscles. The threads darken and recede slightly. He whimpers. The fibrous mass contracts tightly.] Male Tenant: [Almost inaudibly] I can feel you curdling… burning in me, cosmic seeds planted beneath my skin… Kataigida: That thing inside of him, some kind of anomalous parasite, or maybe a fungus. [Male Tenant turns his head away from Divona, revealing that the skin on the previously unseen side of his neck has been traumatically removed. Much of it is charred and hanging from his body. Underneath, there is a patch of exposed, desiccated flesh. The posterior end of two of his vertebrae are visible, protruding from the back of his neck. Loosely packed white fibres are present below the line of burned skin.] Divona: He needs help. I’m going to try to get his attention. Kataigida: No, keep your distance. Did you hear a word of what I just said? Divona: [To Male Tenant] Hello? [Male Tenant slams the lighter against the counter. He leans over the basin, breathing heavily. The mass clenches.] Male Tenant: I’m not hungry. I’ll outlast you. You’ll starve inside me like a child in a dead womb… [Sobs] [Divona prods the man’s shoulder using a bathroom tile. He turns toward her, startled, and stumbles back. He slides on the floor and lands on his rear. His impact with the ground is unusually muffled and quiet. The mass begins pulsating at an increased rate.] Male Tenant: [Pained] There’s something inside me, it demands to be born. An ulcer, an ulcer on reality. I won’t let it out, you can’t let it come out! N- no! [A lump forms on Male Tenant’s collar measuring approximately 11cm across. It pulses upward through his head, causing his neck to bulge. There is a wet crackle, likely the sound of his esophageal cartilaginous tube collapsing. He clutches his stomach and regurgitates a mixture of blood, lymph and stomach acid. Divona reaches out toward the man but does not move any closer.] Kataigida: Don’t get any closer to him! Aveta! Divona: [To Kataigida] He needs attention! [To Male Tenant] Sir, what’s wrong? Talk to me! Male Tenant: [Wheezing, choking] [The man opens his mouth. White threads move up through his throat and propagate throughout his oral cavity. He attempts to speak but proves to be incapable of articulation. Divona moves closer, at which point he suddenly takes hold of her sidearm and fires it into his left eye. He falls to the ground and spasms for several seconds before going limp.] Kataigida: [Sigh], you pillock. [End transcript]",
        "Proposal for SCP Designation, SCP-6391 From: Dr Sayuri Kataigida ( pcs.tenpics|30ataks#pcs.tenpics|30ataks ) To: The Office of Director Konstantin Byrne, Site-125 ( pcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid ) Following Exploration Chuk.████.0059, 2 two objects of note were recovered from the apartment of the late Cheslav Nikolayev, referred to as Civilian Male 2 in the transcript of the event. A partial list is as follows: - APD-A, 3 a large fibrous mass composed of nonliving organic material discovered in the bathroom of Nikolayev’s apartment. - APD-B, the corpse of Nikolayev. In light of information gleaned from the study of APD-A and APD-B, I would like to request that an SCP slot be granted to a class of proteins found in both APD objects. These proteins are capable of anomalously intersecting and passing through themselves as well as transmitting this property to surrounding polypeptides. Attached below are the reports which I wrote following an initial examination of the two anomalies. Within them, I refer to substances known as spinneret proteins; these are the objects which I believe deserve SCP classification. Furthermore, while I leave any decisions made regarding the anomaly’s containment in the hands of the committee, it is my belief that the anomaly has not yet been fully eliminated from the wild. Nikolayev was a swineherd, meaning that he came into contact with livestock on a regular basis; livestock which provides nutrition for a significant portion of the local populace. In addition to this, it seems unlikely that the anomaly could have arisen spontaneously, given that it mirrors a disease or biological weapon in many regards; much of its behaviour is still poorly understood and there is no reason to believe that the formation of a colony is the final step in the progression of its pathogenic ‘lifecycle’. Without additional resources, determining whether further action should be taken or not will be infeasible.",
        "Study of APD-A (Abridged) Author: Doctor Sayuri Kataigida Results: The anomaly is a large, irregularly shaped organic body. It is composed of many adhesive white fibres, resembling spider silk. A leather dog collar and a layer of canine fur are embedded in its centre. APD-A weighs 16kg, has dimensions of around 1.4 x 1.0 x 1.3 metres and has a texture similar to a pillow or bedding mattress. When exposed to temperatures exceeding 380 degrees Kelvin, it blackens and decomposes. Elongated pockets of a black inorganic mineral are dispersed throughout the core of the object, the source of which is unclear. On a microscopic level, APD-A is composed of many branched protein microfibrils measuring 2-8 micrometres across. These proteins are highly variable in structure, size and sequence. However, they universally demonstrate a tendency to group together and form hydrophobic striated fibres. These proteins, dubbed spinneret proteins or simply spinnerets, underlie APD-A’s properties and were the cause for its formation. Spinnerets behave similarly to prions in that they can confer their unique three dimensional structures onto other proteins with the same amino acid sequence, i.e, they convert other proteins into further spinnerets. Spinnerets are highly resistant to cold-induced denaturation, remaining functional and infectious at temperatures as low as 140 degrees Kelvin. However, at temperatures exceeding 430K, a majority of the proteins which constitute the anomaly are destroyed. Spinnerets are also resistant to mild shifts in acidity, operating equally well in environments between pH 5.5 and 9.8. Generally, spinnerets exhibit a level of stability which is not found in naturally occurring proteins. While spinneret proteins themselves are extremely (albeit variably) dense, the structures which they form are lightweight and porous. A spinneret protein’s foremost anomalous property is its ability to intersect itself, allowing it to adopt extremely dense and energetically favourable configurations. This property spreads to proteins which the spinneret is within close proximity to, causing them to also collapse into this inert structural formation. The effects of spinneret proteins were tested on laboratory mice. Spinnerets, when injected into a living animal, form a colony near the site of injection, replacing neighbouring tissues and displacing unusable compounds such as lipids and water. This colony rapidly expands in the direction of protein-rich tissues, targeting the organism’s muscles, liver and gonads. Spinneret colonies have not been observed to metastasize or spread throughout the body, indicating that spinnerets are dense and structurally stable enough that they cannot be broken apart and carried by the body’s natural blood flow. In spite of the spinneret colony often damaging or destroying major organs, infected animals do not exhibit any signs of distress nor do they suffer from the expected effects of having necessary portions of themselves being replaced by inert protein fibres; blood continues to circulate from arteries which terminate in spinneret mass and nerve signals propagate through apparently destroyed portions of the body. Some time following infection the animal will begin regurgitating bodily fluids and fats as the colony breaches their gastrointestinal tract and excessive amounts of displaced material enter their stomach. Regurgitated fluids contain trace amounts of spinneret proteins and are vectors for transmission. When suspended inside an aerosol of, say, mucous or blood, spinneret proteins are capable of being transmitted via airborne particulate, making the animal a potent vector for infection at this stage of infestation. If the animal survives, the colony will eventually enter their cranial cavity, attacking their brain. This does not affect the animal’s ability to function. However, once a majority of their nervous system has been consumed, they will begin exhibiting markedly different behavioural patterns, no longer sleeping or engaging in libidinous activities. They will seek out a dark, cold place in which to lie down, at which point the colony will finish its consumption of the organism. As soon as this process is complete, the animal’s skin will split apart and the colony will emerge, forming extensions with which to anchor itself to its surroundings. In mice, the time between initial infection and the emergence of the colony falls within the bracket of 3 to 6 hours. In humans, it is believed that full infestation would take approximately 120 hours to occur. Animals can only be infected by spinneret colonies via direct physical contact with a preexisting colony or through the inhalation/ingestion of infected biomatter. Post-emergence spinneret colonies are highly attractive to animals. Lab mice, when presented with a spinneret colony on the other side of a steel mesh, crowded against the mesh and began vocalising. When the mesh was removed, the mice voluntarily exposed themselves to the colony, rubbing against it and in some cases attempting to groom it. Infestation occurred as expected in these mice, with the spinneret proteins entering the body by targeting the keratin proteins in their fur. During the emergence phase the infected mice dispersed themselves throughout the testing chamber, maximising the coverage of the spinneret colony complex. The attraction which animals experience towards spinneret colonies is inexplicable; they do not emit aromatic compounds. Conclusion: APD-A is composed of long white fibres made up of misfolded proteins which cause other proteins of a similar design to become misfolded themselves. Animal proteins, when exposed to these proteins (spinnerets), transform into spinnerets themselves. Other components of animal tissue which are incapable of turning into spinnerets 4 are incorporated into the organism’s preexisting epidermis or evacuated from the body. Spinnerets are capable of replacing much of an organism’s internal organs without compromising physiological functionality. Upon replacing their central nervous organ (the brain in mammals, avians and reptiles), the organism’s mannerisms are affected. It seeks out a location in which to hibernate, after which the mass of spinnerets inside of them, the spinneret colony, emerges from their body. Spinneret infestations may be acquired via skin contact with a colony or exposure of infected tissues to the mucous membranes and stomach.",
        "Autopsy of APD-B (Abridged) Author: Doctor Sayuri Kataigida Analysis: Subject is an adult male of Ukranian-Russian descent, aged 36 years at the time of his death. The cadaver weighs 72kg and is 183cm tall. The subject’s medical records are incomplete and out of date owing to a lack of regional infrastructure, although surviving records indicate that the subject suffered from an allergy to pollen foods. Family members have testified that the subject was in good health until contracting an anomalous disease some four to five days ago. The subject exhibits both cyanosis and pallor. His death was witnessed by Agent Aveta Divona and myself. Much of the subject’s body has been replaced by spinneret proteins (see document SK.53: “Study of APD-A” authored by Dr Kataigida), specifically most of its spinal column, left arm and thoracic region. The spinneret colony is asymmetrical and globular, with broad branches extending into the subject’s right bicep and left thigh. A layer of congealed fat and white lipids have formed around the colony, compressing many of the subject’s organs and giving it a bloated appearance. The effects of anemia are apparent, with blood drawn from the subject’s remaining circulatory system being discoloured and having abnormally low concentrations of albumin and globulin, two key proteins found in blood plasma. The subject’s neck is severely burned along its circumference, with some vertebrae and a significant portion of the subject’s trachea being exposed to the open air. No evidence of bacterial infection is present, attributable to it having been repeatedly exposed to high temperatures. Footage caught by Agent Divona suggests that these wounds were self-inflicted. The tissue surrounding the spinal cord is filled with branching deposits of non-spinneret proteins, most of which are foreign to the human body. These are likely the remains of denatured spinnerets, destroyed by heat. The deposits weigh around 700 grams altogether and, when placed in a neutral environment, fold back into regular proteins found in the human body. It is believed that the subject’s self-mutilatory behaviour delayed the spinneret colony from entering his brain, albeit at great cost to his own health. The spinneret colony is densest around the subject’s left arm. Similarly to APD-A, small deposits of black rock were discovered in this region of the body. The subject’s spinal cord and medulla have been flattened along the coronal plane of the body and have been compressed to a degree that individual neural formations can no longer be made out under a light microscope. The immediate cause of death seems to be an intraorbital gunshot wound. The subject was seen firing a handgun round into his own head shortly before his death. The bullet passed through his pons, cerebellum and occipital lobe before exiting the subject by puncturing the occipital bone on its right side, 16mm above the superior nuchal line. Complications: The autopsy had to be performed under less than ideal conditions due to the fact that post-mortem, the spinneret colony inside the subject’s body continued to grow and consume his remains. The autopsy room was not climate controlled and a number of steps, such as the decontamination of the body, could not be performed due to the time constraint posed by the colony. Further study of the corpse may be performed via photographs taken during the autopsy.",
        "Regarding Recent Correspondence To: Dr Sayuri Kataigida ( pcs.tenpics|30ataks#pcs.tenpics|30ataks ) From: The Office of Director Konstantin Byrne, Site-125 ( pcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid ) Congratulations, Doctor Kataigida. Following extensive review by the Foundation’s Board of Internal References, the anomaly which you submitted a proposal for on the 7th of January has been granted the designation of SCP-6391. In regards to your requests for the equipment lost in the study of SCP-6391 to be replaced: it is the opinion of the Chukotka region’s Foundation-appointed superintendent, Director Konstantin Byrne, that the anomaly does not warrant further research. While we understand that you lack the necessary materials for further experimentation, you have already exceeded the allowance granted to your station (Monitoring Post 125-28). Other researchers stationed in Chukotka have found success using stray dogs as test subjects. The cost of acquisition is close to nil in some areas; we recommend that you look into this option at your earliest convenience. Your concerns about the late Mr. Nikolayev have been noted, but there is currently no reason to believe that existing Foundation assets within ████████ will be insufficient for the task of locating any further uncontained instances of SCP-6391. We appreciate your continued contributions toward the safety of humanity. Sincerely, Secretary Baker",
        "Date & Time: 08/01/2021, 8:15am Personnel: Performed in person by Agent Aveta Divona and Doctor Sayuri Kataigida Location: ██████████ Piggery and Slaughterhouse, 5 ████████, Chukotka Autonomous Okrug, Russia Notes: N/A [Begin transcript] [Divona’s video feed captures a field, barn and wooden house surrounded by a short fence; ██████████ Piggery. Kataigida and Divona are approaching the main gate.] Divona: I thought you’d want to stay in the car again. Kataigida: Well the guts and bulging eyes and incoherent screaming really got my rocks off last time, so that kind of made me fall in love with the idea of field work. Divona: No but really, what’s the occasion? I thought you’d want to sleep until noon. Kataigida: I want to get ahead of the curve. It’s not every day that a new SCP gets classified, you know? Divona: It’s closer to every week. Kataigida: You get what I mean. This could be my chance! If I do well enough on 6391, maybe I can catch the eye of someone in HR and finally get transferred out of this place. I don’t even know why we’re here; to keep an eye out for anomalies, I guess. And we kind of just discovered one, so, I might’ve just accidentally validated their stupid policy of stationing people in the middle of nowhere. Can you tell that I had four cups of coffee for breakfast? Divona: You really drink that ooze? It’s just overpriced milk powder. Kataigida: No, not the ready-made shit from the grocery, I have my own stash. One of my old labmates gave it to me just before I got sent here. She’s the head of biology at Site-125 now, if you can believe it. I wonder if she’d still recognise me. [The pair reach the gate and pass through. They approach the well-maintained house and Divona knocks on the door. An adult female (Swineherd) answers the door.] Divona: Oh. Swineherd: Kele 6 finally decides to pop down to say hi. I’m humbled, I didn’t think a baron would have anything to say to a poor little peasant like me. Divona: Mischa, please. I’m working. Swineherd: Yeah, working. I bet you are. Look at the big girl over here, all grown up, wearing the uniform of an old sack tied to his office chair! Handing out fines and patrolling empty streets, you disgust me. Could’ve done me a favour and left me the fuck alone. [The woman shoves Divona.] Divona: Now is not the time for this. It’s been twenty years, how have you not moved on? Swineherd: It was two for me, asshole; that’s when I had to lay your mother to rest. I don’t even know if I want to tell you where her grave is, because you don’t deserve to mourn her. It’s me, not you, who took care of her into old age. I was a better daughter to her than you ever were, and I’m not even of her blood! Kataigida: Should I leave? Swineherd: I was happy for you, Kele. I thought you’d made it. And then I heard that you were back, that it’d all come full circle. I lost my friend for what, so she could gallivant around the world for two decades and come crawling back with her tail between her legs? Divona: It got too… it’s more complicated than that. Swineherd: Seriously, just get out of my fucking doorway. Divona: Mrs Nikolayev! I’m here about your husband. [The woman freezes. She opens the door wider.] Swineherd: What? Is- is he alright? Where is Cheslav? Kataigida: Your husband passed away yesterday evening, miss. Officer Divona is the one who delivered him to the hospital and I am the doctor who attempted to save his life. [Swineherd nods, maintaining a neutral expression.] Swineherd: Can I see him? Kataigida: I’m sorry. His body is a biological hazard, it’s unlikely that you’ll be given access to it. [Swineherd lowers her arm. She stands back.] Swineherd: Hah… this is a cruel joke, Aveta. Divona: We need access to your livestock pens. We have reason to believe that they may have become infected by the disease which killed your husband. [Swineherd takes a keychain off of a hook on the wall and shoves it into Divona’s hands. The agent stumbles.] Swineherd: Fuck you. [Swineherd attempts to close the door; Kataigida catches it and prevents her from doing so. Divona steps away while Kataigida remains behind.] Kataigida: Mischa, was it? Swineherd: Did he suffer? Kataigida: No. It looked like he passed away in his sleep. So, the disease which he contracted, we believe that it may have contaminated your livestock population. I need to ask you some questions. Is that alright with you? [Swineherd nods.] Kataigida: You’re the abattoir worker, as I understand it. Swineherd: That’s right. I was the one who would slaughter the pigs. A worker from the grocery comes by to pick up the meat every now and then. Kataigida: You’re, uh, taking the death of your husband well. Swineherd: The realisation is taking a while to hit. Just give me some time, I’m sure I’ll be a shrieking widow before the sun sets. Kataigida: Right… so, when did you last see your husband? Swineherd: Tuesday, four days ago. He left without telling me anything. Why didn’t he… ugh, nevermind. Kataigida: Did he show any signs of sickness or discomfort before leaving? Swineherd: He had a cut on his finger, I think, which he kept picking at. I told him not to worry but Cheslav has always been bullheaded. He also had these really terrible nightmares. He’d sit up in bed sometimes when he thought I was asleep, just staring ahead and shaking; whispering to someone who wasn’t there. I asked him what was wrong and he kept going on about black rocks and spiders. I should've known he'd do something stupid like this. Kataigida: I really appreciate you being this open with me. One last thing, is anyone else living in this house with you? Swineherd: Me and… only me. Kataigida: Thank you, that’s all I needed. If there's anything I can do for you, I’ll be at the clinic. Swineherd: Okay. [Sniffs]. Thank you. [Swineherd closes the door. Kataigida moves to meet Divona outside the barn.] Divona: Did it go well? Kataigida: I have no idea. How are you holding up? The things she said were… pretty harsh. Divona: It’s not about me. Let’s just get the job done. [The pair approach the barn. They each don gloves and gas masks before unlocking the door. Upon opening it, the interior of the barn comes into view. The room is a single large pen, containing several dozen swine crowded against the back wall. Most are covered in brown stains. A door at the back of the barn leads to the abattoir.] Kataigida: Do they normally do that? Divona: To conserve heat, perhaps. [Divona pushes through the swine toward the back of the barn. The audio feed picks up a faint, rhythmic thumping. She catches sight of a number of pigs crowding around an undulating pink mass. Upon closer inspection, it is shown to be dozens of piglets held together by white threads. Blood and yellow fats surround the pile, soaking into the straw. The pigs closest to the pile are grooming it with their snouts and exhibiting behaviour characteristic of porcine childrearing.] Divona: Only the infants are a part of this colony. Why would it be specific to them? Kataigida: It’s not; all of the pigs are infected, it’s just that piglets are smaller and so the disease progressed more quickly for them. [Divona draws a knife and makes a deep incision in the piglet colony. She pries the edges of the cut apart, revealing a contiguous mass of SCP-6391 material underneath, approximately as large as a fully grown sow.] Divona: There’s patient zero of the pigsty infestation, I’m guessing. These pigs are significantly heavier than people, so if Nikolayev only managed to reach the final stages of infestation two days ago, then this pig… Kataigida: Has been infected even longer. You don’t think any SCP-6391 got into the food supply, do you? They’d be destroyed during the cooking phase of course but infection could also take place during preparation: examination, butchery, packaging, et cetera. Plus, there wouldn’t be anything noticeably wrong with contaminated food for at least a day or so, maybe even longer if it was sold in large cuts. Divona: Don’t overthink it. Kataigida: Right… right. [Divona pushes past the pigs and moves into the abattoir. There is SCP-6391 material covering the walls and windows, preventing sunlight from entering the room. A series of meathooks are suspended from horizontal beams across the room, hanging just above head level. There are no pig carcasses mounted in the room. Piles of fat can be seen below some of the hooks. A spherical orb made of SCP-6391 is suspended in the middle of the chamber, pulsing rapidly. It is approximately five metres wide.] Kataigida: How did Mischa never notice any of this? [Kataigida steps closer to the orb. Its rate of pulsation increases commensurately.] Kataigida: It’s responding to us, just like APD-B responded to Nikolayev’s emotional state. Or so I think, anyway. Divona: How can it sense us? I know that begging questions of anomalies is more or less defeating the point but still, I wonder… Kataigida: Wait, get back! [A seam opens along the underside of the orb. The camera feed shows a significant amount of transparent gas and a black mineral being expelled from the orb. The same mineral also appears on the walls as if precipitating out of the air, forming crystalline spikes and formations. A large chitinous limb emerges from the orb as well, trailing amniotic fluid and blood. An organism strongly resembling a spider pulls itself out of the webbed sphere. It lands on the ground and flexes its limbs. Footage quality degrades significantly. Divona interposes herself between Kataigida and the centre of the room and shouts something inarticulate. Kataigida closes her eyes and nods effusively. The black mineral continues to form on all surfaces. Protuberances form on the ground and burst open; flexible white structures resembling terrestrial flora sprout from the black mineral. The spiderlike entity blanches and spits up a dark, viscous substance. It subsequently collapses. Divona retches and faints. Footage quality degrades further. An indistinct shape moves from the top of the screen to the bottom. The colour of the image becomes increasingly monochrome.] Divona: I remember you… [The video is illegible from this point onward.] [End transcript]",
        "SCP-6391 Mass Containment Breach Imminent From: Dr Sayuri Kataigida ( pcs.tenpics|30ataks#pcs.tenpics|30ataks ) To: The Office of Director Konstantin Byrne, Site-125 ( pcs.tenpics|nrybk.rid#pcs.tenpics|nrybk.rid ) As per my cover story-assigned faux occupation, I reported to my general practice this morning to work as a clinician. I noticed several civilians standing outside the building as I entered, all of whom asked to be treated for the symptoms of what appeared to be a form of hemorrhagic fever. Close examination of these patients’ discharges confirmed the presence of SCP-6391 in their blood. In light of information gleaned from Exploration Log 6391.3 I have cause to believe that SCP-6391 has contaminated the region’s food supply via the sale, handling and consumption of pork. Left uncontained, it will result in a catastrophic breach of secrecy and innumerable deaths. The only other Foundation employee in my vicinity is currently incapacitated. I lack the resources to properly address this incident. Please advise/assist at your earliest opportunity. Furthermore, documentation of SCP-6391 must be updated in light of new revelations. See the attached files for more details.",
        "Transcript of “adivo090121.mp4” Last Edited: 09/01/21, 2:33am [Begin transcript] [The camera feed displays the interior of a room with wooden walls at nighttime. Dr Kataigida is in the frame, sleeping in a chair in front of a bed. Several seconds are spent attaching the camera to the body of the unseen operator. After securing the recording device, the operator approaches the desk behind Kataigida, where her work laptop has been placed. They unlock the device, entering the correct password and reading an unfinished draft of Exploration Log 6391.3. Once finished, they shut the laptop and exit into the adjoining living room. A woman (Swineherd) is sitting on a couch holding a glass of water. She looks at the operator, appearing shocked. The operator speaks, revealing themselves to be Agent Divona.] Divona: Mischa. Swineherd: What happened? Divona: Why don’t you take a look yourself? Swineherd: Your friend told me not to investigate. And considering the condition you were in when she dragged you onto my doorstep, I’m inclined to listen to her. Divona: In that case, don’t worry about it. Knowing won’t do you any good. Swineherd: Just tell me if it’s safe out there, Aveta. Divona: That’s not for me to say. Stay at home, Mischa. And don’t eat pork. [Divona looks away from Swineherd and leaves the building, revealed to be the house from Exploration Log 6391.3. The barn is visible in the distance. Its back half has been torn open and the remains of its walls are suspended in the air. A series of colossal stone spikes, the shortest measuring around twenty metres from its base to its tip and the longest being around one hundred metres long, jut out of the abattoir section of the barn at an angle. Significant portions of the stone formation are not attached to the ground, apparently maintaining their altitude without any support. Divona begins walking toward the barn.] Divona: I think you were right, Sayuri. SCP-6391 does more than grow nests. You said that we don’t know what it’s doing but I have a hunch. A bad one, maybe, but I still need to investigate. [Divona enters the barn and turns on her flashlight. The footage distorts as the camera focuses on a large protrusion of a black mineral through the building’s ceiling. The livestock are sleeping. Several dozen SCP-6391 colonies sit above Divona’s head, held up by appendages connected to the walls and floor. She approaches the oldest SCP-6391 colony, the one made up of conjoined piglets observed during Exploration 6391.3. She draws a knife and digs into the mass, peeling it back. She reaches into the mass and extracts a handful of webbing, detaching it from the greater colony. Several streaks of black mineral can be seen inside it, as per Dr Kataigida’s study of APD-A and APD-B. Divona picks at the streaks with the tip of the knife, digging one out. She holds it in her hand and zooms in on it. It is a curled up arachnid, resembling a spider. A scab of black rock forms on the blade of her knife and on the fingertips of her gloves.] Divona: This is far too familiar. [Divona walks into the abattoir. The colossal spiderlike entity from Exploration Log 6391.3 is entangled in its own webbing, strung up between several of the stone spikes. A dark viscous substance oozes from its joints and mouth.] Divona: I thought I recognised SCP-6391 before, but having seen all of this, [the camera pans over the interior of the barn] I’m certain that I’ve encountered it before; I was involved in its termination. [The entity appears to be dead. The camera looks toward the ground, where several large stone formations shaped like spiders are embedded in the ground. Some twitch.] Divona: It’s back, somehow. Worse this time, more malignant. I don’t have the original exploration log, but I have something else which relates to the anomaly. It might give you an idea of what it is, before you have to confront it yourself. [She looks toward the town.] Divona: I’m sorry, but I can’t bring myself to be a part of what happens next. It’s cowardly of me, I know. [Divona coughs into the back of her hand. Dark splotches can be seen on her palm] Divona: It was nice to come back. Everything's in your hands now. [End transcript]",
        "Interview E71-12.A1 Date: 07/11/20 Interviewee: Team Leader Anadel (E71-1) Interviewer: Dr Jacquelyn Vanth Dr Vanth: Is something wrong, Captain Anadel? E71-1: Where am I? Dr Vanth: You’re in Site-125. I’m here to interview you. E71-1: Where’s… where’s Site-125? Dr Vanth: We're in the Magadan Oblast. Are you feeling alright? E71-1: Doctor, I can't-… I can't remember who you are. I feel like I should know. Dr Vanth: I interviewed you yesterday. Do you remember? E71-1: N-no. That can't be right. It's been years. The dream, it was so long. Dr Vanth: Tell me about this dream. E71-1: I was… somewhere else. This big forest where the ground was made of a tough, black rock. There was webbing everywhere and it'd come together to form grass and vines. I'd sleep in the trees and pick dandelions made of cobweb. Spiderlings would live in my hair. Sometimes they've weave crusts of web over my eyes as a joke. I spent… years there. Longer than I've lived here, under the name… Anadel. [E71-1 inhales sharply.] E71-1: This is… this is the dream, isn't it? Soon I'll wake up and I'll be there again. Maybe forever, this time. Dr Vanth: … thank you, captain. That will be all. Notes: E71-1 lapsed into a coma two days after this interview.",
        "Interview E71-12.A2 Date: 07/11/20 Interviewee: Specialist Sereda (E71-2) Interviewer: Dr Jacquelyn Vanth E71-2: We didn’t even know it was an egg until we got there. From the outside it just looked like a massive spider web, a couple of kilometres wide and suspended between two mountains. Up close, though, we managed to see it for what it was. We could see the creature curled up inside its sac, its legs creating protrusions on the outside. I remember that we were all struck by an uncharacteristic awe. Do you have a child, doctor? Dr Vanth: I can’t say that I do. E71-2: Well, when you hear the sound your kid is making, even if you don’t precisely know what they’re trying to say, you can usually tell what they want; whether they’re happy, sad, hungry, et cetera. That knowledge is hard wired into you, it wipes out every other concern you have. Dr Vanth: Right. E71-2: Looking at the spider, I experienced the exact same intuition. My son, he does this thing with his rattle where he’ll put it in his mouth and shake it, even though it’s too large for him to hold in his mouth. I swear I heard the rattle while I was standing there. I swear… I know this’ll get flagged for memetic hazards, but I swear that spider was my son. They moved in basically identical ways. I-… I know I’m not alone in this. Dr Vanth: This made it difficult for you to complete your mission? E71-2: No. I killed it. I thought I was just compromised by some mental compulsion or something but even after it was dead I still looked at it and saw my baby in it. The same coloured eyes, the same voice… how did I manage to bring myself to kill it? I can’t look my son in the eyes anymore. I murdered him. Or at least, I overcame every barrier preventing me from doing so. I might… I’m afraid I’ll hurt him. I got myself checked for cognitohazards and… nothing. The test came back negative. Apparently my brain just registered that spider as being my own child, for some reason. Dr Vanth: Should we resume this interview at a later date? E71-2: I don’t… I don’t think I’ll ever be ready to continue. You’re a psychologist, right? Can you get me some amnestics? I- I’d really appreciate that. Notes: At E71-2’s request she was amnesticized and reintegrated into the public. She has since sought a divorce, voluntarily giving custody of her child to her spouse.",
        "Interview E71-12.A3 Date: 07/11/20 Interviewee: Grenadier Wojcik (E71-3) Interviewer: Dr Jacquelyn Vanth E71-3: Its death doesn’t feel like a victory. Dr Vanth: What do you mean by that? E71-3: That… anomaly, that yet-to-be-born universe, was only a fetus. The mountains of black rock and house-sized spiders were all just prebirth, the mucus which comes before the baby’s head. Do you understand how that makes a man feel? Knowing that such gargantuan things are just precursors to something even more terrifying and grandiose? Dr Vanth: No. E71-3: I didn’t think so. I was closer than anyone else to the egg when it hatched, so I saw more than just the spider. I saw a sterile black sky pouring out of the sac like blood from an artery; the silhouettes of massive arachnids; and fields of grass where all the blades are just upright striations of spider web. Another universe was being born, a parasitic ulcer on reality. Dr Vanth: This scares you? E71-3: Of course it does. Dr Vanth: You’ve seen far worse. E71-3: Sure. But immortal lizards and killer statues are small fry in the grand scheme of things. Even living stars and alternate realities don’t scare me because at least they hate us in particular. It makes me feel like we’re important, like we have a purpose, even if our role is to act as prey. But what came out of that egg was a cosmos which had nothing to do with us. It didn’t need us, it didn’t even care that we exist. Dr Vanth: You shouldn’t be afraid of that fact. E71-3: I can’t really help it. I’ve known all along that humankind isn’t special, but I don’t think I ever internalised that fact. Well, witnessing the birth of a universe finally made it sink in. We don’t mean anything. We’re nothing. Just smears on the windowsill, about to be washed away by the rain. [E71-3 places his head in his hands and sighs.] E71-3: I feel small. Notes: E71-3 has exhibited erratic behaviour and debilitating agoraphobic tendencies since the anomaly’s termination. He has voluntarily transferred to a strictly indoors security detail at Site-125.",
        "Interview E71-12.A4 Date: 07/11/20 Interviewee: Scout Rifleman Divona (E71-4) Interviewer: Dr Jacquelyn Vanth E71-4: How are the others faring? I hear Wojcik had a breakdown. Dr Vanth: Why don’t you tell me about yourself first? E71-4: I don’t know. I don’t feel anything in particular. Dr Vanth: Then describe your general feelings right now. E71-4: Sad, mostly. When I became an MTF I wanted to see new sights, explore the unknown. But mostly, I’ve just been shooting things since day one. That spider, I could have spent a lifetime getting to know its intricacies. But that wasn’t my job. [E71-4 closes her eyes and leans her elbows on her knees.] E71-4: I don’t know. I don’t think I give a shit about this job anymore, to be honest. Maybe I'll retire, become site security. People used to call me mall cop back in school, so I think it'd fit. Actually, nevermind. I think I'd lose my mind. Dr Vanth: If you don’t plan on being an MTF, what's next for you? E71-4: Going home. Notes: N/A",
        "Timeline of Events, Incident 6391.1: - 09/01/21: SCP agents arrive in ████████ and sever all outgoing modes of communication. A general lockdown is announced and all townspeople are ordered to stay in their homes until further notice. Food deliveries are arranged in lieu of allowing civilians to visit and operate marketplaces. A search is ordered for Agent Divona, meeting with no success. She is subsequently declared absent without leave. - 10/01/21: Several civilians vacate their homes, seeking medical treatment for SCP-6391 infestation or fleeing their residences due to their cohabitants being infected. All persons in breach of Foundation edicts are detained and incinerated. Colonies of SCP-6391 begin forming all around the town. Burner teams anticipate fuel shortages. - 11/01/21: A controlled burn of the woodland surrounding the town is initiated in order to make spotting potentially infected fauna easier. Deaths as a result of SCP-6391 continue to rise. 10% of the town’s population is confirmed deceased. A Foundation agent is found to have been infected by SCP-6391. They are promptly incinerated. - 12/01/21: SCP-6391 colonies grow to tremendous size overnight as an estimated 300-400 civilians enter the emergence phase of infection simultaneously, indicating that a majority of infected civilians came into contact with SCP-6391 approximately 5 days 8 prior to this particular date. Firebombing of heavily infested areas is suggested but not actually implemented due to ongoing tension with the Russian Federation. Burner teams are unable to control the infestation. Several Foundation agents are encircled and crushed by outgrowths of SCP-6391 material. The civilian rate of death drops dramatically as the ‘wave’ of those who were exposed to SCP-6391 via the ingestion of pork passes. Dr Kataigida arranges for the remaining civilian populace to be evacuated and screened for infection. - 13/01/21: 60% of the civilian population confirmed dead. Foundation casualties number fourteen, with an unknown number infected but as of yet undiagnosed. Procedures for the eradication of SCP-6391 from one’s body during the early stages of infection are formulated; the first person to be subjected to the procedure is a civilian, Kisa Fedorov; the surgery is a success. Burner teams run out of fuel and further deliveries are complicated by inclement weather. SCP-6391 colonies grow toward a single point in the middle of the town and form a sphere which grows from five metres across to thirty in the span of three hours. Support from neighbouring sites requested. - 14/01/21: The sphere at the core of the town now measures eighty metres across. A rapid expansion of the SCP-6391 complex engulfs the Foundation’s staging area and a majority of the Foundation’s personnel in the area. Situation deemed critical. Clearance for Foundation aircraft to operate within Russian airspace is granted and a squadron of bombers is dispatched to destroy the infestation.",
        "Transcript of a message received by Containment Specialist Kataigida: Interlocutors: Agent Divona [Begin transcript] Divona: Hi, Sayuri. I can't seem to reach you. Did you turn your phone off? I'm at the centre of town right now. Listen, I-… [Divona inhales deeply. Jet engines can be heard in the background.] Divona: I just wanted you to know that I’m really proud of you. [The phone disconnects.] [End of transcript]"
    ],
    "containment_procedures": "Samples of SCP-6391 are to be kept in Site-125’s high-risk biological containment wing. Organisms and personnel suspected to have come into contact with SCP-6391 are to be quarantined for a period lasting no fewer than 7 days or incinerated as the situation demands. SCP-6391 colonies are to be destroyed using incendiary weapons and their surroundings treated with ionising radiation. Detection of SCP-6391 may be performed by dousing surfaces suspected of being contaminated with unpasteurized milk or blood.",
    "description": "SCP-6391 is a class of proteins which are capable of intersecting themselves, enabling them to take on extremely energetically favourable conformations. Furthermore, they are capable of transferring this property to other nearby proteins. In a lab environment, neighbouring instances of SCP-6391 will bind to one another and form striated, fibrous structures. SCP-6391 acts similarly to a prion and will, upon entering an animal’s body, replace their internal organs with a homogenous mass of further instances of SCP-6391, displacing any bodily fluids in the process. Infected animals retain all preexisting faculties but exhibit noticeably different behavioural patterns once the brain has been replaced by a corresponding mass of SCP-6391.",
    "title": "SCP-6391"
}