{
    "url": "https://scp-wiki.wikidot.com/scp-6398",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6398\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A Foundation developed API is to be used to monitor and track any transactions that result in changes or additions to data stored within SCP-6398-A. In the event that data is altered or added to SCP-6398-A, or additional nodes have been created as part of the network used to verify the contents of SCP-6398-A, Foundation personnel are to attempt to locate the physical location of individuals involved in the aforementioned actions. Once located, Foundation agents are to apprehend those individuals with the intent of administering C-Class amnestics targeting knowledge of SCP-6398 and SCP-6398-A and to seize control of any electronic devices capable of network connection.\n\n\nAny personal accounts of non-Foundation personnel that have been used to store or trade SCP-6398 instances are to be wiped by Foundation data specialists.\n\n\nAny known instances of SCP-6398 that are not under the ownership of D-9332 must be transferred to D-9332's digital wallet.\n\n\nDescription:\n SCP-6398 instances are units of data stored within SCP-6398-A that are commonly used as proof of ownership of digital data, or as a form of currency, by individuals under the influence of SCP-6398's anomalous properties.\n\n\nSCP-6398-A refers to the digital ledger used to store data that tracks SCP-6398 related transactions. As SCP-6398-A exists within nodes of a network, as well as on any user's electronic device that has been used to access an instance of SCP-6398-A, it is impossible to tell the exact number of SCP-6398-A instances that exist.\n\n\nSCP-6398's anomalous effects elicit irrational, extremely fervent and typically uncharacteristic emotional responses in an individual under SCP-6398's influence should that individual perceive to be ridiculed, questioned, or mocked, for having ownership over an SCP-6398 instance.\n\n\nSCP-6398's influence extends to individuals that have ownership of SCP-6398 through the following means:\n\n\n\n\nThe purchase or trading of SCP-6398 from its current owner.\n\n\nThe creation of a new instance of SCP-6398.\n\n\n\n\nAffected individuals will also attempt to convince individuals not affected by SCP-6398 to acquire their own instance, with the intensity of their conviction increasing to violent degrees if their attempts are continually declined.\n\n\nIndividuals under the anomalous effects of SCP-6398 exhibit a heightened sense of comradery with other individuals under the influence of SCP-6398 instances, with the affected gravitating towards a specific online communication channel.\n\n\nA vernacular and specific lexicon of terminology becomes immediately known to and used by individuals that come under the influence of SCP-6398.\n\n\nTesting has found that SCP-6398 can only exist within SCP-6398-A ledgers. Attempts to store SCP-6398 related data on any other digital ledger result in failure. Attempts to verify the validity of any SCP-6398-A instances through any network nodes that weren't specifically created for SCP-6398-A also result in failure.\n\n\nDiscovery:\n SCP-6398 was first discovered by Foundation web crawlers on 14th October 2019 when a number of individuals known to be affiliated with the anomalous art group \"Are We Cool Yet?\" were found advertising digital one-of-a-kind custom artwork within several dark web channels.\n\n\nUpon further investigation, it was discovered that 49 instances of SCP-6398 had been purchased by 49 individuals, all of which began to frequent a private \"Cool Bois\" text and voice channel upon immediate purchase of an SCP-6398 instance.\n\n\nAddendum SCP-6398-1:\n \"Cool Bois\" Channel Transcript\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nAt the time of discovery, Foundation personnel were unsure as to whether the artwork was being generated and sold purely as a means of generating income off the back of the rising popularity of non-fungible tokens or if ulterior motives were at play.\n\n\nAttempts at locating suspected AWCY members active on the chat channel were unsuccessful, however, several individuals that had purchased an SCP-6398 instance were located and brought in for questioning.\n\n\n\n\n\n\n\n\nAddendum SCP-6398-2:\n Interview with Chat Channel Member, Scott Swayne\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nNote: The following interview was between Foundation researcher Dr. Taran Lloyd and Scott Swayne, an active member of the \"Cool Bois\" channel.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Lloyd:\n Good morning.\n\n\nScott:\n GM Ser!\n\n\nDr. Lloyd:\n …right. Mr. Sayne, I want to ask you about your involvement with Cool Bois-\n\n\nScott:\n Oh! If you know, you know, am I right?\n\n\nDr. Lloyd:\n Sure…so, how did you first find out about Cool Bois?\n\n\nScott:\n Well, you see, my bro hooked me up. Promised me we'd never have to consider McDonalds on this one. Guaranteed GMI, you know?\n\n\nDr. Lloyd:\n Er, so you're telling me a friend of yours told you about them?\n\n\nScott:\n For real, for real!\n\n\nDr. Lloyd:\n And how did you acquire the token?\n\n\nScott:\n Token? What token?\n\n\nDr. Lloyd:\n The token associated with the art that you bought?\n\n\nScott:\n Bro, I don't know anything about any token. I just paid this guy to make ME as a Cool Boi, you know, a TRUE visual representation of who I am as a person without all that genetic lottery bullshit!\n\n\nDr. Lloyd:\n And who was it you paid money to?\n\n\nScott:\n I dunno, man. Some dude called \"YesWeAre\". They seemed super sketchy at first. It's not the first time I've been rug pulled, you know, so the cope was real but that bro of mine, he was SO hyped about Cool Bois, I started getting serious FOMO so I ended up wiring the guy the Ether and within, like, 5 minutes, I had my very own Cool Boi! The speed that some people can put out work as lit as that is insane, you know!?\n\n\nDr. Lloyd:\n Riiiight. What was it about the seller that seemed-\n\n\nScott:\n You've SEEN my Cool Boi, right?\n\n\nDr. Lloyd:\n Err..yes. Yes, I have. So what was-\n\n\nScott:\n It's fucking lit, right?!\n\n\nDr. Lloyd:\n If you say so, Mr. Swayne. Now, about-\n\n\nScott:\n Yo! I can hook you up? You can trust me! I'm not a degen like of those other moonboys out there! Cool Bois is GMI, for sure!\n\n\nDr. Lloyd:\n No, thank you. If you don't mind-\n\n\nScott:\n The fuck, man?! Why the fuck not?!\n\n\nDr. Lloyd:\n Mr. Swayne, I have some other questions for-\n\n\nScott:\n Why. the. fuck. not?\n\n\nDr. Lloyd:\n If I'm honest, Mr. Swayne, I personally don't see much value in these \"Cool Bois\", not to mention the environmental-\n\n\nScott:\n The FUCK did you just say?\n\n\nDr. Lloyd:\n Mr. Swayne! I strongly suggest that-\n\n\nScott:\n You fucking normie! You're just fucking jealous that you're not in the know. You WISH you got in early and now can't live with the FOMO. You're PATHETIC!\n\n\nScott Swayne proceeds to scramble over the interview table and physically assault Dr. Lloyd.\n\n\nDr. Lloyd:\n Guards!\n\n\nOn-site guards enter the interview room and apprehend Scott Swayne. Swayne continues yelling at Dr. Lloyd as they are forcefully escorted out of the room.\n\n\nScott:\n YOU'RE JUST FUCKING JEALOUS! WE'RE ALL GONNA MAKE IT! TO THE MOOOOOOOOOON!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-6398-3:\n SCP-6398 Testing on D-Class\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nIn order to better understand the mechanics behind what constitutes \"ownership\" of an SCP-6398 instance, Scott Swayne's digital assets were seized and used in a series of experiments with D-9332.\n\n\n\n\n\n\nTest #\n\n\nDescription\n\n\nResult\n\n\n\n\n\n\n1\n\n\nD-9332 was instructed to verbally claim ownership of Scott Swayne's SCP-6398 instance.\n\n\nNo discernible effect on the subject.\n\n\n\n\n\n\n2\n\n\nUsing a computer, D-9332 was instructed to right-click on an image associated with Scott Swayne's SCP-6398 instance and save the image onto the computer.\n\n\nNo discernible effect on the subject\n\n\n\n\n\n\n3\n\n\nD-6398 was instructed to create a digital wallet for themselves. Foundation researchers then attempted to transfer SCP-6398 from Scott Swayne's wallet into D-9332's wallet.\n\n\nSCP-6398-A failed to acknowledge the request for the transfer. SCP-6398 remained in Scott Swayne's wallet. No discernible effect on the subject.\n\n\n\n\n\n\n4\n\n\nScott Swayne was instructed to transfer their SCP-6398 to D-9332 under a feigned pain of death.\n\n\nScott Swayne vehemently refused to transfer SCP-6398 stating \"Fuck that. I'd rather die for Cool Bois!\".\n\n\n\n\n\n\n5\n\n\nFoundation researchers set up a transaction for SCP-6398 to be traded to D-9332 from Scott Swayne with a final user input required for confirmation before the transaction can be requested. Scott Swayne was then instructed to select the confirmation button.\n\n\nSCP-6398-A failed to acknowledge the request for the transfer. SCP-6398 remained in Scott Swayne's wallet. No discernible effect on the subject\n\n\n\n\n\n\n5\n\n\nFoundation researchers presented Scott Swayne with a duplicate of the image associated with their SCP-6398 instance and offered them five times the amount of Ether that was paid for SCP-6398 if they agree to transfer SCP-6398 to D-9332 in exchange for the duplicate.\n\n\nScott Swayne agreed, exclaiming \"We did it boys! To the moon!\". SCP-6398 was successfully deposited into D-9332's wallet from Scott Swayne's wallet. At the point of transfer, changes in the personalities of both Scott Swayne and D-9332 were witnessed, with D-9332 taking on a personality more akin to Swayne's before the transfer.\n\n\n\n\n\n\nThis revealed that in order for SCP-6398 to be transferred, owners of SCP-6398 must be willing to freely trade or sell their SCP-6398. However, as SCP-6398 is the token and data used to designate ownership and not the art associated with it that those affected become irrationally protective of, those affected by SCP-6398 are content to exchange like-for-like should they perceive substantial profit on the exchange.\n\n\nTherefore, it is advised that duplicates are made of any discovered SCP-6398 instances and that those duplicates are used when negotiating with individuals under the influence of SCP-6398. Any resources of value used in SCP-6398 transactions with those affected should be immediately relinquished after the exchange and Class-C amnestic administered.\n\n\n\n\n\n\n\n\nAddendum SCP-6398-4:\n \"Gathering of the Cool Bois\" Event\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nUpon further investigation into SCP-6398, Foundation personnel revealed that an upcoming event had been arranged for 24/11/2019 in which all owners of SCP-6398 would meet in a public location with a high population density.\n\n\nAssuming that this event was arranged by members of AWCY as a means for those affected by SCP-6398 to cause civic disruption and harm, as well as potentially increase the influence of SCP-6398, Foundation agents were sent to intercept any individuals suspected of owning SCP-6398 instances heading to the event.\n\n\nBetween 22/11/2019 and 24/11/2019, Foundation personnel were able to intercept 34 individuals with SCP-6398 and successfully transfer their instances to D-9332. However, 13 individuals were able to congregate in central New York. Shortly after congregating, the group began threatening passersby, demanding that they invest in Cool Bois. Those who refused were attacked by the group.\n\n\nWhen it became apparent to others that the affected were attacking people because of their perceived fervent interest in NFTs, passersby began to mock the affected based on that perception. This, in turn, caused a further escalation in the SCP-6398 influenced group's aggressively defensive disposition. In the ensuing skirmishes before local authorities and Foundation agents could intervene, 26 civilians were killed with 10 of the affected being killed upon arrival of local authorities and undercover Foundation agents. The 3 remaining affected were arrested and transferred over into Foundation custody.\n\n\nDuring the encounter, Foundation agents were able to track the whereabouts of one of the associated Are We Cool Yet members who were found to be watching the events unfold from a nearby multistory hotel. Once detained and brought into Foundation custody, they were interrogated.\n\n\n\n\n\n\n\n\nAddendum SCP-6398-5:\n Interview with Are We Cool Yet PoI\n\n\n\n\n+ Access Addendum\n\n\n\n\n- Hide Addendum\n\n\n\n\nNote: The following interview was between Foundation researcher Dr. Taran Lloyd and Are We Cool Yet member, Jason Nicholls.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Lloyd:\n So, Mr. Nicholls, care to explain what exactly is going on here?\n\n\nJason Nicholls:\n Is it not obvious!?\n\n\nDr. Lloyd:\n We know what's going on with those NFTs you're selling and we know the effects they're having on the people you sell them to. What we're not clear on is why?\n\n\nJason Nicholls:\n I mean, you've seen them, right? Those fucking mindless cretins all over the internet?\n\n\nDr. Lloyd:\n Who exactly are you referring to, Jason?\n\n\nJason Nicholls:\n The NFT crowd, man! How have you NOT seen them?! They're all over the fucking place! Filling everyone's timeline with those godawful monkeys and shit!\n\n\nDr. Lloyd:\n The apes, you mean?\n\n\nJason Nicholls:\n Apes? Monkeys? Who fucking cares. If THAT'S what people are considering \"art\", then humanity's gone well beyond fucked!\n\n\nDr. Lloyd:\n I'll be honest. This all seems a little extreme for this to be purely about the art. What else is going on, Jason? Is there something bigger in the works that Are We Cool Yet need funding for?\n\n\nJason Nicholls:\n We couldn't give a shit about the money, man!\n\n\nDr. Lloyd:\n Right…\n\n\nJason Nicholls:\n You wouldn't understand! You have no idea what it's like to plan and do the shit we do only for a bunch of ingrates to stumble into something as big as this and not even care!\n\n\nDr. Lloyd:\n I don't follow.\n\n\nJason Nicholls:\n Goddamn! They've created art that EVERYONE is talking about and they're not even making a statement about it! It's always about their asinine clubs and the hopes of making money, which, for the record, is rarely ever going to happen! They're figuratively burning the world down around them and for what, derivative shit that somebody could throw together in 5 minutes inside MS Paint!? It's infuriating!\n\n\nDr. Lloyd:\n Really? THAT is what this has all been about?\n\n\nJason Nicholls:\n I knew you wouldn't fucking get it.\n\n\nDr. Lloyd:\n So, you're…jealous? Is that why you're copying them now?\n\n\nJason Nicholls:\n Fuck you, man! We're doing this the way it SHOULD have been done! We're the ones sending the message now!\n\n\nDr. Lloyd:\n Is that so? Enlighten me, what is this message?\n\n\nJason Nicholls:\n If this is the standard that art has fallen to, if this is the new bar, then at least those pushing down on that bar are happy to die for it! At least now they can die fighting out of passion and purpose instead of a desperate need for acceptance and to dispel their insecurities! They can die like artists!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6397\n | SCP-6398 | \nSCP-6399\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6398\n\" by Milesaru, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6398\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n CoolBoisText.png\n\n\nAuthor:\n Milesaru\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6398/CoolBoisText.png",
    "addendums": [
        "Addendum SCP-6398-1: \"Cool Bois\" Channel Transcript",
        "Addendum SCP-6398-2: Interview with Chat Channel Member, Scott Swayne",
        "Addendum SCP-6398-3: SCP-6398 Testing on D-Class",
        "Addendum SCP-6398-4: \"Gathering of the Cool Bois\" Event",
        "Addendum SCP-6398-5: Interview with Are We Cool Yet PoI"
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] Dr. Lloyd: Good morning. Scott: GM Ser! Dr. Lloyd: …right. Mr. Sayne, I want to ask you about your involvement with Cool Bois- Scott: Oh! If you know, you know, am I right? Dr. Lloyd: Sure…so, how did you first find out about Cool Bois? Scott: Well, you see, my bro hooked me up. Promised me we'd never have to consider McDonalds on this one. Guaranteed GMI, you know? Dr. Lloyd: Er, so you're telling me a friend of yours told you about them? Scott: For real, for real! Dr. Lloyd: And how did you acquire the token? Scott: Token? What token? Dr. Lloyd: The token associated with the art that you bought? Scott: Bro, I don't know anything about any token. I just paid this guy to make ME as a Cool Boi, you know, a TRUE visual representation of who I am as a person without all that genetic lottery bullshit! Dr. Lloyd: And who was it you paid money to? Scott: I dunno, man. Some dude called \"YesWeAre\". They seemed super sketchy at first. It's not the first time I've been rug pulled, you know, so the cope was real but that bro of mine, he was SO hyped about Cool Bois, I started getting serious FOMO so I ended up wiring the guy the Ether and within, like, 5 minutes, I had my very own Cool Boi! The speed that some people can put out work as lit as that is insane, you know!? Dr. Lloyd: Riiiight. What was it about the seller that seemed- Scott: You've SEEN my Cool Boi, right? Dr. Lloyd: Err..yes. Yes, I have. So what was- Scott: It's fucking lit, right?! Dr. Lloyd: If you say so, Mr. Swayne. Now, about- Scott: Yo! I can hook you up? You can trust me! I'm not a degen like of those other moonboys out there! Cool Bois is GMI, for sure! Dr. Lloyd: No, thank you. If you don't mind- Scott: The fuck, man?! Why the fuck not?! Dr. Lloyd: Mr. Swayne, I have some other questions for- Scott: Why. the. fuck. not? Dr. Lloyd: If I'm honest, Mr. Swayne, I personally don't see much value in these \"Cool Bois\", not to mention the environmental- Scott: The FUCK did you just say? Dr. Lloyd: Mr. Swayne! I strongly suggest that- Scott: You fucking normie! You're just fucking jealous that you're not in the know. You WISH you got in early and now can't live with the FOMO. You're PATHETIC! Scott Swayne proceeds to scramble over the interview table and physically assault Dr. Lloyd. Dr. Lloyd: Guards! On-site guards enter the interview room and apprehend Scott Swayne. Swayne continues yelling at Dr. Lloyd as they are forcefully escorted out of the room. Scott: YOU'RE JUST FUCKING JEALOUS! WE'RE ALL GONNA MAKE IT! TO THE MOOOOOOOOOON! [END LOG]",
        "[BEGIN LOG] Dr. Lloyd: So, Mr. Nicholls, care to explain what exactly is going on here? Jason Nicholls: Is it not obvious!? Dr. Lloyd: We know what's going on with those NFTs you're selling and we know the effects they're having on the people you sell them to. What we're not clear on is why? Jason Nicholls: I mean, you've seen them, right? Those fucking mindless cretins all over the internet? Dr. Lloyd: Who exactly are you referring to, Jason? Jason Nicholls: The NFT crowd, man! How have you NOT seen them?! They're all over the fucking place! Filling everyone's timeline with those godawful monkeys and shit! Dr. Lloyd: The apes, you mean? Jason Nicholls: Apes? Monkeys? Who fucking cares. If THAT'S what people are considering \"art\", then humanity's gone well beyond fucked! Dr. Lloyd: I'll be honest. This all seems a little extreme for this to be purely about the art. What else is going on, Jason? Is there something bigger in the works that Are We Cool Yet need funding for? Jason Nicholls: We couldn't give a shit about the money, man! Dr. Lloyd: Right… Jason Nicholls: You wouldn't understand! You have no idea what it's like to plan and do the shit we do only for a bunch of ingrates to stumble into something as big as this and not even care! Dr. Lloyd: I don't follow. Jason Nicholls: Goddamn! They've created art that EVERYONE is talking about and they're not even making a statement about it! It's always about their asinine clubs and the hopes of making money, which, for the record, is rarely ever going to happen! They're figuratively burning the world down around them and for what, derivative shit that somebody could throw together in 5 minutes inside MS Paint!? It's infuriating! Dr. Lloyd: Really? THAT is what this has all been about? Jason Nicholls: I knew you wouldn't fucking get it. Dr. Lloyd: So, you're…jealous? Is that why you're copying them now? Jason Nicholls: Fuck you, man! We're doing this the way it SHOULD have been done! We're the ones sending the message now! Dr. Lloyd: Is that so? Enlighten me, what is this message? Jason Nicholls: If this is the standard that art has fallen to, if this is the new bar, then at least those pushing down on that bar are happy to die for it! At least now they can die fighting out of passion and purpose instead of a desperate need for acceptance and to dispel their insecurities! They can die like artists! [END LOG]",
        "\" SCP-6398 \" by Milesaru, from the SCP Wiki . Source: https://scpwiki.com/scp-6398 . Licensed under CC-BY-SA .",
        "Filename: CoolBoisText.png Author: Milesaru License: CC BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-6398/CoolBoisText.png"
    ],
    "containment_procedures": "A Foundation developed API is to be used to monitor and track any transactions that result in changes or additions to data stored within SCP-6398-A. In the event that data is altered or added to SCP-6398-A, or additional nodes have been created as part of the network used to verify the contents of SCP-6398-A, Foundation personnel are to attempt to locate the physical location of individuals involved in the aforementioned actions. Once located, Foundation agents are to apprehend those individuals with the intent of administering C-Class amnestics targeting knowledge of SCP-6398 and SCP-6398-A and to seize control of any electronic devices capable of network connection.",
    "description": "SCP-6398 instances are units of data stored within SCP-6398-A that are commonly used as proof of ownership of digital data, or as a form of currency, by individuals under the influence of SCP-6398's anomalous properties.",
    "title": "SCP-6398"
}