{
    "url": "https://scp-wiki.wikidot.com/scp-6401",
    "all_text": "rating: \n+87\n+\n–\nx\n\n\n\n\nby \nEthagon\n\n\n\n\n \n\n\n\n\nThe following file has special clearance restrictions and may only be accessed after the September-Equinox\n\n\n \n\n\nClearing Autumn Multi-Lock\n\n\n \n\n\nThe Equinox has passed | \nCONFIRMED - ACCESS GRANTED\n\n\n \n\n\n \nYou are a Witness | \nCONFIRMED - ACCESS GRANTED\n\n\n \n\n\n \nSCP-6401 exists | \nCONFIRMED - ACCESS GRANTED\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6401\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All Foundation Witnesses are to be stationed in or nearby SCP-6401 for the full length of its annual existence. Negotiations with the denizens of SCP-6401 are to continue despite the diminishing chances of success. Witnesses are to propose inclusion in as many trials as possible without offending the denizens.\n\n\nDenizens are not to be referred to individually without explicit permission from the highest cleared Foundation Witness.\n\n\nAll information is to be recorded so that pursuing legal actions inside the ruleset of SCP-6401 may become a future possibility.\n\n\nDescription:\n SCP-6401 is an autumnal forest that only exists between the September equinox and the winter solstice, autumn in the northern hemisphere. This includes any memory or data that is referencing SCP-6401. Furthermore, referring to SCP-6401 while it exists can only be done without consequence to entities who have at least once received an invitation to the court of SCP-6401. Referencing SCP-6401 to people not affiliated with SCP-6401 results in a rapid and fatal decline in health conditions for all participants of the conversation.\n\n\nSCP-6401 has a court system that any previously invited entities can appeal to on the \"Main Clearing\". This court system primarily concerns itself with a subset of natural laws, which can be changed depending on the individual verdict.\n\n\nDiscovery:\n SCP-6401 was discovered through an invitation letter in the form of a brown maple leaf that was carried by the wind towards the main entrance of Site-118.\n\n\n\n\n\n\nInvitation to the Lessening Forest\n\n\nThose the Foundation represent\n\nare offered temporary residence,\n\nIn Autumns Court we seek your reasons\n\nso requests the \nCycle of Seasons\n,\n\nThe Claims presented are threefold\n\nto each of these, you witness hold,\n\nAnd of witness is much gain\n\nwe hope our request is not in vain\n\n\n\n\n\n\n- \nFeallen\n\n\n\n\n\n\nThe original letter contained a minor cognitohazard, affecting readers with the ability to locate SCP-6401. The letter crumbled to dust after the minimal amount of personnel read it, that would be required to implement such an exploration mission.\n\n\nAll Level 4 and lower Personnel who read the invitation\n1\n are classified as Foundation Witnesses.\n\n\nUpon arrival in SCP-6401, Foundation Witnesses are guided by denizens towards wooden houses in various states of disrepair for the duration of their stay. The denizens also escort the Foundation Witnesses to the main clearing every time a trial needs to be attended.\n\n\nWith the exception of SCP-6401-A, all denizens of SCP-6401 are indistinguishable from voices in the wind. Denizens lamented this circumstance on multiple occasions.\n\n\nReferring to individual denizens with any other name than \nFeallen\n results in the speaker's voice breaking to the point of their speech becoming incomprehensible. The individual trials are held by an unknown number of denizens.\n\n\nSummary of the first trial:\n\n\n\n\nPlaintiff:\n \nA Survivor\n\n\nWitness:\n Foundation Witnesses\n\n\nComplaint:\n \"The continued global breakdown of reality resulting in a rising number of harmful anomalies goes against the reality-ecosystem established by the Cycle of Seasons. Additionally, the current reality breakdown in especially high altitudes is too great even for a Destable Period.\"\n\n\nJudgment:\n\n\nProtest declined for reason thrice\n\n\nPunishment\n, consequence and natural decline,\n\nThus reality must remain\n\nin ours and not Summers domain\n\n\nHowever, protest for mountains is deemed fair,\n\nYour's and others now excluded from this affair\n\n\nNotes:\n After the verdict, \nHume levels\n2\n stabilized throughout higher mountain ranges. Foundation Witnesses were required to hold testament regarding the extent of \"realities' breakdown\".\n\n\n\n\n \n\n\nFirst Interview Log:\n\n\n\n\nInterviewed:\n Feallen (singular)\n\n\nInterviewer:\n Dr. Angulo\n\n\nForeword:\n Interview was conducted shortly after the first trial\n\n\n\n\nFeallen:\n And? Was my trial to your liking?\n\n\nInterviewer:\n \n(startled at the sudden voice)\n It…certainly was interesting.\n\n\nFeallen:\n Indeed. I hope it gave your group a clearer understanding of the magnitude of power you are dealing with.\n\n\nInterviewer:\n If I may be so bold, all evidence suggests that this trial didn't involve any display of power.\n\n\nFeallen:\n Of course not. It is not fitting for a ruler to wield power where it is not required.\n\n\nInterviewer:\n \n(taken aback)\n My apologies. I didn't know who I was talking to. What would be the correct address?\n\n\nFeallen:\n \n(sighs)\n Just the name you were given, although I'd rather remain unaddressed if you would be so kind. I am a ruler of this place, I suppose, but that is a title rather useless if you share it with all of the forest. It is also not what you want to ask of me. You can speak freely, I'll allow it.\n\n\nInterviewer:\n \n(hesitant)\n If that is the case, may I ask about any breach of conduct my group has to be wary of. I'm afraid we're not accustomed to the necessary etiquette.\n\n\nFeallen:\n \n(grins)\n3\n Well that should pose no problem as long as you do not hurt our hospitality.\n\n\nDr. Angulo is slightly agitated.\n\n\nFeallen:\n \n(bitter)\n I will send you a list. It is customary for this forest's ruler to gift any visitor if asked. This information you will get for free.\n\n\n\n\nNote:\n The received list is significantly less restrictive than would be required by other \nEshu Class Protocols\n.\n\n\n\n\n \n\n\nSummary of the second trial:\n\n\n\n\nPlaintiff:\n A deity (absent)\n4\n\n\nWitness:\n Foundation Witnesses, [DATA LOST]\n\n\nComplaint:\n Complaint wasn't stated during the trial. The deity seemed to claim misusage of its name by [DATA LOST] and asked they be punished accordingly.\n\n\nJudgment:\n\n\nYour Name was in decline before,\n\nso Autumn, not Summer, will answer your call\n\nand unjust stealing of that which becomes less\n\na crime deserving of nothingness.\n\nThus you can not here remain,\n\nYou shall be part of Winters domain\n\n\nNotes:\n Upon completion of the trial [DATA LOST] folded into themselves completely and left no remains. Their screaming persisted for another hour. Multiple Foundation files suggest that the Foundation had previous contact with this entity, but no direct mention of them still exists.\n\n\n\n\n \n\n\nSecond Interview Log:\n\n\n\n\nInterviewed:\n Feallen (same as Interview 1)\n\n\nInterviewer:\n Dr. Angulo\n\n\n\n\nFeallen:\n Well, has this display of power satisfied your curiosity.\n\n\nInterviewer:\n I guess it ha- \n(starts coughing violently)\n\n\nFeallen:\n Surely you were taught not to lie to your betters.\n\n\nDr. Angulo coughs for a few more seconds.\n\n\nFeallen:\n Regardless, I'm afraid I can indulge your nosiness of power no longer.\n\n\nInterviewer:\n \n(hoarse)\n I apologize for my rudeness. What brings you to me?\n\n\nFeallen:\n \n(agitated)\n Aren't you going to address me?\n\n\nInterviewer:\n Didn't you ask me yesterday to-\n\n\nFeallen:\n No, not by my shared name! Am I talking to a child? Why would I give you such a lax list of restrictions if not for you to exercise your names? Why would I grace you with my presence and not send a lesser \nFeallen\n5\n to converse with you? Think.\n\n\nInterviewer:\n \n(hesitant)\n In case you are talking about an SCP designation, we normally try to avoid this, when dealing with nomenclative-\n\n\nFeallen:\n There is precedent. I do not know why, but the \nFather of Winter\n has recognized your skills as a Namesmith, however crude your Names may be.\n\n\nInterviewer:\n …I think I understand.\n\n\nFeallen:\n As you should after I led you by hand. Now, \"designate\" me.\n\n\nInterviewer:\n What will we get in return?\n\n\nFeallen:\n \n(hisses)\n It is information you desire, is it not? I will give you the answers you seek. Some as a foretaste now and the main dish after I have received your Name.\n\n\nInterviewer:\n I'll see what I can do. The Foretaste?\n\n\nFeallen:\n Do they not teach patience to humans? Now if you'll allow me to share: As you might already know, the court that sits in this forest is part of a cycle.\n\n\nInterviewer:\n The Cycle of Seasons.\n\n\nFeallen:\n Yes. I will not bore you with the intricacies of my kind's bureaucratic systems, but a cycle is essentially a system with a specific task, divorced from the actual hierarchy. The Cycle of Seasons governed over the most important thing of all.\n\n\nInterviewer:\n From the previous trials I'm guessing natural laws?\n\n\nFeallen:\n \n(chuckles mockingly)\n Not quite. The Cycle of Seasons was made of four Courts. \nSummer for what is\n, Autumn for what ceases, \nWinter for what is not\n and for what becomes, well \nI can't call it Spring anymore, can I\n?\n\n\nInterviewer:\n \n(takes notes)\n May I ask why all denizens share the same Name? We don't really have a precedent for that.\n\n\nFeallen:\n \n(bitter)\n Better a shared Name than none at all, they say. No, about that great Misuse I will tell you after you have delivered.\n\n\n\n\nNote:\n After a brief discussion under Foundation Witnesses, Feallen, who was interviewed was designated SCP-6401-A.\n\n\n\n\n \n\n\nSummary of the third trial:\n\n\n\n\nPlaintiff:\n An advocate of Aeterns\n6\n\n\nWitness:\n Foundation Witnesses\n\n\nComplaint:\n \"The infection of the \nTree of life\n is antithetical to all that is living and must cease if anything should survive on this planet.\"\n\n\nJudgment:\n\n\nYour protest about the tree we hear,\n\nthough is it outside our mythical sphere\n\nBut this infection can not remain,\n\nthis tree shall be transferred to Summers Domain\n\n\nNotes:\n The advocate protested the trial repeatedly with the mention that the Summer Court didn't exist anymore. None of these protests were acknowledged by denizens of SCP-6401 who repeatedly hissed over any claim over the Summer Court's absence. No change in behaviour was noted in SCP-6002-B. The infection continues to spread.\n\n\n\n\n \n\n\nThird Interview Log:\n\n\n\n\nInterviewed:\n SCP-6401-A\n\n\nInterviewer:\n Dr. Angulo\n\n\nForeword:\n After designation SCP-6401-A gained a corporeal form of varying transparency. SCP-6401-A wears an autumnal dress and a wig made out of what appears to be spider silk. Its skin is pale and pierced with thick blue veins that are partially extending to the dress.\n\n\n\n\nInterviewer:\n Are you satisfied with the result SCP-6401-A?\n\n\nSCP-6401-A:\n This Name is still not full and rather unsatisfactory, but it will do for now.\n\n\nInterviewer:\n May I resume my questioning then?\n\n\nSCP-6401-A:\n You may.\n\n\nInterviewer:\n So to start: What happened to the Cycle? It doesn't seem to be working as intended.\n\n\nSCP-6401-A:\n I'm afraid I can not answer that in full, but the Cycle was broken together with most of our Names. As you can see Autumn went into hiding, ignorant of the world, and Winter's silence is hardly unusual. You see, every Court must stay true in form to what it governs, so Winter doing nothing is hardly unusual, even though its silence is longer than normal. As you have seen in the second trial you witnessed, transfer from Fall into Winters Domain still works. It is Summer's lack of activity that truly breaks the cycle. That \nthe other court\n seems to have recycled to something other than a court doesn't help.\n\n\nInterviewer:\n I take it, the shared Name situation is related to this?\n\n\nSCP-6401-A:\n Indeed. Oh, how I yearn for my old Name. Truly it was a Name of Nobility, mightier than anything you can forge. But \nFeallen\n was the only Name that remained in Autumn, so cowering together under that bad Name was all the choice we had, even considering its nasty habits.\n\n\nInterviewer:\n Is there a specific reason why this Name was able to survive?\n\n\nSCP-6401-A:\n I have something that answers this question in full, but first I want my new Name to be full.\n\n\nInterviewer:\n Was designating it not enough?\n\n\nSCP-6401-A:\n The Father of Winter may accept your Name, but I am not his equal. It needs an official Court ruling to recognize your group's forging skills. And an expansion of skillsets lies firmly in the realm of \nthe court of becoming\n. Seek them out. I am sure that with Autumn's approval they will give you the recognition I need.\n\n\nDr. Angulo hesitates.\n\n\nSCP-6401-A:\n What is it? You survived here, don't be scared of \nanother forest like this\n.\n\n\nInterviewer:\n It's not that, it's just-\n\n\nSCP-6401-A:\n I can't believe it. Are you at \nwar\n?\n\n\nDr. Angulo is silent.\n\n\nSCP-6401-A:\n Of course you are. It wouldn't do for \nFeallen\n to go out so easy, wouldn't it?\n\n\nInterviewer:\n What do you me-\n\n\nSCP-6401-A:\n There is no reason to continue this audience. You can not provide, so I will not give.\n\n\nInterviewer:\n We have given you a Name of ours. It is not our fault it can't be recognized. Now give us the answers we bargained for.\n\n\nSCP-6401-A vanishes without a word but leaves a letter behind.\n\n\n\n\n \n\n\nLetter of SCP-6401-A:\n\n\n\n\nOnce upon a time, there were three Names.\n\nThe Fool, a human name\n\nFeallen, the Name of a ruler\n\nand \na Name of Quiet Ends\n.\n7\n\n\nOne day the Fool came upon the Lessening Forest and in it, he found a kingdom in ruins.\n\n\n\"Why is your kingdom in such fool shape?\" asked the Fool.\n\n\n\"Because our ruler has passed and now the throne is empty\", came the answer.\n\n\n\"Then lead me to their tombstone so I may give them their last respect\", demanded the Fool.\n\n\nSo they brought the Fool to the grave, but out of respect, they spoke, they will not enter. In the grave, the Fool found the ruler's tombstone. While giving the former ruler their last respect, the Fool startled, as the ruler's name was still lukewarm. And without much thinking, he was named \"the Fool\" for a reason, the Fool took the ruler's Name for himself.\n\n\nFeallen stepped out of the cave and declared the rise of a new king. The whole kingdom rejoiced. All of Feallen's friends and families, even some other human kings, were invited to celebrate this kingdom's return to glory. They celebrated for three days and Feallen received many gifts.\n\n\nOn the fourth day, Feallen started to rule his new kingdom, but he was told it was not fitting of a ruler to act without heeding advice. So Feallen asked his advisors what to do. Feallen then held court according to their advice. Of this Feallen quickly tired as he had no say in the matter. He led somebody else to hold court for him as Feallen was advised to.\n\n\nFeallen decided instead to enjoy the riches of a ruler. For this, he received many visitors in his ruler's palace. But again he was told that it was fitting for a ruler to gift his riches to each visitor invited. And invited to the palace they must be for this was where the court was. And after many a visitor, nothing of the riches remained.\n\n\nFeallen still had his palace and with this he was content. But soon the nobles of the kingdom came and demanded Feallen pay their yearly fee. The palace had been bought from the nobles aeons ago, but no ruler had ever been able to provide the money. Neither could Feallen and so he was promptly banned from the palace.\n\n\nNot knowing where else to go, Feallen returned to the grave where a visitor from Winter awaited him.\n\n\n\"I want my old Name back. This one only brings me misery\", Feallen said.\n\n\n\"Oh, but it is not fitting for a ruler to return to such a Name as 'the Fool'\", answered the visitor. \"But I can give you another Name if you agree.\"\n\n\nFeallen agreed and so was now \na Name of Conclusions\n and followed the Visitor for he was now one of Winters'. His old Name he left at the tombstone, still lukewarm.\n\n\n \n\n\nFor Autumns Domain is that which ceases and a Court's Domain must be lived by its Court;\n\nbest if somebody else takes the Fall.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This includes invitations from a later date whose delivery was negotiated for with the denizens of SCP-6401.\n\n\n2\n. A measurement of reality\n\n\n3\n. This was evident despite Feallen not having any facial features at this point.\n\n\n4\n. The name of the deity was lost after the trial\n\n\n5\n. Word was spoken with disgust.\n\n\n6\n. Person did not share her name.\n\n\n7\n. This is likely a placeholder for a now destroyed name\n\n\n\n\n\n\n\n\n« \nSCP-6400\n | SCP-6401 | \nSCP-6402\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6401\n\" by Ethagon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6401\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6401 \" by Ethagon, from the SCP Wiki . Source: https://scpwiki.com/scp-6401 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All Foundation Witnesses are to be stationed in or nearby SCP-6401 for the full length of its annual existence. Negotiations with the denizens of SCP-6401 are to continue despite the diminishing chances of success. Witnesses are to propose inclusion in as many trials as possible without offending the denizens.",
    "description": "SCP-6401 is an autumnal forest that only exists between the September equinox and the winter solstice, autumn in the northern hemisphere. This includes any memory or data that is referencing SCP-6401. Furthermore, referring to SCP-6401 while it exists can only be done without consequence to entities who have at least once received an invitation to the court of SCP-6401. Referencing SCP-6401 to people not affiliated with SCP-6401 results in a rapid and fatal decline in health conditions for all participants of the conversation.",
    "title": "SCP-6401"
}