{
    "url": "https://scp-wiki.wikidot.com/scp-6404",
    "all_text": "rating: \n+199\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6404\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ndecommissioned\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation personnel are to continue monitoring international birth records for individuals named \"Tallakant\". Any individual identified as having the Tallakant name is to be handled using standard decommissioning procedures.\n\n\nSCP-6404 was successfully decommissioned on October 4th, 2007. All historical and civic records involving individuals named Tallakant have been altered accordingly to reattribute major historical events to new persons or otherwise erase former Tallakant identities. Names and sayings derived from the Tallakant name,\n1\n while not displaying anomalous properties, have likewise been either reattributed or otherwise removed from the popular lexicon in order to prevent possible revival of the Tallakant name.\n\n\nDescription:\n SCP-6404 referred to a phenomenon where all individuals named \"Tallakant\" at any point in their lives\n2\n became a part of a collective hivemind. Once an individual became an SCP-6404 instance, there was no way to disconnect them from the hivemind. All SCP-6404 instances were capable of operating on the individual level, but actively shared the same thoughts, feelings, and beliefs. On average, SCP-6404 instances sought out employment in the following areas:\n\n\n\n\nEducation\n\n\nResearch, specifically in areas related to the spread and treatment of infectious diseases\n\n\nVisual and performing arts\n\n\nGovernment positions, specifically those relating to employment, welfare, and international relations\n\n\nCharity work\n\n\nSocial activism\n\n\n\n\nRecords indicate that the Tallakant name existed since the early 5th century, with several notable individuals having the name. SCP-6404 instances throughout history notably participated in exploration, social development, and cultural exchange.\n\n\nDue to the number of notable figures throughout history as well as pop culture icons using the Tallakant name, Tallakant remained one of the most popular baby names for males and females. It is believed that upon decommissioning of SCP-6404, there were approximately one billion individuals named Tallakant.\n\n\n\n\nFootnotes\n\n\n1\n. Eg. Tally Mark, Kant Counter, Tally-ho, Tallywacker, etc.\n\n\n2\n. This includes being granted the name at birth, changing one's name to Tallakant, or simply being called Tallakant at any point.\n\n\n\n\n\n\n\n\n« \nSCP-6403\n | SCP-6404 | \nSCP-6405\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6404\n\" by OriTiefling, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6404\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6404 \" by OriTiefling, from the SCP Wiki . Source: https://scpwiki.com/scp-6404 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation personnel are to continue monitoring international birth records for individuals named \"Tallakant\". Any individual identified as having the Tallakant name is to be handled using standard decommissioning procedures.",
    "description": "SCP-6404 referred to a phenomenon where all individuals named \"Tallakant\" at any point in their lives2 became a part of a collective hivemind. Once an individual became an SCP-6404 instance, there was no way to disconnect them from the hivemind. All SCP-6404 instances were capable of operating on the individual level, but actively shared the same thoughts, feelings, and beliefs. On average, SCP-6404 instances sought out employment in the following areas:",
    "title": "SCP-6404"
}