{
    "url": "https://scp-wiki.wikidot.com/scp-6407",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\nNyelo\n\n\n\n\n\n\nSCP-6407 — Ketchup Monstrosity\n\n\nWritten by \nNyelo\n\n\n\n\nVery cool individuals:\n\n\nSpecial thanks to \nJack Waltz\n, \nPhantom8\n and \ncybersqyd\n for their help with the article. Also thanks to \nbreadstiqq\n for the image edit!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6407\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site:\n\n\nSite-88\n\n\n\n\n\n\n\n\nSite Director:\n\n\nDr. Phillip Foster\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n\n\nResearch Head:\n\n\nDr. Elias Brito\n\n\n\n\n\n\n\n\nAssigned Task Force:\n\n\nN/A\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n\n\nFootage of SCP-6407 recorded by a CCTV camera.\n\n\n\n\nSpecial Containment Procedures:\n SCP-6407 is to be contained within a Standard Secure Humanoid Containment Cell. Daily, a D-Class Personnel must carry a bucket filled with 5 kg of tomato sauce to SCP-6407's containment cell, which will be given to the entity for absorption.\n\n\nDescription:\n SCP-6407 is a sapient human male, concealed inside a layer of tomato ketchup. This layer covers the entirety of its body, except for the eyes. While its arms are incapable of movement, SCP-6407 can form streams of ketchup. In terms of appearance, these streams are similar to tentacles. SCP-6407 will use them to gain or discharge mass.\n\n\nSCP-6407 has partial control over all the ketchup that constructs its outer layer, effectively letting it separate the tomato sauce from all other substances that might contaminate it. Its internal organs seem to have been repurposed for an unknown function. However, these organs being utilized as means to avoid the spoiling and drying of the ketchup has been hypothesized.\n\n\nSCP-6407 regularly displays high levels of stress and anxiety, thus causing it to behave violently both with its environment and the people surrounding it. The anomaly's stress levels were significantly reduced during the time Dr. Jacob Fletcher was assigned to it.\n\n\nAddendum 6407.1:\n SCP-6407 was retrieved wandering in the woods near Candem, Alabama. SCP-6407 was involved in an incident in the “Tip Top” fast food restaurant. SCP-6407, known as Myles Meighan at the time, was present along with three other employees: Simon Luke, Gabriel Collins and Andrew Jones.\n\n\nThe following is a transcript of the restaurant's security video footage. Access was granted by the restaurant's owner.\n\n\n\n\n▶ OPEN VIDEO LOG ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nDATE:\n 04/06/2019 11:03\n\n\n«BEGIN LOG»\n\n\n\n\nOnly one client is present at the restaurant. Myles is taking their order while his coworkers converse in the kitchen.\n\n\nGABRIEL:\n I'm so bored.\n\n\nSIMON:\n Same. Maybe we could do something after work?\n\n\nANDREW:\n I can't. I have a date with my girl.\n\n\nSIMON:\n Are you bragging about your girlfriend again?\n\n\nANDREW:\n It's not my fault you can't get one.\n\n\nMyles walks into the kitchen and places the order on the kitchen table.\n\n\nMYLES:\n A basic burger with extra ketchup. Fries too.\n\n\nGABRIEL:\n Got it. I'll do the fries.\n\n\nSIMON:\n You cook the burger, ketchup boy.\n\n\nMYLES:\n Stop calling me that.\n\n\nANDREW:\n Calm down, ketchup boy. Don't get so flustered over a joke.\n\n\nMYLES:\n Fuck you.\n\n\nMyles and Gabriel work on their tasks respectively. Simon signals Andrew to a corner of the room. Unintelligible whispers are heard, followed by Simon and Andrew laughing. Gabriel turns around to look at them.\n\n\nSIMON:\n Gabriel, come here for a sec.\n\n\nGabriel approaches his two coworkers as they whisper something to him.\n\n\nGABRIEL:\n I don't think that's a good idea.\n\n\nSIMON:\n He'll be fine. We'll just help him clean up after, all right?\n\n\nANDREW:\n Yeah, don’t worry so much.\n\n\nGabriel rolls his eyes as Myles finishes cooking the meat and starts preparing the hamburger.\n\n\nMYLES:\n I need the ketchup.\n\n\nSimon and Andrew are heard laughing.\n\n\nANDREW:\n Coming.\n\n\nAndrew grabs a ketchup bottle and gets close to Myles. When Myles extends his hand to grab the ketchup bottle, Andrew sprays his face with ketchup. Myles gasps in shock while his colleagues laugh. Myles punches Andrew and he falls to the floor.\n\n\nSIMON:\n Oh, shit.\n\n\nMyles sits on top of him and grabs the ketchup bottle. Myles puts the ketchup bottle on Andrew’s mouth and starts filling it with ketchup.\n\n\nMYLES:\n How do you like that, asshole?\n\n\nGABRIEL:\n Stop it, Myles!\n\n\nSIMON:\n Dude, you're gonna kill him!\n\n\nMYLES:\n I fucking hate you. You won't make fun of me again.\n\n\nGabriel and Simon approach Myles to stop him when SCP-6407's anomalous traits manifest. The tomato sauce from its face spreads to his whole body, covering it. The bottle merges with him, turning into streams that drown Andrew. The other two step back.\n\n\nGABRIEL:\n What the hell?\n\n\nSIMON:\n Holy fucking shit, call the police!\n\n\nAndrew stops struggling after several seconds. SCP-6407 tries to get away while Simon and Gabriel assist their colleague.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nGabriel established contact with law enforcement after the incident, and the Foundation intervened after being notified by an embedded agent in the police force. MTF Epsilon-6 (“Village Idiots”) was sent to locate SCP-6407 and proceed to its containment. The restaurant was put on lockdown and searched for more anomalous objects; nothing was found. The cadaver of Andrew Jones was identified and recovered. Gabriel Collins and Simon Luke were interrogated shortly after.\n\n\nThe following is a transcript of an interview conducted with Simon Luke.\n\n\n\n\n▶ OPEN INTERVIEW ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Elias Brito\n\n\nSUBJECT:\n Simon Luke\n\n\n«BEGIN LOG»\n\n\n\n\nDR. BRITO:\n I’m going to ask you a few questions about what happened today, is that okay?\n\n\nSIMON:\n Sure, whatever.\n\n\nDR. BRITO:\n Apart from the obvious incident, did you notice anything weird today or the last few days?\n\n\nSIMON:\n Uh, no? It was just the same boring shit as every other day.\n\n\nDR. BRITO:\n All right, all right. I saw the video recording of the incident. Can you explain some things to me?\n\n\nSIMON:\n Video recording?\n\n\nDR. BRITO:\n Yes, it was recorded from the security cameras.\n\n\nSIMON:\n Of fucking course, my father must have set them up. Did he see what happened?\n\n\nDR. BRITO:\n He did not. Anyway, I wanted to ask. How close were you to, um, Myles?\n\n\nSIMON:\n He’s just a colleague. I mean… We’re friends, we just like to prank him occasionally, share some laughs, as normal friends do.\n\n\nDR. BRITO:\n He did not seem to like them today.\n\n\nSIMON:\n We were just messing with him, you know. We joke about his red hair being like ketchup and all. But it was all on good intent, I swear!\n\n\nDR. BRITO:\n Right… However, I’m not here to judge you. Is there anything else I should know about today?\n\n\nSIMON:\n Not that I can think of.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nThe following is a transcript of an interview conducted with Gabriel Collins.\n\n\n\n\n▶ OPEN INTERVIEW ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Jacob Fletcher\n\n\nSUBJECT:\n Gabriel Collins\n\n\n«BEGIN LOG»\n\n\n\n\nDR. FLETCHER:\n What can you tell me about your friend, Myles, is it?\n\n\nGABRIEL:\n Yeah. Um. Well, he is going through a lot. His mom is in the hospital and well, we haven’t been the nicest to him.\n\n\nDR. FLETCHER:\n What happened to his mother?\n\n\nGABRIEL:\n She had a traffic accident not long ago. I just know that Myles is working here to help her pay the bills.\n\n\nDR. FLETCHER:\n That’s so nice of him.\n\n\nGABRIEL:\n Yeah…\n\n\nDR. FLETCHER:\n By the way, what do you mean you haven’t been the nicest to him?\n\n\nGABRIEL:\n Simon and Andrew enjoy making fun of people and playing pranks.\n\n\nDR. FLETCHER:\n Are they not aware of Myles’ situation?\n\n\nGABRIEL:\n I don’t think so. Myles told me once but I doubt that he told them.\n\n\nDR. FLETCHER:\n Why didn’t you tell them then?\n\n\nGABRIEL:\n I just felt like it wasn't my place to be telling them this. I don't think that was the right choice though.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nEveryone involved was given Class B amnestics and a cover story before being released.\n\n\nAddendum 6407.2:\n The following observations were made by Dr. Jacob Fletcher during the first days of containment.\n\n\n\n\n\n\nDate\n\n\nObservation\n\n\n\n\n\n\n2019/06/06\n\n\nSCP-6407 is hostile towards the staff. For safety precautions, no physical contact has been established yet.\n\n\n\n\n\n\n2019/06/07\n\n\nSCP-6407 appears to have been calmed down. However, attempts of communication have failed as SCP-6407 remains unresponsive.\n\n\n\n\n\n\n2019/06/10\n\n\nDue to a noticeable lack of mass, ketchup has been administered to SCP-6407. Some of its mass was regained.\n\n\n\n\n\n\n2019/06/11\n\n\nScheduled daily supply of Ketchup based on the amount of mass lost during the past days. SCP-6407 remains unresponsive to communication attempts.\n\n\n\n\n\n\n2019/06/19\n\n\nSCP-6407 attacked D-20226, who was assigned for the daily ketchup supply, by attempting to drown him. The two guards accompanying D-20226 immobilized SCP-6407. D-20226 was able to leave without any major injuries.\n\n\n\n\n\n\n2019/06/20\n\n\nWhen Dr. Fletcher entered the containment chamber, SCP-6407 had written: “I AM SORRY”. SCP-6407 was unable to talk, so instead, SCP-6407 wrote on the glass between the two sides of the containment chamber.\n\n\n\n\n\n\nAddendum 6407.3:\n A compilation of several interviews and notes regarding SCP-6407.\n\n\n\n\n▶ OPEN INTERVIEW ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Jacob Fletcher\n\n\nSUBJECT:\n SCP-6407\n\n\n«BEGIN LOG»\n\n\n\n\nDR. FLETCHER:\n Are you able to talk, SCP-6407?\n\n\nSCP-6407 emits gargling noises.\n\n\nDR. FLETCHER:\n Wait, hold on, I have an idea.\n\n\nDr. Fletcher makes a call and within a few minutes, his partner, Dr. Brito comes back with a D-Class Personnel carrying several towels and cleaning products.\n\n\nDR. FLETCHER:\n You can write on the glass and when I give the signal, D-20226 will clean it so it can write again, understood?\n\n\nD-20226 nods.\n\n\nDR. FLETCHER:\n Let’s begin, then. SCP-6407, do you remember how you got here?\n\n\nSCP-6407 writes on the glass with a tentacle, however, the text is in reverse for Dr. Fletcher.\n\n\nSCP-6407:\n “THE SOLDIERS BROUGHT ME HERE”\n\n\nDR. FLETCHER:\n Do you remember your previous life? Do you remember your name?\n\n\nDr. Fletcher instructs D-20226 to clean the glass. After he does, SCP-6407 writes on it.\n\n\nSCP-6407:\n “MY NAME IS MYLES”\n\n\nDR. FLETCHER:\n Correct. However, you’ll be referred to as SCP-6407 here.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nAfter successfully setting up a method to interview SCP-6407, Dr. Fletcher and Dr. Brito repeated this process on the following interviews.\n\n\n\n\n▶ OPEN INTERVIEW ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Jacob Fletcher, Dr. Elias Brito\n\n\nSUBJECT:\n SCP-6407\n\n\n«BEGIN LOG»\n\n\n\n\nDR. FLETCHER:\n All right, let’s do this. How are you today, SCP-6407?\n\n\nSCP-6407:\n “I WANT TO SEE MY MOTHER”\n\n\nDR. BRITO:\n I’m sorry but we’re not allowed to-\n\n\nDR. FLETCHER:\n She’s at the hospital, isn’t she? Do you miss her?\n\n\nSCP-6407:\n “YES”\n\n\nDR. BRITO:\n Jacob?\n\n\nDR. FLETCHER:\n I’m getting somewhere, just wait.\n\n\nSCP-6407 shakes as it looks at the two researchers. D-20226 increases the distance between himself and the anomaly.\n\n\nDR. FLETCHER:\n Anyways, Myles. I’ve come to learn about you a lot through your colleagues. You seemed to have a rough time with them.\n\n\nSCP-6407 huddles and looks at the floor as it gags on the ketchup. Possibly, trying to speak. It stands up once again.\n\n\nSCP-6407:\n “I KILLED ANDREW”\n\n\nDR. FLETCHER:\n I know you didn't mean to.\n\n\nSCP-6407 roams across its containment cell. D-20226 sprints towards the door.\n\n\nDR. FLETCHER:\n You know what? What if I talked to your mother for you?\n\n\nSCP-6407:\n “I WANT TO TALK TO HER”\n\n\nDR. FLETCHER:\n Fine. I'll try.\n\n\nDR. BRITO:\n Ok that's it. Stop the interview. We need to talk, Jacob.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nA crumpled note dating the same day as the previous interview was found on Dr. Fletcher's headquarters. Its contents have been transcripted.\n\n\n\n\n▶ OPEN NOTE ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nWhy weren't you following protocol? I get that you have grown quite attached to the anomaly but it’s our job to remain professional. I won't report this, even though I should. You're my best friend Jacob, please come to your senses.\n\n\n— Elias Brito\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nDr. Fletcher requested Dr. Brito to be relocated as his assistance was not required. Three days after, another interview was conducted by Dr. Fletcher alone.\n\n\n\n\n▶ OPEN INTERVIEW ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nINTERVIEWER:\n Dr. Jacob Fletcher\n\n\nSUBJECT:\n SCP-6407\n\n\n«BEGIN LOG»\n\n\n\n\nDR. FLETCHER:\n I hope the personnel here are treating you well. Some people here can be cold. Does that make sense?\n\n\nSCP-6407:\n “I AM OK\"\n\n\nDR. FLETCHER:\n I feel sorry for you, I really do. Your life took a dark turn and you are now stuck here.\n\n\nSCP-6407:\n “I JUST WANT TO SEE MY MOM\"\n\n\nDR. FLETCHER:\n I know what losing your family feels like and I don’t want you or your mother to go through that, it's a horrible feeling. My son died when he was just six years old. I miss him so much.\n\n\nSCP-6407:\n “I AM SORRY\"\n\n\nDr. Fletcher wipes his tears.\n\n\nDR. FLETCHER:\n I will make sure you talk to your mother soon.\n\n\nSCP-6407:\n “THANK YOU”\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nAnother note written by Dr. Brito was found shortly after the interview. Its contents have been transcripted.\n\n\n\n\n▶ OPEN NOTE ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nI can't believe you've done this. I tried to help you, but you won’t listen. I've heard your last interview and goddammit, Jacob. I know you miss Allan terribly, I do too. But you shouldn't do this, we can talk after our shift is over but do not put your work at risk, not this job. Who knows what they will do to you if they learn about this? I will check up on you later, okay?\n\n\n— Elias Brito\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nAddendum 6407.4:\n Soon after, Dr. Jacob Fletcher sent the following email to their immediate superior.\n\n\n\n\n▶ OPEN E-MAIL ◀\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nTo:\n margaretburke@scipnet\n\n\nFrom:\n jacobfletcher@scipnet\n\n\nSubject:\n Permission Request\n\n\n\n\nMargaret Burke,\n\n\nI request to establish communication with Harper Meighan, the alleged mother of SCP-6407. I do not intend to bring her into the Site, both regarding protocols and her physical state. Instead, I thought of establishing a video conference, if necessary amnestics can be applied to Miss Meighan. I believe letting SCP-6407 talk to his mother may decrease its violence levels.\n\n\n\n\n— Doctor Jacob Fletcher, Research Department.\n\n\n\n\n\n\n▷ CLOSE ◁\n\n\n\n\n\n\nDr. Jacob Fletcher was prohibited further interactions with SCP-6407 for an undefined period. Dr. Elias Brito was reassigned as the head researcher of SCP-6407 by request of Dr. Fletcher.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6407\n\" by Nyelo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6407\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n globert.png\n\n\nName:\n globert.png\n\n\nAuthor:\n \nPhillip Pessar\n, \nBreadstiqq\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nSCP Wiki\n\n\nDerivative of:\n \nFlickr\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6406\n | SCP-6407 | \nSCP-6408\n »",
    "addendums": [
        "Addendum 6407.1: SCP-6407 was retrieved wandering in the woods near Candem, Alabama. SCP-6407 was involved in an incident in the “Tip Top” fast food restaurant. SCP-6407, known as Myles Meighan at the time, was present along with three other employees: Simon Luke, Gabriel Collins and Andrew Jones.\nThe following is a transcript of the restaurant's security video footage. Access was granted by the restaurant's owner.\nGabriel established contact with law enforcement after the incident, and the Foundation intervened after being notified by an embedded agent in the police force. MTF Epsilon-6 (“Village Idiots”) was sent to locate SCP-6407 and proceed to its containment. The restaurant was put on lockdown and searched for more anomalous objects; nothing was found. The cadaver of Andrew Jones was identified and recovered. Gabriel Collins and Simon Luke were interrogated shortly after.\nThe following is a transcript of an interview conducted with Simon Luke.\nThe following is a transcript of an interview conducted with Gabriel Collins.\nEveryone involved was given Class B amnestics and a cover story before being released.",
        "Addendum 6407.2: The following observations were made by Dr. Jacob Fletcher during the first days of containment.",
        "Addendum 6407.3: A compilation of several interviews and notes regarding SCP-6407.\nAfter successfully setting up a method to interview SCP-6407, Dr. Fletcher and Dr. Brito repeated this process on the following interviews.\nA crumpled note dating the same day as the previous interview was found on Dr. Fletcher's headquarters. Its contents have been transcripted.\nDr. Fletcher requested Dr. Brito to be relocated as his assistance was not required. Three days after, another interview was conducted by Dr. Fletcher alone.\nAnother note written by Dr. Brito was found shortly after the interview. Its contents have been transcripted.",
        "Addendum 6407.4: Soon after, Dr. Jacob Fletcher sent the following email to their immediate superior.\nDr. Jacob Fletcher was prohibited further interactions with SCP-6407 for an undefined period. Dr. Elias Brito was reassigned as the head researcher of SCP-6407 by request of Dr. Fletcher."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6407 \" by Nyelo, from the SCP Wiki . Source: https://scpwiki.com/scp-6407 . Licensed under CC-BY-SA .",
        "Filename: globert.png Name: globert.png Author: Phillip Pessar , Breadstiqq License: CC BY 2.0 Source Link: SCP Wiki Derivative of: Flickr"
    ],
    "containment_procedures": "SCP-6407 is to be contained within a Standard Secure Humanoid Containment Cell. Daily, a D-Class Personnel must carry a bucket filled with 5 kg of tomato sauce to SCP-6407's containment cell, which will be given to the entity for absorption.",
    "description": "SCP-6407 is a sapient human male, concealed inside a layer of tomato ketchup. This layer covers the entirety of its body, except for the eyes. While its arms are incapable of movement, SCP-6407 can form streams of ketchup. In terms of appearance, these streams are similar to tentacles. SCP-6407 will use them to gain or discharge mass.",
    "title": "SCP-6407"
}