{
    "url": "https://scp-wiki.wikidot.com/scp-6408",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\nBread_Tyrant\n\n\n\n\n\n\nAuthor Page\n\n\n\n\n\n\n\n\nItem #:\n SCP-6408\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6408 has yet to be contained. Personnel are advised to stay within their respective locations.\n\n\n\n\n\n\nMetaphysical representation of SCP-6408.\n\n\n\n\n\n\nDescription:\n SCP-6408 is an oracular-shaped \nhole\n within the human noosphere, acting as a pathway to a much larger noospheric expanse. This invariably leads to foreign structures entering into consensus thought.\n\n\nThese foreign structures are metaphysical in nature, presenting as commands/demands. A subject's mind perceives these as subconscious thoughts and thus are acted upon without the subject's knowledge.\n\n\nLog of Foreign Structures:\n Each of these instances resulted in the subjects congregating at the derelict Foundation Site-301.\n\n\n\n\nInstance #1\n\n\nDemand:\n \"Screws\"\n\n\nResult:\n 48 personnel began to use their fingers to pull out assorted screws from Foundation buildings.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #2\n\n\nDemand:\n \"Steel beams\"\n\n\nResult:\n 13 personnel began to use their fists to punch at the concrete walls. After roughly 72 hours of this, the personnel retrieved several steel support beams from inside the walls.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #3\n\n\nDemand:\n \"Cement\"\n\n\nResult:\n 5 construction personnel diverged from a convoy of construction vehicles, bringing bags of cement to Site-301.\n\n\nResponse:\n Unaffected personnel began to follow the diverging convoy, which resulted in all of them being terminated by affected personnel at Site-301. The cadavers were repurposed for sustenance.\n\n\n\n\n\n\nInstance #4\n\n\nDemand:\n \"Guards\"\n\n\nResult:\n STF Theta-4 left their positions at Area-140 and walked towards Site-301, taking up defense positions there instead.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #5\n\n\nDemand:\n \"Food\"\n\n\nResult:\n 18 research personnel in the staff break room at Area-140 began raiding the cafeteria, bringing it to Site-301 in stolen vehicles.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #6\n\n\nDemand:\n \"Wires\"\n\n\nResult:\n 15 Foundation engineers began pulling apart equipment and machinery, collecting bags of assorted cables and wires before heading to Site-301.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #7\n\n\nDemand:\n \"Gears\"\n\n\nResult:\n The same Foundation engineers returned the following day attempting to enter Area-140. Replacement STF operatives attempted to stop the incoming personnel, but were easily eliminated by the attackers, who then proceeded to tear apart more machinery, returning to Site-301 with bags of assorted gears.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #8\n\n\nDemand:\n \"Workers\"\n\n\nResult:\n A total of 289 personnel from several Sites converged at Site-301.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #9\n\n\nDemand:\n \"Electricity\"\n\n\nResult:\n The affected personnel began to hijack Foundation powerlines, diverting electricity to Site-301.\n\n\nResponse:\n No response.\n\n\n\n\n\n\nInstance #10\n\n\nDemand:\n \"Foundation\"\n\n\nResult:\n \nInsert Information Here\n\n\nResponse:\n \nInsert Information Here\n\n\n\n\n\n\n\n\n« \nSCP-6407\n | SCP-6408 | \nSCP-6409\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6408\n\" by Bread_Tyrant, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6408\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n medium.jpg\n\n\nAuthors:\n \nBread_Tyrant\n, NASA\n\n\nLicense:\n Public Domain\n\n\nDerivative of:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Instance #1 Demand: \"Screws\" Result: 48 personnel began to use their fingers to pull out assorted screws from Foundation buildings. Response: No response.",
        "Instance #2 Demand: \"Steel beams\" Result: 13 personnel began to use their fists to punch at the concrete walls. After roughly 72 hours of this, the personnel retrieved several steel support beams from inside the walls. Response: No response.",
        "Instance #3 Demand: \"Cement\" Result: 5 construction personnel diverged from a convoy of construction vehicles, bringing bags of cement to Site-301. Response: Unaffected personnel began to follow the diverging convoy, which resulted in all of them being terminated by affected personnel at Site-301. The cadavers were repurposed for sustenance.",
        "Instance #4 Demand: \"Guards\" Result: STF Theta-4 left their positions at Area-140 and walked towards Site-301, taking up defense positions there instead. Response: No response.",
        "Instance #5 Demand: \"Food\" Result: 18 research personnel in the staff break room at Area-140 began raiding the cafeteria, bringing it to Site-301 in stolen vehicles. Response: No response.",
        "Instance #6 Demand: \"Wires\" Result: 15 Foundation engineers began pulling apart equipment and machinery, collecting bags of assorted cables and wires before heading to Site-301. Response: No response.",
        "Instance #7 Demand: \"Gears\" Result: The same Foundation engineers returned the following day attempting to enter Area-140. Replacement STF operatives attempted to stop the incoming personnel, but were easily eliminated by the attackers, who then proceeded to tear apart more machinery, returning to Site-301 with bags of assorted gears. Response: No response.",
        "Instance #8 Demand: \"Workers\" Result: A total of 289 personnel from several Sites converged at Site-301. Response: No response.",
        "Instance #9 Demand: \"Electricity\" Result: The affected personnel began to hijack Foundation powerlines, diverting electricity to Site-301. Response: No response.",
        "Instance #10 Demand: \"Foundation\" Result: Insert Information Here Response: Insert Information Here",
        "\" SCP-6408 \" by Bread_Tyrant, from the SCP Wiki . Source: https://scpwiki.com/scp-6408 . Licensed under CC-BY-SA .",
        "Filename: medium.jpg Authors: Bread_Tyrant , NASA License: Public Domain Derivative of: Wikimedia Commons"
    ],
    "item": "SCP-6408",
    "object_class": "Keter",
    "containment_procedures": "SCP-6408 has yet to be contained. Personnel are advised to stay within their respective locations.",
    "description": "SCP-6408 is an oracular-shaped hole within the human noosphere, acting as a pathway to a much larger noospheric expanse. This invariably leads to foreign structures entering into consensus thought.",
    "title": "SCP-6408"
}