{
    "url": "https://scp-wiki.wikidot.com/scp-6410",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\nThreat Level:\n Yellow\n\n\n\n\n\n\n\n\nInstances of SCP-6410-1 pictured in the Hyakki Yagyō Emaki, Muromachi Period (1336-1573).\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to analyze all news covering the territory of Japan for signs of SCP-6410-1 activity. Assigned task force JTF Tau-14 (“Kami-no-Manimani”\n1\n) is to monitor designated areas, including all dump sites, junkyards, museums, shrines, antique stores and any building housing large amounts of objects of considerable age. Foundation assets can be used to acquire such zones on a case-by-case basis.\n\nIf an SCP-6410-1 instance is encountered, agents are to attempt to bring it to the closest Foundation location, first through diplomacy. If diplomacy fails, force can be used to subdue the instance. Termination is available but should only be taken as a last resort. If a SCP-6410-1 instance is successfully acquired, they can be allocated inside any available item locker that can fit their dimensions. Depending on the type of object SCP-6410-1 represents, further procedures may be required.\n\n\nDue to SCP-6410-1’s nature of a well-established piece of folklore, cover-up procedures are to be focused on practical effects, game show pranks, and engineering tests. Amnestic use is available, but not recommended.\n\n\nResearch into the nature of SCP-6410 and the formation of SCP-6410-1 instances is currently being carried out by the Mythology And Folkloristics Department, in conjunction with the Anomalous Weapons Development Department. Any inquiries must be forwarded to their respective Directors.\n\n\nDescription:\n SCP-6410 is a phenomenon affecting objects that are at least 100 years old, causing their spontaneous animation. All animations are innate to the territory of Japan, although few occurrences have been recorded to still happen in previous extensions of its territory. This phenomenon does not affect all objects that are 100 years old, nor does it affect objects when they become 100 years old, sometimes affecting them at a much later date. So far, no other known pattern for which items are affected by SCP-6410 has been discerned.\n\n\nObjects animated through SCP-6410, known as SCP-6410-1, are diverse in nature, both because of the variety of objects they can take after, and the physiology these instances adopt after this phenomenon takes place.\n\n\nRegarding the latter, SCP-6410-1 instances can be divided into three classes:\n\n\nClass-Alpha:\n Instances are identical to the object they take after, their only anomalous trait being animation. Some are capable of levitation.\n\n\nClass-Beta:\n Instances are near-identical to the object they take after, but are partially or fully composed of organic material resembling different types of biological systems. These systems are not always conformed by the appropriate organs, and serve no apparent function. Most common type of SCP-6410-1.\n\n\nClass-Gamma:\n Instances have deviated heavily from the object they take after, taking on traits from different members of the Animalia kingdom. They present functional biological systems, and are capable of traits often associated with Yōkai and Yūrei. Due to the high contrast between the affected object and the instances, they were not considered part of SCP-6410 until recently.\n\n\n \n\n\n\n\n\n\nAbridged list of SCP-6410-1 instances\n\n\n\n\nClose Collapsible\n\n\n\n\n\n\n\n\nCodename\n\n\nClass\n\n\nDescription\n\n\n\n\n\n\nKarakasa\n\n\nAlpha/Beta\n\n\nAnimated umbrellas. Few instances have grown from one to ten eyes.\n\n\n\n\n\n\nChōchin\n\n\nBeta/Gamma\n\n\nAnimated paper lanterns. Interior fully composed of entrails, eyes, tongues and teeth sometimes appearing on its exterior. Alpha-types do exist, but the condition of the item causes structural collapse upon movement.\n\n\n\n\n\n\nNurikabe\n\n\nAlpha\n\n\nAnimated bricks and roof tiles. Tend to flock together.\n\n\n\n\n\n\nWanyūdō\n\n\nBeta/Gamma\n\n\nAnimated wheels and other similar items. Capable of locomotion, and most are constantly on fire. Some are known to be able to scream incoherently.\n\n\n\n\n\n\nWaniguchi\n\n\nGamma\n\n\nWaniguchi-type shrine gong that has grown the body of an animal similar to the Yangtze alligator (\nAlligator sinensis\n). Gong opens in the shape of a mouth, containing over four hundred sharp teeth. First 6410-1 instance contained by the Foundation.\n\n\n\n\n\n\nHatodoke\n\n\nBeta\n\n\nAntique cuckoo clock. Inside entirely composed of chicken bones and dirt. Able of simple locomotion, with cuckoo whistle producing clucks at hourly intervals.\n\n\n\n\n\n\nNijūroku\n\n\nAlpha/Beta\n\n\nType 26 revolver handgun. Some are capable of shooting small items such as glass marbles, pebbles, fishing hooks, and bones of different types (Fish bones, wolf fangs, human teeth.) 7 of 11 recovered instances taken by the AWD\n2\n for testing.\n\n\n\n\n\n\nIkiteirujū\n\n\nBeta\n\n\nSee Addendum SCP-6410.2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-6410.1\n\n\n\n\n\n\n\n\n\n\nResearch File\n\n\nSCP-6410\n\n\nXiao Yamamoto\n, Mythology And Folkloristics Department\n\n\n\n\n\n\nResearch into the nature of SCP-6410 has been an arduous and fairly unfruitful endeavor, due to the poorly known nature of the phenomenon; as far as it’s understood, it occurs to items at random. Regardless, the discovery of this nature is relevant as it’s tied to the nature of the anomalous affecting a considerable area.\n\n\nInstances of SCP-6410-1 — or as it’s been known since before the West had even learnt of Japan, the Tsukumogami\n3\n — are artifacts that, as the name implies, have acquired a ‘kami’. It is known that these entities have existed for a long, long time, their first mention appearing on the 9th century wake collection 'Ise Monogatari'. It is also known that the Bureau of Onmyō\n4\n exorcized such entities since at least the 10th century, using long forgotten practices. They have since appeared in countless occasions, written about by poets and drawn by artists, becoming integral parts of Japanese folklore, so much so that covering-up after each appearance requires no more than a simple explanation; that these monsters are a show’s doing, or a crafty fan’s interpretation of Shigeru Mizuki’s work.\n\n\nWhat is generally understood about the concept of ‘kami’ is that it’s a type of spiritual energy that is generated as a Tsukumogami gains ‘life’, similar to the concept of a ‘soul’. Unlike souls, a ‘kami’ isn’t a conductor for life, but rather exists in nature as some type of free energy that can become analogue to it. Taking the ‘kami’ out of a Tsukumogami would return it to an inert stage, but cannot be transferred to another body to cause animation or reanimation. It cannot be traded with Tartarean entities, nor can it be consumed by Pneumophages.\n\n\nAn interesting property of ‘kami’ energy is that while it has been measured to exist globally, its effects have only been registered in the area of Japan and previous territories Japan possessed during the Meiji, Taishō and Shōwa eras. The reason for this is not yet known, but is believed to be related with the Shinto concept of \nyorishiro\n, vessels that attract \nkami\n (Here referring to spirits and Deities venerated in Shinto) and allows them to occupy a physical body for religious purposes. ‘Kami’ is not a concept unique to Shinto however, similar concepts appearing in several animist religions throughout the world. Whether these have similar effects on vessels is yet to be ascertained.\n\n\nResearch into forcing ‘kami’ to inhabit a vessel is ongoing. The current main theory is that a vessel must be both over 100 years old, and have some sentimental value to an individual of Japanese descent with moderate ties to either Shinto and other animist religions that were adopted into Shinto, these qualities affecting close to 70% of all known SCP-6410 instances. The main issue to the theory is that object veneration is a Shinto tradition that, as with many others, has become part of common culture, 70% also being the percentage of Shinto believers in Japan. Furthermore, object veneration of \nkami\n is not a Shinto practice, having been imported from Buddhism. The possibility of SCP-6410 being an effect of Shinbutsu-shūgō, or the Japanese syncretism of Buddhism and Shinto is another key area of research regarding these entities.\n\n\nRegarding the specific method of forcing ‘kami’ into an object, it is believed that, while a ‘kami’ doesn’t have the value of a soul, it still is related to life in a similar manner. Instances of SCP-6410-1 are more prominent the more populated an area is. This goes against the understanding of traditional \nkami\n, which are more in tune with forests and natural areas, as well as Shinto shrines, neither of which are areas where SCP-6410-1 appear often.\n\n\n\n\n\n\n\n\nAddendum SCP-6410.2\n\n\n\n\n\n\n\nOn 1991/11/17, an SCP-6410-1 instance was discovered in the United States of America, bearing the shape of an MP5K-PDW submachine gun, with its interior composed of organic matter, able to fire self-generating teeth-like structures instead of bullets. Due to the area it was recovered from and the lack of two-way communication between Sites, the instance was classified as \na separate anomaly.\n It wasn’t until 2008 that the item was identified as containing ‘kami’ energy, and reclassified as part of SCP-6410, and given the -REC designation.\n5\n\n\nFollowing this discovery, Site-50’s AWD’s Hoplology Division and Area-34’s AWD’s Occult Studies Division formed a joint task research team to better understand SCP-127-REC.\n\n\n\n\n\n\nAnomalous Weapons Development Research\n\n\nSCP-127-REC\n\n\nSite 50 - Margaret Jetztmeyer, Hoplology Division\n\nArea 34 - James Yun, Occult Studies Division\n\n\n\n\n\n\nSCP-127-REC (Codename: Ikiteirujū) is a complicated case, as much of a blessing as it’s been a curse when it comes to understanding the inner workings behind SCP-6410.\n\n\nFirst, it proved that SCP-6410-1 instances can appear outside of Japan. SCP-127-REC was recovered from Houston, Texas, a location approximately 9,000 kilometers away from the territory of Japan. At no point of manufacturing, distribution and purchase did the weapon that would become 127-REC passed through said denoted area.\n\n\nSecond, it proved that SCP-6410-1 instances do not need to be a hundred years old or older to be animated. The weapon that became SCP-127-REC had been manufactured less than six months before its discovery.\n\n\nWhat still remains true is the connection to the Japanese, and to Shinto. James Schwarzenberg, the owner of the weapon, was born to a mother of Japanese descent. Furthermore, the mother had connections to Shinto, and often helped in a local Shinto shrine where they lived.\n\n\nAn oddity is the death of James, caused by a heart attack. No damaged tissue could be found in his heart or any other organ that would fail under these circumstances. While this isn’t rare by itself, the type of death is one quite common during soul offerings. It is our current belief that James lost his soul in some manner that caused the animation of SCP-127-REC. While this contradicts what we knew of SCP-6410, we didn’t take into consideration the possibility that the ritual itself not only animates items, but also denaturalizes souls, transforming them into ‘kami’ energy.\n\n\nDue to this, a research group will be sent to the area, especially to determine if the Shinto shrine nearby had any involvement in the situation, and, if it does, determine how to stop and/or utilize the SCP-6410 ritual process. The possibility that this ritual can occur to a soul, and it can occur while it is still attached to its respective body is not one we can let pass, especially because of its extent: If we can find ‘kami’ energy anywhere on the world, wouldn’t that mean that this ritual can and has occurred globally, many times?\n\n\n\n\n\n\nThe research group visited the Kurinsou-taisha Shrine in Houston, using Onmyōdō rituals to determine and contact the Deities worshipped at the location. A transcript of the event has been attached:\n\n\n\n\nInterview Log\n\n\nInterviewer:\n Rs. Miranda Deann\n\n\nForeword:\n Interview was conducted through a shinzō-class neural link with the shrine, recovered using psychospheric restructuring. Parts of it could be semantically contaminated.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n(Deann connects with the shrine. She stands in a void, facing a torii gate. As she steps through, a shrine and an accompanying forest appears before her. The shrine’s appearance differs from the one Deann is linked to.)\n\n\nDeann:\n Hello? Is anybody here?\n\n\n(A cognitohazardous entity appears in front of her. Despite having clear physical traits, they cannot be described.)\n\n\nEntity:\n Greetings.\n\n\nDeann:\n Hello, sir. Might I ask who I’m talking to?\n\n\nEntity:\n Not who, but what, for there is none but leftovers of a previous meaning left, a cadaver who has been worn down to the bone, and yet it still speaks when spoken to. Nothing but the melancholic fragments of a deity remain here, without purpose. Not anymore, not anymore.\n\n\n(Two zabuton pillows appear inside the shrine. The entity sits on one.)\n\n\nEntity:\n Ah, but enough of that which is no longer here. Let us speak of what remains: Tell me, to which Deity do I respond to?\n\n\n(Deann sits down on the remaining zabuton.)\n\n\nDeann:\n I am no deity, but a human in search of answers.\n\n\nEntity:\n Peculiar. Quite peculiar, that a human enters a Shintai\n6\n. Less peculiar, that you look for answers only the likes of me can give. I thought after one’s death, I would see no other in search of enlightenment, yet I thought wrong. Pray tell, then, the offering you are to offer.\n\n\nDeann:\n An offering?\n\n\nEntity:\n A deity must receive proper compensation for that which is asked of them. Even as one perished and composted by the worms, the appropriate rites to attract a deity’s attention must take place. A tithe, thus, is in order.\n\n\nDeann:\n I see… What’s the price?\n\n\nEntity:\n The dirt for the worms must be renewed, and apt mineral provided. That is the price. If an answer is what you seek, you shall help renew.\n\n\nDeann:\n I… I see. Could I first confirm that you know the answer to my question?\n\n\nEntity:\n Of course.\n\n\nDeann:\n A human, James Schwarzenberg, died a mysterious death. At the same time, a weapon of his gained life, becoming a Tsukumogami. Does the term sound familiar?\n\n\nEntity:\n Of course I know of this. It happened here.\n\n\nDeann:\n Do you know how this happened?\n\n\nEntity:\n I officialized it. How could I not?\n\n\n(Deann remains silent for several seconds, under the watchful eye of the entity.)\n\n\nDeann:\n I’ll pay the price then.\n\n\n(Entity smiles, before a table with a tea set appears in front of the two. The entity takes a kettle, and serves Deann tea. Entity opens its mouth, and speaks. At this point, the neural link begins corrupting, overwhelmed by the information transmitted. Deann’s brain quickly disconnects from the link, ending the interview.)\n\n\n\n\nAfterword:\n 13 seconds after the link’s collapse, Researcher Deann woke up, ignoring assisting personnel. She rushed to find pen and paper, before transcribing the SCP-6410 ritual. After the transcription, Deann lost all memories regarding the link, all memories of her wedding day and vision on both eyes, linked to a sudden depolarization caused by several localized hemorrhagic strokes, understood as the price paid for the information. Shortly after, an SCP-6410-1 instance in the shape of a Magatama\n7\n was discovered near the shrine.\n\n\n\n\n\n\n\nDeann’s writings explained that SCP-6410 is not a ritual, but a Theorganical process of Shinto \nKami\n that consumes souls in exchange for \nPower/Relevance/Last Chance\n8\n to Hachiman-no-Kami\n9\n The process purifies souls into ‘adequate coin’, impurities becoming ‘kami’ energy, which then attaches to ‘appropriate vessels’, creating SCP-6410-1. This process occurs naturally with vessels that are older than 100 years old (Tsukumo (九十九) principle), although the process can also be forced into other vessels, like with SCP-127-REC.\n\nTo confirm the writings, the research team was tasked with contacting Hachiman-no-Kami at the Usa Hachimangū Shrine in Usa, Japan. Said action was vetoed by the East Asian Regional Council, who confirmed the writing’s contents as true. All information obtained was archived for future use, and the research team was disbanded.\n\n\n\n\n\n\nAddendum SCP-6410.3\n\n\n\n\n\n\n\nOn 2013, the Department of Anomalous Weapons Development used SCP-6410’s archived information to introduce the following proposal:\n\n\n\n\n\nAnomalous Weapons Development Proposal\n\n\nProject Pygmalion\n\n\nArea 34 - Felipe Everest, Department Head\n\n\n\n\n\n\nProposal:\n Following SCP-6410’s findings and the veto, the AWD decided to conduct studies on SCP-127-REC and five other SCP-6410-1 weaponry-based instances, realizing basic anomaly-approved tests catered to weapon assessment. These tests resulted in the following conclusions:\n\n\n\n\nSCP-6410-1 instances have a behavioral intelligence akin to a dog, and have been trained in order to follow simple orders within what is possible with their morphology. They are able to differentiate different individuals, and can become attached and/or dislike specific handlers.\n\n\nAttachment, among other qualities, are able to better the performance of SCP-6410-1 instances. An example of this is SCP-127-REC, who after 2 years of care handling was able to regenerate projectiles every 18 hours upon depletion.\n10\n\n\nAttachment and other qualities have proven to better the performance of usage of SCP-6410-1 instances as conventional weaponry. Instances being handled by handlers they’ve grown attached to have an average increased aim accuracy of 25% and suffer significantly less recoil.\n\n\nAttachment and other qualities have shown to develop qualities that have otherwise remained unrevealed. An example of this is SCP-6410-1126, a Type 99 Arisaka rifle that, since testing began, developed the ability to bend ammunition fired towards a desired target, trait not present before testing.\n\n\n\n\nThese discoveries lead us to believe that SCP-6410-1 instances can be integrated into Foundation usage, with appropriate training. With all this in mind, we propose using Hachiman-no-Kami’s influence over ‘kami’ energy to redirect it into appropriate weapons and generate SCP-6410-1 which will then be trained for Foundation use, to reinforce available military force.\n\n\nReasoning:\n Military and Defense personnel are the top casualties amongst Foundation employees. For decades we’ve implemented systems to lower the likelihood of loss of life, having overall positive results. One of the points that we have not managed to touch upon due to logistical limitations are the arms worn by personnel. A weapon is merely a tool, as efficient as its handler can make it be. Unlike armor and defensive equipment, weaponry isn’t designed to defend its user.\n\n\nProject Pygmalion could change this. Military animals are amongst the most efficient and loyal soldiers, and bring up overall morale on any post they’re stationed at. If we could apply these traits onto weaponry, we could better performance like never seen before. Furthermore, if this project is successful, it would mean it could be applied to other equipment to increase their performance. We could be seeing the biggest casualty decrease in almost a hundred years.\n\n\nRequirements:\n The most important part would be striking a deal with the Deity Hachiman-no-Kami. As details on the inner workings of a deal with Hachiman-no-Kami are unknown to us, we cannot predict nor delineate any sort of proceeding. Ideally, the deal would allow us to utilize the waste energy liberated by the \nKami\n to incorporate them into appropriate vessels. Whether this is possible has to be confirmed with the Deity.\n\n\nAll other requirements would come once this first deal is approved, and if it is, once the delimitations of the deal are defined. That being said, several Task Forces and Defence personnel would be required for integrated testing and deployment. Any other expenditure will be covered by the AWD.\n\n\n\n\n\n\n\nProject Pygmalion was pre-approved by the Ethics Committee on 2015, and approved by the East Asian Regional Council by a vote of 34 to 21, allowed to progress with the following limitations:\n\n\n\nA tribute must be prepared for each weapon produced \n[Tribute will be handled by the AWD in accordance with Ethics Committee’s guidelines]\n\n\nSCP-6410-1 instances must be treated with due respect \n[Vague wording; Special team training prepared by the AWD]\n\n\nSCP-6410-1 will not, and therefore cannot injure the People of Japan \n[SCP-6410-1 will not be distributed to Japanese Sites. Instances will be produced in Area-34 (San José, Costa Rica)]\n\n\nExcess ‘kami’ energy will remain untouched by the Foundation \n[With no direct manner of interacting with it, limitation can be followed without additional expenses]\n\n\n\n\nAll limitations were deemed acceptable. Project Pygmalion started its testing phase the following year.\n\n\n\n\n\n\nProject Pygmalion - Relevant Testing Logs\n\n\n\n\n\n\n\n\nTest:\n Inserting ‘Kami’ energy into a weapon, animating it.\n\n\nItem:\n SIG Sauer P228 Pistol (M11)\n\n\nResult:\n Animation carried out. Instance became type ‘Alpha’, incapable of autonomous fire.\n\n\n\n\n\n\nTest:\n Testing whether large objects can be animated.\n\n\nItem:\n Oshkosh Light Combat Tactical All-Terrain Vehicle (L-ATV)\n\n\nResult:\n Right rear wheel of the vehicle detached, catching on fire, having become a Wanyūdō instance. Extent of animation believed to correspond to weight rather than size, with a limit of approx. 60 Kg.\n\n\n\n\n\n\nTest:\n Testing whether achieving a certain standard configuration is possible.\n\n\nItem:\n B&T APC9-K Submachine Gun x5, Standard configuration for SCP-6410-1\n\n\nResult:\n First and second weapons deviated from standard configuration, third onwards following it. Three members of the tribute team collapsed dead, seven more losing specific memories, senses, and organ functionality.\n\n\nObservations:\n Local ‘kami’ energy output was not enough, which was the cause of the casualties. Tributing increased accordingly.\n\n\n\n\n\n\nTest:\n Testing whether anomalous abilities can be standardized.\n\n\nItem:\n HK416 Assault Rifle x5, Special standard configuration for SCP-6410-1\n\n\nResult:\n All five assault rifles followed anomalous standard configurations, all gaining the ability to paralyze impacted targets. Increased tributes able to output necessary ‘kami’ energy.\n\n\n\n\n\n\nTest:\n Testing whether ‘kami’ energy can affect already anomalous weaponry\n\n\nItem:\n Class-II Theocidic Harpoon Rifle\n\n\nResult:\n Entire tribute team collapsed dead. 12 SCP-6410-1 instances manifested from items inside the testing room.\n\n\nObservations:\n Limitations updated: ‘No weapons capable of injuring Hachiman-no-Kami are to be granted His gift’. Otherwise, paraweaponry can be animated into SCP-6410-1 instances, generally requiring higher 'kami' energy input.\n\n\n\n\n\n\n \n\nPygmalion-Type weapons were cleared for field use in 2018, five Task Force teams and two Site Defense teams deploying said weaponry the same year. Results were moderately positive, with minimal complications. Currently, fifty-three teams have Pygmalion-Type weaponry as part of their equipment list. Pygmalion-Type weaponry is available to all units upon request\n11\n, provided they participate and complete a basic Pygmalion weaponry care course.\n\nUsage of Pygmalion-Type weapons have been linked with increased efficiency and loyalty. All available Task Forces able to do so are expected to deploy them as part of their equipment by 2050. To meet this goal, tribute events and care course sessions have been tripled.\n\n\n \n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n\n\nFootnotes\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 神の随に (\"At the Mercy of the Gods\") is a Joint Task Force positioned all across Japan, composed of Foundation agents and members of 23 other Groups of Interest, with the task of acquiring and safeguarding anomalous objects either from or before other Groups of Interest acquire them.\n\n\n2\n. Department of Anomalous Weapons Development\n\n\n3\n. 付喪神 (“Tool Kami/Spirit”)\n\n\n4\n. First name adopted by GoI-921 (\n“Shūshū-In”\n) upon its foundation in the year 765.\n\n\n5\n. Reclassified anomalies (Known as REC) are those whose classification as an item has been deemed outdated by the discovery of another anomaly, removed from standard records, and/or moved as a component of the aforementioned anomaly. Original number remains for archival purposes.\n\n\n6\n. Type of \nyorishiro\n vessel that is being occupied by a \nKami\n spirit.\n\n\n7\n. Curved stones used in religious ceremonies. One of the Three Imperial Regalia of Japan.\n\n\n8\n. Psychospheric concepts. Hazy functional meaning.\n\n\n9\n. Shinto deity of Archery and War, Patron of Warriors and Protector of Japan.\n\n\n10\n. SCP-127-REC was capable of firing teeth-like projectiles, regenerating them every 72 to 120 hours upon depletion.\n\n\n11\n. Units who:\n\n\n\nHave a record of weapon misuse\n\n\nHave a record of animal abuse\n\n\nAre capable of 'reading' items they manipulate (Psychometry), accessing the consciousness of any object within a certain range (Psionics) and/or neurally connecting with souls and ‘The Beyond’ (Mediumship)\n\n\n\n\nare not allowed to handle Pygmalion-Type weaponry.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6409\n | SCP-6410 | \nSCP-6411\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6410\n\" by Maxyfran73, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6410\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Hyakki-Yagyo-Emaki Tsukumogami 1.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n AWD Logo\n\n\nAuthor:\n \nAgente Shuffle\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nSCP Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6410 \" by Maxyfran73, from the SCP Wiki . Source: https://scpwiki.com/scp-6410 . Licensed under CC-BY-SA .",
        "Filename: Hyakki-Yagyo-Emaki Tsukumogami 1.jpg Author: Unknown License: Public Domain Source: Wikimedia Commons",
        "Filename: AWD Logo Author: Agente Shuffle License: CC BY-SA 3.0 Source: SCP Wiki"
    ],
    "description": "SCP-6410 is a phenomenon affecting objects that are at least 100 years old, causing their spontaneous animation. All animations are innate to the territory of Japan, although few occurrences have been recorded to still happen in previous extensions of its territory. This phenomenon does not affect all objects that are 100 years old, nor does it affect objects when they become 100 years old, sometimes affecting them at a much later date. So far, no other known pattern for which items are affected by SCP-6410 has been discerned.",
    "title": "SCP-6410"
}