{
    "url": "https://scp-wiki.wikidot.com/scp-6417",
    "all_text": "rating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains mentions of mild gore and parent and infant death.\n\n\n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nLightlessLantern\n\n\n\n\n\n\nSCP-6417:\n Mind Screw\n\n\n\n\n\n\n\n\nItem No:\n SCP-6417\n\n\nContainment Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation shell companies are to purchase all properties belonging to \nNatal Healthcare Ltd\n and subsequently discontinue all pregnancy-related courses. All attendees of such courses are to be located and held in explosive-resistant containment chambers, with the deaths of uncontained attendees explained as suicides.\n\n\nDescription:\n SCP-6417 is a condition affecting all persons who attended a pregnancy welfare course run by \nNatal Healthcare Ltd\n. Following attendance of the course, a tumour will begin to grow within the attendee's brain, expanding to replace it in its entirety within 90 days. Attendees continue to function as expected of non-anomalous humans, despite the loss of brain tissue.\n\n\nAs the tumour develops, the attendee will suffer dreams and hallucinations revolving around intimate interactions with the logo of \nNatal Healthcare Ltd\n. Despite the abstract nature of the logo, attendees have universally described the dreams as sexually gratifying. The highly intrusive and sexually abnormal nature of these dreams, however, has resulted in sleep deprivation and symptoms of extreme nausea, including emesis and diarrhoea.\n\n\nAttendees have also reported an increase in sexual attraction towards the logos of other companies.\n\n\nAfter 270 to 300 days, the attendee's head will explosively rupture, releasing a negligible volume of liquidated brain tissue and a fully developed human infant. All infants have either been stillborn or quickly died following rupture due to sustaining severe explosion-related injuries. Sex and ethnicity have varied among infants though all have been genetically confirmed to be the offspring of the expired attendee.\n\n\nThe identity of the other parent of these offspring is currently unknown. Attempts at further genetic analysis have solely outputted employment contracts for an internship with \nNatal Healthcare Ltd\n.\n\n\nAddendum:\n Following multiple unsuccessful attempts at contacting \nNatal Healthcare Ltd\n, a visit to their company headquarters was approved. Upon arrival, agents noted the absence of staff, with partially-incinerated and shredded documents scattered throughout the building. Documents were focused on the potential consequences of a recent increase in resignations and the difficulty of locating suitable replacements. While some documents mention an \"Advanced Recruitment Drive\" to ameliorate this, no description of such an event has been found.\n\n\nAll documents smelt and tasted of amniotic fluid.\n\n\nAs floor plans indicated the presence of a basement level, agents requested the use of scanning equipment and discovered a large spherical irregularity in the concrete beneath the building. Subsequent excavation found this to contain a mixture of semen and menstrual fluid, with 50 former employees of \nNatal Healthcare Ltd\n submerged within. All bodies were found to have had their external genitalia surgically removed and placed in their cranial cavity, with the location of their brain tissue unknown.\n\n\nDespite this, all people were alive and conscious, though their responses to questioning consisted of recitations of the \nNatal Healthcare Ltd\n employee handbook and scripts from pornographic films.\n\n\nAs chemical euthanasia was unsuccessful, all bodies were incinerated.\n\n\nAttempts to locate the management of \nNatal Healthcare Ltd\n for questioning are ongoing.\n\n\n\n\n\n\n« \nSCP-6416\n | SCP-6417 | \nSCP-6418\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6417\n\" by LightlessLantern, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6417\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Following multiple unsuccessful attempts at contacting Natal Healthcare Ltd , a visit to their company headquarters was approved. Upon arrival, agents noted the absence of staff, with partially-incinerated and shredded documents scattered throughout the building. Documents were focused on the potential consequences of a recent increase in resignations and the difficulty of locating suitable replacements. While some documents mention an \"Advanced Recruitment Drive\" to ameliorate this, no description of such an event has been found.\nAll documents smelt and tasted of amniotic fluid.\nAs floor plans indicated the presence of a basement level, agents requested the use of scanning equipment and discovered a large spherical irregularity in the concrete beneath the building. Subsequent excavation found this to contain a mixture of semen and menstrual fluid, with 50 former employees of Natal Healthcare Ltd submerged within. All bodies were found to have had their external genitalia surgically removed and placed in their cranial cavity, with the location of their brain tissue unknown.\nDespite this, all people were alive and conscious, though their responses to questioning consisted of recitations of the Natal Healthcare Ltd employee handbook and scripts from pornographic films.\nAs chemical euthanasia was unsuccessful, all bodies were incinerated.\nAttempts to locate the management of Natal Healthcare Ltd for questioning are ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6417 \" by LightlessLantern, from the SCP Wiki . Source: https://scpwiki.com/scp-6417 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Foundation shell companies are to purchase all properties belonging to Natal Healthcare Ltd and subsequently discontinue all pregnancy-related courses. All attendees of such courses are to be located and held in explosive-resistant containment chambers, with the deaths of uncontained attendees explained as suicides.",
    "description": "SCP-6417 is a condition affecting all persons who attended a pregnancy welfare course run by Natal Healthcare Ltd. Following attendance of the course, a tumour will begin to grow within the attendee's brain, expanding to replace it in its entirety within 90 days. Attendees continue to function as expected of non-anomalous humans, despite the loss of brain tissue.",
    "title": "SCP-6417"
}