{
    "url": "https://scp-wiki.wikidot.com/scp-6418",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ Content warning:\n This article focuses on the sensitive subject matter of car accidents. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-6418\n\n\n\n\n\n\nAn instance of SCP-6418 in the wild.\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6418 is currently unconfined. Intersections where SCP-6418 is believed to be in effect are to be blocked off briefly while the anomalous stoplight is replaced by a non-anomalous one. Grade A amnesiacs are to be issued to individuals who have reported experiencing SCP-6418's anomalous properties.\n\n\nDescription:\n SCP-6418 is a designation given to an unknown number of stoplights positioned in intersections around the United States. Stoplights affected by SCP-6418 appear identical to non-anomalous stoplights. However, if an instance of SCP-6418 is moved out of its intersection, it will begin to rapidly rust and disintegrate.\n\n\nThe anomalous properties of SCP-6418 will trigger when a vehicle drives through a red light, breaking established traffic laws. The entire vehicle in question, along with its occupants, will vanish immediately after being in line with SCP-6418 and the ground. For unknown reasons, this event does not appear to disturb other nearby drivers.\n\n\nWithin 5-10 seconds after disappearing, the vehicle and its occupants will reappear safely in a parking lot near SCP-6418. For unknown reasons, this phenomenon seems to prioritize empty parking lots first. The vehicle and passengers appear to have suffered no external damage between vanishing and reappearing. The passengers, however, will act as though they have experienced serious psychological trauma. In most cases, the victims will refuse to discuss anything related to the event if they are mentally stable enough to communicate.\n\n\nThere appears to be a relationship between the speed of the vehicle driving into SCP-6418's area of effect and the stress experienced by its passenger(s) (See Addendum 6418.1 Test Logs). Victims who drive through the red light at five miles per hour (mph) or lower experience minimal psychological damage, if any. In extreme cases, the victims will either be rendered completely insane and unstable, become left in a vegetative state or suffer massive heart attacks immediately after reappearing.\n\n\nAddendum 6418.1 Interview Log:\n\n\n\n\n►ACCESS SCP-6418 Interview Log-6418.1\n\n\n\n\n▼CLOSE INTERVIEW LOG\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDATE: 04/██/██\n\n\nINTERVIEW LOG 6418.1\n\n\nForeword:\n The following interview describes an interaction between D-71823 and SCP-6418 Project Co-Manager Dr. Jack Linan. D-71823 agreed to participate in describing the events of her time in SCP-6418 (See Addendum 6418.2 Test Logs).\n\n\n\n\n[BEGIN LOG]\n\n\nDR. LINAN:\n 71823, please describe the experience. What happened to you as you drove under the red light?\n\n\nD-71823:\n I don't know. One second I was, um, driving through that intersection, and then the next I was…not there.\n\n\nDR. LINAN:\n Was it a seamless transition? Did you feel sick or in pain or anything?\n\n\nD-71823:\n Um, I don't think so. It was like everything around me had changed, except the road and the car.\n\n\nDR. LINAN:\n What did you see? Can you remember?\n\n\nD-71823:\n Yes, I can remember, doctor. I can remember it vividly. I'd like to forget about it, but I can visualize it clearly in my mind. I see it in my dreams.\n\n\nDR. LINAN:\n Please describe what you saw.\n\n\nD-71823:\n I was no longer in that intersection. I was on a road, a really long road. No matter how far I looked it just seemed to keep going on. It was a one-way road, too. It wasn't a one way road before I, uh, disappeared.\n\n\nDR. LINAN:\n Can you describe the experience beyond the road?\n\n\nD-71823:\n Uh…\n\n\nDR. LINAN:\n 71823?\n\n\nD-71823:\n I'm sorry, it's just…well…hard to describe. I was nervous about this part. Where I have to describe it, y'know?\n\n\nDR. LINAN:\n Are you able to?\n\n\nD-71823:\n Yes, yes, I am. Um, it was raining really hard. The sky was pitch black, too. Oh, and there was fire around the edges of the road.\n\n\nDR. LINAN:\n Is that everything you saw?\n\n\nD-71823:\n Yes. No. No, the radio didn't work, either. It was just static and I couldn't turn it down, or off.\n\n\nDR. LINAN:\n 71823, I don't mean to sound threatening. Truly. But, I feel as though you are excluding something. Please, describe \neverything\n you saw.\n\n\nDR. LINAN:\n 71823?\n\n\nD-71823:\n You don't want to know, doctor.\n\n\nDR. LINAN:\n I want to know. \nYou\n don't want to remember.\n\n\nD-71823:\n There was screaming. So, so much screaming.\n\n\nDR. LINAN:\n Screaming?\n\n\nD-71823:\n Yes. There were lots of voices just…screaming. In pain. Like they were burning alive. But it wasn't just normal screaming, doctor. There were words. Names.\n\n\nD-71823 puts her head in her hands, facing the floor.\n\n\nD-71823:\n And I lied, doctor. It wasn't fire. It wasn't just fire. They were cars, and they were burning. They were really, um, destroyed and dented and broken.\n\n\nDR. LINAN:\n Did they have drivers? Did you see any other people?\n\n\nD-71823:\n No, no people. I don't know where the voices were coming from, 'cause there was nobody there but me.\n\n\nDR. LINAN:\n So, you just continued driving.\n\n\nD-71823:\n I guess I did. Looking back, I mean, I should have stopped. I guess I forgot that I could.\n\n\nDR. LINAN:\n So why \ndid\n you continue driving?\n\n\nD-71823:\n I don't know. I didn't know where I was going or where I was. I just \nhad\n to keep driving, doctor.\n\n\nDR. LINAN:\n How long were you driving for, do you think?\n\n\nD-71823:\n It had to be at least, like, 30 minutes.\n\n\nDR. LINAN:\n 30 minutes? You reappeared within a matter of seconds. What let you escape?\n\n\nD-71823:\n There was another red light. I saw it like ten seconds before I was out. It was the only one in the entire drive.\n\n\nDR. LINAN:\n Did you stop?\n\n\nD-71823:\n No. I told you, I couldn't. So I drove right through the red light, and then…\n\n\nDR. LINAN:\n And then?\n\n\nD-71823:\n I died.\n\n\nDR. LINAN:\n You…died.\n\n\nD-71823:\n I must've. Another car crashed right into the side of my car. They call that a T-bone, I think. I didn't see that car coming before the red light, and I didn't see any other road, so I don't know where it came from. I got a short glimpse of it, and then once it hit me, I was awake.\n\n\nDR. LINAN:\n Did you notice anything notable about the car? Was anyone driving it?\n\n\nD-71823:\n Yes, there was someone driving it.\n\n\nDR. LINAN:\n Did you recognize them?\n\n\nD-71823:\n Yes. The driver looked… just like me. She was in the same car, too.\n\n\nDR. LINAN:\n I see.\n\n\nD-71823 is staring blankly.\n\n\nDR. LINAN:\n 71823? 71823, are you okay?\n\n\nD-71823:\n That vehicle, it…it had fuzzy dice.\n\n\nDR. LINAN stops writing.\n\n\nDR. LINAN:\n …what?\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n D-71823 refused to participate in any further questioning. Amnesiacs were later applied to D-71823 but appeared to have no effect.\n\n\n\n\n\n\n\n\n\n\nAddendum 6418.2 Test Logs\n\n\nIn order to test the effects of SCP-6418, an intersection in ████, Massachusetts was blocked off by Foundation personnel under the guise of road work. The nearest parking garage was also closed by the Foundation during testing to catch the reappearing test subjects. When testing was concluded, SCP-6418 was destroyed and the intersection was reopened with a non-anomalous stoplight.\n\n\nTesting Log\n\n\n\n\n6418 TEST 04/██/██\n\n\nSubject:\n D-71823\n\n\nSpeed (mph):\n 5\n\n\nResults:\n The vehicle's driver initially reappeared in a drowsy state but jolted awake shortly after. Subject later agreed to describe the experience (View Addendum 6418.1 Interview Log). The subject did not appear to suffer any major psychological damage.\n\n\nNote:\n A recording device was kept on the dashboard of the vehicle to record the teleportation experience. The device did not disappear along with the rest of the vehicle, falling to the ground along with a pair of red fuzzy dice that had been hanged upon the vehicle's rearview window.\n\n\n\n\n\n\n6418 TEST 05/██/██\n\n\nSubject:\n D-62332\n\n\nSpeed (mph):\n 20\n\n\nResult:\n Subject reappeared and immediately began sobbing uncontrollably. Subject exited the vehicle, laid flat on the pavement, and began caressing the ground. Subject later recounted experiencing a similar dream to D-71823 that lasted approximately 5 years. Subject refused to describe the experience.\n\n\n\n\n\n\n6418 TEST 05/██/██\n\n\nSubject:\n D-31981\n\n\nSpeed (mph):\n 45\n\n\nResult:\n Subject reappeared in an unresponsive, drowsy state before succumbing into a coma. Although brain activity was detected, subject did not respond to any physical stimulation. Vehicle appeared to have roughly an inch of rust developing on the front bumper.\n\n\n\n\n\n\n6418 TEST 05/██/██\n\n\nSubject:\n D-51985\n\n\nSpeed (mph):\n 70\n\n\nResults:\n Vehicle reappeared severely rusted and degraded. Gasoline was present in the engine before testing, but none was present after reappearing. D-51985 reappeared in a vegetative state and died in a medical room approximately four days after the incident.\n\n\n\n\n\n\n6418 TEST 05/██/██\n\n\nSubject:\n D-51052\n\n\nSpeed (mph):\n 105\n\n\nResults:\n A majority of the vehicle was missing upon reappearing, and what was left had become extremely rusted and brittle. The car's windows and tires immediately detached from the vehicle's framework, showing signs of significant decomposition. D-51052 rolled out of the side of the car and suffered a massive heart attack upon reappearing, dying instantly.\n\n\n\n\nConclusion Statement:\n\n\nThere is no doubt a relationship between the impact of 6418 and the speed of the vehicle it captures. The rusting of the metal components implies that the flow of time is not frozen in between the teleportation and reappearance of the vehicle and its inhabitants. It is my conclusion that a faster vehicle driving into 6418's range will result in an extended period of time within 6418 pocket dimension.\n\n\nIt is unclear as to why 6418 functions this way, perhaps some form of divine punishment? Although time flows for the inanimate components of the vehicle inside the pocket dimension, it appears to exclude living organisms.\n\n\nIt is difficult to estimate how long a test subject and their vehicle has been inside the pocket dimension. The cars are primarily made of steel, which can begin to rust in just a few days time given specific environmental factors. However, for it to decompose completely, it could take nearly 200 years. As for other components such as the windows and tires, the decomposition process is anywhere from thousands to millions of years long.\n\n\nI suggest we conclude testing for the foreseeable future above the speed of 10 miles per hour. There is nothing else we can learn from going faster. We are not sending people to their death. We are sending them to hell while they are still alive.\n\n\n- \nDr. Jack Linan, Project Co-Manager\n\n\n\n\n\n\n« \nSCP-6417\n | SCP-6418 | \nSCP-6419\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6418\n\" by Nanec, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6418\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n light.jpg\n\n\nName:\n 2016-08 hangging trafic light.jpg\n\n\nAuthor:\n 0x010C\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:2016-08_hangging_trafic_light.jpg\n]",
    "addendums": [
        "Addendum 6418.1 Interview Log:",
        "Addendum 6418.2 Test Logs\nIn order to test the effects of SCP-6418, an intersection in ████, Massachusetts was blocked off by Foundation personnel under the guise of road work. The nearest parking garage was also closed by the Foundation during testing to catch the reappearing test subjects. When testing was concluded, SCP-6418 was destroyed and the intersection was reopened with a non-anomalous stoplight."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6418 \" by Nanec, from the SCP Wiki . Source: https://scpwiki.com/scp-6418 . Licensed under CC-BY-SA .",
        "Filename: light.jpg Name: 2016-08 hangging trafic light.jpg Author: 0x010C License: CC BY-SA 4.0 Source Link: [ https://commons.wikimedia.org/wiki/File:2016-08_hangging_trafic_light.jpg ]"
    ],
    "item": "SCP-6418",
    "object_class": "Keter",
    "containment_procedures": "SCP-6418 is currently unconfined. Intersections where SCP-6418 is believed to be in effect are to be blocked off briefly while the anomalous stoplight is replaced by a non-anomalous one. Grade A amnesiacs are to be issued to individuals who have reported experiencing SCP-6418's anomalous properties.",
    "description": "SCP-6418 is a designation given to an unknown number of stoplights positioned in intersections around the United States. Stoplights affected by SCP-6418 appear identical to non-anomalous stoplights. However, if an instance of SCP-6418 is moved out of its intersection, it will begin to rapidly rust and disintegrate.",
    "title": "SCP-6418"
}