{
    "url": "https://scp-wiki.wikidot.com/scp-6425",
    "all_text": "rating: \n+174\n+\n–\nx\n\n\nGuaire\n\n\n\n\n\n\nYou can find more of my articles \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRecovered document 6425\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6425\n\n\nLevel 2/6425\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Until a cure for SCP-6425 is developed, Para-biological Site-39 is to have minimal contact with the outside world. SCP-6425-1 instances detected are to be surgically removed immediately. The extracted SCP-6425-1 instances will afterwards be burnt.\n\n\nSite-39 efforts are to be centered on research for a reliable method to cure SCP-6425. Once achieved, 2 instances will be kept cryogenically frozen to allow for further study if needed.\n\n\nDescription:\n SCP-6425 refers to a strand of RNA viruses able to create large tumorous masses (denominated SCP-6425-1) inside the body of infected humans. SCP-6425’s only morphological characteristic is the presence of a proteic capsid surrounding its nucleic acid, the viruses lacking any other kind of outer defensive envelope. SCP-6425 is known to transmit through liquids, including those of bodily origins, as well as through other currently unidentified methods.\n\n\nSCP-6425-1 is the designation of a series of tumors and organic “foreign bodies” created as a result of SCP-6425 infection and found attached to pre-existing organs in the human body. These tumors are large in size, surpassing a meter in multiple cases. As the immune system is unable to recognize the SCP-6425-1 instances, it will begin attacking the foreign mass\n1\n, prioritizing it over SCP-6425 and as such helping in the proliferation of the virus and eventual creation of more SCP-6425-1 instances. This process, if not treated, invariably results in multisystem organ failure and subsequent death of the infected human.\n\n\nCurrently the only effective treatment consists of the removal of SCP-6425-1 instances as soon as noticed, as it will result in the loss of SCP-6425’s only defensive mechanism. Despite this, the surgery only succeeds in curing the infected in 30% of cases, and deaths as a result of the surgeries are abnormally high, presumed to be the result of an unknown secondary ability of SCP-6425.\n\n\nDiscovery:\n SCP-6425 first came to Foundation knowledge following an outbreak occurring in Para-biological Site-39. Foundation medical staff managed to detect the infection before it could spread to other population centers and sites, but due to the unknown nature of the anomaly at the time, infections and casualties of onsite personnel could not be averted. The origin point of the anomaly was traced back to an unused Wing of the site. Attached is a summarized log of autopsies realized on SCP-6425 patients.\n\n\n\n\nOpen Summarized Autopsy Log\n\n\n\n\nClose Summarized Autopsy Log\n\n\n\n\n\n\nInfected Individual:\n Junior Researcher Sebastián Garrido, Botanical Department\n\n\nSymptoms prior to expiring:\n Abdominal pain, diarrhea, nausea and dizziness\n\n\nCause of Death:\n Dehydration.\n\n\nDescription of the Extracted SCP-6425-1 Instance:\n An 8 meter long tubular structure connected to the rectum and stomach, composed mainly of muscular and epithelial tissue. In its interior, large quantities of fermented solid wastes were found, as well as multiple known species of non-anomalous bacteria, which were devouring the SCP-6425-1 instance.\n\n\n\n\n\n\nInfected Individual:\n Zoé Laurent, administration\n\n\nSymptoms prior to expiring:\n Heavy breathing, Hypotension and a persistent feeling of tiredness\n\n\nCause of Death:\n Cardiorespiratory arrest\n\n\nDescription of the Extracted SCP-6425-1 Instance:\n A large tumor located beneath the rib cage. The tumor was hollow in its interior, with 4 chambers filled with blood being distinguishable. Later analysis determined the SCP-6425-1 instance to be composed of round muscular cells.\n\n\n\n\n\n\nInfected Individual:\n Senior Researcher Altzibar Vazquez, Zoological Department\n\n\nSymptoms prior to expiring:\n Difficulties in the breathing process and mild anemia\n\n\nCause of Death:\n Widespread Coagulative Necrosis as a result of low oxygen levels in the body.\n\n\nDescription of the Extracted SCP-6425-1 Instance:\n Two sack-like organs of unequal size beneath the thoracic cavity, each divided into multiple lobular sections. A variety of tubular structures were located in the interior of the SCP-6425-1 instances, though many of them were severely damaged, presumably due to actions of the subject’s immune system prior to expiring\n\n\n\n\n\n\nInfected Individual:\n Dr Luis Sarmento, Medical wing\n\n\nSymptoms prior to expiring:\n A feeling of tiredness, shortness of breath and anemia\n\n\nCause of Death:\n Myelodysplastic syndrome\n2\n\n\nDescription of the Extracted SCP-6425-1 Instance:\n A semi-solidified conglomerate of multiple cells located inside the victim’s femurs.\n\n\n\n\n\n\nInfected Individual:\n D-0055\n\n\nSymptoms prior to expiring:\n Intense and continued headache, seizures, vision and speech problems and insomnia.\n\n\nCause of Death:\n Post-surgery complications\n\n\nDescription of the Extracted SCP-6425-1 Instance:\n A large pink tumorous mass located above of the Cerebellum composed mainly of white and grey matter. During the extraction surgery, part of the cerebellum was accidentally removed as well, presumed to be the reason for the subject’s death.\n\n\n\n\n\n\n\n\n\n\nFollowing the initial outbreak of SCP-6425, a series of tests was conducted to better understand its effects, transmission, and the creation process of SCP-6425-1 instances. Results are outlined below:\n\n\n\n\n\n\nSpecies Tested\n\n\nPercentage of Shared DNA with humans\n\n\nTest Results\n\n\n\n\n\n\nLesser fruit fly (Drosophila melanogaster)\n\n\n60%\n\n\nNo effects, likewise the infected subjects were unable to serve as a vector of transmission for the anomaly.\n\n\n\n\n\n\nAfrican clawed frog (Xenopus laevis)\n\n\n80%\n\n\nSCP-6425 behaved as was expected from a non-anomalous virus of its type, in most cases the subject’s immune system was able to terminate the anomaly, as it failed to create -1 instances for defense.\n\n\n\n\n\n\nDomestic Pig (Sus Domesticus)\n\n\n98%\n\n\nInitially the subjects’ leukocytes were able to terminate the infection before the creation of SCP-6425-1 instances was possible. As such the pigs were administered significant amounts of antibiotics to weaken their immune system and were subsequently re-infected with SCP-6425. Following this, the creation of SCP-6425-1 instances was almost instantaneous, with MRI’s failing to notice the moment of their appearance, the largest of these structures was 20 meter long, the subject dying some days after its removal.\n\n\n\n\n\n\nBonobo (Pan paniscus)\n\n\n99%\n\n\nSimilar effects as in human subjects. Amongst the registered SCP-6425-1 instances are included; elongated calcium structures, bleeding bean-shaped tumors and severely burnt sack-like structures containing hydrochloric acid.\n\n\n\n\n\n\nLaboratory Rat (Rattus norvegicus domestica)\n\n\n97.5%\n\n\nSCP-6425 did not produce any SCP-6425-1 instances while in the subject, however the Lymphocytes of the rat didn’t attack SCP-6425. Attempts to force interactions between the test subject’s white blood cells and SCP-6425 were infructuous as the leukocytes were seemingly unable to recognize SCP-6425 as a threat. SCP-6425 spread normally through the rats’ bodies, resulting in death after several weeks of exposure. The remains of the subjects served as vectors of transmission for the virus. Direct human observation under microscope failed to notice the infection of the subject’s cell, though it was clearly visible in the recordings.\n\n\n\n\n\n\nAddendum: Status Report 12/12/2022\n\n\n\n\nResults of the research into SCP-6425 are currently inconclusive, with no further information regarding its origins, the production of -1 instances or any reliable cure obtained beyond what was already known. Furthermore, efficiency of the research team has sharply decreased, mainly being due to casualties, the appearance of a strong odor throughout the facility and the disappearance of multiple test subjects, making continuing research on the anomaly all but impossible.\n\nHowever, the data obtained from the tests with rats may indicate that the anomaly may have perceptive or memetic effects. As this line of research has currently not been undergone, it may be beneficial to focus our resources in this approach.\n\n- Dir. Ana Giménez\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This is similar to the main mechanism behind transplant rejections\n\n\n2\n. A type of cancer which results in the impossibility of maturation of blood cells\n\n\n\n\n\n\n\n\n\n\n\n\nThe previous document was discovered in an unused facility under Foundation ownership. No references to Para-biological Site-39, its personnel or SCP-6425 have been found in any Foundation database. In the interior of the building, multiple conglomerates of animal tissue in a rough humanoid shape were found. Further investigations will be carried out by the Antimemetics Division.\n\n\n\n\n\n\n\n\nrating: \n+174\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6424\n | SCP-6425 | \nSCP-6426\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6425\n\" by Guaire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6425\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Infected Individual: Junior Researcher Sebastián Garrido, Botanical Department Symptoms prior to expiring: Abdominal pain, diarrhea, nausea and dizziness Cause of Death: Dehydration. Description of the Extracted SCP-6425-1 Instance: An 8 meter long tubular structure connected to the rectum and stomach, composed mainly of muscular and epithelial tissue. In its interior, large quantities of fermented solid wastes were found, as well as multiple known species of non-anomalous bacteria, which were devouring the SCP-6425-1 instance.",
        "Infected Individual: Zoé Laurent, administration Symptoms prior to expiring: Heavy breathing, Hypotension and a persistent feeling of tiredness Cause of Death: Cardiorespiratory arrest Description of the Extracted SCP-6425-1 Instance: A large tumor located beneath the rib cage. The tumor was hollow in its interior, with 4 chambers filled with blood being distinguishable. Later analysis determined the SCP-6425-1 instance to be composed of round muscular cells.",
        "Infected Individual: Senior Researcher Altzibar Vazquez, Zoological Department Symptoms prior to expiring: Difficulties in the breathing process and mild anemia Cause of Death: Widespread Coagulative Necrosis as a result of low oxygen levels in the body. Description of the Extracted SCP-6425-1 Instance: Two sack-like organs of unequal size beneath the thoracic cavity, each divided into multiple lobular sections. A variety of tubular structures were located in the interior of the SCP-6425-1 instances, though many of them were severely damaged, presumably due to actions of the subject’s immune system prior to expiring",
        "Infected Individual: Dr Luis Sarmento, Medical wing Symptoms prior to expiring: A feeling of tiredness, shortness of breath and anemia Cause of Death: Myelodysplastic syndrome 2 Description of the Extracted SCP-6425-1 Instance: A semi-solidified conglomerate of multiple cells located inside the victim’s femurs.",
        "Infected Individual: D-0055 Symptoms prior to expiring: Intense and continued headache, seizures, vision and speech problems and insomnia. Cause of Death: Post-surgery complications Description of the Extracted SCP-6425-1 Instance: A large pink tumorous mass located above of the Cerebellum composed mainly of white and grey matter. During the extraction surgery, part of the cerebellum was accidentally removed as well, presumed to be the reason for the subject’s death.",
        "Results of the research into SCP-6425 are currently inconclusive, with no further information regarding its origins, the production of -1 instances or any reliable cure obtained beyond what was already known. Furthermore, efficiency of the research team has sharply decreased, mainly being due to casualties, the appearance of a strong odor throughout the facility and the disappearance of multiple test subjects, making continuing research on the anomaly all but impossible. However, the data obtained from the tests with rats may indicate that the anomaly may have perceptive or memetic effects. As this line of research has currently not been undergone, it may be beneficial to focus our resources in this approach. - Dir. Ana Giménez",
        "\" SCP-6425 \" by Guaire, from the SCP Wiki . Source: https://scpwiki.com/scp-6425 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Until a cure for SCP-6425 is developed, Para-biological Site-39 is to have minimal contact with the outside world. SCP-6425-1 instances detected are to be surgically removed immediately. The extracted SCP-6425-1 instances will afterwards be burnt.",
    "description": "SCP-6425 refers to a strand of RNA viruses able to create large tumorous masses (denominated SCP-6425-1) inside the body of infected humans. SCP-6425’s only morphological characteristic is the presence of a proteic capsid surrounding its nucleic acid, the viruses lacking any other kind of outer defensive envelope. SCP-6425 is known to transmit through liquids, including those of bodily origins, as well as through other currently unidentified methods.",
    "title": "SCP-6425"
}