{
    "url": "https://scp-wiki.wikidot.com/scp-6434",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6434\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6434 is to be stored in a Standard Issue Locker at \nSite-76's\n Safe Object Storage. No audio recordings are to be made of SCP-6434. SCP-6434 should not be tampered with further. Access to SCP-6434 is limited to personnel accompanied by Level 3 security and the current Head Researcher.\n\n\nDescription:\n SCP-6434 is a standard black cassette tape made for recording audio with the writing \"Geek Stink Breath 8hrs non official\" on its label and has the song \"Geek Stink Breath\" by Green Day,\n1\n recorded presumably in violation of copyright law. The writing on the label is impossible to tamper or alter. Other than this, no other physical anomaly is present.\n\n\nSCP-6434 is an audiohazard and should only be played to D-class personnel, deaf personnel, or personnel with noise cancelling headgear. The anomalous effects only activate if the object is played on a cassette player and goes past the 2:15 mark and the subject can physically hear the song. The subject must be cognitively aware of the music to trigger the effects of SCP-6434. Exposure to the sound waves does not trigger any effect. SCP-6434's range is proportional to the audio acuity of the subject. The anomalous effects of SCP-6434 will be transferred to other audio recordings of it.\n\n\nIf the subject listens to SCP-6434 for more than 2 minutes and 15 seconds, they will fall into a comatose state and begin rapidly showing signs of methamphetamine usage mentioned in the song, even if the subject has no history of drug usage. After five hours since initial exposure, the subject will show all symptoms\n2\n of methamphetamine usage and die of overdose.\n\n\nSubjects can recover from the comatose state if the recording is interrupted and stopped. Removing the subject's ability to hear at this point has no effect. Recovered subjects will show signs of emotional trauma and repeat the phrase: \n\"Home tapes are killing record industry profits.\".\n\n\nDiscovery:\n SCP-6434 was discovered in a college dormitory after reports of a group of students who passed away due to methamphetamine overdose in the same room. According to their post mortem autopsy, the time of the deaths was only seconds apart. The low probability of the situation alerted the Foundation.\n\n\nAddendum:\n After 06/03/1998 SCP-6434 was considered contained, however, Foundation webcrawlers have found an eBay listing active since 05/07/2000 of a cassette that is the exact match of SCP-6434 posted by user \"Punk_n_Rock\". Foundation agents investigated the location of the IP address, leading to the discovery of POI-32498. The new instance of SCP-6434 has been seized and contained with the first instance of SCP-6434. The listing has been since deleted by the Department of Cyberspace Monitoring.\n\n\nFoundation personnel have found anomalous materials that can be linked back to POI-8259 in POI-32498's garage. POI-8259 also has the same surname as POI-32498 and is listed as the biological father on POI-32498's birth certificate.\n\n\n\n\n►POI-8259 log\n\n\n\n\n▼POI-8259 log\n\n\n\n\n\n\nSubject:\n POI-8259\n\n\nStatus:\n Terminated by the \nGlobal Occult Coalition\n for its anomalous qualities on 01/22/1982.\n\n\nDescription:\n POI-8259 has been under observation with the suspicion that it can synthesize anomalous materials out of materials available in most households. It has been seen conversing with members of \nAre We Cool Yet?\n trying to sell them different materials for sculpting and painting.\n\n\nThe incident has led to the development of faster investigation and containment protocols.\n\n\n\n\n\n\n\n\n\n\nPOI-32498 has been immediately taken into custody within 24 hours of its house being searched in the presence of MTF Upsilon-001 (\"Desert Dogs\"). Following the hours of POI-32498 being transported to \nSite-17\n, its house was destroyed in an explosion that was determined to have happened due to natural gas leaks, however the Foundation keeps the possibility of the Global Occult Coalition being responsible open. After the event, class B amnestics were administered to the local populace and POI-32498 was falsely pronounced dead due to the explosion.\n\n\n\n\n\n\n►POI-32498 files\n\n\n\n\n▼POI-32498 files\n\n\n\n\n\n\nSubject:\n POI-32498\n\n\nStatus:\n Healthy, \nSite-17\n Undisclosed location\n\n\nResidency:\n \nStandard Humanoid Containment Cell\n Standard suburban house\n\n\nNotable Qualities:\n\n-Create anomalies with the use of materials not originating from Earth. It is unknown whether it can make these materials itself.\n\n-Immunity to its own creations\n\n\nHistory:\n POI-32498 or by their legal name Dennis Hall is the biological son of POI-8259 (Tanner Hall) who was terminated before the Foundation could take it into custody.\n\nPOI-32498 has been falsely informed of its father's death, with the cover story that he was arrested for tax fraud and died while assaulting two police officers. POI-32498 was brought up and lived in Cortez, Colorado until the day of its containment. It presented no anomalous qualities that would have brought it to the Foundation's attention before the SCP-6434 instances appeared.\n\nPOI-32498 has a criminal record of unlawful possession of cannabis and misdemeanor from graffitiing a waste bin.\n\n\nNotes:\n POI-32498 was informed of its father's true cause of death; since then, POI-32498 has displayed distaste towards the Foundation for their lack of action but remains cooperative.\n\n\n\n\n\n\n\n\nInterview-01 POI-32498\n\n\nInterviewer:\n Dr. Zachary Harding\n\n\n<Begin Log, 05/20/2000>\n\n\nDr. Harding:\n Hello, Dennis. Can I call you Dennis?\n\n\nPOI-32498:\n Yeah, whatever, I'll still be stuck in this room, forced to respond to you even if you don't.\n\n\nDr. Harding:\n Excellent, I want to know some things about you. Is that okay with you?\n\n\nPOI-32498:\n Can I hit a blunt?\n\n\nDr. Harding:\n No, you cannot.\n\n\nPOI-32498:\n Why should I answer you then? We could just sit here and stare.\n\n\nDr. Harding:\n Do you want to sleep in a box with a bed or an actual room?\n\n\nPOI-32498:\n Yep got it doc, hit me.\n\n\nDr. Harding:\n As far as I know you received the report about your father's true cause of death. How would you say this affected you?\n\n\nPOI-32498:\n Well you know, my dad was either gonna be taken away by some secret organization or shot to death. My dad wouldn't have been with me either way, but you guys even failed at keeping him alive, so well done. Also he could mix shit, big news, it's just like the stuff I saw on TV, they mix things and create other things that do things.\n\n\nDr. Harding:\n Now that is a great oversimplification of the events. We are very sorry we couldn't help your father, that's why we took you here as soon as possible. Now for your father's abilities, the materials he created aren't as normal as they are to you, they are not found or made by people on Earth who don't possess anomalous qualities or the ability to use thaumaturgy.\n\n\nPOI-32498:\n Guess what, this still won't bring my dad back okay? He didn't deserve any of this.\n\n\n\n\nPOI-32498 visibly upset\n\n\n\n\nDr. Harding:\n I think it's best we conclude this interview here.\n\n\n<End Log>\n\n\nClosing Statement:\n POI-32498 has a negative attitude towards authority figures and seems to hold a grudge against Foundation personnel for not containing POI-8259. POI-32498 is cooperative to a minimal degree but only if it is threatened with stripping it of its comfort or if it has a benefit from cooperation. POI-32498 has been exposed to POI-8259's synthetization process and has normalized it while growing up. Further interviews are required to uncover its motives and exact abilities.\n\n\n\n\n\n\n\n\nInterview-02 POI-32498\n\n\nInterviewer:\n Dr. Zachary Harding\n\n\n<Begin Log, 05/22/2000>\n\n\nDr. Harding:\n Hello again Dennis, are you ready talk to again today?\n\n\n\n\nPOI-32498 answers in a sarcastic tone\n\n\n\n\nPOI-32498:\n I'll do as I must to appease you, oh mighty one.\n\n\nDr. Harding:\n Okay, anyways, I assume you like gin, right?\n\n\nPOI-32498:\n What kind of a question is that? Yes I do, you better tell me you have some on you.\n\n\nDr. Harding:\n You better tell me you'll cooperate.\n\n\nPOI-32498:\n This is a worthy sacrifice.\n\n\nDr. Harding:\n So, I am curious about your worldview, your stance on things if you will.\n\n\nPOI-32498:\n Let people do things they want if it's harmless and piss off. Who cares if the big book says you're a heretic.\n\n\nDr. Harding:\n I have read your files and I see you have a criminal record, can you tell me about your experience with cannabis?\n\n\nPOI-32498:\n Sure, it started in high school, trying to unwind as you do. At first it was just to spite people but I realized that it's so bullshit that it's illegal. The government is just lying like they usually do, I haven't tried any other drug ever, gateway drug my ass.\n\n\nDr. Harding:\n Hmm I understand, can you talk about the graffiti? What was the point of doing it?\n\n\nPOI-32498:\n Social commentary.\n\n\nDr. Harding:\n Elaborate please.\n\n\nPOI-32498:\n I wrote \"police\" on a dumpster. Not hard to understand.\n\n\nDr. Harding:\n You seem to have a distaste for authority figures, why do you think that is?\n\n\nPOI-32498:\n Do you want me to psychoanalyze myself? They are mostly twats keeping the rich safe from justice.\n\n\nDr. Harding:\n Understood, how do you feel about copyright laws and illegally distributed media?\n\n\nPOI-32498:\n Nah ah fuck that, the creators work hard on their stuff they deserve their money. Oh wait, this is about those tapes right?\n\n\nDr. Harding:\n Yes, but we'll return to that at a different time. How do you like your gin?\n\n\nPOI-32498:\n With tonic obviously, how would you drink it?\n\n\nDr. Harding:\n Well it depends, normal gin I drink with orange juice, but I like pink gin more, it's perfect to mix with lemonade.\n\n\nPOI-32498:\n Eh that's too much fruit for me but you do you doc. See ya next time right?\n\n\nDr. Harding:\n Yes, see you.\n\n\n<End Log>\n\n\nClosing Statement:\n POI-32498's worldview seems to have a connection to SCP-6434's creation, however this is yet to be explored further.\n\n\n\n\n\n\n\n\nInterview-03 POI-32498\n\n\nInterviewer:\n Dr. Zachary Harding\n\n\n<Begin Log,05/23/2000 >\n\n\nDr. Harding:\n Good afternoon Dennis, let us start shall we.\n\n\nPOI-32498:\n If we must, let's get over it. What's the topic doc?\n\n\nDr. Harding:\n This session would be about the cassette, here on out referred to as SCP-6434, so you might want to memorize that number.\n\n\nPOI-32498:\n Well, that just rolls off the tongue, doesn't it? Why does it need a number? And why this? Are there others too?\n\n\nDr. Harding:\n That's none of your concern and way above your clearance level.\n\n\nPOI-32498:\n What is my level doc?\n\n\nDr. Harding:\n Below the janitor who cleans the top level office toilets and has no knowledge of anything. Actually, you're probably a bit above the D-class personnel, so congratulations, you are above death row inmates.\n\n\nPOI-32498:\n Ha lucky me.\n\n\nDr. Harding:\n Ok, let's get to the point, it's better for both of us. How did you exactly create SCP-6434?\n\n\nPOI-32498:\n Ugh, well it's easier to just get over this. How about drinking a beer after this? That would be motivating.\n\n\nDr. Harding:\n I guess you are cooperating, so no reason why it couldn't be done.\n\n\nPOI-32498:\n I grabbed the necessary materials my dad made, I thought of what I want to do, sensed out what materials I need. After that I refabricated the tape of the cassette and inscribed it with the activation code. Did I tell you enough?\n\n\nDr. Harding:\n No, I have some questions. Firstly, what does sensing mean? Do you know what the materials are? Do you have a name for them?\n\n\nPOI-32498:\n No, we have groups of names for materials that are similar to Earth materials, like plastic types or metals or acids, but I don't look at a recipe; it's just intuition.\n\n\nDr. Harding:\n Alright, and how does this fabrication process work?\n\n\nPOI-32498:\n Well I think of my goal and make the object by molding it with my hand like clay, I'm not sure how to describe it.\n\n\nDr. Harding:\n Alright, so your goal was what exactly when you made SCP-6434, is it some warning? Because it killed them just so you know.\n\n\nPOI-32498:\n Hey don't you accuse me, that's just what it decided to do. My goal was different.\n\n\nDr. Harding:\n What do you mean by it deciding?\n\n\nPOI-32498:\n The objects just sort of interpret what I'm thinking like little shits.\n\n\nDr. Harding:\n Tell me about it.\n\n\nPOI-32498:\n Hey man you're lucky I have a beer to lose here or I would slap you.\n\n\nDr. Harding:\n Calm down. So why did you create SCP-6434?\n\n\nPOI-32498:\n Ok, so remember what I said about illegal copies? I hate seeing cheaper unofficial cassettes being sold or people recording songs on cassettes because musicians worked for the cash and these dicks just rob them of that money, so I wanted to teach them a lesson, but they ended up with execution as punishment. As much as I hate them doc I didn't want to kill anybody, just maybe cause life long trauma, ain't the same thing you know?\n\n\nDr. Harding:\n Well, you partially succeeded, that is if someone ends up being saved in time.\n\n\nPOI-32498:\n Well what do you know, I'm am not as incompetent as I thought.\n\n\nDr. Harding:\n Would you be able to tell if you heard the cassette yourself?\n\n\nPOI-32498:\n Yeah of course, I listened to it before, that's why I thought this shit was a waste of time, because I didn't feel anything. Turns out it just acts like a dog and I'm the owner so I don't get bit.\n\n\nDr. Harding:\n Would you be able to reproduce something something similar in a laboratory environment as part of an experiment?\n\n\nPOI-32498:\n For the proper reward, absolutely.\n\n\n\n\nDr. Harding visibly sighs\n\n\n\n\nDr. Harding:\n Fine, you'll get cannabis if you are able to produce results.\n\n\nPOI-32498:\n You got yourself a deal, doc. Are we done? It's hard to keep a straight face for this long you know right?\n\n\n<End Log>\n\n\nClosing Statement:\n My suspicions were correct, POI-32498's motives were somewhat based on a sense of justice that has been distorted through the anomalous processes of SCP-6434's creation.\n\n\n\n\n\n\n\n\nPOI-32498 Fabrication test\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 05/25/2000\n\n\nNOTE:\n POI-32498 was given a screwdriver and the prompt to make a faster version of it.\n\n\n\n\n[BEGIN LOG]\n\n\nAnomalous materials and a standard 6.5mm flathead screwdriver was put down on a table in front of POI-32498.\n\n\nPOI-32498 was told to refabricate the object to be more effective by anomalous means.\n\n\nThe resulting object didn't have any effect while in POI-32498's hand, the object was presented to D-4523\n\n\nWhen D-4623 attempted to use it on a screw it started rotating D-4523's arm 360 degrees at 10rpm subsequently breaking and dislocating the subject's arm.\n\n\nD-4623's arm had to be amputated, the object was stored in Anomalous Object Storage\n\n\n\n\nPOI-32498 and Dr. Harding's note of the experiment:\n\n\nPOI-32498:\n Well, now you see what I meant don't you?\n\n\nDr. Harding:\n Khm, can you give me a hit?\n\n\nPOI-32498:\n Not very professional eh?\n\n\nDr. Harding:\n Shut up.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nNOTICE OF THE SUSPENSION OF POI-32498 TESTS\n\n\nLet's stop this before it accidentally makes a hairdryer that emits gamma radiation, shall we?\n\n\n— Solon Frye, Director, Site-62\n\n\n\n\n\n\n\n\n\n\nCCTV FOOTAGE\n\n\n\n\nDATE:\n 05/27/2000\n\n\nNOTE:\n Dr. Harding and POI-32498 are seen conversing while having a drink.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Harding:\n Well it looks like you are not a danger, so good for you, you get to have drinks with me.\n\n\nPOI-32498:\n An absolute honor for a peasant such as myself.\n\n\n\n\nPOI-32498 snickers\n\n\n\n\nPOI-32498:\n Sorry doc I couldn't resist it, what are we drinking?\n\n\nDr. Harding:\n I'm used to it by this point. We're drinking red wine, hope you don't mind.\n\n\nPOI-32498:\n No I don't mind that, I do however mind the no smoking area.\n\n\nDr. Harding:\n Yeah, ventilation is costly as is, and some of these pipes might have nitroglycerin running through them.\n\n\nPOI-32498:\n I heard of strong drinks but never anything like that heh.\n\n\nDr. Harding:\n Yeah well that's how it goes when you work at a place like this.\n\n\nPOI-32498:\n So what's happening now?\n\n\nDr. Harding:\n I'm having a meeting with the Site Director and the other Department Directors and we'll vote on it.\n\n\nPOI-32498:\n Here's hoping for the best.\n\n\nDr. Harding:\n Hoping for the best.\n\n\n\n\nPOI-32498 and Dr. Harding clink their glasses.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nInterview-04 POI-32498\n\n\nInterviewer:\n Dr. Zachary Harding\n\n\n<Begin Log, 06/04/2000>\n\n\nDr. Harding:\n Hello Dennis, I have good news for you today.\n\n\nPOI-32498:\n Are you going to introduce me to one of your female colleagues? Give me a size?\n\n\nDr. Harding:\n Please refrain from making inappropriate comments and no we are going to let you go instead.\n\n\nPOI-32498:\n Ah cool, it was nice meeting you doc.\n\n\nDr. Harding:\n Yeah, it was, wish we wouldn't have to forget about it.\n\n\nPOI-32498:\n Doc are you okay, have you gone mental?\n\n\nDr. Harding:\n We unfortunately have to rewrite your memories, this is the condition for being let go, it's better in the long run for everyone.\n\n\nPOI-32498:\n You lying sack of shit! You betrayed me, fuck you, fuck all of you! You can't do this. You have no right to.\n\n\nDr. Harding:\n Agent, please sedate him.\n\n\n\n\nAgent Davidson sedates POI-32498\n\n\n\n\nAgent Davidson:\n This could've gone better.\n\n\nDr. Harding:\n Yes, yes it could.\n\n\n<End Log>\n\n\nClosing Statement:\n POI-32498 has been scheduled for facial reconstruction surgery and necessary steps for reintegration into society have been taken.\n\n\n\n\n\n\n\n\nPOI-32498 has undergone facial reconstruction surgery and has been administered class F amnestics.\n\nA new identity has been created and added to necessary databases. POI-32498 should be under constant surveillance after integration for the safety of the populace and POI-32498. No references to POI-32498's former identity should be made outside of this document.\n\n\n\n\n▼POI-32498 files\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMessage to Site Director\n\n\n\n\nRequest\n\n\n\n\n\n\n\n\n\n\nTo:\n Dir. Solon Frye\n\n\nFrom:\n Dr. Zachary Harding\n\n\nSubject:\n Request regarding amnestics\n\n\n\n\n\n\nDear Director,\n\n\nI would like to formally request to not be given subjects that have the possibility of being administered with class F amnestics, as I do not wish to be witness to its effects in the same manner as I did with POI-32498. I would also like to ask for permission to be administered class C amnestics regarding my memories of POI-32498.\n\n\nSincerely,\n\nDr. Zachary Harding\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The song is a cautionary tale about methamphetamine usage.\n\n\n2\n. including: rotting teeth, acne, loss of weight\n\n\n\n\n\n\n\n\n« \nSCP-6433\n | SCP-6434 | \nSCP-6435\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6434\n\" by Athlonfer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6434\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: After 06/03/1998 SCP-6434 was considered contained, however, Foundation webcrawlers have found an eBay listing active since 05/07/2000 of a cassette that is the exact match of SCP-6434 posted by user \"Punk_n_Rock\". Foundation agents investigated the location of the IP address, leading to the discovery of POI-32498. The new instance of SCP-6434 has been seized and contained with the first instance of SCP-6434. The listing has been since deleted by the Department of Cyberspace Monitoring.\nFoundation personnel have found anomalous materials that can be linked back to POI-8259 in POI-32498's garage. POI-8259 also has the same surname as POI-32498 and is listed as the biological father on POI-32498's birth certificate.\nPOI-32498 has been immediately taken into custody within 24 hours of its house being searched in the presence of MTF Upsilon-001 (\"Desert Dogs\"). Following the hours of POI-32498 being transported to Site-17 , its house was destroyed in an explosion that was determined to have happened due to natural gas leaks, however the Foundation keeps the possibility of the Global Occult Coalition being responsible open. After the event, class B amnestics were administered to the local populace and POI-32498 was falsely pronounced dead due to the explosion."
    ],
    "documents": [],
    "notes": [
        "Subject: POI-8259 Status: Terminated by the Global Occult Coalition for its anomalous qualities on 01/22/1982. Description: POI-8259 has been under observation with the suspicion that it can synthesize anomalous materials out of materials available in most households. It has been seen conversing with members of Are We Cool Yet? trying to sell them different materials for sculpting and painting. The incident has led to the development of faster investigation and containment protocols.",
        "POI-32498 visibly upset",
        "POI-32498 answers in a sarcastic tone",
        "Dr. Harding visibly sighs",
        "POI-32498 snickers",
        "POI-32498 and Dr. Harding clink their glasses.",
        "Agent Davidson sedates POI-32498",
        "\" SCP-6434 \" by Athlonfer, from the SCP Wiki . Source: https://scpwiki.com/scp-6434 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6434 is to be stored in a Standard Issue Locker at Site-76's Safe Object Storage. No audio recordings are to be made of SCP-6434. SCP-6434 should not be tampered with further. Access to SCP-6434 is limited to personnel accompanied by Level 3 security and the current Head Researcher.",
    "description": "POI-8259 has been under observation with the suspicion that it can synthesize anomalous materials out of materials available in most households. It has been seen conversing with members of Are We Cool Yet? trying to sell them different materials for sculpting and painting.",
    "title": "SCP-6434"
}