{
    "url": "https://scp-wiki.wikidot.com/scp-6435",
    "all_text": "rating: \n+199\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6435\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpirit photograph of SCP-6435.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-6435 cannot be breached by living souls, physical containment is a non-issue. Posthumous communication with agents accepted into SCP-6435 is to continue until coherence is lost.\n\n\nDescription:\n SCP-6435 is Afterlife NR-293-102, colloquially referred to as 'Ro'.\n\n\nSCP-6435 consists of a colossal forest with a convoluted network of footpaths running through it. While it cannot be confirmed, testimony from deceased agents implies that SCP-6435 is an infinite space. Time within SCP-6435 measures 1:1 with reality.\n\n\nSCP-6435 servitors will alternately provide comfort to inhabitants of SCP-6435 and physically torture them. Initially, this reward/punishment cycle was believed to operate on a karmic retribution or rotating martyrship system, but further investigation suggests that it is entirely random. As this information is judged too damaging to agents, it is not communicated to them.\n\n\nAs an example of typical SCP-6435 conduct, an ordained saint was boiled alive for nineteen years straight, continually provided with material comforts for the next two years, and then flayed over the course of a further year. Typically, this unpredictable cycle of torture and pleasure results in the inhabitants of SCP-6435 losing their mental coherency over the course of their first ten years. Thus, while no mechanism exists to eject spent inhabitants, only a minority of the population is capable of conscious thought at any time.\n\n\nUnlike conventional afterlives, which spawn in response to some strong faith or idealistic need, SCP-6435 bears no religious or ideological markers. At any rate, it is unclear what belief system would have spawned such a reality. SCP-6435 currently accepts 0.01% of deceased souls while accounting for 14% of human suffering in the post-death ecosystem.\n\n\n\n\n\n\n« \nSCP-6434\n | SCP-6435 | \nSCP-6436\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6435\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6435\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scpforest\n\n\nName:\n File:Forest footpath - geograph.org.uk - 430581.jpg\n\n\nAuthor:\n James Allan\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6435 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-6435 . Licensed under CC-BY-SA .",
        "Filename: scpforest Name: File:Forest footpath - geograph.org.uk - 430581.jpg Author: James Allan License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "As SCP-6435 cannot be breached by living souls, physical containment is a non-issue. Posthumous communication with agents accepted into SCP-6435 is to continue until coherence is lost.",
    "description": "SCP-6435 is Afterlife NR-293-102, colloquially referred to as 'Ro'.",
    "title": "SCP-6435"
}