{
    "url": "https://scp-wiki.wikidot.com/scp-6437",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\nDue to an systems outage at Site-357, the following information may be out of date. We apologize for any inconveniences this may cause, and are working on a solution.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6437\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTwo recovered SCP-6437-A instances\n\n\n\n\n\n\nSpecial Containment Procedures:\n MTF Psi-64 (\"Art Attack\") is to be mobilized to locate, secure, and replace any art pieces effected by SCP-6437-A manifestations. Furthermore, Psi-64 is authorized to employ amnestics and media manipulation tactics to minimize the spread of information about SCP-6437-A manifestations.\n\n\nDescription:\n SCP-6437 is a phenomenon where SCP-6437-A instances manifest in the vicinity of objects that do not conform to conventional definitions of art, after which they are instantaneously fired into the aforementioned objects through the use of an unknown explosive agent. While SCP-6437 could have an incalculably wide range of possible targets, manifestations have been primarily recorded to target art pieces showcased in “high-profile” exhibitions or displays.\n\n\nSCP-6437-A instances are a collection of miscellaneous bullets. Instances have shown no additional anomalous properties following their manifestation.\n\n\nAddendum-6437.1:\n Incident Log\n\n\n\n\nIncident 06/12/2019-6437\n\n\n\n\nLocation:\n Miami Beach Convention Center during Art Basel\n1\n\n\nEvent:\n MTF Psi-64 (\"Art Attack\") members operating within the Art Basel staff recovered an SCP-6437-A instance that had struck \"Comedian\"\n2\n before opening hours. Psi-64 operatives cleared the area while the art piece was replaced with a banana from a nearby grocery store. Over the course of Art Basel, \"Comedian\" was the target of two additional manifestations during visitor hours. In each case, witnesses of the event were amnesticised via the use of Class-A amnestics and the SCP-6437-A instance was recovered.\n\n\n\n\n\n\n\n\nIncident 17/05/2022-6437\n\n\n\n\nLocation:\n Sotheby's Auction House\n\n\nEvent:\n MTF Psi-64 (\"Art Attack\") members operating within Sotheby's Auction House responded to an SCP-6437-A manifestation during the live-streamed auction of \"Boulder\"\n3\n by Jone Glorious, which shattered the stone art piece. Due to the difficulty of administering amnestics at a wide scale, a coverup operation was enacted by MTF Psi-64 operatives in which the public was made to believe that the destruction of “Boulder” was an intentional part of the artwork. To achieve this end, the operatives took control of the Sotheby livestream for the rest of its duration while other Psi-64 operatives subdued Sotheby personnel and security who were administered Class-A amnestics. Glorious, the creator of “Boulder”, was also located, amnesticised, and had false memories of conceptualizing “Fragments of Boulder” implanted. Though high estimates put the \"Boulder\" piece's value at $160,000 before the event, \"Fragments of Boulder\" was eventually purchased for $410,000 by an anonymous bidder.\n\n\n\n\n\n\n\n\nIncident 07/07/2023-6437\n\n\n\n\nLocation:\n Lavender Bar and Food Emporium\n\n\nEvent:\n MTF Psi-64 (\"Art Attack\") operatives infiltrating a local anartist exhibition titled \"Kill your darlings and keep your enemies closer\" were notified of multiple gunshots that had been fired in the nearby Lavender Bar and Food Emporium. Upon reaching the scene, Psi-64 operatives identified the gunshots as SCP-6437-A manifestations that had targeted 6 different plates of a signature menu item at the restaurant called \"The Forager's Meal\".\n4\n Initial investigation by Psi-64 operatives led to the apprehension of \"Archer Gilliam\", classified as PoI-6437, who was seen fleeing the scene after the manifestation event. Patrons attending the establishment were amnesticised, 6 SCP-6437-A instances were recovered, and PoI-6437 was sent to Site-357 as per Protocol-HOUDINI\n5\n.\n\n\n\n\nAddendum-6437.2:\n Video Log\n\n\n\n\nVideo Log 6437.2\n\n\n\n\nInterviewed:\n PoI-6437\n\n\nInterviewer:\n Junior Researcher Turner Flock\n\n\nForeword:\n Due to good behavior on the part of PoI-6437, Junior Researcher Turner Flock was allowed to conduct the following interview as a training exercise.\n\n\n\n\n<Begin Log>\n\n\nFlock:\n Good afternoon. Archer, right?\n\n\nPoI-6437 stares at Flock.\n\n\nFlock\n: Archer?\n\n\nPoI-6437:\n Who are you?\n\n\nFlock pauses.\n\n\nFlock\n: Oh, uh… I'm Flock. Junior Researcher Flock. I'll be interviewing you today. Is that alright?\n\n\nPoI-6437:\n Sure. When can I leave?\n\n\nFlock:\n Unfortunately we will have to keep you in custody until we can garner full understanding of your circumstances.\n\n\nPoI-6437 exhales.\n\n\nPoI-6437:\n Ok. Sure. Let's get this on with then.\n\n\nFlock:\n Wonderful.\n\n\nFlock picks up a file from the table, scans across the first page then turns back to PoI-6437.\n\n\nFlock:\n You were apprehended after fleeing the scene of a shooting, and though no weapon was found, witnesses were quick to identify you as the shooter. Do you have any ideas why?\n\n\nPoI-6437 thinks for a few moments.\n\n\nPoI-6437:\n I don't think I know why, no.\n\n\nFlock scans the file for a bit longer.\n\n\nFlock:\n If I may quote one of them, then. \"They were going crazy before it happened, shouting at the person in front of them then 'BANG BANG BANG' they shot a bunch of people's tables!\"\n\n\nFlock:\n Does that sound familiar?\n\n\nPoI-6437:\n I guess I did get a bit heated at Xandrus… But he had it coming! Annoying guy. Don't know why people think I'd shoot over it though.\n\n\nFlock laughs.\n\n\nFlock:\n Could I ask what exactly he did to get you 'heated'?\n\n\nPoI-6437:\n Don't get me started on this shit. He just complains about everything whenever we talk to each other. Few weeks ago it was that his paint was all dry, last week it was that apples taste bad, or something, and this week he thinks that our meal wasn't \ncool\n enough!\n\n\nPoI-6437:\n For starters that shit was expensive, like I already don't make much from work, but I mean the gall to think you are the arbiter of not just quality, but what even counts as art! It doesn't matter if it's just food, y'know, it could just be a slice of bread, right? Who cares!\n\n\nFlock:\n I think I see what you're getting at, but I think it'd be good for you to calm down before we continue. Can you do that?\n\n\nPoI-6437 takes a few breaths and waits for Flock.\n\n\nFlock:\n Alright then. So after the event you fled the scene. Could I ask why you did this?\n\n\nPoI-6437 chuckles.\n\n\nPoI-6437:\n Didn't want to get shot, y'know?\n\n\nFlock:\n I guess so?\n\n\nThe two are silent for a few moments.\n\n\nPoI-6437:\n Need I say more?\n\n\nFlock:\n I suppose not.\n\n\nFlock scans over the file in his hand again.\n\n\nFlock:\n Let's move on then. There are two occurrences in our records that are similar to the one you were present for. Do you recognize this art piece?\n\n\nFlock hands a second file to PoI-6437 with a picture of \"Fragments of Boulder\" on it. PoI-6437 takes it, looks over it for a moment, then laughs.\n\n\nPoI-6437:\n Oh I do remember this one, watched the auction live actually, made me a big fan of Glorious.\n\n\nFlock:\n Could you elaborate?\n\n\nPoI-6437:\n God I mean, like, it was such a statement piece, right? Real middle finger to all the idiots online who get mad about that stuff.\n\n\nFlock:\n What 'stuff' are you talking about, exactly?\n\n\nPoI-6437:\n It's the same shit that Xandrus was complaining about. 'Premades' or whatever. What I think is that if someone is willing to buy your stupid rock for stupid cash, then it's well worth it no matter what. Uh… Like that banana!\n\n\nFlock\n: Interestingly enough I was just about to bring up the 'Comedian' piece.\n\n\nFlock gives PoI-6437 a glimpse of a third file with a picture of 'Comedian' on it.\n\n\nFlock:\n If I may, just for a moment, I'm not sure I actually understand the point of these pieces.\n\n\nPoI-6437:\n What's not to get? It's a banana.\n\n\nFlock holds back a laugh.\n\n\nFlock:\n Well of course, but that might be what I'm not quite grasping. It isn't really much of an art piece is it?\n\n\nPoI-6437:\n God that's the same shit Xandrus said. You gotta grasp that that's the point, Dude.\n\n\nFlock:\n I could do the exact same thing quite easily, I think. It's just a banana, and in the other case, just a rock. It's not really art, then, is it?\n\n\nPoI-6437:\n You didn't do it though! Did you?\n\n\nFlock:\n They barely did either.\n\n\nFlock laughs to himself.\n\n\nPoI-6437 slams their hands against the table as they stand up\n\n\nPoI-6437:\n That's not the point! Everyone who makes anything, anyone who makes art, makes it with a reason! You didn't tape a banana to the wall because why would you!\n\n\nPoI-6437 looks to their left and lets out a sharp exhale.\n\n\nPoI-6437:\n I'm remembering why I got so mad at Xandrus now. That annoying ass thinks that only paint and statues and shit count. So I was like, \"What about dancing and shit\" and he was like, \"I mean but that's different\" and I was like \"how is it even different\" and he was like \"It's, like, because you write the moves down or something\" and I was like \"how is that any different to a recip-\"\n\n\nFlock looks at the room's camera.\n\n\nFlock:\n I think you need to calm down a-\n\n\nPoI-6437:\n Fuck no! I've needed to vent this shit for weeks! It's just distracting! People get so into the weeds over the most semantic little things and the discussion takes all the attention from what people are actually doing! Someone tries to make a statement and just because it didn't meet some standard of what counts as \"art\" it doesn't get to be a statement? They don't get to speak?\n\n\n\n\nPoI-6437 stares at Flock while waiting for an answer.\n\n\n\n\nFlock:\n But then what's the point of even calling it art?\n\n\n\n\nPoI-6437:\n That's exactly what I'm saying! There isn't a point! Every day people go around shitting out art! You can't stop them! Food is art! Talking to people is art! Half your life is a string of improv performances that you didn't get to opt into! Even this creepy scribble on notepad stuff that you wackos seem to be doing! Basically kidnap me, hold me in a boring ass room for five days, then what! You take me here to get mad?!\n\n\nFlock:\n That wasn't my-\n\n\nPoI-6437:\n I don't think you get it, Dude. You sitting here? Art. Your creepy friends watching me? ART! All these stupid files you have, all these notes on me, even this stupid conversation! IT'S ART!\n\n\nThe feed suddenly cuts off.\n\n\n<End Log>\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nNOTICE\n\n\n| Outage at Site-357 has been resolved.\n\n| Click \nhere\n for up to date documentation.\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. An annual prestigious contemporary art fair held simultaneously in Basel, Switzerland; Miami Beach, Florida, USA; Hong Kong, China; and Paris, France.\n\n\n2\n. An art piece by Maurizio Cattelan comprised of a banana taped to a wall.\n\n\n3\n. An art piece conceptualized by artist Jone Glorious consisting of a chunk of granite approximately 1.2 meters in diameter.\n\n\n4\n. An expensive avant-garde dish made with locally foraged ingredients. The actual contents of the dish vary each time it is ordered.\n\n\n5\n. New anartists discovered by MTF Psi-64 are sent to Site-357 to minimize complications regarding their containment while their capabilities are measured.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6437\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6437\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n bullet\n\n\nAuthor:\n \nSeha bs\n\n\nLicense:\n \nAttribution 3.0 Unported (CC BY 3.0)\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Bullet_7-92Mauser.JPG\n\n\n\n\n\n\nFilename:\n Is It Art Yet?\n\n\nAuthor:\n \nGuillaume Paumier, CC-BY.\n\n\nLicense:\n \nAttribution 3.0 Unported (CC BY 3.0)\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Bullet_holes_in_Nablus_013_-_Aug_2011.jpg\n\n(alterations were made)\n\n\n\n\n\n\n\n\n\n\nSCP-6437-A instances are a collection of miscellaneous bullets. Instances have shown no additional anomalous properties following their manifestation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6436\n | SCP-6437 | \nSCP-6438\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Video Log 6437.2 Interviewed: PoI-6437 Interviewer: Junior Researcher Turner Flock Foreword: Due to good behavior on the part of PoI-6437, Junior Researcher Turner Flock was allowed to conduct the following interview as a training exercise. <Begin Log> Flock: Good afternoon. Archer, right? PoI-6437 stares at Flock. Flock : Archer? PoI-6437: Who are you? Flock pauses. Flock : Oh, uh… I'm Flock. Junior Researcher Flock. I'll be interviewing you today. Is that alright? PoI-6437: Sure. When can I leave? Flock: Unfortunately we will have to keep you in custody until we can garner full understanding of your circumstances. PoI-6437 exhales. PoI-6437: Ok. Sure. Let's get this on with then. Flock: Wonderful. Flock picks up a file from the table, scans across the first page then turns back to PoI-6437. Flock: You were apprehended after fleeing the scene of a shooting, and though no weapon was found, witnesses were quick to identify you as the shooter. Do you have any ideas why? PoI-6437 thinks for a few moments. PoI-6437: I don't think I know why, no. Flock scans the file for a bit longer. Flock: If I may quote one of them, then. \"They were going crazy before it happened, shouting at the person in front of them then 'BANG BANG BANG' they shot a bunch of people's tables!\" Flock: Does that sound familiar? PoI-6437: I guess I did get a bit heated at Xandrus… But he had it coming! Annoying guy. Don't know why people think I'd shoot over it though. Flock laughs. Flock: Could I ask what exactly he did to get you 'heated'? PoI-6437: Don't get me started on this shit. He just complains about everything whenever we talk to each other. Few weeks ago it was that his paint was all dry, last week it was that apples taste bad, or something, and this week he thinks that our meal wasn't cool enough! PoI-6437: For starters that shit was expensive, like I already don't make much from work, but I mean the gall to think you are the arbiter of not just quality, but what even counts as art! It doesn't matter if it's just food, y'know, it could just be a slice of bread, right? Who cares! Flock: I think I see what you're getting at, but I think it'd be good for you to calm down before we continue. Can you do that? PoI-6437 takes a few breaths and waits for Flock. Flock: Alright then. So after the event you fled the scene. Could I ask why you did this? PoI-6437 chuckles. PoI-6437: Didn't want to get shot, y'know? Flock: I guess so? The two are silent for a few moments. PoI-6437: Need I say more? Flock: I suppose not. Flock scans over the file in his hand again. Flock: Let's move on then. There are two occurrences in our records that are similar to the one you were present for. Do you recognize this art piece? Flock hands a second file to PoI-6437 with a picture of \"Fragments of Boulder\" on it. PoI-6437 takes it, looks over it for a moment, then laughs. PoI-6437: Oh I do remember this one, watched the auction live actually, made me a big fan of Glorious. Flock: Could you elaborate? PoI-6437: God I mean, like, it was such a statement piece, right? Real middle finger to all the idiots online who get mad about that stuff. Flock: What 'stuff' are you talking about, exactly? PoI-6437: It's the same shit that Xandrus was complaining about. 'Premades' or whatever. What I think is that if someone is willing to buy your stupid rock for stupid cash, then it's well worth it no matter what. Uh… Like that banana! Flock : Interestingly enough I was just about to bring up the 'Comedian' piece. Flock gives PoI-6437 a glimpse of a third file with a picture of 'Comedian' on it. Flock: If I may, just for a moment, I'm not sure I actually understand the point of these pieces. PoI-6437: What's not to get? It's a banana. Flock holds back a laugh. Flock: Well of course, but that might be what I'm not quite grasping. It isn't really much of an art piece is it? PoI-6437: God that's the same shit Xandrus said. You gotta grasp that that's the point, Dude. Flock: I could do the exact same thing quite easily, I think. It's just a banana, and in the other case, just a rock. It's not really art, then, is it? PoI-6437: You didn't do it though! Did you? Flock: They barely did either. Flock laughs to himself. PoI-6437 slams their hands against the table as they stand up PoI-6437: That's not the point! Everyone who makes anything, anyone who makes art, makes it with a reason! You didn't tape a banana to the wall because why would you! PoI-6437 looks to their left and lets out a sharp exhale. PoI-6437: I'm remembering why I got so mad at Xandrus now. That annoying ass thinks that only paint and statues and shit count. So I was like, \"What about dancing and shit\" and he was like, \"I mean but that's different\" and I was like \"how is it even different\" and he was like \"It's, like, because you write the moves down or something\" and I was like \"how is that any different to a recip-\" Flock looks at the room's camera. Flock: I think you need to calm down a- PoI-6437: Fuck no! I've needed to vent this shit for weeks! It's just distracting! People get so into the weeds over the most semantic little things and the discussion takes all the attention from what people are actually doing! Someone tries to make a statement and just because it didn't meet some standard of what counts as \"art\" it doesn't get to be a statement? They don't get to speak? PoI-6437 stares at Flock while waiting for an answer. Flock: But then what's the point of even calling it art? PoI-6437: That's exactly what I'm saying! There isn't a point! Every day people go around shitting out art! You can't stop them! Food is art! Talking to people is art! Half your life is a string of improv performances that you didn't get to opt into! Even this creepy scribble on notepad stuff that you wackos seem to be doing! Basically kidnap me, hold me in a boring ass room for five days, then what! You take me here to get mad?! Flock: That wasn't my- PoI-6437: I don't think you get it, Dude. You sitting here? Art. Your creepy friends watching me? ART! All these stupid files you have, all these notes on me, even this stupid conversation! IT'S ART! The feed suddenly cuts off. <End Log>",
        "\" SCP-6437 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-6437 . Licensed under CC-BY-SA .",
        "Filename: bullet Author: Seha bs License: Attribution 3.0 Unported (CC BY 3.0) Source: https://commons.wikimedia.org/wiki/File:Bullet_7-92Mauser.JPG",
        "Filename: Is It Art Yet? Author: Guillaume Paumier, CC-BY. License: Attribution 3.0 Unported (CC BY 3.0) Source: https://commons.wikimedia.org/wiki/File:Bullet_holes_in_Nablus_013_-_Aug_2011.jpg (alterations were made)"
    ],
    "containment_procedures": "MTF Psi-64 (\"Art Attack\") is to be mobilized to locate, secure, and replace any art pieces effected by SCP-6437-A manifestations. Furthermore, Psi-64 is authorized to employ amnestics and media manipulation tactics to minimize the spread of information about SCP-6437-A manifestations.",
    "description": "SCP-6437 is a phenomenon where SCP-6437-A instances manifest in the vicinity of objects that do not conform to conventional definitions of art, after which they are instantaneously fired into the aforementioned objects through the use of an unknown explosive agent. While SCP-6437 could have an incalculably wide range of possible targets, manifestations have been primarily recorded to target art pieces showcased in “high-profile” exhibitions or displays.",
    "title": "SCP-6437"
}