{
    "url": "https://scp-wiki.wikidot.com/scp-6438",
    "all_text": "SCP-6438\n - \nSo… Come Here Often?\n\n\n \n\n\nHey man, I only asked if you came here often,\n\n\nAnd you wouldn't shut up about your tragic\n\n\nbut really important and compelling backstory\n\n\nRead the room man, you're bringing the mood down.\n\n\nAnd you still didn't answer my question.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6438\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-115\n\n\nDirector K. Vittinner\n\n\nResearcher F. Flynn\n\n\nN/A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All Foundation members with at least Level-3 clearance must adopt SCP-6438 via \nMandatory Memetic Inoculation (MMI)\n. SCP-6438 is classified as an Advanced Interrogation Technique and must be used sparingly per the Ethics Committee Interrogation Policy.\n\n\nPersonnel with a minimum of Level-2 clearance may have SCP-6438 released to them under the pretense of a severe containment breach, close encounters with rival GOIs, or rare cases of contact with information-sensitive individuals or groups.\n\n\nDescription:\n SCP-6438 is the memetic phrase: \"So… come here often?\" When spoken by an individual with sufficient inoculation, SCP-6438 causes listening parties to respond with a lengthy speech about an impactful event in their past, spanning between approximately two minutes and three hours. The described event is then used to justify their motives regarding their current actions.\n1\n\n\nSCP-6438 also produces an additional, weak antimemetic effect on the subject, rendering them unaware of the extent of the information they share. If another party brings attention to their response, this effect is broken, allowing them to remember what they've said.\n\n\nTo abort the effects of SCP-6438, the speaker of SCP-6438 must interrupt the subject with the phrase: \"Would you like to?\" The effects of SCP-6438 will cease, with the subject expressing mild disgust at the interrupting phrase.\n\n\n \n\n\nAddendum 6438.1:\n Origins\n\n\nSCP-6438 was brought to the Foundation's attention when Researcher Francis Flynn began utilizing it in everyday conversation. The following log details its first documented use within Site-115's cafeteria:\n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n January 13th, 2017, 12:38 PM\n\n\nCamera:\n Cafeteria, East Wall\n\n\nInvolved Personnel:\n Researcher Flynn, Jr. Researcher Lennings, Jr. Researcher Parks\n\n\n\n\n«BEGIN LOG»\n\n\n(Flynn enters the cafeteria and walks up to Lennings and Parks as they eat lunch. They're engaged in a friendly trivia competition regarding tourist locations in each U.S. state.)\n\n\nLennings:\n Alright, good one, next up is… Texas.\n\n\nParks:\n Oh, um… I know this, it's… uh…\n\n\n(For thirty seconds, Parks struggles to produce an answer. Lennings' phone buzzes.)\n\n\nLennings:\n And that's time, it was the Alamo.\n\n\nParks:\n Damn, forgot about that.\n\n\n(Flynn enters the cafeteria and sits next to Lennings and Parks. All parties are silent for about five seconds. Parks takes a bite out of their bagel.)\n\n\nFlynn:\n So… come here often?\n\n\n(Lennings and Parks begin monologuing simultaneously. Their voices overlap each other, rendering them unintelligible. After about three minutes, they stop.)\n\n\nParks:\n …banned from South Dakota. I only eat whole-wheat bagels now.\n\n\nFlynn:\n (laughs) It still works!\n\n\nLennings:\n What still works? What did you do?\n\n\nFlynn:\n I cast a spell back in middle school that combined a few of our inside jokes: Bad pickup lines and tragic backstories.\n\n\nLennings:\n Tragic backstories?\n\n\nFlynn:\n Yeah, we really liked underdog-revenge stories. Coming from a poor family, natural disasters, being British… real tragic stuff.\n\n\nParks:\n Wait, did I talk about the bagel incident?! How much of that did you hear?\n\n\nFlynn:\n Don't worry, I didn't process a \nword\n of what either of you said. But, you know, \nif I wanted to…\n\n\nParks:\n (standing up) Nope, I'm not sticking around for that. If you guys want to spill your secrets, go right on ahead, but good luck on your little uh- Good luck!\n\n\n(Parks exits the cafeteria as Sr. Researcher Albert enters. Albert slows down and stops, watching Parks as she leaves the room. He turns back to face Lennings and Flynn, who stare at him silently.)\n\n\nAlbert:\n What?\n\n\n(Lennings nudges Flynn with his elbow and smirks. He turns back to Albert and yells.)\n\n\nLennings:\n Hey, Alex! Come here often?!\n\n\n(Albert scans the room and looks back at Lennings in confusion.)\n\n\nAlbert:\n (sarcastically) To the cafeteria? No, never been here in my life. Completely new territory for me, absolutely no idea why I would be here.\n\n\nLennings:\n (whispers to Flynn) What happened? Why didn't it work?\n\n\nFlynn:\n (whispers back) You did it wrong, watch. (Regular) Hey Alex! \nSo,\n come here often?\n\n\n(Lennings and Albert start describing their past, with Lennings repeating what he's said before.)\n\n\nAlbert:\n I was born at a very young age, ten years ago.\n2\n We lived in the middle of nowhere, where-\n\n\n(Albert covers his mouth and quickly surveys the room. He continues mumbling to himself as he exits the room. About a minute later, Lennings concludes his story.)\n\n\nLennings:\n …and I never went into that room again. (pauses) Damn, this spell is something powerful.\n\n\nFlynn:\n Yeah, I'm something of a wizard myself.\n\n\nLennings:\n (scoffs) Says the guy who microwaves potions in the break room.\n\n\nFlynn:\n I bought a new one! I said I was sorry!\n\n\nLennings:\n Allegedly.\n\n\nFlynn:\n (smiling) Yes, I'm allegedly sorry. I won't do it again.\n\n\nLennings:\n (laughs) Oh, I can't wait to follow \nSteele\n around with this. You've got to show me how you do it.\n\n\nFlynn:\n Well, there's a ritual, but-\n\n\nLennings:\n Wait, do I have to do something absurd? Do I have to drink pig's blood or ransack a grave for this?\n\n\nFlynn:\n No, I made this spell when I was twelve, it's a lot simpler than that. A \nlot\n simpler.\n\n\nLennings:\n Oh, how simple?\n\n\n«END LOG»\n\n\n\n\n\nContainment and classification of SCP-6438 occurred after its continuous use within Site-115. To prevent possible distractions through SCP-6438, all personnel within Site-115 have performed the ritual to avoid its anomalous effects. Information concerning SCP-6438 has since been reclassified to Level-4: Secret.\n\n\n \n\n\nAddedum 6438.2:\n Ritual\n\nThe ritual for granting an individual the ability to perform SCP-6438 is attached below. Attempts to divorce SCP-6438 from its initial phrase have been unsuccessful. Deviations of SCP-6438 have all failed due to the inner workings of SCP-6438's non-adherence to traditional thaumatology.\n\n\n\n\nRITUAL PROCEDURES\n\n\n\n\nStep 1:\n Win three games of \"Rock, Paper, Scissors\" in a row. The games must be unplanned, leaving the completion of this step to pure chance.\n\n\nStep 2:\n Drink from The Chalice.\n3\n\n\nStep 3:\n Spin in place for at least three minutes. Pillows are allowed to prevent possible injury from dizziness.\n\n\nStep 4:\n Engage in a handshake for as long as possible. Both parties must be unaware of the minimum time required to fulfill this step.\n4\n\n\nStep 5:\n Begin every conversation with SCP-6438. Continue to do this until the effects of SCP-6438 are noticeable.\n\n\n\n\nAdditional Notes:\n The first four steps must be completed in under four hours. Researcher Flynn has already apologized for the strict and foolish nature of the ritual.\n\n\n\n\n\n\n \n\n\nAddendum 6438.3:\n Applications\n\nThe following excerpt was pulled from the SCP-████ file and logged below for its relation to SCP-6438. Information about SCP-████ has been redacted or removed.\n\n\n\n\nINTERVIEW\n\n\n\n\nDate:\n July 7th, 2018, 9:32 PM\n\n\nInterviewer:\n Jr. Researcher Lennings\n\n\nSubject:\n POI-75722\n\n\nContext:\n The subject has refused to talk to Foundation personnel for approximately three hours. Nonetheless, attempts to interrogate them continued, due to the crucial information they hold.\n\n\n\n\n«BEGIN LOG»\n\n\n(Lennings sits on the end of the table with POI-75722 seated on the other. They maintain silent eye contact for five minutes.)\n\n\nLennings:\n Alright, what're your demands?\n\n\nPOI-75722:\n I need nothing. I \nwant\n to be released.\n\n\nLennings:\n Then will you tell us who your leader is? Or what you've messed with so far?\n\n\nPOI-75722:\n (grinning) Absolutely, just as soon as you let me out.\n\n\nLennings:\n But then-\n\n\n(Lennings groans and buries his face into his hands.)\n\n\nPOI-75722:\n There is no method that will make me talk. No form of torture or reward-\n\n\nLennings:\n (mockingly) Will make me spill my truth, I know, I know. God damn, for someone who won't talk, you sure won't shut up.\n\n\n(Lennings leans back into his chair and sighs. He snaps his fingers and points them into guns at POI-75722.)\n\n\nLennings:\n So… (snaps) come here often?\n\n\nPOI-75722:\n To the Foundation? Of course, I do. I've spent the last twelve years spying on their entire operation, looking for any weakness to take them down.\n\n\n(Lennings sits up at his chair confused.)\n\n\nPOI-75722:\n Then one day, I was contacted by a group, they called themselves \"B\", just the letter. I always found that to be bizarre, but their track record was amazing. They were responsible for leaded gasoline, the assassination of Patrick Henry, the bagel incident…\n\n\n(As POI-75722 continues, a smile builds on Lennings' face. He pulls out a notepad and a pencil, writing down bullet points of POI-75722's talking points.)\n\n\n«END LOG»\n\n\n\n\nClosing Notes:\n For the next hour, POI-75722 continues to divulge sensitive information with Lennings asking leading questions and occasionally using SCP-6438 to continue the monologue.\n\n\n\n\nFollowing this event, SCP-6438 has been adopted by the Foundation and updated to include its Thaumiel classification.\n5\n Attempts to recreate SCP-6438 with a different trigger phrase are still ongoing.\n\n\n\n\n\n\n« \nSCP-6437\n | SCP-6438 | \nSCP-6439\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In all cases, the event is highly relevant to the subject's current actions, despite the low probability of such an event occurring.\n\n\n2\n. The event described contradicts Sr. Researcher Albert's personnel file. Further research has been halted after Sr. Researcher Albert invoked the Ethics Committee Privacy and Protection Policy.\n\n\n3\n. This refers to drinking two liters of whole milk at 30°C in less than an hour. The glass must be referred to as \"The Chalice\" throughout the entire process to fulfill this step. The style of the glass is irrelevant.\n\n\n4\n. Two hours.\n\n\n5\n. The use of SCP-6438 was proposed by the Ethics Committee during the creation of the Ethics Committee Interrogation Policy.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6438\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6438\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "To abort the effects of SCP-6438, the speaker of SCP-6438 must interrupt the subject with the phrase: \"Would you like to?\" The effects of SCP-6438 will cease, with the subject expressing mild disgust at the interrupting phrase. Addendum 6438.1: Origins\nSCP-6438 was brought to the Foundation's attention when Researcher Francis Flynn began utilizing it in everyday conversation. The following log details its first documented use within Site-115's cafeteria:\n\n\n\nThe ritual for granting an individual the ability to perform SCP-6438 is attached below. Attempts to divorce SCP-6438 from its initial phrase have been unsuccessful. Deviations of SCP-6438 have all failed due to the inner workings of SCP-6438's non-adherence to traditional thaumatology.\n\n\nThe following excerpt was pulled from the SCP-████ file and logged below for its relation to SCP-6438. Information about SCP-████ has been redacted or removed.\nFollowing this event, SCP-6438 has been adopted by the Foundation and updated to include its Thaumiel classification. 5 Attempts to recreate SCP-6438 with a different trigger phrase are still ongoing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6438 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-6438 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "All Foundation members with at least Level-3 clearance must adopt SCP-6438 via Mandatory Memetic Inoculation (MMI). SCP-6438 is classified as an Advanced Interrogation Technique and must be used sparingly per the Ethics Committee Interrogation Policy.",
    "description": "SCP-6438 is the memetic phrase: \"So… come here often?\" When spoken by an individual with sufficient inoculation, SCP-6438 causes listening parties to respond with a lengthy speech about an impactful event in their past, spanning between approximately two minutes and three hours. The described event is then used to justify their motives regarding their current actions.1",
    "title": "SCP-6438"
}