{
    "url": "https://scp-wiki.wikidot.com/scp-6442",
    "all_text": "rating: \n+422\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6442\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSection of Containment Facility [DATA EXPUNGED]\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Due to the anomaly's role in preventative containment efforts and maintaining Foundation secrecy, the protection of SCP-6442 is to be ensured via any means necessary.\n\n\nAccess to Containment Facility [DATA EXPUNGED] is granted solely by the SCP Foundation's Counter-Intelligence Agency. In efforts to conceal the geographical location of the facility, personnel assigned to the site are to not have access to geopositioning tools, and Class-B amnestics are to be administered upon arrival. Personnel on-site are neither expected nor encouraged to familiarize themselves with the layout of the facility due to the possibility of compromising containment, save for designated emergency zones and to perform necessary maintenance of the site.\n\n\nAny unauthorized attempt to exit or gain access to the facility will be met with immediate detainment, and the offender will be subsequently amnesticized, demoted, and/or terminated.\n\n\nContainment Facility [DATA EXPUNGED]'s exterior is guarded by a collection of Foundation-made automatons specializing in covert anti-infiltration tactics. In line with general concealment protocols, the automatons are designed to covertly terminate infiltrators, silently destroy hostile aircraft, and conduct thaumaturgic counterspells against anomalous weaponry.\n\n\n\n\nSCP-6442 itself is located within one of sixteen identical spherical containment chambers, located at least fifty meters apart and connected through maze-like narrow structures designed to obfuscate navigation. Each chamber is entirely featureless and has a single entrance, possessing no distinguishing marks that could differentiate it from other chambers. The exact location of SCP-6442 is not to be known by any personnel in the Foundation.\n\n\nThe interior of each containment chamber houses a sphere of tungsten alloy containing either SCP-6442 or a near-identical (but non-anomalous) replica inside. Each sphere is suspended in the center of the corresponding containment chamber to ensure access requires significant coordination and effort to achieve. Furthermore, the interior of the containment facility is to contain multiple layers of protection against individuals attempting to neutralize and/or retrieve SCP-6442 via force. Current measures taken include, but are not limited to:\n\n\n\n\nAnti-Nuclear and Eigenweapon Defense Protocols\n\n\nAerosolized \nClass-I amnestics\n throughout each chamber.\n\n\nSix Scranton Reality Anchors (SRA's) per chamber to prevent ontological attacks from harming SCP-6442.\n\n\nA Xyank/Anastasakos Constant Temporal Sink (XACTS) per chamber to prevent temporal manipulation.\n\n\nThirty-six Experimental Randall/Yossarian Akiva Nullifiers (ERYAN's) per chamber to prevent and discourage divine intervention.\n\n\nOne set of Mobile Task Force \nTau-5 (\"Samsara\")\n construction tanks per chamber, in the event the above procedures are insufficient, or on-site security is overwhelmed by hostile forces.\n\n\n\n\nIn the unlikely event that extraction of SCP-6442 is necessary for an unforeseeable reason, all decoys are to be extracted from the facility alongside SCP-6442. Once a solution is provided to the problem, SCP-6442 is to be returned to one of the sixteen chambers \nat random\n.\n\n\nShould the United Nation's \nGlobal Occult Coalition\n be successful in retrieving SCP-6442, all attempts are to be made to neutralize the object, to prevent the organization from developing hypothetical inoculation.\n1\n As all of SCP-6442's training data and construction materials have been incinerated to prevent reverse-engineering, the protection of the object is considered a high priority.\n\n\n\n\nDue to tensions within the wider anomalous community, and deescalation meetings performing poorly, the above Special Containment Procedures are to be continued indefinitely. The procedures must be re-approved or updated at least once per three months by the Counter-Intelligence Agency, as per order of the O5 Council.\n\n\nThis document has been altered to exclude an undetermined portion of the full containment procedures for security concerns.\n\n\n \n\n\n \n\n\nDESCRIPTION:\n SCP-6442 refers to an inscription created by the SCP Foundation Counter-Intelligence Agency and Memetics Division. SCP-6442 is engraved within a sphere constructed with a classified carbon-fiber based elastomer.\n\n\nUpon perceiving at least 73% of the inscription, exposed subjects experience a complete cessation of all neurological functions instantaneously — this effect occurs in any sentient being, including non-organic lifeforms. To date, it is the most potent cognitohazard produced by the organization; it is estimated it would require a Cognitive Resistance Value of 742 or higher to survive.\n2\n As a result, inoculation is considered unfeasible or potentially impossible.\n\n\nSince its creation and containment in 2023, SCP-6442 has successfully neutralized at least eight thousand omniscient entities, at least two thousand of which were employed by the Global Occult Coalition.\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Memetic inoculation against SCP-6442 would place the SCP Foundation at a severe disadvantage in terms of espionage and covert warfare.\n\n\n2\n. Note: The CRV Scale is logarithmic.\n\n\n\n\n\n\n« \nSCP-6441\n | SCP-6442 | \nSCP-6443\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6442\n\" by Dr Shoulder and Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6442\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-6442.jpg\n\n\nName:\n Swinging Valve for Supersonic Wind Tunnel - GPN-2000-001474.jpg\n\n\nAuthor:\n NASA/GRC\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6442 \" by Dr Shoulder and Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-6442 . Licensed under CC-BY-SA .",
        "Filename: scp-6442.jpg Name: Swinging Valve for Supersonic Wind Tunnel - GPN-2000-001474.jpg Author: NASA/GRC License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-6442"
}