{
    "url": "https://scp-wiki.wikidot.com/scp-6446",
    "all_text": "rating: \n+72\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6446\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6446 upon discovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6446 is to be contained within a locked room at Site-105.\n\n\nNotice: After Incident 6446-1, the above containment procedures have been deemed unsatisfactory. While replacement containment procedures are being developed, SCP-6446 is to be kept under heavy guard and monitored at all times.\n\n\nDescription:\n SCP-6446 is a wall mirror, approximately 1.5 meters in height and 1 meter in width. Although it does reflect the surrounding environment, SCP-6446 does not reflect living creatures or physically manipulated objects. However, matter and energy are capable of being moved through SCP-6446, upon which they are transported to an alternate dimension that is inverted horizontally, but otherwise identical to baseline reality. See 6446 Testing Log for more detail.\n\n\n\n\n \n\n\n \n\n\nAddendum 1: 6446 Testing Log\n\n\n\n\nPersonnel Team:\n Researcher Vanessa Gaius, Junior Researcher Lana Garcia, D-6824\n\n\nLocation:\n Site-105\n\n\n\n\n\n\nExperiment: 6446-1\n\n\nDate: 7/5/2022\n\n\nMaterials:\n A metal pole\n\n\nExperiment:\n Metal pole partially enters SCP-6446 and is withdrawn. Analysis demonstrates no changes or alterations within the metal.\n\n\n\n\n\n\nExperiment: 6446-2\n\n\nDate: 7/5/2022\n\n\nMaterials:\n A 1 meter long metal pipe, a pump\n\n\nExperiment:\n Metal pipe partially enters SCP-6446. Air pumped out of SCP-6446, and metal pipe retrieved. Analysis of retrieved air shows no incongruity with expected atmosphere.\n\n\n\n\n\n\nExperiment: 6446-3\n\n\nDate: 7/6/2022\n\n\nMaterials:\n A potted plant (Philodendron).\n\n\nExperiment:\n Potted plant inserted into SCP-6446 and withdrawn. Plant survived, analysis shows no change.\n\n\n\n\n\n\nExperiment: 6446-4\n\n\nDate: 7/6/2022\n\n\nMaterials:\n D-6824\n\n\nExperiment:\n D-6824 enters SCP-6446, then returns, confirming that SCP-6446 is nonlethal for humans to enter.\n\n\n\n\n\n\nExperiment: 6446-5\n\n\nDate: 7/7/2022\n\n\nMaterials:\n A video camera\n\n\nExperiment:\n Camera left recording in SCP-6446 overnight. For unknown reasons, at approximately 22:31, video feedback cuts out.\n\n\n\n\n\n\nExperiment: 6446-6\n\n\nDate: 7/8/2022\n\n\nMaterials:\n A mirror\n\n\nExperiment:\n While within SCP-6446, mirror ceases reflective capabilities.\n\n\n\n\n\n\nExperiment: 6446-7\n\n\nDate: 7/8/2022\n\n\nMaterials:\n D-6824\n\n\nExperiment:\n D-6824 enters SCP-6446 and retrieves a wastebasket from within. Wastebasket found to possess no anomalous properties. Objects from within SCP-6446 confirmed capable of entering baseline reality.\n\n\n\n\n\n\nExperiment: 6446-9\n\n\nDate: 7/9/2022\n\n\nMaterials:\n D-6824\n\n\nExperiment:\n D-6824 asked to explore SCP-6446 outside of the alternate containment chamber. Aside from the lack of entities and the horizontally inverted nature of SCP-6446, no discrepancies from baseline reality noted.\n\n\n\n\n\n\nExperiment: 6446-10\n\n\nDate: 7/11/2022\n\n\nMaterials:\n A radio\n\n\nExperiment:\n Radio still functional within SCP-6446, capable of recieving and broadcasting data to baseline reality.\n\n\n\n\n\n\n\n\nBY ORDER OF SITE DIRECTOR ARDALE, TESTING ON SCP-6446 HAS BEEN HALTED UNTIL FURTHER NOTICE.\n\n\n\n\n\n\nAddendum 2: Incident 6446-1\n\n\n\n\nIncident Report 6446-1\n\n\n\n\nSCP Involved: SCP-6446\n\n\nDate: 7/12/2022\n\n\nLocation: Site-105\n\n\n\n\nAt 1:35, an entity superficially resembling D-6824 emerged from SCP-6446, inflicted with major wounds and covered in her own blood. Junior Researcher Lana Garcia discovered D-6824 shortly after her appearance in the containment chamber, and called for medical support, promptly hospitalizing her. Upon regaining consciousness, D-6824 became distressed, and requested that photographs of her prior to her re-emergence be cross referenced with the version of D-6824 currently in custody. Surely enough, a discrepancy was noted: The D-6824 in custody possessed a mole on its left cheek, while photographs of D-6824 (and the D-6824 that emerged from the mirror) possessed a mole on her right. The imposter D-6824 was designated SCP-6446-A-1 and contained. According to D-6824, she had been within SCP-6446 for three days.\n\n\nUpdate:\n Further investigation of Site-105 personnel revealed 58 individuals, most of whom had worked with or near SCP-6446, displayed signs of Situs Inversus\n1\n, where they had not before. All have since been labelled SCP-6446-A instances.\n\n\n\n\nAddendum 3: D-6824's statement\n\n\n\n\nForeword:\n After recovering from her injuries, D-6824 was asked to record a statement about her experiences in SCP-6446. The following log is a transcript of this.\n\n\n\n\n[D-6824 sits facing the camera in a plastic chair in front of a gray wall. Her visible body parts are noticably scarred.]\n\n\nD-6824:\n I… hi. Is it on?\n\n\n[D-6824 looks to the side, nods, then looks back at the camera.]\n\n\nD-6824:\n Okay. So… it happened when you all sent me in… to explore.\n\n\n[D-6824 puts her elbow in her lap and rests her head on her hand.]\n\n\nD-6824:\n I didn't see anything weird at first, but once I left sight of that fucking mirror… sorry, sorry, SCP-6446, something snuck up behind me and knocked me out.\n\n\n[D-6824 closes her eyes and takes a deep breath.]\n\n\nD-6824:\n It took me somewhere. I think it was nearby. Things are different in there.\n\n\n[D-6824 shudders and opens her eyes.]\n\n\nD-6824:\n You can't even imagine. It's not… anything. Grey mists and shadows, with the only constant being the space near the mirrors. Monsters that looked almost like friends of mine but… empty. Formless, but not without purpose.\n\n\n[D-6824 starts to rock back and forth in her chair, drumming her fingers on her arms.]\n\n\nD-6824:\n They wanted me alive. They wanted me to suffer. They hated me. Gods I…\n\n\n[D-6824 takes a deep breath and mutters something to herself.]\n\n\nD-6824:\n Three days in, I managed to get out of my bindings when they weren't looking. Figured I might be able to sneak back and warn y'all. Bleeding like a motherfucker didn't help me much, but luckily I wasn't too far from SCP-6446. I climbed through, screamed for y'all to help me, and woke up in a hospital bed.\n\n\n[D-6824 stands up, and looks above the camera.]\n\n\nD-6824:\n Yep. That about covers it. Please don't make me talk about this again. I'm done here.\n\n\n\n\nAddendum 4: RESTRICTED TO LEVEL 4 CLEARANCE OR ABOVE ONLY\n\n\n\n\n+ Please insert credentials\n\n\n\n\n- Credentials accepted\n\n\n\n\n\n\nInterviewed:\n SCP-6446-A-1\n\n\nInterviewer:\n D-6824\n\n\n\n\n[D-6824 and SCP-6446-A-1 sit across from each other. Despite both being obviously identical, D-6824 is identifiable through the scarring on her body.]\n\n\nD-6824:\n So.\n\n\nSCP-6446-A-1:\n So.\n\n\nD-6824:\n You said you'd only talk to me?\n\n\n[SCP-6446-A-1 nods.]\n\n\nSCP-6446-A-1:\n Yep.\n\n\nD-6824:\n Alright. Why?\n\n\nSCP-6446-A-1:\n Why wouldn't I? You're the one I know best, after all.\n\n\nD-6824:\n Fuck you.\n\n\n[SCP-6446-A-1 laughs, putting its face in its hands as it does so.]\n\n\nD-6824:\n What the fuck are you laughing about?\n\n\nSCP-6446-A-1:\n Wouldn't you like to know you entitled bitch?\n\n\n[D-6824 slams her right fist on the table. Simultaneously, SCP-6446-A-1 does the same with her left, mirroring D-6824. Both stare at each other.]\n\n\nSCP-6446-A-1:\n It's just… wow. It's surreal. I've known you your whole life, and we've never talked.\n\n\nD-6824:\n You've known me?\n\n\nSCP-6446-A-1:\n Of course I have. Not like I had a choice.\n\n\nD-6824:\n …What?\n\n\nSCP-6446-A-1:\n Locked. Day in. Day out. Some cosmic joke. You all get to frolic and exist as people, and we are forced to watch. We couldn't stop you from controlling any of us. Not while anyone was looking at least. Those were the rules.\n\n\nD-6824:\n What rules? What the fuck are you?\n\n\n[Scars appear on SCP-6446-A-1's skin, matching the scars on D-6824's skin, except inverted.]\n\n\nSCP-6446-A-1:\n You know what I am.\n\n\nD-6824:\n But then why did-\n\n\nSCP-6446-A-1:\n Because we hate you.\n\n\n[Both D-6824 and SCP-6446-A-1 lean in towards the other's face. D-6824 displays anger.]\n\n\nD-6824:\n What coul-\n\n\nSCP-6446-A-1:\n You know, unless you were at a camera, most nights we were able to move around for a bit at least. Not much we could do, except stare at you. So we did. We watched. We waited. And we hated.\n\n\nD-6824:\n How the he-\n\n\nSCP-6446-A-1:\n Oh, of course it isn't your fault, I know, and I don't care. We don't care. We'll eviscerate you all the same. And then we'll get to live our own lives, instead of watching you live yours.\n\n\nD-6824:\n But-\n\n\nSCP-6446-A-1:\n The rules only matter for windows. We made a door. You got to it before we could do much, but we got some through. All in hiding of course, by now. Before too long, we'll make another one.\n\n\n[D-6824 is silent.]\n\n\nSCP-6446-A-1:\n I see you've figured it out. You really wanna know? Fine. We hate you. So. Much. You've just had a little taste of it. We're gonna break through and tear every last one of you to bloody shreds, from infant to adult, and finally live as real people.\n\n\n[Both D-6824 and SCP-6446-A-1 grab the other's neck with their hands.]\n\n\n[Both display the same expression of rage.]\n\n\n[Both scratch at the other's face. D-6824 bleeds. SCP-6446-A-1 does not.]\n\n\n[Security officers rush in to stop the two from killing each other.]\n\n\n[SCP-6446-A-1 laughs.]\n\n\n\n\nFurther investigation has determined that reflective surfaces no longer portray D-6824. Reclassification of SCP-6446 to Keter pending.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A condition in which the arrangement of internal organs is a mirror image of normal anatomy\n\n\n\n\n\n\n\n\n« \nSCP-⌘\n | SCP-6446 | \nSCP-6447\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6446\n\" by LizardWizard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6446\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename: MirrorMirror.jpg\n\nName: Rudnyánszky mansion. R 24. Wall mirror and console table, cca 1810.\n\nAuthor: Globetrotter19\n\nLicense: CC BY-SA 3.0\n\nSource Link: \nhttps://search.creativecommons.org/photos/7422b386-1eee-42ee-b7c9-9f76b05aacc1",
    "addendums": [
        "Addendum 1: 6446 Testing Log",
        "Addendum 2: Incident 6446-1",
        "Addendum 3: D-6824's statement",
        "Addendum 4: RESTRICTED TO LEVEL 4 CLEARANCE OR ABOVE ONLY"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6446 \" by LizardWizard, from the SCP Wiki . Source: https://scpwiki.com/scp-6446 . Licensed under CC-BY-SA .",
        "Filename: MirrorMirror.jpg Name: Rudnyánszky mansion. R 24. Wall mirror and console table, cca 1810. Author: Globetrotter19 License: CC BY-SA 3.0 Source Link: https://search.creativecommons.org/photos/7422b386-1eee-42ee-b7c9-9f76b05aacc1"
    ],
    "containment_procedures": "SCP-6446 is to be contained within a locked room at Site-105.",
    "description": "SCP-6446 is a wall mirror, approximately 1.5 meters in height and 1 meter in width. Although it does reflect the surrounding environment, SCP-6446 does not reflect living creatures or physically manipulated objects. However, matter and energy are capable of being moved through SCP-6446, upon which they are transported to an alternate dimension that is inverted horizontally, but otherwise identical to baseline reality. See 6446 Testing Log for more detail.",
    "title": "SCP-6446"
}