{
    "url": "https://scp-wiki.wikidot.com/scp-6451",
    "all_text": "rating: \n+197\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6451\n - The \"Guy\" Man\n\n\n\n\nNormal just like you and me!\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6451\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRAISA Notice\n\n\nFollowing the events of Addendum.6451.2, portions of this file are outdated and awaiting rewrite. Updates pending.\n\n\n\n\n\n\n\n\n\n\nSCP-6451, photographed upon initial containment\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6451 is kept in a standard humanoid containment chamber in Foundation facility Area-179.\n\n\nDescription:\n SCP-6451 is a man of unknown descent, name, and origin resembling a healthy adult male. SCP-6451 stands at 1.9 meters, demonstrates above-average intelligence, and possesses ordinary biological and physiological functions.\n\n\nSCP-6451's anomalous properties, if any exist, are unknown.\n\n\nAddendum.6451.1:\n History\n\n\nThe Foundation has contained SCP-6451 since 1952, in a mass transferal of anomalies from one of the organization's predecessors, the American Secure Containment Initiative (ASCI). All documents on SCP-6451, should they have existed, were lost in the transfer. It is theorized this was a clerical error, though research efforts are ongoing. As a result, SCP-6451’s anomalous properties, history of containment, and identity are entirely unknown. Its status as an SCP object is granted under the assumption that ASCI had sufficient reason to contain SCP-6451 . Correspondence with ASCI personnel, both those integrated into the Foundation and elsewhere, has not resulted in further knowledge related to SCP-6451 . Both punitive and rewarding measures have proven unsuccessful in persuading SCP-6451 to reveal information about itself.\n\n\nAll attempts to gain further information from SCP-6451 on itself have ended roughly the same. See most recent interview log:\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Trenton:\n Alright, SCP-6451 , time for our weekly check-in. How have you been feeling?\n\n\nSCP-6451:\n Just peachy, doc.\n\n\nDr. Trenton:\n Good, good. That’s great to hear, we’re happy for you.\n\n\n(\nSilence.\n)\n\n\nDr. Trenton:\n Alright, you know the drill. Do you want to tell us who you are yet?\n\n\nSCP-6451:\n Nope.\n\n\nDr. Trenton:\n Would you be interested in participating in further testing?\n\n\nSCP-6451:\n Absolutely not.\n\n\nDr. Trenton:\n Are you aware of anomalies relating to yourself the Foundation is not privy to?\n\n\nSCP-6451:\n I am.\n\n\nDr. Trenton:\n Do you remember why you were detained by the ASCI?\n\n\nSCP-6451:\n I do.\n\n\nDr. Trenton:\n Would you… care to elaborate on either of those answers?\n\n\nSCP-6451:\n No.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum.6451.2:\n Behavioral Reports\n\n\n\n\n\n\nSCP-6451 has demonstrated numerous abnormal patterns of behavior over its years of containment, none of which have been determined to be anomalous or the results of the object’s anomalous properties. Notable events have been listed below.\n\n\n\n\n\n\nSCP-6451 has not expressed discomfort when exposed to isolating environments, and measures such as removing amenities from its containment cell have not persuaded the entity to reveal information about itself or comply with the Foundation’s demands.\n\n\n\n\n\n\nSCP-6451 will often request items to be delivered to its containment chamber, which are often approved in an attempt to gauge potential anomalous properties through interactions between the entity and ordinary objects. Requests have included a complete library of Arthur Conan Doyle’s bibliography (\ngranted\n), several model train kits and associated materials (\ngranted\n), a television (\ngranted\n), a complete medieval suit of armor (\ngranted\n), 17 kilograms of excess wood shavings from a hickory tree (\ngranted\n), and a coffin that had been modified for use as a bed (\ngranted\n). No items have provided insight regarding SCP-6451.\n\n\n\n\n\n\nSCP-6451 has amused itself by vocalizing screeches and cries for hours on end. When confronted about this, it revealed that these sounds were intended to \"protect its carnal purity\".\n\n\n\n\n\n\nSCP-6451 was allowed use of a personal computer in hopes it would reveal personal information about itself. SCP-6451 has since spent the entirety of its time on the internet becoming proficient in the hobby of bird watching and researching the lives of the First Ladies of the United States. SCP-6451 is under the assumption that television personality Martha Stewart is a First Lady of the United States, and is unable to be convinced otherwise.\n\n\n\n\n\n\nSCP-6451 will fabricate information about other objects in containment, citing random SCP designations coupled with vague statements. Examples include stating that SCP-7000 communicated with it in a dream and that it is currently in a relationship with SCP-6556. These claims are presumed to be false, and the Foundation does not suspect SCP-6451 to have knowledge of other anomalies.\n\n\n\n\n\n\nSCP-6451 will, at times, perform a hand-stand until it passes out from asphyxiation, prompting medical attention. When asked about why it continued this behavior, SCP-6451 stated that “If you could get the medical experience without paying a cent, you’d do it too.”\n\n\n\n\n\n\n\n\n\n\nSCP-6451 crawls on all-fours inside its containment cell. Dr. Trenton enters.\n\n\nDr. Trenton:\n Morning, SCP-6451. I hope I didn't interrupt anything important.\n\n\nSCP-6451 snorts loudly and growls.\n\n\nDr. Trenton:\n New policy going around humanoid containment sites, I have to give these 'enrichment activities' to you. Puzzles! Oooh!\n\n\nTrenton approaches SCP-6451. It hunches forward and growls again.\n\n\nSCP-6451:\n I'm an anteater.\n\n\nDr. Trenton:\n Alright, I'll just leave the puzzles over here then.\n\n\nTrenton bends down to place the boxes near SCP-6451. It jumps back and winces in pain.\n\n\nSCP-6451:\n You're stepping on my snout.\n\n\nDr. Trenton:\n I'm not even near you.\n\n\nSCP-6451:\n You're stepping on the ants.\n\n\nDr. Trenton:\n You've been crawling on your hands and knees for a fucking week now!\n\n\nSCP-6451 hisses.\n\n\n\n\n\n\n\n\n\n\nSCP-6451 complained of “very small entities” inside its containment chamber that were procreating inside the entity’s nose, prompting Foundation investigation. SCP-6451 frequently will “set traps” using objects inside its chamber in hopes of catching these entities. On multiple occasions, SCP-6451 has claimed it is “possessed” by an entity, marking each occasion with apparent bowel incontinence. This has resulted in multiple interviews ending due to the SCP-6451 defecating in front of and on personnel. The existence of these entities is disputed among the Foundation.\n\n\n\n\n\n\nSCP-6451 has declared multiple dates as its birthday and expresses agitation when attending personnel refuse to acknowledge a date as a cause for celebration.\n\n\n\n\n\n\nSCP-6451 once spent weeks alluding to an important event, speaking in vague notions regarding “an impact” or “the reckoning”. On 1989/2/19, a delirious SCP-6451 alerted personnel that the event was about to happen, and requested it be transferred to a medical ward. After straining and screaming to itself for five hours, SCP-6451 sneezed, and promptly returned to its regular demeanor, stating that it was the event in question. Amenities were removed from SCP-6451’s containment chamber for a month. The entity remained unfazed.\n\n\n\n\n\n\nSCP-6451 has expressed great interest in Michael Bay's \nTransformers\n film-franchise. As these films contain subliminal and overt religious signalling crafted by members of \nGoI-004 \"The Church of the Broken God\"\n, SCP-6451's request to view the films was granted in hopes that a link between the two would surface. SCP-6451 was incredibly engaged by the films, calling them \"masterpieces\", and spending multiple interviews discussing them with personnel at length. A connection to the Church has yet to be determined.\n\n\n\n\n\n\nDuring early containment, when punitive measures were being explored as a means of extracting information from SCP-6451, the entity was threatened with a position as D-Class personnel. SCP-6451, much to the chagrin of attending staff, excitedly accepted this position and proceeded to defy most commands given to it during testing attempts. Two indirect object neutralizations, a large loss of data, and a containment breach resulted before SCP-6451 was pulled from duty.\n\n\n\n\n\n\nFor three weeks, SCP-6451 responded to all questions with the statement \"I'm nobody\" and refused to elaborate. This prompted a large-scale investigation of all documents related to \nGoI-000, \"Nobody\"\n in hopes of correlating them to SCP-6451. The investigation was inconclusive, and SCP-6451's motivation for repetition of this phrase remains unknown, with SCP-6451 feigning ignorance to ever doing so.\n\n\n\n\n\n\nSCP-6451 consumes both its finger and toe nails.\n\n\n\n\n\n\nBecause SCP-6451 performs within the above-average margins on intelligence measuring tests, it is assumed the majority, if not all of these actions, are performed with the intent of SCP-6451 amusing itself and not due to a medical or mental condition, as several personnel have suggested.\n\n\nAddendum.6451.2:\n Status Update\n\n\nOn 2020/8/29, SCP-6451 died of unknown causes inside its containment chamber, marking 68 years of containment. Both autopsy of SCP-6451 and analysis of the chamber did not suggest a probable cause of death.\n\n\nFollowing SCP-6451's death, Area-179's Directorial Board held a conference regarding the object's continued status as an SCP file despite it not displaying any known anomalous properties. This conversation lasted for twelve consecutive hours. Proposed solutions included designating it as decommissioned, -EX, or -ARC, all of which were denied for not meeting necessary criteria to do so. The conference concluded that the SCP-6451 file would remain untouched in hopes that ongoing RAISA reassessment of ASCI documents would reveal SCP-6451’s original documentation.\n\n\nTwo days later, on 2020/8/31, the cadaver of SCP-6451 ejected a small piece of paper from the entity's navel. A transcription of the text, which was written in pencil, has been reproduced below.\n\n\n\n\n\n\nCongratulations! You've found The \"Guy\" Man! Collect them all:\n\n✅ The \"Guy\" Man\n\n\nYou did it! Well done!\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6450\n | SCP-6451| \nSCP-6452\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6451\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6451\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n guy\n\n\nName:\n Raymond Mercellin 1950\n\n\nAuthor:\n Anonymous\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum.6451.1: History\nThe Foundation has contained SCP-6451 since 1952, in a mass transferal of anomalies from one of the organization's predecessors, the American Secure Containment Initiative (ASCI). All documents on SCP-6451, should they have existed, were lost in the transfer. It is theorized this was a clerical error, though research efforts are ongoing. As a result, SCP-6451’s anomalous properties, history of containment, and identity are entirely unknown. Its status as an SCP object is granted under the assumption that ASCI had sufficient reason to contain SCP-6451 . Correspondence with ASCI personnel, both those integrated into the Foundation and elsewhere, has not resulted in further knowledge related to SCP-6451 . Both punitive and rewarding measures have proven unsuccessful in persuading SCP-6451 to reveal information about itself.\nAll attempts to gain further information from SCP-6451 on itself have ended roughly the same. See most recent interview log:",
        "Addendum.6451.2: Behavioral Reports\nBecause SCP-6451 performs within the above-average margins on intelligence measuring tests, it is assumed the majority, if not all of these actions, are performed with the intent of SCP-6451 amusing itself and not due to a medical or mental condition, as several personnel have suggested.",
        "Addendum.6451.2: Status Update\nOn 2020/8/29, SCP-6451 died of unknown causes inside its containment chamber, marking 68 years of containment. Both autopsy of SCP-6451 and analysis of the chamber did not suggest a probable cause of death.\nFollowing SCP-6451's death, Area-179's Directorial Board held a conference regarding the object's continued status as an SCP file despite it not displaying any known anomalous properties. This conversation lasted for twelve consecutive hours. Proposed solutions included designating it as decommissioned, -EX, or -ARC, all of which were denied for not meeting necessary criteria to do so. The conference concluded that the SCP-6451 file would remain untouched in hopes that ongoing RAISA reassessment of ASCI documents would reveal SCP-6451’s original documentation.\nTwo days later, on 2020/8/31, the cadaver of SCP-6451 ejected a small piece of paper from the entity's navel. A transcription of the text, which was written in pencil, has been reproduced below."
    ],
    "documents": [],
    "notes": [
        "Congratulations! You've found The \"Guy\" Man! Collect them all: ✅ The \"Guy\" Man You did it! Well done!",
        "\" SCP-6451 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6451 . Licensed under CC-BY-SA .",
        "Filename: guy Name: Raymond Mercellin 1950 Author: Anonymous License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6451 is kept in a standard humanoid containment chamber in Foundation facility Area-179.",
    "description": "SCP-6451 is a man of unknown descent, name, and origin resembling a healthy adult male. SCP-6451 stands at 1.9 meters, demonstrates above-average intelligence, and possesses ordinary biological and physiological functions.",
    "title": "SCP-6451"
}