{
    "url": "https://scp-wiki.wikidot.com/scp-6453",
    "all_text": "rating: \n+99\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6453\n - Shit Yeti\n\n\n\n\nreturn of the king\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6453\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6453's previous residence, an ice hole on Mt. Everest\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-179\n\n\nJ. Dune\n\n\nR. McFarland\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nMt. Everest, the origin of SCP-6453\n\n\n\n\n\n\nSpecial Containment Procedures:\n A Foundation essentials outpost and protective door have been constructed at the entrance of SCP-6453’s cave. Due to the massive amounts of excrement and waste present in the containment chamber, all personnel making contact with SCP-6453 are to wear sealed HAZMAT suits. Completed SCP-6453-1 instances are to be disposed of using the on-site incinerator. SCP-6453 is kept unaware of the disposal process, and is led to believe its materials were delivered safely to the intended individual. The anomaly's secluded location has deemed further containment procedures unnecessary.\n\n\nDescription:\n SCP-6453 is an ape-like humanoid entity, standing at 4.6 meters tall. Its physique is muscular, with gray skin, a tuft of fur\n1\n , a pronounced brow ridge, flared nostrils, and a curved crest on its forehead. On top of anomalously enhanced strength, SCP-6453’s skin has demonstrated advanced durability, able to withstand ammunition and similarly high impact forces.\n\n\nSCP-6453 is capable of producing large amounts of excrement— up to 480 kilograms per day— regardless of nutritional intake. SCP-6453 has produced waste equivalent to all seven types on the Bristol Stool Chart\n2\n.\n\n\nSCP-6453 displays autocoprophagia\n3\n, and as a result shows signs of conditions associated with the fecal-oral route, most prominently vibrio cholerae, helminthiasis (intestinal worm infection), and toxoplasmosis, among others. These conditions manifest in SCP-6453 showing symptoms such as excessive vomiting, diarrhea, bloody stool, seizures, and bacterial infection, but do not deter SCP-6453 from continuing its ordinary pattern of behavior or cause the entity discomfort.\n\n\nSCP-6453 will use its hands, feet, and mouth to knead, mold, and chew its waste into a hollow square box, which it will then fill with additional excrement. The end result of this process is designated SCP-6453-1. The majority of SCP-6453’s activity is composed of vacating its bowels, subsequent sculpting, and consumption of excess material.\n\n\nSCP-6453 verbally communicates with a limited understanding of the English language, but demonstrates awareness of social cues and its surroundings through body language and guttural vocalizations. The only words SCP-6453 has spoken thus far have been the names of prominent American politicians. Examples of such names include Herbert Hoover, Ronald Reagan, Nancy Pelosi, and Ross Perot. No discernible pattern or preference of any sort has been derived from these names.\n\n\nWhen an instance of SCP-6453-1 is left untouched for a duration of two minutes, it will disappear entirely. The object will then reappear at the present location of its intended recipient, as stated by SCP-6453 upon “completing” an SCP-6453-1 instance. Physical contact with SCP-6453-1 prior to the delivery process interrupts the item’s disappearance. No disease has resulted from a recipient coming into contact with a “delivered” SCP-6453-1 instance.\n\n\nAddendum.6453.1:\n History\n\n\nThe phenomenon of SCP-6453-1 instances appearing before American politicians has been documented since 1863, when President Abraham Lincoln awoke to find a box of excrement in his bed, resulting in a domestic incident between the President and his wife. Days later, a SCP-6453-1 instance manifested and dropped on the head of Chief Justice Roger B. Taney during a Supreme Court hearing. The ensuing investigation was headed by the American Secure Containment Initiative (ASCI), and while thousands of cases were documented and covered up over the years, a source or explanation for the phenomenon remained unknown until 2017, when the U.S Army discovered SCP-6453 residing in an ice hole on Mt. Everest during \nan investigation of unrelated anomalous phenomena.\n Initial report follows.\n\n\n\n\n\n\nSUMMARIZED AFTER-ACTION REPORT XE12H\n\n\n\n\nThe first thing we noticed was the smell. Even through the filtration equipment, about a half hour out from the cave, it was there, and it grew stronger with every step we took.\n\n\nInside, the stench was overwhelming. Carross, Jackson, and Potekin passed out, while the rest of us were struggling to breathe the entire time. It was shit, as far as we could see. Shit on the ground, shit dripping from the ceiling, shit that was discolored and runny, and shit that was frozen over. Some of it was piled into mounds, and some of it was thrown across the cave, molded into half-finished shapes and designs. It wasn’t ordinary excrement either. It was laced with mucus and blood, and if you looked close enough, you’d see tiny bugs crawling around in the shit piles, living in turd castles their colonies called home. If you didn’t watch your step over some of the more uneven, steep terrain, you’d find yourself face-down in a puddle of liquid-brown. In the distance, we heard the deep, strained cries of the entity, tempting us to explore the ice-hole deeper.\n\n\nAfter about 5 minutes of wading through waste of varying consistencies, including a knee-deep bog of diarrhea and a tunnel of shit that we had to crawl through, we funneled into a foyer. There it was. A great ape, squatting on the ground with its legs outstretched, attempting to relieve itself atop a mountain of hardened, black excrement. Its cries echoed throughout the cave, as did the plopping sound of a freshly squeezed pile of feces seconds later. When I say this monkey’s butthole was blown out, I mean that its prolapsed anus, the size of a man’s head, was practically dragging on the floor. Then it noticed us, and with arms outstretched, offered some of its waste.\n\n\nWe tried to back away, but the entity became aggressive. Lieeman fired, and the rest of us followed suit. Its skin was as tough as its shit. I radioed for backup, but I knew it’d be hours before we could be rescued.\n\n\nThe thing made us watch. They said we were in there for less than six hours, but time works differently when you’re covered in Yeti crap from head to toe. The monkey would shit, and then play with the shit, and then once it was molded into a shit-box, it’d toss it over to us and scream out George Bush’s name. We’re not sure if it wanted the father or the son. Then it’d snatch the box back, cock its head all disappointed-like, and smash it to pieces. Sometimes it got aggressive and flung the shit back at us, or tried to get us to eat it. Smashing its maggot-infested, bloody, stinking shit up against our respirators and rubbing it in our hair. God, I can still taste it. If one of us vomited, it’d get all excited, scoop up the puke, and mash it in with the shit. It was a goddamn nightmare.\n\n\nEventually, they airlifted us out. The yeti gave chase, but it lost interest as soon as we stepped out of the cave. We opened communications with the UIU first, but a Foundation representative was on-site within the hour. Right now, half of my team is getting their stomach pumped in the medical bay, while the other half still haven’t left the showers.\n\n\nThat thing’s poop was in my mouth. I ate its feces.\n\n\n\n\nAfter an assessment of its behaviors and understanding the correlation between previously documented incidents and the entity, the Foundation attempted to take custody of SCP-6453. This was deterred by the Federal Bureau of Investigation’s Unusual Incidents Unit (UIU), who argued that SCP-6453 was liable to be charged with the harassment of countless prominent political figures, and its containment would fall under the jurisdiction of the federal government.\n\n\nAfter an extensive legal battle and diplomatic discourse between the Foundation and the Unusual Incidents Unit, custody of SCP-6453 was given to the Foundation. In an official memo, the UIU cited that the entity was “…unable to recognize any consequences placed upon it”, and felt that containment was a waste of resources. Current containment procedures were put in place following the Foundation’s cataloging of the anomaly.\n\n\nAddendum.6453.2:\n Interview Log\n\n\nIn an attempt to understand SCP-6453’s motivations for the continued harassment of political figures, an interview was held.\n\n\n\n\n»BEGIN LOG«\n\n\nDr. McFarland, dressed in a HAZMAT suit, stands inside the foyer of SCP-6453’s cavern, taking notes. He is covered in excrement. SCP-6453 is sitting in a corner, smashing its waste into formation.\n\n\nDr. McFarland:\n SCP-6453, what’s, uh, what’s going on?\n\n\nSCP-6453 looks up at McFarland and motions the doctor forward. McFarland follows.\n\n\nDr. McFarland:\n Who’s this one for?\n\n\nSCP-6453:\n BILL CLINTON.\n\n\nDr. McFarland:\n Bill Clinton, right. So, if you don’t mind me asking, what’s the point of all this? Why do you send these out?\n\n\nSCP-6453 grunts and delivers what is believed to be an explanation. The entity gesticulates and verbalizes for an extended period of time, occasionally smearing crude symbols onto the wall using its excrement-covered hands. After five minutes of uninterrupted elaboration, SCP-6453 draws what is clearly intended to be a ‘heart’ shape around a simplistic figure of a human holding a square.\n\n\nDr. McFarland:\n I see…\n\n\nSCP-6453 stops sculpting, and stares at the box it has molded. The entity screams in frustration and slams it into the cavern wall. The entity puts its head to its knees, and remains in this position for a period of time. Dr. McFarland is unable to communicate with SCP-6453 for the duration of the interview.\n\n\n»END LOG«\n\n\n\n\nResearcher’s Note:\n \nMy observation of SCP-6453 has shown that the anomaly is not only remarkably intelligent, but also appears to view the objects it molds its excrement into with a sense of pride. Its creative ambition is reminiscent of the human artist, including periods of intensive self-reflection and bursts of inspiration. SCP-6453 deliberates on an SCP-6453-1 instance heavily before it's “complete”, though the criteria by which it measures success remain unknown. On average, SCP-6453 finishes an SCP-6453-1 instance and prepares it for delivery about twice a week. - Dr. R. McFarland\n\n\n\n\nAddendum.6453.3:\n Behavior Report\n\n\n\n\n\n\nStatement to Area-179 Re: SCP-6453\n\n\nPrepared by Dr. R. McFarland\n\n\n2017/11/12\n\n\n\n\nFor months, SCP-6453 has been led to believe that an instance of SCP-6453-1, upon completion, is delivered to its intended recipient. The entity’s trusting nature, undoubtedly due to our non-aggressive approach in interacting with it, has enabled us to safely dispose of SCP-6453-1 instances via an on-site incinerator unit after they are handed to us.\n\n\nOver the past three weeks, SCP-6453 has displayed uncharacteristic behavior akin to depression and intense lethargy found in humans. Examples include sleeping for more than twelve hours a day, decreased productivity, refusal of food— including its own excrement— and a total lack of creative activity. Attempts to communicate with SCP-6453 have been met with dismissal and sometimes aggression.\n\n\nI believe the reason for this abrupt shift in behavior can be traced to an event that occurred a day before SCP-6453 began displaying noticeable changes in its demeanor. A transcript has been included below.\n\n\n\n\nThe security door installed on the front of SCP-6453’s cave slides open, and two Foundation security guards — Kowitz and Horn— enter, each outfitted with a ventilated HAZMAT suit. The interior is littered with excrement, which coats the walls and floors in every direction. SCP-6453 sits at the center, repeatedly punching a wad excrement in order for it to fit inside the \"box\" it had sculpted earlier.\n\n\nKowitz:\n Hey, big guy.\n\n\nSCP-6453 vocalizes a deep grunt as it spatters a \"lid\" on top of the SCP-6453-1 instance.\n\n\nKowitz:\n You got something for us?\n\n\nSCP-6453 lifts itself from the ground and approaches the two guards, outstretching its arms repeatedly, thrusting the SCP-6453-1 instance towards them.\n\n\nKowitz:\n Woah, look at you go! Who's this one for?\n\n\nSCP-6453:\n TED CRUZ.\n\n\nKowitz:\n Ted Cruz? Alright, I'll make sure he gets it. Have a good one, fella!\n\n\nSCP-6453 nods, grunts, and returns to the center of the cave, where it assumes a squatting position and prepares to produce more excrement.\n\n\nHorn:\n Carl. What’s the fucking deal with this thing?\n\n\nKowitz:\n The abominable shitman? Uh, what do you mean? He’s a big, stinky bigfoot that mails his poop to politicians. What else do you need to know?\n\n\n\n\nHorn:\n Yeah, but what’s the \npoint\n? What’s his motivation? The whole concept just seems so crude and juvenile.\n\n\n\n\nKowitz:\n I don’t make the rules, bud. I just help enforce them. If stuff was comprehensible, we wouldn’t be calling it anomalous. Just is. Come on, we got a \ndelivery\n to make for Mr. Cruz!\n\n\nKowitz puts emphasis on the last sentence. SCP-6453 grunts from the corner and waves.\n\n\n\n\nHorn:\n Alright, let’s burn this shit. Did I tell you the flames accidentally nicked me last time? Still can’t feel my pinky. (\nLaughs\n)\n\n\n\n\nSCP-6453 stares and tilts its head at the two of them.\n\n\n\n\nKowitz hits Horn and coughs loudly. He pushes him out of the cave as the two exit the chamber to incinerate the SCP-6453-1 instance.\n\n\n\n\nKowitz and Horn were both reprimanded for an informational security breach in regards to the incineration of the SCP-6453-1 instances, a process intended to be kept hidden from SCP-6453 to ensure compliance. In the days following, SCP-6453 began to display its current behavior patterns, and directly indicated that Horn’s statement affected it profusely. Attempts to convince SCP-6453 that its excrement was being delivered to its intended recipients were met with failure and bouts of aggression from the entity. A transcript of my latest attempt at communication with SCP-6453 is included below.\n\n\n\n\nDr. McFarland enters the innermost chamber of the cave. SCP-6453 does not acknowledge the doctor’s presence. Instead, it sits on a clump of excrement in front of a pile of waste molded into the shape of a desk and a computer. The entity haphazardly “clicks” a mouse made of its waste.\n\n\n\n\nDr. McFarland:\n Hey, how are you doing?\n\n\nSCP-6453 collapses forward, breaking through the waste structures and falling to the floor. It groans.\n\n\n\n\nAs this is a clear case of containment-induced depression, I’m wondering if there is anything you, or the rest of the Integration Project\n4\n board can do for us here?\n\n\nThank you for your consideration.\n\n\n\n\nThe above document was received by Area-179 and discussed by the board over several meetings. A potential solution was pitched to the necessary channels, and was met with hesitation, but passed regardless.\n\n\n\n\nArea-179 Integration Project Board\n\n\n\n\nDr. R. McFarland,\n\n\nAfter much deliberation and a few called-in favors, we managed to work something out. I’ve attached the preparation document below. It’s not integration, exactly, but it’s definitely going to be a quality-of-life improvement for our filthy fellow.\n\n\nNow, the Overseer Council \nmay\n be stretching the definition of what a prominent American political figure is, but when you think about it, SCP-6453 should be ecstatic at the prospects here. Give it a look when you can.\n\n\n[SCP-6453 Rehabilitation Planner]\n\n\nDr. J. Dune\n\n\nArea-179 Site Director\n\n\n\n\nOn 2018/2/12, after weeks of preparation, available members of the Overseer Council gathered at Secure Facility Site-02\n5\n for a conference. Curated transcript follows.\n\n\n\n\nO5-12, O5-2, O5-7, O5-8, and O5-3 are seated in an ornate conference room, all wearing ventilated HAZMAT suits. Several armed personnel stand guard.\n\n\nO5-2:\n I can’t believe this actually passed.\n\n\nO5-12:\n It’s… good press? Like a Make-A-Wish kid.\n\n\nO5-2:\n We are the fucking press, Twelve.\n\n\nO5-7:\n It’ll be over quickly. If it keeps the turd cryptid happy and healthy, it’s not a total waste. Besides, we do owe the Board a favor for that whole… invasion incident a while back.\n\n\nDr. McFarland enters the room, smiling.\n\n\nDr. McFarland:\n Overseers! It’s time! Again, the Integration Board graciously thanks you for your audience and assistance in SCP-6453’s containment. Uh, we hope you find this experience eye-opening. May we present to you SCP-6453.\n\n\nSCP-6453 enters the room, wearing a heavily stained tuxedo. The entity ecstatically vocalizes and gesticulates to the conference table.\n\n\nSCP-6453:\n [DATA EXPUNGED]\n6\n\n\nSCP-6453 rushes over to O5-7 and begins shaking the Overseer’s hand.\n\n\nDr. McFarland:\n You’re his favorite Reconstruction-era president, Seven!\n\n\nO5-7:\n O-Oh, it’s always nice to meet a fan in this day and age.\n\n\nO5-7 looks at the dirtied glove of his suit, which is now covered in excrement.\n\n\nAn armed guard wheels in a large box. SCP-6453 opens it.\n\n\nDr. McFarland:\n And what we all gathered here for. SCP-6453’s handmade artwork, made especially for the Council. He hopes you will appreciate it.\n\n\nSCP-6453 triumphantly vocalizes and beats its hands against its chest. It retrieves five instances of SCP-6453-1 from the box and passes them out to each Overseer. Each gift is accompanied by a hand-shake, or in O5-7’s case, a hug.\n\n\nO5-12:\n Oh, thank you, SCP-6453. These are truly magnificent.\n\n\nO5-2 vomits inside their suit. McFarland gestures to the Overseers to clap, and the room collectively applauds SCP-6453.\n\n\nSCP-6453 begins crying. Chemical analysis later determined the tears to be watery stool.\n\n\nSCP-6453:\n THANK YOU.\n\n\n\n\nSCP-6453’s presentation to the Council proved to successfully better the anomaly’s temperament and state of mind. SCP-6453 now focuses its efforts on crafting SCP-6453-1 instances solely for the Overseer Council, as well as other prominent Foundation personnel embedded in American politics, to receive. As a result, the Integration Program has determined that these presentations are to occur monthly to ensure proper mental health for SCP-6453. A gallery of SCP-6453-1 instances has been erected inside Secure Facility Site-02.\n\n\n\n\nFootnotes\n\n\n1\n. Though SCP-6453’s fur has been heavily stained and matted to the point of discoloration.\n\n\n2\n. Type 1 indicates hard, separate, clumped stool, associated with severe constipation. Type 2 refers to clumped stool, with a sausage-like shape. Type 3 is similar to type 2, but displays interstices on its surface. Type 4 is entirely smooth, with considerable length in comparison to previous types. Type 5 are separated, soft globules indicating fiber deprivation. Type 6 has a loose consistency with sharper edges, commonly found in mild cases of diarrhea. Type 7 is a watery movement, with no solid stool.\n\n\n3\n. Consumption of one’s own feces.\n\n\n4\n. A committee of researchers at Area-179 who focus on ethical accommodations, rehabilitation efforts, and potential integration into the Foundation’s command structure for contained anomalies.\n\n\n5\n. An unlisted facility staffed exclusively by high-ranking Foundation personnel, used to store and research anomalies of the highest sensitivity to Foundation security.\n\n\n6\n. SCP-6453 demonstrates awareness of all of the present overseers' identities as prominent political figures, stating their common names. Removed for security purposes.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6452\n | SCP-6453| \nSCP-6454\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6453\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6453\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n icehole\n\n\nName:\n File:Lovenbreen Ice cave 8.JPG\n\n\nAuthor:\n \nSuperchilum\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n \nwikimedia commons\n\n\n\n\n\n\nFilename:\n everest\n\n\nName:\n Mount Everest from Kalapatthar.\n\n\nAuthor:\n Pavel Novak\n\n\nLicense:\n CC-BY-SA-2.5\n\n\nSource Link:\n \nwikimedia commons",
    "addendums": [
        "Addendum.6453.1: History\nThe phenomenon of SCP-6453-1 instances appearing before American politicians has been documented since 1863, when President Abraham Lincoln awoke to find a box of excrement in his bed, resulting in a domestic incident between the President and his wife. Days later, a SCP-6453-1 instance manifested and dropped on the head of Chief Justice Roger B. Taney during a Supreme Court hearing. The ensuing investigation was headed by the American Secure Containment Initiative (ASCI), and while thousands of cases were documented and covered up over the years, a source or explanation for the phenomenon remained unknown until 2017, when the U.S Army discovered SCP-6453 residing in an ice hole on Mt. Everest during an investigation of unrelated anomalous phenomena. Initial report follows.\nAfter an assessment of its behaviors and understanding the correlation between previously documented incidents and the entity, the Foundation attempted to take custody of SCP-6453. This was deterred by the Federal Bureau of Investigation’s Unusual Incidents Unit (UIU), who argued that SCP-6453 was liable to be charged with the harassment of countless prominent political figures, and its containment would fall under the jurisdiction of the federal government.\nAfter an extensive legal battle and diplomatic discourse between the Foundation and the Unusual Incidents Unit, custody of SCP-6453 was given to the Foundation. In an official memo, the UIU cited that the entity was “…unable to recognize any consequences placed upon it”, and felt that containment was a waste of resources. Current containment procedures were put in place following the Foundation’s cataloging of the anomaly.",
        "Addendum.6453.2: Interview Log\nIn an attempt to understand SCP-6453’s motivations for the continued harassment of political figures, an interview was held.",
        "Addendum.6453.3: Behavior Report\nThe above document was received by Area-179 and discussed by the board over several meetings. A potential solution was pitched to the necessary channels, and was met with hesitation, but passed regardless.\nOn 2018/2/12, after weeks of preparation, available members of the Overseer Council gathered at Secure Facility Site-02 5 for a conference. Curated transcript follows.\nSCP-6453’s presentation to the Council proved to successfully better the anomaly’s temperament and state of mind. SCP-6453 now focuses its efforts on crafting SCP-6453-1 instances solely for the Overseer Council, as well as other prominent Foundation personnel embedded in American politics, to receive. As a result, the Integration Program has determined that these presentations are to occur monthly to ensure proper mental health for SCP-6453. A gallery of SCP-6453-1 instances has been erected inside Secure Facility Site-02."
    ],
    "documents": [],
    "notes": [
        "The security door installed on the front of SCP-6453’s cave slides open, and two Foundation security guards — Kowitz and Horn— enter, each outfitted with a ventilated HAZMAT suit. The interior is littered with excrement, which coats the walls and floors in every direction. SCP-6453 sits at the center, repeatedly punching a wad excrement in order for it to fit inside the \"box\" it had sculpted earlier. Kowitz: Hey, big guy. SCP-6453 vocalizes a deep grunt as it spatters a \"lid\" on top of the SCP-6453-1 instance. Kowitz: You got something for us? SCP-6453 lifts itself from the ground and approaches the two guards, outstretching its arms repeatedly, thrusting the SCP-6453-1 instance towards them. Kowitz: Woah, look at you go! Who's this one for? SCP-6453: TED CRUZ. Kowitz: Ted Cruz? Alright, I'll make sure he gets it. Have a good one, fella! SCP-6453 nods, grunts, and returns to the center of the cave, where it assumes a squatting position and prepares to produce more excrement. Horn: Carl. What’s the fucking deal with this thing? Kowitz: The abominable shitman? Uh, what do you mean? He’s a big, stinky bigfoot that mails his poop to politicians. What else do you need to know? Horn: Yeah, but what’s the point ? What’s his motivation? The whole concept just seems so crude and juvenile. Kowitz: I don’t make the rules, bud. I just help enforce them. If stuff was comprehensible, we wouldn’t be calling it anomalous. Just is. Come on, we got a delivery to make for Mr. Cruz! Kowitz puts emphasis on the last sentence. SCP-6453 grunts from the corner and waves. Horn: Alright, let’s burn this shit. Did I tell you the flames accidentally nicked me last time? Still can’t feel my pinky. ( Laughs ) SCP-6453 stares and tilts its head at the two of them. Kowitz hits Horn and coughs loudly. He pushes him out of the cave as the two exit the chamber to incinerate the SCP-6453-1 instance.",
        "Dr. McFarland enters the innermost chamber of the cave. SCP-6453 does not acknowledge the doctor’s presence. Instead, it sits on a clump of excrement in front of a pile of waste molded into the shape of a desk and a computer. The entity haphazardly “clicks” a mouse made of its waste. Dr. McFarland: Hey, how are you doing? SCP-6453 collapses forward, breaking through the waste structures and falling to the floor. It groans.",
        "\" SCP-6453 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6453 . Licensed under CC-BY-SA .",
        "Filename: icehole Name: File:Lovenbreen Ice cave 8.JPG Author: Superchilum License: CC-BY-SA-3.0 Source Link: wikimedia commons",
        "Filename: everest Name: Mount Everest from Kalapatthar. Author: Pavel Novak License: CC-BY-SA-2.5 Source Link: wikimedia commons"
    ],
    "containment_procedures": "A Foundation essentials outpost and protective door have been constructed at the entrance of SCP-6453’s cave. Due to the massive amounts of excrement and waste present in the containment chamber, all personnel making contact with SCP-6453 are to wear sealed HAZMAT suits. Completed SCP-6453-1 instances are to be disposed of using the on-site incinerator. SCP-6453 is kept unaware of the disposal process, and is led to believe its materials were delivered safely to the intended individual. The anomaly's secluded location has deemed further containment procedures unnecessary.",
    "description": "SCP-6453 is an ape-like humanoid entity, standing at 4.6 meters tall. Its physique is muscular, with gray skin, a tuft of fur1 , a pronounced brow ridge, flared nostrils, and a curved crest on its forehead. On top of anomalously enhanced strength, SCP-6453’s skin has demonstrated advanced durability, able to withstand ammunition and similarly high impact forces.",
    "title": "SCP-6453"
}