{
    "url": "https://scp-wiki.wikidot.com/scp-6458",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\nPrismal\n\n\n\n\n\n\nMore by Prismal:\nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6458\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nargus\n\n\n\n\n\n\nSecondary Class:\n\n\nintegrated\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-58\n\n\nDir. G. Scarborough\n\n\nDr. C. al-Hadhar\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6458-G, -H, -I, -J (Georgie, Heidi, Iggy and Jehosaphat) in the Site-58 Cafeteria\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n1\n2\n All known SCP-6458 instances are currently under the purview of The Walt Disney Company. Per the SCP-6458 Rental Agreement negotiated between the SCP Foundation and the Walt Disney Company, a designated employee, volunteer or contractor\n3\n may, at their discretion, examine the living and working conditions of SCP-6458 instances. Disputes arising between the Foundation and the Walt Disney Company regarding the SCP-6458 Rental Agreement are to be adjudicated by Goldbaker-Reinz, though either party may decline to renew the yearly agreement, should they so choose.\n\n\nThe details of the SCP-6458 Rental Agreement are classified to Class A Personnel and Level 3 members of \nThe Accounting Department\n.\n\n\nDESCRIPTION:\n SCP-6458 refers to a colony of ten Magellanic penguins. SCP-6458 instances display superior, human-level intelligence and instinct in matters relating to customer service. SCP-6458 instances also display increased coordination compared to non-anomalous Magellanic penguins, displaying the ability to balance a tray of drinks without any spillage.\n\n\nDiscovery:\n In early 2014, FrostyThe.aic flagged reports from Primavera Base\n4\n concerning abnormal wildlife behavior as potentially anomalous.\n\n\nPer The Antarctic Treaty of 1961,\n5\n MTF Vau-13 (\"Smile & Wave\"), along with Site-58's Dr. Chikrillah al-Hadhar, investigated.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nPrivate:\n Suspected anomaly spotted.\n\n\nCommand:\n Confirmed. Observe at a distance for now.\n\n\nSkipper:\n Doc, come on, these things are harmless! Can’t we just bag and tag 'em?\n\n\nCommand:\n We do not know their full capabilities.\n\n\nKowalski:\n Doc, we've all read the Primavera report. You may not have experience out of the lab, but in the field we have to actually \napproach\n the anomaly.\n\n\nCommand:\n I \ndo\n have field experience, not that it should matter. I will remind you that I am in command of this mission.\n\n\nSkipper:\n Alright doc, alright. No need to get your knickers in a twist. Lock and load boys, full precautions.\n\n\n[Roster, equipment and position checks redacted]\n\n\nSkipper:\n Kowalski, analysis.\n\n\nKowalski:\n Seems to be a regular penguin colony. At a glance I'd say ten penguins.\n\n\nCommand:\n Confirmed. Matches the report.\n\n\nPrivate:\n Oh! One of them’s coming towards me, Skipper!\n\n\nCommand:\n Do not engage!\n\n\nPrivate:\n But si–\n\n\nSkipper:\n I can’t quite hear you doc, got a bad connection or something. Private, see if you can get a closer look at our dapper pal.\n\n\nPrivate:\n Aye, Skipper.\n\n\nA SCP-6458 instance holding a flat stone with a squid atop it waddles towards Private until it is less than 1 meter from him.\n\n\nPrivate:\n Looks like a normal penguin to me, sir.\n\n\nSCP-6458 presents the squid to Private.\n\n\nPrivate:\n I think he wants me to have it.\n\n\nKowalski:\n Hm… a biological sample of the wildlife \ncould\n yield us some valuable data.\n\n\nSkipper:\n Get us some calamari, Private.\n\n\nPrivate:\n Aye, sir.\n6\n\n\nPrivate carefully takes the presented squid and puts it in an evidence bag. The SCP-6458 instance waddles away.\n\n\nPrivate:\n \nto the SCP-6458 instance\n : Thank You! Oh hold on a tic, he’s got some sort of tag on him. It says “Property of \nAmbrose Antarctic\n?”\n\n\n«END LOG»\n\n\n\n\nAt the time MTF Vau-13 was unable to locate or verify the existence of a physical \"Ambrose Antarctica\" location.\n\n\nMTF Lambda-14 (\"One Star Reviewers\") have since verified the existence of, and discovered further information on Ambrose Antarctica.\n\n\nIt is currently known that Ambrose Antarctica was a restaurant located somewhere in Antarctica which existed at least as far back as the 1990s, generally geared towards upper-class clientele. The menu included items containing seal, whale, polar bear, shark, and penguin meat, as well as more exotic ingredients such as \nblue whale cheese\n and \ndried Antarctic lizard\n7\n. In addition to its menu Ambrose Antarctica was unique for having a wait staff composed entirely of Magellanic penguins. In 2014, due to a low number of customers and high number of lawsuits,\n8\n resulting in a net loss for the company.\n\n\nDue to the manufactured nature of the wildlife anomaly, and the resulting lower odds of survival of those anomalies, the SCP-6458 instances were tagged, recovered and relocated to Foundation Site-58 using Foundation front \n\"AquaS Conservancy for Penguins\"\n and cover story \"animal rescue\".\n\n\nInitial Containment and Classification:\n Upon arrival at Site-58, Dr. Hadhar had the SCP-6458 instances placed under quarantine and tested for potentially dangerous secondary anomalies. Dr. Hadhar personally tested all SCP-6458 instances for ontokinetic, behavioral, viral, memetic, cognitohazardous and auditory anomalies, as well as several other categories before changing SCP-6458's Classification from Pending to Euclid, Dark and Notice.\n9\n\n\nAfter permanent containment procedures were established\n10\n the Department of Zoological Studies noted that the SCP-6458 instances were showing signs of depression.\n11\n These symptoms were seen to subside when SCP-6458 instances were asked to regularly display their anomalous capabilities. Thus, for the well-being of SCP-6458, the containment procedures were quickly updated to accommodate these requirements.\n\n\nAddendum 1: Anomalous Entity Engagement\n\n\n\n\n\n\nTo:\n Dr. Zacharias Hanneman\n\n\nFrom:\n Dr. Chikrillah al-Hadhar\n\n\nSubject:\n\n\n\n\n\n\nDr. Hanneman,\n\n\nI have noticed that you have made changes to SCP-6458's containment procedures which I believe heighten both the cost of containment and the chance of a security breach. I know I am quite new to both Site-58 and the Department of Zoological Studies and so would like to better understand how its containment philosophy differs from what I am used to.\n\n\nRegards,\n\nDr. Chikrillah al-Hadhar\n\n\n\n\n\n\n\n\nTo:\n Dr. Chikrillah al-Hadhar\n\n\nFrom:\n Dr. Zacharias Hanneman\n\n\nSubject:\n\n\n\n\n\n\nHey Dr. al-Hadhar!\n\n\nNo worries at all and glad to have you on board. I'm always happy to answer any questions :)\n\n\nI don't know exactly what the philosophy is over at Site-54, but knowing \nDir. Tarrow\n I'm not surprised it's security and cost-effectiveness first, haha! Always expecting the worst, that one, and no surprise given the state of Leipzig!\n\n\nThe atmosphere over here is a lot more chill. There's a reason we're a destination for the \nSalvation Initiative\n12\n after all, and Zoological Studies specifically! Sweeter and more adorable anomalous animals you will not find, except maybe in \nBoring\n.\n\n\nYour dapper little penguins are now a valued part of that family, and you don't just lock up family in a jail cell. We give them all the love and affection we have in our hearts and then give them some more once that runs out! These little guys and gals are harmless, wouldn't hurt a fly, especially not little Georgie! What a sweet fella that one.\n\n\nAnyway, the Department prides itself on being not just zookeepers, but caretakers to these animals, caring about their physical and mental well-being not just containing them. Often that means catering to their special needs. In this case, they like to serve people food, and what adorable little waiters they are!\n\n\nGiven their harmless nature, and that of their needs I believe we absolutely should accommodate them. Wouldn't want to see the pretty pengies sulk! :(\n\n\nYours,\n\nZach Hanneman\n\n\n\n\n\n\n\n\nTo:\n Dr. Zacharias Hanneman\n\n\nFrom:\n Dr. Chikrillah al-Hadhar\n\n\nSubject:\n\n\n\n\n\n\nDr. Hanneman,\n\n\nThank you for your explanation. I, of course, understand why we would want to keep SCP-6458 in good health, as well as secure, as much we are able to. However, I do think that letting them wait \nactual\n food to \nactual\n people is risky, and feels almost ridiculous for us to spend time and resources on. What next, will you have me teach them to dance as well?\n\n\n\n\n\n\n\n\nTo:\n Dr. Chikrillah al-Hadhar\n\n\nFrom:\n Dr. Zacharias Hanneman\n\n\nSubject:\n\n\n\n\n\n\nWhat a wonderful idea!\n\nYou should get started on that right away.\n\nI knew you'd fit in here!\n\nCan't wait to see the act :)\n\n\n\n\nFollowing the above exchange, SCP-6458 regularly began receiving choreography lessons from Dr. Chikrillah al-Hadhar in addition to their routine serving of food in experimental settings. Dr. Zacharias Hanneman has described their progress as \"admirable\".\n\n\nAddendum 2: Integration\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nDr. Hadhar is in the SCP-6458 enclosure demonstrating a dance to them. He instructs them while a fandango plays over the speakers.\n\n\nDir. Lague enters into view and watches the scene through the containment chamber's viewing window. As the SCP-6458 instances finish performing the dance he claps.\n\n\nDr. Hadhar seems startled, turns off the music and rapidly exits the enclosure to join Lague.\n\n\nLague:\n No, no please don't stop on my account! I'm sorry if I interrupted you I just really enjoyed it! Not often one gets to see dancing penguins, haha!\n\n\nHadhar:\n Do not worry, we were just finishing up anyway. Did you need anything Mr… ?\n\n\nLague:\n Lague, Paul Lague, Director of Site-322, pleasure to meet you Dr. Hadhar. I was just meeting with Dir. Scarborough about Site-58's \nFoundation Doctorate program\n, wonderful flagship program, and he mentioned you and your penguins which I just \nhad\n to see. Would you mind if I ask you a few questions about SCP-6458?\n\n\nHadhar:\n Oh, absolutely, Dir. Lague I am at your disposal. It's a pleasure to meet you by the way, I've heard a lot about the Integration Program.\n\n\nLague:\n Only good things I hope!\n\n\nHadhar:\n Oh yes, well, you know Dir. Scarborough is a big fan of your work.\n\n\nLague:\n That's nice to hear! But enough about that. Tell me about SCP-6458.\n\n\nHadhar:\n Oh there's not too much to tell. Penguins designed by Ambrose Restauranteurs to be excellent at customer service and genuinely enjoy it. They grow depressed when we don't let them regularly wait tables, so we have them serving lunch daily in the cafeteria. We're also trying to expand their repertoire a bit, as you can see, I've been having some luck teaching them how to dance.\n\n\nLague:\n Well that sounds just excellent, exactly the sort of stories I love to hear. Low-security anomalies being able to do what they love. Have you ever thought about applying to join the Integration Program? I probably shouldn't say this but you'd be a serious contender, seeing as you're basically doing everything you'd be asked to do in the program anyway, haha!\n\n\nHadhar:\n Well, I don't know…. You might be better off asking Dr. Hanneman about that.\n\n\nLague:\n Why's that, aren't you the Research Head?\n\n\nHadhar:\n Well sure, but I was placed here by the Salvation Initiative. You should probably ask Dr. Hanneman. He'll probably say yes, this was his idea after all, I was only dragged into it kicking and screaming.\n\n\nLague:\n Well you aren't kicking and screaming anymore. I saw you in there, looked like you were pretty into it honestly. As for the S.I.? Forget it! Even with programs like that the Foundation wouldn't just assign people willy-nilly, neither would Dir. Scarborough I'm sure. If you're the Head Researcher, you're the Head Researcher and can classify your anomalies as you see fit.\n\n\nHadhar:\n I don't know…\n\n\nLague:\n Look, there's no rush. Here's my card. Give us a call if you decide you want to join, we'd be glad to have you.\n\n\nLague passes Hadhar a card with the Integration Program's contact information on it and leaves.\n\n\nHadhar remains for several further minutes watching the SCP-6458 instances, several of which are playing and dancing among themselves.\n\n\n«END LOG»\n\n\n\n\nOne day later Dr. Hadhar contacted Dir. Lague. Shortly thereafter SCP-6458 was reclassified as Integrated.\n\n\nAs a part of the Integration Program SCP-6458 began to take orders and serve food in the Site-58 cafeteria at various \"shifts\" throughout the day. Additionally, as SCP-6458 has been seen to increase morale of Site-58 staff\n13\n the Integration Program designated specific dates wherein SCP-6458 would be transported to, and wait at, several nearby facilities\n14\n Notably, SCP-6458 and Dr. Hadhar performed a dance for the 2016 Integration Program symposium.\n15\n\n\nAddendum 3: Anomaly Transfer\n\n\n\n\n\n\nAnomaly Custody Transfer Notice\n\n\n\n\n\n\nFrom the Desk of O5-4\n\n\n\n\nAnomaly In Question:\n SCP-6458\n\n\nSender:\n Site-58, Department of Zoological Studies\n\n\nRecipient:\n The Walt Disney Company\n\n\nReason For Transfer:\n As many of you know, under the House Accords the SCP Foundation and the Global Occult Coalition regularly exchange files on certain low clearance anomalies. SCP-6458 was one such anomaly.\n\nThe Walt Disney Company, as a member of the Council of 108, were made aware of SCP-6458 and reached out with an offer to purchase SCP-6458. After some negotiations we came into an agreement. While this agreement is not available to all of you, those with the clearance to see it can tell you that we definitely got the better end of the deal.\n\n\nThis is not a reflection on the quality of work and the Council wishes you well on your future projects.\n\n\n\n\nFollowing the receipt of this email Dr. Hadhar attempted to contact Integration Program director Dr. Lague in an attempt to find out more information about the transfer and potentially appeal it.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nDune:\n Hello, Dr. Dune, Director of Area-179, how can I help you?\n\n\nHadhar:\n Oh, Director Dune? It's Dr. al-Hadhar. I was actually trying to reach Dir. Lague about Integration Program business. I'm not sure why the number forwarded me to you.\n\n\nDune:\n Lague? Oh, ha, I guess you wouldn't know, but Site-322 staff are currently otherwise occupied. All very hush, hush, you wouldn't have heard at your clearance level. Call back some other time.\n\n\nHadhar:\n Wait—\n\n\n«END LOG»\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nDune:\n Hello, Dr. Dune, Director of Area-179, how can I help you?\n\n\nHadhar:\n Dir. Dune, it's me again.\n\n\nDune:\n Who?\n\n\nHadhar:\n Dr. al-Hadhar. We just spoke?\n\n\nDune:\n Oh yeah, didn't I tell you to call back later?\n\n\nHadhar:\n Wait, wait, please. It's urgent. I know you mentioned Site-322 can't accept my call but Is there anybody else I could talk to that you can think of?\n\n\nDune:\n Hmm, well, Lague and Coix are occupied, Trent is off today or else I'd delegate to him, so… huh! I guess I'm in charge now. Well, goodbye!\n\n\nHadhar:\n Du—\n\n\n«END LOG»\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nDune:\n Hello, Dr. Dune, Direc—\n\n\nHadhar:\n Dir. Dune, it's me again, please don't hang up.\n\n\nDune:\n Well I will if you keep interrupting me! Who is this?\n\n\nHadhar:\n It's Dr. al-Hadhar? From Site-58? We just spoke twice.\n\n\nDune:\n Oh yeah, what do you want?\n\n\nHadhar:\n I just received an Anomaly Custody Transfer Notice about SCP-6458 being sent to the \nWalt Disney Company\n.\n\n\nDune:\n Okay? That's pretty common.\n\n\nHadhar:\n The Foundation selling an anomaly? To \nDisney\n. I have \nnever\n heard of that.\n\n\nDune:\n Well, sure, sure, \nyou\n wouldn't have. You're not exactly A-Class material are you? But trust me, I hear about it \nall\n the time. UIU has some sciencey gizmo we want, we have some political prisoner or whatever, we do a little trade-sies, everybody's happy. GOC and HI too. And hey sometimes we do it to get a little cash, we aren't a public institution after all, have to pay the bills somehow, you know?\n\n\nHadhar:\n I suppose I never really thought about it.\n\n\nDune:\n That's why they pay me the big bucks.\n\n\nHadhar:\n It just feels so wrong.\n\n\nDune:\n For the Foundation to sell anomalies? I know some of the GOI think of us as hoarders but really we're more like discerning collectors.\n\n\nHadhar:\n No, no, not the Foundation. Well, not the entire Foundation. The Integration Program.\n\n\nDune:\n Ah, you're thinking of this as a failure of the program, huh?\n\n\nHadhar:\n Yeah.\n\n\nDune:\n Well, I think of it more like it's first success, except for maybe 5175.\n\n\nHadhar:\n How could you \npossibly\n think that?\n\n\nDune:\n Well, you know, despite what I wanted, I've been in the Integration Program since the beginning, got in on the ground floor as it were, so I think my opinion counts for something here. This seems like a logical conclusion of the program to me. You take in the cooperative anomalies, well, mostly cooperative, that you feel comfortable letting off the leash, you let them do what they do best, teach them a thing or two, and then boom, send them out into the world. Like a trade school would, or parents. What further use are the Foundation going to get out of penguin waiters? You do a brain scan a few times and then they're just novelties.\n\n\nHadhar:\n Parents… selling their kid?\n\n\nDune:\n So the metaphor falls apart a bit, so what? Point is, does it really matter to your penguins if they're working in the Site-58 cafeteria or some paranormal Club 33?\n\n\nHadhar:\n But don't we have an ethical—\n\n\nDune:\n Ugh, save the ethics talk for someone who cares, like the Ethics Committee. Or maybe bother your own Site Director, instead of me. I'm very busy after all.\n\n\nHadhar:\n Maybe I will. Thank you very much Dir. Dune.\n\n\nDune:\n Yeah, yeah, always happy to be of service. Bye.\n\n\n«END LOG»\n\n\n\n\nFollowing his phone call with Dir. Dune, Dr. Hadhar quickly made an appointment to meet with Dir. Scarborough for later in the day.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nScarborough:\n Dr. Hadhar.\n\n\nHadhar:\n Dir. Scarborough. Thank you for meeting with me on such short notice.\n\n\nScarborough:\n Yes, well, you said it was urgent. Concerning SCP-6458 was it?\n\n\nHadhar:\n Yes sir.\n\n\nScarborough:\n Well, alright, let's not waste any time. What is it?\n\n\nHadhar:\n The O5 Council needs to call off the deal with Disney.\n\n\nScarborough:\n Ah, so you are protesting the anomaly transfer.\n\n\nHadhar:\n Yes. It's completely unethical.\n\n\nScarborough:\n Well, even if I agreed there is very little I can do, it's in the Council's hands.\n\n\nHadhar:\n We could lodge a complaint to the Council though, or the Ethics Committee.\n\n\nScarborough sighs.\n\n\nScarborough:\n Is there really a need to make such a fuss about this? You used to be so quiet. I know you enjoyed dealing with such an easy anomaly, but you're still on the Salvation Initiative, you'll get another I'm sure.\n\n\nHadhar:\n It's not about me, it's about SCP-6458. I've been looking into the Disney files. The \nOneiroi\n, the \nMuppets\n, heck, their \nelven rights violations\n \nalone\n, can they really be trusted to have their best interests at heart?\n\n\nScarborough:\n Well that's not really for you or me to decide, is it?\n\n\nHadhar:\n Isn't it? I'm the Head Researcher, you're the Site Director, and I already have Dr. Hanneman on board if we go through with the request as well.\n\n\nScarborough:\n I take you in when you're at your worst, freshly into the Salvation Initiative, and this is how you repay me? By putting me up against the O5 Council? You don't even know what they were offered. There is no way we are going to dissuade them from taking the deal.\n\n\nHadhar:\n Sir, I know that, that's not what I'm trying to do. I just want one of us to be looking out for them, making sure they aren't being mistreated. I do appreciate all that you've done for me but I strongly believe that this is the right thing for the Foundation to do, and the smart thing too.\n\n\nScarborough:\n Well, I suppose it couldn't hurt to ask. But you owe me one.\n\n\n«END LOG»\n\n\nDir. Scarborough forwarded the request to the O5 Council where the current containment measures were voted on and approved before a contract was signed between the SCP Foundation and the Walt Disney Company.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nArgus:\n The anomaly's containment is currently under the purview of a third party.\n\n\n2\n. Item is part of the \nIntegration Program\n\n\n3\n. Currently Dr. Chikrillah al-Hadhar.\n\n\n4\n. Argentine Antarctic base and scientific research station located in the Primavera Cape of the Antarctic Peninsula.\n\n\n5\n. which included secret rider legislation concerning the acquisition, creation, destruction and study of anomalies in the Antarctic region. Veiled signatories to this include the Foundation, 31 members of the Council of 108, and later \nthe Third Antarctic Empire\n.\n\n\n6\n. Analysis of the instance found it to be a non-anomalous Todarodes filippovae instance.\n\n\n7\n. The IIPES has been alerted to Ambrose extraversal poaching and given access to relevant low-clearance files per \nthe Antarctic Exchange\n.\n\n\n8\n. Due to the state of law in Antarctica, and Ambrose Restaurants' propensity to operate outside of the law regardless, these supposed lawsuits, if real, are assumed to be bureaucratohazardous\n\n\n9\n. For more information on these initial tests and results, contact Chrikillah al-Hadhar.\n\n\n10\n. Archived containment procedures can be requested from RAISA or this SCP's current Research Head\n\n\n11\n. such as preferring to stare at the ground and stay still as well as mostly remaining out of sight.\n\n\n12\n. A program to temporarily reassign recently traumatized researchers to safer, less stressful anomalies. The participants are chose by Human Resources' \nFoundation Satisfaction Division\n\n\n13\n. this phenomena is currently presumed non-anomalous\n\n\n14\n. Such as Site-322 and Area-179\n\n\n15\n. The act was introduced as \"Doctor Scaramouche and his Fandangos\".\n\n\n\n\n\n\n\n\n« \nSCP-6457\n | \nPrismal\n | \nSCP-6459\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6458\n\" by Prime Girl, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6458\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n localized penguin image.jpg\n\n\nName:\n A couple of penguin at the Ryo restaurant, Shinjuku, Tokyo\n\n\nAuthor:\n Yusuke Kawasaki\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 1: Anomalous Entity Engagement\nFollowing the above exchange, SCP-6458 regularly began receiving choreography lessons from Dr. Chikrillah al-Hadhar in addition to their routine serving of food in experimental settings. Dr. Zacharias Hanneman has described their progress as \"admirable\".",
        "Addendum 2: Integration\nOne day later Dr. Hadhar contacted Dir. Lague. Shortly thereafter SCP-6458 was reclassified as Integrated.\nAs a part of the Integration Program SCP-6458 began to take orders and serve food in the Site-58 cafeteria at various \"shifts\" throughout the day. Additionally, as SCP-6458 has been seen to increase morale of Site-58 staff 13 the Integration Program designated specific dates wherein SCP-6458 would be transported to, and wait at, several nearby facilities 14 Notably, SCP-6458 and Dr. Hadhar performed a dance for the 2016 Integration Program symposium. 15",
        "Addendum 3: Anomaly Transfer\nFollowing the receipt of this email Dr. Hadhar attempted to contact Integration Program director Dr. Lague in an attempt to find out more information about the transfer and potentially appeal it.\nFollowing his phone call with Dir. Dune, Dr. Hadhar quickly made an appointment to meet with Dir. Scarborough for later in the day."
    ],
    "documents": [],
    "notes": [
        "Anomaly Custody Transfer Notice From the Desk of O5-4 Anomaly In Question: SCP-6458 Sender: Site-58, Department of Zoological Studies Recipient: The Walt Disney Company Reason For Transfer: As many of you know, under the House Accords the SCP Foundation and the Global Occult Coalition regularly exchange files on certain low clearance anomalies. SCP-6458 was one such anomaly. The Walt Disney Company, as a member of the Council of 108, were made aware of SCP-6458 and reached out with an offer to purchase SCP-6458. After some negotiations we came into an agreement. While this agreement is not available to all of you, those with the clearance to see it can tell you that we definitely got the better end of the deal. This is not a reflection on the quality of work and the Council wishes you well on your future projects.",
        "\" SCP-6458 \" by Prime Girl, from the SCP Wiki . Source: https://scpwiki.com/scp-6458 . Licensed under CC-BY-SA .",
        "Filename: localized penguin image.jpg Name: A couple of penguin at the Ryo restaurant, Shinjuku, Tokyo Author: Yusuke Kawasaki License: CC BY 2.0 Source Link: Flickr"
    ],
    "title": "SCP-6458"
}