{
    "url": "https://scp-wiki.wikidot.com/scp-6461",
    "all_text": "We can’t change the world or defeat every evil in a day. But we can plant flowers for our communities, we can put signs on posts, and we can help in any way we can.\n\n\n\n\n\n\nrating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6461\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCave wall where SCP-6461 first materialized, 1941.\n\n\n\n\n\n\nSpecial Containment Procedures (1937/07/20):\n Until new manifestations have been confirmed, SCP-6461-1 is considered neutralized. SCP-6461-2 is contained in a standard humanoid containment chamber, with the lights dimmed. Should SCP-6461-2 become aggressive, several vents in the chamber must be opened to filter an incapacitating agent into the room. Requests from the anomaly for leaving its cell are to be denied.\n\n\nRevised Containment Procedures (1991/12/16):\n Per orders of newly promoted Director Webb, prior containment procedures for SCP-6461-2 are to be considered defunct. No sightings of SCP-6461-1 have been found; it will remain designated as neutralized.\n\n\nDescription:\n SCP-6461 refers to two interconnected phenomena. SCP-6461-1 was a cave entrance that manifested on 1937/07/19 on a cave wall near the caverns of Hocking Hills, Ohio. It subsequently demanifested on 1937/07/20.\n\n\nSCP-6461-2 is a 22-year-old\n1\n female who had explored the cave prior to its removal from reality and has since gained several anomalous abilities, including a greatly expanded lifespan.\n\n\nOther anomalous attributes that SCP-6461-2 gained include:\n\n\n\n\nThe ability to expel strands of silk from its wrists. Testing has shown that these strands are as durable as steel, and can cut through bone.\n\n\nTraces of venom within the subject’s teeth that are able to paralyze humans for up to five hours.\n\n\nAn abnormally increased revulsion for light. The subject has described light as ‘irritating on the skin’, and prefers to stay within dark spaces.\n\n\nFour retractable, 1.5-meter-long \nTheraphosidae\n2\n legs that extend from the subject’s back. SCP-6461-2 is able to climb walls using these legs.\n\n\n\n\nSCP-6461-2 is apprehensive toward personnel, but is not hostile. It has repeatedly requested to leave the site; these requests have been denied.\n\n\nDiscovery:\n SCP-6461-1 was discovered on 1937/07/19, after reports of a “disappearing cave” and a missing person’s case connected to the anomaly were detected by an embedded Foundation agent at the local police department. Foundation agents tracked the person responsible for the reports, who claimed that he found the cave and explored it with his sister, who vanished after the entrance to the cave demanifested from reality. Exploration of the area led to the discovery of SCP-6461-2, who was found in a forest, distraught and unable to communicate with personnel for several minutes. SCP-6461-2 was subsequently detained and taken to Site-35.\n\n\nAddendum 6461.1:\n First Interaction with SCP-6461-2\n\n\nAn interview was conducted on 1957/01/08 to ascertain SCP-6461-2’s current wellbeing, after years of attempted interviews were unsuccessful, due to the anomaly’s increasing apprehension toward personnel. Interviews with the anomaly were also delayed after the former Site-35\n3\n \ncompletely vanished from reality\n in 1939. SCP-6461-2 was found to have escaped the facility the day before the incident, and was temporarily transferred to another facility before the reopening of Site-35\n4\n in 1956. Dr. Oliver Vandendriessche conducted the initial interview with the anomaly, who unexpectedly agreed to his request.\n\n\n\n\nInterviewed:\n SCP-6461-2\n\n\nInterviewer:\n Dr. Oliver Vandendriessche\n\n\n\n\n<Begin Log>\n\n\nVandendriessche enters the chamber.\n\n\nVandendriessche:\n Afternoon, Madeline.\n\n\nSCP-6461-2 reveals itself from a dark corner, slowly approaching Vandendriessche.\n\n\nSCP-6461-2:\n You’re not—\n\n\nVandendriessche:\n Calling you by your designation? But that’s not your real name, is it?\n\n\nSCP-6461-2 furrows its eyebrows.\n\n\nSCP-6461-2:\n I know exactly what you’re trying to do. You can’t trick me this time.\n\n\nVandendriessche:\n Madeline, I understand how you’re feeling. I’m not here to convince or trick you into doing anything. I’m just here to talk.\n\n\nSCP-6461-2:\n About the cave, right? I'm not going to tell you anything.\n\n\nVandendriessche:\n That’s not my focus for today. I want to ask how you’re feeling.\n\n\nSCP-6461-2:\n Seriously? Are they so desperate that they brought out the therapist?\n\n\nVandendriessche:\n Not really. I’m just a physician, mostly. But I want to help you.\n\n\nSCP-6461-2:\n If you’re going to help me, then let me out of here. Let me see him again, don’t keep me trapped here. Please.\n\n\nPause.\n\n\nVandendriessche:\n You don’t have to be completely trapped, and I can show you how.\n\n\nVandendriessche gestures toward the chamber door.\n\n\nVandendriessche:\n Take a walk with me?\n\n\nThe entity raises an eyebrow.\n\n\nSCP-6461-2:\n Are you serious?\n\n\nVandendriessche:\n I am. I want to show you around.\n\n\nSCP-6461-2 hesitates, before slowly moving towards the door.\n\n\nVandendriessche:\n Are you ready?\n\n\nSCP-6461-2:\n I guess. Lead the way, physician.\n\n\nVandendriessche leads SCP-6461-2 throughout the site’s corridors, and through the Psychology & Parapsychology sector. Several psychiatrists carrying clipboards in their hands can be seen entering and exiting their offices.\n\n\nSCP-6461-2:\n You’re… actually giving them therapy?\n\n\nVandendriessche:\n Their conditions aren’t just anomalous. We’re here to help them manage these issues.\n\n\nSCP-6461-2:\n I didn’t think any of you would even try to care.\n\n\nVandendriessche:\n We’re not heartless monsters. There’s this saying that they like to put in our heads. ‘Cold, not cruel.’\n\n\nSCP-6461-2:\n Cold \nis\n cruel.\n\n\nVandendriessche:\n My thoughts exactly.\n\n\nVandendriessche continues the tour, showing all of the sectors in the site. The two eventually make it back to the containment chamber.\n\n\nVandendriessche:\n And that’s all for today. We do have more anomalies contained in the basement level, but those are classified. Hopefully, you can get more acquainted with our site—\n\n\nSCP-6461-2:\n Because I’m here forever. I know.\n\n\nVandendriessche looks down at the floor.\n\n\nVandendriessche:\n I know none of this is exactly ideal for you, but I want to make your stay here as comfortable for you as possible.\n\n\nSCP-6461-2:\n Comfortable? Do you think that \nany of this\n has been comfortable to me? Not one person has said a word to me in this place before you. They kept poking me with syringes, tying me down, and taking blood without ever saying why. They never asked for consent. Nothing. How can I believe that you’re not trying to do the exact same thing?\n\n\nVandendriessche looks at the entity incredulously.\n\n\nVandendriessche:\n We don’t take blood from anomalies unless there’s a very \ncrucial\n reason to do so. It’s unsanitary, and unnecessary, except in cases where it is necessary for the specific anomaly.\n\n\nSCP-6461-2:\n Doesn’t sound like that was the case for me.\n\n\nVandendriessche:\n That doesn’t make any sense. And they never talked to you? Not once?\n\n\nSCP-6461-2:\n Not once. If this gets swept under the rug like every other ‘incident’ caused by you pricks, I will know. You can’t hide this forever.\n\n\nVandendriessche contemplates for a moment, before turning back to the entity.\n\n\nVandendriessche:\n I think I understand now. The site that you were contained in is not the site that we are in now.\n\n\nSCP-6461-2:\n Come again?\n\n\nVandendriessche:\n The day after you escaped the site, it vanished. We looked around, and nothing was left. We still don’t know where it is. I don’t think we ever will.\n\n\nSCP-6461-2:\n It \nwhat\n? Just like that?\n\n\nVandendriessche:\n Just like that.\n\n\nSCP-6461-2:\n Why did they rebuild it after all this time? Who even runs this place, now?\n\n\nVandendriessche:\n That would be me. I have no intention of poking anyone with syringes for unclear reasons.\n\n\nSCP-6461-2:\n You are? Guess that’s why you’re ‘mostly’ a physician.\n\n\nVandendriessche:\n I wanted to make a good first impression.\n\n\nSCP-6461-2 smiles slightly.\n\n\nSCP-6461-2:\n You’re very convincing, you know that?\n\n\nVandendriessche:\n I want you to feel safe here. Genuinely.\n\n\nSCP-6461-2:\n Then start with the walls. Less concrete.\n\n\nVandendriessche:\n If you have more suggestions, you can come to my office.\n\n\nSCP-6461-2:\n To your office? Like, walk to your office?\n\n\nVandendriessche:\n This wasn’t just for show. You can come to my office any time you like. Anywhere else requires permission from me.\n\n\nSCP-6461-2:\n I didn’t think they’d allow you to not keep everyone on a tight leash.\n\n\nVandendriessche:\n It took a lot of convincing, but we made it work. We still have a long way to go, but I’m sure we will progress forward in time.\n\n\nVandendriessche turns toward the chamber door.\n\n\nVandendriessche:\n We’ll be discussing the cave next time I’m here. Until then, have fun.\n\n\nVandendriessche leaves the chamber. SCP-6461-2 stares at the chamber door in silence.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.2:\n Second Interaction with SCP-6461-2\n\n\nThe following conversation took place three months after the initial interview on 1957/04/18 with Dr. Vandendriessche returning to conduct the interview. The purpose of this interaction was to determine the exact events that SCP-6461-2 experienced while inside SCP-6461-1.\n\n\n\n\n<Begin Log>\n\n\nVandendriessche enters the chamber. He looks around to find the room seemingly empty. He is interrupted by a sound coming from the ceiling.\n\n\nSCP-6461-2:\n Up here!\n\n\nSCP-6461-2 quickly climbs down the wall using its appendages, startling Vandendriessche.\n\n\nVandendriessche:\n Whoa, alright— You scared me there!\n\n\nSCP-6461-2:\n Sorry about that. How’s it going, Director?\n\n\nVandendriessche:\n Nothing much, really. I don’t have to look over my shoulder to see who’s breathing down my neck today.\n\n\nSCP-6461-2:\n Those shadow people, huh?\n\n\nVandendriessche:\n They’re not as secretive as you’d believe. I met one of them back when the site first opened. She seemed pleasant.\n\n\nSCP-6461-2:\n Key word \nseemed.\n\n\nVandendriessche:\n There will always be people who disagree with my beliefs. And there will be people who oppose them. But we have to work with them if we want any change to happen. We can protect each other.\n\n\nSCP-6461-2:\n Protect each other. That’s a new one.\n\n\nVandendriessche:\n I’ve said it before, and I will say it again: I’m here for you.\n\n\nSCP-6461-2:\n You are incredibly naive.\n\n\nVandendriessche:\n I’m optimistic.\n\n\nSCP-6461-2:\n Let’s be realistic, then. Locking someone up isn’t protecting them. You can’t protect people by refusing to treat them like human beings.\n\n\nVandendriessche:\n There are people who will hurt anomalies like you out there.\n\n\nSCP-6461-2:\n Right, so you’re protecting me from them by stealing my freedom - without even consulting me for anything - and locking me away?\n\n\nVandendriessche:\n I understand what you’re trying to say. And I agree, things should be different. But it’s not up to me. I can’t let you leave. They won’t let me.\n\n\nSCP-6461-2:\n You really don’t see me for who I am, do you? Because I’m not a human, right? I’m an anomaly, something different, something abnormal. Because I’m just something ‘other’ than you. That isn’t ever going away, is it?\n\n\nPause.\n\n\nVandendriessche:\n I apologize. I shouldn’t have ever called you that, I just—\n\n\nSCP-6461-2:\n It’s fine, let’s just get to the questions already. And don’t \never\n call me that again.\n\n\nVandendriessche sighs, slowly pulls up his clipboard, and clicks the pen to write down the entity’s answers.\n\n\nVandendriessche:\n What happened on that day?\n\n\nSCP-6461-2:\n My brother is a cave-diver. He loved to climb down and explore every nook and cranny of those caves. It wasn’t ever my thing. All the tight spaces and the chances of getting stuck were too much for me.\n\n\nVandendriessche:\n But that day was different?\n\n\nSCP-6461-2:\n It was. He usually offers to bring me along, expecting me to say no. But this time he told me about some ‘strange insects’ inside of the cave. He promised that it was easy to explore and he’d guide me to them.\n\n\nVandendriessche:\n What about them was strange?\n\n\nSCP-6461-2:\n He claimed they each had hundreds of legs.\n\n\nVandendriessche:\n Was that the reason why you joined him?\n\n\nSCP-6461-2:\n Yes. I recently completed my degree in Entomology - about two months before then. I guess I already wanted to make a big name for myself - discovering at least one new species so early on in my career, if not more species, made me very excited!\n\n\nVandendriessche:\n And what happened in the cave?\n\n\nSCP-6461-2:\n Who the hell knows. The walls started shaking around us like an earthquake. Some of the rocks started to fuse together as they were being shaken around. It was wrong. Everything about it was wrong.\n\n\nVandendriessche:\n Looks like you were experiencing a topological and spatial inconsistency.\n\n\nSCP-6461-2:\n You think? Everything was falling apart in there.\n\n\nVandendriessche:\n I take it you didn’t want to stay in there for long?\n\n\nSCP-6461-2:\n Yeah, no. I pulled Arthur by the arm and we hightailed it out of there.\n\n\nVandendriessche:\n But you weren’t able to escape, were you?\n\n\nSCP-6461-2 doesn’t speak for a few seconds. Its hands start to shake.\n\n\nVandendriessche:\n Madeline, are you alright?\n\n\nSCP-6461-2:\n Yeah, I’m just—\n\n\nVandendriessche:\n We can stop the interview now if you would like to.\n\n\nSCP-6461-2:\n I-I’m fine, just give me a breather. I need a moment.\n\n\nSCP-6461-2 takes a few deep breaths, before continuing.\n\n\nSCP-6461-2:\n I think Arthur got out. At least, I hope he did. A rock landed on me, made me fall.\n\n\nVandendriessche:\n Did it pin you down?\n\n\nSCP-6461-2:\n That’s the funny thing, it didn’t. I got up just in time to see the entrance get caved in. At least, what I thought was the entrance.\n\n\nSCP-6461-2:\n I just sat there. I screamed, cried, and yelled. But no one was there.\n\n\nVandendriessche:\n I’m sorry.\n\n\nSCP-6461-2:\n At least I’m here, I guess.\n\n\nVandendriessche:\n How long did you think you were down there?\n\n\nSCP-6461-2:\n I don’t know. Couldn’t have been long. I fell on a stalagmite—\n\n\nSCP-6461 slightly pulls up its shirt and reveals a deep scar of its previous injury.\n\n\nSCP-6461-2:\n —well, when that rock made me fall. It cut a huge chunk out of my side. I was bleeding out pretty quickly. It was over.\n\n\nVandendriessche:\n Did you lose consciousness?\n\n\nSCP-6461-2:\n Nope! I was left there to think and bleed. It’s really funny - all my life I didn’t drink. Didn’t travel anywhere. Never took risks. And none of that mattered! All it took was two rocks to kill me.\n\n\nVandendriessche:\n How did you make it out? Did anyone come to rescue you?\n\n\nSCP-6461-2:\n That depends.\n\n\nVandendriessche:\n On what?\n\n\nSCP-6461-2:\n From outside the cave? No one. But as I was thinking, I saw something coming from deep within the cave—\n\n\nVandendriessche:\n What did you see?\n\n\nSCP-6461-2:\n —it felt like I was dreaming. I was whisked away into another part of the cavern, where I met it.\n\n\nVandendriessche:\n Madeline, who rescued you?\n\n\nSCP-6461-2:\n A spider, one which was large enough to touch the ceiling, and beyond. It’s hard to even describe what it was, but it was beautiful. It was everything I wanted out of my career and more.\n\n\nVandendriessche:\n Did it try to communicate with you?\n\n\nSCP-6461-2:\n It said nothing, but I could feel how it was feeling. It was as scared as I was. It was dying. It needed me, no \nwe\n needed each other. So I walked up to it, I touched one of its legs, and I was back outside. The cave entrance was gone, and so was Arthur.\n\n\nVandendriessche:\n Whatever this entity was, did it feel divine, or just otherworldly?\n\n\nSCP-6461-2:\n My brother believed in God, but that thing was not his God. I wish I could’ve seen it for a second time. Get to know what it even was.\n\n\nVandendriessche:\n That’s how you became what you are now. It imbued itself into you.\n\n\nSCP-6461-2:\n That’s how I survived. I feel grateful, but I still remember everything. I dream about it every night.\n\n\nVandendriessche:\n Do you want someone to help you with these dreams?\n\n\nSCP-6461-2:\n Aren’t you just a physician?\n\n\nVandendriessche:\n I am. But, you’re in the best place to seek help for it. We’re all here to work with you.\n\n\nSCP-6461-2:\n I’ll think about it.\n\n\nVandendriessche places his clipboard under his arm.\n\n\nVandendriessche:\n Thank you for telling me your story, Madeline.\n\n\nSCP-6461-2:\n You’re not going to get anything from that. It won’t benefit me, or you, or anyone.\n\n\nVandendriessche:\n That may be so, but it still matters. A story can’t thrive without the person who tells it. Maybe one day we can change this place, together. I hope you can see the same.\n\n\nVandendriessche reaches to switch off the recording device.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.3:\n Third Interaction with SCP-6461-2\n\n\nThe following impromptu interview took place eight years after the second major recorded interaction with SCP-6461-2 on 1965/05/05 inside Director Vandendriessche’s office. The purpose of this interview was to check-in on SCP-6461-2’s mental wellbeing.\n\n\n\n\n<Begin Log>\n\n\nVandendriessche is sitting in his office. The door to the office opens, revealing SCP-6461-2’s head peeking inside.\n\n\nSCP-6461-2:\n You said you needed me?\n\n\nVandendriessche looks up from the papers that he’s holding.\n\n\nVandendriessche:\n Yes, I need you to come look at these and help sort them for me.\n\n\nSCP-6461-2:\n They’re having us doing the labor now, huh?\n\n\nVandendriessche:\n That would be a terrible idea. I just need a helping hand for a bit.\n\n\nSCP-6461-2:\n Alright, I’ll get those.\n\n\nSCP-6461-2 heads over to the director’s desk, grabbing the papers and skimming them over.\n\n\n\n\nThe risk of allowing anomalies to further fraternize with personnel and each other is growing too high. What you are doing is pushing the line of what is considered acceptable.\n\n\nThe Foundation must continue its mission as it was originally intended. Continuing down this path of discourse would only sow instability. It is imperative that your site ceases all deviations from our collective goal.\n\n\nThis is your final warning.\n\n\n\n\nSCP-6461-2:\n That was your meeting with them.\n\n\nVandendriessche:\n Could’ve went better, but we’ll take what we can get.\n\n\nSCP-6461-2:\n I know you’re so insistent that you both respect each other. But do you actually like each other? At all?\n\n\nVandendriessche:\n If I’m being honest, I don’t like their attitude. They’re too comfortable where they’re at. Any change will make them wary, because that would change where they got their position from.\n\n\nSCP-6461-2:\n Like evil dictators sitting on their thrones.\n\n\nVandendriessche:\n They’re not \ndictators\n. They’re just \ncontent.\n Too content with where they are while wanting to keep us where we are. Or else, we get sacked.\n\n\nVandendriessche:\n I’ve been trying to help all of you not feel like you’re trapped. But there’s always at least one person who will veto anything I try to pass.\n\n\nSCP-6461-2 begins to sort the files and place them in the correct filing cabinets. As it does so, it continues to converse with the director.\n\n\nSCP-6461-2:\n Here’s my question. Why are you trying to change things in this place? They’re not going to let you do anything, even if you try. It’s like trying to wade through a relentless tide that only seeks to tear you apart. Why even try?\n\n\nVandendrisseche takes a sip from his coffee, before answering.\n\n\nVandendrisseche:\n I grew up in the town of Geel. For hundreds of years, while the world shunned and bullied them, we took in those with psychiatric conditions. We gave them homes, food, and a community. They weren’t called patients - they were our boarders. They were guests.\n\n\nVandendrisseche:\n I remember we had six boarders in my family’s home over the years. One would lock himself in the bathroom to furiously wash his hands, another used to struggle to sleep because he saw lions coming out of the walls. But we accepted that. None of them were abnormal. There was nothing about them that we needed to shun or change - because that’s who they were. There were some who refused to accept that. They considered themselves superior, and refused to treat our boarders like people. It was unorthodox to everyone outside of our town. But it worked. It worked to give these people friends and families who wouldn’t shun them. It gave them a place to live as people.\n\n\nSCP-6461-2 opens another filing cabinet.\n\n\nVandendrisseche:\n The Foundation has three tenets. Everyone associates us with the first two, Secure and Contain. But the third - that’s what they hired me for. To Protect.\n\n\nSCP-6461-2:\n Who did they want you to protect?\n\n\nVandendrisseche:\n Themselves. They hired me to make the anomalies ‘behave’. See if I could, at least. And I did. I treated them like they should be treated.\n\n\nSCP-6461-2:\n Like people.\n\n\nVandendrisseche:\n It can’t be exactly 1:1, unfortunately. They still consider you inferior - demand you live in a cell. Refuse to let you go free. But, I do the best I can for all those under my watch. You are not a designation. You are not anomalies. You are my boarders - my guests.\n\n\nSCP-6461-2 puts the last file in the correct cabinet.\n\n\nSCP-6461-2:\n That’s it, then.\n\n\nVandendrisseche:\n It’s what I’m here for. To support you.\n\n\nSCP-6461-2:\n If I were you, I would’ve just left the second I found out people were being locked in cages.\n\n\nVandendrisseche:\n When I first joined, they didn’t assign any of the anomalies to me. I spent nearly half a decade until I saw my first anomaly - one they wanted me to treat. And I did. I don’t know where he went - they never told me. But I spent enough time with him to learn his name.\n\n\nSCP-6461-2:\n Why didn’t you leave? You could’ve at any time. But you didn’t.\n\n\nVandendriessche:\n I don’t think I fully grasped what truly went on behind the scenes until I was able to get this site. I still don’t think I know everything. But I know enough. If I leave, if I retire, I don’t know who will end up in charge. I’m narrowing in on successors, but I haven’t found one yet. I can’t let all of this work be for nothing. I have to see this through.\n\n\nSCP-6461-2:\n You’re stuck being a cog in the machine, forever.\n\n\nVandendriessche:\n No. I’m doing what I can to make things better, even if everything around me burns, I can make one thing better than before. Isn’t this the same dilemma that we’re all in, every day?\n\n\nSCP-6461-2:\n Even if I can see what you’re changing, it’s insignificant. This changes nothing.\n\n\nVandendriessche:\n This changes \neverything\n. If I just sat around and did what I was told, we wouldn’t have what we have now. You would just be rotting in your cell for the rest of your life. Even the simplest and smallest changes can make a difference for what we do. We can’t change the world or defeat every evil in a day. But we can plant flowers for our communities, we can put signs on posts, we can volunteer, and we can help in any way we can. I would rather make one person’s day brighter than sit back and let everything die.\n\n\nPause.\n\n\nSCP-6461-2:\n Is it worth it? Even if I’m here for 40, 50 years?\n\n\nVandendriessche:\n I promise you, I will do everything I can to help you. Even if it’s only for a moment, you will see the sun shine on you again.\n\n\nSCP-6461-2:\n Don’t make promises you can’t keep.\n\n\nSCP-6461-2 turns to leave the office.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.4:\n Fourth Interaction with SCP-6461-2\n\n\nOn 1977/09/30, the emergency alarm system within SCP-6461-2’s chamber was activated. The incapacitating agents were not filtered in the room after they were removed following Director Vandendriessche’s order in 1969, as they were no longer needed in any capacity. Vandendriessche entered the chamber to check the anomaly’s status with four armed guards stationed outside; the following is the resulting conversation.\n\n\n\n\n<Begin Log>\n\n\nVandendriessche enters the chamber. The chamber has somehow extended by 4.5 meters, and resembles a small cavern. Several stalactites and stalagmites can be seen.\n\n\nVandendriessche:\n What in the world?\n\n\nVandendriessche explores the chamber, eventually reaching the far end. He turns slightly to his left, spotting SCP-6461-2 hiding in a dark corner, and obscuring its face.\n\n\nVandendriessche:\n Are you alright? What’s going—\n\n\nA common house spider scurries across the floor of the chamber, startling Vandendriessche and causing him to pin himself against the wall. The spider heads toward SCP-6461-2, who gently scoops it up with one hand.\n\n\nSCP-6461-2:\n It’s adorable, isn’t it?\n\n\nVandendriessche pushes himself away from the wall, and sighs in relief.\n\n\nVandendriessche:\n I’m not really a huge fan of spiders, sorry.\n\n\nSCP-6461-2:\n I understand. Most of them are harmless to us. They don’t usually want to bother us. But we still crush them anyway.\n\n\nSCP-6461-2 lowers its hand, allowing the spider to scurry away.\n\n\nSCP-6461-2:\n When I feel down, I look at the little things around me. Every insect, every worm, every arachnid. Their lives are simple, and they don’t have to worry about anything.\n\n\nVandendriessche:\n I bet I can guess how you got your degree, then.\n\n\nThe entity smiles sadly.\n\n\nSCP-6461-2:\n Wish I could’ve put that to good use.\n\n\nVandendriessche:\n If we had an Entomology department, you would’ve fit right in.\n\n\nSCP-6461-2:\n How about we don’t put me anywhere else? Or make me do random tasks? Or lock me up in the first place?\n\n\nThe surroundings around the two begin to shake.\n\n\nSCP-6461-2:\n I talked with some of your researchers yesterday. They couldn’t even look at me. You said that we are treated as guests, right?\n\n\nVandendriessche:\n I did—\n\n\nSCP-6461-2:\n \nDon’t lie to me\n. I’ve already been through the lies, don’t do this to me again.\n\n\nVandendriessche looks at the floor.\n\n\nVandendriessche:\n There are people who refuse to accept you in this building. There are people like that everywhere. I’ll try to do better for you, I’ll make sure that—\n\n\nSCP-6461-2:\n I don’t care.\n\n\nSCP-6461-2:\n You’re helping no one. This tea party with hugs and confetti is not going to remove the fact that I’m still trapped. My family is never going to see me again. I’m not a guest here, I am a prisoner, and I always will be.\n\n\nSCP-6461-2:\n That goddamn cave is the only remnant of him that’s still left. And you know what, I’d rather be trapped in there than in here. Because at least I’d die in peace.\n\n\nPause.\n\n\nVandendriessche:\n I have another thing for you to look at. Would you mind—\n\n\nSCP-6461-2:\n Fine.\n\n\nVandendriessche hands the anomaly another document.\n\n\n\n\nThis idea of yours is unnecessary at best and absolutely ludicrous if I were to approve this.\n\n\nAnomalies aren't henchmen. They aren't things we work with. They are anomalies. Contained SCPs that should stay contained. If we give them the slightest ability to control a site, then they will find a way to abuse any power they can get and cause an ungodly amount of destruction to our facilities.\n\n\nIt cannot and will not be your assistant in any capacity.\n\n\n\n\nSCP-6461-2:\n You were trying to get me to be the Deputy Director. Why?\n\n\nVandendriessche:\n Because you deserve a chance to live.\n\n\nThe shaking begins to subside.\n\n\nSCP-6461-2:\n You are unbelievable, you know that? We both know that there’s no possible scenario where you can convince those people of anything, especially the issue of leaving my cage for even a second.\n\n\nVandendriessche:\n We can prove your worth to them. I’ll teach you everything I know, and together we can prove that you deserve to not be where you’re at.\n\n\nSCP-6461-2:\n Do you really think this’ll work?\n\n\nVandendriessche:\n I have faith that we will succeed. We will never know if we don’t try.\n\n\nSCP-6461-2:\n I can’t even go out to see the sun, I’m going to feel like I’m inside it.\n\n\nVandendriessche:\n Then I’ll bring you an umbrella. I promise you, everything will work out in the end. We must see this through.\n\n\nVandendriessche holds out his hand.\n\n\nVandendriessche:\n Are you ready?\n\n\nSCP-6461-2:\n If there’s no other option, then—\n\n\nThe entity firmly grasps Vandendriessche’s hand.\n\n\nSCP-6461-2:\n You better be right.\n\n\nVandendriessche:\n We’ll get started tomorrow morning. See you then.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.5:\n Fifth Interaction with SCP-6461-2\n\n\nThe following interview took place on 1981/04/30. This was the last major recorded interview, as crucial information regarding both anomalies have already been gathered, making interviews no longer necessary.\n\n\n\n\n<Begin Log>\n\n\nVandendriessche enters the chamber. It retains its cavernous surroundings.\n\n\nVandendriessche:\n I have no clue why this looks like 6461-1, even now.\n\n\nSCP-6461-2:\n It’s the thing that’s impacted my life the most. It’s been on my mind for the longest time; it’s only natural that it follows me here.\n\n\nVandendriessche:\n Physically from what we’ve seen before, this shouldn’t happen.\n\n\nSCP-6461-2:\n Maybe it’s the remnants of the original? Or it’s part of what the giant spider imbued in me.\n\n\nVandendriessche:\n We won’t know for sure. We never found that cave after it vanished, so I doubt we’ll ever find concrete answers.\n\n\nVandendriessche:\n But right now I’m here to give you a refresher. See if you remember anything you’ve learned.\n\n\nSCP-6461-2:\n About being a director?\n\n\nVandendriessche:\n More about leadership in general. Tell me, what makes a good leader?\n\n\nSCP-6461-2:\n First off, you need to be aware of your own strengths and weaknesses, a better understanding of yourself means being able to understand how other people see you. Then you need to demonstrate respect to your subordinates consistently, you need to improve your skills in communication, you need to have a vision and drive for the future, and of course you need to have moral integrity.\n\n\nVandendriessche:\n That’s good, very good. But there’s one very crucial step that you missed.\n\n\nSCP-6461-2:\n Which is?\n\n\nVandendriessche:\n Compassion. Also empathy, but you need to do more than just simply listen and seek to understand how other people feel. Compassion requires leaders to \nact\n on what they learn. One won’t truly be heard if their boss doesn’t take any meaningful action on their concerns.\n\n\nSCP-6461-2:\n Right, you did say that. Because building trust between your peers makes an effective leader.\n\n\nVandendriessche:\n Precisely.\n\n\nSCP-6461-2:\n Speaking of being a leader, what’s our next step? How are we going to ‘prove me’ to them?\n\n\nVandendriessche:\n I’ve been doing my best to get you to help me with containment efforts and other standard procedures, which is why I had you look over all those documents and show you how I do things around here. Thankfully, I did that in advance so that part is a minor concern. Our biggest concern is the final review that the O5s have to do in-person with you before you get the position. After I retire, of course.\n\n\nSCP-6461-2:\n I have to meet with them. In-person.\n\n\nVandendriessche:\n Correct. I know that sounds frightening, but I’ll tell you what to say so that things can go smoothly.\n\n\nSCP-6461-2:\n Do you want me to memorize a script? It doesn’t matter what you want me to say, they’re going to say something that will trip me up.\n\n\nVandendriessche:\n We’ll prepare ourselves ahead of time. I assure you, you’ll be fine.\n\n\nSCP-6461-2:\n Every time you say that, something always comes up. I’m not exactly assured.\n\n\nVandendriessche:\n I’m not sure it’s every—\n\n\nThe door to the room slams open. Secretary Adams stumbles into the chamber.\n\n\nVandendriessche:\n Yes, Rachel?\n\n\nAdams:\n The O5s want you. Probably for something stupid again— oh.\n\n\nSCP-6461-2:\n What, you’ve never seen an anomaly before?\n\n\nAdams looks around the room nervously.\n\n\nAdams:\n Yeah, uh, I didn’t know you were—\n\n\nVandendriessche:\n I informed you about my interview earlier. What other concerns do you have?\n\n\nAdams:\n Nothing, I just, I have to go.\n\n\nSCP-6461-2:\n So soon? Come on, let’s cut the vague nonsense and talk about it upfront.\n\n\nAdams:\n I’d rather not.\n\n\nSCP-6461-2:\n Are you scared that I might hurt you? Because I’m not like you?\n\n\nAdams:\n I—\n\n\nVandendriessche:\n You are dismissed, Rachel. Thank you.\n\n\nAdams quickly nods her head before rapidly exiting the chamber, looking over her shoulder as she does so.\n\n\nSCP-6461-2:\n I thought you said you would fix that problem.\n\n\nVandendriessche:\n I tried to convince them otherwise, but they wouldn’t budge. Even if I tried to fire them, the O5s would just transfer them to another facility. Because they’re all essential to their mission. I’m sorry that you’re still treated this way. There’s no excuse for my inaction.\n\n\nSCP-6461-2:\n I know it was never your fault. You at least cared for me. That’s something that I haven’t had in a while. But this needs to end.\n\n\nSCP-6461-2:\n They throw thousands into prisons without any kind of due process or trial. They waste so many lives for meaningless research. And we can’t do a damn thing about it.\n\n\nSCP-6461-2:\n You said that a leader needs to act upon what they learned. That’s what I’m going to do. If these people are going to be trapped, they need someone who isn’t there to play pretend. They need to know the truth. And if they never gave me anything, I’ll make sure that in this place, people like me will get \neverything\n.\n\n\nSCP-6461-2:\n Now, what’s next?\n\n\nVandendriessche smiles slightly, before placing his hands in his pockets.\n\n\nVandendriessche:\n We’ll need to do actual work with the anomalies. Diplomatic conversations, recreational activities, helping them in any way we can.\n\n\nSCP-6461-2:\n You think I’ll be prepared for that?\n\n\nVandendriessche:\n You have the drive. I believe that if you wanted to, you could accomplish anything.\n\n\nSCP-6461-2:\n What are you thinking we should talk to first?\n\n\nVandendriessche pulls out a picture from his pocket, and holds it in front of SCP-6461-2. The figure captured is a skeleton on fire.\n\n\nVandendriessche:\n This is \nSCP-060-Alpha\n. It is extremely hostile and intelligent, and it will frequently try to strangle personnel or throw itself at as many flammable objects as possible.\n\n\nSCP-6461-2:\n And you want me to help you say hi to it?\n\n\nVandendriessche:\n Correct. Our only way of summoning it so far is by burning a select few white oak trees, but we have been trying to determine ways to summon and restrain it thaumaturgically so it won’t attack us.\n\n\nSCP-6461-2:\n This sounds like an awful idea. Can’t we just leave it alone?\n\n\nVandendriessche:\n It’s a sapient being, and by talking to it we can prevent future incidents from happening. For one thing, it’s very protective of these trees, so there has to be a significant reason behind it. The second thing is that the entity might have actually previously been Johnathan Corhill, who was the first person to summon it. We never found his body, and although other researchers have given up on that theory, I still think it’s a possibility.\n\n\nSCP-6461-2:\n So you’re saying that if we summon the skeleton through a different process and try to communicate with it, all problems will be solved?\n\n\nVandendriessche:\n If it’s an intelligent being, it can be reasoned with. It might take me a while to get permission for this, especially considering I’m bringing you along, but I think this’ll go well.\n\n\nSCP-6461-2:\n I hope you’re right this time. I don’t want you to get hurt.\n\n\nVandendriessche:\n I’ll be fine. Don’t worry about me. This is your time to shine, now.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.6:\n Incident 6461-060-1\n\n\nOn 1985/12/12, Director Vandendriessche and SCP-6461-2 visited Satellite Site-66-060 in order to conduct a seancé to have a diplomatic conversation with SCP-060-Alpha. The visit was tentatively approved by O5 Command, and a thaumaturgist with a specialty in phasmology was sent to assist in conducting the seancé.\n\n\nDuring the seancé, SCP-060-Alpha unexpectedly breached containment without any of the usual triggers for its summoning, causing Satellite Site-66-060 to initiate lockdown. The thaumaturgist fled the room just as the containment doors were sealed, leaving the director and SCP-6461-2 trapped inside. Upon SCP-060-Alpha’s demanifestation via the site’s fire suppression systems, Director Vandendriessche’s burnt corpse was found inside SCP-060-Alpha’s containment chamber, along with SCP-6461-2, who was unharmed. SCP-6461-2 was found sitting against the wall, staring at the body of Director Vandendriessche. It was eventually returned to Site-35 and recontained.\n\n\nIt was also discovered that SCP-6461-2 attempted to save the director by attacking the anomaly, but was unsuccessful in doing so. It was commended for its efforts with assisting the re-containment of SCP-060-Alpha and its bravery.\n\n\nAddendum 6461.7:\n O5 Meeting 56156/6461\n\n\nThe following transcript of a 1991/12/16 O5 meeting was attached to this document per order of Director Webb. Standard protocols regarding transcriptions have been disregarded for this specific document by order from the director herself. It is restricted to personnel with Level 4 Clearance.\n\n\n\n\n<Begin Log>\n\n\nMadeline Webb enters a large, dark chamber, and walks through it in silence. She eventually reaches the end, where holographic projections of thirteen individuals await her in the shadows. From the outlines, she can see four women, six men, a supercomputer, a cat, and a spectral entity.\n\n\nThe first individual to the left speaks up first.\n\n\nO5-1:\n Afternoon, everyone. Today’s meeting is regarding the final evaluation of one Miss Webb, designation SCP-6461-2. She has completed her training for directorship, and has shown a lot of promise over these past few years. So, what do we think?\n\n\nO5-8:\n I think this is incongruous to our mission.\n\n\nWebb:\n How so?\n\n\nO5-8:\n How so, how so. Well, I’ll tell you. Your facility has had a longstanding trend of being overtly humanistic and making a more \nlaissez-faire\n approach to your operations. This doesn’t quite mesh well to our collective line of work. Placing you as the director would further this trend, and perhaps provide inspiration for other sites to do the same. I don’t think we can have that, now, can we?\n\n\nWebb:\n Our stance of containment has prevented potential containment breaches by a wide margin, and we did that by giving the anomalies the help that they need. If we just leave them in their cages, what good will that do for us? It wouldn’t be efficient for either party.\n\n\nO5-3:\n She is partially right on that count. According to my records, there have only been 2 minor breaches at the site for the past few decades.\n\n\nO5-8:\n Right, but that doesn’t mean there won’t be any problems in the future.\n\n\nWebb:\n I have done what’s necessary for our mission, and I believe that what I am trying to do currently is and will continue to be beneficial and efficient for our current business.\n\n\nO5-8:\n \nOur\n current business?\n\n\nWebb:\n I have helped you with containment efforts, haven’t I?\n\n\nO5-8:\n I think you and I have a different interpretation of what our mission is. What do you think we do to protect?\n\n\nWebb:\n We protect both anomalies and humanity from each other.\n\n\nO5-8:\n You’re only half-right. Our mission, since day one, since the first draft of our charter, is to protect humanity and \nonly\n humanity. We all know our roles, and you should know yours. I can’t fathom why you even got here in the first place.\n\n\nWebb:\n Because he wanted me to. And I wanted to as well. I’m here to help.\n\n\nO5-8:\n Right, him. Of course.\n\n\nWebb:\n What exactly did Oliver do inefficiently?\n\n\nO5-8:\n I think it’s very apparent what he did. He’s why your facility is the way it is, correct?\n\n\nWebb:\n You are correct, sir.\n\n\nO5-8:\n Exactly.\n\n\nThe cat paws at her microphone until it activates.\n\n\nO5-5:\n Personally, I don’t think it’s too terrible of an idea to have her as director.\n\n\nO5-8:\n And why is that, might I ask? If we approve this ridiculous idea, it could jeopardize our mission at any point. I read the transcripts. I know what it said.\n\n\nO5-5:\n That is a possibility, but it is clear now that she has a willingness to help our goals, even if it’s a tentative one.\n\n\nO5-8:\n \nIt\n is a contained anomaly. We keep them in line. That’s what we are supposed to do. If we at any time decide to recruit them as personnel, they would be able to revolt, and they will slip from our grasp and walk freely. I will not stand for this.\n\n\nWebb looks around at each of the overseers, before turning to O5-8.\n\n\nWebb:\n So you, the high court, are allowed to keep a cat and a ghost as members, but I’m not allowed to join your ranks?\n\n\nO5-8:\n There’s a clear difference. Both Five and Thirteen have their reasons for being here. Thirteen wasn’t even anomalous in the slightest before he passed. We all have our reasons for using anomalies for our benefits. You can’t be part of any position, because as I said earlier, we contain your kind, and we keep you contained.\n\n\nPause.\n\n\nWebb:\n But it doesn’t have to be that way.\n\n\nWebb:\n At my site, I don’t see objects, I don’t see designations. I see people. I see \nguests.\n I see people that I need to support, that need to know that they are loved, and valued.\n\n\nWebb:\n If you can look around, you will see that things are starting to change. We can’t just let these people rot in the dark anymore. We have to give them the light that they need. Even if it’s only the tiniest bit.\n\n\nWebb:\n I know you don’t think I should be part of this, but I assure you that everything I do will be for the benefit of me and you. I won’t compromise your mission, because I can’t. No matter what I do, I will never be able to leave this place. I will not try to cause a breach, nor desertion of any kind. I am only here to help the people that you neglected all these years, and in turn your mission can continue as usual. I am here to make their lives better. If you disagree with this decision, I understand, but this is my final stance.\n\n\nO5-8:\n You—\n\n\nO5-1 presses a button, causing O5-8’s speaker to deactivate.\n\n\nO5-1:\n That’s enough, Eight.\n\n\nO5-1:\n I understand your rationale, and I can see you passed your assessments with flying colors. It is clear to me that you are fit to be a leader, and you have the drive to become one.\n\n\nO5-1:\n But I have one question for you. In the event that we deem you to be defiant to our organization and unmanageable, we will do everything in our power to rescind your permissions and your designation will be reinstated. Do you understand and accept this?\n\n\nWebb:\n I do.\n\n\nO5-1:\n Then we shall vote. In the meantime, you can wait outside in the lobby.\n\n\nThe voting process begins. All holograms turn off for the duration of this process. Webb does not move from her position. She appears to sweat.\n\n\nEventually, the holograms reactivate. O5-1 is the first to speak.\n\n\nO5-1:\n The results are in. By a close 7-6 vote, this proposal has passed. Welcome aboard, Director.\n\n\nWebb exhales in relief.\n\n\nWebb:\n Thank you, sir.\n\n\nO5-1:\n Please, just call me One.\n\n\nO5-8:\n You are going to regret this.\n\n\nO5-1:\n Maybe I will, maybe I won’t. We’ll see.\n\n\nO5-1:\n Madeline, Five will be your advisor from now on. She’ll tell you everything that you need to know once you get your bearings.\n\n\nO5-5:\n I’m sure you’ll make him proud.\n\n\nWebb:\n I already have.\n\n\nO5-1:\n This concludes our meeting. Sound off.\n\n\nThe holograms dissipate, leaving Director Webb in darkness.\n\n\n<End Log>\n\n\n\n\nAddendum 6461.8:\n Message from Director Webb\n\n\nThe following recording was transcribed and attached to this document by order of Director Webb. Only the current director of the site can view this document.\n\n\n\n\n<Begin Log>\n\n\nDirector Webb sits at her desk, looking into the camera.\n\n\nWebb:\n Hey, Oliver.\n\n\nShe adjusts the camera.\n\n\nWebb:\n We did it. I did it. I’m the director. No more designations. Just Director Webb. It feels great.\n\n\nWebb laughs.\n\n\nWebb:\n Earlier today, while I was at Site-01, I saw something beautiful. They had a window! Now, the window itself wasn't anything special. But I saw the sun again. Even if I couldn't go near it, it was heavenly. The beautiful sky - not a cloud in sight.\n\n\nWebb sighs.\n\n\nWebb:\n It's not over, though. Eight really seemed pissed that I was put in charge. I don't even know how you put up with him. Or how I'm going to keep putting up with him. But the fight moves on. One day, you'll be able to rest easy. One day, we'll give your work the recognition it deserves.\n\n\nWebb looks away from the camera.\n\n\nWebb:\n One day.\n\n\nShe looks back at the camera.\n\n\nWebb:\n I'm sorry. I'm so sorry. I could've done more. I tried to do something - whatever I could. But I don't know. I don't know how I'm alive - I should have died from it, hell I should have died from the cave. But your body - god. You didn't deserve that. You deserved better. You deserved to be able to retire. You deserved to see your work come through. You deserved to see everything- everything work out…\n\n\nWebb stops talking and grabs a tissue, wiping away tears from her eyes.\n\n\nWebb:\n And it will happen. Things have only changed lightly - surface-level things, really. But, it's a start. Soon, we'll fix everything. We'll give these people the freedom they deserve. With every flower planted, with every march, and with every hand to help another up. It's better than nothing at all. I don't know what will happen next. I don't know how it's going to happen, but it will happen. I need to help all of them. Just like you did for me.\n\n\nPause.\n\n\nWebb:\n I'll take care of your boarders, Oliver.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. At time of initial containment. Since then, the anomaly has begun to physically age one for every fifteen years slower.\n\n\n2\n. Tarantula\n\n\n3\n. Located in West Portsmouth, Ohio.\n\n\n4\n. Relocated to Chillicothe, Ohio.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMerehrab's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7467\n \n(+21)\n \n•\n\n\n\n\n\n\nSCP-7163\n \n(+55)\n \n•\n\n\n\n\n\n\nSCP-7550\n \n(+60)\n \n•\n\n\n\n\n\n\nSCP-8035\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-8926\n \n(+43)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nInfatuation in Black\n \n(+22)\n \n•\n\n\n\n\n\n\nTurning Out\n \n(+18)\n \n•\n\n\n\n\n\n\nYou Can’t Kill The Idea of Me\n \n(+24)\n \n•\n\n\n\n\n\n\nBlackbird\n \n(+14)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMerehrab’s Musings\n \n(+34)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6461\n\" by Merehrab, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6461\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n cavewall.jpg\n\n\nName:\n Hocking Hills: 1941\n\n\nAuthor:\n Don O'Brien\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nOpenverse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6460\n | SCP-6461 | \nSCP-6462\n »",
    "addendums": [
        "Addendum 6461.1: First Interaction with SCP-6461-2\nAn interview was conducted on 1957/01/08 to ascertain SCP-6461-2’s current wellbeing, after years of attempted interviews were unsuccessful, due to the anomaly’s increasing apprehension toward personnel. Interviews with the anomaly were also delayed after the former Site-35 3 completely vanished from reality in 1939. SCP-6461-2 was found to have escaped the facility the day before the incident, and was temporarily transferred to another facility before the reopening of Site-35 4 in 1956. Dr. Oliver Vandendriessche conducted the initial interview with the anomaly, who unexpectedly agreed to his request.",
        "Addendum 6461.2: Second Interaction with SCP-6461-2\nThe following conversation took place three months after the initial interview on 1957/04/18 with Dr. Vandendriessche returning to conduct the interview. The purpose of this interaction was to determine the exact events that SCP-6461-2 experienced while inside SCP-6461-1.",
        "Addendum 6461.3: Third Interaction with SCP-6461-2\nThe following impromptu interview took place eight years after the second major recorded interaction with SCP-6461-2 on 1965/05/05 inside Director Vandendriessche’s office. The purpose of this interview was to check-in on SCP-6461-2’s mental wellbeing.",
        "Addendum 6461.4: Fourth Interaction with SCP-6461-2\nOn 1977/09/30, the emergency alarm system within SCP-6461-2’s chamber was activated. The incapacitating agents were not filtered in the room after they were removed following Director Vandendriessche’s order in 1969, as they were no longer needed in any capacity. Vandendriessche entered the chamber to check the anomaly’s status with four armed guards stationed outside; the following is the resulting conversation.",
        "Addendum 6461.5: Fifth Interaction with SCP-6461-2\nThe following interview took place on 1981/04/30. This was the last major recorded interview, as crucial information regarding both anomalies have already been gathered, making interviews no longer necessary.",
        "Addendum 6461.6: Incident 6461-060-1\nOn 1985/12/12, Director Vandendriessche and SCP-6461-2 visited Satellite Site-66-060 in order to conduct a seancé to have a diplomatic conversation with SCP-060-Alpha. The visit was tentatively approved by O5 Command, and a thaumaturgist with a specialty in phasmology was sent to assist in conducting the seancé.\nDuring the seancé, SCP-060-Alpha unexpectedly breached containment without any of the usual triggers for its summoning, causing Satellite Site-66-060 to initiate lockdown. The thaumaturgist fled the room just as the containment doors were sealed, leaving the director and SCP-6461-2 trapped inside. Upon SCP-060-Alpha’s demanifestation via the site’s fire suppression systems, Director Vandendriessche’s burnt corpse was found inside SCP-060-Alpha’s containment chamber, along with SCP-6461-2, who was unharmed. SCP-6461-2 was found sitting against the wall, staring at the body of Director Vandendriessche. It was eventually returned to Site-35 and recontained.\nIt was also discovered that SCP-6461-2 attempted to save the director by attacking the anomaly, but was unsuccessful in doing so. It was commended for its efforts with assisting the re-containment of SCP-060-Alpha and its bravery.",
        "Addendum 6461.7: O5 Meeting 56156/6461\nThe following transcript of a 1991/12/16 O5 meeting was attached to this document per order of Director Webb. Standard protocols regarding transcriptions have been disregarded for this specific document by order from the director herself. It is restricted to personnel with Level 4 Clearance.",
        "Addendum 6461.8: Message from Director Webb\nThe following recording was transcribed and attached to this document by order of Director Webb. Only the current director of the site can view this document."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6461 \" by Merehrab, from the SCP Wiki . Source: https://scpwiki.com/scp-6461 . Licensed under CC-BY-SA .",
        "Filename: cavewall.jpg Name: Hocking Hills: 1941 Author: Don O'Brien License: CC BY 2.0 Source Link: Openverse"
    ],
    "description": "SCP-6461 refers to two interconnected phenomena. SCP-6461-1 was a cave entrance that manifested on 1937/07/19 on a cave wall near the caverns of Hocking Hills, Ohio. It subsequently demanifested on 1937/07/20.",
    "title": "SCP-6461"
}