{
    "url": "https://scp-wiki.wikidot.com/scp-6463",
    "all_text": "I remember the memory of you.\n\n\n\n\n\n\n\n\nrating: \n+150\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\nSCP-6463\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nPENDING\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6463-A\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nDr. Charles Gears is to monitor and survey SCP-6463 for topological or interdimensional irregularity. Re-establishing contact with the Foundation is to be considered highest priority.\n\n\nN/A.\n\n\n\n\nDescription\n\n\nSCP-6463 is the \nprovisional\n designation for Dimension-882R53, an extradimensional plane of unknown size. SCP-6463 resembles a salt flat, with its surface being solid and exhibiting near perfect reflectivity. The surface is also noted to have a salty taste.\n\n\nEntities within SCP-6463 are believed to not be affected by any form of energy expenditure and decay, as several electronic devices brought into SCP-6463 have been in continuous function for at least 296,516 years without fail, and people inside it do not appear to age or need sustenance, making them biologically immortal.\n\n\nSCP-6463 is largely featureless, with the exception of a single tree (henceforth SCP-6463-A) which exhibits a cognitohazardous effect which makes the observer always aware of its location, regardless of distance or visibility.\n\n\nThe body of Dr. Charles Gears was found leaning against the base of SCP-6463-A. The timestamp of this file's last update, alongside the subsequent autopsy report and 1,779,095 recovered video logs on his drive indicated he died at ~450,000 years of age from natural causes.\n\n\n \n\n\n\n\n\n\n« \nSCP-6462\n | SCP-6463 | \nSCP-6464\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6463\n\" by EstrellaYoshte, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6463\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n treelake.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n This page\n\n\nDerivative Of:\n\n\n\n\nName:\n tree\n\n\nAuthor:\n Sheila in Moonducks\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nOpenverse\n\n\n\n\nName:\n Salar de Uyuni 2013\n\n\nAuthor:\n Kuroiniisan\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6463 \" by EstrellaYoshte, from the SCP Wiki . Source: https://scpwiki.com/scp-6463 . Licensed under CC-BY-SA .",
        "Filename: treelake.png Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: This page Derivative Of: Name: tree Author: Sheila in Moonducks License: CC BY 2.0 Source Link: Openverse Name: Salar de Uyuni 2013 Author: Kuroiniisan License: CC BY-SA 3.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-6463"
}