{
    "url": "https://scp-wiki.wikidot.com/scp-6466",
    "all_text": "rating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy subject matter that includes body horror, mutilation, extensive body modification, and kidnapping. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6466\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph of the carcass of SCP-6466.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6466 is to be temporarily stored at a temperature of 2-4 degrees Celsius in a secure mortuary cabinet at Site-55 as it awaits transfer for permanent containment to a negative temperature cabinet in Site-19.\n\n\nIn addition, search teams are to be sent out in the vicinity of SCP-6466's discovery site in order to investigate its origins as well as similar instances to it. Deer described to be possessing human eyes are to be of particular note during this search.\n\n\nDescription:\n SCP-6466 refers to a cervine\n1\n carcass stored within the morgue of Site-55. From its external characteristics, SCP-6466 has been measured to be 120 cm tall and 190 cm long\n2\n. Furthermore, SCP-6466 has been found to possess abnormalities amounting to:\n\n\n\n\nNo evidence of a tail\n\n\nA lack of antlers, despite the carcass having belonged to a male\n\n\nEvidence of the presence of digits in both the forefeet and hindfeet, with thread being found between each of the aforementioned digits.\n\n\nTwisted forelegs and hindlegs\n\n\nImproperly shaped ears\n\n\nA lack of fur on the legs and feet, with the fur on the face and body being sewn onto the carcass before death.\n\n\nA head that is larger than normal for a deer\n\n\nHuman eyes\n\n\n\n\nBased on the patterns of the abnormalities, they are currently thought to have been a result of post-natal alterations, and not inborn conditions. Further tests on the corpse of SCP-6466 have yielded fully human DNA. The implications of these findings are currently unknown.\n\n\nOperation Log:\n After the discovery of SCP-6466, a full search operation was conducted by Foundation agents around the vicinity of the carcass’ discovery site, in an attempt to ascertain its origin. After a location of interest situated in a small cave was found 2 kilometers from the discovery site of SCP-6466, three members of MTF Chi-2 (“Lumberjacks”) were sent to the area to investigate.\n\n\n\n\nForeword:\n Prior to the operation, members of MTF Chi-2 arrived at the scene at 8:02 PM, on 2/17/2002. Due to the inaccessibility of the location from the local roads, the mobile task force commenced the operation at 9:23 PM after traveling to the location on foot.\n\n\nThe following log was extracted from team leader Carl Janus’ suit camera after the operation.\n\n\n\n\n<Begin Log>\n\n\n[The camera footage begins with team leader Janus sighting the location of interest. He moves his hand up from his assault rifle to signal his subordinates to stop. A dense forest surrounds the cave in which the location of interest is situated, with the constant drone of the local insects being present in the recording as background noise. The night vision capabilities of the camera illuminates the operatives’ surroundings, revealing the dense undergrowth. Fallen leaves cover the ground.]\n\n\nJanus:\n “Coming up on the location now. Commencing silence, HQ.”\n\n\nHQ:\n “Received. Continue, team leader.”\n\n\n[Janus begins to move slowly forward. The soft sounds of leaves crunching beneath the operatives’ boots are heard in the recording. Janus aims his rifle forward in a ready position. His subordinates are heard moving quietly behind him.]\n\n\n[Janus moves to the mouth of the cave, which lacks any plant growth. As he moves forward, he sees a small set of stairs leading downwards. The camera’s night vision capabilities are unable to illuminate the bottom of the stairs.]\n\n\n[Janus slowly descends the stairs, reaching the bottom after a few seconds. His subordinates follow suit. As he reaches the bottom, Janus turns around and signs to one of his operatives to stay behind to secure the rear. The operative, Michael de Rune, follows his command. Janus and his other operative, Edward Park, continue deeper into the cave.]\n\n\n[After one minute of walking, the cave's corridor ends, terminating in a large doorway. The door which used to secure the doorway has been broken open by a presumed internal force, and is barely connected to it by its one remaining hinge. As Janus leans over to inspect the broken door, it can be seen that there is a large dent in the door’s metal exterior. After a few seconds, Janus looks up to move past the doorway.]\n\n\n[The doorway leads into a large interior chamber. Though the camera is unable to see into the other side of the chamber, a large table can be seen protruding from the darkness. A switch can be seen on the wall next to Janus. As Park moves into the chamber beside Janus, he gestures to the switch. Janus shakes his head, before gesturing to the opposite end of the chamber. Park nods.]\n\n\n[Janus moves to position himself to the chamber’s left side, with Park moving to position himself on the right. Over the next thirty seconds, both operatives scan the room for any hostile persons, passing a variety of different implements and machines that are only seen in passing, with rusted steel separators segmenting each set of machines. To Janus’ left, where the table is, multiple chairs can be seen in upturned positions, with three being completely broken. Several bottles of beer, most only partially emptied, lay spilled on the ground under the table. A large blood splatter can be seen under the broken chairs, with multiple blood trails leading forward, deeper into the chamber. Janus continues in the direction of the trail.]\n\n\n[At the very end of the chamber, Janus notices another broken door lying on the ground beside a wide-open double doorway, with the blood trails leading into the room. As Park clears the other side of the room, Janus gestures to him, and then to the doorway. Park nods, moving beside Janus.]\n\n\n[As Park does so, Janus enters the room first, his assault rifle held in front of him. The room’s ceiling is far lower than the other chamber, measuring approximately 2 meters in height, though its marked length disallows the camera from illuminating the entirety of the room. To Janus’ left, three fresh corpses have been placed in zoo cages, with each one showing signs of trauma and mutilation. Each corpse is seen to have suffered bites on many parts of their body, though the patterns of the bites do not seem to have come from an animal. Park is seen wincing as he sees the corpses.]\n\n\n[As Janus looks away, more cages can be seen to his right, with each having been pushed open rather than broken open. The interiors of the cages are covered in hay, though the hay does not look to have been changed in a long time. Feces, presumed to be human, coats the surface of the hay. As Janus moves past the initial cages, he counts 26 in all. Only the first cage, closest to the doorway, seems to be closed. Seeing no other rooms to clear, Janus lets out an audible sigh.]\n\n\nJanus:\n “HQ, interior’s clear. No bogeys.”\n\n\nHQ:\n “Confirmed, team leader. What’s your status, Operative de Rune?”\n\n\nde Rune (over the radio):\n “Nothing except insects and some of the local wildlife wandering around. I’ll keep an eye out.”\n\n\n[Janus sighs.]\n\n\nJanus:\n “Well, thank God. Wasn’t hoping to die today.”\n\n\n[Park offhandedly smirks at Janus’ remark, before gesturing to the direction of the corpses.]\n\n\nPark:\n “What do you think their story was?”\n\n\n[Janus lifts his head to look at Park.]\n\n\nJanus:\n “I don’t know, but it seems like they were dragged in here. Maybe… mutilated in here, too? Those wounds look like they were done postmortem.”\n\n\n[Park moves to inspect the corpses within the cages.]\n\n\nPark:\n “Put into the cages. Some kind of revenge?”\n\n\n[Janus shrugs.]\n\n\nJanus:\n “We don’t know.”\n\n\n[Janus looks in the direction of the switch seen earlier before completely walking out of the small room. He walks into the large chamber, moving past the table and the separators seen earlier to turn the switch on.]\n\n\n[At once, the chamber is quickly lit up by overhanging industrial light fixtures, which turn on in quick succession from the direction of the switch and forward into the chamber. The night vision of the camera automatically turns off.]\n\n\n[Janus looks to his left, towards the array of machines seen earlier.]\n\n\nJanus:\n “Jesus Christ.”\n\n\n[As Janus moves closer, the shape of the machines, as well as their use, becomes apparent. On the section closest to the camera, multiple identical machines can be seen, with each being rusted and old. The machines are separated into two pieces, with a knob adjusting the position of the upper piece in relation to the lower piece. The upper piece can be seen to have two tapered ends which can be inferred to contain and restrain arms, with added shackles on each of the tapered ends supporting this conclusion. The words “1: BENDING STATION” are written in red paint on a similarly rusted sign placed on the wall above the machines. A large bucket has been placed on the rear end of each one. There is evidence of fecal matter on one of the buckets close to Janus.]\n\n\nde Rune (over the radio):\n “Sir?”\n\n\n[Janus does not answer, instead moving past the separators denoting the end of the “Bending Station” into the section past it.]\n\n\n[The words “2: SNOUT MAKING STATION” are seen above the section, which contains four identical tables with four holes under them. Though one end of the tables are bare, the other end possess a contraption composed of many adjustable rings, with each ring having a knob placed under it. The initial ring seems to be made to accommodate a human head, with each succeeding ring becoming smaller and smaller.]\n\n\n[Janus moves past the section again, moving into the final section. The words “3: MISCELLANEOUS” are seen hanging on a sign above the section, which is by far the largest out of all three. Multiple racks leaning on the wall contain a variety of instruments, including hammers, whips, files, needles, black paint, and sledgehammers, as well as specially made instruments that can be concluded as being used for elongating specific body parts, such as feet and ears.]\n\n\n[On the adjacent side, a series of racks have been dedicated to housing large pelts, with straps fastened to each side. On the right hand side, a series of enclosures have been erected, each with posts that have leads tied to them. The enclosures, like the cages, have been covered in hay, which is in turn smeared with a mixture of feces and blood.]\n\n\n[Above all three stations, a sign has been hung, containing text written once again in red paint. It reads: “YOU WATCH SO THAT WE CAN DO.” Two identical charts displaying Morse code have been hung on either side of the sign.]\n\n\n[Janus remains frozen as he looks at the scene in front of him. He is heard dry heaving.]\n\n\n[Out of the corner of the camera’s vision, Park emerges from the cage room and slowly walks towards Janus. His eyes are also fixed at the scene.]\n\n\n[The pair of operatives remain silent for twenty seconds.]\n\n\nPark (horrified):\n “Sir… what the hell have they been doing here?”\n\n\nde Rune (over the radio):\n “Sir? What’s going on?”\n\n\n[Janus remains silent.]\n\n\nPark:\n “Sir?”\n\n\n[Suddenly, a loud scream is heard over the radio, echoing into the chamber. It did not originate from any of the operatives. Janus’ head immediately moves in the direction of the noise. He moves to speak into his mouthpiece.]\n\n\nJanus:\n “De Rune… I need a status report. Now.”\n\n\nde Rune (over the radio):\n “I see… deer, Sir. Two dozen of them. They’re all coming out of the trees.”\n\n\n[Janus begins to immediately run out of the chamber, holding his assault rifle in both hands. Park is heard following suit.]\n\n\n[As Janus runs down the hallway, a rhythmic tapping is heard over the radio. It gets louder as Janus moves to the end of the hallway, emerging into the small clearing surrounding the cave. All around the camera, a herd of 25 deer-like entities can be seen surrounding the cave, all of varying sizes. Though most of the tanned deer hide remains fastened around the entities’ abdomens, successfully mimicking the appearance of a deer, the heads of the SCP-6466 instances are shown to be completely bare of any fur. Their ears have been stretched high above their heads, permanently facing forward. Most have snouts that are imperfectly shaped, often with circular ring-like indentations around them. Notably, the smallest instances have faces that are completely human. Lastly, each instance possesses perfectly human eyes, unmarked by the alterations made to each instance.]\n\n\n[One begins to shout again, and though it is unable to coherently form words of speech, its voice is that of a teenage girl. As it shouts, it rhythmically taps the ground again, which is repeated by the other instances.]\n\n\nJanus:\n “Eyes forward, guns at the ready, now!”\n\n\n[At Janus’ command, all three members of MTF Chi-2 form a cohesive line, with Janus at the center and de Rune and Park on the left and right, respectively. All three then kneel in sync, their assault rifles held in front of them.]\n\n\n[At this, all of the SCP-6466 instances begin to shout louder in alarm, rhythmically tapping the ground furiously. The synchronized rhythm as established earlier dissolves into chaos, with each instance establishing a different rhythm from all the others. The smaller SCP-6466 instances begin to run behind larger SCP-6466 instances, which move back protectively. Unlike their adult counterparts, the smaller SCP-6466 instances move in a staggering manner.]\n\n\nPark:\n “Sir, your order?!”\n\n\nJanus:\n “Hold! Wait for them to make the first move.”\n\n\n[Eventually, the volume of the SCP-6466 instances begin to decrease, but the tapping persists. Through the camera, it remains loud.]\n\n\n[As the SCP-6466 instances continue to tap, the earlier instance which seemed to lead its fellow entities moves forward from the herd, lowering its head as it does so. Its human eyes remain intently fixed on the operatives.]\n\n\n[With the instance moving forward, several of the other SCP-6466 instances begin to shout in protest, before being silenced by an even louder shout by the leading instance. Right after it shouts, it makes several quick taps, which cause much of the herd to shrink back.]\n\n\nde Rune:\n “They’re… they’re communicating.”\n\n\nPark:\n “Morse code?”\n\n\n[Janus stays silent, looking intently at the other instances.]\n\n\nJanus:\n “Yeah, I think so. De Rune, can you translate?”\n\n\n[Out of the corner of the camera’s vision, de Rune’s eyes widen as he looks at Janus, before nodding.]\n\n\nde Rune:\n “Yeah. I can try.”\n\n\n[As if it understood the operatives’ speech, the leading SCP-6466 instance slowly begins to tap its hooves.]\n\n\nde Rune:\n “S… T… O… P… wait, S-T-O-P. ‘STOP.’”\n\n\n[Janus looks at de Rune, before looking back at the leader.]\n\n\nJanus [slowly]:\n “Do… you… understand… us?”\n\n\n[The SCP-6466 instance quickly taps a response.]\n\n\nde Rune:\n “Y-E-S. Yes.”\n\n\n[Janus slowly nods.]\n\n\nJanus:\n “Okay. Then this should be easier.”\n\n\n[He clears his throat.]\n\n\nJanus:\n “We aren’t part of the people who did this to you. We… just want to know what’s happening here.”\n\n\n[The SCP-6466 instance turns its head to regard its fellow entities, before bowing its head quickly. It turns back to the operatives and taps out another response.]\n\n\nde Rune:\n “T-E-L-L… Tell… U-S… W-H… Tell us why you're here.”\n\n\nJanus:\n “They abused you, didn’t they? Turned you into… this?”\n\n\n[The SCP-6466 instance nods. It taps to respond.]\n\n\nde Rune:\n “We were all kid… napped at… different times. Made into… W-A-T-C-H-E-R-S. Watchers.”\n\n\n[The SCP-6466 instance continues to tap.]\n\n\nde Rune:\n “Please help us. The old man… G-O-T… got himself killed to give us a chance. Soon, they… W-I… they will come back and kill us. We aren't the O-N… only ones like this. They are powerful. Everywhere. Help us.”\n\n\n[The SCP-6466 instance vocalizes again, its tone desperate. It bows its head, then taps again.]\n\n\nde Rune:\n “…please.”\n\n\n[A silence persists for thirty seconds.]\n\n\n[All 25 SCP-6466 instances watch the operatives intently.]\n\n\n[Janus is seen hesitating. His grip on his assault rifle is shaking.]\n\n\nJanus:\n “I…”\n\n\n[The SCP-6466 instance taps again. It takes one step closer. Park and de Rune look expectantly at Janus, who remains frozen.]\n\n\nde Rune:\n “Uh… It’s saying…”\n\n\n[The SCP-6466 instance continues to tap, taking another step closer to Janus.]\n\n\nde Rune:\n “W… E… D… ‘We disgust you, don’t we?’”\n\n\n[The SCP-6466 instance takes another step. Only 3 meters separates it from the operatives. Park keeps his firearm pointed at the instance, but is also hesitant to fire.]\n\n\nPark (to Janus):\n “S-sir?”\n\n\n[Janus makes no response. His suit camera remains fixed on the SCP-6466 instance. Park tightens his grip on his assault rifle and begins to shout.]\n\n\nPark:\n “Step away. Now!”\n\n\n[The SCP-6466 instance makes no indication that it has heard Park. It continues to step closer. Janus remains frozen. The instance taps on the ground again.]\n\n\nde Rune:\n “‘I was taken when I was only five years old. Many were younger. The pain… I cried for my parents. M… Y… My friends. I stayed bent there for years. All while my back broke and my hips cracked.”\n\n\n[The SCP-6466 instance moves another step closer. Its human eyes remain fixed on Janus. Janus’ heavy breathing is heard over the camera. The instance continues to tap.]\n\n\nde Rune:\n “Then… T-H… they twisted my arm. Broke my hands, and then… P-U-L-L… pulled my fingers the other way and sewed them together so that the nails would grow into hooves.\"\n\n\n[de Rune’s tone becomes more and more horrified as he translates. His jaw is seen quivering. The SCP-6466 instance is now only approximately .5 meters away from Janus. Park’s eyes are wide, but he still keeps his assault rifle trained on the instance.]\n\n\nde Rune:\n “T… H… The old man was the only… O-N-E… one that cared for me. He got their attention, enough for U-S, us to escape. To fight back. To K-I… kill them.”\n\n\n[The SCP-6466 instance takes a final step forward, nearly touching the suit camera with its snout. Up close, it can be discerned that, despite the alterations made to its body, its nose remains intactly human, and is only painted black in order to give the impression of a deer’s snout.]\n\n\nde Rune:\n “After… T-H-A-T… that… do you know what it is like to eat grass, knowing that it can never F-E-E-D… feed you? To never be able to stand upright, or H-O-L-D… hold something again.”\n\n\n[The instance’s eyes remained transfixed on Janus. From this up-close perspective, the instance’s blue irises can be seen. Conversely, unlike the eyes of a deer, the instance’s eyes remain front-facing, though it can be seen that multiple attempts have been made to flatten it against its skull.]\n\n\nde Rune:\n “You start to… B-E-L… believe that you are this. A-N-D-O-N-L-Y… and only this. And will only ever be this.”\n\n\n[The instance remains in its place, still staring down at Janus. It continues to slowly tap.]\n\n\nde Rune:\n “The deer around here know that we are not one of them. We… S-M… smell too different. We can only ever stay with our own.”\n\n\n[Its tapping begins to slow.]\n\n\nde Rune:\n “Y-O… You see… W-E… we are not animal, but we are not human, either.”\n\n\n[At once, the instance closes the remaining distance between it and Janus, bringing its snout in contact with the bottom of his suit camera. Its eyes meet Janus’.]\n\n\nde Rune:\n “N-O… Now let me say… this… again.”\n\n\n[The instance taps its next message out slowly.]\n\n\nde Rune:\n “Do… we… still… disgust… you?”\n\n\n[A silence persists for several tense seconds. The eyes of all three operatives are transfixed on the instance. From the up-close perspective of Janus’ suit camera, the instance’s left eye begins to tear up.]\n\n\n[It vocalizes. Its tone is mournful and pleading. Unlike before, it attempts to speak.]\n\n\nSCP-6466-2:\n \"\nHelllllp usss…\n\"\n\n\n[It is heard audibly breathing in. Its voice is raspy as it once again attempts to speak.]\n\n\nSCP-6466-2:\n \"\nPleaaaseee.\n\"\n\n\n[A long silence follows. All three members of the MTF stare at SCP-6466-2.]\n\n\n[After several seconds, Janus speaks.]\n\n\nJanus:\n \"H… HQ, requesting clearance to begin containment operations?\"\n\n\n[HQ does not respond for twenty seconds.]\n\n\nJanus:\n \"HQ? Can you hear me, over?\"\n\n\n[The silence persists for several more seconds. Eventually, the radio begins to crackle. HQ responds.]\n\n\nHQ:\n \"Negative, team leader. You are ordered to report for extraction. We're done here.\"\n\n\n[Janus glances at Park and de Rune's faces. Both possess expressions of shock. Janus is noted to be avoiding the gaze of SCP-6466-2.]\n\n\nJanus:\n \"Just for confirmation, HQ… we're not going to help them?\"\n\n\n[HQ does not respond for five seconds.]\n\n\n[The radio crackles again.]\n\n\nHQ:\n \"Negative. Report for extraction post-haste.\"\n\n\n[Another six seconds of silence persist. Janus looks up at SCP-6466-2, which looks back at the operative.]\n\n\n[Janus exhales. The camera is shaking slightly.]\n\n\nJanus:\n \"I'm sorry, but…\"\n\n\n[Janus exhales again. The camera's shaking increases.]\n\n\nJanus:\n \"We can't…\"\n\n\nde Rune (resigned):\n \"We can't help you.\"\n\n\nJanus:\n \"It's out of… out of our hands. We need to go.\"\n\n\n[SCP-6466-2 bows its head. The corners of its mouth on opposite sides of its face move up to express a smile of resignation. It exhales, and then taps on the ground.]\n\n\nde Rune:\n \"I… S-E-E. I see. They have you too.\"\n\n\n[SCP-6466-2 begins to slowly back away from the MTF operatives.]\n\n\nPark:\n “We don’t really say this, but…”\n\n\n[SCP-6466-2 continues to take incremental steps backward. The rest of its herd watches it move towards them in silence.]\n\n\nJanus:\n “We’re… we're really sorry that we can’t help you.”\n\n\n[SCP-6466-2 pauses.]\n\n\n[It stays in its current position for eight seconds. It begins to lift its hoof to tap on the ground.]\n\n\n[It keeps its hoof suspended in the air for another three seconds, before gently putting it back down on the ground.]\n\n\n[SCP-6466-2 turns around and walks into the forest. It is soon out of sight.]\n\n\n[The rest of the herd follows suit. After several seconds, all instances of SCP-6466 are no longer able to be seen.]\n\n\n<End Log>\n\n\n\n\nAfterword:\n Shortly after, all three members of MTF Chi-2 were extracted from the scene. Further action was recommended by the MTF, with team leader Janus prescribing containment for all 25 SCP-6466 instances. Alternative actions such as the referral of the situation to the Unusual Incidents Unit, Wilson's Wildlife Solutions, or local law enforcement agencies are also being considered.\n\n\nFurther action is pending.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:We'll take this from here.\n\n\n\n\n\n\n\n\n\n\nTo:\n O5-12\n\n\nFrom:\n YOUWATCHSOTHATWECANDO\n\n\nSubject:\n We'll take this from here.\n\n\n\n\n\n\nWe are disappointed that you were not able to recognize this for what it was, seeing as it benefits you as well. Keep this on the down-low. No more of this talk about delegating this to the Feds. We'll do the rest.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Update: 2002/2/30\n\n\n\n\n- Displayed\n\n\n\n\nUpdate: 2002/2/30:\n Further action has been suspended.\n\n\nDue to recent events regarding all currently discovered instances, SCP-6466 has been reclassified as neutralized.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Deerlike\n\n\n2\n. This size is considered to be an abnormal proportion for deer located within the local area.\n\n\n\n\n\n\n\n\n\n\nMore from this author\n\n\nImage created by AnAnomalousWriter\n\n\n« \nSCP-6465\n | SCP-6466 | \nSCP-6467\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6466\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6466\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Image.jpg\n\n\nAuthor:\n ClickFlashPhotos / Nicki Varkevisser\n\n\nLicense:\n CC-BY\n\n\nSource Link:\n \nhttps://search.openverse.engineering/image/b3b42d31-c6ca-46bc-988b-83c08e2a2360\n\n\n\n\n\n\nFilename:\n Human eye showing subconjunctival hemorrhage.jpg\n\n\nAuthor:\n James Heilman, MD\n\n\nLicense:\n CC-BY-SA\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Human_eye_showing_subconjunctival_hemorrhage.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6466 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-6466 . Licensed under CC-BY-SA .",
        "Filename: Image.jpg Author: ClickFlashPhotos / Nicki Varkevisser License: CC-BY Source Link: https://search.openverse.engineering/image/b3b42d31-c6ca-46bc-988b-83c08e2a2360",
        "Filename: Human eye showing subconjunctival hemorrhage.jpg Author: James Heilman, MD License: CC-BY-SA Source Link: https://commons.wikimedia.org/wiki/File:Human_eye_showing_subconjunctival_hemorrhage.jpg"
    ],
    "containment_procedures": "SCP-6466 is to be temporarily stored at a temperature of 2-4 degrees Celsius in a secure mortuary cabinet at Site-55 as it awaits transfer for permanent containment to a negative temperature cabinet in Site-19.",
    "description": "SCP-6466 refers to a cervine1 carcass stored within the morgue of Site-55. From its external characteristics, SCP-6466 has been measured to be 120 cm tall and 190 cm long2. Furthermore, SCP-6466 has been found to possess abnormalities amounting to:",
    "title": "SCP-6466"
}