{
    "url": "https://scp-wiki.wikidot.com/scp-6467",
    "all_text": "A common D&D phenomenon!\n\n\n\n\nrating: \n+150\n+\n–\nx\n\n\n\n\n\n\nA \nDungeons & Dragons\n game in progress, a common vector for SCP-6467.\n\n\n\n\n\n\nItem #:\n SCP-6467\n\n\nObject Class:\n Archon\n\n\nSpecial Containment Procedures:\n Due to the harmless nature of SCP-6467, it has been decided to permit it to remain uncontained.\n\n\nFoundation staff are encouraged to host game nights where tabletop roleplaying games are the focus in order to further the study of SCP-6467. Copies of popular tabletop roleplaying game rulebooks and campaigns have been placed in every Foundation Site's recreational room for ease of access by personnel. Footage of personnel playing tabletop roleplaying games is to be reviewed by the SCP-6467 team for possible signs of SCP-6467 affliction.\n\n\nDescription:\n SCP-6467 refers to a phenomenon affecting players of tabletop roleplaying games where players will inevitably encounter an NPC\n1\n of minimal importance to the plot or overall narrative of the game. Players will become fixated upon said character, often to the point of derailing the aforementioned narrative to focus on said NPC. SCP-6467 most frequently occurs in fantasy settings such as \nDungeons & Dragons, Blackmoor,\n and \nPathfinder\n, though it has also been observed to manifest in other genre settings such as \nCall of Cthulhu, Kids on Bikes,\n and \nDark Heresy.\n\n\nPlayers under the effects of SCP-6467 will typically become highly interested in asking the target NPC questions about their backstory, beliefs, and opinions on inane and irrelevant topics. This will inevitably result in frustration from the Game Master,\n2\n which will typically be met with casual dismissal by the players. In 68% of recorded test cases, players affected by SCP-6467 will attempt to bring the NPC they are fixated upon with them on their adventure, regardless of whether or not the NPC possesses any combat abilities.\n\n\nIn the event of a successful attempt, the NPC will remain with players until one of three scenarios has occurred:\n\n\n\n\nIn 51% of recorded test cases, players will continue to explore the NPC’s personal backstory and ambitions throughout game sessions, and attempt to aid them where possible. Once these goals have been fulfilled, the Game Master is able to remove the NPC from the adventure and resume the game’s original narrative without player complaint.\n\n\nIn 17% of recorded test cases, the Game Master will successfully kill or remove the NPC before their aforementioned aims can be completed. All recorded cases that have gone beyond this point have resulted in the premature conclusion of the adventure and deterioration in relations between SCP-6467 affected players and the Game Master outside of the game.\n\n\nIn 32% of recorded test cases, the game will simply fall apart prematurely due to players' time commitments being required elsewhere, disagreements between the Game Master and Players, or other exterior issues.\n\n\n\n\nNotably, attempts to force SCP-6467 to manifest in a controlled environment have failed. This includes instructing Game Masters to attempt to create multiple characters with traits favorable to an SCP-6467 instance.\n3\n\n\nAddendum 6467.1: Attached Example Log\n\n\nAttached below are selected examples of an instance of SCP-6467 affecting Foundation personnel at Site-55 during their weekly \nDungeons & Dragons\n games.\n\n\n\n\nView SCP-6467 Log-1221\n\n\n\n\nClose log\n\n\n\n\n\n\nCCTV Log 1\n\n\nLocation:\n \nSite-55\n Rec Room\n\n\nDate:\n 07/10/2023\n\n\nPresent:\n Dr. Jay Everwood, Researcher Rex Alces, Researcher May Waters, Researcher Chidi Gueye\n\n\n\n\n[All four staff are seated in the centre of the room around a small wooden table. A shakily drawn map of some fantastical location covers most of the surface, with assorted miniature figurines scattered across it. Everwood is seated at the head of the table, separated from the others by a thin shoulder-height screen. ]\n\n\nEverwood\n: As the three of you begin rising to your feet, the Gateway closing behind you, you find yourselves in an unfamiliar forest. A silver fog gently weaves amongst the trees, and you can hear the bubbling of a creek nearby.\n\n\nThe forest \nlooks\n to be empty; there’s no obvious signs of trespassers. In fact, from the gargantuan size of the trees surrounding you and the dense undergrowth, you doubt anyone’s been here in a while. What’s your move?\n\n\nMay:\n Duke Assinsil—\n\n\nEverwood:\n Asinesill.\n\n\nMay:\n —hired us for the surveyor job. I’m thinking we just split up and get surveying.\n\n\nRex:\n Fantastic idea. Split up in a completely unknown location with limited visibility; there’s no way that could ever go wrong \nagain\n.\n\n\nRex turns to stare at Chidi.\n\n\nChidi:\n Hey! I only did what Clod would’ve done. The dude’s got an INT\n4\n score of 9, he’s not doing much high-brow thinking.\n\n\nRex:\n Or much thinking at all.\n\n\nChidi:\n Rude. Anyways, I’m with May here. The forest is perfectly safe, and finishing the Assinsil—\n\n\nEverwood:\n Asinesill.\n\n\nChidi:\n —job is our top priority. We need the gold after that whole dungeon incident \nthat we were ALL responsible for\n. Just shout if you’re in trouble.\n\n\nMay:\n Will do.\n\n\nRex:\n Fine.\n\n\nEverwood:\n You each split up and begin to work your way through the forest.\n\n\nThey roll a small twenty sided die.\n\n\nEverwood:\n As you’re doing this, uh, Chidi, the foliage begins to thin, and you find yourself in a small clearing. The remains of a campsite are strewn across it: torn canvas, ruptured wood, and strange red chunks. In the centre of all this chaos is a twisted, malformed goblin. It smiles up at your approach, scarlet-stained teeth gleaming as—\n\n\nChidi:\n What’s its name?\n\n\nEverwood:\n What?\n\n\nChidi:\n You know, its name? \nNombre?\n How am I meant to talk to it if I don’t know its name?\n\n\nEverwood:\n I-fine. Its name is, um, Boblin.\n\n\nMay:\n Boblin?\n\n\nEverwood:\n You three split up, this is just between Chidi's character and the goblin.\n\n\nRex:\n You mean Boblin.\n\n\nEverwood:\n Whatever.\n\n\nChidi:\n I ask him how he's doing.\n\n\nEverwood:\n …You ask the goblin with gnarled, blood-stained teeth what it's doing in the ransacked campground?\n\n\nChidi:\n Yes.\n\n\nEverwood:\n The goblin merely grins as you approach, drawing from its waist a short, curved blade, which it flourishes with deadly skill.\n\n\nChidi:\n So he doesn't answer? Come on. I'm trying to initiate a conversation here. Can I roll Persuasion to see if it will talk to me?\n\n\nEverwood:\n This goblin—\n\n\nRex:\n Boblin.\n\n\nEverwood:\n …right. Anyway, he doesn't seem much interested in speaking. He lunges toward you, ready to draw blood! Roll for initiative, Chidi.\n\n\nChidi:\n Oh come on! This doesn't have to turn hostile! I feel like you're railroading us into com—\n\n\nRex:\n Just cast Hold Person and call me and May over.\n\n\nMay:\n Good thinking!\n\n\nChidi and Everwood both roll twenty-sided die on the table.\n\n\nEverwood:\n The goblin—\n\n\nMay:\n Boblin!\n\n\nEverwood:\n Ugh. \nBoblin\n has rolled abysmally low for initiative. Did you beat a five, Chidi?\n\n\nChidi raises his fist in the air.\n\n\nChidi:\n Thirteen! Woo, I move first! I cast Hold Person on Boblin.\n\n\nEverwood:\n Don't get too excited, he can still make the Will save.\n\n\nEverwood rolls a twenty-sided die. They sigh.\n\n\nEverwood:\n It looks like the die are in your favor tonight, guys.\n\n\nChidi:\n Excellent! I call May and Rex over!\n\n\nMay:\n I come running!\n\n\nRex:\n Me too!\n\n\nEverwood:\n Don't you two want to have your own scenes investigating the forest?\n\n\nRex:\n Nah, I think Boblin is the more important find.\n\n\nEverwood:\n If you say so… Anyway, you two quickly come upon Chidi and Boblin frozen in place. We're all going to take turns speaking here as if it were combat because Hold Person works in rounds, so please roll initiative now. Also, we'll say you spent this round's turn coming up to Chidi and Boblin.\n\n\nRex and May roll a twenty-sided die each.\n\n\nRex:\n Twenty.\n\n\nMay:\n Twelve.\n\n\nEverwood:\n Alright. Rex, you go first now. You can ask Boblin one question per turn.\n\n\nRex:\n Only one? Come on!\n\n\nEverwood:\n Remember, each turn is approximately six seconds.\n\n\nRex:\n Fine. I ask him what his favorite colour is.\n\n\nMay laughs and Chidi smiles. Everwood stares over at Rex.\n\n\nEverwood:\n A-are you serious?\n\n\nRex:\n I want to know his favorite colour.\n\n\nEverwood:\n Fine.\n\n\nEverwood rolls a six-sided die.\n\n\nEverwood:\n His favorite colour is green.\n\n\nRex:\n Is that because he is green or does he just like the colour?\n\n\nEverwood:\n One question per turn. Chidi, you're next.\n\n\nChidi:\n I ask him that.\n\n\nEverwood:\n What?\n\n\nChidi:\n I ask him if he likes green because he's green or because he likes the colour.\n\n\nThere is a brief silence.\n\n\nEverwood:\n He likes it because he likes the colour of plants.\n\n\nMay:\n Me next! I ask him what his favorite plant is.\n\n\nEverwood:\n Are you guys serious? You have a hostile enemy right in front of you and you've all just spent your entire round asking pointless questions. I've been humoring it but… come on, you three. For crying out loud.\n\n\nMay:\n I'm sorry, I thought this was a roleplaying game. I'm just doing what my character would do.\n\n\nEverwood:\n Since when does Lady Philomena have an obsession with nasty goblins?\n\n\nMay:\n Since always! I just never brought it up because it wasn't relevant until now. So tell me, what is his favorite plant?\n\n\nEverwood:\n He likes sunflowers. Sunflowers are his favorite.\n\n\nRex:\n Ooh, I can cast Druidcraft and create a sunflower for him!\n\n\nMay:\n Yeah, do that!\n\n\nChidi:\n Great idea, Rex. Maybe we can convince him to join us if we give it to him.\n\n\nEverwood sighs, clearly exasperated.\n\n\nEverwood:\n Not so fast. His turn is now, and he's going to try and free himself of Hold Person.\n\n\nThey roll a twenty-sided die. Rex, Chidi, and May all cheer.\n\n\nRex, Chidi, and May:\n Nat one!\n5\n\n\nEverwood:\n He fails. Go ahead, Rex. It's your turn.\n\n\nRex:\n I cast Druidcraft and create a sunflower in full bloom for him. How does he react?\n\n\nEverwood:\n He can't really move, he's being held by Hold Person.\n\n\nMay:\n But you let him talk before! Why can't he react to the sunflower?\n\n\nEverwood:\n Ugh. Fine. He is delighted at the sight of his favorite flower. However, if you want anything beyond that you're going to have to release him from Hold Person, Chidi.\n\n\nChidi:\n I do that then. It's my turn now, right?\n\n\nEverwood:\n Do you take any other action? Remember, dropping concentration is a free action.\n\n\nChidi:\n Why would I? I don't want to attack him.\n\n\nEverwood:\n You could take his sword away just in case. You could prepare a spell should he become hostile. You could take a few steps back away from him to safety. The possibilities are endless, really.\n\n\nChidi:\n No, I just want to see him happy with his sunflower.\n\n\nEverwood takes a deep breath. They exhale sharply and glance over their notes for a moment before suddenly perking up.\n\n\nEverwood:\n Okay, sure. As you hand the sunflower to the goblin, and guys, I swear if you interrupt me one more time I will cut you, he happily reaches out and accepts it. He takes a deep whiff, his nasty nose poking deep into the disk florets before turning to you all and smiling the most twisted smile possible. He then speaks up; saying \"Did Asinesill send you here?\" What do you do?\n\n\nMay:\n Ass-who?\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nView SCP-6467 Log-1225\n\n\n\n\nClose log\n\n\n\n\n\n\nCCTV Log 2\n\n\nLocation:\n Site 55 Rec Room\n\n\nDate:\n 15/01/2024\n\n\nPresent\n: Dr. Jay Everwood, Researcher Rex Alces, Researcher May Waters, Researcher Chidi Gueye\n\n\n\n\nEverwood:\n Walking into the tavern, the three of you instantly spot your informant sitting towards the back, carrying what looks to be a small set of scrolls. He raises an eyebrow inquisitively as you approach. “You got the, uh, ‘reward’?”\n\n\nMay:\n Can I get Boblin to pass him the ring?\n\n\nEverwood:\n …Sure. The man looks on with barely hidden disgust as Boblin’s diseased, deformed fingers pass the softly glowing ring to him, streaks of some unidentifiable brown matter smeared across it.\n\n\nChidi lets out a small cheer.\n\n\nChidi:\n Two weeks ago the whole thing would’ve been stained!\n\n\nMay:\n They grow up so fast.\n\n\nEverwood:\n The informant has the same look I do now plastered on his face. He slides the scrolls across the table and continues to stare down Boblin. What’s your move?\n\n\nRex:\n I open the scrolls and check that they’re legitimate.\n\n\nEverwood:\n Roll Investigation.\n\n\nRex rolls a twenty-sided die across the table. He smiles.\n\n\nRex:\n Fifteen. Plus four, that’s nineteen.\n\n\nEverwood:\n As far as you can tell the documents are completely legit. They detail the Duke’s—\n\n\nRex:\n Hold on! I didn’t want to read it, just check that it wasn’t a forgery. I’m passing it to Boblin.\n\n\nEverwood turns to stare at Rex.\n\n\nEverwood:\n Really? You \ndo\n know he’s barely literate, right? You taught him his ABCs, not how to decode walls of legal text.\n\n\nRex:\n Yeah, but Thalen used to be a scholar. Surely that makes his teaching more efficient?\n\n\nBoth Chidi and May nod in agreement.\n\n\nChidi:\n Those reading glasses Clod bought for him back in Riverns should help too.\n\n\nMay:\n And since Lady Philomena has an ‘obsession’ with goblins, she’d know how to help Thalen maximise Boblin’s learning.\n\n\nEverwood sighs and rubs their temples.\n\n\nEverwood:\n You know what? Your dedication to getting the little guy this far is, while completely insane, admirable in a way. I’ll let you roll this time to make Boblin read the documents — \nwith\n disadvantage.\n\n\nRex rolls two twenty-sided dice. May, Chidi, and him all cheer as Everwood groans.\n\n\nRex, Chidi, and May:\n DOUBLE TWENTIES!\n\n\nEverwood:\n ….Wow. You should pick up gambling at this rate. Fine, Boblin reads through the document like no goblin ever has. He makes an art form of reading this thing — he turns it into a damn show. He’s reading so hard the entire tavern has stopped and turned to watch him, slack-jawed and staring in awe. Two centuries from now they’re going to be running university lectures on how to read even a tenth as skillfully as Boblin is right now.\n\n\nRex, Chidi, and May are still cheering.\n\n\nMay:\n Lady Philomena is the happiest she’s ever been.\n\n\nRex:\n Same with Thalen, this is the best student he’s had.\n\n\nChidi:\n Clod understands none of Boblin’s words. But, you know, I’m sure he’s proud of him anyways.\n\n\nEverwood:\n As his great reading comes to an end, Boblin turns to Thalen. He speaks up in his usual sickly tone. “Says right ‘ere, Duke Asinesill is usin’ the donkey trading business as a front. All that gold is being funneled into those excavations I told you about.”\n\n\nChidi:\n Those caves you showed us under the forest?\n\n\nEverwood:\n Boblin nods, continuing to speak. “Yeah, those ones. Looks like they got some sorta sacrificial situation too; lots of workers going in, not a lot going out.” He places the scrolls down and goes back to his usual hobby of playing with the balls of dirt forming underneath his fingernails.\n\n\nMay\n Can I give Boblin a hug for his hard work?\n\n\nEverwood:\n I mean, you \ncan\n, but judging from the weeping sores, layers of muck, and general discolouration across his skin he’s definitely got at least one disease. Probably leprosy.\n\n\nMay:\n I can wear gloves, then there’s no chance of infection!\n\n\nEverwood:\n It’s, uh, magic leprosy. Anyways, seeing Boblin has finished reading and resumed Boblin-like activities, your informant leans in over the table, waiting for a response.\n\n\nRex and Chidi both nod.\n\n\nRex:\n These documents are useful, but I don’t think it’ll be enough. I tell him that Duke Assinsil—\n\n\nEverwood:\n \n(sigh)\n Asinesill.\n\n\nRex:\n —is a powerful man. We can’t accuse him without solid, concrete evidence - no offence meant.\n\n\nEverwood:\n The informant nods in understanding. “I can help us get into the dig sites to search for some better info. Thing is, there are certain… conditions for visitors. Meaning your little ‘buddy’ here can’t come.” He gestures dismissively at Boblin.\n\n\nRex, May, and Chidi simultaneously burst into protest.\n\n\nMay:\n He’s been with us since—\n\n\nRex:\n —prevalence of goblin racism—\n\n\nChidi:\n —and if you could see the way he \nsteals\n—\n\n\nMay:\n—helping him get back his memories—\n\n\nRex:\n —great-aunt Greb was a goblin-lover—\n\n\nChidi:\n —with a knife too, one time there were these three guys—\n\n\nEverwood takes a deep breath, clearly frustrated, before loudly slapping the table. Rex, Chidi, and May all go silent.\n\n\nEverwood:\n One at a time! The guy’s going to understand nothing if you all keep speaking over each other. We’ll take turns; May, you’re first.\n\n\nMay:\n I ask him why we can’t bring Boblin.\n\n\nEverwood:\n He briefly explains the general anti-goblin sentiment and laws in the city. You knew some of this already, but the Duke’s decrees limiting goblin movement is new.\n\n\nRex:\n Typical. You think you’ve found a good place to settle down, then before you know it? Goblin racism.\n\n\nChidi:\n But what if he didn’t look like a goblin?\n\n\nEverwood:\n Wait your turn, Chidi.\n\n\nMay:\n No, wait. That’s a good idea, Chidi. Lady Philomena still has her disguise kit, what if I offered to make Boblin look like something else? A halfling?\n\n\nEverwood:\n Informant’s still not convinced. “He’s still going to cause issues. I mean, look at him right now!” He gestures to Boblin, who’s currently halfway through cutting the purse of the nearest patron too drunk to notice.\n\n\nMay:\n We didn’t teach him that.\n\n\nChidi:\n Who’s ‘we’?\n\n\nRex:\n …We’ll deal with Chidi’s ‘lessons’ later. Listen, when we first found Boblin he remembered nothing. Not where he came from, not who his family was, not what he was doing in that campground. The only thing he knew were two names: his own, and the Duke’s.\n\n\nMay:\n And his favourite flower!\n\n\nChidi:\n Don’t forget about his favourite colour!\n\n\nRex:\n Good point, the only \nfour\n things he knew. We promised him we’d get to the bottom of all this. We can’t just abandon that now.\n\n\nEverwood nods in approval.\n\n\nEverwood:\n Well said. Give me a straight Persuasion roll.\n\n\nRex rolls a twenty-sided die across the table.\n\n\nRex:\n Twelve, plus two, that’s fourteen.\n\n\nEverwood:\n Hmm. Alright, the informant spends a few minutes mulling over your words. He eventually seems to come to a decision, and gives you a short, sharp nod, before standing up and strolling out of the tavern. Anything else you guys want to do here?\n\n\nMay:\n I call Boblin over and start working on the halfling disguise.\n\n\nEverwood:\n Boblin looks down dejectedly at the nearly-cut purse he was working on, before walking back to your table. The disguise is going to take you around half an hour to apply, roll Intelligence.\n\n\nMay rolls a twenty-sided die across the table. She winces.\n\n\nMay:\n Seven plus three, ten.\n\n\nEverwood:\n Ouch; noted. Rex, Chidi — anything you want to do?\n\n\nChidi:\n I’m good.\n\n\nRex:\n Same here.\n\n\nEverwood:\n Fast forward, May, you’re finished with the disguise. It’s not your best work. Anyone further than a few metres would be fooled, but it’s harder to miss the peeling skin paint and shoddy prosthetics up close.\n\n\nMay:\n What does Boblin think of it?\n\n\nEverwood:\n You can see him picking at some of the paint on his arm. He’s muttering to himself under his breath “Where are Boblin’s skin-trophies? Fake skin and flesh - it is not precious. Boblin feels… dull.”\n\n\nRex:\n Aww. Can I cast Druidcraft again to create a sunflower for Boblin? Cheer him up?\n\n\nEverwood exhales sharply, and begins to massage their temples.\n\n\nEverwood:\n Alright, but I swear this better be the \nlast time\n Rex. He perks up instantly at the sight of the sunflower, and begins chewing on it like usual. The four of you leave the tavern, and find the informant waiting by a nearby signboard. He looks at Boblin, opens his mouth as if to make a comment — then thinks better of it, and begins to walk down the dirt road.\n\n\nMay:\n That means the disguise works, right? Right?\n\n\nEverwood turns to give May an incredulous look.\n\n\nEverwood:\n No comment. You continue to walk through the city in silence. It’s dark out; this late, most people are either asleep or out drowning their sorrows.\n\n\nChidi:\n Can I give Boblin a piggyback ride on our way to the production district?\n\n\nRex:\n …Did you forget about the magic leprosy?\n\n\nChidi:\n Nah. Clod doesn’t believe in germ theory, he’d go for it anyways.\n\n\nThere is a brief pause.\n\n\nEverwood:\n \n(sigh)\n Okay, sure. You pick up the highly infectious, health hazard of a goblin and carry him on your back for the rest of the journey. Happy?\n\n\nChidi:\n Very.\n\n\nEverwood:\n Half an hour later, you all find yourselves hiding near a checkpoint in the road. There are multiple armed guards manning the point: just behind them you can see piles of lumber and steel, equipment left overnight, and dig sites interspersed between them all.\n\n\nChidi:\n I put down Boblin and see if there’s any other paths around.\n\n\nEverwood\n A little north of the checkpoint are a few broken-down structures that seem to have a way through — although the ground looks unstable and is coated with loose debris.\n\n\nRex:\n Not gonna work. My guy has terrible stealth, and I’m not taking the group’s prison sentence a second time.\n\n\nMay nods in agreement.\n\n\nMay:\n I don’t see why we can’t just ask our guide?\n\n\nEverwood:\n He’s crouched down further ahead of you, seemingly waiting for something. You can try to get his attention if you’d like?\n\n\nChidi grins and begins to rub his hands together.\n\n\nChidi:\n You know, I think I have a—\n\n\nRex, May:\n No!\n\n\nChidi:\n You didn’t even let me finish!\n\n\nRex:\n We know exactly what you’re going to suggest, we are \nnot\n doing the Ankle Biter again.\n\n\nMay:\n Do you know how long it took me to get the knife off Boblin? He stabbed Lady Philomena twice!\n\n\nChidi holds up his hands in appeasement.\n\n\nChidi:\n And I’ve learned my lesson from that! Just let me give it to him again; I promise it’ll work properly this time.\n\n\nEverwood looks up from their notes and smiles.\n.\n\n\nEverwood:\n About that. May. As your group quietly argues, you hear a commotion from the checkpoint. You can’t make it out clearly, but it looks like a small figure is being questioned by the guards - and now that you think about it, Boblin \nhas\n been quiet for quite some time…\n\n\nRex, Chidi, and May look at each other in a panic.\n\n\nRex:\n I look for Boblin!\n\n\nMay:\n He was right next to me! I swear, he was right next to me!\n\n\nEverwood:\n You do not see Boblin beside you, however, you do see that the small figure being questioned by the guards has had a knife confiscated from them.\n\n\nChidi:\n His blade! He loves his knife! He's gonna go crazy if he can't get it back!\n\n\nRex:\n I run up to the guards and say \"What seems to be the problem, gentlemen?\"\n\n\nEverwood:\n One of the guards turns to you, holding Boblin's knife, and says \"You responsible for this little freak? We caught him trying to pry my coinpurse off my belt.\"\n\n\nMay:\n I also run up to them and try to calm them down with a Persuasion check.\n\n\nChidi:\n I come up and assist. So you have advantage.\n\n\nMay rolls two twenty-sided die.\n\n\nMay:\n Okay, highest roll is… uh oh. Five plus three, eight?\n\n\nEverwood:\n The guards do not appear convinced that you have Boblin under control. Furthermore, one of them lowers his torch a little closer to him and…\n\n\nEverwood rolls a twenty-sided die. They look at Rex, who slaps his forehead.\n\n\nEverwood:\n Uh oh. Nat twenty. He sees clean through Boblin's disguise and draws his blade! \"Goblins! Goblins in the city!\" he shouts, as the other guards all draw their blades. What then, do you do, brave adventurers?\n\n\nMay:\n Fuck it, I'm dying for Boblin.\n\n\nRex:\n Me too.\n\n\nChidi:\n We've come too far with him to die now! We need to escape!\n\n\nEverwood:\n Or you can just let the guards take him away.\n\n\nChidi:\n No! I cast Fear immediately in front of me.\n\n\nMay:\n And I move Boblin out of the way.\n\n\nRex:\n And I make a Sleight of Hand check to see if I can take Boblin's knife back.\n\n\nThe group erupts into chaos as they all begin speaking over each other and rolling die. Everwood rolls five twenty-sided die, one for each guard present.\n\n\nEverwood:\n Okay, everyone shut up. Chidi, you first. You succeeded in casting Fear against all of them, they all failed their saves.\n\n\nChidi:\n Yes!\n\n\nEverwood:\n May, you had an action so you got Boblin out in time. And Rex, what did you roll, a seventeen?\n\n\nRex:\n Sixteen, actually.\n\n\nEverwood:\n DC was fifteen, so you made it anyway. You are now all wanted by the city, your informant has abandoned you, and the guards are screaming for help from other guards, which are rapidly approaching. What do you do now, heroes?\n\n\nChidi:\n Shit. We're really in for it now.\n\n\nRex:\n Wait, didn't you say the ground was unstable here?\n\n\nEverwood:\n Yes it is.\n\n\nMay:\n Chidi, Fireball it.\n\n\nChidi:\n What?\n\n\nMay:\n Fireball the floor. The explosion should knock it loose enough for us to fall into the old mines under the city. That way we can escape and figure out what to do from there.\n\n\nRex:\n I was gonna say I can cast Mold Earth but Fireball sounds way cooler.\n\n\nEverwood:\n The guards are closing in on you guys.\n\n\nChidi:\n Can we ask Boblin what he thinks we should do?\n\n\nEverwood rolls their eyes.\n\n\nMay:\n Yeah, what does Boblin think we should do?\n\n\nEverwood:\n Boblin says he wants to get out of there ASAP and doesn't care how it's done.\n\n\nRex:\n Okay, I cast Mold Earth to make the earth beneath us fall away and let us fall into the old mines below.\n\n\nEverwood:\n Very well. As you all fall, you ponder back on how you all began all that time ago. As mere adventurers seeking to make their name in the world. And now here you are, falling twenty metres underground all to keep a wretched little creature safe.\n\n\nMay:\n I love him… don't speak ill of Boblin, Jay.\n\n\nRex:\n He's my good buddy, I wouldn't want anything bad to happen to him.\n\n\nEverwood:\n Anyway, you are all rendered unconscious from the fall, only to awaken a short while later. You hear distant shouting, as if—\n\n\nEverwood's phone begins ringing. They pull it out of their lab coat pocket and blink.\n\n\nEverwood:\n Sorry guys, it's Director Adler. I gotta take this. Looks like I'm gonna have to call session here, too. Sorry.\n\n\nRex, May, and Chidi groan.\n\n\nEverwood:\n Sorry guys, but duty calls. You all know how it is.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nView SCP-6467 Log-1226\n\n\n\n\nClose log\n\n\n\n\n\n\nCCTV Log 3\n\n\nLocation:\n Site 55 Rec Room\n\n\nDate:\n 25/01/2024\n\n\nPresent\n: Dr. Jay Everwood, Researcher Rex Alces, Researcher May Waters, Researcher Chidi Gueye\n\n\n\n\nEverwood:\n Alright, so who remembers what we did last time?\n\n\nMay:\n Well, we managed to get into the city with Boblin after taking out that band of mercenaries sent to kill us. Then we met our informant against Duke Assface—\n\n\nEverwood:\n Asinesill. Come on.\n\n\nMay:\n —yeah, him. Anyway, we met the informant and he told us we needed to get some solid proof before accusing him of anything. And then we tried to bring Boblin deeper into the city, but there is anti-goblin racism.\n\n\nRex:\n For shame.\n\n\nChidi:\n Disgusting.\n\n\nMay:\n Definitely. There is anti-goblin racism in the city, and as we were talking, Boblin got away from us after we disguised him as a halfling. He tried to steal from a guard, as he is wont to do, seriously, go off little guy, but then they caught him. Chidi spooked them with Fear, I grabbed Boblin, and Rex cast Mold Earth to get us out of there and into the mines below the city. And then Director Adler called you.\n\n\nChidi:\n I think I remember something about shouting in the distance.\n\n\nEverwood:\n Yes! You did hear shouting in the distance, as a matter of fact. It sounds ragged and scratchy, almost Boblin-y.\n\n\nRex:\n Oh shit, I immediately check on Boblin. Is he alright?\n\n\nEverwood:\n Boblin is right beside you, unconscious.\n\n\nMay:\n What a relief. Is he hurt? If he is, I cast Healing Word on him.\n\n\nEverwood grumbles behind the DM screen. They look over to May.\n\n\nEverwood:\n Really?\n\n\nMay:\n I don't want him to be hurt!\n\n\nEverwood:\n Fine. You cast Healing Word on Boblin, who springs back up onto his feet, holding his little knife and looking nasty as usual.\n\n\nMay cheers and is joined by Chidi and Rex.\n\n\nRex:\n I look around the area. What do I see?\n\n\nEverwood:\n Finally, someone with some sense. It is currently dark, as it was nighttime outside and the hole you made aboveground is still open, with a few torches shining down on you and some very confused guards. Aside from that, there is a faint, flickering light ahead in the tunnel, which is where you recognized the sounds of Boblin-like screeches coming from. What now do you do, adventurers?\n\n\nChidi:\n I guess we'll go check out the tunnel. What do you guys think?\n\n\nRex and May nod in agreement.\n\n\nChidi:\n Alright, let's go see what's going on in the tunnel.\n\n\nEverwood:\n Describe your approach.\n\n\nChidi:\n Uh… Normal, I guess?\n\n\nEverwood:\n So you're not doing anything to conceal your approach?\n\n\nRex:\n Oh God here we go.\n\n\nChidi:\n Nine INT. So I guess not.\n\n\nEverwood:\n Very well. So as you approach, you hear the Boblin-like voices become quiet as well as some objects clattering. The tunnel walls slowly widen out, and you find yourselves in this massive underground cavern. It looks to be one of the Duke’s mines; every wall is covered by chained workers chipping away at chunks of ethereal stone. Supervisors walk alongside packs of these workers, periodically pausing to make use of the whips by their side.\n\n\nMay:\n So these are the mines Boblin and the informant told us about… this is horrible. Can I get a closer look at the workers? I want to try and find the source of the Boblin-like noises.\n\n\nEverwood:\n Peering across at the worker packs, you feel like you recognise them. As though you’ve seen them all before. And as Boblin slowly walks out in front of you, it clicks: every single worker is a goblin.\n\n\nRex, May, and Chidi all gasp.\n\n\nRex:\n This is why we’ve not seen any on the surface, isn’t it?\n\n\nMay:\n It has to be. All those goblins the Duke arrests? They don’t go to jail; they end up right down here. Hell, he probably made the anti-goblin laws to get workers into his mines.\n\n\nRex:\n But why goblins? Surely you’d want your miners to be as strong as possible, most I’ve met — not you Boblin — can barely lift a feather.\n\n\nChidi:\n Sense of smell? Size?\n\n\nMay quickly turns to face Everwood.\n\n\nMay:\n Wait, did you say Boblin was walking forward?\n\n\nThey smile.\n\n\nEverwood:\n Sure did. He’s trudging towards the tunnel exit. If he keeps going, it’s only a matter of time before one of the supervisors notice.\n\n\nRex:\n I run to Boblin and grab him before he gets himself — and the rest of us — killed.\n\n\nChidi:\n While Clod doesn’t really value his life, I still go and assist Rex.\n\n\nEverwood:\n Boblin’s resisting as hard as he can. Roll to grapple him with advantage.\n\n\nRex rolls two twenty-sided dice, Everwood rolls one twenty-sided die. They look at Rex and pause for a moment before nodding.\n\n\nEverwood:\n Highest is twelve. You guys are going to just barely keep Boblin restrained, but he’s showing no sign of calming down.\n\n\nRex:\n I ask him why he’s so determined to rush out?\n\n\nMay:\n Poor guy. Seeing his people like this must be upsetting.\n\n\nEverwood:\n Boblin looks up at you with uncharacteristic ferocity, Rex. He says “I remember. Boblin hit head on fall, memories like blood from slit throat. Hard to think. Too many.” The last few words are accompanied by a loud grunt, as he attempts to buck both you and Chidi off.\n\n\nMay pauses and begins shuffling through her notes.\n\n\nMay:\n You know, did we ever see any goblins before we arrived in the city?\n\n\nRex:\n Apart from Boblin? Just this.\n\n\nHe makes a gesturing motion.\n\n\nRex:\n The mine.\n\n\nMay:\n Seemingly no goblins live outside of the mines. Any who do are arrested near-instantly and brought down here. So how did Boblin get to that campground? And where did he come from?\n\n\nChidi:\n Obviously— uh, he must’ve— um, yeah. I’ve got no clue.\n\n\nRex:\n Could he have traveled here? Come from some distant-and-not-racist city?\n\n\nMay:\n Then why did he remember the Duke’s name? Why is this place now triggering him? Unless—\n\n\nRex:\n Unless he’s \nfrom\n here.\n\n\nThere is a brief pause.\n\n\nRex:\n I mean, think about it. There’s no other explanation. He had to have been trapped here, escaped, and lost his memory at some point along the way.\n\n\nMay:\n Even if that's true, what do we do now? Boblin’s going to break free from your grasp eventually and walk straight out to his death. We can’t let that happen.\n\n\nChidi:\n Who says we can't?\n\n\nEverwood raises an eyebrow.\n\n\nRex:\n I think Chidi’s right here. He’s our friend. We came all this way to help him find his memories. If we’re right and this is his home, we can’t stop at this final step. I let go of Boblin.\n\n\nEverwood:\n Chidi, you’re still holding him down. Do you want to continue or let go as well?\n\n\nChidi:\n I let go as well.\n\n\nEverwood:\n Boblin immediately gets up and continues his shuffling, leaving a trail of filth on the floor behind him. He makes it to the exit; this is your last chance to intervene.\n\n\nRex:\n Don't plan to. Instead, I follow Boblin out of the tunnel.\n\n\nChidi:\n Me too.\n\n\nBoth Rex and Chidi look at May expectantly. She sighs.\n\n\nMay:\n Fuck it, I’m dying for Boblin again.\n\n\nAll three of them turn to look at Everwood, who rolls their eyes as they flip through notes.\n\n\nEverwood:\n For the record, this is the fourth time this campaign that your wretched goblin pal has gotten you in a life-or-death situation. Natural selection usually ensures people know better by their first near-death experience.\n\n\nMay:\n Hey! We love our goblin pal, and this is important to him.\n\n\nChidi:\n Exactly! And besides, going through this has been super fun.\n\n\nRex and May nod in agreement.\n\n\nRex:\n I’ve really enjoyed the adventure with Boblin. Leaving it unfinished here would sour the whole thing.\n\n\nMay:\n Sometimes it’s nice to just have a little… whimsy, you know? We’ve had a lot of serious moments in this adventure, but just being silly with Boblin is still my favourite part. He’ll always be our little buddy.\n\n\nThere’s a prolonged period of silence as Everwood stares at the notes they’re holding, seemingly deep at thought, before placing them face down on the table.\n\n\nEverwood:\n The supervisors don’t notice your group walk in immediately; however, some of the closer goblins do. They point at Boblin, mumbling to the goblin next to them, and them to their neighbour, and so on and so forth until the entire mine is filled with the excited whispers of thousands of goblins. Before the supervisors have a chance to realise what’s going on, Boblin steps in the centre of the room and begins to speak—\n\n\nEverwood pauses for a moment.\n\n\nEverwood:\n …Do any of your characters speak Goblin?\n\n\nBoth Rex and Chidi shake their heads, before turning to May. She looks down at the table in shame.\n\n\nMay:\n No.\n\n\nRex:\n So let me get this straight. Lady Philomena — the self-proclaimed goblin fanatic — can’t speak their language?\n\n\nMay:\n She’s obsessed with \ngoblins\n, not what language they use.\n\n\nEverwood:\n \n(sigh)\n You know what? Fine. While you can’t understand it, it seems that Boblin is giving a speech. A good — no, great speech, filled with passion and cutting words. Goblins up and down the cave are being riled up into a frenzy; you can barely hear the words over the din of chains rattling. The closest supervisor — they’ve now all noticed you, by the way — takes only one step before Boblin jumps forward and slits his throat.\n\n\nRex, May, and Chidi all whoop in joy.\n\n\nEverwood:\n Suddenly, every goblin that can is attacking their closest supervisors with whatever’s to hand — several of them are using \njust\n their hand. The supervisors manage to cut a few down, but can’t help but be swarmed by the sheer number of goblins. Before long, any surviving guards have surrendered and are hogtied nearby. Goblins throughout the cavern are breaking each other’s chains; those who are already free have gathered around Boblin.\n\n\nRex:\n Wow. I mean, I taught him some things, sure, but not speeches like \nthat\n.\n\n\nMay:\n Me neither. He’s a whole goblin revolutionary! I was fully prepared to die, and he just led a revolt to save us like it was nothing.\n\n\nChidi:\n I like to think that Clod’s teachings inspired that speech.\n\n\nRex and May roll their eyes at Chidi.\n\n\nChidi:\n \n(grumbling)\n Fine. But I know for \nsure\n Clod taught him that throat-slitting technique.\n\n\nEverwood:\n As the three of you bicker, Boblin breaks away from the mass of goblins and walks over.\n\n\nMay:\n Here’s the little man of the hour!\n\n\nRex:\n I ask him, “How did you learn to speak like that?”\n\n\nEverwood:\n He looks up at you, coughs up what looks like a hairball, and responds in Common: “Well, it was simple. Prior to my unfortunate amnesiac episode, I served as a leader of sorts to the rebellion down here. Had to give speeches like this all the time, and with my memory back I could lean on that experience. Honestly, this one was on the easier side — the poor sods would’ve revolted alone given a few more weeks.”\n\n\nSilence.\n\n\nRex, May, and Chidi stare at Everwood.\n\n\nSilence. Then-\n\n\nRex, May, and Chidi:\n \nWHAT\n??\n\n\nRex:\n He knew proper Common the whole time?? So I taught him for no reason?\n\n\nMay:\n Ignore that, what happened to his voice? His beautiful, wheezy, scrunkly accent… it’s gone!\n\n\nChidi:\n Voices, schmoices. Does he still hold the same opinions on crime?\n\n\nEverwood:\n He doesn’t say anything, Chidi, just raises his knife and nods solemnly.\n\n\nChidi pumps his fist in the air.\n\n\nEverwood:\n To Rex, he explains “Your teachings were important to me, and a great kindness. My previous knowledge erases none of that. And Lady Philomena, while that accent was a product of my health at the time, Boblin can turn it on any time ‘e wants.”\n\n\nMay:\n Oh thank god, I couldn't bear to lose it.\n\n\nRex:\n Thank you, Boblin. That means a lot to all of us.\n\n\nEverwood:\n He points towards the back of the cavern, where you can see a minecart and tracks leading through some dark tunnel. “As far as I know, the only proper way out of here is through there. It leads to the centre of the whole mining operation; which is unfortunately where the Duke spends most of his time.” He looks down at a small chunk of the gems the goblins were mining. “There’s something about these stones, some power that he needs. I’m sorry to say I don’t know what.”\n\n\nChidi:\n Alright, no biggie. We go through the tunnel, find the Duke, beat up the Duke, rob the Duke, celebrate. I’m gonna start heading towards the minecart.\n\n\nEverwood:\n About that. Boblin looks sadly at you, saying “I can’t go.”\n\n\nMay:\n Why not! You’ve killed or incapacitated all the guards here, your goblin pals are all safe—\n\n\nEverwood:\n He interrupts. “All of my goblin ‘pals’ \nhere\n. This isn’t the only mine the Duke is running. I have a duty to my people, to free them all as soon as I can. I’ll join you in your fight when I am able, but I cannot come now.”\n\n\nThere is a brief pause.\n\n\nRex:\n Okay.\n\n\nEverwood raises their eyebrows.\n\n\nEverwood:\n You took that a lot better than I expected.\n\n\nChidi shrugs.\n\n\nChidi:\n The reasoning is sound, and it’s not like he’s leaving forever.\n\n\nMay:\n Yeah, plus he’s coming back with \nmore\n goblins!\n\n\nRex:\n Yeah! More goblins equal more fun!\n\n\nEverwood:\n If you say so. So where do you go now, brave heroes? The city is your enemy, and the mines can only afford you safety for so long.\n\n\n[Extraneous non-SCP-6467 related footage redacted.]\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nView SCP-6467 Log-1235\n\n\n\n\nClose log\n\n\n\n\n\n\nCCTV Log 4\n\n\nLocation:\n Site 55 Rec Room\n\n\nDate:\n 15/05/2024\n\n\nPresent\n: Dr. Jay Everwood, Researcher Rex Alces, Researcher May Waters, Researcher Chidi Gueye\n\n\n\n\nChidi rolls a twenty-sided die.\n\n\nChidi:\n Fifteen!\n\n\nEverwood:\n And just like that, you're back from death's door! But enemies abound, and Duke Asinesill is still sitting atop his mighty Crystalium-powered machine, unharmed. He looks down at you three with a twisted smile and says, \"You thought releasing all my slaves would hinder my plans? Please. I already had all the Crystalium I needed by the time you three idiots came around. And now no one can stop me!\"\n\n\nChidi:\n If I still had spell slots I would Fireball his stupid face so hard right now.\n\n\nMay:\n It's my turn. I cast Guiding Bolt on the bastard.\n\n\nRex:\n What! But I'm down and need healing!\n\n\nMay:\n We can heal you after we take him out. I cast Guiding Bolt!\n\n\nChidi:\n Actually, May, I think you should heal him. We don't know if killing Duke Assfuck—\n\n\nEverwood:\n Asi— you know what? He's enough of a scumface. You've earned it this time.\n\n\nChidi:\n —will stop the flow of guards.\n\n\nEverwood:\n Well, May, what does Lady Philomena do?\n\n\nMay:\n Ugh. Fine. I cast Healing Word at third level on Rex.\n\n\nMay rolls four four-sided die.\n\n\nMay:\n You recover twelve health.\n\n\nRex:\n Thank you.\n\n\nEverwood:\n And I believe that's the end of the round. Let me check something.\n\n\nEverwood rolls a twenty-sided die.\n\n\nEverwood:\n Interesting.\n\n\nChidi:\n I don't like the sound of that.\n\n\nMay:\n Uh oh.\n\n\nRex:\n Let me guess. Tiamat herself comes down and attacks us.\n\n\nEverwood:\n Nope! As a matter of fact, you all hear something, like a rumble. Low at first, but quickly increasing in volume. Suddenly, Lady Philomena recognizes it from her goblin obsession phase, or gobaboo era as I like to call it—\n\n\nRex and Chidi laugh. May folds her arms and rolls her eyes.\n\n\nEverwood:\n Anyway, you hear it; a goblin war cry! And it's descending upon the ruins of this facility! Before you know it, you can see them, an ocean of green bodies flooding the area and dispatching the guards. And at the very front of this cavalry is none other than Boblin!\n\n\nChidi, May, and Rex erupt into cheers.\n\n\nMay:\n Oh my God! Boblin!\n\n\nRex:\n Fuck yeah, Boblin!\n\n\nChidi:\n Boblin my boy! Good to see you again!\n\n\nEverwood:\n He stops upon noticing you three, and gives you all a smile before continuing his charge. Duke Asinesill is not very impressed by these goblins, however, and he fires a bolt of Crystalium magic from his left arm canon, vaporizing a good number of goblins!\n\n\nMay:\n Is Boblin safe?\n\n\nEverwood:\n You better believe he is! He is still leading the charge and has begun climbing up the machine's leg and toward the cockpit where Duke Asinesill is in!\n\n\nChidi:\n Can we help him?\n\n\nEverwood:\n Do you all want to climb the machine?\n\n\nRex, Chidi, May:\n \n(In unision)\n Yes!\n\n\nEverwood:\n Alright, give me Acrobatics or Athletics checks, your choice!\n\n\nRex, Chidi, and May roll a twenty-sided die each.\n\n\nRex:\n Twenty two!\n\n\nMay:\n Fifteen!\n\n\nChidi:\n Five. Ugh. I really should have invested in my physical side.\n\n\nEverwood:\n I'll let you try again since there are an awful lot of goblins and they're helping each other climb up, so it stands to reason they would help you too. We'll call it advantage.\n\n\nChidi rolls again.\n\n\nChidi:\n Uhh… Sixteen total?\n\n\nEverwood:\n Very good! You all begin to scale the machine as the Duke continues to try and swipe goblins and yourselves off of his golem. Eventually, Boblin reaches the cockpit and begins stabbing at it with his little knife, causing little fractures to appear. Rex, you are first in the initiative order. What do you do?\n\n\nRex:\n I Wild Shape into an ape and climb faster, then begin smashing down on the cockpit!\n\n\nEverwood:\n Good choice! The glass is nearly broken! Chidi, you're up.\n\n\nChidi:\n How close am I to the Duke?\n\n\nEverwood:\n I would say maybe four and a half metres.\n\n\nChidi:\n Can I see him?\n\n\nEverwood:\n I'm gonna say yes.\n\n\nChidi:\n Perfect. I cast Lightning Lure on him.\n\n\nMay:\n That's genius! Why didn't you do that before?\n\n\nChidi:\n I couldn't get close enough to him.\n\n\nEverwood:\n Very good! Let's see if the Duke makes his save.\n\n\nEverwood rolls a twenty-sided die.\n\n\nEverwood:\n Oof, not so good. So it hits! The Duke is pulled toward you, completely smashing the glass of the cockpit and falling down!\n\n\nChidi rolls three eight-sided die.\n\n\nEverwood:\n Damage doesn't matter, he's dead. He had the stat block of a normal civilian. So good job! You killed the Duke! However, one problem remains; the machine he had made for his subjugation purposes is now loudly proclaiming it is going to activate its self-destruct protocol. What now do you do, May?\n\n\nMay:\n Fuck! I don't know, I uh… I ask Boblin?\n\n\nEverwood rolls their eyes but smiles.\n\n\nEverwood:\n Boblin nods at you. He knows what to do and mouths \"Thank you.\" Boblin then proceeds to jump into the cockpit where Duke Asinesill sat mere moments ago and begins to tear it apart, apparently in search of something. Do you wish to climb up and aid him?\n\n\nMay:\n Of course! It's Boblin, I can't leave him alone like that!\n\n\nEverwood:\n As you climb up, Boblin looks at you and says \"You go. Tell the others to run as fast as they can. I'm going to control the damage as best as I can.\"\n\n\nMay:\n No! Boblin, let me help you!\n\n\nEverwood:\n Using all of his strength, the little goblin kicks you out of the cockpit, and you fall down onto Rex and Chidi. Unable to support her sudden weight, the three of you fall down, where the army of goblins is now retreating as fast as their tiny legs can carry them. What now do you do?\n\n\nMay:\n I'm going to climb back up to Boblin!\n\n\nRex:\n May, no. He wanted us to live. This is his sacrifice to make.\n\n\nChidi:\n Yeah, let him do this.\n\n\nThere is silence on the recording.\n\n\nMay:\n Fine. Let's get out of here.\n\n\nEverwood:\n And so, carried by the current of goblins fleeing the derelict facility where this monstrosity was built, you three noble heroes find yourselves around fifty meters away from the building before it finally explodes. You are exhausted, you are drained, you are emotionally distraught, but you are safe. The goblin army which had helped you not moments before sits leaderless, directionless, and also just as distraught as you three. They may barely speak common, but one of them approaches you, May, and hands you a sunflower, then says, \"It was his favorite.\"\n\n\nMay begins weeping, covering her face with her arms. Rex reaches over to comfort her.\n\n\nRex:\n It's okay. He doesn't have to lead rebellions or be forced to mine for anyone anymore.\n\n\nChidi:\n He's finally free.\n\n\nMay:\n Fuck you for making me care so much about a little goblin!\n\n\nEverwood:\n What? You're the ones who wouldn't leave me alone about him!\n\n\nChidi:\n So none of that was planned?\n\n\nEverwood:\n I had to go off script ever since the beginning pretty much.\n\n\nRex:\n Wow. You're a good improviser.\n\n\nEverwood:\n Thank you. So who wants to DM the next campaign?\n\n\nRex, Chidi, and May all begin speaking over each other, listing off excuses.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nAttached SCP-6467 Relevant Documentation\n\n\n\n\nHide Documentation\n\n\n\n\nAttached below is artwork Researcher May Waters illustrated of her adventuring party and relevant SCP-6467 instance.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Non-Player Character.\n\n\n2\n. In tabletop roleplaying games, the Game Master is a non-player individual who acts as an organizer, officiant for regarding rules, arbitrator, and moderator for players.\n\n\n3\n. Traits deemed favorable by SCP-6467's research team include the NPC being described in an unusual fashion, the NPC being a smaller height class than the players, and possessing unique characteristics.\n\n\n4\n. INT is an abbreviation for Intelligence, one of the ability score modifiers of \nDungeons & Dragons\n, alongside Strength, Dexterity, Wisdom, Charisma, and Constitution.\n\n\n5\n. Nat one is short for natural one; a term which is synonymous with a complete and total failure at most tables. It should be noted that not all Game Masters consider natural ones automatic failures.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7726\n \n•\n\n\n\n\n\n\nSCP-5047\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-6832\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-4934\n \n•\n\n\n\n\n\n\nSCP-4432\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-5726\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nThe Remains Of The Day\n \n•\n\n\n\n\n\n\nFrenzied Overture\n \n•\n\n\n\n\n\n\nTim Wilson's Close Shave\n \n•\n\n\n\n\n\n\nMyocardial Infarction\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nCool Guys Don't Look At Explosions\n \n•\n\n\n\n\n\n\nDark was the night, cold was the ground.\n \n•\n\n\n\n\n\n\nProject Proposal 2014-1221: \"Finally Waking Up\"\n \n•\n\n\n\n\n\n\nBeing Dzhey Evervud\n \n•\n\n\n\n\n\n\nSCP-5057 Additional Documentation\n \n•\n\n\n\n\n\n\nMarw (The Reincarnated One)\n \n•\n\n\n\n\n\n\nHalloween Anthology In Boring 2021\n \n•\n\n\n\n\n\n\nThe Pursuit of Knowledge, and Other Frivolities\n \n•\n\n\n\n\n\n\nLittle Dark Star Shoppe of Minerals\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6466\n | SCP-6467 | \nSCP-6468\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6467\n\" by Uncle Nicolini, Rakkran, & fairydoctor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6467\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n boblin1.jpg\n\n\nName:\n Dungeons and Dragons game.jpg\n\n\nAuthor:\n Moroboshi\n\n\nLicense:\n CC BY SA 3.0\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\nFilename:\n boblin2.png\n\n\nName:\n boblin2.png\n\n\nAuthor:\n \nfairydoctor\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n Original Work",
    "addendums": [
        "Addendum 6467.1: Attached Example Log\nAttached below are selected examples of an instance of SCP-6467 affecting Foundation personnel at Site-55 during their weekly Dungeons & Dragons games.\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6467 \" by Uncle Nicolini, Rakkran, & fairydoctor, from the SCP Wiki . Source: https://scpwiki.com/scp-6467 . Licensed under CC-BY-SA .",
        "Filename: boblin1.jpg Name: Dungeons and Dragons game.jpg Author: Moroboshi License: CC BY SA 3.0 Source Link: Wikimedia",
        "Filename: boblin2.png Name: boblin2.png Author: fairydoctor License: CC BY-SA 3.0 Source Link: Original Work"
    ],
    "item": "SCP-6467",
    "object_class": "Archon",
    "containment_procedures": "Due to the harmless nature of SCP-6467, it has been decided to permit it to remain uncontained.",
    "description": "SCP-6467 refers to a phenomenon affecting players of tabletop roleplaying games where players will inevitably encounter an NPC1 of minimal importance to the plot or overall narrative of the game. Players will become fixated upon said character, often to the point of derailing the aforementioned narrative to focus on said NPC. SCP-6467 most frequently occurs in fantasy settings such as Dungeons & Dragons, Blackmoor, and Pathfinder, though it has also been observed to manifest in other genre settings such as Call of Cthulhu, Kids on Bikes, and Dark Heresy.",
    "title": "SCP-6467"
}