{
    "url": "https://scp-wiki.wikidot.com/scp-6468",
    "all_text": "rating: \n+332\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n\n\nCredit\n\n\n\n\n\n\nTeam 苦力怕殺手(クリーパースレイヤーズ / Creeperslayers)\n\n\n\n\n\n\ntetsusquared\n\n\n◈\n\n\nmain author\n\n\n\n\n\n\nRuRItech\n does not match any existing user name\n\n\n◇\n\n\n\n\n\n\n\n\nJiu_Huan\n\n\n◇\n\n\n\n\n\n\n\n\n◈\n - Main author\n\n\n◆\n - Contributing author\n\n\n◈\n - Non-participant\n\n\n\n\n\n\nSCP-6468 - pvp potion by dado\n\n\nThis article is an entry into the \n2022 Department Contest\n.\n\n\n\n\n\n\n\n\n\n\nrating: \n+332\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6468\n\n\n2/6468\n CLASSIFIED\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nAssigned Site:\n \nSite-418-δ\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\nAs of 2020/06/15, SCP-6468-1 has been removed from Wix servers; a Foundation-run website has been set up at the same URL to track attempts to access the anomaly.\n\n\nAll 3,159 SCP-6468 currently owned by the Foundation are to be contained in a Standard Anomalous Item Storage Room in \nSite-418-δ\n. The room is to be equipped with trapped chests linked to a tamper-evident mechanism; in addition, the exterior of the room is to be lined with barrier blocks and bedrock, with a command block-based mechanism controlling access to the room. Access to SCP-6468 requires approval from three members of Level 4 or higher personnel, and shall only be granted for testing purposes.\n\n\nOwing to the difficulty of tracking down all extant SCP-6468, an update has been pushed to Minecraft's server software to notify Foundation tracking software whenever an instance of SCP-6468 is loaded, after which Mobile Task Force 辛卯-17 (\"Castle of Dreams\") will be mobilized to the server in order to retrieve and transfer SCP-6468 to Site-418-δ using a standard item transfer ritual.\n\n\nThe Foundation is monitoring for reports of civilians affected by SCP-6468. All affected civilians are to be taken into Foundation custody, force-fed 1 m\n3\n of cow's milk, and released after confirmation that anomalous effects have ceased.\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-6468 in the Minecraft inventory.\n\n\n\n\n\n\nSCP-6468 is a Minecraft item, appearing to be a yellow potion with the name \"pvp potion by dado\"\n1\n. When a player consumes the potion by holding the right mouse button, an unknown mechanism causes their right index finger to vibrate at a rate of 200 Hz. This effect appears to last indefinitely and appears to be independent of the nervous system; the tip of the finger continues to vibrate even when separated from the body. As such, the effects of SCP-6468 can be remedied by amputating the affected finger at the proximal interphalangeal joint. In addition, testing has shown that physically consuming 1 m\n3\n of cow's milk will reverse the effects of SCP-6468\n2\n.\n\n\nSCP-6468-1 is a website at the address ███████████.wixsite.com, seemingly associated with the Person of Interest \"dado\". The website is non-anomalous with the exception of the shop page, which advertises various Minecraft PvP kits\n3\n; upon checking out, the buyer is asked for a server URL and a username. When the URL or IP address of a Minecraft server and the username of a player currently online on that server are entered, a player with the username \"dadodeliveryman\" will log on in front of the player, place a chest or shulker box containing the requested items, and log out after the player has collected the items\n4\n. SCP-6468 is the sole anomalous item listed on SCP-6468-1; however, it is suspected that at least one other anomalous item resulted from SCP-6468-1 (see Addendum IV).\n\n\n\n\nAddenda\n\n\n\n\n▷ Addendum I: SCP-6468 Store Page\n\n\n\n\n▼ Addendum I: SCP-6468 Store Page\n\n\n\n\n\n\n\n\npvp potion by dado\n\n\n$19.99\n \nbuy now!!\n\ndo u wish u were better at pvp? now here is wonderful dado product for u: pvp potion by dado\n\nbetter than autoclicker, also \ncompletely legal\n, because with superior dado technology there is no software changes, u will not get ban.\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Addendum II: Discovery\n\n\n\n\n▼ Addendum II: Discovery\n\n\n\n\nOn 2020/06/12, during routine monitoring of the Minecraft multiplayer network \"Letters Network\"\n5\n, MTF-Digamma-26 (\"Bedwars Sweats\") was alerted to activity relating to a known Person of Interest. At the time, the server was hosting a large-scale Ultra Hardcore\n6\n tournament between 240 players. As Letters Network is a self-concealing anomalous community, further action regarding this particular incident was deemed unnecessary; questioning of the affected player revealed the existence of and Web address of SCP-6468-1.\n\n\n\n\n+\n \ndadodeliveryman\n\n\ndadodeliveryman\n: delivery from dado. armor 4 protection and pvp potion\n\n\nshidburg233\n: this says \"pvp potion by dado\" in comic sans. are you sure this will make me a pvp god?\n\n\ndadodeliveryman\n: u trust dado\n\n\nshidburg233\n: if you say so man.\n\n\n-\n \ndadodeliveryman\n\n\n[VIP II]\n \nMayu_Kurenai\n: Who was that?\n\n\n[PRO]\n \nxHallEffect\n: bruh was that the real dado\n\n\n[VIP II]\n \nMayu_Kurenai\n: I don't know, probably not\n\n\nshidburg233\n: WTJF HHHELP\n\n\n[PRO]\n \nxHallEffect\n: well guess we have our answer, what the hell did that do to them lmao\n\n\nPxseidxnsGate\n was slain by \nTecnoblodeFan123\n using \n[Enchanted Orphan]\n\n\n[VIP II]\n \nMayu_Kurenai\n: What happened?\n\n\nshidburg233\n: MMMMMY FINNNNNNGER WONNNNT STOP TWITCHHHING\n\n\n[PRO]\n \nxHallEffect\n: amazing\n\n\n[PRO]\n \nxHallEffect\n: this is why you dont buy kits from dado\n\n\n[PRO]\n \nxHallEffect\n: shouldnt have tried to cheat in the first place\n\n\n[PRO]\n \nxHallEffect\n: howd he get into the server anyway?\n\n\n[VIP II]\n \nShinpuriinda\n: it's dado dude, don't question it\n\n\n[PRO]\n \nxHallEffect\n: right\n\n\namorgous1337\n was slain by \nshidburg233\n using \n[Diamond Sword]\n\n\nshidburg233\n was slain by \nTecnoblodeFan123\n using \n[Enchanted Orphan]\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Addendum III: SCP-6468 Experiment Log\n\n\n\n\n▼ Addendum III: SCP-6468 Experiment Log\n\n\n\n\n\n\nExperiment 6468/1\n\n\nProcedure:\n Gunpowder was added to SCP-6468 in a brewing stand. The resulting splash potion was thrown, affecting D-34151, D-34152 and a caged zombie.\n\n\nResult:\n SCP-6468 became a \"splash pvp potion\". When the potion landed, both Class D personnel's fingers began vibrating at 200 Hz. The zombie appeared to be unaffected and was terminated successfully.\n\n\n\n\n\n\nExperiment 6468/2\n\n\nProcedure:\n Redstone dust was added to SCP-6468 in a brewing stand.\n7\n D-34153 was instructed to use the potion and then attack D-34154, who was instructed not to touch the keyboard and mouse.\n\n\nResult:\n SCP-6468 showed no visible change. Upon drinking the potion, D-34153's finger began vibrating at 200 Hz. No further changes were observed.\n\n\n\n\n\n\nExperiment 6468/3\n\n\nProcedure:\n Glowstone dust was added to SCP-6468 in a brewing stand.\n8\n D-34154 was instructed to use the potion and then attack D-34155, who was instructed not to touch the keyboard and mouse.\n\n\nResult:\n SCP-6468 showed no visible change. Upon drinking the potion, D-34154's finger began vibrating at a rate of 400 Hz rather than the usual 200 Hz.\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Addendum IV: Incident 6468/1\n\n\n\n\n▼ Addendum IV: Incident 6468/1\n\n\n\n\nOn 2020/08/14, while retrieving a stockpile of SCP-6468 on the Minecraft server \"2b2t\" for containment, Minecraft Division operatives, who were using a modified client that could show information on items held by other players, discovered a related item with the in-game name \"killaura\n9\n potion by dado\" in the possession of a player named \"01Bizarre10\". Upon engaging \"01Bizarre10\", the player drank the potion and became unresponsive. Minecraft Division tracking teams dispatched a task force to the suspected real-life location of the player and discovered a 16-year-old male and his mother suffering acute radiation sickness; the 16-year-old was identified as the player \"01Bizarre10\", and his body was determined to be emitting a constant 10,000 Ci of ionizing radiation. Both subjects were taken into Foundation custody, where they died of radiation sickness.\n\n\nNo further instances of \"killaura potion by dado\" have been found.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Of note is that this text is invariably in oblique Comic Sans, despite the limitations of the Minecraft text renderer.\n\n\n2\n. Consuming the milk bucket item within Minecraft does not reverse the effects of the anomaly.\n\n\n3\n. PvP, short for Player versus Player, refers to direct combat between two players. PvP kits typically consist of armor, weapons, food, potions, and utility items such as ender pearls and water buckets.\n\n\n4\n. This occurs even on private servers where the player \"dadodeliveryman\" is not whitelisted.\n\n\n5\n. \"Letters Network\" is owned and operated by \nLetters Entertainment\n's SSS Studio, and is the most popular Minecraft server network in the worldwide anomalous community.\n\n\n6\n. A game mode where the last player left alive is considered the winner; the primary draw of the game mode is that players' natural health regeneration is disabled. Players typically rely on golden apples to regenerate health.\n\n\n7\n. Redstone dust increases the duration of a potion; for instance, a Potion of Swiftness normally lasts for 3 minutes, but when redstone dust is added, it lasts for 8 minutes.\n\n\n8\n. Glowstone dust increases the potency of a potion; for instance, a Potion of Healing normally heals 2 hearts (4 HP), but when glowstone dust is added, it heals 4 hearts (8 HP).\n\n\n9\n. Thought to refer to \"kill aura\", a common feature of \"hacked\" clients that allows the user to automatically attack any enemy players in range, effectively dealing constant unavoidable damage as long as the enemy player is within the user's reach radius.\n\n\n\n\n\n\n\n\nSecure Facility Dossier: Site-418\n\n\nPeace of Mind for the Wavering Girl\n\n\n\n\n\n\n\n\n« \nSCP-6467\n | SCP-6468 | \nSCP-6469\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6468\n\" by tetsusquared, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6468\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n pvp_potion_by_dado_2.png\n\n\nAuthor:\n \ntetsusquared\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n pvp_potion_by_dado.png\n\n\nAuthor:\n \ntetsusquared\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Experiment 6468/1 Procedure: Gunpowder was added to SCP-6468 in a brewing stand. The resulting splash potion was thrown, affecting D-34151, D-34152 and a caged zombie. Result: SCP-6468 became a \"splash pvp potion\". When the potion landed, both Class D personnel's fingers began vibrating at 200 Hz. The zombie appeared to be unaffected and was terminated successfully.",
        "Experiment 6468/2 Procedure: Redstone dust was added to SCP-6468 in a brewing stand. 7 D-34153 was instructed to use the potion and then attack D-34154, who was instructed not to touch the keyboard and mouse. Result: SCP-6468 showed no visible change. Upon drinking the potion, D-34153's finger began vibrating at 200 Hz. No further changes were observed.",
        "Experiment 6468/3 Procedure: Glowstone dust was added to SCP-6468 in a brewing stand. 8 D-34154 was instructed to use the potion and then attack D-34155, who was instructed not to touch the keyboard and mouse. Result: SCP-6468 showed no visible change. Upon drinking the potion, D-34154's finger began vibrating at a rate of 400 Hz rather than the usual 200 Hz.",
        "\" SCP-6468 \" by tetsusquared, from the SCP Wiki . Source: https://scpwiki.com/scp-6468 . Licensed under CC-BY-SA .",
        "Filename: pvp_potion_by_dado_2.png Author: tetsusquared License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: pvp_potion_by_dado.png Author: tetsusquared License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-6468"
}