{
    "url": "https://scp-wiki.wikidot.com/scp-6470",
    "all_text": "rating: \n+567\n+\n–\nx\n\n\nItem #:\n SCP-6470\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Currently, the Foundation is cooperating with major world governments and Groups of Interest in order to rapidly produce SCP-6470 and administer it to the public. It is imperative that the entire human population receive SCP-6470.\n\n\nDescription:\n SCP-6470 is an anomalous fluid medication successfully developed by the Foundation on 2030/06/22, with the common name \"Paganini Oral Medication\". When consuming SCP-6470, humans will rapidly lose the ability to vocalize; their vocal cords will vibrate, but no sound will be produced.\n\n\nAddendum:\n\n\n\n\n\n\nGeneral Code for the \"Silent Era\"\n\n\nby the Department of Miscommunications\n\n\n\n\n(Version 12)\n\n\n\n\n\n\nReminder:\n This Code is enforced by the SCP Foundation, the Global Occult Coalition, the United Nations, and various other organizations. For the safety of your life and your family's lives, you are to abide by these regulations.\n\n\n\n\nYou are not to speak, no matter how quietly. When you retrieve your dose of Paganini Oral Medication, you are to immediately consume it.\n\n\nStay calm and always remember that as long as you are quiet, you are safe. If you find someone around you showing signs of extreme distress, quickly establish a 15 m distance between you and the distressed person to ensure your safety.\n\n\nDo not touch. It is dangerous.\n\n\nDo not fight back. It is useless and dangerous.\n\n\nDo not record or discuss it by any means (including writing, photography, and videography), or your life will be in danger.\n\n\nContinue learning, working and living normally. You may continue to pretend that nothing is by your side.\n\n\nIt is currently being researched if recordings of the human voice are equally dangerous. Until further notice, do not use any devices that may produce a human voice, such as music players.\n\n\nThis Code will be updated by the SCP Foundation as research progresses. Please stay tuned.\n\n\n\n\n\n\nSCP Foundation\n\n26/06/2030\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6469\n | SCP-6470 | \nSCP-6471\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6470\n\" by Claire Walker, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6470\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6470 \" by Claire Walker, from the SCP Wiki . Source: https://scpwiki.com/scp-6470 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6470",
    "object_class": "Thaumiel",
    "containment_procedures": "Currently, the Foundation is cooperating with major world governments and Groups of Interest in order to rapidly produce SCP-6470 and administer it to the public. It is imperative that the entire human population receive SCP-6470.",
    "description": "SCP-6470 is an anomalous fluid medication successfully developed by the Foundation on 2030/06/22, with the common name \"Paganini Oral Medication\". When consuming SCP-6470, humans will rapidly lose the ability to vocalize; their vocal cords will vibrate, but no sound will be produced.",
    "title": "SCP-6470"
}