{
    "url": "https://scp-wiki.wikidot.com/scp-6472",
    "all_text": "rating: \n+209\n+\n–\nx\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION DEPARTMENT OF MEMETICS\n\n\n\n\nThe following file has been compromised by a third party. All information contained herein is to be considered inaccurate until the information breach has been appropriately dealt with. Any method which could be used to regain access to SCP-6472's file is to be presented to Dr. Brian Kenton, head of the Department of Memetics, for review and implementation.\n\n\nDr. Brian Kenton, Memetics Dept.\n\n\n\n\n\n\n\n\n\n\n\nthis file is maintained by dado filing solutions\n\n\n\n\n\n\n\n\n\n\nitem number:\n hello\n\n\nobject class:\n this is dado\n\n\nspecial containment procedures:\n scp 6472 is of great worry to foundation personal because it shows that the foundation is not making good meme images. all memetic images are to be approved by dado because dado is excellent purveyor of fine dado services like dado memetic regulation agency and bottling plant.\n\n\n\n\ndescription:\n scp 6472 is a flaw in memetic agencies by the foundation. this flaw makes it so that the image kills people which is not something that images are suppose to do. dado think that foundation could make better images that are fine helth products instead of making cheap mind trick that affects fine customer. dado is share this fine business tip so the foundation can become esteemed business partner and negotiate good deals with dado memetic regulation agency and bottling plant\n1\n\n\nscp 6472 1 is a new meme image that has been fixed. seeing scp 6472 1 for longer than 10 seconds will make you happy and more relaxed. the meme has many elements like cool shapes that the foundation uses and the veryman langford patterns in it but they are tweaked using secret dado industries method to make it a memetic live agent instead so ppl can get better\n\n\n\n\nadded-6472-a:\n mails\n\n\nmails between me and foundation meme man brian on how to solve scp xxxx\n2\n :\n\n\n\n\nto:\n \nten.pcs|e5f46-9543-pics#ten.pcs|e5f46-9543-pics\n\n\nfrom:\n \nten.natdnayrdnualodad|odad#ten.natdnayrdnualodad|odad\n\n\nsubject:\n new product u want! click here now for bus…\n\n\n\n\nhello this is dado owner of many fine businesses and other products contacting you to interest you in dado meme improve agency and bottling plant i have seen that your meme images are killing ppl and i can make them stop killing ppl for u because killing ppl would give you more customers yes\n\npls respond with a money offer and i will contact you later bye\n\n\ndado\n\nowner\n\n\n\n\n\n\n\n\nto:\n \nten.natdnayrdnualodad|odad#ten.natdnayrdnualodad|odad\n\n\nfrom:\n \nten.pcs|e5f46-9543-pics#ten.pcs|e5f46-9543-pics\n\n\nsubject:\n re: new product u want! click here now for bus…\n\n\n\n\nto whom it may concern,\n\n\nplease cease contacting this address with offers to \"improve\" our memetic department. furthermore, relinquish control of scp-6472's file. failure ot comply with any of these points will be treated as a standard informational breach and dealt with accordingly.\n\n\ndr. brian kenton\n\nmemetics department head\n\nsite-82\n\n\n\n\n\n\n\n\nto:\n \nten.pcs|e5f46-9543-pics#ten.pcs|e5f46-9543-pics\n\n\nfrom:\n \nten.natdnayrdnualodad|odad#ten.natdnayrdnualodad|odad\n\n\nsubject:\n re: re: new product u want! click here now…\n\n\n\n\nhello foundation\n\n\ndado is not of concern but appreciate the question also have heard about your concern but be calm because dado meme department is making the scp 6472 file like the foundation makes it so its fine\n\nalso waiting for your money to enter so i can fix ur images i found one in \nsome file\n that was very dangerous so let me know so i can fix it quickly\n\n\n\n\n\n\n\n\nto:\n \nten.natdnayrdnualodad|odad#ten.natdnayrdnualodad|odad\n\n\nfrom:\n \nten.pcs|e5f46-9543-pics#ten.pcs|e5f46-9543-pics\n\n\nsubject:\n re: re: re: new product u want! click here now…\n\n\n\n\nsalutations,\n\n\n\n\n\n\nkilag9887.mem\n3\n\n\n\n\n\n\ndr. brian kenton\n\nmemetics department head\n\nsite-82\n\n\n\n\n\n\n\n\nadded-6472-b:\n scp 6472 1\n\n\nhere is proof of concept with fixed image\n\n\n\n\n\n\nu trust dado\n\n\n\n\n\n\ndado expect payment soon thanks foundation\n\nwill keep this page up until payment is received and then some more because dado spent an entire day organizing everything thank you see you soon bye\n\n\n\n\n\n\nFootnotes\n\n\n1\n. bottles are not giving expected profit margins so dado needs to focus on memes.\n\n\n2\n. dado can see that the system has many fancy inserts for emails but couldn't use them so the mails look bad sorry im retyping them now :)\n\n\n3\n. dado fixed this image for u not sure why the foundation sent a sick image\n\n\n\n\n\n\n\n\n« \nSCP-6471\n | \nFishish\n | \nSCP-6473\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "scp 6472"
}