{
    "url": "https://scp-wiki.wikidot.com/scp-6474",
    "all_text": "rating: \n+71\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\nNote:\n\n\nYOU ARE VIEWING THE ORIGINAL VERSION OF THIS DOCUMENT.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6474\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation database crawlers are set to monitor all Level 3 and below documentation for unauthorized alterations and revisions outside of usual margins of correction. Personnel are encouraged to review documentation related to themselves to confirm nothing has been altered.\n\n\nDescription:\n SCP-6474 denotes a phenomenon affecting random files within Foundation archives, where interview logs contain dialogue that did not occur. So far, all instances of added dialogue have been appropriate within context.\n\n\nThe earliest known instance of a document being affected by SCP-6474 was in the Exploration Logs for SCP-████. The end of the expedition has been appended below.\n\n\nExploration Log SCP-████.6 Excerpt :\n\n\n\n\nDate:\n 09/28/2028\n\n\nExploration Team:\n Four members of MTF Zeta-9 (\"Mole Rats\")\n\n\nSubject:\n SCP-████/40 kilometers northwest of the Kayan Mentarang National Park, Indonesia\n\n\nTeam Leader:\n\n\n\n\nζ-9 Pertiwi Wahyu - AKA \"NULLS\" - Video Source\n\n\n\n\nTeam Members:\n\n\n\n\nζ-9 Solomon Xiong - AKA \"ROYAL\"\n\n\nζ-9 Sola Luciana - AKA \"VOICE\"\n\n\nζ-9 Petya Ilyovich - AKA \"RUST\"\n\n\n\n\nCurrent status:\n The MTF has reached a depth of 800 meters below sea level. Supplies for continued exploration are low and the team will begin the return journey shortly. There has not been any anomalous activity beyond the tunnel's inexplicable structural integrity at this depth. The team has recovered one of the two dead scouting drones that was sent before themselves.\n\n\n\n\n[BEGIN TRANSCRIPT EXCERPT]\n\n\nThe team continues crawling through the tunnel for seven minutes, until they hit a dead end. Nulls squeezes up to it. There's a circular impression on the wall. More silence.\n\n\nRUST:\n Double back?\n\n\nNulls shakes her head, moving the camera. She places her hand on the wall, then knocks on it with the other.\n\n\nROYAL:\n Hollow.\n\n\nNulls nods.\n\n\nNULLS:\n Hammer, please.\n\n\nShe turns around. All team members are on their hands and knees in single file, with Royal directly behind her and Voice behind him. Royal takes a hammer from Voice and passes it forward.\n\n\nNULLS:\n Airflow for sure. On your guards.\n\n\nSounds of fumbling. Nulls pulls out her chisel and taps. After two minutes a hole roughly 0.5m in diameter gives way. The microphone picks up a deep breath before Nulls crawls through. Video feed shows the beam of her headlight vanishing into the darkness.\n\n\nNULLS:\n Chamber.\n\n\nShe throws a rock. Six seconds of silence, then echoing clatters.\n\n\nNULLS:\n Chasm.\n\n\nTwo minutes of silence before Nulls turns around. Royal's arms are wrapped around his knees, Voice is lying on her back, and Rust is still on all fours.\n\n\nNULLS:\n Climbing gear out.\n\n\nVOICE:\n Yes!!\n\n\nRUST:\n Fucking hell.\n\n\nVOICE:\n Oh be silent.\n\n\nApproximately ten minutes of preparations. Rust is assigned anchor duty to ensure safety gear remains secure. Nulls, Royal, and Voice rappel down their own ropes into the dark for roughly 70 meters before landing in running water. A minute or two of silence while harnesses are disconnected and the team stretches, then Nulls speaks.\n\n\nNULLS:\n Stop. Full alert. Sidearms, safety off.\n\n\nROYAL:\n Why?\n\n\nSilence.\n\n\nVOICE:\n The river's quiet. Flowing, but quiet.\n\n\nNULLS:\n Right. Royal, go 45 degrees to the right. Watch your step. Voice, 45 to the left. Both of you stay in sight. I'll go straight. Regroup in five.\n\n\nCamera depicts a slow walk over rocky ground. Nulls looks up two or three times, but the light does not reach the chamber's ceiling or walls. Four minutes of silence apart from Nulls' footsteps. Audio levels suddenly jump but no noise is recorded.\n\n\nVOICE:\n Noise?\n\n\nROYAL:\n Noise!\n\n\nNULLS:\n \nMovement!\n To me, now!\n\n\nFootsteps of Voice and Royal are audible. Guns are drawn. Once together, Nulls scans the area. Three headlights overlap but show nothing.\n\n\nNULLS:\n I saw… hmm. Don't move.\n\n\nSilence, apart from the team's breathing. Video shows Nulls' headlight and sidearm pointed into the dark.\n\n\nNULLS:\n Hold. Listen.\n\n\nNo audio for fifteen seconds. Then, shuffling footsteps are heard.\n\n\nNULLS:\n Get the fuck back to the rope.\n\n\nVoice and Royal break and run for the rope. Nulls slowly backs away, her headlight and sidearm slowly scanning back and forth. No audio until her headlight goes out.\n\n\nNULLS:\n Shit.\n\n\nVideo feed shows nothing until Nulls briefly turns around and sees the headlights of Voice and Royal behind her. She continues backing towards them at a faster pace. Video feed shows nothing else visible.\n\n\nNULLS:\n Shit shit shit.\n\n\nMicrophone again picks up shuffling footsteps.\n\n\nNULLS:\n Fuck this.\n\n\nNulls fires two shots into the darkness, then turns and runs at full speed back to the rope. Microphone sound levels jump to 140 db, but no noise is recorded. Voice has already ascended back to Rust. Royal helps Nulls secure her harness, then both use the rappel mechanism to quickly be pulled up. Once all have returned to the tunnel, Rust uses a hermetic seal to close the hole.\n\n\nNULLS:\n We're going back.\n\n\nClosing Statement:\n Microphone continued to pick up deafening levels of sound, but no such noise was evident from the team's reactions or the environment. Journey back was uneventful. Voice, at the back of the line, later reported hearing muttering behind her at several points, but did not see anything. Later review of this incident was focused on the frames where Nulls discharged her weapon, illuminating a large portion of the cavern. The first gunshot revealed an expansive chamber, extending to the cavern wall least 200 meters ahead. This wall was marked by a massive, stark white streak covering most of the cavern wall, extending from the floor to out of sight. However, despite both shots being fired moments apart, the white streak had vanished by the time the second shot was fired. Current analysis is focused on improving the resolution of the first shot.\n\n\n[END LOG]\n\n\n\n\nAs Pertiwi Wahyu, Solomon Xiong, and Sola Luciana all have mutism since birth and have never spoken, current investigation is focused on the alterations made to the transcripts. The transcriber, Junior Researcher Alphonso Zahar, categorically denies writing any dialogue apart from Petya Ilyovich's during the expedition.\n\n\n\n\nNext revision made 11/12/2028 >>>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6473\n | SCP-6474 | \nSCP-6475\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6474\n\" by TheyCallMeTim, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6474\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n hyper\n\n\nAuthor:\n \nTheyCallMeTim\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6474 \" by TheyCallMeTim, from the SCP Wiki . Source: https://scpwiki.com/scp-6474 . Licensed under CC-BY-SA .",
        "Filename: hyper Author: TheyCallMeTim License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "Foundation database crawlers are set to monitor all Level 3 and below documentation for unauthorized alterations and revisions outside of usual margins of correction. Personnel are encouraged to review documentation related to themselves to confirm nothing has been altered.",
    "description": "SCP-6474 denotes a phenomenon affecting random files within Foundation archives, where interview logs contain dialogue that did not occur. So far, all instances of added dialogue have been appropriate within context.",
    "title": "SCP-6474"
}