{
    "url": "https://scp-wiki.wikidot.com/scp-6483",
    "all_text": "Canon Hub\n » \nFrom 120's Archives Hub\n / \nNo Return Hub\n / \nAntarctic Exchange Hub\n » SCP-6483\n\n\n\n\nrating: \n+155\n+\n–\nx\n\n\n\n\nby LORDXVNV & Ralliston\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCo-written by \nLORDXVNV\n and \nRalliston\n.\n\n\n► LORDXVNV's Authorpage\n\n\n► Ralliston's Authorpage\n\n\nFor translators, here is a direct link to each iteration:\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6483-1\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6483-2\n\n\nA Christmas gift to our two good friends, \nJ Dune\n and \nPlaguePJP\n. Hope you enjoy.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6483\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nintegrated\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA section of Site-322, as seen during a Nativitatis Event.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-120 / Site-322\n\n\nDir. Council / P. Lague\n\n\nJ. Rivera / A. Coix\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nA photo of SCP-6483, taken from his personal belongings.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Per new Foundation-wide orders in accordance with \nDirective Alpha/1911\n and the \nIntegration Program\n,\n1\n SCP-6483 is to be employed at Site-322 as maintenance personnel and seasonal entertainment. He is no longer to be referred to by the standard object pronouns,\n2\n with personnel being advised to instead use his preferred pronouns.\n3\n\n\nSCP-6483 has a microscale Scranton Reality Anchor implanted in his spine; the anchor is to be checked for proper function weekly. Should it fail, allowing the entity to initiate a Nativitatis Event, Site-322 is to immediately initiate an ontokinetic lockdown until the threat is properly dealt with.\n\n\nSCP-6483's weekly therapy sessions are considered a priority.\n\n\nDescription:\n SCP-6483 is a 67-year-old Class IV human reality bender, legally named Nicolas Roberts, measuring 179 centimeters in height and 104 kilograms in weight. SCP-6483 has only ever used his abilities to achieve Christmas-themed reality alterations. Whether this is by choice or due to external factors remains unknown.\n\n\nSCP-6483's past reality-warping actions have included:\n\n\n\n\naltering his immediate surroundings to align with the Western European aesthetic of Christmas;\n\n\nchanging his clothing to that of the stereotypical outfit of Santa Claus;\n\n\nmanifesting \"Christmas meals\" comprised of the cultural holiday foods corresponding to nearby individuals;\n\n\ngenerating small items and gifts desired by individuals around him;\n4\n\n\ninstantly teleporting to the North and South Poles;\n\n\npassively increasing personnel happiness and satisfaction around him.\n\n\n\n\nIf multiple of the above actions are undertaken simultaneously in one location, the event following is referred to as a Nativitatis Event. During such a time, SCP-6483 will engage in a Christmas supper with people in his current location.\n5\n Upon the completion of the supper, he will teleport to another location and repeat the event. He will repeat this until he becomes too tired to do so, at which time he will return to his accommodations.\n6\n\n\nUnless ontokinetically suppressed, SCP-6483 will undertake these actions, regardless of current surroundings or time of year. It is unknown how SCP-6483 selects locations for Nativitatis Events; when questioned, he stated that he \"goes wherever is most in need of the Christmas spirit.\" However, for the duration of his containment, he has only teleported between Foundation sites.\n\n\nDiscovery:\n SCP-6483 was discovered on 28/10/2019 in Michigan, United States, when the Foundation was alerted to reports of reality-altering activity. The event, retroactively labeled as the first recorded Nativitatis Event, was not considered a significant veil breach, but the continued freedom of SCP-6483 made future veil breaches inevitable. The Foundation intervened, administering amnestics to witnesses of the event and spreading a misinformation campaign that the event was an early Christmas Festival organized by civilians. SCP-6483 was then transported to the nearby Site-322,\n7\n where the following interview was conducted.\n\n\n\n\nDate:\n 28/10/2019\n\n\nInterviewed\n Nicolas Roberts (later designated SCP-6483)\n\n\nInterviewer:\n Dr. Anthony Coix\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Coix:\n Good evening, Mr. Roberts. My name is Dr. Anthony Coix. I'm here so we can figure a few things out.\n\n\nRoberts attempts to stand up, but Coix dismissively waves for him to stay seated.\n\n\nDr. Coix:\n You're not in trouble. I just have a few questions for you.\n\n\nRoberts:\n \n<nervously>\n Ho ho ho! Of course, And please, call me Nick, Saint Nick, Santa, Santa Claus… any of those are fine! Ho ho ho!\n\n\nDr. Coix smiles thinly, raising his eyebrow a little.\n\n\nDr. Coix:\n Of course, Mr. Roberts.\n\n\nBrief pause, during which Coix browses through documents on his tablet.\n\n\nDr. Coix:\n Now, you've been told why you're here?\n\n\nRoberts:\n Indeed! \nHo ho!\n That won't be happening again, sir; I didn't realize Christmas joy was now illegal in America, ho ho!\n\n\nDr. Coix:\n Oh, it's still legal. I'm talking about your abilities.\n\n\nImmediately, the smile drops from Roberts' face. His eyes dart back and forth as he approaches Coix, getting close and whispering.\n\n\nRoberts:\n \n<almost whispering:>\n How do you know of this? Did the elves tell you?!\n\n\nDr. Coix:\n …yes. The elves.\n\n\nRoberts looks around himself, standing up.\n\n\nRoberts:\n You will not stop me again, you bastards! \n<starts to walk around the room, visibly trying to find the exit>\n I haven't missed a single Christmas delivery since '98's factory fire, and this year will be no different! Ho ho ho ho ho! \nHo ho ho ho ho!!!\n\n\nCoix sighs. He rubs his face with his hands.\n\n\nCoix:\n What did you say your name was again?\n\n\nRoberts:\n I am Father Christmas to the pagans, Saint Nicholas to the Christians, Kris Kringle to the donut companies, Santa Claus to the capitalists, and to all the good little boys and girls of the world, simply Santa.\n\n\nCoix rolls his eyes.\n\n\nRoberts:\n Ho ho ho! My sleigh awaits!\n\n\nRoberts heads for the exit doors. Coix intercepts him.\n\n\nDr. Coix:\n Mr. Roberts — \n\"Santa\"\n — we're not here to harm you—\n\n\nRoberts:\n Then \nwhy\n would you want to stop my deliveries, \nespecially\n during Christmas?! \nHO HO HO HO HO!\n\n\nCoix sighs again, very slowly.\n\n\nDr. Coix:\n Mr. Roberts, you \naren't Santa Claus\n.\n\n\nRoberts:\n Impossible! Ho ho ho! You are an agent of the Krampus, or the Grinch! \nHO HO HO HO HO!\n You lie!\n\n\nDr. Coix:\n You're what we call a reality bender; an individual that possesses the ability to—\n\n\nRoberts:\n Oh, my dear child. You're not an \nagent\n of the War on Christmas, you're a \nvictim\n. Let me bring some Christmas magic back to your heart, ho ho ho!\n\n\nRoberts snaps his fingers, and his clothing immediately changes to a red outfit with a drooping cap. The interview room changes to contain Christmas lights, tree, and a burning fireplace. In his hands, a Christmas turkey appears, and he proceeds to put it on the table near which he and Dr. Coix sit.\n\n\nDr. Coix:\n —manipulate reality…\n\n\nRoberts:\n I do indeed hope that clears things up, my dear child. Ho ho ho!\n\n\nCoix sighs, this time in a sad tone.\n\n\nDr. Coix:\n That is… it's something, Nick, but I mean, it's just a parlor trick. I've seen more impressive. This? I'm glad that you get to play pretend but it's not doing you any favors. Drop the act so we can talk about what comes next.\n\n\nRoberts:\n Don't be like that, Anthony. I promise you, I'll do everything I can to bring the Christmas spirit back to your heart. That's what the magic of Christmas is all about.\n\n\nDr. Coix pulls up a file on his tablet. He inhales deeply.\n\n\nDr. Coix:\n Your name is Nicholas Roberts. You were born on December 25th, 1953 in Pittsburgh, Pennsylvania—\n\n\nRoberts:\n \nHo ho ho! Stop! Hohohohohohohohoho!\n\n\nThe fireplace dims.\n\n\nDr. Coix:\n \n<talking over Roberts's laughter>\n —graduated with a degree in Hospitality from Cornell University, bounced from hotel to hotel but never quite becoming more than a manager—\n\n\nRoberts:\n \n—Stop. Hoho… ho…\n\n\nThe Christmas lights start flickering.\n\n\nDr. Coix:\n —No kids, but married once, divorced.\n\n\nRoberts:\n P-Please… Stop…\n\n\nThe turkey on the table is replaced with a pile of coal.\n\n\nDr. Coix turns his tablet off.\n\n\nDr. Coix:\n You aren't Santa Claus.\n\n\nBoth stay silent for 2 minutes.\n\n\nRoberts:\n Ho ho—\n\n\nRoberts chokes back a sob.\n\n\nDr. Coix:\n Is there anything else I can do for you?\n\n\nRoberts does not respond.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Following the above interview, proper containment has been established, resulting in Nicolas Roberts obtaining the SCP-6483 designation and accommodations at Site-322.\n\n\nDr. Coix was reprimanded for inducing unnecessary emotional turmoil in an unpredictable humanoid anomaly, risking a containment breach.\n\n\n\n\nAddendum 6483-1:\n Containment Breach Log\n\n\nStarting at 19:00 EST on 24/12/2019, SCP-6483 overpowered the local Reality Anchor network, successfully initiating a Nativitatis Event within Site-322 and later proceeding to the neighboring Area-179. The \nO4 Council\n8\n delegated a special task force to non-violently re-contain SCP-6483.\n\n\nSCP-6483 was successfully recontained without violence. However, minutes after being returned to his cell, he transformed the walls of his cell to peppermint hard candy that was immune to damage, save for consumption. Following two hours of consumption from on-site personnel with minimal progress, it was decided an alternate route of entry was necessary.\n\n\nTwo hours later, after gaining more intelligence on the situation via attendance at the O4 Summit, Dr. Jessie Rivera of \nSite-120\n9\n personally intervened with the containment of SCP-6483, successfully breaching into the sealed room via her ontokinetic abilities. See the below log for more details.\n\n\n\n\nDate:\n 24/12/2019\n\n\nInterviewed\n SCP-6483\n\n\nInterviewer:\n Dr. Jessie Rivera\n\n\n\n\n[BEGIN LOG]\n\n\nThe previously undecorated containment cell is now decorated with classical Christmas furnishing. There are traditional Christmas dishes atop the table, such as turkey, roast beef, and cranberry sauce. Christmas carols are audible, which accompany the crackling of a chimney fire near a Christmas tree. In the corner, SCP-6483 is sitting, staring at the floor. Like earlier, he is wearing a traditional Santa Claus outfit.\n\n\nThere is a distortion in space as one of the walls dilates open, the red and white stripes of the peppermint candy rippling. Rivera walks through it. She sniffs the air (noting the scents of pine and cinnamon), sneezes, and slightly smiles, noticing SCP-6483. She sits next to him.\n\n\nDr. Rivera:\n Hi.\n\n\nSCP-6483 looks at her.\n\n\nDr. Rivera:\n Can I join you?\n\n\nSCP-6483:\n Leave me alone. Please. Just… leave me alone.\n\n\nDr. Rivera:\n Alright.\n\n\nRivera proceeds to check her phone, but continues to sit near SCP-6483. He stares at her, and sighs.\n\n\nSCP-6483:\n Here to remind me that I'm not really Santa?\n\n\nDr. Rivera:\n Hm?\n\n\nSCP-6483:\n That's what the last doctor responsible for me tried to nutcracker into my head.\n\n\nRivera pauses at the odd word choice, but continues.\n\n\nDr. Rivera:\n I know I can help you.\n\n\nSCP-6483 scoffs.\n\n\nSCP-6483:\n And how would you do that? Beat the Christmas spirit out of me?\n\n\nDr. Rivera stands up, and extends a hand towards SCP-6483.\n\n\nDr. Rivera:\n Let me show you something.\n\n\nHe accepts it, joining her as she closes her eyes and clenches her fist around an amulet hanging on her neck. She offers him her hand. He does so, and, two seconds later both disappear.\n\n\nThe two are no longer in the containment cell, but a frozen plain in the Antarctic. There is no wildlife visible. Visibility is low due to a fierce blizzard. Despite this, the two are surrounded by a translucent orange bubble. The air is still within the bubble, and the snowflakes melt into trails of steam as they collide with its walls. Rivera's amulet burns with the same orange light as their protection. She takes a step forward, and the bubble follows her. SCP-6483 joins her. They walk through the plain together.\n\n\nSCP-6483:\n What is this place? Where are we?\n\n\nRivera sits on the ground, behind a snowbank. The orange bubble hugs her legs.\n\n\nDr. Rivera:\n Somewhere private. Somewhere we can talk safely.\n\n\nShe shows SCP-6483 to join her. He raises his eyebrow, but complies.\n\n\nDr. Rivera:\n Why?\n\n\nSCP-6483:\n Huh?\n\n\nDr. Rivera:\n You have all this power… the power to remake the world at your fingertips. And yet you use it to play Father Christmas. Don't you ever dream of doing more? Of smashing the world, as unfair as it is? You could be a modern king, or a god! Breaking it in—\n\n\nSCP-6483 stands up, scrambling away from her.\n\n\nSCP-6483:\n Oh, god. What do you want with me? I'm not a murderer, I—\n\n\nDr. Rivera:\n Sorry. I needed to make sure. Power changes people, rarely for the better.\n\n\nWith suspicion, SCP-6483 lowers himself to the floor again, but keeps his distance from Dr. Rivera.\n\n\nDr. Rivera:\n So why Christmas? Why \nSanta?\n\n\nSCP-6483:\n Why does \nanyone\n dress up like Santa? I wanted to make people happy. And it made \nme\n happy.\n\n\nDr. Rivera does not respond, but she nods.\n\n\nSCP-6483:\n I always have. When I was born… My parents named me Nick because I was their Christmas miracle, see. Ho ho— heh. After that, well, my birthday was always Christmas, so I always dressed up as Santa as a little boy. I suppose the kids at school thought I was a bit of a weirdo, but I always tried to be kind, and I made a lot of friends by giving them presents they didn't even realize they needed.\n\n\nDr. Rivera:\n Sounds like they were taking advantage of you.\n\n\nSCP-6483:\n No, no! Nothing like that. It was never… if someone's dog had died, I would send them a card. Stuff like that.\n\n\nDr. Rivera:\n And that worked?\n\n\nSCP-6483:\n Surprisingly, yes. Later on, I wanted to go to theatre school, but my parents didn't like that, said they'd be ashamed of me. So I went into hospitality instead. After graduating I jumped from hotel to hotel. I always loved doing the Christmas displays for hotels, but… well, I looked too young to dress up as Santa most of the time.\n\n\nRivera chuckles. SCP-6483 also chuckles, but it is not 'ho ho ho'.\n\n\nSCP-6483:\n When I realized I could bring Christmas spirit wherever I wanted, it seemed like what I was born to do. Have you ever felt like that?\n\n\nDr. Rivera:\n I know a thing or two about destiny. It's a mean bitch.\n\n\nSCP-6483:\n You can't mean that.\n\n\nDr. Rivera:\n Remind me to introduce you to \nmy friend Daniel\n. He's had a few run-ins with destiny himself.\n\n\nSCP-6483 slouches, staring at the snow.\n\n\nSCP-6483:\n I never said I was going to go back with you. I could just stay out here, you know. Me and the reindeer.\n\n\nDr. Rivera:\n This is Antarctica.\n\n\nSCP-6483:\n I have a workshop here, too. Had, I suppose. When I was in the depth of my… delusions, I imagined a workshop here as well as up north. Elves and reindeer and all. I suppose they won't be here anymore, though…\n\n\nDr. Rivera:\n I'm sorry. I know it wasn't helpful of me to say that about destiny. Please continue.\n\n\nSCP-6483:\n Alright. I spent the next thirty years or so bringing Christmas where I could, usually in small places or for people who really needed it. If I saw a family trying to make ends meet, I would pop by their house on Christmas Eve and give them the turkey dinner they needed. I would sneak in through windows or chimneys and leave presents where I could. Small things like that. I was a reverse Scrooge.\n\n\nDr. Rivera:\n Just on Christmas Eve?\n\n\nSCP-6483:\n Heh. You caught me… three months ago? I hardly remember. But when I was free, every day was Christmas Day, and every night was Christmas Eve.\n\n\nDr. Rivera:\n So if you were doing so much good, making so many people happy, why the change? Why'd you do something so dramatic? Why risk getting caught?\n\n\nSCP-6483 looks at Rivera.\n\n\nSCP-6483:\n I wanted to do something \nbigger\n. Something \ngrander.\n I was \nSanta Claus\n, for God's sake! I should be bringing joy and wonder to the world, teaching all the good little boys and girls that sometimes, magic is real! \n<SCP-6483 throws his arms in the air>\n And yet here we are. You caught me! The first time I try to to do something bigger, to fulfill my destiny, the men-in-black take me away.\n\n\nDr. Rivera:\n This doesn't have to be the end. I'm like you, you saw what I did to the cell walls, and I'm walking free. You don't have to stay locked up. You could help us, and we could help you.\n\n\nSCP-6483 sighs.\n\n\nSCP-6483:\n It's… It wouldn't be the same. It would feel insincere. A \nquid pro quo\n. What, are you going to go through the motions of celebrating Christmas every day of the year?\n\n\nDr. Rivera:\n You did—\n\n\nSCP-6483:\n I \ncelebrated\n every day. I didn't pretend.\n\n\nDr. Rivera:\n We will find a place for you. There are jobs, housing, opportunities we can offer you, we—\n\n\nSCP-6483 looks directly into Rivera's eyes.\n\n\nSCP-6483:\n But will I be allowed to bring Christmas cheer?\n\n\nShe avoids eye contact.\n\n\nDr. Rivera:\n I… Not as much as you have been. The higher-ups will think of a satisfactory compromise. \n<nervous chuckle>\n Hell, \nI\n am one of the higher-ups. The O4 \nwill\n find the best place for you. Especially in these trying times.\n\n\nSCP-6483:\n Can you… promise me this?\n\n\nRivera sighs.\n\n\nDr. Rivera:\n I'll do everything in my power, but it's not fully up to me. But I can promise you one thing: the Foundation will take care of you. 322 — hell, even 120, if you want — will be good to you. They're good people. They gave \nme\n a good home with a good job and friends cared about me. You just have to come back with me.\n\n\nRivera smiles, extending her hand towards SCP-6483.\n\n\nDr. Rivera:\n So, you in? Will you join us, so that we can figure something out together?\n\n\nSCP-6483 still looks hesitant.\n\n\nDr. Rivera:\n It'll be better than the life you have now.\n\n\nSCP-6483 accepts Rivera's hand, but his sad expression does not change.\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Following the above transpiring, SCP-6483 and Dr. Rivera returned to his containment cell. From that point on, SCP-6483 was entirely compliant with Foundation staff, albeit visibly less energetic. SCP-6483 was selected for the Integration Program and current containment procedures were enacted.\n\n\n\n\nAddendum 6483-2:\n SCP-6483 Integration Proposal\n\n\n\n\n\n\nSCP-6483 Integration Proposal\n\n\nDr. Jessie Rivera, Site-120\n\n\n\n\nSCP-6483 (aliases Nicolas Roberts, \"Santa Claus\") possesses high-class reality-warping abilities capable of facilitating Christmas celebrations. As part of the Integration Program, we propose two sets of duties:\n\n\n\n\nDuring the holiday season, running from November 28th to January 1st, SCP-6483 will visit a different Foundation site daily. At each site, SCP-6483 will initiate a Nativitatis Event using his unique abilities. This is projected to improve personnel morale and save a significant amount on annual Christmas furnishings.\n\n\nFor the rest of the year, SCP-6483 will remain at either Site-120 or Site-322, depending on his choosing. Dr. Jessie Rivera will provide psychological counseling to assist SCP-6483 in transitioning to a significantly diminished level of Christmas celebration. SCP-6483 will be employed as maintenance staff, as well as a specialized consultant on matters relating to the cultural context of Christmas.\n\n\n\n\n\n\nIntegration History Log\n\n\n\n\n\n\n\n\nDate\n\n\nEvent\n\n\nNotes\n\n\n\n\n\n\n03/01/2020\n\n\nSCP-6483 Integration proposal fully approved.\n\n\nSCP-6483's psychological state improves moderately.\n\n\n\n\n\n\n28/11/2020\n\n\nFirst holiday season for integration of SCP-6483 begins.\n\n\nSCP-6483's depression enters remission.\n\n\n\n\n\n\n01/01/2021\n\n\nHoliday season ends; SCP-6483 returns to maintenance and clerical duties.\n\n\nSCP-6483 does not relapse into depression; holiday season integration measures deemed a full success.\n\n\n\n\n\n\n10/09/2021\n\n\nThe Impasse\n begins. Anomalies start losing their anomalous properties.\n\n\nSCP-6483 loses all anomalous properties. His depression recurs.\n\n\n\n\n\n\n\n\nAddendum 6483-3:\n SCP-6483 Psychology Note (15/11/2021).\n\n\n\n\nSCP-6483 isn't in good shape. At all.\n\n\nThe Integration Program was \nworking\n. Nick had started to accept that he wasn't Santa and was \nfine\n with it. Together, we had reframed his abilities not as the universe telling him to \nbe\n Santa, but to bring the character of Santa to life.\n\n\nHe spent all of our appointments this year gushing about how happy it made him to see so many different people and grant them a Christmas miracle, and how much he was looking forward to next December — a remarkable change from his struggles with depression over the previous year. We were even discussing the possibility of letting him perform as Santa in public, though of course with extensive cover stories and the high chance of non-approval.\n\n\nNow? The Impasse is hitting all of us pretty hard, but it's striking to see just how much it's torturing Nick. He has lost everything. He believes he was born to play Santa, but he'll never be able to truly do so again. We know the Impasse will kill all magic, but it was also cruel enough to kill his Christmas magic early.\n\n\nThere's little we can offer him. We can give him a job to keep him busy, a nice house, a couple of staffers for company, and significant input into Site-120 and Site-322's Christmas furnishings, but our budget is strained, and he's not suited for the mundane life. It's like acclimating a god to being content with playing with dolls.\n\n\nI think it hurts him to have me as his psychologist. I retain some power, though less with every passing day, but he has none. I can see the pain in his eyes when we talk. This is beyond my ability to repair. Maybe Simon Glass could do it, but I doubt it.\n\n\nWith sorrow I say this: I cannot recommend releasing him into the civilian population. He knows too much, he's sufficiently loyal, and frankly we need all the manpower we can get.\n\n\nI will do my best to keep his head above the water, but I can't say how much longer we can sustain this.\n\n\n\n\n— Jessie Rivera, SCP-6483 Project Lead\n\n\n\n\n\n\n\n\n\n\n\n\nRAISA NOTICE: ONE (1) SCP-6483 FILE UPDATE IS AVAILABLE. ACCESS?\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6482\n | SCP-6483 | \nSCP-6484\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A Beta-priority Foundation project focused on redeeming and rehabilitating anomalies under its influence via direct employment.\n\n\n2\n. It/its.\n\n\n3\n. He/him.\n\n\n4\n. How SCP-6483 possesses the knowledge about their wishes remains unknown.\n\n\n5\n. All personnel that have taken part in a Nativitatis Event have been verified to be free from memetic compulsions; despite this, all independently expressed positive emotions at having participated and willingness to do so again.\n\n\n6\n. Currently, a standard Foundation personnel room at Site-322.\n\n\n7\n. One of the main propagators and leaders of the Integration Program alongside Area-179 and Sites-43, -87, -120, and -666.\n\n\n8\n. A gathering of Site Directors, Department Leaders, and important personnel responsible for handling important situations that do not require the attention of Overwatch Command.\n\n\n9\n. Site-120 Director Council member, Human Resources and Personnel Satisfaction Lead; fully realized Class IV reality-bender; heavily involved with the Foundation's work on humanoid anomalies, often accompanying the research herself.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6483\n\" by LORDXVNV and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6483\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName of the file:\n 120header.png\n\n\nSource:\n N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAuthor:\n \nMachen2\n\n\n\n\n\n\nName of the file:\n site.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nAuthor:\n \nw00kie\n\n\n\n\n\n\nName of the file:\n santa2.png\n\n\nSource:\n \nlink\n\n\nLicense:\n Public Domain\n\n\nAuthor:\n \nOldschool\n\n\n\n\n\n\nName of the file:\n entry.png\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n Commander John Bortniak\n\n\n\n\n\n\nName of the file:\n dude.jpg\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nChristopher Michel\n\n\n\n\n\n\nName of the file:\n Delta5.png\n\n\nSource:\n \nlink\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAuthor:\n \nSunnyClockwork",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6483 \" by LORDXVNV and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6483 . Licensed under CC-BY-SA .",
        "Name of the file: 120header.png Source: N/A License: CC BY-SA 3.0 Author: Machen2",
        "Name of the file: site.png Source: link License: Creative Commons Attribution 2.0 Generic Author: w00kie",
        "Name of the file: santa2.png Source: link License: Public Domain Author: Oldschool",
        "Name of the file: entry.png Source: link License: CC BY 2.0 Author: Commander John Bortniak",
        "Name of the file: dude.jpg Source: link License: CC BY 2.0 Author: Christopher Michel",
        "Name of the file: Delta5.png Source: link License: CC BY-SA 3.0 Author: SunnyClockwork"
    ],
    "containment_procedures": "Per new Foundation-wide orders in accordance with Directive Alpha/1911 and the Integration Program,1 SCP-6483 is to be employed at Site-322 as maintenance personnel and seasonal entertainment. He is no longer to be referred to by the standard object pronouns,2 with personnel being advised to instead use his preferred pronouns.3",
    "description": "SCP-6483 is a 67-year-old Class IV human reality bender, legally named Nicolas Roberts, measuring 179 centimeters in height and 104 kilograms in weight. SCP-6483 has only ever used his abilities to achieve Christmas-themed reality alterations. Whether this is by choice or due to external factors remains unknown.",
    "title": "SCP-6483"
}