{
    "url": "https://scp-wiki.wikidot.com/scp-6487",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nPigs Can't Fly\n by Ruskied\n\n\nPigs Image\n\n\nAll other images were made by me\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6487\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nChild SCP-6487 instances upon discovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All instances of SCP-6487 are to be kept in an aviary in the \nParazoological Containment Wing\n of Bio-Research Area-12. Instances should be fed twice a day on a diet of oats, barley, and wheat.\n\n\nRoutine physical exercises should be conducted daily with SCP-6487 instances. It is preferable for researchers to cycle through different instances. A record of all physical therapy appointments must be maintained to adequately give care to all instances.\n\n\nThe Biomechanical team should check PnB equipment monthly for signs of any wear and tear. If PnB equipment is broken, the equipment should be replaced as soon as possible.\n\n\n\n\nPersonnel not part of the primary research team must schedule their appointment no less than five hours in advance.\n\n\n\n\nDescription:\n SCP-6487 is the classification of thirty-three genetically modified Mangalitsa breed \nsus domesticus.\n1\n SCP-6487 acts the same as standard pigs despite two significant anomalous characteristics.\n\n\n\n\nSCP-6487 lacks any fore or hind legs.\n2\n X-Rays show that SCP-6487 lacks humerus bones and its ribcage extends past the thoracic and into the lumbar vertebrae.\n\n\nTwo wing-like appendages are present on the backs of SCP-6487 instances. These wings have an appearance near identical to the wings of \nPteropus\n3\n. These wings are small in infants, only appearing as small stubs on the backs, but in adult instances, the wings can grow to almost be as long as the body.\n\n\n\n\nSCP-6487 instances regularly flap their wings in attempts to fly, but all attempts result in failure due to the wings not providing enough energy to support the mass of the anomaly.\n\n\n\n\n\n\n\n\nTorn wing of SCP-6487 taken post mortem.\n\n\n\n\n\n\n\n\nSCP-6487 is deemed immobile due to the ineffectiveness of its wings. SCP-6487 needs to be under constant supervision, especially during feeding times. If an instance somehow manages to roll itself onto its back, it will be unable to right itself. Instances should be carried to a new location in their enclosure every day so that they are not lying in their own feces.\n\n\nDuring feeding, bowls of feed must be placed directly in front of the heads of SCP-6487 so they can adequately reach the feed.\n\n\nSCP-6487 was brought to the Foundation’s attention on March 1st, 2029, when Dr. █████ discovered SCP-6487 in his husband's\n4\n farmhouse. SCP-6487 was subsequently taken into Foundation custody, and both Dr. █████ and Mr. Weber were given Class C amnestics. Interview 6487-PG01 was conducted with Mr. Weber prior to amnestization.\n\n\n\n\n\n\nInterview 6487-PG01\n\n\n\n\n\n\nThe following is a transcript from an interview conducted between Jack Weber and researcher Riley Bassett at Bio-Research-Area-12 following initial containment.\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Bassett:\n Hello there, Mr. Weber. How are you doing today?\n\n\nThere is silence for the next ten seconds.\n\n\nResearcher Bassett:\n Mr. Weber, you aren't in trouble. We just want to get more information on what exactly we are dealing with here.\n\n\nA loud sigh is heard from Mr. Weber.\n\n\nMr. Weber:\n This wasn't what I intended to happen. I'm sorry.\n\n\nResearcher Bassett:\n Come again?\n\n\nMr. Weber:\n I just wanted to make something special. You know the saying, \"When pigs fly?\" I was just trying to do that, you know.\n\n\nResearcher Bassett:\n You were trying to make these pigs fly?\n\n\nResearcher Bassett:\n I mean, yeah, I guess I can see it with those little stubs growing on their back.\n\n\nMr. Weber:\n God, I don't know how I screwed up so badly. I did some research on the internet on genetic modification and all. I thought I had it figured out. I wanted him to love it.\n\n\nResearcher Bassett:\n Wait, I'm sorry? You have to slow down a second there. Let me lead the conversation, please. How did you manage to modify these pigs?\n\n\nMr. Weber:\n I… Well, I had the parents grow up on the roof. I never let them down from the roof, if I did, they wouldn't adapt to their environment, you know?\n\n\nResearcher Bassett:\n Adapt? Hold on, are you talking about evolution? You aren't making much sense right now.\n\n\nThe sound of a sheath of papers being flipped through can be heard.\n\n\nResearcher Bassett:\n We found microscopes and CRISPR machines in your home? Are you sure that you didn't genetically modify these pigs?\n\n\nMr. Weber:\n No they weren't. I had them adapt to the environment. I would come up to the roof, pick up the pigs with my hands, and walk around in circles. I made the pigs think they were flying. I-I don't know what went wrong. Their children should have been able to fly.\n\n\nResearcher Bassett:\n You've lost me, sir. If you didn't genetically modify these-\n\n\nMr. Weber:\n It was supposed to be a surprise. He always said he didn't want our wedding to be cliche, but he also said he wanted it to be one of the most memorable weddings ever. I had to try my best.\n\n\nResearcher Bassett:\n Ugh, this is getting us nowhere. Just one last question Mr. Weber. Did you intend for the pigs to not have any fore and hind legs?\n\n\nMr. Weber's voice breaks as if now on the verge of tears.\n\n\nMr. Weber:\n Of course not. T-they should have been perfectly healthy. I don't know where I went wrong. I'm so sorry. I-I tried to care for them, I thought their legs would grow in, but they never did. Oh, please forgive me. I'm so sorry!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum: Parazoology & Biomechanism 6487 Project\n\n\n\n\n\n\n\n\n\n\nNatural Wing Structure\n\n\nParazoologic Engineering\n\n\n\n\n\n\n\n\nThe natural \"wings\" in a fully grown instance measure at around 100-110cm, roughly the length of the body. The wing membrane has skin coloration matching that of the body and has a thickness of 0.5mm. The base of the wings begins two centimeters below the base of the ears on either side. Seven thin bones make up the span of the wings with three joints and small claws.\n\n\nThese claws do not serve any obvious purpose, as they are located at the second outer joint. Such a location makes it impractical to grab onto something as it would require SCP-6487 to be upside down.\n\n\nThe wings are covered with a thin layer of fur.\n5\n Below that, a thin layer of elastic skin is present. Studies have shown that the elasticity of the wings is anomalously resistant and able to stretch over a meter without tearing. However, the durability of these wings is poor and will tear under the weight of 250 grams.\n6\n\n\n\n\n\n\nThe following is the current iteration of the PnB 6487 project. Design is susceptible to change due to the evolving nature of the project. Below is the most effective model, the SCP Foundation, has been able to construct. If, upon later viewing, the description appears different, it is likely because we have transitioned to a new iteration.\n\n\nPnB 6487 Iteration 6.2\n\n\nThree thin bio-plastic alloy rods are to be surgically implanted into the natural wings of SCP-6487. They are to originate at the end of the limb joints, resulting in the best control over the aileron. They are to stretch out through the natural material and into the bidirectional carbon fibers.\n\n\nThe total wingspan of SCP-6487 has increased by roughly one-third in size using bidirectional carbon fibers. These bio-carbon fibers are affixed to the edged of the wing membrane and stabilized by the bio-plastic rods. The bio-carbon membrane has a matching thickness to the natural wing membrane and is infused with 0.7mg of aluminum to ensure stability.\n\n\nThe bio-plastic membrane spans the entirety of the natural membrane and ends 2cm from the base of the tail. The membrane has been affixed along a slight curve to accelerate airflow during movement allowing the wings to support flight. [See testing for effectiveness of flight.]\n\n\nThe tails have been straightened out and attacked to a network of aluminum alloys that expand down from the tail to the end of the manufactured wings. Small hinges at the base and end of the tail allow for movement via a motion of the tail. This new tail allows SCP-6487 to control direction motion on the horizontal axis.\n\n\nDirectional movement with iteration 6.2 has seen mass improvements on the horizontal plane, but control over verticality is not as effective as previous iterations. Finding methods of better vertical control should be the priority moving forward.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+Notable Parazoology 6487 Testing Logs\n\n\n\n\n-Notable Parazoology 6487 Testing Logs\n\n\n\n\n\n\nAll tests that required a launch were conducted over a 10m by 20m polyethylene safety net.\n\n\n\n\n\n\nTest Parameters\n\n\nResults\n\n\nDistance Traveled\n\n\n\n\n\n\nA child instance of SCP-6487 was dropped from a height of 3 meters.\n\n\nSCP-6487 fell straight down. It squealed and flapped its wings erratically. It was unharmed.\n\n\n0 meters\n\n\n\n\n\n\nAn adult instance of SCP-6487 equipped with PnB I 1.0 dropped from a height of 5 meters.\n\n\nSCP-6487 glided forwards at an angle of 40 degrees first 1.5 seconds. It then began flapping its wings erratically and plummeted into the net.\n\n\n4 meters\n\n\n\n\n\n\nAn adult instance of SCP-6487 equipped with PnB I 2.3 dropped from a height of 7 meters.\n\n\nSCP-6487 fell straight down for the first 0.5 seconds before it unfolded its wings, at which point its trajectory suddenly changed to 20 degrees. It proceeded to flap its wings, gaining momentum and no longer losing altitude. It continued to flap its wings flying straight until it collided with the northern wall. It then plummeted to the ground. Researcher Riley Bassett caught SCP-6487 before it hit the ground. SCP-6487 was unharmed, and Researcher Bassett had a fractured humerus.\n\n\n35 meters.\n\n\n\n\n\n\nAn adult instance of SCP-6487 was placed in a field at Surface Level-0 equipped with PnB I 4.2. A food table was in the back of a truck 45 meters away.\n\n\nDr. Jept blew a whistle, and SCP-6487 began flapping its wings and pushing its tail down. After 20 seconds, SCP-6487 touched off the ground and traveled through the air at an accelerating rate reaching a top speed of 12 kilometers per hour. It reached the truck with excessive force, causing the table of feed to be launched into the air covering SCP-6487 and Researcher Bassett in said feed.\n\n\n46 meters\n\n\n\n\n\n\nAn adult instance of SCP-6487 was placed in a field at Surface Level-0 equipped with a PnB I 6.2. The back of a pickup truck filled with feed was stationed 30 meters away.\n\n\nDr. Jept blew a whistle, and SCP-6487 started flapping its wings. SCP-6487 managed to get into the air in roughly 7 seconds and started flying to the truck filled with feed. The truck was then driven away from SCP-6487 at 10 kilometers per hour. SCP-6487 chased the truck for the next ten minutes, showing a sense of strong control over its movement, and being able to turn left.\n7\n After an hour, SCP-6487 stopped chasing the truck and landed next to researcher Bassett.\n\n\n31 Kilometers\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Addendum: Notice to Area-12 Employees\n\n\n\n\n-Addendum: Notice to Area-12 Employees\n\n\n\n\n\n\n\n\nGreetings Area-12 employee,\n\n\nFor you new employees or those unaware, we've had ourselves, living lumps of bricks here at Bio Area-12. But that has changed with great thanks to our parazoology team and biomechanical division. They have been able to perform some biomechanical magic and to put it in layman's terms, we have made pigs fly.\n\n\nThese swine have shown the ability to fly with impressive levels of aerodynamics. But, doing this requires a lot of time spent on the part of the pigs to learn to use the prosthetics properly.\n\n\nWe have equipped each instance of SCP-6487 with the proper prosthetics to provide locomotion, and now it is our obligation to make sure they learn how to use PnB equipment properly.\n\n\nSince this training requires extensive time allocated to physical therapy, all employees here at Bio-Site 12 must agree to participate in rehabilitation exercises with SCP-6487. By signing this document, you agree to allocate at least two hours every month to the SCP-6487 rehabilitation program. You are also aware that failure to participate in the program can result in a verbal warning, up to a paid leave of absence.\n\n\nSignature:\n x_\n\n\n\n\nWe hope that being a part of this project will help you better appreciate the work we are doing here at the Foundation. We aren't just looking out for humanity, but all life on our planet, whether anomalous or not.\n\n\n- Head of Parazoology Department, Bartley A. Jept\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Domestic pigs.\n\n\n2\n. Research has found that this was not caused by the amputation of the limbs, instead being a trait present at birth.\n\n\n3\n. Flying-foxes.\n\n\n4\n. Individual’s name has been expunged from the document and instead referenced under the alias of “Jack Weber.”\n\n\n5\n. This is noticeably to the remainder of the body which is covered in small hairs.\n\n\n6\n. This is equivalent to the average hamster\n\n\n7\n. While SCP-6487 was able to turn right, buts its effectiveness at turning right was limited, causing it to lag behind as it made deep turns.\n\n\n\n\n\n\n\n\n« \nSCP-6486\n | SCP-6487 | \nSCP-6488\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "All instances of SCP-6487 are to be kept in an aviary in the Parazoological Containment Wing of Bio-Research Area-12. Instances should be fed twice a day on a diet of oats, barley, and wheat.",
    "description": "SCP-6487 is the classification of thirty-three genetically modified Mangalitsa breed sus domesticus.1 SCP-6487 acts the same as standard pigs despite two significant anomalous characteristics.",
    "title": "SCP-6487"
}