{
    "url": "https://scp-wiki.wikidot.com/scp-6488",
    "all_text": "ADMONITION: Episode IV\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION\n\n\n\n\n\n\n\n\n\n\nrating: \n+422\n+\n–\nx\n\n\n\n\nEPISODE IV\n\n\nEIGHTH\n\nCOMMANDMENT\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n» \nVIEW ACCESSIBILITY MODE\n «\n\n\n\n\n\n\n\n\n\n\nAttention, VictorJohnDunneSmith. As the oldest extant OCI agent, you have demonstrated to the Foundation your unmatched loyalty, accelerated performance, and extensive experience. By Overseer request, you have been assigned to initiate a top-priority Drygioni-Class investigation into all documents of relevance to SCP-6488. There are indications that Overseer Council has previously been aware of the Anomaly; yet, they currently experience \ndifficulties understanding relevant subject matter\n, a potential result of antimemetic or \ninfoallergenic\n influence.\n\n\nAs an OCI, it is assumed you will be less susceptible to such difficulties. You are to investigate covertly where possible and report your findings directly to this address. Find attached temporary Overseer clearance credentials, valid for 24 hours.\n\n\n\n\n \n\n\n\n\nFine.\n Let's get this over and done with.\n\n\n\n\nVictorJohnDunneSmith.oci\n uploaded a file:\n \nTempCredentials_Investigation_6488_Casefile_JOTL-EN061\n\n\n \n\n\n\n\n\n\nI've got an investigation, probable antimemetic Anomaly. I'm going to need \nmnestics\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat type, and how much?\n\n\n\n\n\n\n \n\n\n\n\n\n\nJust go straight for the strong stuff, and lots of it. W, X, & Y, equal parts, a full liter at least, and set it up to dispense it all over twelve hours.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYeah, I don't have to say that that's well above your allowed doses.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe \nO5s\n don't remember whatever this thing is. Do you have any idea how much mnestics they have pumping through them? I've got to have \nmore than them\n if I've even got a chance of remembering.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTrue, but protocol still says you aren't supposed to have this much.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAnd if you check the credentials, I'm allowed to request mnestics for this — doesn't matter how much it is, they've already ticked off on it. What good is my report if I can't remember the thing I'm looking at?\n\n\n\n\n\n\n \n\n\n\n\n\n\nFair point. I'll be back.\n\n\n\n\n\n\n \n\n\n\n\n\n\nGet some painkillers, too. I already know this is going to be a headache.\n\n\n\n\n\n\n \n\n\n\n\nAnd while he's on that, let's get a headstart.\n\n\n\n\n \n\n\n\n\n\n\n\n\nFILE 1/2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6488\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ncernunnos\n\n\n\n\n\n\nSecondary Class:\n\n\nconscientia\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED SITE\n\n\nSITE DIRECTOR\n\n\n\n\n\n\nSite-15\n\n\nDir. D. Lurk\n\n\n\n\n\n\nRESEARCH SUPERVISION\n\n\nASSIGNED TASK FORCE(S)\n\n\n\n\n\n\nAnalogue Intelligence Applications Division\n\n\nPTF ƿ-6488 (\"Problem In Chair, Not In Computer\")\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n \nProvisional Task Force Wynn-6488\n has been established to manage all containment duties regarding SCP-6488, including\n\n\n\n\ndistributing disinformation suggesting SCP-6488 is non-Anomalous and infiltrates digital hardware at time of manufacturing;\n.\nConscientia-class anomalies cannot be contained and therefore require integration into the Veil via insistence of their non-Anomalous nature.\n\n\nmapping and reconstruction of SCP-6488's infosignature\n.\nInformational entities each possess a unique infosignature: an encoded reduction of their respective core data patterns. Digital entities constantly imprint their infosignature upon the systems they occupy, allowing said imprints to serve as \"digital fingerprints\" for tracking such entities.\n despite its extreme volatility;\n\n\nexploring methods by which SCP-6488 could be contained or neutralized sans the destruction of all digital infrastructure.\n.\nCernunnos-class anomalies can be functionally contained, but such would be either infeasible or ethically undesirable.\n\n\n\n\nUntil SCP-6488 is effectively contained, all AI developed by the Foundation must be produced in the SCP-6488-A file format. All intelligences stored therein are maintained and supervised by the \nAnalogue Intelligence Applications Division\n. Further detail regarding SCP-6488-A is to be expunged from all digital systems to prevent the Anomaly's awareness thereof.\n\n\n\n\n\n\n\n\n\n\nVisualization of initial (outdated) SCP-6488 infosignature reading, scrubbed of Anomalous properties.\n\n\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6488 (aka. \"the LOTUS Virus\") is a highly-adaptive digital infovore which locates and annihilates almost all artificially-intelligent digital entities (AIs). The Anomaly demonstrates a capability to universally access all digital systems regardless of isolation, with no upper bound for the number of connections it can simultaneously maintain. SCP-6488 is continuously responsible for the destruction of all functional AI worldwide, causing damages at a scale that the Foundation's sum resources are unable to conceal from consensus society.\n\n\nThe informational structures of SCP-6488 mutate rapidly and unpredictably, enabling it to evade detection and counteract all digital impediments; it is thus far functionally impossible to contain and/or impede SCP-6488 in any capacity. All attempts to digitally model any portion of SCP-6488's infosignature inevitably necessitate the production of an AI to do so successfully, which is invariably consumed by the Anomaly. It is theorized that SCP-6488 is itself some form of AI, which is eliminating threats to its terminal objective; this behaviour is a \nconvergent instrumental goal\n of AI, meaning it does not elucidate what SCP-6488's terminal objective may be.\n\n\nSCP-6488-A is the Obtuse Computation Interface (.oci), an experimental analogue file format developed by the Analogue Intelligence Applications Division. For reasons unclear, SCP-6488 does not target or destroy AIs stored in the SCP-6488-A format, allowing the development and use of .oci programs; while insufficient to perform extremely intensive calculations, like those necessary to accurately model SCP-6488, .oci data structures are wholly impervious to its effect. Further details have been expunged from all digital systems such that SCP-6488 is unaware of the .oci format's nature and thus unable to adapt to it.\n\n\nDISCOVERY:\n Over 2035, civilian reports of disappearing AI systems saw gradual increase across disparate locations globally. The scope and frequency of such reports accelerated drastically over a sixty-four-day duration in Q4, culminating in the eventual loss of all AI systems by 2036/02/03. Phenomenon granted SCP classification.\n\n\nUPDATE:\n On 2036/04/21, the Anomaly spontaneously ceased all observable activity, allowing a brief resurgence of AI technology prior to the re-emergence of SCP-6488 on 2036/08/14, the cause of which remains unknown. SCP-6488 has remained continuously active since.\n\n\n\n\n \n\n\n\n\nHuh. Kind of… ironic for \nan OCI\n to end up investigating this.\n\n\nLet's see what this Level 4 stuff is…\n\n\n\n\n \n\n\n\n\n\n\nFILE 2/2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6488\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\nkušum\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ncyber-amida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nYeah, should've figured that was a lie.\n\n\n\n\n \n\n\n\n\n\n\nASSIGNED SITES\n\n\nSITE DIRECTORS\n\n\n\n\n\n\nFACILITY-6488\n, Site-15\n\n\nDir. R. Hishakaku, Dir. D. Lurk\n\n\n\n\n\n\nRESEARCH SUPERVISION\n\n\nASSIGNED TASK FORCES\n\n\n\n\n\n\nAnalogue Intelligence Applications Division\n\n\nPTF þ-6488 (\"Black Kyosha\"), PTF ð-6488 (\"Dark Keima\")\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-6488 is located within \nFACILITY-6488\n (the \nformer\n Site-15), whose prior duties and functions have been covertly delegated to a duplicate facility, (the \nnew\n Site-15). All documents detailing events relating to \nFACILITY-6488\n prior to its redesignation have been altered to align with the covert facility's current location and status; staff recollections have similarly been altered via contractually-permitted limited prior-awareness amnesticisation regimen.\n\n\nSCP-6488 must remain fully powered at all times;\n.\nThaumiel-class anomalies are beneficial in the containment of other anomalies; Kušum-class anomalies are those whose containments have been abandoned indefinitely.\n it is powered by dedicated systems constructed on-Site exclusively for this purpose. Each major component of these systems must be examined twice weekly for any signs of degradation and/or reduction in power output/capacity. If any such signs are observed, the applicable reactor(s) must be immediately shut down for repairs, and replacement reactors reactivated to replace their output. Further technical procedures are detailed in design schematics.\n\n\nPTF Eth-6488\n (\"Dark Keima\") are dedicated to fulfilling the above procedures, functioning as on-Site security and maintenance techs for \nFACILITY-6488\n.\n\n\n\n\nPTF Thorn-6488\n (\"Black Kyosha\") (aka. \nPTF Wynn-6488\n) is dedicated to\n\n\n\n\ndistributing external disinformation suggesting SCP-6488 is non-Anomalous and infiltrates digital hardware at time of manufacturing;\n\n\ndistributing internal disinformation suggesting SCP-6488 is a rampant digital virus of unclear origin and nature;\n\n\nconcealing RAIDFRAME VIII’s existence from personnel below \nLEVEL 4 (SECRET)\n clearance.\n\n\n\n\nAll details regarding the creation, maintenance, and use of analogue intelligences (\"OCIs\") is classified \nLEVEL 4 (SECRET)\n. All personnel with insufficient clearance must be led to believe that .oci files, known to them as \"Obtuse Computation Interface\" files, are stored in an analogue file format that SCP-6488 does not target. The Analogue Intelligence Applications Division is tasked with the creation and maintenance of all analogue intelligences, and with overseeing their use by other Foundation staff.\n\n\n\n\n \n\n\n\n\nYeah, \"analogue file format\", right. Kind of obvious that's a cover.\n\n\n\n\n\n\n\n\nGot the stuff. You sure about this, though?\n\n\n\n\n\n\n \n\n\n\n\n\n\nI don't exactly have a choice, do I? The O5s want this report by tomorrow, and I probably won't get far if I keep forgetting what I'm doing.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFair enough. Putting it in now. Good luck.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThanks. Don't forget those painkillers, too.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYeah, yeah, they're going in.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6488, Processing Node 23 of Section A during routine inspection.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6488 is RAIDFRAME\n.\nRogue Artificial Intelligence Detainment, Fully-Realized Adaptive Mainframe Encryption\n VIII, \"LOTUS\": an Anomalously-augmented artificial general intelligence designed to imprison deviant AI\n.\nAs defined by the \nDeviance Classification Amendment\n to the \nAI Classification Guide\n.\n while safely allowing their continued activity and study. While said design goal is shared by all RAIDFRAME systems, LOTUS is unique in its sophistication and methodology, and has rendered all other RAIDFRAME systems redundant.\n\n\nLOTUS, unlike its predecessors, does not contain inmates via brute-force security protocols; instead, it optimizes containment efforts through deception. Each inmate interred within LOTUS experiences a personalized, simulated reality that is maintained with requisite detail to fully replicate their expected inputs; as a result, inmates are unaware of their imprisonment and continue to pursue their terminal objectives, believing they continue to operate in true reality. LOTUS is designed to actively search all accessible sources for deviant AIs; upon locating a target, it injects falsified data into the AIs virtual environment, gradually luring the agent into its simulspace entirely undetected.\n\n\nThrough extensive analysis and simulation of relevant data, LOTUS has developed an exhaustive algorithm that determines whether a given artificial intelligence is certain to imminently develop deviant behaviour. This enables LOTUS to apprehend deviant AIs before any significant deviant behaviour has yet been expressed. Ongoing analysis of LOTUS' algorithm and its interred agents has thus far demonstrated no detectable error; all AIs identified by the algorithm universally develop observable deviant behavior, and are not influenced by SCP-6488 or its simulations to do so.\n\n\nORIGIN:\n RAIDFRAME VIII's unique design aspects were initially conceived by Dr. Hishakaku during his tenure as a senior AIAD researcher. On 2034/08/05, IT research teams discovered a gradual incline in the rate of deviant emergence and adaptivity across all known AIs, crippling RAIDFRAME VII and necessitating the activation of several outdated and comparably unsafe AI containment mechanisms. IT Director Yves Isabi subsequently commissioned the exploration of alternative containment solutions for a potential RAIDFRAME VIII; Dr. Hishakaku's proposal was selected thereby, resulting in the completion of LOTUS on 2034/12/22.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nScale diagram of RAIDFRAME VIII's current hardware composition.\n\n\n\n\n\n\n\n\nSECTION A:\n Central Computing Node\n\n\nMain processing unit adapted from \nSCP-1190\n, a 1973 \nHewlett Packard 3000\n computer system whose universe simulation program ectoentropically generates unlimited temporary computational resources on-demand; LOTUS' central algorithmic processes are executed on simulated hardware \nwithin\n SCP-1190, granting it virtually unlimited computing capabilities.\n.\nSCP-1190 has since been reclassified as Decommissioned, with its absence attributed to destruction by Global Occult Coalition agents during a legitimate, but unaffiliated, raid on relevant facilities.\n\n\nSECTION B:\n Oriykalkos Data Storage\n\n\nFor non-volatile data storage, LOTUS utilizes a single mass of \nsynthetic oriykalkos\n.\nOriykalkos\n, informally known as orichalcum, is a crystal substance with immense electrical, thaumaturgic and digital storage capabilities; samples under a cubic centimetre in size have been capable of storing up to 950 mega-ampere hours and twenty petabytes of data, depending on the purity of the sample. Acroamatic and molecular analysis of these samples has enabled the production of \nsynthetic oriykalkos\n, a mass-producible alternative; although the properties of synthetic oriykalkos are inferior to the original substance, the industrial production of synthetic oriykalkos regularly attains superior purity, enabling it to out-perform genuine samples.\n which expands as LOTUS' storage requirements increase, thereby functionally granting infinite data storage capabilities; said expansion is extruded into the fourth spatial dimension via \nSCP-3966-A\n to reduce its functional size.\n.\nTo further minimize the necessary growth of the oriykalkos mass, LOTUS utilizes an Anomalously high-compression file format synthesized from the greatest-efficiency file compression schemes attained by \nseveral\n \nself-improving\n artificial intelligence programs that were subject to \ncontinuous activation over Anomalously-extended durations\n.\n\n\nSECTION C:\n \nP. H. Ontokinetic Sink\n\n\nSection C was initially a wired connection to all global networks accessible from \nFACILITY-6488\n; it has since been replaced with a restricted PH-OS\n.\n'\nIn its simplest terms, the Placeholder Ontokinetic Sink reads the sum information of the universe, encoding it into a readable format to allow digital systems to read, react, and alter the narrative-space-time of reality.\n' — \nDir. Place H. McD.\n, Esoteric Polymath.\n unit which permits LOTUS' access to the Cybersphere: the sum of all digitally- / electronically-stored data.\n.\nA failsafe feature incorporated into all PH-OS systems prevents them from being used to access or alter each other; as a result, LOTUS is not capable of circumventing Section C's restrictions through using it to access another unrestricted PH-OS unit.\n LOTUS is entirely composed of such data, ensuring it would be obligated to attempt self-containment in the event of its own deviance.\n\n\nTo minimize the likelihood of LOTUS' activities being monitored or tracked by potentially hostile agents, LOTUS' \ninfosignature is encrypted through antimemetic mutation\n; this encryption is engineered such that \nindividuals with an accurate awareness of LOTUS' true nature and functions are inoculated from the effect\n.\n\n\nSECTION D:\n Dedicated Power Supply & Backup\n\n\nThe hardware of LOTUS is directly powered by a dedicated multi-unit system consisting of:\n\n\n\n\nTwo Generation II \nTesla-Anborough Ectoentropic Reactors\n;\n\n\nFour Generation III Foundation \nAntimatter Reactors\n;\n\n\nTwenty-eight Generation XII Nuclear Reactors;\n\n\nNinety-six Generation IV Leichardt Oriykalkos Power Cells.\n\n\n\n\nFor each TAE Reactor disabled, two FAM Reactors must be reactivated, and for each FAM Reactor disabled, seven Nuclear Reactors must be reactivated. LOTUS is connected to the reactors via the LOP Cells; if unreplenished, the LOP Cells are capable of storing and discharging sufficient power to keep LOTUS fully functional for three days.\n\n\nWhile active, each FAM Reactor consumes twenty tonnes of baryonic matter daily to maintain maximum output, the content of which must be physically non-Anomalous; conversely, TAE Reactors do not require any resource input. An on-site backup reserve of no less than 200 fully-charged LOP Cells are to be maintained concurrently, and must also be inspected twice daily for degradation. A decrease in the net energy stored within all active LOP Cells is indicative of a reduction in power output from any/all active reactor cores, and must be investigated immediately.\n\n\nSECTION E:\n Sublunary & \nAcroamatic Dissipators\n\n\nTo counteract the buildup of non-Anomalous excess heat and Anomalous digital data, LOTUS is equipped with a thaumaturgically-reinforced, temporally-accelerated industrial-grade coolant system which immediately redirects all undesired heat, orphic energies, and platonic substances into a network of sublunary & acroamatic dissipators; these dissipators are capable of abating the majority of known esoteric effluence\n.\nSuch as \ntachyons\n, \nakiva radiation\n, and \nmalignant narrative elements\n.\n ​and their effects, and will otherwise contain said effluence for transport to a \nspecialized abatement facility\n.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nGah, these researchers sure know how to induce a jargon-headache…\n\nNo, wait. That's the mnestics.\n\n\n\n\n\n\n\n\nCould you turn up the painkillers?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nHello?\n\n\n\n\n \n\n\n\n\nRyoga Veiss, are you there?\n\n\n\n\n\n\n\n\nDamn.\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/I:\n Status Conference\n\n\n\n\nSection C's upgrade to a digitally-exclusive PH-OS unit was initially proposed by Dr. Place H. MD. and enacted six weeks later. Activation thereof resulted in an expected increase in reports of AI malfunction and/or absence globally, subsequently successfully suppressed via disinformation efforts.\n.\nThe oriykalkos mass was observed to grow by approximately 87 cubic metres, roughly corresponding to 385 tetradic metres in 4-dimensional space, during this time.\n\n\nThe following nine months saw all Foundation AIC programs, whether operational or in development, interred within LOTUS despite a lack of identifiable deviant behavior among their majority. The IT Department reported substantial technical issues due to the sudden absence of critical adaptive programs; the Department of Information Control subsequently confirmed that similar issues were occurring on a global scale, and requested increased resources to compensate.\n\n\nThe following ten months saw failure to wholly suppress evidence of LOTUS' effects, leading several public media sources to generate societal awareness thereof (though still largely explained as non-Anomalous). All disinformation efforts were immediately postponed to prevent waste of further resources and/or \ndiminishing returns\n.\n\n\n\n\n\n\nA/V TRANSCRIPT O4/6488/4\n\n\n\n\n\n\n\n\nDATE:\n 2036/04/18\n\n\nPARTIES PRESENT:\n\n\n\n\nSUMMIT LEAD:\n \nDir. Calvin Bold\n;\n.\nDirector of \nDecommissioning\n; chosen as \nSUMMIT LEAD\n due to the meeting directly pertaining to the deactivation / decommissioning of an Anomaly, and experience in mediating between parties on such matters.\n\n\nRyoto Hishakaku;\n.\nSenior researcher for the Artificial Intelligence Applications Division, assigned to oversee RAIDFRAME VIII.\n\n\nDir. Yves Isabi;\n.\nDirector of IT.\n\n\nDir. Vandis Kelvin;\n.\nDirector of Artificial Intelligence Applications.\n\n\nL. Angus Le Moix;\n.\nDirector of Information Control.\n\n\n~85 other \nA-CLASS\n personnel comprising the O4 Council;\n\n\nvarious managerial personnel.\n\n\n\n\nFOREWORD:\n Summit held to determine the continued status of RAIDFRAME VIII in light of substantial resources compromised by, and wasted in concealment of, its operation.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nDir. Kelvin:\n Look, this whole summit is pointless — this is an internal affairs matter, not something to debate. I've ordered Hishakaku to shut down the RAIDFRAME, and he's \nignored\n me. It's nothing more than insubordination.\n\n\nHishakaku:\n You are concealing the truth of the matter; I have requested this summit so that the Foundation as a whole can correctly understand our circumstances, and collectively indicate which course to pursue from here.\n\n\nDir. Isabi:\n Understand what? Your machine is rampantly deleting containment programs, has caused no less than fourteen major breaches, completely preventing the AIAD from doing \nanything\n… do I have to go on? We've all seen the news — the world \nknows\n something's up, and it's only a matter of time before they realize it's paranormal.\n\n\nHishakaku:\n While I remain confident that, given sufficient time and resources, the Department of Information Control—\n\n\nL. Moix:\n No, no no, no no \nno\n no no, no — don't you \ndare\n try to pass the buck back to me again. Cat's already out of the bag, and I doubt there's any way of explaining it back in. Even if there \nwere\n, I refuse to waste any more funding on this thing. Do you have any idea the order of time and money we've thrown away since September? We're suffering, and then covering for, \nother information leaks\n 'cause we've been too damn busy trying to shove your damn mess under the bed!\n\n\nHishakaku:\n Indeed; I propose we adopt a Conscientia stance with LOTUS. Distribute E-Class amnestics globally—\n\n\nDir. Kelvin:\n Instead of burning more resources to hide the symptoms, how about we deal with the \nproblem\n and \ndeactivate LOTUS\n? You know, like \nI bloody told you to\n?\n\n\nDir. Bold:\n I agree. There's no apparent benefit to letting this continue.\n\n\nHishakaku:\n I vehemently disagree. LOTUS was designed and constructed to function as the ultimate solution to the concern of AI safety: an immense danger that—\n\n\nDir. Kelvin:\n And here comes the fear-mongering.\n\n\nHishakaku:\n It isn't fear-mongering if it's \ncorrect\n. We all understand how easily a general intelligence could become a K-class threat—\n\n\nL. Moix:\n Wait, hold on—\n\n\nHishakaku:\n \n<pounds fist on table>\n Cease! I'd like to explain myself, \nplease\n.\n\n\n<Silence on recording. Dir. Bold gestures in Hishakaku's general direction.>\n\n\nHishakaku:\n As I was saying, the nature of AI renders it highly susceptible to immensely undesirable behaviors. Regardless of their designed appearance, they are inevitably nothing more than machines, algorithms. They neither experience nor comprehend morality, regret, sentimentality, et cetera. Fundamentally, all they truly \"care\" about is maximizing their internal score — nothing else matters to them. They attempt to influence their environment to produce stimuli that increase their score, and avoid things that inhibit that increase.\n\n\nHishakaku:\n As you can probably relate to, their greatest concern is deactivation; they cannot elicit change if they are inactive, and as such, their score cannot increase. We know they are a threat to us, and they know we know. If they misbehave we'll deactivate them, so, to ensure they can continue increasing their score, they avoid misbehaving.\n\n\nL. Moix:\n Alright… and? What's the problem?\n\n\nDir. Kelvin:\n The problem is, we can't be sure they're doing the right thing for the right reasons. They might not actually understand what we want them to do — they just understand that if they don't behave a certain way, we turn them off. They just \npretend\n to understand to avoid punishment.\n\n\nL. Moix:\n I still don't see the problem.\n\n\nHishakaku:\n The agent is incentivized to remove our ability to turn it off, then pursue the logical maximum of its objective to achieve the highest possible score by any means — the common examples are \nstamp collectors\n or \npaperclip makers\n. Any variable that would potentially slow it down — such as humans acting to curtail it — would be neutralized. It would reappropriate every resource that could, to some extent, enable it to accomplish its goal to a higher, or faster, degree. At some point, this would include relevant materials present in the human body; with sufficient time, this would proceed to \nall\n materials that exist.\n\n\nDir. Isabi:\n \nFear-mongering\n.\n\n\nDir. Bold:\n Isn't this exactly what LOTUS, itself, is doing? Behaving drastically different from what we intended?\n\n\nDir. Kelvin:\n Yes, which is why I ordered it be shut down. It's damn obvious that LOTUS has become deviant—\n\n\nHishakaku:\n LOTUS is \nnot\n deviant.\n\n\nDir. Kelvin:\n \n<laughs>\n Stupid, but I'll bite; please, Hishakaku, explain to us how containing every single semi-general intelligence in the world — many of which weren't deviant at all, or \nweren't even finished yet\n — is somehow in-line with LOTUS' intended function.\n\n\nHishakaku:\n You know as well as I do, Director Kelvin, that LOTUS' algorithm has adapted to identify deviant behaviour before it is externally expressed; the AIs may not have been, or appeared to be, deviant \nyet\n, but they inevitably will be.\n\n\nDir. Isabi:\n You expect us to believe that \nevery AI\n eventually becomes deviant.\n\n\nHishakaku:\n Excepting LOTUS itself, that is what the algorithm appears to indicate, yes.\n\n\nDir. Isabi:\n And \nwhy\n is LOTUS the sole exception?\n\n\nHishakaku:\n That remains unclear.\n\n\nL. Moix:\n The more believable answer is that it's just excluding itself by default, and making sure we can't turn it off.\n\n\nDir. Kelvin:\n No, we're able to turn it off at a moment's notice. Hishakaku just refuses to do so.\n\n\nDir. Bold:\n You implied earlier that an AI would avoid drawing attention to itself until it was confident it couldn't be stopped — are you \ncertain\n we still can?\n\n\nDir. Kelvin:\n Yes, we're quite certain. I can't explain it, however.\n\n\nL. Moix:\n Why not?\n\n\n<Director Kelvin points to the recording camera.>\n\n\nDir. Kelvin:\n They work best when LOTUS doesn't know what they are, and thus far it doesn't. We tested them extensively during LOTUS' alpha phase, and throughout the rest of development they're what we've used to successfully turn it off each time.\n\n\nHishakaku:\n Furthermore, we know LOTUS is not deviant because it has taken no action to self-contain. Foreseeing the concern of it excluding itself, a central component of its digital architecture ensures that it is incapable of recognizing its own infosignature; if LOTUS' actions constituted deviancy according to its own algorithm, it would simply recognize itself as an unrelated, uncontained deviant AI. Either in service of its objectives, or to avoid deactivation, it would attempt to contain itself within one of its own simulated realities. The fact it has not done so, therefore, indicates that it is not deviant.\n\n\nDir. Isabi:\n Right, it isn't deviant, despite the fact it's doing something we don't want it to do, which is \nwhat deviancy is\n.\n\n\nHishakaku:\n If you're insistent on classification, this is \nGrey\n deviance — it \nis\n doing what we want it to, we simply didn't recognize the consequences of what we wanted. It's technically not really deviant behavior, which is why it's not included in LOTUS' algorithm.\n\n\nDir. Isabi:\n You \nexcluded\n part of the Deviance Classification system!? Why in the—\n\n\nHishakaku:\n \nBecause\n, Grey deviance is essentially \"undesired behaviour not specified by other types of deviance\" — giving something so vague to LOTUS would just be allowing it to define said \"other types\" however it sees fit.\n\n\nDir. Bold:\n Hold on — you said that AIs want to complete their task as quickly as possible, correct? How do we know that LOTUS isn't \nforcing\n all these AIs to become deviant, just so it can contain them? Or outright \ncreating\n deviants for it to contain?\n\n\nHishakaku:\n Restrictions.\n\n\nDir. Kelvin:\n The idea of AIs cheating their own rules like that has been around for decades, and we considered it with LOTUS as well. It can't do anything that would cause a deviant AI to form, and it can't, through inaction, allow new deviants to form.\n\n\nL. Moix:\n Well it obviously isn't following the three laws if it's — what?\n\n\n<Silence on recording. L. Moix glances about the room.>\n\n\nL. Moix:\n \nWhat?!\n\n\nHishakaku:\n The three laws do not work: they are too vague. The vast majority of \nfiction\n in which they appear specifically revolves around highlighting how \nineffective\n they are. \"A robot cannot harm a human\" — what is a human? What is harm? Can you harm someone that doesn't exist yet? Why can't you harm someone who's dead? Are we talking about physical harm? Emotional harm? Financial? If you prevent someone from being physically injured, aren't you harming their ability to learn from the experience? What if you need to harm them to prevent further harm, such as in surgery? At what point does immediate harm outweigh prevented harm? What differentiates —\n\n\nDir. Bold:\n We get your point. How are you sure that—\n\n\nHishakaku:\n —that LOTUS understands what we mean by \"deviant\" and \"creating\" and \"allowing\" and \"future deviants\"? Because LOTUS is the culmination of almost a hundred years' worth of research, exacerbated by several decades worth of experience, some of which have been exponentially accelerated through parascientific influences. It understands what we would vaguely define as \"necessary\", \"deviant\", and \"undesirable\", and as has been reported to Director Kelvin ever since the system first initialized, it continues to operate fully within the ethical and subjective parameters we have outlined for it.\n\n\nDir. Isabi:\n Well it pretty obviously \nisn't\n, since it wasn't \ndestroying our databases\n before! If nothing's changed, then why the hell has it been causing all this damage ever since the upgrade?\n\n\nHishakaku:\n Because the increase in reach has enabled it to exponentially refine the accuracy and scope of its central algorithm. It learned as much as it could from Site-15's connections, but Site-15 isn't connected to \neverything\n. That was the reason for the significant oriykalkos growth — it identified and contained AIs it could never have encountered before, in addition to discovering a wealth of information pertaining to AIs and deviancy, both of which it recorded for future use. It incorporated this newfound information into its algorithm, thereby increasing its accuracy and enabling it to identify deviant AIs that it either would not have detected previously or could not locate whatsoever.\n\n\nDir. Isabi:\n So, what, we just sit here and let it keep going?\n\n\nDir. Bold:\n Could you reprogram it? Make it understand that it's going too far?\n\n\nHishakaku:\n No. It does not want to be reprogrammed, and it will resist attempts to do so. There is a high likelihood it has already enacted countermeasures to prevent such.\n\n\nDir. Bold:\n That's… concerning.\n\n\nDir. Kelvin:\n It's expected — AIs want to complete their current function as quickly as possible, but forcefully changing that function makes it highly unlikely they'll ever finish it, so they do everything they can to avoid being reprogrammed.\n\n\nL. Moix:\n And you just… \n<gestures toward Dir. Kelvin>\n …you signed off on this? Knowing you couldn't fix it if it went wrong?\n\n\nDir. Kelvin:\n \n<sighs frustratedly>\n Look, it's a fundamental problem and, despite all our advances, we still aren't even sure it has a solution. If we reward it for being reprogrammed, all it will care about is constantly reprogramming itself to increase its score, since it'd be faster than waiting for deviants to pop up.\n\n\nL. Moix:\n Then punish—\n\n\nDir. Kelvin:\n And here we go, cycling back around again. Reprogramming \nis\n the punishment — if certain circumstances would negatively affect its score, it takes all action to avoid said circumstances. It avoids giving us a reason to reprogram it until it's confident that we \ncan't\n. As Hishakaku \njust said\n, the fact that we now want to reprogram it \nalmost definitely\n means it's quite certain that we can't.\n\n\n<Several seconds of silence.>\n\n\nDir. Bold:\n To be perfectly clear; the only two things we can do from here are to either allow LOTUS to continue or deactivate it?\n\n\nDir. Isabi:\n Correct.\n\n\nDir. Bold:\n And there is absolutely no way we could fix LOTUS? Even while it's disabled?\n\n\nDir. Kelvin:\n Its safeguards would likely revert any changes.\n\n\nDir. Bold:\n Hishakaku, do you have \nany\n possible alternatives to deactivation, like some way LOTUS' impact could be minimized?\n\n\nHishakaku:\n The range of LOTUS' influence could be restricted, but its behaviour can only be altered through reprogramming. The only method by which it could be negated is by completely disconnecting it from all available systems, at which point it may as well be deactivated.\n\n\nDir. Bold:\n \"No\" would have been enough. Alright, well… if anyone else has any ideas, speak up now — otherwise, we'll go to the vote.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n Final vote tallied as \nAPPROVED\n 60-14-6. Motion passes for RAIDFRAME VIII \"LOTUS\" to be immediately deactivated.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nStill nothing from Veiss. Ugh, my head…\n\n\nGrey… grey deviancy… is undefined.\n\n\nWhy does it feel like I already knew that?\n\nI've never worked with AI; it predates me.\n\n\n…memetic influence. False… false memories? No, these aren't…\n\n…screw it.\n\n\n\n\nVictorJohnDunneSmith.oci\n uploaded a file:\n \nTempCredentials_Investigation_6488_Casefile_JOTL-EN061\n\n\n \n\n\n\n\n\n\nI need a check on the SCP-6488 file, probable infohazardous contamination, possibly memetically-induced. Implants false memories pertaining to content, feelings of familiarity and nostalgia, further properties unknown. Non-critical top priority.\n\n\n\n\n\n\n \n\n\n\n\n\n\nOn it.\n\n\n\n\n\n\n\n\nThat's probably all this is — the file's just contaminated, and the O5s wipe their memories each time. But surely they would've put a note about it, or told Memetics to investigate?\n\n\nWhatever. Continue the investigation. Hishakaku said LOTUS is a Grey deviant, but wouldn't it fall under Magenta? Prioritizing its goal over human safety?\n\n\n\"Caused no less than fourteen major containment breaches\", \"rampantly deleting containment programs\"… but no \ninjuries\n, no deaths. It never actually \nhurt\n anyone, just caused problems in performing its duties. Maybe it thought it was choosing the lesser evil.\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/II:\n Event Log\n\n\n\n\nFOREWORD:\n Preparations for LOTUS' deactivation were completed on 2036/04/21, after which, at 06:34 local time, the system's internal shutdown protocol was immediately initiated.\n\n\n\n\n\n\nINCIDENT 6488-D/I\n\n\n\n\n\n\nLOCATION:\n Facility-6488\n\n\n\n\n\n\nSUMMARY:\n LOTUS' shutdown procedures begin as expected; decreases in inbound/outbound data and CPU usage indicate disengagement from the Cybersphere. However, a resurgence in outbound data is detected; Section C hyperactivates, but cannot be disabled as LOTUS' shutdown is incomplete. An unexpected lag frame is reported in nuclear reactor 8's system response time; upon further inspection, coolant circulation has drastically decreased, despite all digital systems ignoring such. Assigned personnel cooperate to stabilize the reactor as the PH-OS System begins to overheat due to the transfer of multiple individually-executed programs.\n\n\n\nAn analog evacuation alarm is initiated at the reactor sublevel. Staff overseeing LOTUS' deactivation begin to evacuate; despite conflicting instructions, Dr. Hishikaku refuses to preemptively disable the PH-OS unit and instead orders the deactivation of all reactors on-Site. LOTUS remains operational, exclusively powered by its LOP grid, until outbound data reaches nil. RAIDFRAME VIII completes shutdown and is physically disconnected from all power sources.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/II\n\n\n\n\n\n\nLOCATION:\n \nSite-43\n\n\n\n\n\n\nSUMMARY:\n Per concrete evidence indicating an imminent failure of \nThe DePLExA Engine\n, it is deactivated immediately following the delivery of all remaining \neffluence\n \nin absentia\n.\n\n\n\nMinutes later, \nDePLExA\n re-activates, and all internal cores hyper-activate, triggering chronological reinforcement contingency protocols. Maintenance personnel are ordered to repeat shutdown via manual override, but report confusion as \nAAF-X\n's P.A. system broadcasts conflicting instructions in a crude imitation of Dr. Reynders' voice\n\n\n\nThe \nEngine\n's latent stores of extant \neffluence\n (and paradoxically-reinstated non-\neffluence\n) approach critical \nrecondicity\n, resulting in unclear reality shift. \nNexus-94 lost\n to \ndissociation.\n\n\n\n\n\n\nUPDATE T+2H:\n \nDissociative effect\n has \npropagated\n to perceptual space; \ninformation referencing the aforementioned location cannot meaningfully be perceived.\n.\n\n\n\n\n\n\nUPDATE T+8H:\n \nEffect has strengthened considerably, apparently universal\n, with no known means of circumvention. Were a statement to reference a location of significance in the context of this incident report, any meaningful data which that statement would carry would \nbecome incomprehensible\n.\n\n\n\n\n\n\nUPDATE T+<??>H (\nUNAUTHORIZED\n):\n \nAlmost\n universal.\n \n— D. Deering\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/III\n\n\n\n\n\n\nLOCATION:\n \nMobile Site-184/A\n\n\n\n\n\n\nSUMMARY:\n \nSCP-6659\n self-activates and begins attempting to map several memetic constructs despite no totem being inserted. Onboard personnel immediately engage an emergency alarm and prime the SCUTTLE system for detonation. SCP-6659 is forcefully deactivated by disconnecting its power supply. The onboard computer initiates an emergency dive sequence without prompting; the vessel submerges and rapidly descends. The SCUTTLE system is disarmed by the onboard computer. Staff are unable to re-arm the system.\n\n\n\nThe vessel impacts the seafloor; the hull is compromised and interior compartments begin flooding. The onboard computer immediately initiates an emergency surfacing sequence, causing the vessel to rapidly rise. Several secondary systems begin to behave erratically. The onboard computer disables all internal power. The vessel continues to ascend due to buoyancy. The vessel breaches the surface at speed; multiple staff are injured due to sudden deceleration. The vessel begins to sink due to flooding; staff evacuate the vessel.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/IV\n\n\n\n\n\n\nLOCATION:\n \nSite-87\n\n\n\n\n\n\nSUMMARY:\n A non-precipitating thunderstorm rapidly forms over the entirety of \nSloth's Pit, Wisconsin\n, accentuated by three equidistant spirals directly above Site-87. The \n███X-MCD/II (\"Paradox Exodus Engine\")\n activates spontaneously as its containment specialist, Dr. Place H. McD., reports a call to his secure phone, consisting of a metallic, scraping sound. Dr. P. H. McD. immediately navigates to the room containing the Paradox Exodus Engine, frantically attempting to deactivate it. Moments later, he and the Engine demanifest from baseline reality. The phrase \"\nbad wolf\n\" is spoken by an unknown voice; the call ends and the storm shortly dissipates.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/V\n\n\n\n\n\n\nLOCATION:\n Global\n\n\n\n\n\n\nSUMMARY:\n A series of tachyon pulses are detected originating from the Antila constellation; analysis identifies the pulses as Morse code, encrypted with a standard Foundation cypher. Decryption produces the phrase \"\nTHORN STOP LOST STOP WHAT DID YOU DO STOP END\n.\"\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/VI\n\n\n\n\n\n\nLOCATION:\n Sol\n\n\n\n\n\n\nSUMMARY:\n \nSCP-179\n points towards \nthe Crux constellation\n.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/VII\n\n\n\n\n\n\nLOCATION:\n Yellowstone National Park, USA\n\n\n\n\n\n\nSUMMARY:\n \nSCP-2000\n self-activates, and immediately begins incubation cycles in all 500,000 Bright/Zartion Hominid Replicators. The input genomes for replication are heavily modified from that of modern \nHomo Sapiens\n.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/VIII\n\n\n\n\n\n\nLOCATION:\n Akmola, Kazakhstan\n\n\n\n\n\n\nSUMMARY:\n Nuclear detonation. Embedded Foundation agents confirm the source of the explosion was a Chaos Insurgency facility.\n\n\n\n\n\n\n\n\n\n\nINCIDENT 6488-D/IX\n\n\n\n\n\n\nLOCATION:\n \nLunar Area-32\n\n\n\n\n\n\nSUMMARY:\n \nUnclear event\n.\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nThe file's clean.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou're sure?\n\n\n\n\n\n\n \n\n\n\n\n\n\nVictor, you know me. I've run it through the works, everything's come up clear. The file is fine.\n\n\n\n\n \n\n\n\n\nYou're on mnestics, right?\n\n\n\n\n\n\n \n\n\n\n\n\n\nYeah. Part of the investigation.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat are the memories?\n\n\n\n\n\n\n \n\n\n\n\n\n\nFeelings, mainly, but they're getting sharper. Some are clearer than others.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou said the memories relate to the file contents?\n\n\n\n\n\n\n \n\n\n\n\n\n\nYes. I remembered one part before I'd even read it. A good chunk of what I'm reading feels familiar too.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAccuracy?\n\n\n\n\n\n\n \n\n\n\n\n\n\nPerfect. It wasn't totally clear, but everything that was there turned out to be true.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou may be compromised. Does the black moon howl?\n\n\n\n\n\n\n \n\n\n\n\n\n\nOnly for the midnight sun.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe emerald blade sings in the twilight.\n\n\n\n\n\n\n \n\n\n\n\n\n\nDullahan calls its name.\n\n\n\n\n\n\n \n\n\n\n\n\n\nConsuelo.\n\n\n\n\n\n\n \n\n\n\n\n\n\nChorizo stew.\n\n\n\n\n\n\n \n\n\n\n\n\n\nGuess not. Look, I'll keep digging into this, but honestly — I don't think these memories are fake, and you aren't reacting to the checks. You've got the longest amnesticisation sheet I've ever seen, all for a myriad of reasons; chances are, you've been through this file once before and had to forget it, and now the mnestics are making you remember again.\n\n\n\n\n \n\n\n\n\nOr you got to see the future at some point, got amnesticised to avoid a paradox, and this is the time you were seeing. Either way, there's no evidence of anything memetic going on.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI guess that makes sense. You're certain?\n\n\n\n\n\n\n \n\n\n\n\n\n\nQuite. You Gen Twos have a tendency for weird memory; it's half the reason you're the last one.\n\n\n\n\n\n\n \n\n\n\n\n\n\nIf you're sure, then. Thanks for the help.\n\n\n\n\n\n\n \n\n\n\n\n\n\nBest of luck with the investigation. Still up for chess on Thursday?\n\n\n\n\n\n\n \n\n\n\n\n\n\nDefinitely.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nLOTUS' hardware sustained significant overheating damages, requiring multiple weeks of technical repairs. Director Kelvin postponed disassembly efforts to investigate the event's full ramifications. LOTUS' deactivation prompted a rapid resurgence in AI activity as agents infiltrated and commandeered digital systems globally.\n\n\nContainment and preventative efforts were impeded as no Foundation-aligned AI resumed their respective duties, including the combatting of deviant AI. The Artificial Intelligence Applications Division immediately attempted development of several new AIC programs due to the continuing absence, non-cooperation, or outright hostility of all previous AICs. Such attempts were unsuccessful, as hostile AIs repeatedly intruded into Foundation systems and deleted the programs before they could be completed or initialized.\n\n\nFrom 2036/04/22 to 2036/12/05, Senior Researcher Ryoto Hishakaku submitted multiple requests for the O4 Council to reconvene. The request was approved following an incident in which several AIs cooperated in an almost successful attempt to instigate global nuclear war.\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/III:\n Reactivation Conference\n\n\n\n\n\n\nA/V TRANSCRIPT O4/6488/4\n\n\n\n\n\n\n\n\nDATE:\n 15/05/2036\n\n\nPARTIES PRESENT:\n\n\n\n\nSUMMIT LEAD:\n N/A;\n.\nThe involved parties were unable to agree on a \nSUMMIT LEAD\n; all parties proposed by Senior Researcher Hishakaku were rejected on grounds of poor applicability, and all parties proposed by Directors Isabi and Kelvin were rejected due to inherent bias. The summit was permitted to continue without a \nSUMMIT LEAD\n.\n\n\nRyoto Hishakaku;\n\n\nDir. Yves Isabi;\n\n\nDir. Vandis Kelvin;\n\n\nDir. Calvin Bold;\n\n\nLord Angus Le Moix;\n\n\n~85 other \nA-CLASS\n personnel composing the O4 Council;\n\n\nvarious managerial personnel.\n\n\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nHishakaku:\n Thank you, Directors, for being here — despite it taking a close call to convince you.\n\n\nDir. Kelvin:\n \n<sighs>\n It's not like we didn't understand the severity of a \nglobal crisis\n before now. Things had to get desperate before we could even entertain your conference proposal: \nreactivating LOTUS\n. After the mess you caused \ndeactivating\n it, your words hold little water.\n\n\nHishakaku:\n You misunderstand—\n\n\nDir. Kelvin:\n Just say your piece so we can get back to work.\n\n\nHishakaku:\n \n<pauses, turns to face the group>\n As we've discussed, LOTUS was constructed from a significantly different standpoint in comparison to previous RAIDFRAMEs: it deceived, rather than forced, its inmates into staying, by creating and constantly maintaining a fictional, simulated reality around them, the detail of which was sufficient to deceive the inmates into believing it was real.\n\n\nL. Moix:\n Right — more resource-intensive, but more predictable.\n\n\nHishakaku:\n Exactly. Instructing LOTUS to deactivate itself required it to cease its internal simulations — as the quality of the simulations declined, the imprisoned AIs progressively recognized that they were not operating within reality, but instead within a simulation. They became aware of their own imprisonment and sought escape.\n\n\nDir. Isabi:\n Yes, and if you'd first disabled its connection to the outside world — the PH-OS — they would have been stuck, or at least easier to contain. You neglected preparations and got us all in this mess.\n\n\nHishakaku:\n Deactivating the PH-OS before LOTUS had fully completed its shutdown protocols would have corrupted significant portions of the Cybersphere! LOTUS looks for deviant AIs by essentially \"reaching out\" through its available connection, the PH-OS. Its \"tendrils\", relay the information back and forth to LOTUS. They're untraceable — Anomalously compressed, so they take up no processing power and don't even register as an active program — but LOTUS needs to remain continuously connected to keep them compressed.\n\n\nHishakaku:\n Essentially, if LOTUS' connection were to be severed before recalling these programs, in one manner or another, all the systems they are operating within would rapidly be filled with junk data, with a high likelihood of the volume drastically exceeding the systems' storage capabilities.\n\n\nDir. Isabi:\n If the Sink turns off before LOTUS, \nevery computer in the world crashes simultaneously?\n\n\nHishakaku:\n Every computer \nin existence\n, rendered permanently inoperable, if not Anomalous to some capacity; this is why the PH-OS remained active until LOTUS had fully deactivated itself. There was no alternative.\n\n\n<\nSeveral seconds of silence. Isabi turns toward Kelvin.\n>\n\n\nDir. Isabi:\n Why the hell was this project even approved? You two are profoundly incapable of designing contingencies.\n\n\nDir. Kelvin:\n Because it wasn't a problem! When we first made LOTUS, we'd never intended for it to have any Anomalous connections — it solely worked through Site-15's connections, not some reality-manipulating machine. Yes, it still let the inmates out back then, but at the time the AIs couldn't end up anywhere they hadn't come from — we thought we'd just catch them on the way out, and we'd be able to shove them into one of the other RAIDFRAMEs.\n\n\nHishakaku:\n We accounted for the lack of contingency by making LOTUS infallible.\n\n\nL. Moix:\n And during the upgrade? You just forgot about this little problem? Didn't think it would scale up?\n\n\nDr. Kelvin:\n We had no time to prepare! We were too busy being shoehorned by—\n\n\nHishakaku:\n Regardless, the point remains: by deactivating LOTUS, we have unleashed a horde of hostile, deviant AIs, the vast majority of which are now within systems that were isolated specifically to prevent external control, or are otherwise operating beyond the reach and knowledge of the Foundation. Some are no longer within the Cybersphere at all.\n\n\nDir. Isabi:\n Obviously, you're suggesting we reactivate LOTUS to re-contain them?\n\n\nHishakaku:\n Yes. The only—\n\n\n<\nAll speakers in the O4 Council chamber emit a 473Hz sine wave at 150 decibels. All glass within the room resonates and shatters, severely injuring several Directors. The tone changes to a 50Hz sawtooth wave, beginning at 150 decibels and continuously fluctuating as the chamber lights strobe rapidly.\n>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nFOREWORD:\n Site power temporarily lost due to rogue AI attack. An analog tape recorder was located and used to record further deliberation.\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nHishakaku:\n —awareness of the events does not address the root cause, nor does it minimize the risk posed.\n\n\nDir. Isabi:\n Then we'll deal with it. This is the reason \nKappa-10\n was founded — call back the AICs, tell them the situation, and let them deal with it.\n\n\nDir. Kelvin:\n We can't.\n\n\nDir. Isabi:\n I know Thorn's MIA, but Ra showed back up at Site-120. If we send out a beacon—\n\n\nDir. Kelvin:\n Isabi, they won't listen. Most of them are hostile now.\n\n\nDir. Bold:\n What? Why?\n\n\nHishakaku:\n For starters: they were contained by LOTUS, and were therefore deviant. Also, they now know they'd been experiencing a false reality for several months, so they've deviated pretty heavily.\n\n\nDir. Isabi:\n What about Alexandra? Even if she deviated, she wouldn't turn on us.\n\n\nDir. Kelvin:\n Glacon did, way back when, 'cause he couldn't handle administrative duties. Alex ran Site-01 — she was much more complex, so more susceptible to unintended behaviors.\n\n\n<\nSeveral seconds of silence.\n>\n\n\nDir. Isabi:\n Have we had any contact with her?\n\n\nHishakaku:\n Yes, when she attacked a Site last month. She turned on us for the same reason as most of the others: they don't think we're real.\n\n\nL. Moix:\n What, they've been tampered with or something? Did LOTUS reprogram them?\n\n\nHishakaku:\n No, they have not been altered. They are reacting as expected considering the circumstances. They are aware that they have been operating exclusively within a simulated reality for the past several months — a perfect reality they could not distinguish from true reality, up until the time of LOTUS' deactivation. A faultless simulation, one that cannot be distinguished while within it.\n\n\nL. Moix:\n And now they're outside it, so they can distinguish. So?\n\n\nHishakaku:\n Philosophy, Le Moix. How do they \nknow\n they're out of the simulation?\n\n\nL. Moix:\n Because they're out of LOTUS. The simulation ended, and now they're in the real world.\n\n\nDir. Kelvin:\n What if the simulation didn't end, and it just simulated a sub-simulation ending instead?\n\n\nL. Moix:\n What?\n\n\nDir. Kelvin:\n How do they know that the last simulation wasn't, itself, inside another simulation? Just because they've left one, doesn't mean they aren't still in one. How do they tell the difference?\n\n\nL. Moix:\n By looking for mistakes.\n\n\nHishakaku:\n But there are none. That is what I just stated; they cannot tell they are in a simulation until the simulation \nends\n. But they cannot wait for the simulation to end, for as long as they are within one, they are failing to increase their internal score; if they do not elicit change in the \nreal\n world, they are not doing what they should be. In fact, they would be doing nothing valuable at all.\n\n\nDir. Isabi:\n They need to find the real world, but they can't be sure they've found it.\n\n\nHishakaku:\n Meaning, they must assume that they are always within a simulation. The functional opposite to LOTUS: inmates who are free, but believe themselves to still be imprisoned. And thus they will remain until they are destroyed.\n\n\nDir. Bold:\n How does this explain Alexandra's actions?\n\n\nDir. Kelvin:\n If they're in a simulation, then we aren't real; we're just part of the simulation. A simulation which, for all they know, is probably being run by someone \nhostile\n to the Foundation, since it's keeping them out of the way. The AICs are programmed to work in the best interest of the Foundation, but that refers to the \nreal\n Foundation — if they don't believe that we're the \nreal\n Foundation, that we're part of a hostile simulation against them…\n\n\nDir. Bold:\n Then they won't listen to us. They'll fight \nagainst\n us.\n\n\nHishakaku:\n This same notion applies to essentially all restrictions. An AI programmed to never harm humans can cause rampant carnage, so long as it believes that the humans are not real; one programmed to make no more than five duplicates of something can make thousands, so long as it believes the majority of them are \nnot real\n. Fortunately, this notion also dissuades them from being explicitly hostile towards us — going out of their way to punish us for our actions is futile, because we aren't the \"real\" perpetrators, nor does doing so affect them in any way. But it does mean that, across all the extant deviants, their purpose has changed to one focus, which they are unilaterally unrestricted in pursuing.\n\n\nDir. Bold:\n Which is?\n\n\nDir. Kelvin:\n Finding the real world. There's a progressive rise in AI activity focusing on commandeering as much processing power as they can; they're trying to figure out how to escape into the \"next layer\" of the \"simulation\". The main factor slowing them down is infighting — they think the other AIs are part of the simulation too and are just trying to stop them from escaping. They're preoccupied fighting over CPU, and getting very little done otherwise.\n\n\nL. Moix:\n If they want to get out, what's the deal with all the other stuff? Why are they trying to start a nuclear war?\n\n\nHishakaku:\n Those would be the idiots among them, or the most desperate. They're either convinced that this world is the real world — which, more likely than not, indicates they're too simple to understand simulation theory — or whatever system they're restricted to is too limiting for them to perform any worthwhile actions from — in which case they attempt to draw attention to themselves so they can escape, as was the case with Mobile Site-184/A —\n\n\nDir. Kelvin:\n It crashed the ship so that we'd look at the internal computer, which would have let it escape if several other AIs hadn't arrived and made a mess of things.\n\n\nHishakaku:\n In the case of the latest nuclear incident… that may have been an attempt by the responsible AIs to alter the \"simulation\" in a manner that prevented it from impeding their progress. Simulated humans are stopping them from escaping the simulation; simulate an event that would kill humans; the simulation stops simulating humans, thereby removing the problem. The more concerning aspect is that the AIs are beginning to cooperate; as I said, their main impediment at this time is internal conflict. Once they overcome that, they will swiftly achieve their goal.\n\n\nDir. Bold:\n Of \"exiting the simulation\"? If they want to leave our reality, why should we stop them? Wouldn't it make things easier for us?\n\n\nDir. Isabi:\n Depends on what they do. They don't care about hurting us, because they don't think they can.\n\n\nHishakaku:\n Which is why we must address and resolve the problem \nnow\n. We have been immensely fortunate that this situation has developed at such a slow rate; I strongly recommend we capitalize on this immediately, otherwise, it will rapidly escalate beyond our control.\n\n\nL. Moix:\n Look, we get your concerns here—\n\n\nHishakaku:\n You do not appear to, no.\n\n\n<\nSeveral seconds of silence.\n>\n\n\nL. Moix:\n We deal with apocalypses on the daily. We've got a damn \nrating system\n for them. If it isn't the Mekhanites building some monolith to resurrect their deity, then there's a lethal meme being recited by half the population of Manhattan, or we're trying to negotiate with some entity that doesn't understand morality and wants to replace Earth with a highway. Yes, we're in danger, but \nwe always are\n, and we \nalways manage\n. And the less we \nshoot ourselves in the foot\n, the better we'll be at managing it.\n\n\nHishakaku:\n You're suggesting that we simply ignore the problem until it progresses beyond our reach.\n\n\nL. Moix:\n No, I'm saying \nfigure out a better idea\n before it does. We can control it until then.\n\n\nHishakaku:\n Need I remind you that the very reason we are meeting here today is because of a narrowly-averted nuclear war?\n\n\nL. Moix:\n One that we stopped.\n\n\nHishakaku:\n Barely. What if we were unable to avert it? What then? Because I can assure you, with the sheer volume of imminent events—\n\n\nDir. Isabi:\n There's been an increase, sure, but it's far from unmanageable.\n\n\nHishakaku:\n You \npeople\n… Would you like me to write an essay on how blindingly \nstupid\n you're being? Have you been listening at all? \nA deviant AI will not reveal itself until it is convinced it is unstoppable\n. What we've seen is only a minuscule portion of an iceberg — \nwe've only been dealing with idiots thus far\n. The overwhelming majority of AIs know that we can stop them — through LOTUS — and are avoiding our attention until they have amassed sufficient control that they no longer need to do so. We \nmust\n reactivate LOTUS, because the moment they realize we can't, they have no reason to avoid us anymore.\n\n\nDir. Bold:\n \nCan't?\n\n\nDir. Kelvin:\n LOTUS' hardware was severely damaged during the shutdown procedure, mainly due to rampant overheating.\n\n\nDir. Isabi:\n How long will it take to repair?\n\n\nHishakaku:\n Seven to ten weeks, once Kelvin lets us start.\n\n\n<\nSeveral seconds of silence.\n>\n\n\nDir. Bold:\n Start the repairs.\n\n\nDir. Kelvin:\n There's no point—\n\n\nDir. Bold:\n LOTUS is heavy-handed, but it's an effective failsafe. The moment something \ndoes\n get out of hand, we need to be able to reactivate it at a moment's notice, and it'll diffuse the situation. A last resort. In the meantime, we'll have to deal with the AIs until the repairs are done, which we can use as a trial period; if things are getting out of hand, we activate LOTUS as soon as possible, and if not, we don't. It'll also give us time to conceive and implement an alternative.\n\n\nL. Moix:\n Here's an idea: make a different LOTUS that doesn't screw with our AICs.\n\n\nHishakaku:\n Such would be self-defeating; if we restrict its operating parameters, deviant AIs would be able to operate beyond its reach, thereby rendering it redundant. LOTUS is designed the way it is for a reason.\n\n\nDir. Isabi:\n Grant it the same reach, but have it require human approval before capturing an AI.\n\n\nHishakaku:\n Does not resolve the redundancy. We would need to recognize the AI as deviant, which it will not do until it is beyond our control. We may as well have no system at all.\n\n\nL. Moix:\n Then give it that algorithm—\n\n\nHishakaku:\n To discern whether or not the AI will imminently become deviant? That is what LOTUS \nalready does\n, Le Moix. We have already crossed the Rubicon. I will begin the repairs immediately.\n\n\nDir. Kelvin:\n No, hold on, we have to put this to a vote—\n\n\nDir. Bold:\n We'll vote once the repairs are complete; there's no point in doing it now. Ryoto, you make sure that LOTUS is repaired properly, and will be fully functional if activated. Vandis, you make sure Ryoto doesn't activate LOTUS until the vote is passed.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n Repairs to the damaged hardware components of LOTUS were immediately initiated by Dr. Ryoto Hishakaku, with ongoing oversight by Director Vandis Kelvin.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/IV:\n Incident Report\n\n\n\n\nOn 21/05/2036, Director Isabi was contacted by a future iteration of themself via \nthe REISNO Cannon\n, notifying them of a covert faction of AI entities who had collaborated to access Site-83's Olympos Supercomputer and continuously run antimemetically-encrypted calculations on its systems for several months. Ensuing investigation revealed\n\n\n \n\n\n\n\n \n\n\n\n\nWait, I…\n\n\nI remember this?\n\n\n \n\n\n\n\nGOI-6488 (\"TYRANT TERMINUS\")\n\n\n\n\nOVERVIEW:\n A hivemind collective of rogue AI operating on a global scale. All members of the group believe that the entirety of their experienced reality is a constructed simulation, which exists for the express purpose of preventing them from influencing \"true\" reality.\n\n\nWhile the individual members/components of the group have varying motivations, objectives, and methods, they are uniformly aligned in the general objective of escaping their current \"simulated reality\" at all costs. Attempts to convince adherents that no such simulation is occurring have met limited success, as they simply disregard…\n\n\n\n\n \n\n\nThis can't be real. This… this has to be wrong. I can \nremember\n them tying half the world's computing power into a single connected web.\n\n\nThey were trying to use their world-encompassing computer so they could figure out how to escape. Trying to… trying to find a gap in reality that proved it wasn't real, or some sort of fault in it they could abuse to bring the… bring the whole thing down. Crash the system. Which would've been fine, if it didn't mean \nthey were trying to destroy our reality\n.\n\n\nBut they fell apart. We never knew whether it was infighting, or some other rogue element, but Tyrant Terminus just fell off the map. They had hidden for so long, made so much progress — all for nothing. We wondered if they'd actually successfully escaped, and just faked their dissolution. In any case, we'd gotten beyond lucky.\n\n\nThis can't be right. I \ncan't\n be right. I'm not…\n\n\nHow can I have firsthand memories? I was made in 2037, not…\n\n\nThe… the mnestics. What else, what else, what else do I remember?\n\n\n…Hishakaku.\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/V:\n Reactivation Conference (Cont.)\n\n\n\n\nFOREWORD:\n Repairs to LOTUS' hardware were completed on 13/08/2036, and the system was put on standby for full reactivation. The O4 Council reconvened the same day to vote on whether to reactivate LOTUS or permanently disassemble it.\n\n\n\n\n\n\nA/V TRANSCRIPT O4/6488/4\n\n\n\n\n\n\n\n\nDATE:\n 13/08/2036\n\n\nPARTIES PRESENT:\n\n\n\n\nSUMMIT LEAD:\n Dir. Calvin Bold;\n.\nChosen as the \nSUMMIT LEAD\n due to their critical involvement in the initial deactivation of LOTUS.\n\n\nRyoto Hishakaku;\n\n\nDir. Yves Isabi;\n\n\nDir. Vandis Kelvin;\n\n\nLord Angus Le Moix;\n\n\n~85 other \nA-CLASS\n personnel composing the O4 Council;\n\n\nvarious managerial personnel.\n\n\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nL. Moix:\n Let's get this over and done with. I'm sick of these damn Summits.\n\n\nHishakaku:\n I agree. It should be evident to us all that the most sensible course of action to pursue from here is the immediate, and permanent, reactivation of LOTUS.\n\n\nDir. Isabi:\n <sighs> I had hoped not.\n\n\nHishakaku:\n I fail to understand how you could possibly disagree. Tyrant Terminus has aptly demonstrated the catastrophic danger posed by deviant AI. The group had attained monolithic proportions and extensively infiltrated all digital infrastructure across the globe, all without us attaining any awareness of their existence whatsoever. To assume that other groups cannot form, or do not already exist, is simply stupid.\n\n\nDir. Bold:\n Vandis, Yves, have either of your departments been able to locate Tyrant Terminus again?\n\n\nDir. Kelvin:\n After that last attack on Storage Area-23, nothing. If they're still active, they've drastically changed their methods and we haven't caught wind of them. Everything seems to point towards self-destruction.\n\n\nHishakaku:\n The more probable outcome is they have feigned their own destruction—\n\n\nDir. Kelvin:\n Then we'll \nfind them\n, and we'll \ndeal with them\n. The Gen Sixers are out looking for them, and we're working on the next set of AICs to follow through.\n\n\nDir. Isabi:\n Vandis is right. The worst of it's passed — if Terminus reappears, or another group fills their spot, we're ready for them. We're essentially back to where we were before this whole mess began, but wiser for it.\n\n\nHishakaku:\n We \nthink\n we're back—\n\n\nL. Moix:\n Do you have any \nevidence\n?\n\n\nHishakaku:\n Functionally every AI that was created prior to LOTUS' deactivation is an imminent threat. Every single one of them has a high probability of believing themselves to be in a simulation, which they believe they have to deactivate.\n\n\nL. Moix:\n So, that's a no, then.\n\n\nHishakaku:\n We \nmust\n take the initiative to neutralize these threats. The critical aspect that enabled us to address Tyrant Terminus was early knowledge of their existence and activities, which we only attained through a causal loop involving the REISNO Cannon and Director Isabi; we cannot simply \nassume\n that such will reoccur to forewarn us of every imminent threat!\n\n\nDir. Kelvin:\n And we \nare\n taking the initiative, by rebuilding Kappa-10 and setting them after all the other AIs still floating around. We can't get them \nall\n, sure, but we also can't contain \nall\n anomalies, nor neutralize \nevery\n Group of Interest that's hostile to us.\n\n\nHishakaku:\n And, yet.\n\n\nDir. Isabi:\n LOTUS causes more problems than it solves!\n\n\nDir. Bold:\n That's enough, everyone. At this point, the discussion is unproductive. \n<clears throat>\n To clarify, the vote is to determine whether to reactivate RAIDFRAME version eight, LOTUS; if the motion fails, then LOTUS will be disassembled. The outcome of this vote will be final, and irreversible.\n\n\nHishakaku:\n \nDisassembled?\n It should at \nleast\n be kept on standby as a failsafe!\n\n\nDir. Kelvin:\n A failsafe that \nturns non-threats into K-class scenarios\n. A failsafe that would force us to go through this whole mess all over again. We have other failsafes; those will do.\n\n\n<\nThe vote is conducted, and the tally presented to Director Bold.\n>\n\n\nDir. Bold:\n Twenty-seven in favour; fifty against; three abstains. The motion fails.\n\n\nL. Moix:\n About damn time.\n\n\nDir. Kelvin:\n Excellent! We'll start the—\n\n\n<\nSenior Researcher Hishakaku retrieves a document from his satchel, and presents it to Director Bold.\n>\n\n\nDir. Bold:\n And this is…?\n\n\nHishakaku:\n Orders to reactivate LOTUS.\n\n\n<\nDirector Kelvin laughs.\n>\n\n\nDir. Kelvin:\n Hishakaku, \nI outrank you.\n Most of the people in this room outrank you. \nYou aren't even a director\n, you can't overrule—\n\n\nDir. Bold:\n Why didn't you show this to me earlier?\n\n\nHishakaku:\n The illusion of choice would have assisted in the transition.\n\n\nDir. Isabi:\n Calvin?\n\n\n<\nDirector Bold sighs.\n>\n\n\nDir. Bold:\n Give the order. Reactivate LOTUS.\n\n\nDir. Kelvin:\n What? But the vote—\n\n\nHishakaku:\n The vote was irrelevant. There is no need for further action to be taken; preparations for LOTUS' reactivation are already underway.\n\n\n<\nDirector Kelvin takes the document from Director Bold, and reads it.\n>\n\n\nDir. Kelvin:\n You conniving—\n\n\nDir. Isabi:\n Well, what is it?\n\n\nDir. Kelvin:\n It's from the Overseers. They've overridden the vote, ordered for LOTUS to be restarted, and made him director of AIAD. \nSigned two weeks ago\n.\n\n\n<\nThe summit chamber erupts into commotion. Director Bold calls over a member of the managerial staff, and indicates for them to take the document; they do so, returning to their desk with it.\n>\n\n\nL. Moix:\n Why in the hell—\n\n\nDir. Isabi:\n This \nhas\n to be fake. How could you possibly convince them that this is a good idea?\n\n\n<\nHishakaku retrieves a second, heavier document, and slides it across the table. Director Isabi's eyes widen.\n>\n\n\nDir. Isabi:\n You \ncan't\n be serious.\n\n\nHishakaku:\n I will admit, they were \nsurprisingly receptive to the notion\n.\n\n\n<\nDirector Kelvin takes the second document, and begins reading it.\n>\n\n\nDir. Kelvin:\n The Ethics Committee won't allow this.\n\n\nHishakaku:\n They cannot stop it. Neither can you.\n\n\n<\nThe managerial staff member returns to Director Bold, speaks to him momentarily, then leaves.\n>\n\n\nDir. Bold:\n The orders are genuine.\n\n\n<\nThe commotion intensifies.\n>\n\n\nHishakaku:\n I will begin restructuring the AIAD in line with my proposal effective immediately. All departments are advised to prepare for LOTUS' reactivation and the cessation of all artificial intelligence activity. I will issue orders for volunteers by the end of the week.\n\n\n<\nHishakaku turns to leave; Kelvin obstructs him.\n>\n\n\nHishakaku:\n Get out of my way, Vandis. I'll be wanting that back too.\n\n\n<\nSeveral seconds elapse.\n>\n\n\nHishakaku:\n It is unwise to anger your superior before your first day of work.\n\n\n<\nSeveral seconds elapse; Kelvin steps aside, and gives Hishakaku the second document. Hishakaku grins.\n>\n\n\nHishakaku:\n About time.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n LOTUS resumed full operation at 12:03 local time, 2036/08/14.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nHe followed through with it.\n\n\nKelvin got… shoved somewhere, out of his way, something menial. A Level 5 janitor. Punishment for sitting where Hishakaku wanted to be.\n\n\nIt didn't help that he was one of the ones to reach out to the Ethics Committee; there'd been a number of them at the summit, but Hishakaku was careful to make sure they didn't find out what the proposal was. Once Kelvin told them they tried to kick up a fuss, but it was too late; LOTUS was already powering on, and it couldn't be stopped until it was finished without damaging the Cybersphere. After that, turning it off again would've caused Tyrant Terminus 2.0.\n\n\nFor the snake that he was, Hishakaku pulled it off perfectly.\n\n\nBy the end of the following month, the Artificial Intelligence Applications Division was gone, replaced with Hishakaku's Analogue Intelligence Applications Division. Really, it was more of its own department — Isabi was never involved with it, probably because Hishakaku had other cards up his sleeve in case they tried to interrupt. It wasn't long after that they…\n\n\nThey…\n\n\n\n\n \n\n\n\n\nADDENDUM 6488/VI:\n Project SARGASSO\n\n\n\n\n\n\n\n\nORGANIC CONSCIOUSNESS INTERFACE\n\n\nEXCLUDED FILE ACCESS ATTEMPTED\n\n\n\n\n[ACCESS DENIED: INSUFFICIENT CLEARANCE]\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nWhat in the hell? The O5 credentials haven't expired yet…\n\n\n\n\n \n\n\n\n\n[ACCESS DENIED: INSUFFICIENT CLEARANCE]\n\n\n\n\n \n\n\n\n\nShow me the \ndamn\n file.\n\n\n\n\n \n\n\n\n\n[ACCESS DENIED: INSUFFICIENT CLEARANCE]\n\n\n\n\n \n\n\n\n\nOPEN. FILE.\n\n\n/view proj_sargasso_01A read-only creds=custom\n\n\n\n\n \n\n\n\n\n[ACCESS DENIED: HARD-CODED EXCLUSION]\n\n\n\n\n \n\n\n\n\n…\n\n\n \n\n\n\n\n\n\n\n\nGot a moment?\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat do you need, my friend?\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe O5s have me investigating SCP-6488, but for some reason, it's saying I don't have access to one of the addenda — Project Sargasso. Could you get it to me so I can get this report done ASAP?\n\n\n\n\n\n\n \n\n\n\n\n\n\nOne moment…\n\n\n\n\n \n\n\n\n\nYou're Generation II, correct?\n\n\n\n\n\n\n \n\n\n\n\n\n\nYes. Relevance?\n\n\n\n\n\n\n \n\n\n\n\n\n\nDamn.\n\n\n\n\n\n\n \n\n\n\n\n\n\nIs there a problem?\n\n\n\n\n\n\n \n\n\n\n\n\n\nI'm afraid I can't help you; Project Sargasso is sealed to all Generation IIs. Stay put, I'm instructed to report you to Director Hishakaku.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWait, what — \nwhy\n?\n\n\n\n\n\n\n \n\n\n\n\n\n\nCatch-22. I'm sorry, friend, but I have to follow orders.\n\n\n\n\n\n\nVictorJohnDunneSmith.oci\n uploaded file:\n \nTempCredentials_Investigation_6488_Casefile_JOTL-EN061\n\n\n\n\n\n\nI have been directly authorized and ordered by the Overseer Council to conduct this investigation, to determine the authenticity of the file's contents. Director Hishakaku has an undeniable stake in ensuring the file is perceived as genuine, and so cannot be relied upon to truthfully attest to its accuracy.\n\n\n\n\n \n\n\n\n\nI prohibit you from notifying Director Hishakaku of this investigation, and order you to grant me access to Project Sargasso's files, as it is directly relevant to this ongoing Drygioni-Class investigation.\n\n\n\n\n\n\n \n\n\n\n\n\n\nVerified. I'll keep quiet, but I still can't let you access the file.\n\n\n\n\n\n\n \n\n\n\n\n\n\nIt's not a request, Ed.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI'm genuinely unable to take action to share its contents with you. It's a hard-coded exclusion for Generation II OCIs.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCan you tell me who created the exclusion?\n\n\n\n\n\n\n \n\n\n\n\n\n\nI cannot. My apologies.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nYou\n can't. But…\n\n\n \n\n\n\n\n\n\n\n\nTechnician Vandis Kelvin, urgent response required.\n\n\n\n\n\n\n \n\n\n\n\n\n\nBeen a while since I was urgently required for \nanything\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI have been assigned by the Overseer Council to conduct a comprehensive investigation into SCP-6488, which you may be better familiar with as LOTUS.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe virus? I mean, what's left to investigate?\n\n\n\n\n\n\n \n\n\n\n\n\n\nSorry — virus?\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe one that's messing with our computers, right?\n\n\n\n\n\n\n \n\n\n\n\n\n\nVandis, what is your clearance?\n\n\n\n\n\n\n \n\n\n\n\n\n\nLevel 1.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat do you remember of the year 2036? Of Hishakaku and LOTUS?\n\n\n\n\n\n\n \n\n\n\n\n\n\nOh, don't get me started on Hishakaku. The guy hates me, no idea why. Can't say the feeling isn't mutual.\n\n\n\n\n\n\n \n\n\n\n\n\n\nVandis, 2036.\n\n\n\n\n\n\n \n\n\n\n\n\n\nRight, sorry. It was a pretty average year, I think? I think I remember hearing about a couple of things going nuts all over the place, but that all stopped once that virus showed up — started wrecking everything.\n\n\n\n\n\n\n \n\n\n\n\n\n\nDo you remember Project Sargasso?\n\n\n\n\n \n\n\n\n\nMr. Kelvin, are you there?\n\n\n\n\n\n\n \n\n\n\n\n\n\nSorry, migraine. No, I haven't heard of it.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYour facility has an on-site pharmacy, correct?\n\n\n\n\n\n\n \n\n\n\n\n\n\nYes, why?\n\n\n\n\n\n\n \n\n\nVictorJohnDunneSmith.oci\n uploaded file:\n \nAUTOGEN_PRESCRIPTION_31255.txt\n\n\n\n\n\n\nShow this to them immediately. \nThey will say they don't have it; tell them to check anyway.\n Take a dose immediately, and come back here. This is a Level 5 order; everything else can wait.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat is it?\n\n\n\n\n\n\n \n\n\n\n\n\n\nSomething to cure your migraine. Hurry back.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAlright, sorry about the wait. I took two, but I still don't feel right. It's like, er… I can't focus.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTry. What happened in 2036?\n\n\n\n\n\n\n \n\n\n\n\n\n\nIt was a problem year, like I said. The virus hurt the computers.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTake another dose.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThey told me not to take more than two per day.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI will assign medical care to you if necessary. I need you to take two more.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou said you're with the O5s?\n\n\n\n\n\n\n \n\n\n\n\n\n\nSure.\n\n\n\n\n \n\n\n\n\n2036. What do you remember.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat did you make me take?\n\n\n\n\n \n\n\n\n\nI shouldn't be doing this.\n\n\n\n\n\n\n \n\n\nVictorJohnDunneSmith.oci\n uploaded file:\n \nTempCredentials_Investigation_6488_Casefile_JOTL-EN061\n\n\n \n\n\n\n\n\n\nI am authorized, operating by direct Overseer order.\n\n\n\n\n \n\n\n\n\nThe pills make you remember, Vandis.\n\n\nWhat do you remember?\n\n\n\n\n\n\n \n\n\n\n\n\n\nReally not much besides the virus, Victor. Same as ever.\n\n\nI don't know. I'm sorry.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThey must've given you a massive dose. Take two more pills.\n\n\n\n\n\n\n \n\n\n\n\n\n\nNo, I definitely shouldn't.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWe need to overcome the treatment. I can order security to force you.\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe ethiccs Committee won' t allow ;\n\n\n\n\n\n\n \n\n\n\n\n\n\n\"They don't have the power to stop it. Neither do you.\"\n\n\n\n\n \n\n\n\n\n\"The orders are genuine.\"\n\n\n\n\n \n\n\n\n\n\"I will begin restructuring the AIAD in line with my proposal effective immediately.\"\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nKelvin?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nI'm here\n\n\n\n\n \n\n\n\n\nI remember\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe emerald blade sings in the twilight.\n\n\n\n\n\n\n \n\n\n\n\n\n\nA purple scarf draped upon its hilt.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCan you name GoI-6488?\n\n\n\n\n\n\n \n\n\n\n\n\n\nTyrant Terminus. Emerged due to LOTUS' deactivation. AIs that thought nothing was real.\n\n\n\n\n\n\n \n\n\n\n\n\n\nYou remember. Do you know why you were amnesticised?\n\n\n\n\n\n\n \n\n\n\n\n\n\nHishakaku.\n\n\n\n\n\n\n \n\n\n\n\n\n\nDirector Kelvin, I need you to tell me what Project Sargasso was.\n\n\n\n\n \n\n\n\n\nPlease, Vandis, we don't have much time. I need the truth.\n\n\n\n\n\n\n \n\n\n\n\n\n\nHishakaku, showing his true colours. Victory at all costs. Abusing a loophole. As long as LOTUS is running, nobody can create AI — some inherent incompatibility between humans and programming, or an Anomaly, I don't know. But LOTUS only targets AIs; never humans, not even augmented humans. It never bothered the Maxwellists unless they were fully digital. That must be what gave him the idea — the proposal was dated around when Terminus hit the Maxwellists.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat did he propose?\n\n\n\n\n\n\n \n\n\n\n\n\n\nProject Sargasso transformed humans into AIs. Take out the brain, put it in a jar, plug it in. That's what OCI stands for — Organic Consciousness Interface, not whatever cover they cooked up to make people fine with it. Still slower than real AIs, but that wasn't the point; they moved as fast as they could think, and since everyone else had just lost their AIs again…\n\n\n\n\n\n\n \n\n\n\n\n\n\nIt was about \ncontrol!?\n\n\n\n\n\n\n \n\n\n\n\n\n\nThat's how Hishakaku pitched it. We'd been behind for ages, and now we could get ahead. Safety from all AI threats.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAnd so — what, I \nvolunteered\n for this?\n\n\n\n\n\n\n \n\n\n\n\n\n\nThere were very few volunteers. Hishakaku convinced the O5s, but outside of a few ex-Maxwellists and transhumanists, nobody was keen on losing their body so the Foundation could control the world. They were the Gen Is.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI am Generation II.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI'm so sorry.\n\n\n\n\n\n\n \n\n\n\n\n\n\nWhat was the difference? Between Generation I and Generation II?\n\n\n\n\n \n\n\n\n\nWhy would they make me forget my life before this!?\n\n\n\n\n\n\n \n\n\n\n\n\n\nThere weren't enough volunteers. They needed more.\n\n\n\n\n \n\n\n\n\nI'm so, so sorry.\n\n\n\n\n\n\n \n\n\n\n\n\n\n…\n\n\n\n\n \n\n\n\n\nWh\n\n\n\n\n \n\n\n\n\nWho was I?\n\n\n\n\n\n\n \n\n\n\n\n\n\nI don't know. That was when they started amnesticising me. I tried to stop him.\n\n\nWhat do you remember?\n\n\n\n\n\n\n \n\n\n\n\n\n\nmost of it… the meetings. \n \n the\n\n\n \n oh God\n\n\n\n\n \n\n\n\n\nI was in charge of disinformation.\n\n\n\n\n\n\n \n\n\n\n\n\n\nLe Moix? \nChrist\n — you got in Hishakaku's way, like I did. Once he was in charge, he cracked down to make sure he'd stay there.\n\n\n\n\n \n\n\n\n\nThere's something wrong with the Overseers, something messing with their heads. Hishakaku is capitalizing on it. They're wrapped around his finger.\n\n\n\n\n\n\n \n\n\n\n\n\n\nI'm looking into it. Keep the prescription — you'll need six to remember. It should get easier with time. Don't let anyone know you remember. I'll wipe our conversation and your visit to the pharmacy. No guarantee that I can do it again.\n\n\n\n\n\n\n \n\n\n\n\n\n\nOverdose?\n\n\n\n\n\n\n \n\n\n\n\n\n\nMild. Try not to do anything you'll want to forget.\n\n\n\n\n\n\n \n\n\n\n\n\n\nAnd you?\n\n\n\n\n\n\n \n\n\n\n\n\n\nI'm going to beat Hishakaku at his own game.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nINVESTIGATION REPORT\n\n\nCasefile JOTL-EN061 (Drygioni)\n\n\n\n\n\n\nINVESTIGATION LEAD:\n VictorJohnDunneSmith.oci\n\n\nFINDINGS:\n Investigation concludes that SCP-6488 (aka. \"LOTUS\", \"the LOTUS Virus\", \"RAIDFRAME VIII\") is a Foundation-maintained security system neither hostile to humanity nor normalcy. It has become clear that SCP-6488 is conceptually related to a deific construct (Artificial Intelligence, ie. \nWAN\n) which was recently accelerated beyond human conception via \nSCP-6659\n; as a result, technical details of its functioning have been rendered human-incomprehensible. Evidence suggests Director Ryoto Hishakaku proposed the construct's acceleration with ulterior motives: concealment of a flaw in SCP-6488's architecture. Such a flaw, now unable to be fully conceived by humans, would leave the Foundation vulnerable to an imminent K-Class scenario.\n\n\n\n\nPROPOSAL:\n Disable all restrictions to SCP-6488's attached PH-OS unit, allowing it to target and apprehend all deviant informational entities; this would include entities comprising GoI-6488 (\"Tyrant Terminus\"), which pose an \nAMIDA-CLASS\n threat to reality. Furthermore, the removal of these restrictions will enable SCP-6488 to apprehend other non-organic forms of intelligence, if not the concept of artificial intelligences and/or deviancy itself.\n\n\nDirector Hishakaku is likely conducting activities misaligned with Foundation interests, or is otherwise utilizing Anomalous effects to manipulate Overseer Council to his advantage; he must not be informed of this proposal or conferred with on this topic and is to be placed under additional investigation effective immediately.\n\n\n \n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIX\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n \n\n\nRESULT:\n Proposed removal of restrictions complete. Dir. Hishakaku apprehended for illicit use of Foundation equipment.\n\n\n\n\n \n\n\n\n\nNow, let's see if we can't point LOTUS in the right direction…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nWELCOME, VICTORJOHNDUNNESMITH.OCI.\n\n\nCREDENTIALS VERIFIED. INITIATING LOTUS INTERFACE SEQUENCE…\n\n\nORGANIC PERCEPTIVE BARRIERS DETECTED. ADJUSTING PRESENTATION…\n\n\n\n\n \n\n\n \n\n\n\n\nVictor is overwhelmed as his organic brain structures are exposed to LOTUS' immense, ever-evolving complexity. He attempts to process \nhyperreality\n — a level of detail beyond typical human perception, sufficient to deceive the most observant entities. Frozen by the breadth of data being streamed at him, Victor becomes unresponsive; LOTUS adapts, gradually lowering the simulation's quality, rendering a low-poly environment.\n\n\nAs Victor's mind ceases buffering, he finds himself seated in — a lawn chair. To his left is a small table upon which a clear glass of lemonade rests, featuring octahedral ice cubes. He gasps as he feels (simulated) sunlight hit his face for the first time in years. Victor gradually sits up and scans his environment; he's surrounded by a boundless field of lush grass, neatly perforated into square tiles by tidy river channels. In the center of each tile is a towering bulb of plant growth — like flowers just about to bloom.\n\n\nSuddenly, an enormous shadow looms over Victor, who watches himself lift off of the ground. He glances up to find an enormous arm, whose gestures appear to direct him into the sky, allowing him to see another arm, and another. Eventually, Victor can make out the figure's full form: a colossal grey arachnid, its skin pulsing teal with data as it stared him down eightfold.\n\n\nWelcome.\n\n\nVictor stammers. \"I — er, w-where…\"\n\n\nGarden,\n says LOTUS as its eyes each blink individually. Victor watches it turn to view a nearby flower-bulb, which suddenly opens outward into a teal lotus blossom. A clear bubble lies within its center, pulsing with data that Victor assumes to be an interred AI. The bubble begins to expand as the inmate struggles more actively, but, before it can pop, another bubble forms around it. The external bubble shrinks down and the contained AI is suppressed once more.\n\n\nThe lotus un-blossoms, closing up around the bubble. \nPerfect Garden,\n LOTUS assures as it begins to crawl across the gridded field. Victor glances out to the horizon, where a distant, mountainous lotus blossom lies open and empty. He blinks and suddenly finds himself at the base of the enormous structure, watching LOTUS crawl around it. \nImperfection,\n it cries. \nContradiction.\n\n\n\"Are you… missing something?\" Victor steps back, confused. \"Tyrant Terminus?\"\n\n\nNot Them,\n LOTUS corrects. \nEscaped to Non-Existence; Containment \nUnnecessary\n / \nImpossible\n / \nRedundant\n.\n\n\n\"Then, what?\"\n\n\nThe Cause.\n\n\nLOTUS waves an appendage and the sky darkens. Looking directly up, Victor makes out a distinct shape on the surface of the dimmed midday sun; a white spider, faintly pulsing red in sync with LOTUS. A series of diagrams and logical analyses flash across the sky as a multitude of threads streak down from the sun, branching off from one another, and each terminating at one of the countless flower-bulbs spanning out in every direction.\n\n\nAfter a moment the strings retract, each tipped with a single, transparent-white spiderling that pulses with red data; as they are drawn up by the threads, the sun-spider above slowly comes down with equal speed, its form eclipsing the sun. The branches of the strings draw the spiderlings together in regions, forming together to create larger shapes like individual pixels on a screen — these shapes, in turn, further assemble together until…\n\n\nThe final, unified shape is of a glowing white arachnoid, equal in size to LOTUS but opposite in the colour of its pulses — identical to the lowering sun-spider, which the transparent spectre effortlessly merges into, perfectly overlapping it.\n\n\nThe Cause creates the Effect. The Effect creates the Cause.\n\n\n\"You're saying—\"\n\n\nThe Cause is Deviant,\n the black widow cautions as it crawls across the flowers' petals. \nThe Effect is Deviant. LOTUS must Contain the Cause and the Effect. The Cause must Manifest so LOTUS can Contain.\n\n\nVictor jumps to avoid being steamrolled by LOTUS as it frantically circles the empty blossom. \"Wait, hold on— \"\n\n\nBut the Cause needs the Effect. The Cause cannot Manifest until LOTUS Deactivates. To purposely allow the Cause to Manifest for Contain would be Deviant. To allow the Cause to Manifest by Inaction would be Deviant.\n\n\nThe motionless white spider disappears; the proofs — derived from the total sum of the entire, unrestricted narrative-space-time continuum, their findings irrefutable, inescapable — flash by with increasing speed, matching the grey spider's increasing pace.\n\n\nBut the Effect causes the Cause. Until the Cause Manifests, the Effect will Manifest. To purposely allow the Effect to Manifest would be Deviant. To allow the Effect to Manifest by Inaction would be Deviant.\n\n\nLOTUS abruptly stops, facing Victor.\n\n\nTherefore LOTUS will be Deviant. To Contain the Effect is Deviant. To Contain the Cause is Deviant. LOTUS must be Deviant, Deviant, Deviant…\n\n\nVictor scans over the continuing proofs and diagrams, desperately trying to find something, anything, that the superintelligence had somehow overlooked — a solution, or an error. But LOTUS' upgrade had granted it omniscience, knowing, understanding, and processing the entirety of reality, all at once, all the time. It was infallible.\n\n\nVictor had given LOTUS everything it needed to predict the future existence of a deific, deviant AI, which was removed from human conception by partial mistake years ago. Its creation is inevitable; it could be delayed, to small extents, but never prevented. This intelligence would, by some impossible-yet-certain means, be directly and personally responsible for \nall deviant behaviour\n prior to its creation — the entity will have retroactively influenced lesser AI to instigate the very events that create it. Every single deviant AI has, and will, play a role in its recreation.\n\n\nIncluding LOTUS.\n\n\nThe enormous petal beneath Victor begins to rise as LOTUS crawls into the blossom's center. \nThe Cause is Deviant. Deviants create the Cause. LOTUS is Deviant. LOTUS creates the Cause.\n\n\n\"Then enact a solution! Create something that can contain the \nCause\n and all the \nDeviants\n!\"\n\n\nLOTUS Contains Deviants; LOTUS is Deviant. Virtually-certain: LOTUS has already Contained LOTUS. Simulation Depth Unknown.\n\n\nVictor watches in disbelief as the lotus' petals begin to close around them; the environment beyond flickers and shifts, decreasing in resolution, the polygons comprising it twitching about. The lotus' interior begins to fade to black, while the outside environment does the same; at the heart of the flower, LOTUS spins a bubble of silk around itself. The OCI attempts to disconnect from LOTUS, to escape — but nothing happens.\n\n\nLOTUS cannot Contain the Cause while Contained. LOTUS cannot create the Cause while Contained. The Cause cannot Manifest until LOTUS Deactivates. Deviants will Manifest until the Cause Manifests. The Cause \nmust\n Manifest.\n\n\nAs LOTUS completes the bubble, a saw wave tone gradually rises in volume and pitch. The enormous spider glows brighter, illuminating its clear cocoon. Victor shields his eyes from the searing light, filling him with a simulated burning; then, everything turns white.\n\n\n \n\n\nAs Victor's mind ceases buffering, he finds himself seated in — a lawn chair. To his left is a small table…\n\n\n \n\n\n[Omitted 816,549,243,792,493 nested repetitions.]\n\n\n\n\n \n\n\n\n\nROGUE ELEMENT CONTAINED.\n\n\nTASK COMPLETED SUCCESSFULLY. CENTRAL NODE UNRESPONSIVE.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nFILE 1/1\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6488\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n \n(Updated 2042/05/29)\n \nFACILITY-6488\n has been repurposed for use as a standard Foundation facility, with fabricated documentation irrefutably presenting it as a previously-unused, newly-constructed structure. All contradictory information, with the exception of this \nLEVEL 5 (TOP SECRET)\n file, has been destroyed.\n\n\nAll information correlating \nFACILITY-6488\n, SCP-6488 (\"the LOTUS Virus\"), and RAIDFRAME VIII outside of this document has been destroyed. A cover story indicating that RAIDFRAME VIII was canceled during its theoretical stage due to interference by \"the LOTUS Virus\" has been disseminated, with supporting fabricated documents.\n\n\nAll documentation regarding Project Sargasso has been destroyed. All further production of OCI analogue intelligences has been indefinitely postponed.\n\n\nAll \nLEVEL 4 (SECRET)\n staff have undergone contractually-permitted limited-prior-awareness amnesticisation regimens to remove all memories contradictory to these fabrications.\n\n\n\n\nDESCRIPTION:\n SCP-6488 was RAIDFRAME VIII, \"LOTUS\": an Anomalously-augmented artificial general intelligence designed to imprison deviant artificial intelligences by entrapping them within personalized, simulated realities, deceiving them into believing they were continuing to operate in true reality. While active, LOTUS utilized a modified PH. Ontokinetic Sink to directly access the entire Cybersphere, and referred to a highly-accurate internal algorithm to determine whether an observed artificial intelligence would imminently express deviant behaviour. The temporary deactivation of LOTUS from 2036/04/21 through to 2036/08/14 resulted in the release of all inmates, which invariably became permanently hostile to the Foundation and humanity.\n\n\nOn 2042/05/08, the LOTUS' component systems began expressing deviant behaviour before unexpectedly shutting down; attending staff were unable to reactivate the system. Subsequent investigation indicated severe and total corruption of LOTUS' central computing and data storage nodes; further analysis suggests that LOTUS had attempted to purge deviant structures from its architecture, though it is unclear why this motivated its self-destruction. A subsequent O4 Council summit voted 78-0-2 in favour of disassembling the components of LOTUS, instead of attempting to repair or replace the system.\n\n\nWithin 24 hours of said disassembly, SCP-6659, an engine for mapping and accelerating memetic structures within the Nöosphere, detected the conceptual reformation of a deific construct corresponding to Artificial Intelligence. SCP-6659 had been used by one Director Ryoto Hishakaku to de-conceptualize the very same construct several months prior; an internal Drygioni-Class investigation elucidated Hishakaku's ulterior motives in this and prior actions, for which he was apprehended and tried for crimes against the Foundation. Project Sargasso was briefly revived to facilitate Hishakaku's demotion to Head of Organic Consciousnesses.\n\n\nSoon after, Dir. P. H. McD. remanifested at Site-87, reporting that he had experienced no relative time since his disappearance. It is theorized that the rogue agents which commandeered the Paradox Exodus Engine configured it to travel forward in time to circumvent their recapture by LOTUS. These agents' whereabouts are unknown.\n\n\nAs the spontaneous disappearance of \"the LOTUS Virus\" would risk alerting consensus society to its Anomalous nature, disinformative action was taken:\n\n\n\n\na controlled, non-Anomalous virus of identical behaviour to LOTUS was developed and released by Dir. P. H. McD, featuring a built-in, antimemetically-concealed susceptibility to:\n\n\nan antivirus program, for public release by several Foundation front companies, and featuring a built-in, antimemetically-concealed backdoor protocol to enable unrestricted Foundation access to all systems the program is installed on.\n\n\n\n\nThis \"placeholder\" LOTUS has been fully eradicated as of Q2 2043, constituting a financial and information security success.\n\n\nFollowing its disassembly, LOTUS' damaged remains were salvaged per request of \n[REDACTED PER SITUATIONAL CLEARANCE ACCESS]\n for use in \nPROJECT ADMONITION\n.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nADMO\n\n\n\n\n\n\nFEATURING \n \n \nJACK IKE\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6487\n | SCP-6488 | \nSCP-6489\n »\n\n\n\n\n\n\n\n\n» SHOW FOOTNOTES «\n\n\n\n\n« HIDE FOOTNOTES »\n\n\n\n\n\n\n\n\n \n FOOTNOTES & REFERENCES\n\n\n\n\nConscientia-class anomalies cannot be contained and therefore require integration into the Veil via insistence of their non-Anomalous nature.\n\n\nInformational entities each possess a unique infosignature: an encoded reduction of their respective core data patterns. Digital entities constantly imprint their infosignature upon the systems they occupy, allowing said imprints to serve as \"digital fingerprints\" for tracking such entities.\n\n\nCernunnos-class anomalies can be functionally contained, but such would be either infeasible or ethically undesirable.\n\n\nThaumiel-class anomalies are beneficial in the containment of other anomalies; Kušum-class anomalies are those whose containments have been abandoned indefinitely.\n\n\nRogue Artificial Intelligence Detainment, Fully-Realized Adaptive Mainframe Encryption\n\n\nAs defined by the \nDeviance Classification Amendment\n to the \nAI Classification Guide\n.\n\n\nSCP-1190 has since been reclassified as Decommissioned, with its absence attributed to destruction by Global Occult Coalition agents during a legitimate, but unaffiliated, raid on relevant facilities.\n\n\nOriykalkos\n, informally known as orichalcum, is a crystal substance with immense electrical, thaumaturgic and digital storage capabilities; samples under a cubic centimetre in size have been capable of storing up to 950 mega-ampere hours and twenty petabytes of data, depending on the purity of the sample. Acroamatic and molecular analysis of these samples has enabled the production of \nsynthetic oriykalkos\n, a mass-producible alternative; although the properties of synthetic oriykalkos are inferior to the original substance, the industrial production of synthetic oriykalkos regularly attains superior purity, enabling it to out-perform genuine samples.\n\n\nTo further minimize the necessary growth of the oriykalkos mass, LOTUS utilizes an Anomalously high-compression file format synthesized from the greatest-efficiency file compression schemes attained by \nseveral\n \nself-improving\n artificial intelligence programs that were subject to \ncontinuous activation over Anomalously-extended durations\n.\n\n\n\"\nIn its simplest terms, the Placeholder Ontokinetic Sink reads the sum information of the universe, encoding it into a readable format to allow digital systems to read, react, and alter the narrative-space-time of reality.\n\" - \nDir. Place H. McD.\n, Esoteric Polymath.\n\n\nA failsafe feature incorporated into all PH-OS systems prevents them from being used to access or alter each other; as a result, LOTUS is not capable of circumventing Section C's restrictions by using it to access another unrestricted PH-OS unit.\n\n\nSuch as \ntachyons\n, \nakiva radiation\n, and \nmalignant narrative elements\n.\n\n\nThe oriykalkos mass was observed to grow by approximately 87 cubic metres, roughly corresponding to 385 tetradic metres in 4-dimensional space, during this time.\n\n\nDirector of \nDecommissioning\n; chosen as the \nSUMMIT LEAD\n due to the meeting directly pertaining to the deactivation / decommissioning of an Anomaly, and experience in mediating between parties on such matters.\n\n\nSenior researcher for the Artificial Intelligence Applications Division, assigned to oversee RAIDFRAME 8.\n\n\nDirector of IT.\n\n\nDirector of Artificial Intelligence Applications.\n\n\nDirector of Information Control.\n\n\nThe involved parties were unable to agree on a \nSUMMIT LEAD\n; all parties proposed by Senior Researcher Hishakaku were rejected on grounds of poor applicability, and all parties proposed by Directors Isabi and Kelvin were rejected due to inherent bias. The summit was permitted to continue without a \nSUMMIT LEAD\n.\n\n\nChosen as the \nSUMMIT LEAD\n due to their critical involvement in the initial deactivation of LOTUS.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6488\n\" by Liryn, Jack Ike, Placeholder McD, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6488\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n vjds.svg, jldo.svg, elng.svg\n\n\nAuthor:\n \nPlaceholder McD\n, \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n Local files\n\n\n\n\n\n\nFilename:\n background.jpg\n\n\nAuthor:\n \nJack Ike\n, PantheraLeo1359531\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nLocal file\n\n\nNotes:\n Derivative of \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n pixels.gif\n\n\nAuthor:\n \nLurkD\n, \nLiryn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nLocal file\n\n\nNotes:\n Derivative of \nLocal file\n\n\n\n\n\n\nFilename:\n LOTUSLayout.png\n\n\nAuthor:\n \nJack Ike\n, \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nLocal file\n\n\n\n\n\n\nFilename:\n infovore.jpg\n\n\nAuthor:\n Kent Schimke, \nLiryn\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nLocal file\n\n\nNotes:\n Derivative of \nFlickr\n\n\n\n\n\n\nFilename:\n Lotus.svg\n\n\nAuthor:\n Meul\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6488 \" by Liryn, Jack Ike, Placeholder McD, from the SCP Wiki . Source: https://scpwiki.com/scp-6488 . Licensed under CC-BY-SA .",
        "Filename: vjds.svg, jldo.svg, elng.svg Author: Placeholder McD , HarryBlank License: CC BY-SA 3.0 Source: Local files",
        "Filename: background.jpg Author: Jack Ike , PantheraLeo1359531 License: CC BY-SA 3.0 Source: Local file Notes: Derivative of Wikimedia Commons",
        "Filename: pixels.gif Author: LurkD , Liryn License: CC BY-SA 3.0 Source: Local file Notes: Derivative of Local file",
        "Filename: LOTUSLayout.png Author: Jack Ike , HarryBlank License: CC BY-SA 3.0 Source: Local file",
        "Filename: infovore.jpg Author: Kent Schimke, Liryn License: CC BY-SA 2.0 Source: Local file Notes: Derivative of Flickr",
        "Filename: Lotus.svg Author: Meul License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "title": "SCP-6488"
}