{
    "url": "https://scp-wiki.wikidot.com/scp-649",
    "all_text": "rating: \n+118\n+\n–\nx\n\n\n\n\n\n\nContents of SCP-649.\n\n\n\n\n\n\nItem #:\n SCP-649\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-649 is to be kept in a standard Type II containment locker on \nSite-77\n. It should not be opened nor moved from its location unless testing is being performed. Heating implements, windshields, and equipment to clear snow must be present during testing to prevent containment failures.\n\n\nDescription:\n SCP-649 is a matchbox from an unidentified brand, with a thirty-two match count. The box is marked with a logo in the shape of a snowflake crystal on the underside that feels cold to the touch.\n\n\nWhenever a match from SCP-649 is struck, snowflakes will shoot out in contrast to the sparks of a normal match.\n1\n Once struck, the head will show visible crystallization and the main anomalous properties of SCP-649 will manifest; this can also be achieved by leaving SCP-649 open for more than fifteen minutes.\n\n\nUpon manifestation, the surroundings of SCP-649 will experience a sudden drop in temperature, which will continue to decrease over time. Subsequently, strong winds will develop. Research confirmed that these winds are able to occur indoors.\n\n\nWhen the temperature in the area reaches 0 °C, large amounts of snow and sleet will continuously form in a circular area around SCP-649. The radius of this area has been observed to increase 15 meters per hour with a maximum of 1 kilometer. Closing the lid of SCP-649 causes the expansion to halt and surroundings to revert to their pre-exposure conditions.\n\n\nIf left open for an indefinite amount of time the conditions will stabilize at -30 °C when the entire radius is covered in three metres of snow. Due to the high amount of ice formed by the frozen sleet at these temperatures and the winds, this can cause snowslides or even avalanches on uneven terrain. This arctic climate will keep itself intact until SCP-649 is closed.\n\n\nWhilst not identical, the effect of SCP-649 on its surroundings works in a similar way to the effect of \nSCP-2082\n. A request for further comparative research is still pending.\n\n\nDiscovery:\n On 1987/04/19, Foundation agents reported unseasonal blizzards in ███████████, West Virginia. After an investigation, SCP-649 was identified as the origin of the blizzard.\n\n\nOn 1987/04/22, SCP-649 was recovered at the center of the storm. Local citizens that saw the sudden change in weather conditions were administered Class C amnestics. A cover story blaming the winter conditions on changes in local weather fronts caused by global warming was disseminated.\n\n\nAddendum-649-A:\n Experiment logs\n\n\n\n\nEXPERIMENT-649-1\n\n\nDescription:\n\nSCP-649 was left open in a testing chamber and one D-Class personnel (D-1226) was asked to interact with SCP-649.\n\n\n \n\n\nResults:\n\nD-1226 was wary and asked if he could get answers on some basic questions before interacting with the anomaly. Due to his generally cooperative behavior in past experiments, this request was granted.\n\n\nAfter the fifteen minute mark of opening SCP-649 passed, the temperature dropped and D-1226 began to shiver. D-1226 took this as his cue to begin the experiment.\n\n\nD-1226 took SCP-649 and tried to light a match to warm his hands. When the matches did not light, he tried 4 more times before attempting the same with other matches. Every time a match was struck, the conditions in the testing room became more severe.\n\n\n6 minutes after manifestation, D-1226 visibly appeared confused, had trouble breathing, and dropped SCP-649.\n\n\n8 minutes after manifestation, D-1226 began to show signs of delirium before beginning to drift in and out of consciousness. He murmured about how it was a beautiful winter evening.\n\n\n10 minutes after manifestation, D-1226 was ordered to close SCP-649, failed to do so, and passed out. Foundation Agents rushed in and recontained SCP-649. D-1226 was carried to the medical wing for treatment of frostbite and hypothermia.\n\n\n\n\n\n\nEXPERIMENT-649-2\n\n\nDescription:\n\nSCP-649 was left open in a testing chamber to let its anomalous properties manifest for observation and to collect samples.\n\n\n \n\n\nResults:\n\nDr. Pena began sampling the precipitation and soil.\n2\n During this she reported the feeling of being stared at.\n\n\nWhilst analyzing the wind, Dr. Pena reported visual observation of small, faint silhouettes in the distant fog. She was asked to leave the testing chamber for a medical check before continuing.\n\n\nUpon return, Dr. Pena was hit by a snowball. Giggling children can be heard on the recording of the experiment.\n\n\nThree D-Class personnel in adjusted clothing were brought in and ordered to traverse to the other end of the room and back and report the possible change in weather conditions or other things that stood out.\n\n\nAfter twenty minutes without a successful return or response, the experiment came to a halt. SCP-649 was closed and recontained following standard protocol.\n\n\nUpon reviewing video footage, one D-Class can be seen engaging in a snowball fight with small figures around the 4:07:00 timestamp. He then begins to fade away into the fog before traversing through the walls of the testing chamber and disappear into the seemingly endless blizzard.\n\n\nNo D-Class personnel have been recovered. All testing with D-Class personnel has been suspended.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Note: striking a match does not light, consume, or alter it.\n\n\n2\n. Analysis showed that these had no anomalous properties.\n\n\n\n\n\n\n\n\n« \nSCP-648\n | SCP-649 | \nSCP-650\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-649\n\" by AsmodeusDark, rewritten by Anonymous, rewritten by Sirslash47, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-649\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 649-new\n\n\nAuthor:\n Unknown\n\n\nLicense:\n CC0 Public Domain\n\n\nSource Link:\n \npxhere\n\n\nRelease year:\n 2017",
    "addendums": [
        "Addendum-649-A: Experiment logs"
    ],
    "documents": [],
    "notes": [
        "\" SCP-649 \" by AsmodeusDark, rewritten by Anonymous, rewritten by Sirslash47, from the SCP Wiki . Source: https://scpwiki.com/scp-649 . Licensed under CC-BY-SA .",
        "Filename: 649-new Author: Unknown License: CC0 Public Domain Source Link: pxhere Release year: 2017"
    ],
    "item": "SCP-649",
    "object_class": "Safe",
    "containment_procedures": "SCP-649 is to be kept in a standard Type II containment locker on Site-77. It should not be opened nor moved from its location unless testing is being performed. Heating implements, windshields, and equipment to clear snow must be present during testing to prevent containment failures.",
    "description": "SCP-649 was left open in a testing chamber to let its anomalous properties manifest for observation and to collect samples.\n \nResults:\nDr. Pena began sampling the precipitation and soil.2 During this she reported the feeling of being stared at.",
    "title": "SCP-649"
}