{
    "url": "https://scp-wiki.wikidot.com/scp-6498",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains references to the abuse of minorities and the trafficking of human remains.\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nfabledtiefling\n\n\n\n\n\n\nDid you enjoy the article? Please check out my other works! \nRight here\n!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6498\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6498.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Plans are currently being drafted to safely decommission SCP-6498. Until a sufficiently acceptable plan is created, personnel are to avoid entering SCP-6498. Any items removed from SCP-6498 must be returned as soon as possible. Any personnel found with an item removed from SCP-6498 will be disciplined accordingly.\n\n\nAll information relating to the former town of Faraday, Georgia has been successfully expunged from all records. Outside access to the former location of Faraday, Georgia has been restricted under the cover of an ongoing ecological survey.\n\n\nDescription:\n SCP-6498 refers to the home located at 1386 Wayfarer Way in Faraday, Georgia. \nAll anomalous activity relating to SCP-6498 has been restricted to the interior of the home.\n Anomalous activity relating to SCP-6498 appears connected to items within the home. Removal of items from SCP-6498 will result in anomalous activity manifesting wherever the item is taken. This activity ceases once the item is returned to SCP-6498.\n\n\nActivity relating to SCP-6498 ranges from benign to violent, with no clear pattern of activity. Activity seen so far includes but is not limited to:\n\n\n\n\nLevitating objects\n\n\nObjects moving on their own\n\n\nFloors of the home collapsing underneath personnel\n\n\nManifestations of human faces along the walls\n\n\nLarge volumes of bones manifesting in several locations and demanifesting upon hitting the floor\n\n\nPersonnel being touched, hit, and shoved by incorporeal forces\n\n\nVocalizations in Urdu, Hindi, Prakrit, and English\n\n\nManifestations of creatures composed of several human skeletons\n\n\n\n\nAddendum 6498.1:\n Initial Exploration\n\n\nSCP-6498 was contained alongside ████ other anomalies in February of 1988 when the town of Faraday, Georgia was officially contained and closed off from the outside world. Due to the sheer volume of anomalies discovered within Faraday, and the relatively contained nature of SCP-6498, the anomaly was not properly discovered until 2017. Initial expeditions into the anomaly were approved shortly after, and three agents from MTF Epsilon-6 (\"Village Idiots\") who had proven reliable in investigating Faraday anomalies were assigned to the mission.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n March 28th, 2018\n\n\nSUBJECT:\n SCP-6498\n\n\nTEAM LEAD:\n Agent Goose\n\n\nTEAM MEMBERS:\n Agent Goose, Agent Bluejay, Agent Sparrow\n\n\n\n\n[BEGIN LOG]\n\n\n[All body cameras save for the one on Agent Goose go live. Agent Goose is seen fumbling with his camera.]\n\n\nBluejay:\n Hold still, hold still. There, camera's on and mic's on.\n\n\n[Agent Goose's camera goes live.]\n\n\nGoose:\n Ugh. Thanks, Jay.\n\n\nSparrow:\n Alright, alright. Anything we need to review before we go?\n\n\nGoose:\n Simple mission here. Get in, confirm and report anomalous activity found inside, and get the hell back out. From what I heard from Caraway it's just poltergeist stuff\n1\n.\n\n\nSparrow:\n Got it. Lead the way!\n\n\n[All three agents approach the door. Agent Goose attempts to open the door, but appears to be unable to turn the knob. Agent Goose begins to shake the knob and bang at the door before recoiling.]\n\n\nGoose:\n SHIT. Ow, fucking hell.\n\n\nBluejay:\n You ok? It's not like you to cuss like that. What happened?\n\n\nGoose:\n Damn thing got \nreally\n hot all of a sudden.\n\n\n[Agent Goose holds out his hand to Agent Bluejay's camera. His hand appears to bear second degree burns with notable surface blistering.]]\n\n\nBluejay:\n Damn, that's bad. Hold on, I think I…got it.\n\n\n[Agent Bluejay takes Agent Goose's hand and rubs a lotion over it. Agent Goose's body stiffens and then relaxes.]\n\n\nBluejay:\n New item from the medical center. Good for burns and rashes, you should be ok in a few. Not perfect, mind you, but better.\n\n\nSparrow:\n Alright you two, glad that's solved but we're still not in. I'm just gonna bust the door down, objections?\n\n\nGoose:\n I'll authorize it. I don't want anyone else to mess with the knob right now.\n\n\n[Agent Sparrow takes several steps back before rushing the door with his shoulder. Right before his shoulder makes contact, the door swings open. Agent Sparrow attempts to stop himself, but continues forward and crashes into the main staircase.]\n\n\nGoose:\n All ok, Sparrow?\n\n\nSparrow:\n I'm fine. A bruise at the worst. We're in at least.\n\n\nGoose:\n Good. Alright, let's move. We're going to start up top and move down. Head up the stairs everyone.\n\n\n[All agents ascend the stairs. Approximately halfway up, Agent Bluejay appears to trip and grab onto Agent Goose. The two, as well as Agent Sparrow, begin to tumble down the stairs. Review of the footage reveals that the stairs had levelled out into a ramp. Further audio review revealed a voice saying \"Please, no more\" in Urdu.]\n\n\nBluejay:\n Shit, sorry, Goose. We're off to a bad start here, huh?\n\n\nGoose:\n Slightly more anomalous activity than initially reported. Everyone, proceed with more caution moving forward, alright?\n\n\nBluejay:\n Roger!\n\n\nSparrow:\n Roger.\n\n\n[All three agents brace themselves using the walls on either side of the staircase and use them to help ascend the ramp. Approximately halfway up, something slams the wall and throws Agent Goose off balance, as well as knocking photograph that had been hung on the wall to the floor. Before he is able to fall, Agent Bluejay manages to catch him. Something bangs the wall once more, and continues banging for several minutes.]\n\n\nGoose:\n Jay, look. That's a hand, isn't it?\n\n\nBluejay:\n Sure as hell, that's a hand. Looks like it's pushing out of the damn wall. Wait, Goose! Look!\n\n\n[Agent Bluejay aims his bodycam up the stairwell. The stairwell appears to go onwards an undetermined distance, with the top obscured in darkness. Up the stairwell, a series of hands and faces push and bang against the walls at various points.]\n\n\nGoose:\n Fucking hell. What class is this now?\n\n\nBluejay:\n Interactive haunting I think. Stretches the definition a bit, but hey.\n\n\nSparrow:\n Doesn't matter what it is, just get up the stairs guys.\n\n\n[All three agents make their way up the staircase as before. As they ascend, several vocalizations can be heard from the surroundings\n2\n. Each agent reaches the top landing. A gasp can be heard, and Agent Goose's camera is pointed down the hall. What appear to be various types of human bones stick out from random points along the floor, walls, and ceiling. Each is covered in muscle and tendons as if freshly separated from a body.]\n\n\nGoose:\n Alright, enough. Everyone out, we're not prepped for this. Back down the stairs and get out of the house, I'm calling the mission here.\n\n\n\n\nCLOSING NOTES:\n All three agents successfully left SCP-6498 in the three minutes following Agent Goose's order. Aside from several hand shaped bruises up Agent Sparrow's leg, there were no notable injuries to any of the agents.\n\n\nReview of the recording's audio discovered a long scream that begun as the agents left the scene. When asked, all agents stated that they heard nothing as they left.\n\n\n[END LOG]\n\n\n\n\nAddendum 6498.2:\n Second Exploration\n\n\nFollowing the results of the initial exploration into SCP-6498, a new plan was devised to ensure both success in future expeditions and the safety of exploring agents. Agents Goose, Bluejay, and Sparrow remained assigned to the object, and each were provided a new set of supplies to better respond to the new discoveries.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n April 15th, 2018\n\n\nSUBJECT:\n SCP-6498\n\n\nTEAM LEAD:\n Agent Goose\n\n\nTEAM MEMBERS:\n Agent Goose, Agent Bluejay, Agent Sparrow\n\n\n\n\n[BEGIN LOG]\n\n\nGoose:\n Camera and audio check, we all ok?\n\n\nBluejay:\n Yep.\n\n\nSparrow:\n Roger.\n\n\nGoose:\n Alright. Goal for this mission is to get upstairs and get down that hall. Let's move!\n\n\n[Agent Sparrow moves towards the front door, which opens. He yelps as a vase flies out, barely missing him before shattering against the sidewalk.]\n\n\nBluejay:\n How welcoming.\n\n\nGoose:\n Just be careful, everyone. Keep your guard up.\n\n\n[All three agents enter the home and begin ascending the staircase. A murmur is heard from the surroundings as they ascend, growing louder the closer they get to the top until it becomes a series of screams\n3\n Each reaches the landing at the top.]\n\n\nGoose:\n Jesus that was loud. Doesn't seem to have reached a damaging volume at least.\n\n\nSparrow:\n Looks like the hall of gore is still here. Are those real?\n\n\n[Agent Bluejay taps what appears to be a human spine with the end of a flashlight. The bone immediately crumbles into a cloud of dust.]\n\n\nGoose:\n Ok, so they're real but not sturdy. Good news is, we can get through. Let's move, try any doors you see on the way down.\n\n\n[The group makes their way down the hall, knocking the various bones down as they proceed. They eventually come upon a door to their right. Agent Goose nods towards Agent Sparrow, who proceeds to open the door. Agent Sparrow's camera reveals the room to be a half bathroom. A large quadrupedal creature that appears to be composed of bones can be seen hunched over in a corner. It makes a quiet chattering noise until it notices Agent Sparrow. It turns towards Agent Sparrow and lunges, taking his camera offline.]\n\n\nSparrow:\n GAH!\n\n\n[The other agents' cameras remain online, and show the creature tackling Agent Sparrow to the ground before phasing through the floor. Agent Sparrow remains laying on the ground.]\n\n\nBluejay:\n Sparrow! Are you ok?\n\n\nSparrow:\n What the fuck was that?\n\n\nGoose:\n Hm, technically it meets the definition of poltergeist, but-\n\n\nSparrow:\n Not what I fucking meant, I mean what the fuck was that thing?\n\n\nBluejay:\n I didn't get a good enough look at it. All I could see was a shit ton of bones.\n\n\n[Agent Goose enters the bathroom and slowly pans his camera through the room. Aside from signs of general neglect, no anomalous activity can be seen nor can signs of the previously seen creature be found. Agent Goose carefully opens the medicine cabinet over the sink. Upon opening, several human digits that appear to have been severed at the base fall out and phase through the floor.]\n\n\nSparrow:\n What the fuck is going on in this place?\n\n\nGoose:\n Let's move. We aren't going to get any more answers standing here.\n\n\nBluejay:\n I see another room at the end of the hall. Wanna check that out?\n\n\nSparrow:\n Someone else open the door this time.\n\n\n[Agent Bluejay approaches the door and opens it. His camera reveals the room to be the master bedroom. The room is in severe disarray, with several pieces of furniture damaged and overturned. The bed itself appears to have had a large hole torn in the center.]\n\n\nBluejay:\n Bedroom. I don't see any creatures inside, but this thing is torn up bad. What should we do?\n\n\nGoose:\n Go in, but be careful. Don't touch anything.\n\n\n[Each agent enters the bedroom. As the final agent, Sparrow, crosses the threshold, the door slams shut and the room begins to rattle. Agent Sparrow's camera flickers back on for a moment before shutting off once again. Agent Goose suddenly looks upwards, revealing the ceiling to be completely covered by human skulls of various sizes, each of different stages in human development. Further review of the footage reveals at least 25% of the skulls to superficially resemble those of infants between two and seven months old. Each skull vocalizes in response to the agents.\n4\n]\n\n\nGoose:\n Open the door. OPEN THE DOOR.\n\n\n[Agent Sparrow attempts to open the door. All attempts to open the door, including the use of blunt force, fail. The room rattles with increasing violence the more he attempts to open the door.]\n\n\nGoose:\n Fuck fuck fuck DUCK AND COVER EVERYONE!\n\n\n[Each agent drops to the floor and covers their heads as the skulls fall from the ceiling. Every skull that does not make contact with an agent phases through the floor while those that do attempt to latch on with their jaws. Most fail and fall through the floor, but several manage to successfully bite each agent. The agents panic and knock the skulls off with whatever they can, including batons and broken pieces of furniture. All skulls are successfully removed.]\n\n\nBluejay:\n Is…is that the last of them?\n\n\nSparrow:\n I'm a little fucked up but I'm clean. Goose?\n\n\nGoose:\n Got the last one off. Holy shit.\n\n\nBluejay:\n Hey, guys? Check this out.\n\n\n[Agent Bluejay picks a book up off the floor.]\n\n\nBluejay:\n \"Introduction to Human Osteology\".\n\n\nSparrow:\n There's another book over here. Just \"Introduction to Osteology.\" Wait got another…oh it's just a Bible. Lots of little sticky notes in it, looks like someone was really into Jesus.\n\n\nGoose:\n Well that's…something. I think I'm starting to get an idea here.\n\n\n[Agent Goose inspects the room, eventually entering into the closet. His camera reveals the closet floor to be covered with broken shards of bone.]\n\n\nGoose:\n And I'm starting to feel like my theories are confirmed. Take a look.\n\n\nSparrow:\n What the shit, is this human?\n\n\n[Agent Bluejay walks up to the closet and bends over to pick up a shard of bone.]\n\n\nBluejay:\n …No. Take a look. This is from a jawbone, and that's a tooth see? This looks like…dog, maybe? Coyote?\n\n\nGoose:\n The closet's full of them. I'm guessing they were on the shelves before something tore through here and broke it all.\n\n\nSparrow:\n So the guy who owned the place was a bone weirdo, gotcha. Doesn't explain all the human shit, though. The bones here are all animals right? If that's the case then why is all the haunting stuff clearly human?\n\n\nGoose:\n I don't know, but I'm not really sure I want to find out.\n\n\nBluejay:\n Not like we get a choice in the matter. Should we move out?\n\n\nGoose:\n Yeah, let's…\n\n\nSparrow:\n Did we check out this bed yet? This is a pretty big hole here, definitely looks like some animal tore it out.\n\n\n[Agent Goose and Bluejay turn around, revealing Agent Sparrow to be leaning over the hole in the bed.]\n\n\nGoose:\n Sparrow, get away from there. We've had enough accidents, we should probably just move out for the day.\n\n\nSparrow:\n Yeah, you're right.\n\n\n[Agent Sparrow turns to return to the other agents. As soon as his back is turned, another massive creature that appears to be composed of human skeletons rises from the hole. It shouts in a cacophony of voices\n5\n as several skeletal arms reach out and grab Agent Sparrow's arms and legs. Agent Sparrow thrashes against the creature, to no avail.]\n\n\nBluejay:\n Sparrow, hold still! I'll get you outta there!\n\n\n[Agent Bluejay pulls out his baton and runs to Agent Sparrow. He begins beating the skeletal arms restraining Agent Sparrow with the baton, breaking several. For every arm he breaks, however, a new one takes its place. Several begin to reach out to him as well, before Agent Goose rushes over and tackles him away from the creature. Agent Sparrow continues to resist as the creature drags him through the hole in the bed, vanishing.]\n\n\nGoose:\n Fuck, Sparrow! Sparrow! Jay, is his camera on still?\n\n\nBluejay:\n No good, it's down. His audio is still on, but-\n\n\nGoose:\n Pull up his audio, we can at least try to figure out where the fuck he went.\n\n\n[Agent Bluejay tunes to Agent Sparrow's audio channel. The sound of Agent Sparrow screaming, alongside the sound of several voices shouting in various languages are heard\n6\n. Eventually, Agent Sparrow's screaming stops and a dull thud is heard, followed by the sound of a heavy object being dragged. After approximately a minute, a grinding and crunching sound is heard followed by several soft, wet thuds.]\n\n\nGoose:\n That sounded like…\n\n\nBluejay:\n A body hitting concrete. A good thud, but there was that slightly hollow sound. No freaking clue what the rest was.\n\n\nGoose:\n Looks like we're going to the basement a bit earlier than expected. Access is through the kitchen. Let's move.\n\n\n[Agents Goose and Bluejay run down the hall. Several human bones erupt from the floor and walls as they go, tripping Agent Goose at one point. Agent Bluejay catches him, and the two manage to make it down the stairs and into the kitchen. The kitchen is unremarkable, with no signs of activity.]\n\n\nGoose:\n Careful, Jay. We can't afford any more mistakes. Door is over there, by the fridge.\n\n\nBluejay:\n Understood.\n\n\n[Agent Goose leads the way over to the basement door. As they pass the refrigerator, the freezer door swings open and drops something frozen which clatters onto the floor\n7\n. Agent Bluejay stops before he trips on it. He proceeds to carefully step over it. Both agents make it to the basement door. Agent Goose opens the door and shines a light down the stairs. The light fails to penetrate past the first five steps.]\n\n\nGoose:\n Jay, grab my hand and stay close.\n\n\n[Agent Bluejay steps onto the first step with Agent Goose. As he does, the door slams shut behind them. The agents are suddenly shoved forward by an unseen force and tumble down the stairs.]\n\n\nBluejay:\n Ugh, you ok?\n\n\nGoose:\n Just a mild concussion. My light's broken, though.\n\n\nBluejay:\n Looks like mine still works. Let's see…there we go.\n\n\n[Agent Bluejay shines a flashlight around the room. Eventually the light shines on a door with several femurs sticking out of it in a cross shape. Both agents approach the door and carefully open it.]\n\n\nGoose:\n …Shit.\n\n\n[The room appears to be a large, well organized storage closet. Each shelf contains hundreds of human bones, arranged by type and size. The back wall appears to be a collection of human spines\n8\n.]\n\n\nBluejay:\n Holy fuck. Are these all…?\n\n\nGoose:\n Human, yeah. Well organized and everything. Someone had a hobby here.\n\n\nBluejay:\n Wait, Goose. Look. All the ones over here are tagged \"For Sale\".\n\n\nGoose:\n Jesus, these are all tiny too. Just…don't touch anything. We're just gonna have to get a specialized team in here to clean this place, this is way outside of our skillset at this point. Let's just-\n\n\n[Agent Goose turns back towards the door and stops. Agent Sparrow hangs from the door, his body impaled at several points by the bones that were seen on the other side.]\n\n\nBluejay:\n Fucking hell man. Sparrow..\n\n\nGoose:\n Jay, I recommend you don't look down.\n\n\n[Agent Goose aims his bodycam at the floor, revealing what appears to be another human body pinned to the ground at various points with bones. The body is flat, appearing to contain no internal structures of any kind.]\n\n\nBluejay:\n …Let's get back to base, Goose. We're done here.\n\n\nGoose:\n I'm taking a quick sample. …Got it. Let's get out.\n\n\n[Several chanting vocalizations are heard throughout the home as both agents exit\n9\n.]\n\n\n\n\n[END LOG]\n\n\nCLOSING NOTES:\n All further exploration into SCP-6498 is strictly prohibited until further notice. Agent Goose returned with what was identified as a human femur. Genetic profiling revealed it to be Indian in origin, though Foundation efforts were unable to successfully match it to a human profile.\n\n\n\n\nAddendum 6498.3:\n Incident Log\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n April 16th, 2018\n\n\nNOTE:\n The following log is a video recording of the Foundation Department of Osteology's research lab. The FDO had received the bone recovered from SCP-6498 approximately seven hours before the following incident was recorded.\n\n\n\n\n[BEGIN LOG]\n\n\n01:01:\n The bone recovered from SCP-6498 begins to rattle in its glass casing. nearby researchers fail to notice.\n\n\n01:03:\n The rattling grows more violent. Blood and viscera begin to cover the bone from an unknown source and steadily fill the glass casing. A researcher Hammond notices and investigates\n\n\n01:04:\n Researcher Hammond calls for help. Before other researchers can respond, the glass container breaks due to pressure buildup within. Blood and viscera produced by the bone splatters across the room.\n\n\n01:05:\n The bone recovered from SCP-6498, as well as several other remains in the care of the FDO, begin to levitate in the air. The bone continues producing blood and viscera during this time.\n\n\n01:06:\n The various bones begin to converge on a singular point. The bones begin to form a creature resembling those previously seen in SCP-6498 explorations. The creature throws a researcher across the room before tackling another to the ground. Before on site security is able to arrive, the creature phases through the floor and vanishes.\n\n\n\n\n[END LOG]\n\n\nCLOSING NOTES:\n The creature formed by the bone recovered from SCP-6498 has yet to be located. No more artifacts are permitted to leave SCP-6498.\n\n\n\n\nAddendum 6498.4:\n Further Research\n\n\nFollowing the final exploration into SCP-6498, further research on the home was conducted by the Council on the Research and Preservation of Faraday\n10\n. The former owner of SCP-6498 was revealed to be Rev. Michael Dunston, a pastor at the local Faraday United Methodist Church. Intensive investigation into the church itself revealed that fifteen bodies interred in the church's graveyard were missing one or more bones.\n\n\n\n\nFootnotes\n\n\n1\n. Anomaly's initial discovery was by a single Foundation agent who reported activity to Dr. Faran Caraway, one of the head researchers assigned to Faraday. Activity seen at the time was minor.\n\n\n2\n. While each vocalization was in a unique language, the translation remained the same. Each voice appeared to be saying \"Violation\".\n\n\n3\n. Several unique voices are recorded at this point. Phrases shouted include \"Sinful bastard\", \"Defiler\", and \"Kidnapper\".\n\n\n4\n. Each vocalization has the same translation. \"Sinner.\"\n\n\n5\n. Each vocalization translating to \"Thief\".\n\n\n6\n. Current efforts have been unable to successfully discern what is being vocalized. It is believed that over one hundred voices are heard in this recording.\n\n\n7\n. Review of footage reveals the object to be a frozen human leg.\n\n\n8\n. Review of the footage reveals that over one hundred spines are hung on this wall.\n\n\n9\n. Vocalizations translated to \"Damned by God\".\n\n\n10\n. An internal Foundation council dedicated to researching and preserving various anomalies found in Faraday, Georgia.\n\n\n\n\n\n\n\n\n« \nSCP-6497\n | SCP-6498 | \nSCP-6499\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6498\n\" by OriTiefling, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6498\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n TalleyHomsteadTalleyvilleTavistockDE.png\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Creative Commons Attribution Share-Alike 4.0\n\n\nNotes:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6498.1: Initial Exploration\nSCP-6498 was contained alongside ████ other anomalies in February of 1988 when the town of Faraday, Georgia was officially contained and closed off from the outside world. Due to the sheer volume of anomalies discovered within Faraday, and the relatively contained nature of SCP-6498, the anomaly was not properly discovered until 2017. Initial expeditions into the anomaly were approved shortly after, and three agents from MTF Epsilon-6 (\"Village Idiots\") who had proven reliable in investigating Faraday anomalies were assigned to the mission.",
        "Addendum 6498.2: Second Exploration\nFollowing the results of the initial exploration into SCP-6498, a new plan was devised to ensure both success in future expeditions and the safety of exploring agents. Agents Goose, Bluejay, and Sparrow remained assigned to the object, and each were provided a new set of supplies to better respond to the new discoveries.",
        "Addendum 6498.3: Incident Log",
        "Addendum 6498.4: Further Research\nFollowing the final exploration into SCP-6498, further research on the home was conducted by the Council on the Research and Preservation of Faraday 10 . The former owner of SCP-6498 was revealed to be Rev. Michael Dunston, a pastor at the local Faraday United Methodist Church. Intensive investigation into the church itself revealed that fifteen bodies interred in the church's graveyard were missing one or more bones."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6498 \" by OriTiefling, from the SCP Wiki . Source: https://scpwiki.com/scp-6498 . Licensed under CC-BY-SA .",
        "Filename: TalleyHomsteadTalleyvilleTavistockDE.png Author: Unknown License: Creative Commons Attribution Share-Alike 4.0 Notes: Wikimedia Commons"
    ],
    "containment_procedures": "Plans are currently being drafted to safely decommission SCP-6498. Until a sufficiently acceptable plan is created, personnel are to avoid entering SCP-6498. Any items removed from SCP-6498 must be returned as soon as possible. Any personnel found with an item removed from SCP-6498 will be disciplined accordingly.",
    "description": "SCP-6498 refers to the home located at 1386 Wayfarer Way in Faraday, Georgia. All anomalous activity relating to SCP-6498 has been restricted to the interior of the home. Anomalous activity relating to SCP-6498 appears connected to items within the home. Removal of items from SCP-6498 will result in anomalous activity manifesting wherever the item is taken. This activity ceases once the item is returned to SCP-6498.",
    "title": "SCP-6498"
}