{
    "url": "https://scp-wiki.wikidot.com/scp-6499",
    "all_text": "rating: \n+346\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6499\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6499 is to be kept in a standard Anomalous Item Locker at Site-196. When not directly viewed the object is inactive and no further procedures are required.\n\n\nDescription:\n SCP-6499 is a hardcover book, 252 pages long. The front cover and spine are blank but the first page of the book features the title \"Chapters on Cognitive Behavioural Therapy\" with no extra information regarding the author, publisher or year, added. The book contains multiple chapters on psychological theory and practices ranging from meditation exercises to US Navy Seals techniques on keeping calm during a battle.\n\n\nSCP-6499 was discovered at the remains of a burned building in ████, ██████. The object came to the Foundation’s attention when field agents came across reports of a woman “miraculously” surviving a house fire completely unharmed. SCP-6499 was found intact at the site.\n\n\n\n\nWARNING: SECURITY IN SECTOR 2 HAS BEEN COMPROMISED. PERSONNEL NOT ASSIGNED CRITICAL TASKS ARE TO IMMEDIATELY SEEK SHELTER IN THE DESIGNATED SAFE ROOMS.\n\n\n\n\nSCP-6499 appears to be non-anomalous the vast majority of the time. SCP-6499 starts to manifest its anomalous properties when 3 criteria are met:\n\n\n\n\nAn individual must be in the same room as SCP-6499 and must be within line of sight of the object.\n\n\nA crisis situation in which the above mentioned individual is in a life threatening situation due to a hazardous environment or impending disaster.\n\n\nSubject must be in a state of high emotional distress.\n\n\n\n\n\n\nWARNING: SCP-████ AND SCP-███ HAVE BREACHED CONTAINMENT. CODE 196/A/RED.\n\n\n\n\nWhen all criteria are met, SCP-6499 will render both itself and the subject immune to all forms of conventional and unconventional injury or harm. From this point on, the subject should be referred to as SCP-6499-1.\n\n\nA secondary anomalous effect triggered during a crisis causes SCP-6499-1 to become completely apathetic to their surroundings and imminent danger. The subject, instead, displays mild boredom and will resume their task instead of trying to reach safety.\n\n\nSCP-6499 will cease its effects once both itself and SCP-6499-1 are no longer in immediate danger.\n\nThird, an amnestic effect will trigger, erasing all memories of the crisis situation from SCP-6499-1; causing mild confusion when questioned.\n\n\n\n\nWARNING: THE SITE IS EXPERIENCING MULTIPLE KETER AND EUCLID-CLASS CONTAINMENT BREACHES. FULL SITE-196 LOCKDOWN INITIATED.\n\n\n\n\nAddendum:\n\n\n\n\nSCP-6499 TESTS SUMMARY\n\n\nForeword:\n Researchers are not to abort test, even when subject appears to be harmed. SCP-6499's anomalous effects only appear when subject is in actual danger. The Ethics Committee has provided approval for this protocol.\n\n\n \n\n\n\n\n\n\n06/07/21\n\n\nTest 3 (INCINERATION):\n D-class was instructed to enter a standard incineration chamber in which SCP-6499 was placed beforehand.\n\n\nResult:\n D-class experienced high emotional stress levels when gas filled the room. Emotional distress disappeared one second later. The subject looked briefly at the flames before sitting down on the floor with a sigh and started peeling his nails. When Researcher Dr L. Glasglow asked how the D-class felt during the incineration, he replied, “It’s okay.”\n\nD-class left the room without sustaining any damage to himself and his clothes.\n\n\n \n\n\n\n\n\n\n12/07/2021\n\n\nTest 5 (SUFFOCATION BY SUBMERSION):\n SCP-6499 was given to D-class to read in his cell. 15 minutes later, the cell was flooded with water.\n\n\nResult:\n After an initial display of horror at the rising water level, the subject sat down on the bed and continued reading while the water rose to his nose.\n\nD-class left the room with his clothes dry.\n\n\n \n\n\n\n\n\n\n25/07/2021\n\n\nTest 9 (ANOMALOUS AGGRESSORS):\n D-class was instructed to enter SCP-███’s containment chamber where SCP-6499 had been left earlier that day.\n\n\nResult:\n After a short moment of shock upon seeing SCP-███, the D-class sat down in the middle of the room. The D-class picked up the coloring book reserved for SCP-███ and started to draw with the crayons. SCP-███’s threats were ignored. SCP-███ began attacking the subject to no effect.\n\n\n \n\n\n\n\n\n\nWARNING: SCP-███, SCP-███ AND VARIOUS OTHER MEMETIC AND CONTAGIOUS ANOMALIES HAVE BREACHED THE LOCKDOWN. “FINAL REST” PROTOCOL HAS BEEN INITIATED.\n\n\n\n\nAddendum 2: SCP-6499\n\nWhile preparing another test with SCP-6499, a sudden crisis situation emerged and SCP-6499’s effects were accidentally triggered. Dr L. Glaslow was caught in its effect as her colleagues left to counter the threat or seek shelter. Even though she was instructed to seek shelter as well, the subject prioritized acquiring coffee and finalizing the documentation she had been assigned.\n\n\nThe subject did notice the guttural noises made when MTF-16-2 “Class Clowns” shot down infected D-class but ignored it. When instructed to stop, the subject continued to head for the coffee machine, finishing the document on her mobile phone. The subject felt no discomfort from the fire caused by SCP-███ or the mannequins that tried to strangle her.\n\n\n\n\nWARNING: THE SITE 196 NUCLEAR DEVICE HAS BEEN TRIGGERED.\n\n\n\n\n\n\nCOUNTDOWN INITIATED:\n\n\n\n\n\n\n10\n\n\n\n\n\n\n9\n\n\n\n\n\n\n8\n\n\n\n\nThe subject felt no discomfort as the nuclear device underneath her workplace was triggered and instead enjoyed a sip of good coffee while saving the final edits she made on the file.\n\n\n\n\n4\n\n\n\n\n\n\n3\n\n\n\n\n\n\n2\n\n\n\n\n\n\n1\n\n\n\n\n\n\n« \nSCP-6498\n | SCP-6499 | \nSCP-6500\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6499\n\" by Moonhorse96, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6499\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:",
        "Addendum 2: SCP-6499 While preparing another test with SCP-6499, a sudden crisis situation emerged and SCP-6499’s effects were accidentally triggered. Dr L. Glaslow was caught in its effect as her colleagues left to counter the threat or seek shelter. Even though she was instructed to seek shelter as well, the subject prioritized acquiring coffee and finalizing the documentation she had been assigned.\nThe subject did notice the guttural noises made when MTF-16-2 “Class Clowns” shot down infected D-class but ignored it. When instructed to stop, the subject continued to head for the coffee machine, finishing the document on her mobile phone. The subject felt no discomfort from the fire caused by SCP-███ or the mannequins that tried to strangle her.\nThe subject felt no discomfort as the nuclear device underneath her workplace was triggered and instead enjoyed a sip of good coffee while saving the final edits she made on the file."
    ],
    "documents": [],
    "notes": [
        "WARNING: SECURITY IN SECTOR 2 HAS BEEN COMPROMISED. PERSONNEL NOT ASSIGNED CRITICAL TASKS ARE TO IMMEDIATELY SEEK SHELTER IN THE DESIGNATED SAFE ROOMS.",
        "WARNING: SCP-████ AND SCP-███ HAVE BREACHED CONTAINMENT. CODE 196/A/RED.",
        "WARNING: THE SITE IS EXPERIENCING MULTIPLE KETER AND EUCLID-CLASS CONTAINMENT BREACHES. FULL SITE-196 LOCKDOWN INITIATED.",
        "WARNING: SCP-███, SCP-███ AND VARIOUS OTHER MEMETIC AND CONTAGIOUS ANOMALIES HAVE BREACHED THE LOCKDOWN. “FINAL REST” PROTOCOL HAS BEEN INITIATED.",
        "WARNING: THE SITE 196 NUCLEAR DEVICE HAS BEEN TRIGGERED.",
        "COUNTDOWN INITIATED:",
        "10",
        "9",
        "8",
        "4",
        "3",
        "2",
        "1",
        "\" SCP-6499 \" by Moonhorse96, from the SCP Wiki . Source: https://scpwiki.com/scp-6499 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6499 is to be kept in a standard Anomalous Item Locker at Site-196. When not directly viewed the object is inactive and no further procedures are required.",
    "description": "SCP-6499 is a hardcover book, 252 pages long. The front cover and spine are blank but the first page of the book features the title \"Chapters on Cognitive Behavioural Therapy\" with no extra information regarding the author, publisher or year, added. The book contains multiple chapters on psychological theory and practices ranging from meditation exercises to US Navy Seals techniques on keeping calm during a battle.",
    "title": "SCP-6499"
}