{
    "url": "https://scp-wiki.wikidot.com/scp-6501",
    "all_text": "rating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6501 — Held Back\n\n\nWritten by \nJack Waltz\n and \nMoreMuffins\n\n\nThank you to \nNebulousStar\n, \nAftokrator\n, \nAvocadoMilk\n, \nDodoDevil\n, \nFish^12\n and \nMachen2\n (a double thanks for the absolutely fabulous image) for looking at this draft we whipped up in a few days.\n\n\n\n\n\n\nCheck out \nJack\n and \nMuffins'\n author pages!\n\n\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6501\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn image of SCP-6501 taken during the day using an ectographic camera.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The cemetery in which SCP-6501 is located must be closed for visitation between 12 and 6 AM daily. Guards are to patrol the perimeter at this time to prevent unauthorised entry into the cemetery.\n\n\nDescription:\n SCP-6501 is a luminescent humanoid spectral entity resembling and identified as the late Martin Woods. It is located at the Redwood public cemetery, AL, USA, above the grave of Martin Woods who had died on October 01 2009 following a traffic accident.\n\n\nSCP-6501 is unable to traverse or move away from the grave; a preliminary analysis conducted by the Department of Spectral Phenomena has determined that SCP-6501's existence may be associated with it being tethered to Martin's corpse after death. Efforts to exhume the body and attempts to sever this link have not been initiated due to the possibility of accidentally neutralizing the entity.\n\n\nSCP-6501 is only visible at approximately 2:50 AM to 3:10 AM daily and enters a comatose state at all other times. There has only been one known instance where SCP-6501 became fully conscious during the day \n(see Addendum 6501.2)\n.\n\n\n\n\nAddendum 6501.1:\n⠀\nDiscovery and Interviews\n\n\nSCP-6501's ectoplasm signature was first detected roughly a day after the burial of Martin Woods during routine patrols in the region to detect and contain anomalies with haste. Ectoplasm detectors indicated the presence of a \nClass II Spectral Entity\n.\nThe entity is likely sentient and/or sapient but still poses little threat to living individuals due to its lack of malevolence and limited ability to interact with the physical environment. Their existence is mainly dependant on external forces but may also be the result of a negative emotional state.\n in the area and its location was swiftly determined.\n\n\nMTF Mu-13 (\"Ghostbusters\")\n,\n.\nA task force under the command of the Department of Spectral Phenomena. They specialise in the containment of spectral, incorporeal, and intangible entities in the field.\n equipped with ectovision devices, was sent to investigate and attempt to interact with the detected entity. Their attempt was met with groans and lethargic comments from SCP-6501. Containment proceeded soon after.\n\n\nAt 01:14 AM the following day, ectographical cameras set up to observe the entity indicated sudden activity. It was also visible without the use of ectographical equipment. \nJunior Researcher Nora Reeds\n was dispatched to interview the entity, and has henceforth been put in charge of this duty.\n\n\n\n\nInterviewee:\n SCP-6501\n\n\nInterviewer:\n Dr Nora Reeds\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nDr Reeds:\n Good morning, it seems you're awake. I'd like you to recall your name for me, if you were previously… alive and remember. Is it by any chance Martin Woods?\n\n\nSCP-6501:\n Yes, That's me.\n\n\nDr Reeds:\n [nods] Do you mind if I ask you a few questions?\n\n\n[SCP-6501 subtly glows a little brighter.]\n\n\nSCP-6501:\n I don't mind, no.\n\n\nDr Reeds:\n Great! Are you aware of how you got [gestures towards SCP-6501], like this?\n\n\nSCP-6501:\n I think… I died. Several days ago.\n\n\nDr Reeds:\n Yes, I see. So, how're you feeling? Is there anything you're currently going through, anything you could describe?\n\n\nSCP-6501:\n I feel like I'm weighed down. Stuck here. I should have left, but I seem to remain.\n\n\nDr Reeds:\n Hm… I've heard that you've never been seen moving from that spot. Is there any reason why you're stuck there?\n\n\nSCP-6501:\n I can't move. It's just too straining, too tiring. It's as if an anchor has chained me down. Holding me here like this.\n\n\n[SCP-6501 looks down and gets dimmer.]\n\n\nDr Reeds:\n Is it something you believe to be out of your control, or…\n\n\nSCP-6501:\n I'm not sure which it is, but it's always taxing when I try. I just… can't move…\n\n\n[As it reaches 03:09 AM SCP-6501 gradually became translucent until it was eventually invisible.]\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nDr Reeds:\n Hello again, Martin.\n\n\nSCP-6501:\n Good morning, er, you haven't told me your name.\n\n\nDr Reeds:\n Ah, yes. It's Nora Reeds, you can call me Nora.\n\n\nSCP-6501:\n Greetings, Nora.\n\n\nDr Reeds:\n [lightly chuckles] I have some more questions for you, do you mind today?\n\n\nSCP-6501:\n No, it's fine. You don't have to ask me. It's nice to talk to someone.\n\n\nDr Reeds:\n Well that's great! Alright, tell me a bit about what your life was like before your death. Was there anything notable about it? Anything you regret or look back to often? Or do you believe there's someone who doesn't like you? Enough to try and maybe curse you?\n\n\nSCP-6501:\n I had a family… My beautiful little girl Ares and my… and Krista.\n\n\nDr Reeds:\n I know it's a bit of a touchy subject… but from what I gathered, you're divorced. Would you mind telling me why? Once again, I apologise for bringing this personal matter up.\n\n\nSCP-6501:\n I messed up. Badly… alcohol, y'know? She left… and that only made it worse for me. I miss her. If I could go back and change things I would. I really would. Now the love of my life has grown to hate me… I'll never see my daughter grow up, and that's no one's fault but my own.\n\n\nDr Reeds:\n And that's what you regret most, yes?\n\n\n[SCP-6501 stays silent. It grows slightly dimmer.]\n\n\nDr. Reeds:\n I'm very sorry, Martin.\n\n\nSCP-6501:\n It isn't your fault, you shouldn't stress about it. Do you have any more questions?\n\n\nDr Reeds:\n Uhm… only a couple more. Are you aware of any others in the same predicament as you?\n\n\nSCP-6501:\n No, not really. I hope no one is… Hell, here I am. I can't be the only one, right?\n\n\nDr Reeds:\n And, you are not. Oh yes, it's almost time… I have to make this qui—\n\n\nSCP-6501:\n Will I always be like this? Will, will I ever be… released from this, y'know?\n\n\nDr Reeds:\n Of course you'll be. Sooner or later, everything ends, even if you'll die twice.\n\n\nSCP-6501:\n Well that's not really comforting, eh? [chuckles]\n\n\nDr Reeds:\n Oh, I forgot to mention, your wife and daughter came to visit you.\n\n\nSCP-6501:\n What?\n\n\nDr Reeds:\n They came to visit you yesterday morning. I'm assuming you weren't awake then?\n\n\nSCP-6501:\n They… they came to see me?\n\n\nDr Reeds:\n I guess they still do care about you.\n\n\n[SCP-6501 remains silent for several seconds.]\n\n\nDr Reeds:\n Are you alright, Martin?\n\n\nSCP-6501:\n I just… need a moment.\n\n\n[SCP-6501 vanishes as it reaches 03:05 AM]\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\nAddendum 6501.2:\n⠀\nNotable Incident\n\n\nFollowing this interview, SCP-6501 appeared to be in a constant hypnagogic\n.\nHypnagogia is the experience of the transitional state from wakefulness to sleep.\n state of consciousness, as indicated with ectoplasmic cognition scans, despite the detrimental effects it could have on its wellbeing. On the next day, SCP-6501 was observed to be fully conscious outside of the expected time period. At the time Krista and Ares Woods were visiting Martin Wood's grave. Due to this unexpected incident, a proposal to alter SCP-6501's object class to Euclid is currently pending approval by the Department of Spectral Phenomena.\n\n\nAn ectographic camera installed nearby for monitoring purposes captured the following video footage which has been transcribed into a log below.\n\n\n\n\n\n\n<BEGIN LOG, 10/04/2009 01:43 PM>\n\n\n\n\n\n\n[Krista Woods and Ares Woods approach the location of SCP-6501.]\n\n\nSCP-6501:\n Krista… is that?\n\n\nKrista:\n Hello… Martin.\n\n\nSCP-6501:\n I'm so happy to see you again.\n\n\n[Krista sits and places flowers below SCP-6501.]\n\n\nKrista:\n I miss you, Martin, I really do. It's been hard without you…\n\n\nSCP-6501:\n I've missed you too. I wish I could move from this spot, and, and hug you…\n\n\nKrista:\n Ever since you left I've started doing what you told me, I'm going back to college… I hope I can make you proud.\n\n\nSCP-6501:\n Really? You did? I… I'm so proud! Congratulations!\n\n\n[SCP-6501 stretches out towards Krista but can not reach her.]\n\n\nSCP-6501:\n Ah… I can't reach you…\n\n\nKrista:\n Ah, Ares, would you like to show daddy what you made?\n\n\nAres:\n I made a flower crown for you, daddy! You love them, don't you?\n\n\n[Ares places a crown of yellow flowers on the grave below SCP-6501.]\n\n\nSCP-6501\n Oh my goodness! It's beautiful, sweetie!\n\n\n[SCP-6501 attempts to grab the crown but is unable to.]\n\n\nSCP-6501:\n Oh… W-well it looks great darling! I know it'll be great when I wear it too. Thank you so much!\n\n\n[Krista begins to cry.]\n\n\nKrista:\n It's been hard without you, honey. But we're both trying our best.\n\n\n[Roughly a minute of silence.]\n\n\nSCP-6501:\n Krista… I'm really sorry… For everything. I didn't want it to be like this, and I should have done something about it… about us. I know it may be too late but… can you forgive me?\n\n\n[Silence.]\n\n\nSCP-6501:\n Krista?\n\n\n[Silence.]\n\n\nSCP-6501:\n Krista? Ares?\n\n\n[SCP-6501 attempts to touch Ares but fails.]\n\n\nSCP-6501:\n Why can't I touch you? Can you see me?\n\n\n[Silence.]\n\n\nSCP-6501:\n No… no no this can't be right… this is just a joke, right? You two can see me… right?\n\n\n[Krista stands up while wiping her eyes.]\n\n\nKrista:\n Alright… let's go, Ares. You have to be strong for daddy, he named you Ares after all. [smiles]\n\n\nAres:\n Yes mommy.\n\n\n[Krista hugs Ares and kisses her forehead.]\n\n\nSCP-6501:\n No no no… Please no.\n\n\n[Krista and Ares begin walking away.]\n\n\nSCP-6501:\n No please… please come back. Please don't go. Krista… Ares, please no.\n\n\nSCP-6501:\n Please don't leave me… Not again… Please…\n\n\n[SCP-6501 kneels and covers its face with its hands. It is visibly sobbing as its body grows dimmer.]\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\nrating: \n+62\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6500\n | SCP-6501 | \nSCP-6502\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6501\n\" by Jack Waltz and MoreMuffins, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6501\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFootnote 3\n cites the first sentence from the Wikipedia article about hypnagogia.\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Hypnagogia\n\n\n\n\n\n\nFilename:\n ghost-man-rgb-split-(2).jpg\n\n\nAuthor:\n \nMachen2\n, MyStockPhotos, che\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Old Man Standing on Edge\n\n\nAuthor:\n MyStockPhotos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nCC Search\n\n\n\n\nName:\n File:Pohori na sumave hrbitov.jpg\n\n\nAuthor:\n che\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6501.1: ⠀ Discovery and Interviews\nSCP-6501's ectoplasm signature was first detected roughly a day after the burial of Martin Woods during routine patrols in the region to detect and contain anomalies with haste. Ectoplasm detectors indicated the presence of a Class II Spectral Entity . The entity is likely sentient and/or sapient but still poses little threat to living individuals due to its lack of malevolence and limited ability to interact with the physical environment. Their existence is mainly dependant on external forces but may also be the result of a negative emotional state. in the area and its location was swiftly determined.\nMTF Mu-13 (\"Ghostbusters\") , . A task force under the command of the Department of Spectral Phenomena. They specialise in the containment of spectral, incorporeal, and intangible entities in the field. equipped with ectovision devices, was sent to investigate and attempt to interact with the detected entity. Their attempt was met with groans and lethargic comments from SCP-6501. Containment proceeded soon after.\nAt 01:14 AM the following day, ectographical cameras set up to observe the entity indicated sudden activity. It was also visible without the use of ectographical equipment. Junior Researcher Nora Reeds was dispatched to interview the entity, and has henceforth been put in charge of this duty.",
        "Addendum 6501.2: ⠀ Notable Incident\nFollowing this interview, SCP-6501 appeared to be in a constant hypnagogic . Hypnagogia is the experience of the transitional state from wakefulness to sleep. state of consciousness, as indicated with ectoplasmic cognition scans, despite the detrimental effects it could have on its wellbeing. On the next day, SCP-6501 was observed to be fully conscious outside of the expected time period. At the time Krista and Ares Woods were visiting Martin Wood's grave. Due to this unexpected incident, a proposal to alter SCP-6501's object class to Euclid is currently pending approval by the Department of Spectral Phenomena.\nAn ectographic camera installed nearby for monitoring purposes captured the following video footage which has been transcribed into a log below."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6501 \" by Jack Waltz and MoreMuffins, from the SCP Wiki . Source: https://scpwiki.com/scp-6501 . Licensed under CC-BY-SA .",
        "Footnote 3 cites the first sentence from the Wikipedia article about hypnagogia. License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/Hypnagogia",
        "Filename: ghost-man-rgb-split-(2).jpg Author: Machen2 , MyStockPhotos, che License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Old Man Standing on Edge Author: MyStockPhotos License: Public Domain Source Link: CC Search Name: File:Pohori na sumave hrbitov.jpg Author: che License: CC BY-SA 2.5 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The cemetery in which SCP-6501 is located must be closed for visitation between 12 and 6 AM daily. Guards are to patrol the perimeter at this time to prevent unauthorised entry into the cemetery.",
    "description": "SCP-6501 is a luminescent humanoid spectral entity resembling and identified as the late Martin Woods. It is located at the Redwood public cemetery, AL, USA, above the grave of Martin Woods who had died on October 01 2009 following a traffic accident.",
    "title": "SCP-6501"
}