{
    "url": "https://scp-wiki.wikidot.com/scp-6503",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6503:\n Summus Pontifex Legitimus A.K.A The Catholic Mecha\n\n\nAuthor:\n \nKilerpoyo\n\n⚠️ \nContent warning:\n Satiric portrayal of the Catholic Church.\n\n\n\n\n\n\n\n\nrating: \n+59\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\nThe following documentation refers to an anomaly currently contained jointly between the Foundation and the Horizon Initiative. Modifications have been made to the usual terminology for compatibility with Horizon Initiative AGS documentation. For more information, read the attached brief.\n\n\n\n\n \n\n\n\n\n\n\n Brief on AGS. \n\n\n\n\n- Close Brief\n\n\n\n\n\n\n\n\nHorizon Initiative Documentation\n\n\n\n\n\n\n\n\nBy disposition of Ordinis Occulti Luminis, the Catholic branch of the Horizon Initiative has implemented the Anomaliae Genus Systemaa (AGS), based on the Anomaly Classification System used by the Foundation. AGS aims to bring traditional terminology employed by Ordinis Occulti Luminis into a modern framework suitable for analysis and taxonomy. The system is meant to be compatible with Foundation records while still befitting Horizon Initiative's purposes. The Anomaliae Genus Talea (AGT) constitutes the AGS version of the Anomaly Classification Bar.\n\n\n\n\nLinguistic considerations:\n\n\nEcclesiastical Latin is used in AGS for the anomaly categories as well as the file segments.\n\n\n\n\nNumerical considerations:\n\n\nRoman numerals are used in the AGT for the anomaly item designation as well as the clearance level and the class enumeration. Decimal numerals are used in the body of the file, including mentions of the anomaly item number. However, anomaly subitems are indicated with Roman numerals. E.g.: SCP-0000-III.\n\n\n\n\nFile structure:\n\n\nAuto de fé\n: This terminology is a remnant of the Hispanic Inquisition judiciary process, its original meaning referring to a ritual of penance and cleansing of sin. In AGS it is equivalent to Foundation's Containment Procedures.\n\n\nCorpus\n: Meaning \"body\" in Latin. Equivalent to Foundation's Description.\n\n\nInventionis Iniuriarum:\n Equivalent to Discover Log.\n\n\nRecuperatio Iniuriarum:\n Equivalent to Recovery Log.\n\n\nInterrogatio Recordum:\n Interview Log.\n\n\nVideo Recordum:\n Video Log.\n\n\nInscriptio Communicationis:\n Written communication.\n\n\n\n\nAnomaliae Genus Talea (AGT):\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n- Secretum Gradu / Clearance Level\nClose\n\n\n\n\n\n\nLVL I: Liberum:\n Equivalent to Unrestricted. Available to all members of the Horizon Initiative and Foundation alike.\n\n\nLVL II: Secreta:\n Equivalent to Restricted. Potentially available to all Horizon Initiative and Foundation members upon request.\n\n\nLVL III: Secreta Sacra:\n Equivalent to Confidential. Foundation access follows the usual Confidential clearance protocol. For the Horizon Initiative, only members of the Catholic branch can request access.\n\n\nLVL IV: Secreta Arcanum:\n Equivalent to Secret. Only available to site and Foundation Administrative staff, high ranking members of Horizon Initiative Catholic branch, and the Ecclesiastical Government.\n\n\nLVL V: Secreta Secretorum:\n Equivalent to Top Secret. Only available to the highest Foundation Administrative Staff, members of Ordinis Occulti Luminis, the Sacred College of Cardinals, and the Pope.\n\n\nLVL VI: Secreta Cosmica:\n Equivalent to Cosmic Top Secret. Only available to Ordinis Occulti and the Pope.\n\n\nLVL VII: Secreta Theologicum:\n No Foundation equivalent. Only available to God upon request.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n- Continentiam Classis / Containment Class\nClose\n\n\n\n\n\n\nSegura:\n Equivalent to Safe.\n\n\nEucharistica:\n Equivalent to Euclid.\n\n\nKyrie:\n Equivalent to Keter.\n\n\nNihil:\n Equivalent to Neutralized.\n\n\nIndecisa:\n Equivalent to Pending.\n\n\nIlluminatum:\n Equivalent to Explained.\n\n\nEsoterica:\n Equivalent to Esoteric.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n- Secundarium Classis / Secondary Class\nClose\n\n\n\n\n\n\nExterminatus:\n Equivalent to Decommissioned.\n\n\nSaeculari:\n The anomaly does not represent any contradiction to Catholic Doctrine.\n\n\nHaeresis:\n The anomaly does present a contradiction to Catholic Doctrine.\n\n\nBlasphemia:\n The anomaly is a menace to the Catholic Church.\n\n\nCanon:\n The anomaly should not be contained since it IS Catholic Doctrine. E.g.: Transubstantiation.\n\n\nTheodicaea:\n The anomaly is from divine origin. E.g.: The Shroud of Turin and the Spear of Longinus.\n\n\nNietzschean:\n The anomaly could destroy God if not contained. E.g. Homosexuality.\n.\n \nThe Foundation has been exhorting the Horizon Initiative to remove homosexuality from their anomaly catalog. Homosexuality is perfectly explainable under modern scientific consensus and there is no evidence it constitutes a threat to any theological entity. However, the Horizon Initiative insists on maintaining this classification, despite opposition from the majority of the anomalous community, including the Foundation, the GOC, and the Manna Charitable Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n- Perturbatio Classis / Disruption Class\nClose\n\n\n\n\n\n\nOscura:\n Equivalent to Dark.\n\n\nParvus:\n Equivalent to Vlam.\n\n\nIfrit:\n Equivalent to Keneq.\n.\n \nAdopted from the Horizon Iniviative Islamic Branch.\n\n\nSol:\n Equivalent to Ekhi.\n\n\nJihad:\n Equivalent to Amida.\n.\n \nAdopted from the Horizon Iniviative Islamic Branch.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n- Periculum Classis / Risk Class\nClose\n\n\n\n\n\n\nAnimadverto:\n Equivalent to Notice.\n\n\nCautela:\n Equivalent to Caution.\n\n\nAdmonitio:\n Equivalent to Warning.\n\n\nVehemens:\n Equivalent to Danger.\n\n\nTerribilis:\n Equivalent to Critical.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM#:\n \nVI\nDIII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLVL:III\n\n\nSECRETA SACRA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTINENTIAM CLASSIS:\n\n\neucharistica\n\n\n\n\n\n\nSECUNDARIUM CLASSIS:\n\n\nblasphemia\n\n\n\n\n\n\n\n\nPERTURBATIO:\n\n\npraetorian\n\n\n\n\n\n\nPERICULUM:\n\n\ncautela\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nAuto de fé:\n\n\nSCP-6503 is to be contained in Site-77, where no working personnel belongs to the Catholic Faith. SCP-6503 is to be kept inside a standard reinforced storage container at the center of a 10 x 10 meters squared cell. Under no circumstances should a member of the Catholic Faith be allowed within a 5-meter radius of SCP-6503. At least two armed non-Catholic security personnel should always be guarding SCP-6503.\n\n\nAny Catholic individual that has been in proximity closer than 10 meters of SCP-6503 should be given immediate amnestic treatment and kept in observation for a period of two weeks. If despite treatment they still present signs of being affected by SCP-6503, they should be kept under Foundation's detention with maximum security for human-level threats within a Foundation Site other than Site-77.\n\n\nSCP-6503-II is currently being contained by the Catholic branch of the \nHorizon Initiative\n.\n.\n \nGOI dedicated to the protection of the Abrahamic Faiths against the anomalous. The Catholic branch is led by the Ordinis Occulti Luminis.\n Due to possible information compromise in case of an SCP-6503 containment breach, it was deemed necessary for the Foundation to not be aware of any information regarding the location and containment procedures of SCP-6503-II.\n\n\n \n\n\nCorpus:\n\n\nSCP-6503 refers to the skeletal remains of an unidentified male dressed in renaissance period ecclesiastic garments and adorned with intricate jewelry made of gold and various precious stones. Archeological assessment of SCP-6503 indicates the clothing and ornaments to date back to the 16th century, while the skeletal remains are older, estimated dating back to the 3rd century. The Archeology Department has hypothesized SCP-6503 to be one of the \"Catacomb Saints\"\n.\nSkeletal remains of ancient Christians exhumed from catacombs, exuberantly decorated, and worshiped as relics of saints during a period from the 16th to the 18th century.\n\n\n\n\n\n\nSCP-6503 upon discovery\n\n\n\n\n\n\nSCP-6503's anomalous effect triggers when a member of the Catholic Faith is within a radius of 5 meters from it. Around 1 in 10 Catholics will become convinced that SCP-6503 is the legitimate Pope and that the current sitting Pope is a usurper. Regardless of previous religiosity, they will become increasingly devout to the Catholic Faith and to SCP-6503.\n\n\nA tendency to employ unnecessary, grammatically incorrect, and often non-sequitur Latin phrases\n.\n \nFoundation linguists have identified this speaking pattern as a macaronic Latin-vernacular deviation from traditional Latin, commonly known as Dog Latin.\n in their speech has also been observed. They will also display a desire to help SCP-6503 in reclaiming the Holy See in Rome, even expressing intent to harm the current Pope. To this date, there have been no records of aggressions against the Pope related to SCP-6503.\n\n\nIn addition, SCP-6503 affected individuals will become obsessed with reuniting SCP-6503 with SCP-6503-II. The only known method to prevent SCP-6503's influence over a susceptible individual is immediate amnestic treatment after exposure. Failing this treatment, SCP-6503's effect is presumed to be permanent. Due to fanatic behavior displayed by influenced individuals and the high risk posed by an SCP-6503's containment breach, the Ethics Committee is considering whether termination should be an option if first-line amnestic treatment fails.\n\n\nSCP-6503-II is a 4-meter tall mechanical construct, resembling a suit of 16th-century Italian armor, albeit with distorted proportions and a constitution more robust than that of a regular humanoid. Its exterior is composed of an unidentified golden metal of remarkable durability. This durability is likely anomalous in nature; since SCP-6503-II is capable of withstanding modern heavy fire and artillery without suffering apparent damage.\n\n\nInternally, it possesses a complex clockwork mechanism allowing it to move. This mechanism does not require an external power source in order to function. SCP-6503-II is armed with several weapons; including both medieval bladed and blunt weaponry as well as anachronistic ones such as Gatling-type guns, flame throwers, and rocket launchers. The Horizon Initiative is currently investigating SCP-6503-II's advanced weaponry, evidence pointing it to be anomalous in nature.\n\n\n\n\n\n\nFootage of SCP-6503-II \n \n\n\n\n\n\n\nSCP-6503-II is not capable of autonomous behavior, instead, it possesses a hatch to a compartment. It will remain completely dormant until SCP-6503 is placed inside of it. The Horizon Initiative has reported it will not activate with any other material, pending further testing. Individuals under SCP-6503's influence will try to place SCP-6503 in SCP-6503-II. This will, in turn, give SCP-6503 control over SCP-6503-II. When inside SCP-6503-II, SCP-6503 is capable of vocal communication through unknown means.\n\n\n \n\n\n \n\n\n\n\n\n\nInterrogatio Recordum\n\n\n\n\n\n\nInterviewed:\n D-7176\n\n\nInterviewer:\n Dr. Chakrabarti\n\n\nForeword:\n D-MCIII is a Roman Catholic recently exposed to the effects of SCP-6503. Foundation linguists are currently studying the deviant speech patterns exhibited by individuals under SCP-6503's influence. These particular speech patterns are believed to be a type of Latin-vernacular macaronic dialect. Several grammatical inconsistencies and other deviations from traditional Latin have been identified.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Chakrabarti:\n Greetings, D-7176, what can you tell me about SCP-6503?\n\n\nD-7176:\n Greetings Brother, with God's Blessing, what would you like to know about the \nSanto Padre\n?\n\n\nDr. Chakrabarti:\n Are you referring to SCP-6503?\n\n\nD-7176:\n Of course, who else would I mean? That usurper desecrating the \nSancta Sedes\n.\nHoly See.\n?\n\n\nDr. Chakrabarti:\n What do you know about SCP-6503?\n\n\nD-7176:\n He is the Pope. \nPontifex Maximus\n. \nEpiscopus Romanus\n.\nBishop of Rome.\n… \nSummus Pontifex Ecclesiae Catholicae\n…\n\n\nDr. Chakrabarti:\n I see… Do you know anything about its origins?\n\n\nD-7176:\n He was appointed by God to be the successor of Saint Peter. He came here to reclaim his throne and deliver us from \nInfernum\n.\n\n\nDr. Chakrabarti:\n Can you elaborate?\n\n\nD-7176:\n He is from a place very much like here but closer to God. He was a Holy Man, tasked with observing us: our customs, our \nhistoria\n, our art, and our tales. In some sense, he was a scholar very much like you, doctor. But one day he realized we were alone and afraid and very hungry for God's Love. That is the \nrevelatio\n he got after understanding the \nEnd of Nova Genesi Evangelii\n.\n.\n \n\"The New Genesis of the Gospel.\" Foundation historians have not yet identified any relevant religious text matching this title.\n\n\nDr. Chakrabarti:\n What is this \"Nova Genesi Evangelii\"?\n\n\nD-7176:\n: It is a cult classic. To him, it was a cry for help. It was clear our \nEcclesia\n.\n \nChurch\n had failed us. But it was until he learned about our devotion to God \nImperator\n from the \nBellum Malleo\n,\n.\n \n\"Hammer of War\". The exact meaning of this phrase is still not yet understood. It has been theorized it could be referring to a yet unknown anomalous weapon, though alternative interpretations such as an epic poem or a warrior's creed have been proposed.\n that he understood God had chosen him to free us from the usurper and his \nhaeresis\n.\n \nHeresy\n . \nDeus Vult\n.\n \nGod wills it.\n \nOpus Dei\n.\n.\n \nWork of God.\n\n\nDr. Chakrabarti:\n \"Bellum Malleo\"?\n\n\nD-7176:\n \n40k\n.\n.\n \nThere is controversy around the interpretation of this answer. The letter \"k\" is commonly used as an abbreviation for the prefix \"kilo\", derived from the Greek word χίλιοι (chilioi), meaning \"thousand\". However, this interpretation enters in conflict with a posterior declaration from the interviewed.\n\n\nDr. Chakrabarti:\n Right… but how can he observe us?\n\n\nD-7176:\n \nSpiritus Sanctus\n.\n \nThe Holy Ghost.\n is a pathway to many abilities some consider to be \ncontranatura\n. It can, for example, open a door to the \nanima\n of true believers. Through this door, he can speak to us; but he can also hear what we hear and see what we see.\n\n\nDr. Chakrabarti:\n So is it a form of telepathy?\n\n\nD-7176:\n Oh no, we don't use that language.\n\n\nDr. Chakrabarti:\n What? Telepathy?\n\n\nD-7176:\n Greek.\n\n\nDr. Chakrabarti:\n Okay… just tell me more about the place he is from.\n\n\nD-7176:\n I have spoken everything I know. Now I have to \nCarpe Diem\n.\n.\n \nSeize the day. Note the incompatibility between grammatical forms.\n\n\nDr. Chakrabarti:\n And what about the \"usurper\"?\n\n\nD-7176:\n He is blaspheming against God every minute he claims to be the Pope. He has to be removed.\n\n\nDr. Chakrabarti:\n Removed by force?\n\n\nD-7176:\n There will be no peace for the wicked. \nAve Maria Deus Vult\n!\n\n\nDr. Chakrabarti:\n Do you intend to kill the Pope?\n\n\nD-7176:\n The \nfictus\n one must go. However, it is not my place to do it. Only the \nverum\n Pope should deliver \nDies Irae\n.\n.\n \nThe Day of Wrath.\n I must help the legitimate Pope reunite with the \nAureum Evangelium\n.\n.\n \nGolden Gospel.\n\n\nDr. Chakrabarti:\n Is the \"Aureum Evangelium\" the object classified as SCP-6503-II?\n\n\nD-7176:\n The true Pope must drive the \nAureum Evangelium\n… or \nSancta Maria\n.\n \nHoly Mary.\n will have to do it again…\n\n\nAt this point D-7176 falls to his knees and starts praying. No further questions were answered.\n\n\n\n\n[END LOG]\n\n\nClosing Statement:\n D-7176 is currently being detained in Site-25. Dr. Chakrabarti concluded that D-7176 maintains a coherent belief system surrounding SCP-6503 while showing no apparent signs of psychosis.\n\n\nDr. Basirski from the Linguistics Department noted that D-7176's speech patterns are reminiscent of a monolingual individual trying to incorporate an unfamiliar language into their normal speech.\n.\n \n\"Like some kid who just learned Nihongo and is trying to pepper in as much Japanese as possible in their phrases\" [sic].\n\n\n \n\n\n\n\n \n\n\nInventionis Iniuriarum:\n\n\nSCP-6503 and SCP-6503-II were discovered during an archeological excavation in a catacomb near Benevento, Italy. They were located within meters of each other, in a previously uncharted chamber. Upon discovery, members of the archeological team came under the influence of SCP-6503. They placed SCP-6503 into SCP-6503-II, activating it.\n\n\nSCP-6503 emerged from the excavation site, causing considerable damage to historical architecture, and began marching towards Rome. It was reported by survivors and confirmed by video evidence that SCP-6503 was shouting several phrases in a form of Latin,\n.\n \nIts speech pattern shares a similar deviation from traditional Latin to that observed in affected individuals.\n whose entire significance has still yet to be determined by Foundation researchers.\n\n\n \n\n\n\n\n\n\nVideo Recordum\n\n\n\n\n\n\nNOTE:\n Around the time of the SCP-6503 activation, a film production crew was recording a documentary about the recently discovered Benevento Catacombs. They managed to capture the beginning of the SCP-6503 rampage. The video record was later confiscated by Foundation personnel in the aftermath of the event.\n\n\n\n\n[BEGIN LOG]\n\n\n00:03:04\n The crew is conducting an interview with the lead archeologist at the site. A small Romanesque church can be seen in the background.\n\n\n00:03:12\n Suddenly an explosive sound can be heard and the church begins crumbling down.\n\n\n00:03:18\n SCP-6503 emerges from the ruins. The film crew and the archeologist react in confusion.\n\n\n00:03:34\n SCP-6503 is heard shouting \n\"Ego Summus Pontifex legitimus, canis femina!\"\n.\n \nI'm the legitimate Pope, female dogs!\n and begins shooting two Gattling guns in the air.\n\n\n00:03:56\n SCP-6503 begins walking slowly. The camera follows as it shouts \n\"Sic semper tyrannis, mater irrumator!\"\n,\n.\n \nThus always to tyrants, mother disrespecter!\n followed by \n\"Alea iacta est, critical damnum!\"\n.\n \nThe dice are cast, critical damage!\n\n\n00:04:22\n SCP-6503 adopts a fetal position and starts sobbing: \n\"In robot non questus, pater!\"\n.\n \nI'm not getting in the robot, father!\n\n\n00:05:31\n SCP-6503 stops sobbing and stands up. It starts reciting: \n\"Odi meipsum. Sed fortasse me ipsum amare potui. Forsitan vita mea plus valeat. SIC!. Non sum plus aut minus quam meipsum. Ego me! Me vis esse! Volo exsistere in hoc mundo permanere! Vita mea hic bene vivendo valet!\"\n.\n \nI hate myself. But, maybe, maybe I could love myself. Maybe, my life can have a greater value. That's right!. I am no more or less than myself. I am me! I want to be myself! I want to continue existing in this world! My life is worth living here!\n\n\n00:06:55\n SCP-6503 begins to clap while repeating \n\"Gratulationes! Gratulationes!\"\n.\n \nCongratulations! Congratulations!\n for around ten minutes\n\n\n00:15:49\n SCP-6503 activates a flamethrower and points it randomly, yelling \n\"Haereticum combure! Interfice abominationem! Expurgate immundos!\"\n.\n \nBurn the Heretic! Kill the Freak! Purge the Unclean!\n\n\n00:17:11\n SCP-6503 encounters another Romanesque structure and screams \n\"Reaedificationes non sunt canon\"\n.\n.\n \nThe Rebuilds are not canon.\n Subsequently, it shoots a rocket to the structure, destroying it. At this point, the recording ends.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\nRecuperatio Iniuriarum:\n\n\nUpon being informed of the SCP-6503 rampage, the Horizon Initiative activated Protocol Gladius Petri, designed to protect the Pope from anomalous threats. His Holiness ████████ ███ was secured in a bunker, while the Horizon Initiative deployed the full strength of Project Malleus\n.\n \nHorizon Initiative’s combat forces.\n against SCP-6503, as well as the combined forces of the Swiss Guard, the Sovereign Military Order of Malta, the Italian Army and Airforce, as well as the Carabinieri. Italian Airforce planes bombarded SCP-6503, while ground forces mounted a fortified perimeter around Benevento to stop SCP-6503 from reaching Rome. However, both aerial bombardment and ground military fire proved ineffective against SCP-6503 due to its high resistance to damage.\n\n\n \n\n\n\n\n\n\nVideo Recordum\n\n\n\n\n\n\nNOTE:\n The Horizon Initiative requested Foundation assistance. During an emergency meeting, the O5 Council approved the use of an experimental Compact Kinetic Energy Missile\n.\n \nHypersonic anti-armor guided long dart penetrator. Instead of an explosive round, it relies on the kinetic energy of a hypersonically accelerated flechette-like, high-sectional density projectile.\n against SCP-6503. The following video is a transmission from the Horizon Initiative frontlines to their headquarters. It was shared with the Foundation for research purposes.\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:03\n A squad of Swiss Guards and Knights of Malta waits entrenched. At the distance, several destroyed tanks and combat vehicles can be seen.\n\n\n00:00:14\n The leader of the squad, who ports an insignia from Project Malleus, shouts: \"We are warriors of the Faith. We are the last line of defense. There is a Wolf at the Gate and we will defend the Church till our last breath\".\n\n\n00:00:20\n The soldiers begin cheering: \"For the Pope! For Mother Mary! For the Holy Church!\"\n\n\n00:00:33\n SCP-6503 enters the scene. It is still far away but walks slowly towards the trenches.\n\n\n00:00:36\n One of the soldiers exclaims: \"Is that a fucking mecha?\"\n\n\n00:00:45\n The Italian Airforce fires several missiles to SCP-6503. There's a big explosion and smoke covers the field.\n\n\n00:00:51\n SCP-6503 emerges from the smoke. It shows no apparent damage.\n\n\n00:01:02\n \"It did nothing…\" says a Swiss Guard and starts praying the Ave Maria.\n\n\n00:01:13\n As SCP-6503 keeps approaching, its voice begins to be heard: it is humming the melody from Fortuna Imperatrix Mundi.\n.\n \nThe opening and closing movement of Carl Orff's cantata Carmina Burana.\n\n\n00:01:21\n SCP-6503 stops walking and a rocket launcher emerges from its back, pointing to the trenches' direction. The soldiers take cover.\n\n\n00:01:22\n A 10-meter metallic dart falls from the sky at tremendous speed and pins SCP-6503's left arm to the ground. It is the Foundation's kinetic bombardment.\n\n\n00:01:23\n SCP-6503 exclaims \n\"In nominee…\"\n.\n \nIn the name of…\n More darts keep falling and pin SCP-6503's other arm and legs.\n\n\n00:01:27\n SCP-6503 is unsuccessfully trying to break free while shouting: \n\"Dampnata simias! Paganus asini!\"\n.\n \nDammed monkeys! Pagan donkeys!\n\n\n00:01:41\n A Foundation helicopter has arrived and is hovering over SCP-6503.\n\n\n00:01:46\n SCP-6503 tries shooting a rocket at the helicopter, but it can't aim properly due to its position. The shot misses.\n\n\n00:01:49\n Members of MTF Nu-7 deploy ropes and start descending from the helicopters.\n\n\n00:01:52\n SCP-6503 is heard shouting \n\"Scis quis ego sum? Legitimus Papa sum, canis femina! Hoc mihi non potes facere! Deus elegit me! Ego sum Gladius Petri!\"\n.\n \nDo you know who I am? I'm the legitimate Pope, female dog! You can't do this to me! God chose me! I am the Sword of Peter!\n\n\n00:01:54\n Nu-7 agents manage to open SCP-6503-II's hatch and remove SCP-6503. SCP-6503-II deactivates.\n\n\n\n\n[END LOG]\n\n\nOrbital bombardment managed to temporarily incapacitate SCP-6503-II allowing members of MTF Nu-7 to approach it and remove SCP-6503, nullifying the threat. A large-scale cover-up operation involving misinformation and mass amnestic application was conducted in the aftermath of the incident.\n\n\n \n\n\n\n\n \n\n\nAddemdum:\n\n\n \n\n\n\n\n\n\nInscriptio Communicationis\n\n\n\n\n\n\nFrom:\n Cardinal Abel Everett - Project Malleus Mechanicus\n\n\nTo:\n Dr. T.D. Mirage - Director of Site-77\n\n\n\n\n[BEGIN]\n\n\nIn the name of the Horizon Initiative and the Holy Church, I extend my gratitude to the Foundation for your invaluable assistance in containing SCP-6503, also known as the Benevento Heresy. This incident has evidenced Project Malleus' weakness and how vulnerable really is Christendom against the powers of the Unknown and their heretic machinations. But with God's Blessing, we are taking measures to sharpen Gladius Petri. The Foundation can rest assured that when another Blasphemy like the Benevento Heresy appears, we will be ready to unleash the wrath of God. And I say \"when\" instead of \"if\", since I am convinced more horrors will come from the same place to threaten the Mother Church.\n\n\nRegarding the Benevento Heresy, while it is certainly a Blasphemy, it is undeniable that it presents a unique opportunity to learn techniques more sophisticated than we have ever dreamed of. Reverse engineering is always a complicated and steady process; however, we are making progress and we believe, with God's Blessing, we will soon be able to produce a purified version of SCP-6503 for Gladius Petri. We intend calling it Argentum Evangelium.\n.\n \nSilver Gospel.\n\n\nHis Holiness is deeply grateful for your help, but he also regrets having to hide while his flock fought God's hardest battle. When the next step of the Gladius Petri is complete, he will no longer have to hide again. He will drive the Argentum Evangelium and command the forces of Christendom against the Unknown, just as God intended. For the next time the Fires of Hell threaten our gates, His Holiness will fight Fire with Fire.\n\n\n \n\n\n\n\nOrdinis Occulti Luminis\n\n\n\n\n \n\n\n\n\n[END]\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6502\n | SCP-6503 | \nSCP-6504\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6503\n\" by Kilerpoyo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6503\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n wald.jpg\n\n\nName:\n File:Waldsassen Stiftsbasilika - Heiliger Leib 1a Gratian.jpg\n\n\nAuthor:\n Wolfgang Sauber\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Waldsassen_Stiftsbasilika_-_Heiliger_Leib_1a_Gratian.jpg\n\n\n\n\n\n\nFilename:\n mecha.jpg\n\n\nName:\n Imperial Knight Iron Will\n\n\nAuthor:\n Victor Ques Ramos\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/84366637@N04/42915545415\n\n\n\n\n\n\nFilename:\n hori.png\n\n\nName:\n SCP Foundation / Horizon Initiative joint Logo\n\n\nAuthor:\n Calibold\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/theme:calibri-logos\n\n\n\n\n\n\nFilename:\n blasphemia.svg\n\n\nName:\n Cruzar oro cristiano ortodoxo\n\n\nAuthor:\n Pixabay\n\n\nLicense:\n Pixabay License\n\n\nSource Link:\n \nhttps://pixabay.com/de/vectors/kreuzen-gold-christian-orthodox-303723/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6503 \" by Kilerpoyo, from the SCP Wiki . Source: https://scpwiki.com/scp-6503 . Licensed under CC-BY-SA .",
        "Filename: wald.jpg Name: File:Waldsassen Stiftsbasilika - Heiliger Leib 1a Gratian.jpg Author: Wolfgang Sauber License: Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.wikimedia.org/wiki/File:Waldsassen_Stiftsbasilika_-_Heiliger_Leib_1a_Gratian.jpg",
        "Filename: mecha.jpg Name: Imperial Knight Iron Will Author: Victor Ques Ramos License: CC BY-SA 2.0 Source Link: https://www.flickr.com/photos/84366637@N04/42915545415",
        "Filename: hori.png Name: SCP Foundation / Horizon Initiative joint Logo Author: Calibold License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/theme:calibri-logos",
        "Filename: blasphemia.svg Name: Cruzar oro cristiano ortodoxo Author: Pixabay License: Pixabay License Source Link: https://pixabay.com/de/vectors/kreuzen-gold-christian-orthodox-303723/"
    ],
    "title": "SCP-6503"
}