{
    "url": "https://scp-wiki.wikidot.com/scp-6504",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nWELCOME, Junior Researcher Lyndoff. YOU ARE ATTEMPTING TO ACCESS YOUR SCiPNET TERMINAL. PLEASE ENTER PASSWORD.\n\n\nLYNDOFF:\n 3330482DHSEP2\n\n\nAPPROVED.\n\n\n\n\nPLEASE SELECT A HUB.\n\n- ACCESS DATABASE\n\n- ACCESS WORKBENCH\n\n\n\n\nLYNDOFF:\n workbench.\n\n\nAPPRO-\n\n\nLYNDOFF:\n 6504draft. enableedits.\n\n\nCommand unclear.\n\n\nLYNDOFF:\n enablkfe EDITS\n\n\nCommand unclear.\n\n\nLYNDOFF:\n ENABLE VOICE EDITING. LOAD SCP-6504.\n\n\nAPPOVED. SPEECH TO TEXT EDITING ENABLED. YOUR VOICE WILL BE RECOGNIZED AND FORMATTED INTO DRAFT MARGINS. PLEASE SPEAK CLEARLY INTO THE MICROPHONE. LOADING DRAFT, SCP-6504 - SUN-MOON SICKNESS.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nACCESS DRAFT\n\n\n\n\nCLOSE DRAFT\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6504\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNo caption selected.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-179\n\n\nJ. Dune\n\n\nU. Tanaka\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nNo caption selected.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Global psychiatric resources are to be monitored for signs of SCP-6504 manifestations in patients. Foundation mainstream scientific journal approval boards are to be routinely searched and expunged of any reference pertaining to SCP-6504 through conventional information suppression protocols. Individuals believed to be affected by SCP-6504 are to be documented, interviewed, and held on-site for research purposes.\n\n\n\n\nput myself in the basement. boarded up the windows. not going to leave. there’s a rotten, little flame inside me, barely burning, but the pain compounds. i can endure it, but there’s nothing there anymore. nothing nothing nothing. to them, nothing is still too much left.\n\n\n\n\nDescription:\n SCP-6504 is a psychological condition in which an individual perceives Earth’s sun and moon as possessing human facial features when observed. Feelings of severe paranoia, resulting from the victim’s belief that both objects are capable of observing them, are a prominent symptom of SCP-6504.\n\n\nIndividuals describe the sun as possessing an agonized, pained scowl, and ascribe the star as provoking feelings of intense hatred of themselves and those around them. The moon’s expression has been described as hollow, or devoid of emotion, with the satellite inciting feelings of extreme disassociation and despair.\n\n\n\n\ntwo of the same. two types of anger. they hate me. they hate me. all they can do is hate. and they love it. i don’t know what i did.\n\n\n\n\nSCP-6504’s two primary anomalous effects manifest in correspondence to the individual’s proximity to the aforementioned celestial bodies, but occur regardless of whether or not the individual is capable of observing the two objects. During the day, when the sun is visible, an individual’s innards, including their flesh, muscle tissue, organs, and skeleton, will gradually heat themselves over the duration of the day to temperatures up to 1,000 K, resulting in incredible amounts of pain. Despite the lethality such heat imposes on the human body, no physical damage is sustained, and their bodies do not outwardly reflect their actual temperature when touched or interacted with.\n\n\n\n\ndied a million deaths in the past thirty seconds. but i don’t pass out anymore. used to, a week ago. It’s still morning.\n\n\n\n\nAt night, when the moon is visible, an affected individual will enter a pseudocoma state, where their entire body will experience paralysis, with the exception of their eyes, eyelids, and mouth. Individuals will experience severe disassociation and heightened brain activity, comparable to patterns observed in ordinary REM sleep, which results in dream-like hallucinations. These hallucinations most frequently revolve around motifs of featureless vistas, floating, and stagnation.\n\n\n\n\na reminder that the end will not come quickly. it is slow. it is forever. at the end, there is another end. and another. again. another. again. another. don’t be so optimistic.\n\n\n\n\nThe symptoms of SCP-6504 are presently unable to be offset by any means but death. No deaths have occurred as a result of SCP-6504, with individuals succumbing to other factors instead, such as age, malnutrition, or suicide.\n\n\n\n\nit’s like living with no curtains. nothing to shield you from the eyes that watch so many but only you. they can see everyone but only you. the fire’s boiling my blood.\n\n\n\n\nThe first documented cases of SCP-6504 were observed during the months following the televised broadcast of the 1969 United States’ Apollo 11 Moon Landing, when a small demographic of viewers began experiencing symptoms of the disorder after supposedly witnessing “the corner of the moon’s face” on the broadcast. All publicly available footage of this event has been edited, with offending elements removed and cut. Presently, 13 SCP-6504-affected individuals have been documented as alive and contained by the Foundation. 98% of all known SCP-6504 cases have resulted in suicide, often carried out shortly after the symptoms of the disorder begin to manifest. The cause of SCP-6504 remains unknown, with no discernible patterns between cases, or identifiable vectors of transmission, if any exist.\n\n\n\n\nnumber alive fluctuates. most can’t make it past a week before giving in. guy at 179 has been kept there since apollo. i don’t want to die. but i don’t want that to be me. it’s been a week. foundation thinks i’m on sick leave. i can’t go outside anymore. i saw a glimpse of them, and they’re in everyone. don’t want to look. should gouge my eyes out with a screwdriver and twist and TWIST and WEDGE until its a bloody, gutted hole. like the sun craves and the moon is. devour me. spare me. tear me apart, but do it in secret, under no light but our own.\n\n\n\n\nAddendum.6504.1:\n Interview Log\n\n\nThe following log transcript is sourced from an interview between Junior Researcher Lyndoff, and an individual affected by SCP-6504.\n\n\n\n\nthe logs don’t tell what happened. they’re gone now. easing through the pain but i will try. fuck you try. TRY. don’t you dare.\n\n\nhe’s scared. it’s night, the featureless giant bears witness to those cursed to SEE. he’s not coughing blood, he can’t do that. it’s pooling in his throat and we’re pumping it out. while pumping in amnestics, parapharmaceuticals, and anything we can find to get him talking. after an hour, it works. after another hour, he talks.\n\n\nabout the moon. the cold. it sees, it watches, it sees, it watches, it’s forever. i’ve said it all before. every interview is the same. the same sickened babble i’ve been vomiting out myself now. nothing to gain. and then he’s sleeping again, but with his eyes open.\n\n\nthis is when it started, on the roof of the facility checking forms and papers and making sure i was doing the POINTLESS POINTLESS POINTLESS work that i had always done. not diligently. not with care. just a distraction, leading up to the moment when i gazed at the face of the moon, and it broke a million bones just to say that it was not there.\n\n\nit didn’t see me. there was no face, but it had always been watching. the shipwreck washed over me and the floatsam pierced my skin, tearing and ripping at the excess of NOTHINGNESS underneath. i didn’t scream, i didn’t cry. but i would, when the kingdom of the zero-eyed kings caressed my being. defiling me in the day. and then at night.\n\n\nnow i understand what the husk was saying on the hospital bed. i understand that he had been reduced to a blubbering fool at their feet. it’s all entertainment to them. just a show, giving you a sliver of what they feel.\n\n\ni kept moving.\n\n\nthe streets are crawling with them, the faces that resemble grotesque mimicries of their celestial progenitors. the screaming sun, the hollowed moon, reflected a trillion times from face to face. kill kill kill kill. fear fear fear fear. they talk at me, but they don’t speak, they gnash their teeth and wail their strained cries, and only i can hear them. i hate them. HATE THEM. i’m scared of them. i collapsed in an alleyway, the feeling of the bright, too bright shining scintillating hellcrowd closing in on me. but i know it’s just a feeling. they don’t care. the only ones that do are the two above all, watching forever, like they always have.\n\n\nthe night’s isolation, and the day’s torture. i was primed. primed for it all to begin, and for every face i would see to bear their visage. i didn’t dream that night. in the morning, the faces were there. in the sky, in the water, in the glare of the wood on the paneling on the floor. has the sun always been so close?\n\n\ni barely made it through work. i almost killed two of them, but i didn’t. i almost stapled my director’s eyelids to his stomach, and twisted his head just enough to keep him writhing and killed and dead and DEAD AND DEAD. wanted to put the other cunt in the sink and let someone find her. i don’t mean it. i wouldn’t do it. but it’s what’s being done to me, and if i’m being hurt, why can’t i hurt you back?\n\n\nthis is for archival purposes. so you know what’s happening. so you know i’m not the mindless, terminally ill piece of human trash i’m coming off as. i’m all there. i’ve seen this before. the mind melting, the beams fucking in and out thrusting without warning into your FUCKING brain, fracturing your personality over and over and over and over and over again until you’re a shell cracked into a dozen irregular pieces, unable to ever fit into a whole ever again. read more than a few files and you’ll see it too. it’s easy to forget that i am still here. the sun wants me to remember and the moon won’t let me forget.\n\n\nthere is no ending. there is no revelation of new information. no explanation, or reason. there is simply the sun, and simply the moon. and everyone who can’t see them, and no one who can.\n\n\ni will not preserve, i will crumble, i will crack, i do not care, i am burning, i’m a forest, my body a bombed trench, for the sun and the moon, who kill me so happily, and brand all your faces, i’m flood, i’m a lethal accident, drop the kid, snap the bird’s neck, can’t undo it. i don’t want to connect, won’t let me out. tides rising to drown me out, pull me under, flay my skin with searing iron hot blank blank blank blank curling of the rays that caramelize and cripple. died through. nothing but flame while i’m here, and nothing but frost while i’m gone. fuck you, i’m still here. STOP TALKING ABOUT YOURSELF. I'M BURNING UP.\n\n\nstumbling now. can’t hide anything from them like i can from you. they know how horrid. they know how suffocating. they know how much it hurts and how much it hates, but they relish in it. i think i know why. take my hands and unravel my woundflesh from it, won’t you. let the flies get at it, with their faces contorted. let them fuck it. crack my bones, see what they say. it’ll come for you too.\n\n\ngetting up.\n\n\n\n\nAddendum.6504.2:\n Testing Logs\n\n\nA number of experiments have been performed related to SCP-6504.\n\n\n\n\n\n\n\n\nThe\n\n\nSun\n\n\nThe\n\n\nMoon\n\n\n\n\n\n\nKills\n\n\nAll\n\n\nIs\n\n\nNone\n\n\n\n\n\n\nCan't\n\n\nSee\n\n\nBurn\n\n\nPlease\n\n\n\n\n\n\nNo\n\n\nTouch\n\n\nCan't\n\n\nFloat\n\n\n\n\n\n\nScreaming\n\n\nHollow\n\n\nScorch\n\n\nFreeze\n\n\n\n\n\n\nSUN\n\n\nMOON\n\n\nSUN\n\n\nMOON\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\ndown the stairs, cracked my leg open. spent an hour in blood pooling, playing with it, feeling the bone beneath the skin writhe and dislodge. tempted to snap it but its just more pain. its only pain. pain doesn't matter any more. crawling to back room, where the shower is. i can drown myself out and they can all watch. and join the rest of the sun and moon sick, whose purpose was to die.\n\n\n\n\n \n\n\n\n\nend me fucking end me fucking end me just kill me kill me kill me kill me kill me kill me kill me kill me kill me. keep typing so they know. the only link to your mind. you're in the flames only flame. all scorch. at the stake.\n\n\n\n\n \n\n\n\n\ncan't hold on.\n\n\n\n\n \n\n\n\n\nplease please please please grind my guts machine kill clog my lungs send me boiling don't just tease me fucking do it don't keep me here just do it slice me open sever nerves bash head open until jaw dislodges and body is gunned down sedated full pain like you're doing but COMMIT TO IT.\n\n\n\n\n \n\n\n\n\nfour times in the water now. i wont die i wont die i wont die. just pull up at the last second. and they're watching silently, without a word but i KNOW they want me dead. they're getting so impatient. why am i so weak. so much pain but i can't. a dying star from the ground up that's ready to serve. i cannot. didn't lose my mind, still have it, and its telling me to kill it, so why CAN'T I DO IT.\n\n\n\n\n \n\n\n\n\nwhat's holding on chaining me here. they're at the end, with scorched armor and no armor, open doors, just let me in. guide me in, with their smiles. smiles now. both of them, as i bring myself closer. closer closer. closer closer closer closer. they want it to happen. that's an excuse. but they want it. they're moving me forward, pushing me forward, to come and join them. give myself over to them. where they can hurt me more. that's what they want. hurt me more. not just watch. thousands and thousands of enzymes heating and cooling reflecting build again destroy again rebirth me forever, where they can have me. but not here. why give in.\n\n\n\n\n \n\n\n\n\nwhy given in. why given in. why given in. why given in. why given in. why given in. why given in. please give in, just stop pain. why given in. why given in. why given in. why given in. why given in. why given in. why given in. i don't die, just grip the ledge.\n\n\n\n\n \n\n\n\n\ntried again. still holding on. what's keeping me here.\n\n\n\n\n \n\n\n\n\nwhy am i still here.\n\n\n\n\n \n\n\n\n\nthey're hate. so much right now. that i'm still here.\n\n\n\n\n \n\n\n\n\nits just too much to hold on, but i do. because i'm suffering. and i hate them too. and i endure, because I'M STILL HERE.\n\n\n\n\n \n\n\n\n\nstill here\n\n\n\n\n \n\n\n\n\nstill here\n\n\n\n\n \n\n\n\n\nstill here\n\n\n\n\n \n\n\n\n\ni can endure just to spite them.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum.6504.3:\n Further Incidents\n\n\nOn 2022/4/13, Junior Researcher Anthony Lyndoff, who had been conducting a large portion of contemporary research relating to SCP-6504, was found within his home after disappearing from work for two weeks. Lyndoff exhibited severe signs of SCP-6504, attempted self-harm, and extreme malnutrition. Upon collection, Lyndoff was largely unresponsive, with the initial flood of information regarding his condition coming from edits he had made in his research notes on SCP-6504. Lyndoff was transported to Foundation Secure Facility Area-179, where he had previously been employed, and placed in intensive care. Lyndoff was largely unresponsive and incoherent for the first three weeks of treatment, going into a semi-catatonic state.\n\n\nIn the months that followed, after usage of experimental memetic and parapharmaceutical treatment, as well as several quality of life improvements, such as regular speech and memory therapy, Lyndoff's condition had improved greatly.\n\n\n\n\nDr. Tanaka enters Lyndoff's room. The researcher is laying in a hospital bed, attached to a piece of machinery containing experimental anomalous painkilling medicine. The room's windows are shuttered, with their shades pulled down completely. Tanaka flips the pages of Lyndoff's journal, which he had been advised to keep as a continued form of therapy.\n\n\nTanaka:\n You’re pretty theatrical when you write, Lyn, you know that?\n\n\nLyndoff:\n (\nRubs eyes\n) See what you come up with when your insides are like a fucking pressure cooker.\n\n\nTanaka:\n Noted. Now, how are we feeling today?\n\n\nLyndoff:\n Like shit.\n\n\nTanaka:\n You don’t sound it. You sound a lot better, actually.\n\n\nLyndoff:\n You know nothing’s changed. Take my temperature, I’m a goddamned oven. You just get more used to your insides cooking constantly. That parapharm cocktail helps too. Don't wanna rip my heart out of my chest and eat it or anything.\n\n\nTanaka:\n You aren’t spiraling anymore. Not like you were a few weeks ago. Haven’t tried to hurt yourself, haven’t… you’re a lot more coherent, more cognizant of your surroundings.\n\n\nTanaka sits on a chair, next to Lyndoff’s bed.\n\n\nTanaka:\n How’s my face?\n\n\nLyndoff:\n You’re you.\n\n\nTanaka:\n How’s yours?\n\n\nLyndoff:\n You know I don’t want to look in the mirror.\n\n\nTanaka:\n Still?\n\n\nLyndoff:\n (\nGestures\n) I’m afraid. That’s why I got the windows shuttered too, man. I’m still sick with this shit, doesn’t matter how many drugs you put into me, or how comfortable I get with it all.\n\n\nTanaka:\n Well. We’re not going to force you. Want to play chess?\n\n\nLyndoff:\n Am I ever going to get the fuck out of here? Are you gonna let me live with this, or will I just… turn out like the other ones? Like that guy who vomits over himself every morning. The one that’s been around sinc–\n\n\nTanaka:\n We are letting you live with this. It’s just taking a while, Lyn. A lot of us miss you, you’re still a friend. We’re handling this with as much leeway as the organization allows. I mean, this isn’t some… you know, what we used to do with cases like this. You don’t exactly have a rubber room here.\n\n\nLyndoff:\n Right, it’s more like a holding cell.\n\n\nTanaka:\n Come on. You have cognitohazardous therapy in a half hour. Get the muscles working instead of burning.\n\n\nSilence.\n\n\nTanaka:\n What?\n\n\nLyndoff:\n I had a dream last night. Not, like, an actual dream, but… whatever happens to me at night, when I start seeing things. I was back in my home, you know. Usually I don’t know where I am, some fucking nowhere zone, or the bottom of a black hole, right? But I was in my house, and I…. instinctively knew that this was when I first started feeling all of this bullshit. When I spent a week going in and out of consciousness on the floor because I couldn’t handle the feeling of being burned alive over and over again without release.\n\n\nTanaka:\n Lyn.\n\n\nLyndoff:\n Don’t worry, I’m… just trying to explain myself. So my guts are being crisped, and I can taste ash in my mouth, but I’m walking. Not keeling over in pain, or writing like an idiot in the draft terminal, just moving. And I get up the stairs, and make a left, where my bathroom is.\n\n\nPause.\n\n\nLyndoff:\n So I looked in the mirror. I… saw my own reflection. And it made me scream.\n\n\nTanaka:\n Why’s that?\n\n\nLyndoff:\n It was worse than I expected. My face was like… the sun, and the moon. Both of them. Not split down the middle like fucking Harvey Dent or something, but just a mass. The two swirling into each other and mixing, dancing on the blotch of skin where my face used to be. I start panicking, and I try to rip it off, tear my own face off. It didn’t work, but it hurt like a bitch. It just stretched, and bled while it tormented me. My own face. And outside, behind the boarded windows, I could hear them laughing.\n\n\nTanaka:\n Who?\n\n\nLyndoff points upwards.\n\n\nLyndoff:\n Now, they don’t usually do that. They never do anything. That’s the whole deal, right? The sun and the moon, silently watching, silently tormenting. That’s not what this was. They were just laughing at me, and it was horrible, because I could see them do it too. And… I used to think it was hatred that they felt towards me, but it’s not.\n\n\nTanaka:\n You’ve talked about this. About the hatred.\n\n\nLyndoff:\n It’s something other than hatred. Greater than it. I can hate them, but they don’t hate me. I sound like a fucking nutcase, I know. But my hatred for them is only a fraction of what they feel towards me. It’s so vile, so utterly irredeemable, that making concessions with it is futile.\n\n\nTanaka:\n I’m sorry Lyn, I don’t think I follow.\n\n\nLyndoff:\n It’s just a dream I had. There’s no grand conclusion, no definitive ending. This doesn’t work like that. I would be comforted with a conclusion. Even a bad one. The reality is that all of this is uncertain. Like, if I were–\n\n\nThe window’s shuttered curtain flies open, revealing the sunset. Tanaka quickly leaps from the chair, attempting to pull the shade down. Lyndoff, who raised his hand to shield his face, slowly lowers it.\n\n\nTanaka:\n Shit! Shit! Christ, Lyn, just turn away! God, sorry, just a sec–\n\n\nTanaka struggles, but eventually manages to pull the shade down a quarter of the way.\n\n\nLyndoff:\n No. Just–\n\n\nTanaka:\n Hm?\n\n\nLyndoff:\n Just leave it open. It’s okay.\n\n\nTanaka lets go of the shade. Lyndoff stares.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-6503\n | SCP-6504 | \nSCP-6505\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6504\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6504\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n sunmoongif.gif\n\n\nName:\n moon\n\n\nAuthor:\n \nSean MacEntee\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/18090920@N07/6332762868flickr\n]\n\n\n\n\n\n\nFilename:\n sunmoongif.gif\n\n\nName:\n The sun\n\n\nAuthor:\n \nLima Andruska\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nflickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "WELCOME, Junior Researcher Lyndoff. YOU ARE ATTEMPTING TO ACCESS YOUR SCiPNET TERMINAL. PLEASE ENTER PASSWORD. LYNDOFF: 3330482DHSEP2 APPROVED. PLEASE SELECT A HUB. - ACCESS DATABASE - ACCESS WORKBENCH LYNDOFF: workbench. APPRO- LYNDOFF: 6504draft. enableedits. Command unclear. LYNDOFF: enablkfe EDITS Command unclear. LYNDOFF: ENABLE VOICE EDITING. LOAD SCP-6504. APPOVED. SPEECH TO TEXT EDITING ENABLED. YOUR VOICE WILL BE RECOGNIZED AND FORMATTED INTO DRAFT MARGINS. PLEASE SPEAK CLEARLY INTO THE MICROPHONE. LOADING DRAFT, SCP-6504 - SUN-MOON SICKNESS.",
        "put myself in the basement. boarded up the windows. not going to leave. there’s a rotten, little flame inside me, barely burning, but the pain compounds. i can endure it, but there’s nothing there anymore. nothing nothing nothing. to them, nothing is still too much left.",
        "two of the same. two types of anger. they hate me. they hate me. all they can do is hate. and they love it. i don’t know what i did.",
        "died a million deaths in the past thirty seconds. but i don’t pass out anymore. used to, a week ago. It’s still morning.",
        "a reminder that the end will not come quickly. it is slow. it is forever. at the end, there is another end. and another. again. another. again. another. don’t be so optimistic.",
        "it’s like living with no curtains. nothing to shield you from the eyes that watch so many but only you. they can see everyone but only you. the fire’s boiling my blood.",
        "number alive fluctuates. most can’t make it past a week before giving in. guy at 179 has been kept there since apollo. i don’t want to die. but i don’t want that to be me. it’s been a week. foundation thinks i’m on sick leave. i can’t go outside anymore. i saw a glimpse of them, and they’re in everyone. don’t want to look. should gouge my eyes out with a screwdriver and twist and TWIST and WEDGE until its a bloody, gutted hole. like the sun craves and the moon is. devour me. spare me. tear me apart, but do it in secret, under no light but our own.",
        "down the stairs, cracked my leg open. spent an hour in blood pooling, playing with it, feeling the bone beneath the skin writhe and dislodge. tempted to snap it but its just more pain. its only pain. pain doesn't matter any more. crawling to back room, where the shower is. i can drown myself out and they can all watch. and join the rest of the sun and moon sick, whose purpose was to die.",
        "end me fucking end me fucking end me just kill me kill me kill me kill me kill me kill me kill me kill me kill me. keep typing so they know. the only link to your mind. you're in the flames only flame. all scorch. at the stake.",
        "can't hold on.",
        "please please please please grind my guts machine kill clog my lungs send me boiling don't just tease me fucking do it don't keep me here just do it slice me open sever nerves bash head open until jaw dislodges and body is gunned down sedated full pain like you're doing but COMMIT TO IT.",
        "four times in the water now. i wont die i wont die i wont die. just pull up at the last second. and they're watching silently, without a word but i KNOW they want me dead. they're getting so impatient. why am i so weak. so much pain but i can't. a dying star from the ground up that's ready to serve. i cannot. didn't lose my mind, still have it, and its telling me to kill it, so why CAN'T I DO IT.",
        "what's holding on chaining me here. they're at the end, with scorched armor and no armor, open doors, just let me in. guide me in, with their smiles. smiles now. both of them, as i bring myself closer. closer closer. closer closer closer closer. they want it to happen. that's an excuse. but they want it. they're moving me forward, pushing me forward, to come and join them. give myself over to them. where they can hurt me more. that's what they want. hurt me more. not just watch. thousands and thousands of enzymes heating and cooling reflecting build again destroy again rebirth me forever, where they can have me. but not here. why give in.",
        "why given in. why given in. why given in. why given in. why given in. why given in. why given in. please give in, just stop pain. why given in. why given in. why given in. why given in. why given in. why given in. why given in. i don't die, just grip the ledge.",
        "tried again. still holding on. what's keeping me here.",
        "why am i still here.",
        "they're hate. so much right now. that i'm still here.",
        "its just too much to hold on, but i do. because i'm suffering. and i hate them too. and i endure, because I'M STILL HERE.",
        "still here",
        "still here",
        "still here",
        "i can endure just to spite them.",
        "\" SCP-6504 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6504 . Licensed under CC-BY-SA .",
        "Filename: sunmoongif.gif Name: moon Author: Sean MacEntee License: CC-BY-2.0 Source Link: [ https://www.flickr.com/photos/18090920@N07/6332762868flickr ]",
        "Filename: sunmoongif.gif Name: The sun Author: Lima Andruska License: CC-BY-2.0 Source Link: flickr"
    ],
    "containment_procedures": "Global psychiatric resources are to be monitored for signs of SCP-6504 manifestations in patients. Foundation mainstream scientific journal approval boards are to be routinely searched and expunged of any reference pertaining to SCP-6504 through conventional information suppression protocols. Individuals believed to be affected by SCP-6504 are to be documented, interviewed, and held on-site for research purposes.",
    "description": "SCP-6504 is a psychological condition in which an individual perceives Earth’s sun and moon as possessing human facial features when observed. Feelings of severe paranoia, resulting from the victim’s belief that both objects are capable of observing them, are a prominent symptom of SCP-6504.",
    "title": "SCP-6504"
}