{
    "url": "https://scp-wiki.wikidot.com/scp-6508",
    "all_text": "SCP-6508\n — Like Fish In A Tank\n\n\nWritten by \nNyelo\n.\n\n\n \n\n\nI don't like 'em putting chemicals in the water that turn the freakin' octopuses gay!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+35\n+\n–\nx\n\n\n.\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6508\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\nSpecial Containment Procedures:\n SCP-6508 is to be kept in the establishment where it was first discovered. The building is to be put on lockdown and permanently closed to the public.\n\n\nSCP-6508 is to undergo daily maintenance performed by a rotating roster composed of a janitor and a field agent. Assigned janitorial personnel must wear a protective suit to avoid direct contact with the anomaly.\n\n\n.\n\n\n\n\n\n\nA common octopus inside of SCP-6508.\n\n\n\n\n\n\nDescription:\n SCP-6508 is a collection of 32 Mediterranean marine aquariums in \nEl Arrecife\n.\nSpanish for \"The Reef\".\n, a specialized store in Huesca, Spain. All of the aquariums are populated by several species of marine animals. Any mass of water within SCP-6508 will exhibit its anomalous effects. When a living human being comes into contact with its water mass, it will become an SCP-6508-1 instance.\n\n\nSCP-6508-1 instances manifest physical traits analogous to one of the animals present in SCP-6508. The number of physical alternations is fluctuating and will only affect the body parts that have come in contact with SCP-6508's water mass. It is to note that some SCP-6508-1 instances have reported the loss of certain senses like smell, vision, or hearing due to no longer having the required facial structures.\n\n\n.\n\n\nAddendum 6508.1:\n The following table is a comprehensive list of the currently known SCP-6508-1 instances.\n\n\n.\n\n\n\n\n\n\n\n\nName\n\n\nOccupation\n\n\nAnalogous Fauna\n\n\nStatus\n\n\n\n\n\n\n\n\nD-399023\n\n\nClass D Personnel\n\n\nMediterranean Red Sea Star\n\n\nIn Containment\n\n\n\n\n\n\nCamila Gómez Romero\n\n\nFormer Aquarium Store Employee, Confirmed Serpent's Hand Member\n\n\nEuropean Spiny Lobster\n\n\nIn Containment\n\n\n\n\n\n\nJavier Laguna García\n\n\nFormer Aquarium Store Employee, Presumed Serpent's Hand Member\n\n\nSnakelocks Sea Anemone\n\n\nUnknown\n\n\n\n\n\n\nSancho Martel Aznar\n\n\nSCP Foundation Site-399 Janitor\n\n\nCommon Octopus\n\n\nUnknown\n\n\n\n\n\n\n.\n\n\nAddendum 6508.2:\n The following transcript details an incident featuring Sancho Martel Aznar, a janitor at Site-399, who was assigned to the maintenance of SCP-6508. Agent Blasco Samper Ruiz was also assigned to this task to secure the safety of the janitor.\n\n\n.\n\n\n\n\n\n\nLocation:\n \nEl Arrecife\n, Huesca\n\n\nDate/Time:\n January 15th, 2021 23:49\n\n\nPersonnel Present:\n\n\n\n\nAgt. Blasco Samper Ruiz\n\n\nSancho Martel Aznar\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(Martel enters the Aquarium Store, followed by Agt. Samper who locks the door behind them.)\n\n\n.\n\n\nAgt. Samper:\n You can put the thing on.\n\n\nMartel:\n Understood.\n\n\n.\n\n\n(Martel slips on a protective suit and wraps a tool belt with cleaning products on his hips.)\n\n\n.\n\n\nAgt. Samper:\n Everything's good. Proceed.\n\n\n.\n\n\n(Sancho feeds the sea life before beginning the cleaning process.)\n\n\n.\n\n\nAgt. Samper:\n Is it just me or is it really hot in here?\n\n\n.\n\n\n(Martel turns around to face Agt. Samper, followed by unrecognizable mumbling.)\n\n\n.\n\n\nAgt. Samper:\n Sorry, I can't hear you with all of these fans. Can you take that thing off for a second?\n\n\n.\n\n\n(Martel removes the headpiece from his suit.)\n\n\n.\n\n\nMartel:\n The wavemakers, the dosing pumps, and all that stuff produces a lot of heat. We should turn on the AC.\n\n\nAgt. Samper:\n Oh, wow. You know a lot about aquariums.\n\n\n.\n\n\n(Martel shakes his head.)\n\n\n.\n\n\nMartel:\n Well, not really. They gave me a mini-seminar before sending us out here.\n\n\nAgt. Samper:\n I see.\n\n\n.\n\n\n(Martel resumes his tasks and begins cleaning the aquariums' glass.)\n\n\n.\n\n\nAgt. Samper:\n They only ever tell us the bare minimum and nothing else.\n\n\nMartel:\n Huh?\n\n\nAgt. Samper:\n We're only here to do the dirty work, we could get killed and they wouldn't bat an eye.\n\n\n.\n\n\n(Agt. Samper clenches his fists.)\n\n\n.\n\n\nAgt. Samper:\n I used to be close to Fátima before getting lured into this shithole. We barely even see each other anymore and when we do the only thing we talk about is work.\n\n\nMartel:\n Blasco? Are you feeling okay?\n\n\nAgt. Samper:\n Fuck. I'm sorry. I didn't mean to just start rambling out of nowhere.\n\n\nMartel:\n I don't mind. I just had never seen you like this.\n\n\n.\n\n\n(Silence.)\n\n\n.\n\n\nMartel:\n By the way, Fátima? Isn't she the site director?\n\n\nAgt. Samper:\n The one and only. She's also my sister.\n\n\nMartel:\n How is that like?\n\n\nAgt. Samper:\n Well, she was the one who made me join the Foundation in the first place. She had been working for a decade before I got in. Although I'm not surprised she got that high up though, she's always been good at everything she does. Hell, I don't doubt she is capable of going beyond.\n\n\n.\n\n\n(Silence.)\n\n\n.\n\n\nAgt. Samper:\n Do you have siblings?\n\n\nMartel:\n No, I'm an only child. Though I don't know what having a sibling is like, sometimes I wish I had one so they could help me to get through.\n\n\nAgt. Samper:\n Fátima used to be like that when we were younger. Even though she always got perfect grades and the approval of our parents, she'd always make sure I'm okay.\n\n\nMartel:\n That must've been nice.\n\n\nAgt. Samper:\n Sancho.\n\n\nMartel:\n Yeah?\n\n\nAgt. Samper:\n I just want to tell you you're like a younger brother to me. So come to me if you need anything or just want to talk, okay?\n\n\nMartel:\n Thank you.\n\n\n.\n\n\n(An octopus splashes Sancho while he is distracted by the conversation.)\n\n\n.\n\n\nMartel:\n Shit.\n\n\n.\n\n\n(Agt. Samper runs toward Sancho.)\n\n\n.\n\n\nAgt. Samper:\n Are you okay?\n\n\nMartel:\n Just a bit dizzy. Shit. The suit. I didn't put the headpiece back on.\n\n\nAgt. Samper:\n Calm down. It's gonna be okay, you're gonna make it.\n\n\nMartel:\n But something is gonna happen to me, isn't it? Please tell me it won't hurt.\n\n\nAgt. Samper:\n No, no. It won't.\n\n\n.\n\n\n(Agt. Samper brings clean towels for Martel to dry himself. Sancho looks nauseous and barely can keep his equilibrium.)\n\n\n.\n\n\nMartel:\n What's gonna happen to me? Am I going to be contained?\n\n\n.\n\n\n(Agt. Samper holds Martel by the shoulder.)\n\n\n.\n\n\nAgt. Samper:\n Let's go get you back to Site-399. Everything is going to be okay. I promise.\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n.\n\n\nAfter the events of the previous transcript, Mr. Martel became an SCP-6508-1 instance. His head assumed the form of an \noctopus vulgaris\n, almost identical to the one inside SCP-6508. The skin tone of the superior part of Mr. Martel's arms is now a hue matching the one of his head and presents several suction cups.\n\n\nAfter some discussion, it was decided that Mr. Martel would keep his position as a janitor on Site-399 and now he would be permanently assigned to SCP-6508's maintenance.\n\n\n.\n\n\nAddendum 6508.3:\n The following is a transcript of a second incident involving Sancho Martel Aznar.\n\n\n.\n\n\n\n\n\n\nLocation:\n \nEl Arrecife\n, Huesca\n\n\nDate/Time:\n January 22nd, 2021 22:31\n\n\nPersonnel Present:\n\n\n\n\nAgt. Blasco Samper Ruiz\n\n\nSancho Martel Aznar\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(Mr. Martel and Agt. Samper are present in the building where SCP-6508 is located.)\n\n\nAgt. Samper:\n Hey, how are you feeling?\n\n\nMartel:\n I'm doing all right.\n\n\nAgt. Samper:\n Are you sure?\n\n\nMartel:\n Yeah. I mean, it's no big deal.\n\n\n(Both of them remain silent for the next 30 minutes as Mr. Martel cleans the aquariums.)\n\n\nAgt. Samper:\n Be right back, I need to go to the restroom.\n\n\nMartel:\n Okay.\n\n\n(A hooded figure exits its hiding spot under one of the tanks.)\n\n\nUnknown:\n Are you ready?\n\n\nMartel:\n Yes.\n\n\nUnknown:\n Did Camila tell you where you're going?\n\n\nMartel:\n She did. Let's just get this over with.\n\n\nUnknown:\n I must remind you. If you leave now, you can't ever return. Both of us know what the Jailors are capable of. Are you sure you want to proceed with this?\n\n\n(Sancho Martel nods.)\n\n\nMartel:\n Things haven't been the same since I transformed.\n\n\nUnknown:\n I understand. Let's begin, then.\n\n\n(The unidentified figure points toward one of the fish tanks inferior.)\n\n\nUnknown:\n Open that door.\n\n\nMartel:\n Yes, sir.\n\n\nUnknown:\n Oh, I almost forgot.\n\n\n(The unknown figure looks at the security camera before the video goes missing for the next 46 seconds.)\n\n\n(Agt. Samper returns to see that Mr. Martel is nowhere in sight.)\n\n\nAgt. Samper:\n Sancho? Where did you go? Sancho? Sancho!\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n.\n\n\nMr. Martel's whereabouts are currently unknown. However, it is presumed that Mr. Martel allied with the Serpent's Hand to orchestrate his escape. This is supported by a note left behind on SCP-6508's location.\n\n\n.\n\n\n\n\n\n\nTo whoever is reading this,\n\n\nBeing affected by SCP-6508 has completely changed my life and how I see the world. I do not expect you to understand why I'm making this decision but I'll try either way.\n\n\nImagine that you have a job, a modest one, but it pays enough for you to live. You know that your employers are up to some sketchy stuff that you don't know about. For the greater good, probably. But still, it's stuff that you shouldn't know about. You wonder what is going on but never ask, you'd be taking a risk if you did.\n\n\nOne day, while at work, you run into some trouble. You didn't mean to interfere but your job got too close to the danger and now, you're involved with the scary stuff you didn't want to deal with. Now everyone looks at you differently. They look at you with hatred in their eyes. You're different now, you're a weirdo.\n\n\nHowever, there's also something that you don't know. The weirdos look out for each other because they know what it means to be marginalized and isolated.\n\n\nI'm a weirdo now. Maybe you don't want me or don't know what to do with me. But they do.\n\n\nGoodbye, Jailors.\n\n\n\n\n— Sancho\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n« \nSCP-6507\n | SCP-6508 | \nSCP-6509\n »\n\n\n\n\n\n\n.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6508\n\" by Nyelo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6508\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n octopus.png\n\n\nName:\n Aquarium de Paris 12-26 (32135515416).jpg\n\n\nAuthor:\n KimonBerlin\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6508.1: The following table is a comprehensive list of the currently known SCP-6508-1 instances.\n.\n.",
        "Addendum 6508.2: The following transcript details an incident featuring Sancho Martel Aznar, a janitor at Site-399, who was assigned to the maintenance of SCP-6508. Agent Blasco Samper Ruiz was also assigned to this task to secure the safety of the janitor.\n.\n.\nAfter the events of the previous transcript, Mr. Martel became an SCP-6508-1 instance. His head assumed the form of an octopus vulgaris , almost identical to the one inside SCP-6508. The skin tone of the superior part of Mr. Martel's arms is now a hue matching the one of his head and presents several suction cups.\nAfter some discussion, it was decided that Mr. Martel would keep his position as a janitor on Site-399 and now he would be permanently assigned to SCP-6508's maintenance.\n.",
        "Addendum 6508.3: The following is a transcript of a second incident involving Sancho Martel Aznar.\n.\n.\nMr. Martel's whereabouts are currently unknown. However, it is presumed that Mr. Martel allied with the Serpent's Hand to orchestrate his escape. This is supported by a note left behind on SCP-6508's location.\n.\n.\n."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6508 \" by Nyelo, from the SCP Wiki . Source: https://scpwiki.com/scp-6508 . Licensed under CC-BY-SA .",
        "Filename: octopus.png Name: Aquarium de Paris 12-26 (32135515416).jpg Author: KimonBerlin License: CC BY-SA 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6508 is to be kept in the establishment where it was first discovered. The building is to be put on lockdown and permanently closed to the public.",
    "description": "SCP-6508 is a collection of 32 Mediterranean marine aquariums in El Arrecife.Spanish for \"The Reef\"., a specialized store in Huesca, Spain. All of the aquariums are populated by several species of marine animals. Any mass of water within SCP-6508 will exhibit its anomalous effects. When a living human being comes into contact with its water mass, it will become an SCP-6508-1 instance.",
    "title": "SCP-6508"
}