{
    "url": "https://scp-wiki.wikidot.com/scp-6510",
    "all_text": "rating: \n+47\n+\n–\nx\n\n\nItem #:\n SCP-6510\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6510 is kept in two separately-secured standard safe-class storage containers in Site-106. Requests for further testing should be directed to the Department of Procurement and Liquidation.\n\n\n\n\n\n\nOne half of SCP-6510. Stored separately to prevent improper usage.\n\n\n\n\n\n\nDescription:\n SCP-6510 is a pair of stainless steel ring piercings.\n\n\nSCP-6510's anomalous effects do not activate when worn on the earlobes, nasal septum, bellybutton, eyebrows, lips, tongue, or genitals, nor when only one of the two pieces is worn.\n\n\nSCP-6510's primary effect activates when both pieces are worn on human \npapilla mammaria\n. The wearer of SCP-6510 obtains the ability to accelerate SCP-6510 at up to 5g\n1\n. SCP-6510 applies a tensile force to the user's body, providing the capability for self-directed aerial motion. The acceleration of SCP-6510 is invariant to the mass of the wearer's body: regardless of body mass, subjects using SCP-6510 reach a consistent maximum acceleration.\n\n\nSCP-6510's secondary effect imparts increased tensile and compressive strength to its wearer's body tissues. The wearer's \npapilla mammaria\n become fully resistant to traumatic amputation. Wearers of SCP-6510 routinely survive high-velocity collisions without sustaining permanent injury.\n\n\nAll wearers of SCP-6510 have reported perfect real-time control over SCP-6510. The pre-containment owner of SCP-6510 used it as a means of rapid airborne transport; replication of this capability for specialized Foundation agents has proven infeasible for reasons discovered in the course of testing.\n\n\nTest subjects universally report that SCP-6510 does not have any anesthetic effects, and neural activity scans show activate of the anterior cingulate consistent with pain induced by 5gs of acceleration upon the \npapilla mammaria.\n All attempts to redistribute the force applied by SCP-6510 on its wearer have nullified its primary effect.\n\n\n\n\nFootnotes\n\n\n1\n. 1 g = 9.81 m/s\n2\n, the approximate acceleration experienced by an object within the earth's gravitational field at sea level\n\n\n\n\n\n\n\n\n« \nSCP-6509\n | SCP-6510 | \nSCP-6511\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6510\n\" by LORDXVNV, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6510\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n\n\nName:\n My nipple ring! I love finding long lost stuff in my desk\n\n\nAuthor:\n Rod Herrea\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6510 \" by LORDXVNV, from the SCP Wiki . Source: https://scpwiki.com/scp-6510 . Licensed under CC-BY-SA .",
        "Filename: Name: My nipple ring! I love finding long lost stuff in my desk Author: Rod Herrea License: CC BY 2.0 Source Link: Flickr"
    ],
    "item": "SCP-6510",
    "object_class": "Safe",
    "containment_procedures": "SCP-6510 is kept in two separately-secured standard safe-class storage containers in Site-106. Requests for further testing should be directed to the Department of Procurement and Liquidation.",
    "description": "SCP-6510 is a pair of stainless steel ring piercings.",
    "title": "SCP-6510"
}