{
    "url": "https://scp-wiki.wikidot.com/scp-6512",
    "all_text": "Not quite Jurassic Park.\n\n\n\n\nrating: \n+90\n+\n–\nx\n\n\nItem #:\n SCP-6512\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All 12 SCP-6512 instances are currently contained by GoI-466 (\nWilson's Wildlife Solutions\n) as per the Boring Agreement\n1\n. The Foundation has assisted GoI-466 in constructing appropriately sized pens in order to house SCP-6512. MTF Phi-2 (“Clever Girls”) have been assigned to monitor the anomaly in conjunction with MTF Beta-4 (“Castaways”).\n\n\nDescription:\n SCP-6512 are large bipedal theropods measuring between 10-12 meters in length, 3-4 meters in height at the hip, and weighing between 7-9 metric tons. Instances of SCP-6512 visually resemble the \nTyrannosaurus rex\n from the 1993 film \nJurassic Park.\n\n\nAddendum 6512.1:\n Discovery and Initial Containment\n\n\nSCP-6512 was initially discovered at a farmstead in the outskirts of Boring, Oregon. As the premiere animal control service of Clackamas county, Wilson's Wildlife Solutions were contacted by a civilian who reported \"dinosaurs are in my barn\". Faeowynn Wilson, the executive director of WWS, immediately dispatched MTF Beta-4. However, the Task Force was ill-prepared to capture SCP-6512 instances. Attached below is a log of Wilson's conversation with GoI-466 liaison Roger Tarpan following the discovery of SCP-6512.\n\n\n\n\n<BEGIN LOG>\n\n\nTarpan:\n Hello Miss Wilson, to what do I owe the pleasure?\n\n\nWilson:\n Dinosaurs.\n\n\nTarpan:\n Come again?\n\n\nWilson:\n There are dinosaurs out here.\n\n\nTarpan:\n Oh. Interesting. To the best of our knowledge, Boring only manifested non-extinct animals as part of i—\n\n\nWilson:\n There are five god damn \nT. Rexes\n stomping around a barn and Esau\n2\n said she and her gang can't catch them.\n\n\nTarpan:\n Did you say \nT. Rex?\n I'll get command on the phone. Stand by, I will send over military forces.\n\n\nWilson:\n Wait, no! They're not really attacking.\n\n\nTarpan:\n What?\n\n\nWilson:\n Well… they're just sort of milling about. All they've done is peck at the ground.\n\n\nTarpan:\n So they haven't harmed anyone?\n\n\nWilson:\n No. According to some of the guys, they even seem friendly. They did, however, apparently eat some chickens.\n\n\nTarpan:\n I see. Well, fortunately, we have a group that specializes in capturing dinosaurs and things of that nature.\n\n\nWilson:\n …really?\n\n\nTarpan:\n We like to be prepared for any outcome.\n\n\nWilson:\n Huh. I knew the Supervisors were resourceful but this is kind of silly.\n\n\nTarpan:\n We have contingency plans for contingency plans for contingency plans. We're very well-funded. Anyway, the Clever Girls will be touching down in Boring within an hour.\n\n\nWilson:\n Okay, well I'm glad we're in good ha— wait a minute, is that a fucking \nJurassic Park\n joke?\n\n\nTarpan:\n This is what happens when you let the Task Forces name themselves. Haven't you noticed Esau's gang has a goofy name?\n\n\nWilson:\n Castaways? I don't—\n\n\nTarpan:\n Wilson?\n\n\nWilson:\n Yeah?\n\n\nTarpan:\n No, like the ball.\n\n\nWilson:\n What?\n\n\nTarpan:\n Tom Hanks?\n\n\nWilson:\n Oh, God damn it.\n\n\n<END LOG>\n\n\n\n\nShortly after arriving, MTF Phi-2 assisted MTF Beta-4 in containing the 5 present SCP-6512 instances utilizing specialized capture equipment and transport vehicles. Upon being brought back to the Wilson Center, the instances were placed into multiple Large Animal Enclosures, which were only large enough for temporary containment.\n\n\nThe Foundation then deployed MTF Gamma-32A (\"Can We Build It?\"); a Task Force specializing in rapid construction of \nin-situ\n containment sites. Utilizing advanced para-technology and thaumaturgic rituals, they were able to create appropriately-sized enclosures for the present SCP-6512 instances within 4 hours.\n\n\nAddendum 6512.2:\n Continued Manifestations\n\n\n8 days following the initial appearance of SCP-6512 in Boring, 3 additional instances manifested in the same location. Due to this, Faeowynn Wilson and Captain Esau were tasked with investigating the anomaly and interviewed the property owner, one Marshall Smith. Attached below is a recorded interview log between Wilson, Esau, and Smith following the relocation of SCP-6512 instances from his property.\n\n\n\n\n<BEGIN LOG>\n\n\nWilson:\n Heya, Marsh. This is Captain Ingrid Esau, I think you may have met her last week.\n\n\nEsau:\n Hello.\n\n\nSmith:\n Uh. Yeah. Been quite a week.\n\n\nWilson:\n I can imagine. I'm sure those dinosaurs gave you and your family quite a fright.\n\n\nSmith:\n Yeah. In the mornings I like to let Junior out into the barn so he can collect chicken eggs. I let him out that day, no problem, and next thing I know he's screaming bloody murder, saying there's monsters out back.\n\n\nWilson:\n Yikes. How is Junior holding up?\n\n\nSmith:\n He still likes to go play with the chickens, so it probably didn't scare him too bad.\n\n\nEsau:\n That's good to hear. I loved dinosaurs when I was a kid, so I would have probably been overjoyed to see one up close like that.\n\n\nSmith:\n Uh. Sure. You say that, but with all due respect, you haven't had them terrorize you or your family.\n\n\nEsau:\n True. I apologize.\n\n\nWilson:\n Tell me, Marsh, did you notice anything weird before these \nT. Rexes\n appeared?\n\n\n[There is a brief silence. The sound of chickens clucking in the background is audible.]\n\n\nSmith:\n Well… Some of my chickens have been getting sick lately.\n\n\nEsau:\n Oh?\n\n\nSmith:\n Yeah. Not really sure what to make of it. They've been losing their feathers and kind of getting bloated? It's weird.\n\n\nWilson:\n Captain, are you familiar with any disease that could affect poultry like that?\n\n\nEsau:\n Not off the top of my head, no.\n\n\nSmith:\n You know what's even weirder is that those \nT. Rexes\n ate the chickens that were sick, but none of the healthy ones.\n\n\n[There is a brief silence. A recorded roar is heard in the distance as Marshall Smith Junior plays with a toy dinosaur, as well as the sound of chickens clucking.]\n\n\nSmith:\n Junior, stop chasing those poor chickens.\n\n\nSmith Junior:\n Yes, daddy.\n\n\nWilson:\n I like your toy. It's cool how it has feathers!\n\n\nSmith Junior:\n Yeah! Real dinosaurs have feathers!\n\n\nSmith:\n What do you say to the nice lady, Junior?\n\n\nSmith Junior:\n Thank you, Miss Wilson!\n\n\nWilson:\n Please, call me Fae. And you're welcome!\n\n\nEsau:\n I have a question, Mister Smith. Do you have any more sick chickens here?\n\n\nSmith:\n As a matter of fact, I do. You see those two chickens that Junior was chasing over there? They started molting something fierce half an hour ago, after he came back out to check for eggs and your guys took away the \nT. Rexes.\n\n\nEsau:\n May I take a look at them?\n\n\nSmith:\n Be my guest.\n\n\n[There is a silence between them. The clucking of agitated chickens is audible as Esau grabs one.]\n\n\nEsau:\n Hmm. Just as you mentioned. Her feathers are falling out in my hand. And it looks really big. It's a miracle it's even standing, I think.\n\n\nWilson:\n What do you think it is?\n\n\nEsau:\n Don't know. I'd have to take her back to the Center to get a good look at her and try to figure out what's wrong. Would you mind if I took this one, Mister Smith?\n\n\nSmith:\n If it will help get to the bottom of this, sure.\n\n\nWilson:\n Alright, Marsh. We'll get out of your hair. Sorry to have bugged you for an interview, but the Supervisors wanted us to be thorough.\n\n\nSmith:\n No worries, Fae. How is Alex, by the way?\n\n\nWilson:\n He's good, I'll tell him you said hi!\n\n\n<END LOG>\n\n\n\n\nInitial testing on the chicken recovered by Esau did not provide any insights as to what may be affecting it. However, 3 hours following the departure of Wilson and Esau from Smith's homestead, the chicken transformed into an SCP-6512 instance, destroying part of the Annex and causing a minor containment breach of 3 other anomalous animals. At the same time, Smith called the Wilson Center to report an SCP-6512 manifestation event.\n\n\nMTF Phi-2 and MTF Beta-4 were deployed to contain the instances, and MTF Gamma-32A was deployed in order to construct additional enclosures. Following this, an emergency meeting between Wilson, Esau, Tarpan, and Smith was called to address the constant manifestations. Attached below is a recorded log of the meeting.\n\n\n\n\n<BEGIN LOG>\n\n\nTarpan:\n Okay. So—\n\n\nSmith:\n I need this to stop.\n\n\nTarpan:\n I understand that, and—\n\n\nSmith:\n You clearly don't, because this is still happening. Every time this happens, your guys show up in their massive trucks and destroy my land. My chickens are all disappearing. I don't feel safe letting my son go outside anymore because those damn things keep appearing.\n\n\nWilson:\n To be fair, they are quite docile.\n\n\nSmith:\n Fae, you can't be serious. Do you not see how crazy this is?!\n\n\nTarpan:\n If we could just—\n\n\nEsau:\n I think Miss Wilson has a point. They don't really do anything. And they're not eating your chickens, they \nare\n your chickens.\n\n\nSmith:\n Those things are \nnot\n my chickens.\n\n\nTarpan:\n If I could have the floo—\n\n\nWilson:\n You saw the footage, Marsh! Your chicken turned into it! She's sitting in our enclosures right now!\n\n\nEsau:\n Really, the only danger they pose is the sudden growth. I'm glad I wasn't in the room when it happened.\n\n\n[Tarpan, having moved towards the driver's window of the Wilson truck, blasts its horn repeatedly.]\n\n\nWilson:\n Roger, what the hell?!\n\n\nTarpan:\n Ahem. There has to be a common occurrence between all these manifestations.\n\n\nEsau:\n Hmm. All I really know is that this goes back to the chickens.\n\n\nSmith:\n Like I said before, those things aren't my chickens and—\n\n\n[Tarpan blasts the horn again.]\n\n\nTarpan:\n Focus.\n\n\nWilson:\n Can you stop that, Roger?!\n\n\nEsau:\n Mister Smith, you mentioned your son discovering them the first time. Maybe he has something to do with it?\n\n\nSmith:\n He's not a thaumaturge, we tested him for any latent abilities, if that's what you're implying.\n\n\nWilson:\n Another normal Nancy just like me, eh? Heh.\n\n\n[The sound of Smith Junior's toy dinosaur roar is audible in the background.]\n\n\nSmith:\n Junior, what have I told you? Take your toys inside and stay away from the chickens.\n\n\nSmith Junior:\n Sorry, daddy.\n\n\nEsau:\n Wait a minute. Didn't he have that toy when we were here, Miss Wilson?\n\n\nWilson:\n Now that I think about it, yes he did. Do you think maybe they're related?\n\n\nTarpan:\n How long has he had the toy?\n\n\nSmith:\n I got it for him last week, right before… right before the first dinosaurs showed up.\n\n\nTarpan:\n There we have it, ladies and gentlemen.\n\n\nSmith:\n I don't believe the toy caused it. There's no way. No one would just sell a toy that does that.\n\n\nEsau:\n Well, why don't we just wait a few hours and find out?\n\n\nSmith:\n And if I'm right and the toy isn't the cause?\n\n\nEsau:\n Oh come on.\n\n\nTarpan:\n We can resolve this right now, if you just take that toy from your son.\n\n\nSmith:\n I won't. He loves that toy. He hasn't let it out of his sight ever since he got it.\n\n\nWilson:\n Marsh, if the chickens don't turn into dinosaurs, I will personally have the Center host a benefit event to cover the cost of sodding your land and replacing your chickens.\n\n\nSmith:\n Fine. You're on.\n\n\n[There is a two-minute silence.]\n\n\nSmith:\n Do you all want to come inside for coffee?\n\n\nTarpan:\n Sure.\n\n\nEsau:\n Yeah.\n\n\nWilson:\n Thank you, Marsh.\n\n\n[THREE HOURS OF EXTRANEOUS DATA REDACTED—AVAILABLE TO PERSONNEL UPON REQUEST]\n\n\nSmith:\n So it's about that time. What do you say we go outside a—\n\n\n[A loud clatter is audible outside. SCP-6512 cries are audible shortly afterwards.]\n\n\nSmith:\n Sigh. Fine. Junior, give your toy to Mister Tarpan.\n\n\nSmith Junior:\n But daddy I—\n\n\nTarpan:\n Don't worry, son. We'll get you a non-anomalous one.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\nNOTICE\n\n\nSCP-6512 currently has revisions pending, visible in \nblue\n. Please review these revisions before pushing a file update.\n\n\n\n\n\n\n\n\n \n\n\n\n\nDisplay new SCP-6512 file?\n\n\n\n\nHide\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nSCP-6512\n\n\n\n\n\n\nItem #:\n SCP-6512\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All 12 SCP-6512-A instances are currently contained by GoI-466 (\nWilson's Wildlife Solutions\n) as per the Boring Agreement\n3\n. The Foundation has assisted GoI-466 in constructing appropriately sized pens in order to house SCP-6512-B. MTF Phi-2 (“Clever Girls”) have been assigned to monitor the anomaly in conjunction with MTF Beta-4 (“Castaways”).\n\n\nSCP-6512-B is currently contained in an anomalous objects locker at Site-64. Testing with the object is prohibited.\n\n\nDescription:\n \nSCP-6512 is the designation assigned to two related anomalies.\n\n\nSCP-6512-A are large bipedal theropods measuring between 10-12 meters in length, 3-4 meters in height at the hip, and weighing between 7-9 metric tons. Instances of SCP-6512-A visually resemble the \nTyrannosaurus rex\n from the 1993 film \nJurassic Park.\n\n\nSCP-6512-B is a toy dinosaur resembling a \nTyrannosaurus rex\n. Unlike most popular dinosaur toys, it is feathered, possessing a dark brown and red plumage. A button is present on the object's back, which, when pressed, causes it to emit a loud roaring sound. If any chickens \n(Gallus domesticus)\n are within SCP-6512-B's audible range\n4\n, they will be transformed into SCP-6512-A instances over the course of 3 hours.\n\n\n \n\n\n \n\n\n\n\n\n\nSent by: Faeowynn Wilson\n\nRecipient(s): Roger Tarpan\n\nSubject: Restitution for Mr. Smith\n\n\n\n\n\n\nMr. Tarpan,\n\n\nIt's been a few days. Do you plan on restituting Marsh for the damage that the Clever Girls did to his property? He had a claims adjuster go there yesterday and they told him it was going to be about $300,000 all things said.\n\n\n- Fae\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFrom:\n\n\nRoger Tarpan\n\n\n\n\n\n\nTo:\n\n\nFaeowynn Wilson\n\n\n\n\n\n\nSubject:\n\n\nRE: Restitution for Mr. Smith\n\n\n\n\n\n\n\n\nFae,\n\n\nOur records indicate that you reached an agreement with Marshall about restitution for his property damages while we were discussing SCP-6512 in his house. For this reason, the Foundation believes that Wilson's Wildlife Solutions should be the ones to take on this venture.\n\n\nYours,\n\n\n\n\nRoger Tarpan\n\nSite-64\n\nSecure. Contain. Protect.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nSent by: Faeowynn Wilson\n\nRecipient(s): Roger Tarpan\n\nSubject: RE: RE: Restitution for Mr. Smith\n\n\n\n\n\n\nWow, seriously? All this talk about limitless resources and contingency plans and you're trying to stick us with the bill?\n\n\nHere's Rocco, one of our new intakes sharing his (and my) opinion on this.\n\n\n\n\n- Fae\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6511\n | SCP-6512 | \nSCP-6513\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3867\n \n•\n\n\n\n\n\n\nSCP-1841\n \n•\n\n\n\n\n\n\nSCP-ES-113\n \n•\n\n\n\n\n\n\nSCP-3085\n \n•\n\n\n\n\n\n\nSCP-7727\n \n•\n\n\n\n\n\n\nSCP-5231\n \n•\n\n\n\n\n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-MYSTERY-J\n \n•\n\n\n\n\n\n\nSCP-8911\n \n•\n\n\n\n\n\n\nSCP-057-INT\n \n•\n\n\n\n\n\n\nSCP-ES-227\n \n•\n\n\n\n\n\n\nSCP-7926\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\nSCP-7725\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSublimation\n \n•\n\n\n\n\n\n\nLife Insurance Policy\n \n•\n\n\n\n\n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nMarw (The Reincarnated One)\n \n•\n\n\n\n\n\n\nParalytic States\n \n•\n\n\n\n\n\n\nShape Shift With Me\n \n•\n\n\n\n\n\n\nManhattan Dimensional Collapse; GOC Intervention Imminent?\n \n•\n\n\n\n\n\n\nThe Containment Of Arsène Lupin\n \n•\n\n\n\n\n\n\nGRANT REQUEST FOR THE RE-CREATION OF AN ADVANCED POSTMORTEM NEURAL PRESERVATION SYSTEM\n \n•\n\n\n\n\n\n\nSeven Days With Mr. Fish\n \n•\n\n\n\n\n\n\nSebastian\n \n•\n\n\n\n\n\n\nGluttony Is Impossible\n \n•\n\n\n\n\n\n\nReality TV, Designer Pets, and Fine Dining\n \n•\n\n\n\n\n\n\n'Para-Pedigrees' PED464/CAN33/LUP22\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6512\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6512\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n middlefinger.jpg\n\n\nName:\n Macaque showing the middle finger.jpg\n\n\nAuthor:\n Dwi Agung Sulistyo\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Following the \nUrsus Maritimus Incident of 2008\n, the Boring Agreement was created as a binding document which allows Wilson's Wildlife Solutions to handle the containment of Euclid or Safe fauna based anomalies within Clackamas County under supervision of the SCP Foundation.\n\n\n2\n. Captain Ingrid Esau, MTF Beta-4's commander.\n\n\n3\n. Following the \nUrsus Maritimus Incident of 2008\n, the Boring Agreement was created as a binding document which allows Wilson's Wildlife Solutions to handle the containment of Euclid or Safe fauna based anomalies within Clackamas County under supervision of the SCP Foundation.\n\n\n4\n. Testing to determine SCP-6512-B's audible range on chickens has been preemptively suspended, citing logistics reasons.",
    "addendums": [
        "Addendum 6512.1: Discovery and Initial Containment\nSCP-6512 was initially discovered at a farmstead in the outskirts of Boring, Oregon. As the premiere animal control service of Clackamas county, Wilson's Wildlife Solutions were contacted by a civilian who reported \"dinosaurs are in my barn\". Faeowynn Wilson, the executive director of WWS, immediately dispatched MTF Beta-4. However, the Task Force was ill-prepared to capture SCP-6512 instances. Attached below is a log of Wilson's conversation with GoI-466 liaison Roger Tarpan following the discovery of SCP-6512.\nShortly after arriving, MTF Phi-2 assisted MTF Beta-4 in containing the 5 present SCP-6512 instances utilizing specialized capture equipment and transport vehicles. Upon being brought back to the Wilson Center, the instances were placed into multiple Large Animal Enclosures, which were only large enough for temporary containment.\nThe Foundation then deployed MTF Gamma-32A (\"Can We Build It?\"); a Task Force specializing in rapid construction of in-situ containment sites. Utilizing advanced para-technology and thaumaturgic rituals, they were able to create appropriately-sized enclosures for the present SCP-6512 instances within 4 hours.",
        "Addendum 6512.2: Continued Manifestations\n8 days following the initial appearance of SCP-6512 in Boring, 3 additional instances manifested in the same location. Due to this, Faeowynn Wilson and Captain Esau were tasked with investigating the anomaly and interviewed the property owner, one Marshall Smith. Attached below is a recorded interview log between Wilson, Esau, and Smith following the relocation of SCP-6512 instances from his property.\nInitial testing on the chicken recovered by Esau did not provide any insights as to what may be affecting it. However, 3 hours following the departure of Wilson and Esau from Smith's homestead, the chicken transformed into an SCP-6512 instance, destroying part of the Annex and causing a minor containment breach of 3 other anomalous animals. At the same time, Smith called the Wilson Center to report an SCP-6512 manifestation event.\nMTF Phi-2 and MTF Beta-4 were deployed to contain the instances, and MTF Gamma-32A was deployed in order to construct additional enclosures. Following this, an emergency meeting between Wilson, Esau, Tarpan, and Smith was called to address the constant manifestations. Attached below is a recorded log of the meeting.\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6512 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-6512 . Licensed under CC-BY-SA .",
        "Filename: middlefinger.jpg Name: Macaque showing the middle finger.jpg Author: Dwi Agung Sulistyo License: CC BY-SA 4.0 Source Link: Link"
    ],
    "item": "SCP-6512",
    "object_class": "Euclid",
    "containment_procedures": "All 12 SCP-6512-A instances are currently contained by GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement3. The Foundation has assisted GoI-466 in constructing appropriately sized pens in order to house SCP-6512-B. MTF Phi-2 (“Clever Girls”) have been assigned to monitor the anomaly in conjunction with MTF Beta-4 (“Castaways”).",
    "description": "SCP-6512 is the designation assigned to two related anomalies.",
    "title": "SCP-6512"
}