{
    "url": "https://scp-wiki.wikidot.com/scp-6515",
    "all_text": "rating: \n+42\n+\n–\nx\n\n\n\n\n\n\nSCP-6515-22.\n\n\n\n\n\n\nItem #:\n SCP-6515\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6515 itself cannot be realistically contained or neutralized. All SCP-6515 instances are to be monitored until death for any indication of unusual behavior. If the anomalous nature of any individual SCP-6515 instance is revealed, a team of Foundation personnel has been assembled to respond with an appropriate cover story and conduct amnesticization protocols.\n\n\nDescription:\n SCP-6515 is the position of Prime Minister of the United Kingdom, as established in the British order of precedence. Thorough investigation of U.K. history suggests that no SCP-6515 instance, since SCP-6515-1 (\"Henry Campbell-Bannerman\"), has been a non-anomalous human being. Despite this, there is no observable connection between SCP-6515 instances beyond U.K. politics; rather, multiple anomalous entities have each become SCP-6515 instances by pure happenstance. All evidence indicates that the fabricated identity of each SCP-6515 instance received their title via the typical political channels, in an entirely legitimate fashion.\n\n\nAddendum:\n SCP-6515 Investigation\n\n\nThe anomaly of SCP-6515 was first discovered through SCP-6515-8 (\"Winston Leonard Spencer Churchill\"). During a routine Foundation archive analog-to-digital conversion, film reels containing footage of 6515-8 were flagged to have been changed significantly. The flag was initially declared a false positive after a manual review found no significant differences between the digital and analog versions. However, 6515-8 and all media thereof were later discovered to exhibit a powerful cognitohazard, detectable only by Foundation hazard filters. A computer-generated transcript of 6515-8 has since been published for all 6515 clearance personnel.\n\n\n\n\n6515-8 Video Log\n\n\n\n\n6515-8 Video Log\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 1950/01/26\n\n\nNOTE:\n This log compares a computer-generated transcript to personnel-written accounts of the footage.\n\n\n\n\n[BEGIN LOG]\n\n\n0:00:\n Video begins. Text on the screen describes the circumstances of the film, an interview with \"Mr. CHURCHILL\". Zero discrepancies to this point.\n\n\n0:20\n First discrepancy.\n\n\nPersonnel account: A figure named \"Winston Churchill\" sits in a chair and delivers a brief speech on an upcoming election. He emphasizes the dangers of socialism, advocating for the platform of the Conservative and National Liberal parties.\n\n\nComputer account: A large clump of cheese rests atop a chair for two minutes.\n\n\n2:41:\n Video ends.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nComputer-generated accounts of all media directly featuring 6515-8 similarly identify a clump of an unidentified cheese instead of Winston Churchill. Whenever a subject describes Winston Churchill walking or moving normally, digital transcripts identify a clump of cheese being moved by nearby people or animals, involuntarily or unwittingly. 6515-8 does not exhibit mold or any other signs of age; it is assumed that 6515-8 was regularly cleaned and patched with cheese over the period of time coinciding with Churchill’s supposed lifespan, through similar involuntary cognitohazardous compulsion.\n\n\nIn light of this discovery, Winston Churchill was promptly designated SCP-6515, with the assumption that Churchill was an otherwise non-anomalous human being whom artificial intelligences instead recognized as a clump of cheese. However, current findings show that it is more likely that Winston Churchill has never existed, and that 6515-8 is a clump of cheese perceptible only to Foundation-standard artificial intelligences with hazard filtering.\n\n\nThe current whereabouts of 6515-8 are unknown. The grave where Winston Churchill was supposedly buried houses neither a human body nor any amount of cheese. Foundation agents have begun searching for 6515-8; containment efforts have been given high priority in order to prevent the potential scenario in which Winston Churchill's body, dead or alive, is seen outside of his grave.\n\n\n\n\nMI5 Interview Log\n\n\n\n\nMI5 Interview Log\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2019/10/18\n\n\nNOTE:\n Agent Reyes was sent to the U.K. as part of the 6515-8 investigation team. During this time, an interview was scheduled with MI5 agent Harvey Moore.\n\n\n\n\n[BEGIN LOG]\n\n\nReyes:\n Hello, Mr. Moore.\n\n\nMoore:\n Greetings. I’ve never had the privilege of speaking to a Foundation employee myself.\n\n\nReyes:\n Yes, well, it's not as exciting as it sounds. I’m just here to ask about Winston Churchill.\n\n\nMoore:\n Hm. Well, that's unexpected. What about?\n\n\nReyes:\n We have reason to believe that Churchill is missing from his grave.\n\n\nMoore:\n Pardon?\n\n\nReyes:\n Sorry, my bad. We know that Winston Churchill is missing from his grave. We’ve checked.\n\n\nMoore:\n You've \nchecked?\n\n\nReyes:\n We haven't touched Churchill’s grave, if that's what you're thinking. We have technology for that.\n\n\nMoore is speechless.\n\n\nReyes:\n It's kind of like a stud scanner.\n\n\nMoore:\n On what grounds, exactly, are you stud scanning Churchill's grave?\n\n\nReyes:\n I’m not cleared to tell you about that at the moment. Do you know anything about this?\n\n\nMoore:\n No, I don't know anything about this. If I’m being quite honest, it's hard to believe.\n\n\nReyes:\n Well, talk with enough Foundation employees and it won't be.\n\n\nMoore furrows his brow.\n\n\nReyes:\n Anyways. If that's all, then I’ll be on my way. Thank you for your time.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAfter this interview, the investigation of 6515-8 stalled until SCP-6515-16 (\"Margaret Hilda Thatcher\") suddenly responded to Foundation request for an interview.\n\n\n6515-16 was the second instance discovered to be anomalous when she was spotted alive and well in Boston, Massachusetts. Cursory investigation reveals that 6515-16 migrated to Boston 6 years after Thatcher's supposed death and assumed the name Irma Sullivan. 6515-16, aside from appearing approximately 40 years younger, has made minimal, superficial changes to its appearance and now speaks with a thick Boston accent. 6515-16 has fabricated extensive personal records to integrate into Boston as a citizen, including extensive medical records. Actual medical analysis reveals that 6515-16 is a biomechanical construct piloted by a crew of small, jellyfish-like beings residing in its stomach. The crew of 6515-16 has been interviewed in hopes of gathering more information about 6515-8.\n\n\n\n\n6515-16 Interview Log\n\n\n\n\n6515-16 Interview Log\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2020/02/02\n\n\n\n\n[BEGIN LOG]\n\n\nReyes:\n Alright, let's start over. Hello. I am Dr-\n\n\n6515-16:\n Reyes. We know.\n\n\nReyes:\n Right. What can you tell us about \"Margaret Thatcher?\"\n\n\n6515-16:\n Well, a long time ago, the glorious State-Empire took an interest in planet Earth. It was a humble, yet fascinating planet, rich in both culture and resources alike. We were tasked with creating a clone vehicle of a human being to assist in its takeover.\n\n\nReyes:\n Mhm. And what does this clone vehicle do?\n\n\n6515-16:\n Externally, it’s a perfect replica of a human being. Internally, we have liquid cooling set up, gimbaled seats, some cup holders, RGB lighting-\n\n\nReyes clears his throat. 6515-16 flinches.\n\n\nReyes:\n Thank you. So, what happened to the takeover?\n\n\n6515-16:\n By the time we arrived, in the Anno Domini year of 1949, the State-Empire had lost interest in our mission. It had been an arduous 6 weeks of travel, and the State-Emperor had long since abandoned Earth for greener pastures.\n\n\nReyes:\n If that was the case, why stay here on Earth?\n\n\n6515-16 grunts. This is assumed to be an expression of confusion.\n\n\nReyes:\n Faking your death would have been easier than fabricating all of these records. What kept you from going back?\n\n\n6515-16:\n Why would we go back to being State-Empire peons, when we could live it large for a full 11 years as Prime Minister?\n\n\nReyes:\n Fair point, I suppose.\n\n\n6515-16:\n We’re going for president next.\n\n\nReyes:\n Good luck with that.\n\n\nReyes flips through a file folder.\n\n\nReyes:\n Just a few more questions here. Do you know anything about Winston Churchill? Anything out of the ordinary, I mean.\n\n\n6515-16:\n The big cheese? Of course I know about him, who doesn't?\n\n\nReyes:\n Sorry, could you repeat that?\n\n\n6515-16 clears its throat.\n\n\n6515-16:\n The big cheese? Of course I know about him, who doesn't?\n\n\nReyes:\n You mean to say that you're aware of Winston Churchill's true nature?\n\n\n6515-16:\n His nature as-\n\n\n6515-16 grunts.\n\n\n6515-16:\n -as a glob of cheese?\n\n\nReyes:\n Yes.\n\n\n6515-16:\n It's a bit hard to miss.\n\n\nReyes:\n I suppose it would be. In that case, do you know where Churchill is buried?\n\n\n6515-16:\n You want the public answer, or the real answer?\n\n\nReyes:\n The public answer being… his grave?\n\n\n6515-16:\n Yeah. Which was true, for about two decades. But, well, we had to see it for ourselves, and the grave seemed like a terrible place for food preservation. So we extracted the cheese in 1985.\n\n\nReyes:\n And nobody knew about this? How did you manage to dig up Winston Churchill's grave without leaving any traces?\n\n\n6515-16:\n It would take more than four years of lectures to explain spacefolding technology to the brightest human academics, let alone you. I don't think we have that kind of time.\n\n\nReyes:\n Point taken. Where is Churchill now?\n\n\n6515-16:\n It was in the most horrendous condition. Nothing like the revered dairy that defeated the Nazis; it wasn’t even recognizable as cheese anymore. We took the liberty of temporally de-aging it and storing it in a vessel appropriate for such a revered figure.\n\n\nReyes:\n Which would be?\n\n\n6515-16:\n A freezer, in the depths of none other than 10 Downing Street. Hidden in one of the kitchen walls. As far as we can tell, nobody's noticed.\n\n\nReyes:\n So if I may summarize, you spatially extracted Winston Churchill from his grave, temporally reverted his corpse to when he was Prime Minister, and then remanded him to a secret freezer to honor his legacy?\n\n\n6515-16:\n No.\n\n\nReyes:\n No?\n\n\n6515-16:\n We did it because we thought it would be funny.\n\n\nReyes:\n Good to know. Thank you, Mrs. Thatcher, for your cooperation.\n\n\n6515-16:\n Oh, you can just call us Irma.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nDue to the advanced technology of the crew of 6515-16, as well as Irma Sullivan's status as a highly networked politician, containment of 6515-16 is currently infeasible. The Foundation remains in contact with 6515-16, who has been granted provisional Level-0 Clearance in exchange for their political support of Foundation interests.\n\n\nThe MI5 was promptly contacted by the Foundation in light of the interview with 6515-16.\n\n\n\n\nMI5 Interview Log (2)\n\n\n\n\nMI5 Interview Log (2)\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2020/02/17\n\n\n\n\n[BEGIN LOG]\n\n\nReyes:\n Hello again, Mr. Moore.\n\n\nMoore:\n Yes, hello. What's this about?\n\n\nReyes:\n It's about Churchill again.\n\n\nMoore sighs.\n\n\nMoore:\n Of course it is. What's the situation now?\n\n\nReyes:\n Well, I have some good news. I’m cleared to tell you about why we were scanning his grave now.\n\n\nMoore:\n How exciting. Explain it to me, then.\n\n\nReyes pauses. Moore raises his eyebrows.\n\n\nReyes:\n It's because there is no Churchill. There never was a Churchill. Just a big ball of cheese.\n\n\nMoore:\n Come on, man.\n\n\nReyes:\n I know, it's hard to believe, but we’ve run the tests, and-\n\n\nMoore:\n Yeah, yeah, sure thing. Did you come all this way just to tell me that?\n\n\nReyes:\n No, actually. I’m here to ask about the freezer where they stored him.\n\n\nMoore glares at Reyes, silent.\n\n\nReyes:\n The hidden freezer. The one in 10 Downing Street, with the ball of cheese formerly known as Winston Churchill.\n\n\nMoore:\n Where are you getting this from? Who told you this?\n\n\nReyes:\n I’m not cleared to tell you that.\n\n\nMoore:\n There is no hidden freezer in 10 Downing Street, and there is most certainly no hidden ball of cheese anywhere.\n\n\nReyes:\n Are you sure?\n\n\nMoore:\n Quite.\n\n\nReyes:\n Well then, thank you for your time. See you later.\n\n\nMoore:\n Let's hope not.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFoundation agents conducted an investigation into 10 Downing Street to determine if 6515-8 was present. The hidden freezer described by 6515-16 was found to exist, but was completely empty. In order to discern the whereabouts of 6515-8, the Foundation attempted to contact all living instances of SCP-6515, only succeeding with one: SCP-6515-21 (Theresa Mary May).\n\n\n6515-21 is, by all accounts, a non-anomalous human being, and may be an exception to SCP-6515. 6515-21 is still regarded as an SCP-6515 instance, as there is a significant chance that 6515-21 exhibits some kind of antimemetic effect; whether or not this is the case, being the sole non-anomalous entity to hold a position such as SCP-6515 would be an anomalous property in and of itself by O5 edict. As such, no Veil protocols apply to 6515-21.\n\n\n\n\n6515-21 Interview Log\n\n\n\n\n6515-21 Interview Log\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2020/09/28\n\n\nNOTE:\n For this interview, 6515-21 is under the impression that she is speaking to a representative of the MI5.\n\n\n\n\n[BEGIN LOG]\n\n\nReyes:\n Right, so, about Churchill.\n\n\n6515-21:\n It’s been quite a while. I’d have expected you to have this on record by now.\n\n\nReyes:\n It's a slow process. Just tell us about him.\n\n\n6515-21:\n It started when I was appointed PM. The very second. I felt something, a vague unease.\n\n\nReyes:\n Were you uneasy about anything in particular?\n\n\n6515-21:\n In that moment… it was the false, distorted myth of Churchill, making its home in the memory of the nation. I'm sure of it now. At the time, I had no idea.\n\n\nReyes:\n And when you found out?\n\n\n6515-21:\n Yes, one of your people showed me to him. The freezer. I can't describe it, how it felt at the time. The sudden revelation, not just that this man, this central figure of the British identity, never existed, but that we had fabricated him from nothing. From a ball of cheese.\n\n\nReyes instinctively looks up at 6515-21, before rapidly looking back down. He clears his throat and resumes writing notes.\n\n\nReyes:\n Well, you have my sympathies.\n\n\n6515-21:\n I had scheduled for a psychologist, in private. But before then, I received word from your people that my perception was apparently correct, and the rest of the world were the deluded ones. And I believe you had the courtesy to cancel my meeting for me as well.\n\n\nReyes:\n Of course. This is a matter of national security.\n\n\n6515-21:\n It was mostly to prevent Foundation intervention, if memory serves.\n\n\nReyes pauses.\n\n\nReyes:\n Yes, yes. But let's not worry about them. Continue.\n\n\n6515-21:\n The knowledge caused me great turmoil, naturally, and a sense of responsibility, or possibly mere urgency. I was compelled, despite the… falseness of it all, to preserve his legacy, which I felt was under threat.\n\n\nReyes:\n Of course.\n\n\n6515-21:\n It was in those interests that I proposed the full-time surveillance of 10 Downing Street’s kitchen, where his remains are preserved.\n\n\nReyes:\n Remains?\n\n\n6515-21:\n Yes, I know, it's just a ball of cheese. But it looks like Churchill’s freezing corpse to everyone else. So it was imperative that I exercise the utmost caution.\n\n\nReyes:\n And how did that work out?\n\n\n6515-21:\n The results were inconclusive, as far as I know. Nothing ever happened to that freezer, or anything inside it.\n\n\nReyes:\n So there's nothing to worry about, then. Churchill is safe and sound.\n\n\n6515-21:\n For the duration of my premiership, yes. You would know better than I about how he's doing now.\n\n\nReyes:\n Well, thank you for your time.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nFollowing this information, the Foundation reached out to the MI5 for contact.\n\n\n\n\nMI5 Interview Log (3)\n\n\n\n\nMI5 Interview Log (3)\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nDATE:\n 2020/10/20\n\n\n\n\n[BEGIN LOG]\n\n\nReyes:\n Nice to see you again, Harvey.\n\n\nMoore:\n How many times are you-\n\n\nReyes rises out of his seat, leaning over Moore.\n\n\nReyes:\n The jig is up. We know everything.\n\n\nMoore:\n Clearly not, since you've scheduled yet another pointless interview with us.\n\n\nReyes continues leaning over Moore for several seconds, before sitting back down.\n\n\nReyes:\n Well, true. We don't know where the cheese is. But Theresa May herself has told us everything else.\n\n\nMoore:\n Oh yes, and what’s her trick, hmm? Is she an alien? A demon from Hell, perhaps?\n\n\nReyes:\n No need to get political, Moore.\n\n\nMoore:\n Perhaps she's a ghost, haunting the Houses of Parliament.\n\n\nReyes:\n It doesn't matter what she is or isn't. What matters is Churchill. Did you know that she knew about Churchill?\n\n\nMoore:\n Knew wh-\n\n\nReyes:\n Because I think you knew. I think you've known about the cognitohazard this whole time, and I think you know that the Prime Minister is inoculated against it, whoever it happens to be.\n\n\nMoore:\n I haven't got a clue what any of that means.\n\n\nReyes:\n It means you can see the Churchill for the cheese.\n\n\nMoore:\n This isn't funny, Reyes.\n\n\nReyes:\n Oh, it only gets less funny. You know there are cameras in your little White House watching the freezer at all times? Theresa May’s entire premiership went by, and nobody so much as touched the thing. That narrows the window of Churchill's disappearance to BoJo’s time in office.\n\n\nMoore holds his head in his hands for eight seconds.\n\n\nMoore:\n Jesus fucking Christ.\n\n\nReyes:\n Spare me the indignity, we both know it's true. Now we can do this the easy way, or the hard way.\n\n\nMoore:\n The easy way? Don't make me laugh. I'm not about to make anything easier for you, not after all this tripe. Perhaps you should try your luck at digging Walpole out of the ground?\n\n\nReyes:\n Who?\n\n\nMoore mutters under his breath.\n\n\nReyes:\n Well, never mind. I suppose we're done here, then.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum:\n SCP-6515 Investigation Update\n\n\nIn the weeks following the interview with 6515-21, the 6515-8 recovery team convened to discuss potential courses of action. The team unanimously agreed that the MI5 was not to be trusted, and that it would be necessary to infiltrate MI5 archives and access the agency's database to search for potential evidence. Soon afterwards, O5 approval was given to commence the operation, which was completed within the week. Agents retrieved the following file.\n\n\n\n\n6515-22 Video Log\n\n\n\n\n6515-22 Video Log\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2019/07/25\n\n\nNOTE:\n This is an excerpt of a longer camera feed. The description has been computer-generated.\n\n\n\n\n[BEGIN LOG]\n\n\n0:00:\n Excerpt begins. SCP-6515-22 (\"Alexander Boris de Pfeffel Johnson\") is seen patting down the walls.\n\n\n0:30:\n 6515-22 presses against the wall above the dishwasher. From the wall extends a compartment with a freezer.\n\n\n0:32:\n 6515-22 swings the door open, revealing an empty freezer save for a clump of cheese. 6515-22 rapidly snatches the cheese, unhinges his jaw, and shoves the entire clump into his mouth. He swallows it within seconds.\n\n\n0:39:\n 6515-22 gingerly pushes the freezer compartment back into place, smiling, before turning and leaving the room. Excerpt ends.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6514\n | SCP-6515 | \nSCP-6516\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6515\n\" by magna2s, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6515\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Boris_Johnson_FCO_2016\n\n\nName:\n Boris Johnson FCO 2016\n\n\nAuthor:\n Foreign and Commonwealth Office\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/foreignoffice/28186988902/",
    "addendums": [
        "Addendum: SCP-6515 Investigation\nThe anomaly of SCP-6515 was first discovered through SCP-6515-8 (\"Winston Leonard Spencer Churchill\"). During a routine Foundation archive analog-to-digital conversion, film reels containing footage of 6515-8 were flagged to have been changed significantly. The flag was initially declared a false positive after a manual review found no significant differences between the digital and analog versions. However, 6515-8 and all media thereof were later discovered to exhibit a powerful cognitohazard, detectable only by Foundation hazard filters. A computer-generated transcript of 6515-8 has since been published for all 6515 clearance personnel.\nComputer-generated accounts of all media directly featuring 6515-8 similarly identify a clump of an unidentified cheese instead of Winston Churchill. Whenever a subject describes Winston Churchill walking or moving normally, digital transcripts identify a clump of cheese being moved by nearby people or animals, involuntarily or unwittingly. 6515-8 does not exhibit mold or any other signs of age; it is assumed that 6515-8 was regularly cleaned and patched with cheese over the period of time coinciding with Churchill’s supposed lifespan, through similar involuntary cognitohazardous compulsion.\nIn light of this discovery, Winston Churchill was promptly designated SCP-6515, with the assumption that Churchill was an otherwise non-anomalous human being whom artificial intelligences instead recognized as a clump of cheese. However, current findings show that it is more likely that Winston Churchill has never existed, and that 6515-8 is a clump of cheese perceptible only to Foundation-standard artificial intelligences with hazard filtering.\nThe current whereabouts of 6515-8 are unknown. The grave where Winston Churchill was supposedly buried houses neither a human body nor any amount of cheese. Foundation agents have begun searching for 6515-8; containment efforts have been given high priority in order to prevent the potential scenario in which Winston Churchill's body, dead or alive, is seen outside of his grave.\nAfter this interview, the investigation of 6515-8 stalled until SCP-6515-16 (\"Margaret Hilda Thatcher\") suddenly responded to Foundation request for an interview.\n6515-16 was the second instance discovered to be anomalous when she was spotted alive and well in Boston, Massachusetts. Cursory investigation reveals that 6515-16 migrated to Boston 6 years after Thatcher's supposed death and assumed the name Irma Sullivan. 6515-16, aside from appearing approximately 40 years younger, has made minimal, superficial changes to its appearance and now speaks with a thick Boston accent. 6515-16 has fabricated extensive personal records to integrate into Boston as a citizen, including extensive medical records. Actual medical analysis reveals that 6515-16 is a biomechanical construct piloted by a crew of small, jellyfish-like beings residing in its stomach. The crew of 6515-16 has been interviewed in hopes of gathering more information about 6515-8.\nDue to the advanced technology of the crew of 6515-16, as well as Irma Sullivan's status as a highly networked politician, containment of 6515-16 is currently infeasible. The Foundation remains in contact with 6515-16, who has been granted provisional Level-0 Clearance in exchange for their political support of Foundation interests.\nThe MI5 was promptly contacted by the Foundation in light of the interview with 6515-16.\nFoundation agents conducted an investigation into 10 Downing Street to determine if 6515-8 was present. The hidden freezer described by 6515-16 was found to exist, but was completely empty. In order to discern the whereabouts of 6515-8, the Foundation attempted to contact all living instances of SCP-6515, only succeeding with one: SCP-6515-21 (Theresa Mary May).\n6515-21 is, by all accounts, a non-anomalous human being, and may be an exception to SCP-6515. 6515-21 is still regarded as an SCP-6515 instance, as there is a significant chance that 6515-21 exhibits some kind of antimemetic effect; whether or not this is the case, being the sole non-anomalous entity to hold a position such as SCP-6515 would be an anomalous property in and of itself by O5 edict. As such, no Veil protocols apply to 6515-21.\nFollowing this information, the Foundation reached out to the MI5 for contact.",
        "Addendum: SCP-6515 Investigation Update\nIn the weeks following the interview with 6515-21, the 6515-8 recovery team convened to discuss potential courses of action. The team unanimously agreed that the MI5 was not to be trusted, and that it would be necessary to infiltrate MI5 archives and access the agency's database to search for potential evidence. Soon afterwards, O5 approval was given to commence the operation, which was completed within the week. Agents retrieved the following file."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6515 \" by magna2s, from the SCP Wiki . Source: https://scpwiki.com/scp-6515 . Licensed under CC-BY-SA .",
        "Filename: Boris_Johnson_FCO_2016 Name: Boris Johnson FCO 2016 Author: Foreign and Commonwealth Office License: CC BY 2.0 Source Link: https://www.flickr.com/photos/foreignoffice/28186988902/"
    ],
    "item": "SCP-6515",
    "object_class": "Keter",
    "containment_procedures": "SCP-6515 itself cannot be realistically contained or neutralized. All SCP-6515 instances are to be monitored until death for any indication of unusual behavior. If the anomalous nature of any individual SCP-6515 instance is revealed, a team of Foundation personnel has been assembled to respond with an appropriate cover story and conduct amnesticization protocols.",
    "description": "SCP-6515 is the position of Prime Minister of the United Kingdom, as established in the British order of precedence. Thorough investigation of U.K. history suggests that no SCP-6515 instance, since SCP-6515-1 (\"Henry Campbell-Bannerman\"), has been a non-anomalous human being. Despite this, there is no observable connection between SCP-6515 instances beyond U.K. politics; rather, multiple anomalous entities have each become SCP-6515 instances by pure happenstance. All evidence indicates that the fabricated identity of each SCP-6515 instance received their title via the typical political channels, in an entirely legitimate fashion.",
    "title": "SCP-6515"
}