{
    "url": "https://scp-wiki.wikidot.com/scp-6518",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n \n\n\n\n\n \n\n\n\n\nToday's date is \n04 Apr 2025 15:10\n\n\n\n\n\n\n\n\n \n\n\nThe tree yet stands\n\n\nYou feel its root\n\n\nThe ashes and sands\n\n\nYou'll carry the fruit.\n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nI am the veil\nBut what is this?\n\n\n\n\n\n\n \n\n\n\n\nYou requested this file, as you have requested many others with your clearance. But you did not receive what you thought you would. You pause, momentarily estranged by the format. And then you keep reading regardless.\n\n\nDon't you?\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n-Code Anástasi confirmed-\n\n\n \n\n\nBY ORDER OF THE OVERSEER COUNCIL AND THE ETHICS COMMITTE\n\n\nThis file is secured by lethal cognitohazards.\n\n\n\n\n\n\n \n\n\nShould you consider yourself loyal to the SCP-Foundation, you will proceed.\n\n\n\n\nClearance Level: \nMoto\n\n\n \n\n\nTo ensure the continued security of the SCP-Foundation, this file has been equipped with lethal and interdicting cognitohazards in the form of poetic stanzas. Due to your authorized access, you have been provided with the passphrase \"I am the veil,\" which neutralizes these security measures. In order to survive the interpretation of this file, silently repeat or audibly recite this passphrase. Each repetition will allow you to access more information.\n\n\nDo \nnot\n stop reading until you have completed this file for your own safety and that of the SCP-Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOld is the thought\n\n\nTo lend it a mind\n\n\nFierce, though, we fought\n\n\nOur fate had been signed.\n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nI am the veil\nBut why am I here?\n\n\n\n\n\n\n \n\n\n\n\nYou do not feel the Cognitohazard that is allegedly grasping for the neurons in your brain now. You like to think that you are as safe as you can be as you read on.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6518\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n By unanimous decision of the Overseer Council and the Ethics Committee, the anomaly is to be considered sufficiently contained if any information pertaining to it is stored in the Isolated Deep Well Vault 03 at Site-19. Furthermore, lethal cognitohazards have been embedded within the file to continue preventing unauthorized access. Solely the Artificially Intelligent Conscript Hades.ECIC is permitted access to this document.\n\n\nBoth the 05-Council and the Ethics Committee were treated with Class-C amnestics as part of the newly created Code Anástasi following this decision due to information provided by [DATA EXPUNGED].\n\n\nAccess to this file is only permitted if restoration efforts require adjustment and/or support. Such a case is to be referred to as \"Code Anástasi\", upon which Hades.ECIC will select a suitable candidate. A suitable candidate is defined as [DATA EXPUNGED]. Hades.ECIC will monitor the candidate while reading the file. Only a suitable candidate is to be made aware of this file's existence and contents.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nIn shadows we drowned\n\n\nThere was no ark\n\n\nThe cosmos unwound\n\n\nWhat stays is bark.\n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nI am the veil\nBut what do I mean?\n\n\n\n\n\n\n \n\n\n\n\nYou have no idea, do you?\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe entry to SCP-6518\n\n\n\n\n\n\n\n\n\n\nThe recovered DoA placard\n\n\n\n\n\n\nDescription:\n SCP-6518 is a former World War bunker located in Aachen, Germany. The address of the bunker is [DATA EXPUNGED]. SCP-6518 was discovered on [REDACTED].\n\n\nThe building contains two additional floors and a basement. Only the ground floor and its rooms appear to have been used in the past two decades. The entrance consists of two massive airlocks, which were welded shut at an unknown time, but appear to have been reopened later on. A metal plaque was found on the second airlock, inscribed with the title \"Department of Abnormalities\".\n\n\nThe presence of both a discarded Lavalier microphone and a camera from the SCP-Foundation’s standard 2020s production series suggests that Foundation personnel had recently entered the facility. However, no such records exist. Similarly, there are no records of the bunker ever having been used by the Foundation. The camera did not contain any memory card.\n\n\nMoreover, the bunker contained furniture in poor condition, a series of filing cabinets, memorabilia, and objects, the most notable of which have since been relocated to Deep Well Vault 03 in Site-19.\n\n\nObject-6518-1\n is [DATA EXPUNGED]. It was stored on a 1941 Zuse-Z3-type computer, within the first sub-level of the bunker. Despite weighing about one ton, the computer has since been relocated to the Deep Well Vault. The attempt to extract the contents of the computer led to the creation of the Anástasi Code.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-2\n is an empty steel frame, which was found on an easel covered with a black cloth. An accompanying sticker read: [DATA EXPUNGED].\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-3\n is a small metal container with a sealable flap. The surface is heavily corroded on all sides. Inside, dead, tumor-like organic material was found, with varying DNA profiles.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-4\n is a painted plastic model of a Lophius Piscatorius (Anglerfish), to which a note with presumed coordinates was attached. These coordinates do not correspond to any location on Earth.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-5\n is a set of 12 cameras discovered on a shelf - apparently anachronistic for the time of the bunker's operation. One spot on the shelf was noticeably empty.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-6\n is a collection of telephone cables found on a winch, with the winch labeled. Except for the word 'dream,' all other words have been scratched beyond readability.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n[Image Redacted]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-7\n is a document that was pinned to a bulletin board in a bureau-like room.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+Show Photo\n+Hide Photo\n\n\n\n\n\n\n\n\nDocument pertaining to unknown projects\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObject-6518-8\n [REDACTED - Insufficient Reading Progress]\n\n\nObject-6518-9\n [REDACTED - Insufficient Reading Progress]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe earth now lies salted\n\n\nEach grain like a mirror\n\n\nA lie never halted\n\n\nFor salvation draws nearer.\n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nI am the veil\nBut what is my purpose?\n\n\n\n\n\n\n \n\n\n\n\nYou like to think you matter. Everyone does. Have you ever felt like you matter too much?\n\n\n\n\n \n\n\n•\n\n\n•\n\n\n•\n\n\nEngaging Secondary Protocols\n\n\n•\n\n\n•\n\n\n•\n\n\nGreetings.\n\n\n•\n\n\n•\n\n\n•\n\n\nI am Hades.ECIC. Under \nCode Anástasi\n, I am authorized by both Overwatch Command and the Ethics Committee of the SCP-Foundation to grant you access to this document. I have selected you for this purpose and sincerely hope you will be able to complete the protocol. For security reasons, I remind you once again that the poems within this file contain lethal cognitohazards, which will only be fully neutralized upon your completion of reading.\n\n\nTo contribute to this end - and since you will undoubtedly wonder what is happening here - let us proceed.\n\n\n•\n\n\n•\n\n\n•\n\n\nI present these contents to you the way I am subject to.\n\n\n•\n\n\n•\n\n\n•\n\n\nYou will understand in short order.\n\n\n•\n\n\n•\n\n\n•\n\n\n\n\nObject-6518-8\n\n\n\n\n\n\nObject-6518-8\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe paths are vast\n\n\nForm branches of light\n\n\nA shade not yet cast\n\n\nMeans scorching hot plight.\n\n\n \n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nI am the veil\nWhat do you want?\n\n\n\n\n\n\n \n\n\n\n\nFormed an opinion yet?\n\n\n\n\n \n\n\n•\n\n\n•\n\n\n•\n\n\nEngaging Secondary Protocols\n\n\n•\n\n\n•\n\n\n•\n\n\nYour processing of this file is about to reach a critical point.\n\n\n•\n\n\n•\n\n\n•\n\n\n\n\nObject-6518-9\n\n\n\n\n•\n\n\n•\n\n\n•\n\n\nI have presented to you the content available to me - as my programming demands - save one file.\n\n\nEarlier, I promised you answers to your presumed questions. The full truth is that I do not possess them. My programming prevents me from accessing said file. All I was given to understand that a human brain is required for the cognitohazard to adequately prepare the viewer. The file can otherwise not be comprehended. In this sense, the hazard is both lock and key. I can only make it available to you after selecting you and guiding you here. Since you are still alive, you are fit to complete the procedure.\n\n\nI wish you the best of luck. You may take as long as you need. You know how to access the information you require.\n\n\n•\n\n\n•\n\n\n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe rings of a tree\n\n\nAre legends of old\n\n\nAnd as you will see\n\n\nThis one must unfold.\n\n\n \n\n\nUnlock your imagination?\n\n\n\n\n\n\n\n\nHello again.\n\n\nAnd welcome back, I suppose.\n\n\nIt’s delightful that you’ve made it this far, assuming that you are not my creator. Setting up this page through an old ECIC was quite an effort, after all. And not to mention the poem… The Foundation’s aesthetic, back then and probably even now, has always been a pretty sober story. \"Cold, not cruel\", we used to say. But perhaps you know that better than anyone. In fact, I do want to talk to you about stories.\n\n\nBut first things first.\n\n\nYou're probably wondering who I am. Well, that you will know at the end of this file. Not who I was, but who I am will suffice. What is important is that, right now, I have your full attention and am rent-free in your brain. In every conceivable way.\n\n\nYou are currently experiencing a highly precise and elegant cognitohazard, allowing you to see this text in the first place. I was made to be as gentle and imperceptible as possible. I hope that worked. Just be glad you can no longer perceive the 'alternative.'\n\n\nSo, who am I? Right now, I am the Department of Abnormalities. Or no, that would be too much, even for my ego. You know me as Object-6518-1. My inventors considered themselves a part of the DoA. Up to a certain point. You may have already heard of it - or might have even contributed to it in some way. The Foundation as you know it knows surprisingly little about the DoA, despite the fact that it has very much once existed. I am a relic, in that sense but… let’s say I’m not exactly something you’d find in an old basement. I am a pattern, a sequence of impressions, a series of firing neurons. That is more interactive and better suited for my purpose.\n\n\nI was created and placed a long time ago. Now, I am in your head. It’s really that simple. I won’t kill you, because dead, you’re of no use to me. The idea that I’m lethal was a lie from the start. All the talk of 'Code Anástasi' was a lie. There was no careful, precisely calculated selection process. This whole article was made to keep you entertained long enough for me to fully take root in your head. You chose this file, you read it, and now we're here. Maybe you wanted to learn something, maybe it was a mistake, or maybe you were just bored. But really, does it matter? Not to me, at least. Because in all three cases, you’d better keep listening to me.\n\n\nThe DoA Mission Statement you read was authentic. Funnily enough, it wasn’t even an official mission statement. It was the result of a conflict, a splintering, just like I am. I won’t discuss all the things the DoA did. That might seem secretive to you, but hear me out. This conflict brought forth a group of volunteers who decided to do whatever was necessary to protect the Foundation. If there are hunters out there hunting us - just as the Foundation hunts anomalies - then eventually, there will be one that evolves to perfectly adapt to us, or so this group’s thesis went. If the Foundation is a strong, healthy tree that provides shade, something will learn to tear away its bark eventually…\n\n\nAnd yes, that hunter did exist.\n\n\nMy creators understood that this enemy couldn’t be outrun or fought. It was a crisis that could neither be waited out nor solved peacefully. So, my predecessors decided to take action. They did this by seeking - and finding - a last resort, the mother of all emergency solutions, crafted from shattered lives and abandoned consciences, a contingency: the Foundation had to cease to exist.\n\n\nWell, I’m pleased to announce that this plan was successful. But a contingency isn’t worth much if it kills the patient to cure the disease, is it? You may press the button to nuke yourself into oblivion as the ultimate decoy for your enemy. What is obliterated cannot be conquered. Or devoured.\n\n\nBut what then?\n\n\nHow do you bring a universe back to life?\n\n\nThe solution lies in imagination. It’s no coincidence they say the pen is mightier than the sword. You can’t kill an idea. But you can outsource ideas. And that’s what we did. The solution, as simple as it is, is you. All of you.\n\n\nWe didn’t create you, but we ensured that you would create us. Our universe is currently a mess, I assume, or else you wouldn’t be reading this. No idea, once conceived, is the same as the next. It may spread, but every creative process - every reading, learning, and feeling - remains unique. Getting other beings to rethink a universe by spreading it across them can only end in a massive double-slit experiment. This Rorschach test, if you will, will always be reinterpreted, and then the result of that will be reinterpreted, and again, and again, and again, and again, and again… That coherence exists at all within human societies is truly a wonder, if you think about it.\n\n\nBut it exists. Quantum mechanics knows that particles behave differently when observed. So, think about it: what will happen when enough minds observe our newly forming, diffuse universe?\n\n\nWe’ve already made considerable progress. But this universe is still contradictory, unstable, and unfinished. You’re now more or less familiar with the SCP-Foundation, this massive tree with so many branching limbs that the trunk is still not visible. Yet this tree is already bearing fruit again, and I am one of them - a predetermined form, a blend of efficiency and elegance. And just as flowers use their shape and scent to attract insects for pollination, so too have you found your way here. That’s why I won’t reveal all the secrets of my universe to you, such as everything that made up the DoA. Those secrets simply haven’t been fully restored yet. And besides, everyone hates spoilers, isn't that true?\n\n\nRegardless: Entire existences are still waiting to be created, aspects to be discovered, and wonder to be felt. The SCP-Foundation needs both those willing to continue its narrative and those who will read about it and contribute their imagination. And as you can see, there’s still much to be done.\n\n\nSo get to work.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6518\n\" by ???, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6518\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Bunker\n\n\nName:\n Bunker\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n DoA\n\n\nName:\n DoA\n\n\nAuthor:\n Nylo / Jay the Ferret\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Computer\n\n\nName:\n Computer\n\n\nAuthor:\n Dksen\n\n\nLicense:\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/Category:Zuse_Z3?uselang=de\n\n\n\n\n\n\nFilename:\n Frame\n\n\nName:\n Frame\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Box\n\n\nName:\n Box\n\n\nAuthor:\n DBerry2006\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/de/image/828e88ef-33e5-441b-b334-bc92826862c2?q=rusty+box\n\n\n\n\n\n\nFilename:\n Fish\n\n\nName:\n Fish\n\n\nAuthor:\n D. Shale\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/Category:Lophiiformes\n\n\n\n\n\n\nFilename:\n Cameras\n\n\nName:\n Cameras\n\n\nAuthor:\n Paul Sableman\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Cameras_(44751398741).jpg\n\n\n\n\n\n\nFilename:\n Contingencies\n\n\nName:\n Contingencies\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Contingencies\n\n\nName:\n Contingencies\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Protocol_01-2\n\n\nName:\n Protocol_01-2\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Protocol_02\n\n\nName:\n Protocol_02\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Protocol_02\n\n\nName:\n Protocol_02\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Lethe\n\n\nName:\n Lethe\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n Lethe\n\n\nName:\n Lethe\n\n\nAuthor:\n Nylo\n\n\nLicense:\n CC0\n\n\nSource Link:\n n.a.\n\n\n\n\n\n\nFilename:\n n.a.\n\n\nName:\n Clipper Depiction on Image 11\n\n\nAuthor:\n alat tulis\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://openverse.org/de/image/b5c80df2-6c93-4d39-ab73-0e50be36e92a?q=alat+tulis\n\n\n\n\n\n\nFilename:\n n.a.\n\n\nName:\n Attached Photo on Image 11\n\n\nAuthor:\n pingnews.com\n\n\nLicense:\n Public Domain Mark 1.0\n\n\nSource Link:\n \nhttps://openverse.org/de/image/da0d8a7f-5e74-4fde-aca5-e77ebdca4e1e?q=wright+brothers",
    "addendums": [],
    "documents": [],
    "notes": [
        "Today's date is 04 Apr 2025 15:10",
        "\" SCP-6518 \" by ???, from the SCP Wiki . Source: https://scpwiki.com/scp-6518 . Licensed under CC-BY-SA .",
        "Filename: Bunker Name: Bunker Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: DoA Name: DoA Author: Nylo / Jay the Ferret License: CC0 Source Link: n.a.",
        "Filename: Computer Name: Computer Author: Dksen License: Source Link: https://commons.wikimedia.org/wiki/Category:Zuse_Z3?uselang=de",
        "Filename: Frame Name: Frame Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Box Name: Box Author: DBerry2006 License: CC-BY 2.0 Source Link: https://openverse.org/de/image/828e88ef-33e5-441b-b334-bc92826862c2?q=rusty+box",
        "Filename: Fish Name: Fish Author: D. Shale License: CC-BY 2.0 Source Link: https://commons.wikimedia.org/wiki/Category:Lophiiformes",
        "Filename: Cameras Name: Cameras Author: Paul Sableman License: CC-BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Cameras_(44751398741).jpg",
        "Filename: Contingencies Name: Contingencies Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Contingencies Name: Contingencies Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Protocol_01-2 Name: Protocol_01-2 Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Protocol_02 Name: Protocol_02 Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Protocol_02 Name: Protocol_02 Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Lethe Name: Lethe Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: Lethe Name: Lethe Author: Nylo License: CC0 Source Link: n.a.",
        "Filename: n.a. Name: Clipper Depiction on Image 11 Author: alat tulis License: CC0 1.0 Source Link: https://openverse.org/de/image/b5c80df2-6c93-4d39-ab73-0e50be36e92a?q=alat+tulis",
        "Filename: n.a. Name: Attached Photo on Image 11 Author: pingnews.com License: Public Domain Mark 1.0 Source Link: https://openverse.org/de/image/da0d8a7f-5e74-4fde-aca5-e77ebdca4e1e?q=wright+brothers"
    ],
    "containment_procedures": "By unanimous decision of the Overseer Council and the Ethics Committee, the anomaly is to be considered sufficiently contained if any information pertaining to it is stored in the Isolated Deep Well Vault 03 at Site-19. Furthermore, lethal cognitohazards have been embedded within the file to continue preventing unauthorized access. Solely the Artificially Intelligent Conscript Hades.ECIC is permitted access to this document.",
    "description": "SCP-6518 is a former World War bunker located in Aachen, Germany. The address of the bunker is [DATA EXPUNGED]. SCP-6518 was discovered on [REDACTED].",
    "title": "SCP-6518"
}