{
    "url": "https://scp-wiki.wikidot.com/scp-6522",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\nA portion of SCP-6522\n\n\n\n\n\n\nItem #:\n SCP-6522\n\n\nThreat Level:\n Green \n●\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6522 is protected from civilian interaction by a 2-m tall chain-link fence fitted with surveillance cameras. In case of suspicious behavior from intruders, a security team must be dispatched from the nearest Foundation outpost in Mays Landing, New Jersey, and the intruders interrogated.\n\n\nDescription:\n SCP-6522 is a quaking aspen (\nPopulus tremuloides\n) colony spanning 3.54 km² located in Atlantic County, New Jersey, United States. Like all \nPopulus\n colonies, SCP-6522 is composed entirely of clones sharing the same genetic material and a massive, connected root system. This root system is thought to have been used by a Group of Interest for anomalous computation, by controlling the transduction of electrical signals along the roots in order to use the entire colony as a massive electronic circuit. While electrical impulses naturally travel along the roots of plants, in the case of SCP-6522, the amount, distribution and fluctuation of these impulses throughout the system points to outside interference.\n\n\nThis computing power is believed to have been dedicated to mining anomalous cryptocurrency and more specifically non-fungible tokens (NFT).\n1\n Electrical records show that information travels through the system from north-west to south-east, therefore, if any data inputting or outputting device is present, it should be positioned along this axis. No such structure has been found at surface level or underground: hence, the information input and output gateways could be thaumaturgical, ethereal or intangible.\n\n\nAddendum: Technical information\n\n\nThe fluctuations of SCP-6522's activity are correlated to the price fluctuations of an anomalous cryptocurrency known as unXplain'd (code UXP) on occult internet forums. Its current exchange rate is cited as 98,56 US$/UXP and it \"may only be mined using paranormal technology.\" Very little is known about this cryptocurrency, as SCP-6522 is the only system which has been linked to UXP with certainty.\n\n\nAddendum: History and recovery\n\n\nSCP-6522 has been linked to the activity of a group known as the \nAbnormality Amateurs Association\n. The AAA is an small, unprofessional organization which engages in anomalous activities for recreational purposes. Despite usually operating in metropolitan France, AAA members had traveled to New Jersey in July 2022. Below is a transcribed conversation regarding SCP-6522 recovered from a member's cell phone.\n\n\n\n\n+ Transcript: AAA\n\n\n\n\n– hide block\n\n\n\n\n\n\nDate:\n 2022/07/05\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n\nNotes:\n Translated from French.\n\n\n\n\nGérard:\n Ah… you know what, Polo, this group vacation abroad is the best idea that's ever come out of your tiny little head.\n\n\nPolo:\n Yep. Nothing better to bring the Association closer together.\n\n\nGérard:\n Oh, while you're here, there's something I need to tell you. As you know, our last endeavor cost us quite a bit of money, and it turns out that the Association's funds are not exactly plentiful at the moment.\n\n\nPolo:\n Yes, I know. Can you pass me a beer?\n\n\nGérard:\n Here you go. So I thought that even though we're on vacation, we could use our time in the 'States to make some quick cash.\n\n\nPolo:\n All while making use of the anomalous, of course.\n\n\nGérard:\n Wouldn't be fun otherwise.\n\n\nPolo:\n Do you have a plan?\n\n\nGérard:\n As a matter of fact I do. You know my son's big into computers? Well last week he told me about something called NFT.\n\n\nPolo:\n How amusing. What is this \"NFT?\"\n\n\nGérard:\n He said a non-fungible token is a small piece of data with a proof of ownership intended to be used in speculative trading.\n\n\nPolo:\n Huh?\n\n\nGérard:\n Okay. You like car tuning right? Imagine I take a simple car, like a Dacia Sandero, and make some simple modification like, I don't know, painting a pink smiley face on the windshield. Then I sell it to you for 5,000 euro.\n\n\nPolo:\n Can't you just give it to me? We're buddies, aren't we?\n\n\nGérard:\n This is hypothetical. Just imagine that you buy it. Then, you could wait for someone to buy it from you for 10,000 euro.\n\n\nPolo:\n Why would anyone want to buy a Sandero with a smiley face for 10,000 euro?\n\n\nGérard:\n Because they think they can sell it for 20,000 euro. See, it's nothing but a chain of people trying to resell things to each other. And as long as they are convinced that they can sell what they buy, it makes the whole thing look like a good way to make money, and even more people join, looking for even more NFTs to buy. They spend all their money, and we get rich.\n\n\nPolo:\n Ooooooooh, I see. But it means the pink Sandero is gonna become more and more expensive, right? What happens when it gets to ten billion euro and no one wants to buy it?\n\n\nGérard:\n I have no idea. But by that point, we'll have made enough money to fund the Association for a hundred years. Let's go get a computer.\n\n\nPolo:\n An anomalous one, of course.\n\n\n\n\n\n\n\n\n\n\nIn the following weeks, members of the AAA consulted with several Groups of Interest in order to acquire anomalous technology which could aid them in their goals. Due to the AAA's poor knowledge of anomalous markets, the selected Groups of Interest were not overly competent in this field.\n\n\n\n\n+ Transcript: AAA and Home Wonders Ltd\n\n\n\n\n– hide block\n\n\n\n\nHome Wonders Ltd\n is an anomalous manufacturer of home appliances based in Poland. It is unknown how the AAA managed to get in touch with this very elusive group. The following conversation was recorded by security cameras at a hotel in Mays Landing, New Jersey. Subsequent searches of the hotel have not revealed any information about either party.\n\n\n\n\nDate:\n 2022/07/07\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- An unidentified Home Wonders Ltd representative\n\n\nNotes:\n Conversation is in English. Numerous grammar errors excluded for clarity.\n\n\n\n\n(All participants are sitting around a table in the hotel lobby. Both AAA members are drinking beer. The unidentified person is drinking a mojito.)\n\n\nGérard:\n So you assure me that the devices you sell have the power of a super-calculator, with the size of a laptop?\n\n\n???:\n Indeed.\n\n\nGérard:\n That's perfect for our purposes, Polo!\n\n\nPolo:\n Oh, me and computers… I know how to check my email and go to the Playboy website, it's enough for me.\n\n\n(The unidentified person hands what looks like a laptop to Gérard.)\n\n\nGérard:\n Just imagine. All the beeps and boops of the giant machines we see in movies, but in your lap.\n\n\n???:\n Actually, I would advise against putting it in your lap.\n\n\nGérard:\n Why not?\n\n\n???:\n Because of the slight risk of lethal explosion.\n\n\n(Gérard very slowly puts the laptop back on the table.)\n\n\nGérard:\n This thing can kill us?\n\n\n???:\n Why of course! There's no such thing as zero-risk.\n\n\nGérard:\n Is it likely…?\n\n\n???:\n It depends what you mean by \"likely.\"\n\n\nGérard:\n Well, what happened to the last person who bought one of these?\n\n\n???:\n I'll have you know he's perfectly fine.\n\n\nGérard:\n Really.\n\n\n???:\n Yes, he was away when the device exploded.\n\n\nPolo:\n (In French) Now I'm confused; is the pink Sandero exploding part of the plan?\n\n\nGérard:\n Are your other products also life hazards?\n\n\n???:\n Our mission at Home Wonders, Ltd. is to bring the latest innovations to the house of the common man. Functional mishaps do happen, but we encourage the working class to focus on the positive aspects and consider the whole of our activity as an empowering opportunity. Yes, our polar air conditioners have caused frost bite. Yes, pets and babies have been claimed by our supersonic vacuum cleaners. But all at affordable prices for the working family.\n\n\nGérard:\n Remind me where you operate?\n\n\n???:\n Poland, mainly.\n\n\nGérard:\n Very well. I must remember to never go there.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transcript: AAA and Technothaumaturges\n\n\n\n\n– hide block\n\n\n\n\nMembers of the AAA met up with representatives of the \nTechnothaumaturges\n at the location of SCP-6522. Below is a transcribed conversation recovered from a member's cell phone.\n\n\n\n\nDate:\n 2022/07/09\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- Andreia Ribeiro, Technothaumaturges representative\n\n\nNotes:\n Conversation is in English. Numerous grammar errors excluded for clarity.\n\n\n\n\nA. Ribeiro:\n In terms of computing, our latest offer is the ThinkTank(tm). As you can see on the catalog, the core processing unit is an assortment of connected brains suspended in a reservoir of nourishing fluid. A neural-electronic adapter is included, comprising USB-3, HDMI, VGA and audio jack.\n\n\nGérard:\n Are they human brains?\n\n\nA. Ribeiro:\n No, obviously. Cetacean brains have comparable performances for a much cheaper price. As for the nourishing fluid, several blends are available depending on your needs: we have finance fluid for accounting work, space fluid for astronomical computation, gaming fluid which…\n\n\nGérard:\n Man, all this fluid talk is making me thirsty. Do you want anything?\n\n\nA. Ribeiro:\n O-oh, I wouldn't want to bother you…\n\n\nGérard:\n (In French) Hey Polo! Bring out some beer for the lady, will you?\n\n\nA. Ribeiro:\n You're too kind.\n\n\nGérard:\n I can't let my guests die of dehydration. So this brain-computer then, how much is it?\n\n\nA. Ribeiro:\n Well, we usually sell business-to-business, so I don't exactly know what price it would be for private use… you should expect some extra fees because of scaling costs. Probably somewhere in the low hundreds for the model you see on the catalog.\n\n\nGérard:\n Splendid! Ah, look at the guys jumping into the pool under the aspens… I'm gonna do the same. You should join us as well!\n\n\nA. Ribeiro:\n Uh… I don't think it's very reasonable… I have a meeting with the board of directors this afternoon, followed by a factory inspection…\n\n\nGérard:\n Come on, don't be so stuck-up, Ma'am. So those brains, do we just plug them into wall power?\n\n\nA. Ribeiro:\n No, there's really no need since you will be supplying them with a constant flow of blood.\n\n\nGérard:\n Ah… is that absolutely necessary?\n\n\nA. Ribeiro:\n I thought you had been informed… my apologies, I'm not used to dealing with private consumers. The ThinkTank(tm) needs a permanent input of blood from the same species as that of the brains, cetacean in this case.\n\n\nGérard:\n Well that's a bit of a issue. Where are we gonna find that?\n\n\nA. Ribeiro:\n \n(coughs)\n This is really strong…\n\n\nGérard:\n Yeah, it's is good beer. For real men.\n\n\nA. Ribeiro:\n Hey, don't you assume women are not capable of drinking!\n\n\nGérard:\n Are \nyou\n?\n\n\nA. Ribeiro:\n M-Me? Well, I suppose I've been to a fair share of parties in university…\n\n\nGérard:\n Prove it then. I'm waiting.\n\n\n(pause)\n\n\nA. Ribeiro:\n I'll just… tell the board of directors I couldn't make it.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transcript: AAA and dado\n\n\n\n\n– hide block\n\n\n\n\nThe AAA was approached by an individual or group known only by the mononym \"\ndado\n\", a supplier of miscellaneous goods and services. The rendezvous took place outside of a house in Mays Landing and was captured by a security camera. Below is a transcript of the conversation. Subsequent searches of the house have not revealed information about either party.\n\n\n\n\nDate:\n 2022/07/11\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- dado, Person or Group of Interest\n\n\nNotes:\n Conversation is in English. Grammar errors not excluded due to potential relevance.\n\n\n\n\n(Both AAA members are outside the house, waiting in the dark. They are still dressed in their summer clothes and shaking in the cold of the night.)\n\n\nPolo:\n (In French) Is \"dado\" his first name or his last name?\n\n\nGérard:\n (In French) No idea. I didn't understand what he told me on the phone. Somehow, his English is even worse than yours.\n\n\nPolo:\n (In French) Have you seen his face?\n\n\nGérard:\n (In French) No, but it shouldn't be long until we do. He said he's going to come through this door at exactly 10 PM.\n\n\nPolo:\n (In French) Listen, here he comes.\n\n\n(The door shakes and rumbles for about a minute, then stops. The mail slot opens.)\n\n\ndado:\n Sorry, door is stuck. Have to talk through mail slut.\n\n\nGérard:\n It's fine, we won't stay for long. You have a product to help us with NFT?\n\n\ndado:\n Yes, is here, you look in.\n\n\n(Gérard peeks through the mail slot.)\n\n\nGérard:\n (In French) Jesus Christ! Come look at his face!\n\n\nPolo:\n (In French) Oh wow, I wasn't expecting that.\n\n\nGérard:\n (In French) You don't see that everyday.\n\n\ndado:\n Here. I use the very strong intelligence to build powerful electronic machine to make NFT for you.\n\n\nGérard:\n How does it work?\n\n\ndado:\n I demonstrate. See, in my hand I hold tissue. If I put flame on tissue, he burn. And if we wait, tissue continue burning until disappear completely.\n\n\nGérard:\n Uh, yes?\n\n\ndado:\n Ah, but now, I take other tissue, put flame, and then put him in machine. You watch by transparent window, and I turn on machine.\n\n\n(soft rumbling sound)\n\n\nPolo:\n (In French) It stopped burning?\n\n\nGérard:\n (In French) No, it's… frozen in time. Look, the flame is stuck in this position, it's not moving.\n\n\ndado:\n And there you go, flow of the time is stopped.\n\n\nGérard:\n I'm speechless.\n\n\ndado:\n Yes, the machine, she is very cool.\n\n\nGérard:\n But how does it help us?\n\n\ndado:\n Well you want NFT?\n\n\nGérard:\n Yes?\n\n\ndado:\n Non-Flowing Time?\n\n\nGérard:\n No… Non-Fungible Tokens.\n\n\ndado:\n No fungus what?\n\n\n(Both AAA members step away)\n\n\nGérard:\n (In French) That's not what we're looking for at all.\n\n\nPolo:\n (In French) Still kinda cool.\n\n\nGérard:\n (In French) Well, you were right. This guy is just weird.\n\n\nPolo:\n (In French) We might as well ask the aspens to do the work!\n\n\nGérard:\n (In French) Let's head back.\n\n\n(ten minutes later)\n\n\ndado:\n Anyone still here?\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transcript: AAA and Dreaming Technology\n\n\n\n\n– hide block\n\n\n\n\nAn individual associated with \nDreaming Technology\n, an enigmatic Japanese firm specialized in realizing customers' wishes, was present at the location of SCP-6522 and met up with members of the AAA. Below is a transcribed conversation recovered from a member's cell phone.\n\n\n\n\nDate:\n 2022/07/12\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- Unknown individual associated with Dreaming Technology\n\n\nNotes:\n Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics.\n\n\n\n\nGérard:\n Do you have a powerful computer for us?\n\n\n???:\n That depends. Do you have a strong desire for it?\n\n\nGérard:\n I suppose so, our entire plan depends on it.\n\n\n???:\n Then it will be. As is very clearly stated on our brochure, the expected results vary according to your own willpower. We are not liable in case of a weak mind.\n\n\nGérard:\n Fascinating. Ah, here comes the wine. What will you take, white or red?\n\n\n???:\n Sorry, I don't drink. I would love to try some of this cheese, though.\n\n\nGérard:\n Soft Coulommiers, a fine choice. Just to make sure, you are going to give us a computer, not a machine that freezes time?\n\n\n???:\n Yes.\n\n\nGérard:\n There's no risk of death?\n\n\n???:\n No.\n\n\nGérard:\n And no need for large quantities of blood from any animal?\n\n\n???:\n No. Just read the brochure, sir. The product you receive is modeled natively from your thoughts. There is no room for communication errors or oversight.\n\n\nGérard:\n Then I believe we have a deal!\n\n\n???:\n Splendid. Now then, will it be a leg or an arm?\n\n\nGérard:\n Pardon?\n\n\n???:\n (sigh) Sir, you really should have read the brochure. Payment is in nature only.\n\n\nGérard:\n What if I don't want to lose a limb?\n\n\n???:\n We could settle for something smaller.\n\n\nPolo:\n (In French) Oh, your wife wouldn't be very happy about that!\n\n\nGérard:\n (sigh) Can't I give you an aspen branch or something? It's almost like an arm.\n\n\n???:\n Then I'm afraid I would have to grant the aspen's wishes.\n\n\nGérard:\n Well… we can't really entrust a tree with our projects, can we.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Transcript: AAA and Letters Entertainment\n\n\n\n\n– hide block\n\n\n\n\nLetter Entertainment\n is an anomalous Chinese video-game manufacturer and tech company. A vacationing developer met up with members of the AAA at the location of SCP-6522. Below is a transcribed conversation recovered from a member's cell phone.\n\n\n\n\nDate:\n 2022/07/15\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- Zhang Yuzhao, Letters Entertainment developer\n\n\nNotes:\n Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics.\n\n\n\n\nZhang Yuzhao:\n Yeah, we have some beefy computers but you don't have the budget for any of them. Man, this beer is good.\n\n\nGérard:\n Damn. (In French) Looks like there really isn't any future for us in this field.\n\n\nPolo:\n (In French) That's what happens when we try to mingle with new technologies. We should just stick to the good old ways.\n\n\nZhang Yuzhao:\n Oh, sorry, I ate all the crackers…\n\n\nGérard:\n Sitting here under the aspens really wakes up your appetite, doesn't it.\n\n\nZhang Yuzhao:\n Aspens, you say? Does this property belong to you?\n\n\nGérard:\n To my cousin's friend who lives nearby. He doesn't use it for anything.\n\n\nZhang Yuzhao:\n So you could do some terrain adjustments if you wanted to?\n\n\nGérard:\n Yes, why do you ask?\n\n\nZhang Yuzhao:\n Let's see. I've only ever seen it done on blueberry bushes, but it should work the same here… it's all about clonal colonies…\n\n\n(short pause)\n\n\nZhang Yuzhao:\n I might know someone who can help you.\n\n\nGérard:\n A tech guy?\n\n\nZhang Yuzhao:\n Nope. A biologist.\n\n\nGérard:\n We're not asking for gardening tips.\n\n\nZhang Yuzhao:\n Plants are always useful. Never underestimate them or their computing power.\n\n\nPolo:\n (In French) Now see, plants, that's the good old ways. I like this guy.\n\n\n\n\n\n\n\n\n\n\nAddendum: July 2022 UXP collapse and followup\n\n\nOn 2022/07/25, the sales of UXP-based non-fungible tokens began to stall due to a lack of new investors, prompting token owners to drastically reduce their prices. This further degraded potential investors' opinions of the market, accelerating its collapse. Occult brokers stopped listing UXP, so cashing out for non-anomalous currency such as the US dollar was made impossible. Anomalous items were found strewn across streets in many cities after their owners abandoned them out of spite. Below is a transcribed conversation between AAA members regarding this matter, recovered from a member's cell phone.\n\n\n\n\n+ Transcript: AAA\n\n\n\n\n– hide block\n\n\n\n\n\n\nDate:\n 2022/07/26\n\n\nParticipants:\n\n- Gérard, AAA member\n\n- Polo, AAA member\n\n- Zhang Yuzhao, Letters Entertainment developer\n\n\nNotes:\n Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics.\n\n\n\n\nGérard:\n Ah, here you are! How is business?\n\n\nZhang Yuzhao:\n Hello… um…\n\n\nGérard:\n Grab a corn bag and come play with us, man! My cousin showed us this local game called \"cornhole.\" So tell me, how rich are we?\n\n\nZhang Yuzhao:\n Well… actually…\n\n\nGérard:\n Ho, nice shot Polo! Remember, loser gets his ass slapped by everyone else. Anyway, are we making piles of money yet?\n\n\nZhang Yuzhao:\n Not as such.\n\n\nPolo:\n (In French) Hah! Completely missed the hole!\n\n\nGérard:\n As in?\n\n\nZhang Yuzhao:\n Well… you see, NFTs are something called an economic bubble. And if the bubble inflates too much, it can burst, which results in a sharp decrease in attractiveness, and therefore, of profit for miners.\n\n\nGérard:\n You're gonna have to dumb it down, son.\n\n\nZhang Yuzhao:\n Basically, NFTs have gone out of fashion and we're not getting any more money.\n\n\nGérard:\n Ah. It's fine, we still have all the money we've made so far.\n\n\nZhang Yuzhao:\n Things are not that simple. What we currently have is \"cryptocurrency,\" which can't really be used to buy anything other than NFTs. For that, we would need to \"cash out\" and trade our cryptocurrency for US dollars.\n\n\nGérard:\n Let's do that then. Bernard, did you finish my beer?\n\n\nZhang Yuzhao:\n Well… if brokers still permitted cashing out now, with everyone trying to get rid of their NFTs, they would make losses. So, typically, they prefer to… disable that option.\n\n\nGérard:\n So we've made zero money in those two weeks, huh. At least we didn't lose any either… Watch where you throw, Polo! That one went right into the grill!\n\n\nZhang Yuzhao:\n Yeah… Sorry about that.\n\n\nGérard:\n It's fine, we'll get by. Like we always do. The moral of the story is that even the good old ways can disappoint us sometimes.\n\n\nZhang Yuzhao:\n Something like that. Well, this vacation was nice but I have to prepare for my flight back to Shenzhen. Goodbye, it was a pleasure working with you.\n\n\nPolo:\n (Distant, In French) Where's my phone?\n\n\n\n\n\n\n\n\n\n\nZhang Yuzhao was apprehended three days later at the Atlantic City airport in possession of an AAA member's cell phone. By this time, the AAA had already deserted the location of SCP-6522. No further information could be revealed about any of the involved People of Interest. The creator of the UXP cryptocurrency remains unidentified.\n\n\n\n\nFootnotes\n\n\n1\n. Small units of data intended for speculative trade. Typically handled by blockchain technology, which requires large amounts of computational work to function.\n\n\n\n\n\n\n\n\n« \nSCP-6521\n | SCP-6522 | \nSCP-6523\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6522\n\" by Reyas, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6522\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n definitely-not-a-fungus.jpg\n\n\nName:\n Quaking Aspen (5205494244).jpg\n\n\nAuthor:\n Howcheng\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [
        "Addendum: Technical information\nThe fluctuations of SCP-6522's activity are correlated to the price fluctuations of an anomalous cryptocurrency known as unXplain'd (code UXP) on occult internet forums. Its current exchange rate is cited as 98,56 US$/UXP and it \"may only be mined using paranormal technology.\" Very little is known about this cryptocurrency, as SCP-6522 is the only system which has been linked to UXP with certainty.",
        "Addendum: History and recovery\nSCP-6522 has been linked to the activity of a group known as the Abnormality Amateurs Association . The AAA is an small, unprofessional organization which engages in anomalous activities for recreational purposes. Despite usually operating in metropolitan France, AAA members had traveled to New Jersey in July 2022. Below is a transcribed conversation regarding SCP-6522 recovered from a member's cell phone.\nIn the following weeks, members of the AAA consulted with several Groups of Interest in order to acquire anomalous technology which could aid them in their goals. Due to the AAA's poor knowledge of anomalous markets, the selected Groups of Interest were not overly competent in this field.",
        "Addendum: July 2022 UXP collapse and followup\nOn 2022/07/25, the sales of UXP-based non-fungible tokens began to stall due to a lack of new investors, prompting token owners to drastically reduce their prices. This further degraded potential investors' opinions of the market, accelerating its collapse. Occult brokers stopped listing UXP, so cashing out for non-anomalous currency such as the US dollar was made impossible. Anomalous items were found strewn across streets in many cities after their owners abandoned them out of spite. Below is a transcribed conversation between AAA members regarding this matter, recovered from a member's cell phone.\nZhang Yuzhao was apprehended three days later at the Atlantic City airport in possession of an AAA member's cell phone. By this time, the AAA had already deserted the location of SCP-6522. No further information could be revealed about any of the involved People of Interest. The creator of the UXP cryptocurrency remains unidentified."
    ],
    "documents": [],
    "notes": [
        "Date: 2022/07/05 Participants: - Gérard, AAA member - Polo, AAA member Notes: Translated from French. Gérard: Ah… you know what, Polo, this group vacation abroad is the best idea that's ever come out of your tiny little head. Polo: Yep. Nothing better to bring the Association closer together. Gérard: Oh, while you're here, there's something I need to tell you. As you know, our last endeavor cost us quite a bit of money, and it turns out that the Association's funds are not exactly plentiful at the moment. Polo: Yes, I know. Can you pass me a beer? Gérard: Here you go. So I thought that even though we're on vacation, we could use our time in the 'States to make some quick cash. Polo: All while making use of the anomalous, of course. Gérard: Wouldn't be fun otherwise. Polo: Do you have a plan? Gérard: As a matter of fact I do. You know my son's big into computers? Well last week he told me about something called NFT. Polo: How amusing. What is this \"NFT?\" Gérard: He said a non-fungible token is a small piece of data with a proof of ownership intended to be used in speculative trading. Polo: Huh? Gérard: Okay. You like car tuning right? Imagine I take a simple car, like a Dacia Sandero, and make some simple modification like, I don't know, painting a pink smiley face on the windshield. Then I sell it to you for 5,000 euro. Polo: Can't you just give it to me? We're buddies, aren't we? Gérard: This is hypothetical. Just imagine that you buy it. Then, you could wait for someone to buy it from you for 10,000 euro. Polo: Why would anyone want to buy a Sandero with a smiley face for 10,000 euro? Gérard: Because they think they can sell it for 20,000 euro. See, it's nothing but a chain of people trying to resell things to each other. And as long as they are convinced that they can sell what they buy, it makes the whole thing look like a good way to make money, and even more people join, looking for even more NFTs to buy. They spend all their money, and we get rich. Polo: Ooooooooh, I see. But it means the pink Sandero is gonna become more and more expensive, right? What happens when it gets to ten billion euro and no one wants to buy it? Gérard: I have no idea. But by that point, we'll have made enough money to fund the Association for a hundred years. Let's go get a computer. Polo: An anomalous one, of course.",
        "Date: 2022/07/07 Participants: - Gérard, AAA member - Polo, AAA member - An unidentified Home Wonders Ltd representative Notes: Conversation is in English. Numerous grammar errors excluded for clarity. (All participants are sitting around a table in the hotel lobby. Both AAA members are drinking beer. The unidentified person is drinking a mojito.) Gérard: So you assure me that the devices you sell have the power of a super-calculator, with the size of a laptop? ???: Indeed. Gérard: That's perfect for our purposes, Polo! Polo: Oh, me and computers… I know how to check my email and go to the Playboy website, it's enough for me. (The unidentified person hands what looks like a laptop to Gérard.) Gérard: Just imagine. All the beeps and boops of the giant machines we see in movies, but in your lap. ???: Actually, I would advise against putting it in your lap. Gérard: Why not? ???: Because of the slight risk of lethal explosion. (Gérard very slowly puts the laptop back on the table.) Gérard: This thing can kill us? ???: Why of course! There's no such thing as zero-risk. Gérard: Is it likely…? ???: It depends what you mean by \"likely.\" Gérard: Well, what happened to the last person who bought one of these? ???: I'll have you know he's perfectly fine. Gérard: Really. ???: Yes, he was away when the device exploded. Polo: (In French) Now I'm confused; is the pink Sandero exploding part of the plan? Gérard: Are your other products also life hazards? ???: Our mission at Home Wonders, Ltd. is to bring the latest innovations to the house of the common man. Functional mishaps do happen, but we encourage the working class to focus on the positive aspects and consider the whole of our activity as an empowering opportunity. Yes, our polar air conditioners have caused frost bite. Yes, pets and babies have been claimed by our supersonic vacuum cleaners. But all at affordable prices for the working family. Gérard: Remind me where you operate? ???: Poland, mainly. Gérard: Very well. I must remember to never go there.",
        "Date: 2022/07/09 Participants: - Gérard, AAA member - Polo, AAA member - Andreia Ribeiro, Technothaumaturges representative Notes: Conversation is in English. Numerous grammar errors excluded for clarity. A. Ribeiro: In terms of computing, our latest offer is the ThinkTank(tm). As you can see on the catalog, the core processing unit is an assortment of connected brains suspended in a reservoir of nourishing fluid. A neural-electronic adapter is included, comprising USB-3, HDMI, VGA and audio jack. Gérard: Are they human brains? A. Ribeiro: No, obviously. Cetacean brains have comparable performances for a much cheaper price. As for the nourishing fluid, several blends are available depending on your needs: we have finance fluid for accounting work, space fluid for astronomical computation, gaming fluid which… Gérard: Man, all this fluid talk is making me thirsty. Do you want anything? A. Ribeiro: O-oh, I wouldn't want to bother you… Gérard: (In French) Hey Polo! Bring out some beer for the lady, will you? A. Ribeiro: You're too kind. Gérard: I can't let my guests die of dehydration. So this brain-computer then, how much is it? A. Ribeiro: Well, we usually sell business-to-business, so I don't exactly know what price it would be for private use… you should expect some extra fees because of scaling costs. Probably somewhere in the low hundreds for the model you see on the catalog. Gérard: Splendid! Ah, look at the guys jumping into the pool under the aspens… I'm gonna do the same. You should join us as well! A. Ribeiro: Uh… I don't think it's very reasonable… I have a meeting with the board of directors this afternoon, followed by a factory inspection… Gérard: Come on, don't be so stuck-up, Ma'am. So those brains, do we just plug them into wall power? A. Ribeiro: No, there's really no need since you will be supplying them with a constant flow of blood. Gérard: Ah… is that absolutely necessary? A. Ribeiro: I thought you had been informed… my apologies, I'm not used to dealing with private consumers. The ThinkTank(tm) needs a permanent input of blood from the same species as that of the brains, cetacean in this case. Gérard: Well that's a bit of a issue. Where are we gonna find that? A. Ribeiro: (coughs) This is really strong… Gérard: Yeah, it's is good beer. For real men. A. Ribeiro: Hey, don't you assume women are not capable of drinking! Gérard: Are you ? A. Ribeiro: M-Me? Well, I suppose I've been to a fair share of parties in university… Gérard: Prove it then. I'm waiting. (pause) A. Ribeiro: I'll just… tell the board of directors I couldn't make it.",
        "Date: 2022/07/11 Participants: - Gérard, AAA member - Polo, AAA member - dado, Person or Group of Interest Notes: Conversation is in English. Grammar errors not excluded due to potential relevance. (Both AAA members are outside the house, waiting in the dark. They are still dressed in their summer clothes and shaking in the cold of the night.) Polo: (In French) Is \"dado\" his first name or his last name? Gérard: (In French) No idea. I didn't understand what he told me on the phone. Somehow, his English is even worse than yours. Polo: (In French) Have you seen his face? Gérard: (In French) No, but it shouldn't be long until we do. He said he's going to come through this door at exactly 10 PM. Polo: (In French) Listen, here he comes. (The door shakes and rumbles for about a minute, then stops. The mail slot opens.) dado: Sorry, door is stuck. Have to talk through mail slut. Gérard: It's fine, we won't stay for long. You have a product to help us with NFT? dado: Yes, is here, you look in. (Gérard peeks through the mail slot.) Gérard: (In French) Jesus Christ! Come look at his face! Polo: (In French) Oh wow, I wasn't expecting that. Gérard: (In French) You don't see that everyday. dado: Here. I use the very strong intelligence to build powerful electronic machine to make NFT for you. Gérard: How does it work? dado: I demonstrate. See, in my hand I hold tissue. If I put flame on tissue, he burn. And if we wait, tissue continue burning until disappear completely. Gérard: Uh, yes? dado: Ah, but now, I take other tissue, put flame, and then put him in machine. You watch by transparent window, and I turn on machine. (soft rumbling sound) Polo: (In French) It stopped burning? Gérard: (In French) No, it's… frozen in time. Look, the flame is stuck in this position, it's not moving. dado: And there you go, flow of the time is stopped. Gérard: I'm speechless. dado: Yes, the machine, she is very cool. Gérard: But how does it help us? dado: Well you want NFT? Gérard: Yes? dado: Non-Flowing Time? Gérard: No… Non-Fungible Tokens. dado: No fungus what? (Both AAA members step away) Gérard: (In French) That's not what we're looking for at all. Polo: (In French) Still kinda cool. Gérard: (In French) Well, you were right. This guy is just weird. Polo: (In French) We might as well ask the aspens to do the work! Gérard: (In French) Let's head back. (ten minutes later) dado: Anyone still here?",
        "Date: 2022/07/12 Participants: - Gérard, AAA member - Polo, AAA member - Unknown individual associated with Dreaming Technology Notes: Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics. Gérard: Do you have a powerful computer for us? ???: That depends. Do you have a strong desire for it? Gérard: I suppose so, our entire plan depends on it. ???: Then it will be. As is very clearly stated on our brochure, the expected results vary according to your own willpower. We are not liable in case of a weak mind. Gérard: Fascinating. Ah, here comes the wine. What will you take, white or red? ???: Sorry, I don't drink. I would love to try some of this cheese, though. Gérard: Soft Coulommiers, a fine choice. Just to make sure, you are going to give us a computer, not a machine that freezes time? ???: Yes. Gérard: There's no risk of death? ???: No. Gérard: And no need for large quantities of blood from any animal? ???: No. Just read the brochure, sir. The product you receive is modeled natively from your thoughts. There is no room for communication errors or oversight. Gérard: Then I believe we have a deal! ???: Splendid. Now then, will it be a leg or an arm? Gérard: Pardon? ???: (sigh) Sir, you really should have read the brochure. Payment is in nature only. Gérard: What if I don't want to lose a limb? ???: We could settle for something smaller. Polo: (In French) Oh, your wife wouldn't be very happy about that! Gérard: (sigh) Can't I give you an aspen branch or something? It's almost like an arm. ???: Then I'm afraid I would have to grant the aspen's wishes. Gérard: Well… we can't really entrust a tree with our projects, can we.",
        "Date: 2022/07/15 Participants: - Gérard, AAA member - Polo, AAA member - Zhang Yuzhao, Letters Entertainment developer Notes: Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics. Zhang Yuzhao: Yeah, we have some beefy computers but you don't have the budget for any of them. Man, this beer is good. Gérard: Damn. (In French) Looks like there really isn't any future for us in this field. Polo: (In French) That's what happens when we try to mingle with new technologies. We should just stick to the good old ways. Zhang Yuzhao: Oh, sorry, I ate all the crackers… Gérard: Sitting here under the aspens really wakes up your appetite, doesn't it. Zhang Yuzhao: Aspens, you say? Does this property belong to you? Gérard: To my cousin's friend who lives nearby. He doesn't use it for anything. Zhang Yuzhao: So you could do some terrain adjustments if you wanted to? Gérard: Yes, why do you ask? Zhang Yuzhao: Let's see. I've only ever seen it done on blueberry bushes, but it should work the same here… it's all about clonal colonies… (short pause) Zhang Yuzhao: I might know someone who can help you. Gérard: A tech guy? Zhang Yuzhao: Nope. A biologist. Gérard: We're not asking for gardening tips. Zhang Yuzhao: Plants are always useful. Never underestimate them or their computing power. Polo: (In French) Now see, plants, that's the good old ways. I like this guy.",
        "Date: 2022/07/26 Participants: - Gérard, AAA member - Polo, AAA member - Zhang Yuzhao, Letters Entertainment developer Notes: Conversation is in English. Numerous grammar errors excluded for clarity. Parts translated from French are in italics. Gérard: Ah, here you are! How is business? Zhang Yuzhao: Hello… um… Gérard: Grab a corn bag and come play with us, man! My cousin showed us this local game called \"cornhole.\" So tell me, how rich are we? Zhang Yuzhao: Well… actually… Gérard: Ho, nice shot Polo! Remember, loser gets his ass slapped by everyone else. Anyway, are we making piles of money yet? Zhang Yuzhao: Not as such. Polo: (In French) Hah! Completely missed the hole! Gérard: As in? Zhang Yuzhao: Well… you see, NFTs are something called an economic bubble. And if the bubble inflates too much, it can burst, which results in a sharp decrease in attractiveness, and therefore, of profit for miners. Gérard: You're gonna have to dumb it down, son. Zhang Yuzhao: Basically, NFTs have gone out of fashion and we're not getting any more money. Gérard: Ah. It's fine, we still have all the money we've made so far. Zhang Yuzhao: Things are not that simple. What we currently have is \"cryptocurrency,\" which can't really be used to buy anything other than NFTs. For that, we would need to \"cash out\" and trade our cryptocurrency for US dollars. Gérard: Let's do that then. Bernard, did you finish my beer? Zhang Yuzhao: Well… if brokers still permitted cashing out now, with everyone trying to get rid of their NFTs, they would make losses. So, typically, they prefer to… disable that option. Gérard: So we've made zero money in those two weeks, huh. At least we didn't lose any either… Watch where you throw, Polo! That one went right into the grill! Zhang Yuzhao: Yeah… Sorry about that. Gérard: It's fine, we'll get by. Like we always do. The moral of the story is that even the good old ways can disappoint us sometimes. Zhang Yuzhao: Something like that. Well, this vacation was nice but I have to prepare for my flight back to Shenzhen. Goodbye, it was a pleasure working with you. Polo: (Distant, In French) Where's my phone?",
        "\" SCP-6522 \" by Reyas, from the SCP Wiki . Source: https://scpwiki.com/scp-6522 . Licensed under CC-BY-SA .",
        "Filename: definitely-not-a-fungus.jpg Name: Quaking Aspen (5205494244).jpg Author: Howcheng License: CC BY-SA 2.0 Source Link: Wikimedia"
    ],
    "item": "SCP-6522",
    "object_class": "Safe",
    "containment_procedures": "SCP-6522 is protected from civilian interaction by a 2-m tall chain-link fence fitted with surveillance cameras. In case of suspicious behavior from intruders, a security team must be dispatched from the nearest Foundation outpost in Mays Landing, New Jersey, and the intruders interrogated.",
    "description": "SCP-6522 is a quaking aspen (Populus tremuloides) colony spanning 3.54 km² located in Atlantic County, New Jersey, United States. Like all Populus colonies, SCP-6522 is composed entirely of clones sharing the same genetic material and a massive, connected root system. This root system is thought to have been used by a Group of Interest for anomalous computation, by controlling the transduction of electrical signals along the roots in order to use the entire colony as a massive electronic circuit. While electrical impulses naturally travel along the roots of plants, in the case of SCP-6522, the amount, distribution and fluctuation of these impulses throughout the system points to outside interference.",
    "title": "SCP-6522"
}