{
    "url": "https://scp-wiki.wikidot.com/scp-6523",
    "all_text": "« \nWorkshop of the Telescopes\n || \nHUB\n || \nFire of Unknown Origin\n »\n\n\nrating: \n+153\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDAMOCLES\n\n\nINITIATIVE\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nSic itur ad astra\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #\n: SCP-6523\n\n\nObject Class\n: Thaumiel\n\n\n\n\n\n\nLevel 4/DAMOCLES\n\n\nTop Secret\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nComputer-generated renderings of SCP-6523, based on low-detail engineering diagrams.\n\n\n\n\n\n\nControl of SCP-6523 is shared between the Foundation's Department of Interstellar Containment and the Global Occult Coalition's Taskforce for Interstellar Threats, under the overall aegis of the independent \nDAMOCLES INITIATIVE\n established by GOC Resolution 523 and Overseer Mandate \nTAROT MARTEL\n.\n\n\nCommand of SCP-6523 and the \nDAMOCLES INITIATIVE\n is held by the Tripartite Control Council, consisting of the Director of the Department, the Commander of the Taskforce, and the Captain of the \nJoyeuse\n.\n\n\nFollowing the final departure of SCP-6523 from Farpoint Station, the TCC will be vested with the full and complete authority to act on behalf of the Overseer Council, the Council of 108, and the collective nations of Earth. No further contact with SCP-6523 or the \nDAMOCLES INITIATIVE\n is expected after this point.\n\n\nThe GOC's PSYCHE Division has assumed responsibility for the supporting Earth-based information suppression campaign; Special Observers attached to national and international space agencies, academic astronomy programs, and commercial aerospace endeavors are tasked with ensuring that neither SCP-6523 nor any related anomalous phenomena are detected by or disclosed to non-Veiled actors.\n\n\nThe Foundation's \nWATCHDOG\n monitoring network has been tasked with identifying and censoring sightings of SCP-6523 by amateur astronomers, although such detection is considered unlikely, given the electromagnetic emissions profile of SCP-6523.\n\n\nContainment procedures for SCP-871 and SCP-786 have been incorporated into the standing orders of the \nDAMOCLES INITIATIVE\n.\n\n\nIn the event of irreparable and catastrophic failure, all outstanding instances of SCP-871 are to be assembled into a single mass and iteratively funneled through SCP-786 to induce gravitational collapse.\n\n\n\n\nDescription\n\n\nSCP-6523 is the interstellar vessel \nJoyeuse\n, currently en route to Alula Borealis\n1\n and expected to arrive in 400 years.\n\n\n\n\n \nHistory\n\n\n\n\n\n\nPhotograph of asteroid (532) Herculina, taken from archived files of Prometheus Laboratories.\n\n\n\n\n\n\nPrior to the creation of the \nDAMOCLES INITIATIVE\n, SCP-6523 was an uncontained anomalous object located in orbit of asteroid (532) Herculina. This object was an incomplete interstellar scientific research vessel designed for Project Daedalus, an internal and clandestine human spaceflight program undertaken by Prometheus Laboratories.\n\n\nConstruction of the vessel began in 1996, but technical complications, coupled with the financial difficulties of Prometheus Labs, caused the project to be abandoned in 1997; by this point, most work on the superstructure and external hull had been completed, but no internal systems had been installed. The breakup of the Prometheus conglomerate in 1998 resulted in the evacuation of the research facility at Herculina, and the unfinished hulk became derelict.\n\n\nMost data and documents from Project Daedalus were eventually obtained by the Foundation, as part of the larger acquisition of former Prometheus assets during the breakup of the conglomerate.\n2\n\n\nPursuant to \nTAROT MARTEL\n, the vessel was selected for use by the \nDAMOCLES INITIATIVE\n and designated as SCP-6523. In cooperation with the GOC, a containment and salvage operation was launched to take control of the vessel and retrofit it into the \nJoyeuse\n.\n\n\n\n\n\n\n \nDesign\n\n\nThe original starship design of Project Daedalus centered on the Darius-Semiz singularity drive: an advanced photonic thruster which harnesses the Hawking radiation\n3\n produced by a decaying micro black hole. The \ninitial proposal\n for Project Daedalus suggested an average continuous acceleration of 1\ng\n would be possible with a black hole massing 675,000 metric tons, although these figures proved to be erroneous or excessively optimistic.\n\n\nPrometheus engineers ultimately concluded that a much more massive black hole, with correspondingly longer lifespan and lower power output, would be required, resulting in significantly reduced acceleration and increased transit time; project managers believed that they could circumvent the problems of ultra-long duration voyages by keeping the crew in cryogenic stasis, but the necessary refinements in human cryostasis technology ultimately proved unfeasible.\n\n\nThe performance parameters selected by Project Daedalus were deemed insufficient for the \nDAMOCLES INITIATIVE\n, necessitating significant alternations to the original design — critically, the \nJoyeuse\n needed to sustain a much higher constant acceleration. To achieve this, the Darius-Semiz drive uses a smaller black hole, with greater power output and shorter lifespan.\n\n\nTo prevent the black hole from decaying into non-existence, a remass system derived from \nSCP-871\n4\n and \nSCP-786\n5\n was constructed. This system feeds additional mass into the black hole to offset losses from Hawking radiation, thereby maintaining it at a constant size and power output.\n\n\nAdditional performance improvements were realized by placing many ship systems inside compact subspace dimensions, and through the use of thaumaturgy to reduce the effective mass of certain structural elements.\n\n\n\n\n\n\n\n\n▶ Ship Systems ◀\n\n\n\n\n▼ Ship Systems ▼\n\n\n\n\n\n\n\n\nDetailed engineering schematics and precise design parameters of the \nJoyeuse\n are classified L5/DAMOCLES. What follows is an executive summary of the major ship systems:\n\n\n\n\n\n\nFalse-color rendering of SCP-6523, with major systems highlighted.\n\nRED: Relativistic impact shield\n\nYELLOW: Extendable engineering arms\n\nBLUE: Gamma ray reflector\n\nPURPLE: Superconducting blades\n\n\n\n\n\n\n\n\nComponent \"Marie\"\n — A Reissner-Nordström black hole,\n6\n massing approximately 50,000 metric tons. The original machinery used by Prometheus Labs to create the Schwarzschild black hole\n7\n inside Herculina was inaccessible due to the exclusion zone covering the asteroid.\n8\n Gormogon antimasons supervised the construction and operation of a single-use thaumo-nuclear laser array capable of generating a kugelblitz,\n9\n which was used to ignite the black hole upon launch of the \nJoyeuse\n.\n\n\n \n\n\nDarius-Semiz singularity drive\n — The containment and control system for the black hole. Magnetic confinement is provided by four superconducting blades, constructed from Mekonium\n10\n further treated with thaumaturgy to withstand extreme temperatures. A parabolic reflector, made from an anomalously stable degenerate electron gas, reflects the gamma rays emitted by the black hole to produce thrust. The total thrust of this system is capable of continuously accelerating the \nJoyeuse\n at 1\ng\n. A series of thermocouples allow for the production of electrical power for the ship.\n\n\n \n\n\nSubsystem \"Antoinette\"\n — The \nconfection-based black hole feed system\n, primarily derived from SCP-871. Cakes created by SCP-871 are automatically sorted by mass, then funneled through SCP-786 to reduce their size to subatomic scale; the shrunken cakes are then fed into the event horizon of the black hole, in a continuous stream averaging 4.8 kilograms per second.\n\n\n \n\n\nRelativistic impact shield\n — A shield mounted ahead of the \nJoyeuse\n, covering the entire front-facing cross-section, which protects the spacecraft from collisions with dust and gas in the interstellar medium.\n11\n The shield uses powerful magnetic fields generated by superconducting coils to slow or deflect charged particles, and incorporates a layer of liquid lithium to absorb impacts.\n12\n\n\n \n\n\nForward laser array\n — A powerful short-wavelength laser mounted directly behind the impact shield; the central section of the shield can be temporarily retracted to allow the laser to fire through the shield. This laser is primarily intended for use as a \"broom\" to divert or destroy larger pieces of space debris, but it can also be used as a directed-energy weapon against stationary targets.\n13\n\n\n \n\n\nEngineering booms\n — Six retractable truss arms are mounted ahead of the habitation section. These arms contain attachment points for weapons systems, sensor arrays, and other mission hardware, and can be extended beyond the shadow of the impact shield if necessary.\n\n\n \n\n\nKatabasis\n-class shuttles\n — Five high-performance spaceplanes derived from the Charon, a suborbital tactical bomber operated by the GOC. Each plane has a wet mass of 75 metric tons, and is capable of landing on an Earth-like planet and returning to orbit without refueling, while carrying up to 20 metric tons of payload. Indefinite operation within an atmosphere is possible, as the thermal rocket engines used for propulsion can function as air-breathing non-combustive turboramjets.\n14\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \nPersonnel\n\n\n\n\nAll personnel assigned to the \nDAMOCLES INITIATIVE\n are volunteers.\n\n\nThe crew selection process was guided by the following factors:\n\n\n\n\nAge\n — As the mission of the \nJoyeuse\n is long, and potentially indefinite, youth was considered advantageous. The majority of the crew is between 26 and 35 years old.\n\n\nProficiency\n — Proficiency in a useful field was required of all crew members. Most are adept in multiple scientific or academic disciplines, and many possess paranormal abilities or expertise.\n\n\nPsychology\n — Long-term social cohesion among the crew is essential for the mission. Persons displaying high levels of cooperativeness and empathy were favored in psychological screenings.\n\n\nNon-essential\n — Any persons deemed essential for ongoing containment and normalcy preservation operations were disqualified from the selection process.\n\n\nNon-attachment\n — None of the crew of the \nJoyeuse\n will ever return to Earth. Personnel lacking dependents and attachments on Earth were preferred.\n\n\n\n\nPrior knowledge of the Veil or familiarity with the anomalous, while useful, was deemed too limiting as a requirement. In light of these factors, significant recruitment was done from outside the Foundation. While most of those selected this way came from normal Foundation recruiting sources,\n15\n many were persons who otherwise would not have been considered for Foundation employment, including a number who had been rejected in the past.\n16\n\n\nAll crew members underwent an intensive accelerated training program while the \nJoyeuse\n was retrofitted; in addition to teaching all of the necessary skills for interstellar spaceflight, this training was designed to push recruits to their physical and mental limits, eliminating those unable to cope with the rigors and instilling a sense of camaraderie in the remainder.\n\n\nOf the nearly 1000 individuals who underwent this training, less than 250 ultimately passed and were assigned to the Department of Interstellar Containment.\n\n\nA similar selection and training program was undertaken by the GOC, although most of their recruitment was done internally, from within their member organizations.\n\n\n\n\n\n\n\n\nDepartment of Interstellar Containment\n\n\n\n\n\n\n\n\nLogo of MTF Psi-1 (\"Redshirts\").\n\n\n\n\n\n\nThe Foundation contingent of the \nDAMOCLES INITIATIVE\n is organized into the autonomous Department of Interstellar Containment, under the supervision of Director Jessica Fordyce.\n17\n The most significant function of the Department is the maintenance and operation of Subsystem \"Antoinette\", although it also performs the majority of mundane engineering and scientific duties; this is reflected by the fact that Chief Engineer Dr. Song Jin-ho\n18\n is a Department officer.\n\n\nWhen deemed necessary by the Tripartite Control Council, the Department will also be entrusted with the containment of anomalous objects encountered during the mission.\n\n\nMobile Task Force Psi-1 (\"Redshirts\"), specializing in orbital and exo-environmental operations, is permanently attached to the Department under the command of Anton Orlov. MTF Psi-1 is the only dedicated combat unit of the Department, although it is not intended for large or protracted engagements; its primary role is reconnaissance and recovery of stable anomalies.\n\n\n\n\n\n\n\n\nTaskforce for Interstellar Threats\n\n\n\n\n\nThe GOC contingent is the Taskforce for Interstellar Threats, commanded by Dr. Michelle Dahl.\n19\n The Taskforce is responsible for most of the ship's weapon systems, and carries numerous experts in occult and esoteric parasciences; of particular note are Chief Medical Officer Dr. Leila Wikström, a world-renowned cyberneticist, and Dr. Lilith Thornton, Chair of Multiversal Studies at ICSUT Zurich.\n\nPHYSICS Division Strike Team 2112 (\"Starship Troopers\"), led by Satanist Warlock Pierre Duval, is assigned to the Taskforce; equipped and trained for heavy engagements with major parathreats and other paranatural warfare units, Strike Team 2112 serves as the main infantry force of the \nDAMOCLES INITIATIVE\n.\n\n\nNotable GOC member organizations which have contributed personnel to the Taskforce include:\n\n\n\n\nAncient Noble Order of the Gormogons\n — Originally founded to oppose Freemasonry, the Gormogons are an elite corps of demolitions experts specializing in destroying anomalous structures and breaking defensive wards. The Order was a major participant in the Allied Occult Initiative, and is a permanent member of the Council of 108. Gormogon antimasons oversaw the ignition of the ship's black hole, and several Gormogons serve aboard the \nJoyeuse\n as technical specialists.\n\n\n \n\n\nInternational Center for the Study of Unified Thaumatology\n — ICSUT is the largest occult college in the world, a major GOC research partner, and a permanent member of the Council of 108. It is the primary source of thaumatologists for the GOC, the Taskforce, and the \nDAMOCLES INITIATIVE\n, with numerous ICSUT alumni and faculty serving on the ship as occult specialists and battlemages.\n\n\n \n\n\nBrotherhood of Auspicious Survivors\n — Following the forcible disbandment and suppression of the Janissaries and the Bektashi Order during the Auspicious Incident, the survivors reorganized and went into hiding. They continued to battle mystical and esoteric threats, participating in the 6th and 7th Occult Wars, and developed into one of the more powerful independent militant mystical orders. At the request of Dr. Dahl,\n20\n a large contingent of Brotherhood janissaries is stationed on the \nJoyeuse\n, filling most combat and security positions within the Taskforce.\n\n\n \n\n\nBavarian Illuminati\n — The Illuminati are an international political conspiracy with the stated mission of advancing human rights and welfare, which they believe is best accomplished in secret. A few members of the Illuminati are part of the Taskforce, acting as diplomatic and legal advisors.\n\n\n \n\n\nUnited Church of Satan, Scientist\n — An offshoot of LaVeyan Satanism, which has, as its central dogma, the objective of finding and killing God. A small number of Satanists are included in the Taskforce for their expertise in anti-theodicy, combat epistemology, and anti-deity operations.\n\n\n \n\n\n\n\n\n\n\n\n\n\nCaptain's Staff\n\n\n\n\n\nThe third member of the Tripartite Control Council is Captain Hiram Douglas, a former submarine captain and test pilot for Prometheus Labs. He had been slated to command the original \nDaedalus\n before the project's cancellation, and was retained as a technical consultant during the recovery and retrofit of the \nJoyeuse\n. His familiarity with the ship's systems, coupled with his prior training from Project Daedalus, made him an obvious candidate for the non-partisan seat on the TCC, despite his advanced age.\n21\n\n\nAs Captain, Hiram Douglas oversees the basic operations of the \nJoyeuse\n — primarily navigation and shipboard administration — and has absolute authority in internal matters related to the functioning and safety of the ship. He may be called upon to cast a tie-breaking vote if the TCC is deadlocked, but is otherwise expected to defer to Director Fordyce and Dr. Dahl on strategic concerns.\n\n\nA small contingent of unaffiliated officers and support crew serve aboard the \nJoyeuse\n as part of the Captain's Executive Staff. These personnel perform duties necessary for the operations of the \nJoyeuse\n, but are uninvolved in the overall mission of the \nDAMOCLES INITIATIVE\n; all were selected by Captain Douglas for their unique skill sets and technical expertise, and a number were previously involved in Project Daedalus.\n\n\n\n\n\n\n\n\n \nMission\n\n\n\n\nThe primary mission of SCP-6523 and the \nDAMOCLES INITIATIVE\n is to intercept and neutralize the anomalous spacecraft identified in Incident \nISHMAEL BREAKAWAY\n, using whatever means are deemed appropriate by the Tripartite Control Council.\n\n\n\n\n\n\n\n\nOverview of Incident \nISHMAEL BREAKAWAY\n\n\n\n\n\n\n\n\nLogo of Quintessence Aerospace.\n\n\n\n\n\n\nOn 2016-12-23, the Global Occult Coalition's EUDOXUS astrological sky survey detected a major spike of Aspect Radiation originating from the Alula Borealis star system.\n22\n This reading was interpreted as probable evidence of an extraterrestrial intelligence, but at the time it was deemed to be only a minor threat to normalcy.\n\n\nThe ARad spike was also detected by private spaceflight company Quintessence Aerospace, using unlicensed and unreported paratech in its possession. Hector Canvera (PoI-11238), the company's founder and CEO, and a member of the Fifth Church, interpreted this as proof of his Fifthist beliefs. Using Fifthist reality alteration techniques which are not currently understood, Quintessence \nsecretly constructed\n an interstellar spacecraft, dubbed the \nQuincunx\n, in orbit around Jupiter's moon Amalthea.\n\n\nOn 2017-02-26, Incident \nISHMAEL BREAKAWAY\n occurred. In a \nnow-censored video\n on social media, Hector Canvera publicized his plan to depart the Solar System. Shortly afterwards, the \nQuincunx\n was detected leaving Jovian orbit; Hector Canvera is believed to have been on board, along with an unknown number of other Fifthists.\n\n\nTheir current trajectory will take them out of the Solar System in the direction of Alula Borealis; assuming continuous acceleration and appropriate deceleration maneuvers, they will arrive at Alula Borealis in slightly over 400 years. It is likely that they are seeking the extraterrestrial intelligence, which they believe will assist them in achieving their goals of enlightenment.\n\n\n\n\n\n\n\n\nText of Overseer Mandate \nTAROT MARTEL\n\n\n\n\nAn emergency session of the Overseer Council was immediately held in response to Incident \nISHMAEL BREAKAWAY\n. The result of this session was the following mandate, codeword designation \nTAROT MARTEL\n:\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nEVIDENT\n, that first contact with an extraterrestrial intelligence is the most significant undertaking available to humanity;\n\n\nDECIDED\n, that our mission of protection against anomalous hazards includes an obligation to protect non-human intelligences, where possible;\n\n\nRESOLVED\n, that the Fifth Church, being parareligious extremists, cannot be allowed to initiate first contact, as such would be detrimental to both Earth and extraterrestrial life.\n\n\nTHEREFORE\n, Article 13 of the Köln Agreement has been invoked to request the aid of the Global Occult Coalition;\n\n\nTHUS\n, a new joint agency of the Foundation and the Global Occult Coalition shall be established to oversee this Article 13 operation;\n\n\nAND\n, the mission of this agency will be to intercept and neutralize the Fifthist vessel.\n\n\nSo ordered by,\n\nOverseers 01, 03, 04, 06, 08, 09, 11, and 13\n23\n\n\n\n\n\n\n\n\n\n\nMission Profile\n\n\n\n\n\n\n\n\nAnimation of the brachistochrone trajectory that will be used by the \nJoyeuse\n. Not to scale.\n\n\n\n\n\n\nUpon ignition of the black hole, the \nJoyeuse\n began accelerating out of the Solar System. It performed a close flyby of Pluto 11 days after launch, at which time it received final supplies and personnel via apportation from \nFarpoint Station\n.\n\n\nFollowing the rendezvous with Farpoint, the \nJoyeuse\n will continue to accelerate for 2122 days of internal time, reaching a maximum velocity of 99.998% of the speed of light and traveling approximately 200 light years; due to the effects of special relativity, 201 years will pass on Earth.\n\n\nUpon reaching the halfway point, the \nJoyeuse\n will rotate 180 degrees to thrust along its velocity vector. It will decelerate for 2133 days of internal time, arriving at Alula Borealis 402 years after departure from Herculina.\n\n\nAll operations after arrival at Alula Borealis are left to the discretion of the Tripartite Control Council.\n\n\nFollowing the conclusion of the primary mission, the \nDAMOCLES INITIATIVE\n is encouraged to pursue the containment or neutralization of other astronomical anomalies.\n\n\nThere will be no return to Earth.\n\n\n\n\n\n\n« \nWorkshop of the Telescopes\n || \nHUB\n || \nFire of Unknown Origin\n »\n\n\nrating: \n+153\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. Bayer designation: Nu Ursae Majoris. A K3III class orange giant star, located approximately 400 light years from the Earth's Sun.\n\n\n2\n. Further information is available under the codewords \nCERULEAN FISSURE\n (pertaining to the breakup of Prometheus Labs and proximate events) and \nEMERALD LUPUS\n (encompassing Foundation operations to monitor and acquire former Prometheus assets).\n\n\n3\n. A non-anomalous phenomenon, whereby black holes decay through the emission of black body radiation with a temperature inversely proportional to their mass.\n\n\n4\n. A collection of anomalous cakes that replicate exponentially unless eaten by a human.\n\n\n5\n. An anomalous funnel that can shrink or enlarge anything that passes through it.\n\n\n6\n. A black hole with mass and electric charge, but no angular momentum.\n\n\n7\n. A black hole with mass, but no electric charge or angular momentum.\n\n\n8\n. Following the breakup of the Prometheus conglomerate, the Herculina facility went into lockdown; automated defense systems make any attempts to approach the asteroid hazardous. To date, former Prometheus engineers have been unable to disable the lockdown remotely.\n\n\n9\n. A black hole where the mass-energy density required to form an event horizon is provided through an intense concentration of energy, rather than gravitational collapse of a massive object.\n\n\n10\n. A metal-ceramic ultra-high-temperature superconductor developed by Prometheus Labs, and normally used in the construction of plasma projectors.\n\n\n11\n. At relativistic velocities, even single atoms of hydrogen have energies of multiple mega-electronvolts, and the leading edge of the spacecraft is subjected to conditions similar to the interior of a fusion reactor.\n\n\n12\n. While decelerating, the rear of the spacecraft becomes the leading edge; when this happens, the electronium reflector of the Darius-Semiz drive doubles as the ship's impact shield.\n\n\n13\n. The maneuverability constraints of the \nJoyeuse\n effectively preclude its ability to track high-velocity targets.\n\n\n14\n. Similar in principle to nuclear thermal rockets and jet engines; however, the heat source is \"Tangential\" technology developed by the GOC, and remains classified.\n\n\n15\n. National military, police, and paramilitary services; universities and technical institutes; Nexuses; and online ARGs.\n\n\n16\n. Most typically for abnormally high empathy scores.\n\n\n17\n. Previously a Special Liaison to the Global Occult Coalition, and known paramour of Dr. Michelle Dahl. While such fraternization would typically merit a reprimand, it was considered favorably when assessing candidates for the Directorship.\n\n\n18\n. Previously the Principal Investigator on MICROSTAR, the Foundation's research and development program for compact fusion reactors.\n\n\n19\n. AKA Iphegenia Masonbane, formerly \nOecumenicus Volgi\n of the Ancient Noble Order of the Gormogons.\n\n\n20\n. Who strenuously objected to proposals to include Templar Knights in the Taskforce.\n\n\n21\n. He was 57 at the time of launch, making him the oldest member of the crew by a full decade.\n\n\n22\n. At 13 kilocaspers, the ARad intensity was significant enough that multiple Earth-based EVE detection systems registered it as a background event. Based on the distance of 400 light years from the source, ICSUT thaumatologists estimate that the intensity of the original thaumatic event was between 100 and 10,000 kilocaspers — easily on the order of a \nGrade-א occult working\n.\n\n\n23\n. A separate concurrence was filed by Overseers 02 and 10, who objected to the second point of the majority's mandate; A dissent was filed by Overseers 07 and 12, who opposed the invocation of Article 13; Overseer 05 abstained from the vote, citing numerological concerns.\n\n\n\n\n\n\n\n\n« \nSCP-6522\n | SCP-6523 | \nSCP-6524\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6523\n\" by GreenWolf, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6523\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP_Interstellar_logo3.png\n\n\nAuthors:\n \nGreenWolf\n and Pjmohedano\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nDerivative of:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n GOC_Taskforce_Logo.png\n\n\nAuthors:\n \nGreyve\n, \nGreenWolf\n, Pjmohedano\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nGOC Theme\n\n\nDerivative of:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n JoyeuseRenderCombo.png\n\n\nAuthor:\n \nGreenWolf\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n JoyeuseRenderColor.png\n\n\nAuthor:\n \nGreenWolf\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n 951_Gaspra.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Psi1_logo.png\n\n\nAuthor:\n \nGreenWolf\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n QuintessenceLogo.png\n\n\nAuthor:\n \nGreenWolf\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\n\n\n\n\nFilename:\n JoyeuseFlight.gif\n\n\nAuthors:\n \nGreenWolf\n, \nTyGently\n, \ntawny0\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6523 \" by GreenWolf, from the SCP Wiki . Source: https://scpwiki.com/scp-6523 . Licensed under CC-BY-SA .",
        "Filename: SCP_Interstellar_logo3.png Authors: GreenWolf and Pjmohedano License: CC-BY-SA 4.0 Derivative of: Wikimedia Commons",
        "Filename: GOC_Taskforce_Logo.png Authors: Greyve , GreenWolf , Pjmohedano License: CC BY-SA 4.0 Source Link: GOC Theme Derivative of: Wikimedia Commons",
        "Filename: JoyeuseRenderCombo.png Author: GreenWolf License: CC BY-SA 3.0 Source Link: Link",
        "Filename: JoyeuseRenderColor.png Author: GreenWolf License: CC BY-SA 3.0 Source Link: Link",
        "Filename: 951_Gaspra.jpg Author: NASA License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Psi1_logo.png Author: GreenWolf License: CC BY-SA 3.0 Source Link: Link",
        "Filename: QuintessenceLogo.png Author: GreenWolf License: CC BY-SA 3.0 Source Link: Link",
        "Filename: JoyeuseFlight.gif Authors: GreenWolf , TyGently , tawny0 License: CC BY-SA 3.0 Source Link: Link"
    ],
    "title": "SCP-6523"
}