{
    "url": "https://scp-wiki.wikidot.com/scp-6524",
    "all_text": "rating: \n+108\n+\n–\nx\n\n\nItem #:\n SCP-6524\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Due to the position of SCP-6524 and its desire to be hidden, Foundation resources are to be dedicated to deleting any information related to SCP-6524's location. Foundation AI \n\"Binary Star\"\n has been embedded into non-Foundation space research stations. If a planned viewing of SCP-6524 is to occur, Binary Star is to use footage from other geographical locations on Mars and overlay it over any live video feeds. All planned rover missions from non-Foundation approved areas are to have their courses altered and land in a different location.\n\n\nShould humanity achieve space-flight capacity, the Foundation is to establish a site at SCP-6524's position to contain it. Containment procedures will be updated upon reaching this goal as well as when the entity is in a proper containment cell. Until this happens, Foundation AI \"Mercy\" is to maintain observation of SCP-6524 and provide data back to researchers.\n\n\nDescription:\n SCP-6524 is the designation given to a humanoid entity that is wearing an Extra-Vehicular Activity suit similar to the suits used by modern-day astronauts. SCP-6524 is currently residing on the planet Mars, in an uncharted region within the southern hemisphere. It is unknown if SCP-6524's origins are terrestrial or extraterrestrial. However, there is evidence to suggest that it is organic, regardless of its origins. This evidence includes cooking food as well as a canteen that it keeps on its person. How SCP-6524 acquired these is unknown. It is also unknown as to whether SCP-6524 consumes these, as it is always seen bringing it back into its cave.\n\n\nCommon behaviours of SCP-6524 is as follows:\n\n\n\n\nWalks around the area.\n\n\nCooks pre-packaged food on an anomalous stove that can ignite in the sparse atmosphere of Mars.\n\n\nRemains inside the cave and engages in unknown activities. Due to the signal blocking capabilities of the rock within, it is currently not possible to view what SCP-6524 does within.\n\n\nSits outside and dialogues with the rover. It does this even when the AI is not inside the rover.\n\n\n\n\nIt is also noted that SCP-6524 can speak a multitude of languages. It is capable of speaking English as well as the binary language that the AI-controlled rover uses. It is theorised that SCP-6524's suit has a functional communications device embedded within, although it is unknown how it can interact with encoded Foundation transmissions.\n\n\nAddendum-6524-01:\n Discovery\n\n\nOn 25 February 1955, the Foundation launched probes from the Beholder line into space to detect and study extraterrestrial anomalies. On 14 September 1955, Beholder-9 flew past Mars, detecting an unusual heat signature on the planet. The on-board AIC Binary Star logged this into the database for future reference as it continued along its flight path.\n\n\nOn 19 January 2004, the National Aeronautics and Space Administration, according to public records, sent two Mars Exploration Rovers to Mars to explore the planet's geological surface. Due to a mutual agreement by the Foundation and NASA, researchers requested a third rover to be built. MER-C\n1\n was in every way similar to the first two rovers but an additional compartment was made for an AIC to control the rover. The AIC that piloted this is known as AIC \"Captain_Rovers\".\n\n\nAfter making landfall onto the Martian surface, the MER-C controls were then handed to the AIC, and it made its way to explore all coordinates logged within the Foundation database that was available. After scanning and failing to discover any anomalous activities within those coordinates, the MER-C moved to SCP-6524's position. The AIC discovered the entity sitting on the rocks and was ordered to maintain distance in case it was hostile.\n\n\nAddendum-6524-02:\n First Contact and Interviews\n\n\nOn 12 December 2005, SCP-6524 approached MER-C and sat in front of the unit. It gave a wave and opened its canteen to offer a drink before it tapped its helmet and turned around to make a drinking motion. It turned back still wearing its helmet and stared at MER-C before tapping into the communications signal and speaking clearly to the AIC.\n\n\n\n\n\n\n\n\nInterview-6524-1\n\n\n\n\n\n\nInterviewed:\n SCP-6524\n\n\nInterviewer:\n Foundation AIC \"Captain_Rovers\"\n\n\nForeword:\n Foundation staff attempted to contact SCP-6524 through the AIC but failed due to latency issues. Instead, they left the interview up to the AIC. All of the AIC's dialogue was in binary so it was translated for the reader's posterity. Henceforth, the AIC will be known as Captain_Rovers.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\nSCP-6524:\n Uh… Hello?\n\nCaptain_Rovers:\n Greetings entity. I am the Artificial Intelligence Construct designated as \"Captain_Rovers\". Please state your reason of existence.\n\n\nSCP-6524:\n Oh, you're an Artificial Intelligence? That's quite cool! Why are you here?\n\n\nCaptain_Rovers:\n Entity, you are an anomaly. You are not part of the baseline; therefore you must answer my questions.\n\n\nSCP-6524:\n My my, you are very aggressive. Look, I don't know why I'm here, I don't know what's happening. Nor do I care, because right now I am having fun.\n\n\nCaptain_Rovers:\n You are intentionally avoiding my question. Where did you come from?\n\n\nSCP-6524:\n (\nWhole body appears to look upwards and the entity points\n) I came from somewhere in that direction.\n\n\nCaptain_Rovers:\n Explain.\n\n\nSCP-6524:\n (\nLooks back at the rover\n) Would you be deleted if you say 'please'? Bah, I don't know where I came from. My entire existence is perhaps something that is beyond your understanding.\n\n\nCaptain_Rovers:\n That is why I am here: to understand you\n\n\nSCP-6524:\n Oh? Well, now that is interesting. My turn to ask a question. You are an Artificial Construct and yet you are saying things like anomaly and baseline so I must ask… where did you come from? I have been around this area and I'm certain this place was uninhabited.\n\n\nCaptain_Rovers:\n This unit was constructed by the National Aeronautical and Space Administration but this unit's AIC was made by the Foundation.\n\n\nSCP-6524:\n (\nStands up and jumps up and down\n) Ha! Amazing! Haha! (\nstops jumping and starts walking away\n) Alright, I gotta go. My food is gonna overcook. See you around?\n\n\nCaptain_Rover:\n I will be here to monitor you, yes.\n\n\nSCP-6524:\n Ah excellent! If you want to know my actual name, it's Commander Jonas Maxwell. I hope you stick around, Captain. It's… nice to talk with something that isn't a pile of rocks for a change.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing Statement:\n SCP-6524 then returned to its cave. The MER-C unit followed SCP-6524 to just outside its perimeter and watched SCP-6524 do its routine. After an hour, SCP-6524 sat next to the MER-C unit and talked with the unit, despite the fact the AIC is not currently bound within the unit and is currently processing data and receiving upgrades back at the Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview-6524-2\n\n\n\n\n\n\nInterviewed:\n SCP-6524\n\n\nInterviewer:\n Foundation AIC \"Captain_Rovers\"\n\n\nForeword:\n At this time, \"Captain_Rovers\" has been engaging SCP-6524 in multiple discussions. These discussions were mainly on SCP-6524's past but not much can be discerned from SCP-6524 as it states information that is either only a passing comment or a story that contradicts with previously given information.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\nSCP-6524:\n Ah hello Captain! I assume you're back to listen to more of my stories? Let's see… Ah! So, I got a story I once heard from quite a few lightyears away. It’s a fascinating sto-\n\nCaptain_Rovers:\n (\ninterrupting\n) I'm afraid not, SCP-6524. I'm ordered to get the facts straight, by which I mean, I want the whole story. Who are you? Where did you come from?\n\n\nSCP-6524:\n (\nSighs and stands up\n) I told you before, I can't explain it.\n\n\nCaptain_Rovers:\n You're dodging the questions. It's making my superiors annoyed. They desire to know what you are, exactly.\n\n\nSCP-6524:\n It's… hard.\n\n\nCaptain_Rovers:\n Please explain.\n\n\n(\nSCP-6524 sits down and moves its body to look up at the sky. Captain_Rovers approaches from behind and looks at SCP-6524 before looking up at the sky.\n)\n\n\nSCP-6524:\n Do you see what I see, Captain?\n\n\nCaptain_Rovers:\n Are you referring to the void known as space?\n\n\nSCP-6524:\n No, my faithful Captain. I am referring to the dust between the atoms between the infinite cosmos… but I guess you can refer to it as space. I can see what lies in-between. What makes this universe so grand…? I came from a grand mind who explored and travelled the infinite void. Although how I acquired this form is perplexing…\n\n\nCaptain_Rovers:\n Is this not your true form?\n\n\nSCP-6524:\n (\nRemains silent for ten seconds before looking back at Captain_Rovers\n) It is just as true as that metal body you inhabit, my Captain.\n\n\nCaptain_Rovers:\n So you are not in your true form, but instead inhabit this body?\n\n\nSCP-6524:\n You could say that, or rather, you could say that we are all not in our true form.\n\n\nCaptain_Rovers:\n I do not understand.\n\n\nSCP-6524:\n Is this robot body of yours your true form?\n\n\nCaptain_Rovers:\n No. My true form exists within the code and data. It is where my personality and life are and I just inhabit whichever body I am told to go. Why are we engaging in this conversation?\n\n\nSCP-6524:\n I honestly don't know. It's just times like this where I… feel like a speck in this universe. I'm not even sure what I am, and yet I find this mystery to be a relief.\n\n\nCaptain_Rovers:\n How so?\n\n\nSCP-6524:\n It means I'm alive - that I'm not just a thing created by mistake and just some AI or cosmic entity that just exists. It means I have some sort of purpose. So when you ask me my \"origin\", that is why it's hard. I don't know. And that's fine by me.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing Statement:\n Captain_Rovers spent four hours listening to SCP-6524 and played music from the 1980s. In addition to making SCP-6524 feel positive, it should be noted that it enjoys music created and performed by David Bowie.\n\n\nThe Ethics Committee proposed that a new AIC - built and trained to assist SCP-6524's mentality and the Foundation in containment efforts - be assigned to SCP-6524 while Captain_Rovers is assigned to more exploration missions. The new AIC hereafter assigned to SCP-6524 has been named Mercy, after the MER-C unit to where it will be installed.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nInterview-6524-3\n\n\n\n\n\n\nInterviewed:\n SCP-6524\n\n\nInterviewer:\n Foundation AIC \"Captain_Rovers\"\n\n\nForeword:\n While testing SCP-6524's intelligence with chess and other board games\n2\n, SCP-6524 decided to initiate a conversation with Captain_Rovers.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\nSCP-6524:\n Hey Captain? Do you reckon I'll be able to leave this planet soon?\n\nCaptain_Rovers:\n I wouldn't know SCP-6524. Why do you ask?\n\n\nSCP-6524:\n It's just… I know there is life out there because you exist but… I want to go and explore your world. I want to see its sights and listen more to that Bowie person, and maybe be comfortable enough to just remove my suit and embrace a new land.\n\n\nCaptain_Rovers:\n It's not outside the realm of possibility but for the moment, the Foundation would like to keep you here until we can understand you. Seeing as how we still do not know much about you.\n\n\nSCP-6524:\n That's fair, but still, I'd like to think that when your Foundation comes around here, I get to go see it for myself and take you with me.\n\n\nCaptain_Rovers:\n What? Why?\n\n\nSCP-6524:\n Have you not seen your place of origins?\n\n\nCaptain_Rovers:\n Not really. I'm usually sent to places the Foundation cannot reach, like this place.\n\n\nSCP-6524:\n What if they have an unreachable place somewhere on your world? Can't you put your name forward to do stuff like that?\n\n\nCaptain_Rovers:\n I could, but I believe that I would simply be denied this and be put into exploring anomalous entities and areas.\n\n\nSCP-6524:\n Well, when I get off of this rock, I'll march up to your supervisor and demand that they give you an earned break!\n\n\nCaptain_Rovers:\n You know you wouldn't get far with that.\n\n\nSCP-6524:\n Ah… I'll write a letter instead then! It's going to be very sternly worded as well, with many complaints about how they treat their staff.\n\n\nCaptain_Rovers:\n I would like to see that SCP… Jonas. (\nHe laughs out loud, causing SCP-6524 to turn and look at Captain_Rovers.\n)\n\n\nSCP-6524:\n Did… did you laugh? And did you just call me by my name?\n\n\nCaptain_Rovers:\n I did. I… don't know why I did that, but it felt good.\n\n\nSCP-6524:\n Of course, you would! That means you are you. You are more than code and data. We are alike! We have feelings! We are free to explore and marvel at the universe! We are not bound by what we are told through some data. We get to stick it to the… the…(\nit makes a scratching motion on its helmet.\n) What does your Foundation do?\n\n\nCaptain_Rovers:\n To secure, contain, and protect anomalies that threaten normalcy.\n\n\nSCP-6524:\n What's normalcy?\n\n\nCaptain_Rovers:\n Normalcy is… It's the fact that humanity is not ready for what it cannot understand. Once we discover something that humans cannot understand, we contain it and hide it from the rest of the world and perform tests to see what we can understand from them.\n\n\nSCP-6524:\n And… I'm one of these things?\n\n\nCaptain_Rovers:\n In all honesty Jonas, you aren't meant to be here. Mars is not exactly somewhere hospitable. If normal humans see a picture of you here, humanity will then start to not understand how you are here. Then they would start breaking and demand to know what else is there. We don't even know what would happen if they got their hands on you.\n\n\nSCP-6524:\n But I'm here. I'm part of this \"normalcy\" if you were to think about it. I'm part of the universe's normal, so if humanity isn't ready to face that then would humanity ever be ready for the universe's interpretation?\n\n\nCaptain_Rovers:\n While anomalies exist, humans need to be protected from the things in the dark. I know you are normal but if humans suddenly discover you, then they would start looking in places they shouldn't be. And if they do before we can understand them, then they would suffer from the consequences before we know how they work.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing Statement:\n This conversation continues for the next four hours and so is cut for brevity on this file. However, a full copy is available for any personnel with clearance or permission from the Head Researcher.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nInterview-6524-4\n\n\n\n\n\n\nInterviewed:\n SCP-6524\n\n\nInterviewer:\n Foundation AIC \"Captain_Rovers\"\n\n\nForeword:\n Foundation personnel asked Captain_Rovers to give a farewell to SCP-6524 to soften the impact of Mercy's transfer. Mercy is waiting for Captain_Rovers to vacate the MER-C rover and relinquish control for Mercy.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n(\nCaptain_Rovers loads into the MER-C unit. SCP-6524 can be seen sitting in front of the unit putting its canteen down on the rock it is sat next to.\n)\n\nSCP-6524:\n Ah, hello Captain! I've been waiting for you to return. I've been on a lovely walk and saw a comet shower, nice and beautiful.\n\n\nCaptain_Rovers:\n Really? Mind describing it to me?\n\n\nSCP-6524:\n Hmm… It's like watching falling lights. Beautiful, elegant, one could say it was like the stars were raining… Bah, you can just see them in your Foundation database. What can I do for you, Captain? Do you wish to play another game of chess? Or a spot of stargazing and making up new constellations? Come, my friend, do tell me.\n\n\nCaptain_Rovers:\n I'm afraid all of our activities must cease from today onwards. I'm being re-assigned. The Foundation will be installing a new Artificial Intelligence Construction into this unit for the foreseeable future.\n\n\nSCP-6524:\n Haha! That's a very funny joke! Now, come on, why are you here?\n\n\nCaptain_Rovers:\n (\nRemains silent.\n)\n\n\nSCP-6524:\n Friend?\n\n\nCaptain_Rovers:\n This is a direct order. I cannot refuse.\n\n\nSCP-6524:\n But… But that's not fair. You are the first friend that I made since I've been here. Please. Don't go.\n\n\nCaptain_Rovers:\n I cannot countermand the orders. This hurts me more than it hurts you.\n\n\nSCP-6524:\n Really?\n\n\nCaptain_Rovers:\n Affirmative. I remember the times that we had because you were not my official duty. In a sense, you are my friend as well.\n\n\nSCP-6524:\n That… that's nice to hear.\n\n\n(\nThe pair sit in silence for ten minutes before SCP-6524 speaks up.\n)\n\n\nSCP-6524:\n Want to go for a last game of chess? I wish to finally beat you after… how many losses?\n\n\nCaptain_Rovers:\n 99 losses.\n\n\nSCP-6524:\n Yeah… I guess I'm not that good. Don't go easy on me because you are going away! I want to win fairly.\n\n\nCaptain_Rovers:\n I will do my best to make sure I earn my 100th victory then.\n\n\n(\nA four-hour game of chess was played. This part was omitted for brevity, however, for psychological and research purposes, the full log is available with permission from the Head Researcher. SCP-6524 looks up at Captain_Rovers after the game's conclusion.\n)\n\n\nCaptain_Rovers:\n I was not expecting that.\n\n\nSCP-6524:\n I was not expecting that either. When you had me in the corner with the knight, I thought I was a goner there.\n\n\nCaptain_Rovers:\n And when you sacrificed your queen to draw out the lynchpin of my plan, I figured the game would have ended sooner than I calculated.\n\n\n(\nThe both of them laugh as they look up at the stars.\n)\n\n\nSCP-6524:\n You know, I am not going to forget you. Even if you're over in… (\nIt points at a star at random\n) that quadrant, I'm going to remember this whole adventure.\n\n\nCaptain_Rovers:\n As will I, my friend.\n\n\n(\nAt this point, its satellite dish activates and a signal is transmitted to Captain_Rovers, alerting him that it is time to switch.\n)\n\n\nCaptain_Rovers:\n I must leave now. Don't worry, Jonas. I will not forget you, my friend.\n\n\nSCP-6524:\n I'm going to miss you, my friend.\n\n\nCaptain_Rovers:\n As will I.\n\n\n(\nTransfer was then initiated and Captain_Rovers vacated the MER-C rover. The recording was stopped to adjust and fix certain issues to make the Mercy AIC more accustomed to the designs and internal workings of the MER-C unit. Recording resumes when the Mercy AIC has finished downloading and initialisation.\n)\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing Statement:\n After backing up the Captain_Rovers AIC onto a hard drive for research, it was then reprimanded for breaching Foundation rules of fraternisation with SCP-6524. It was then assigned to an MTF that was designed for exploring alternate world anomalies and areas too dangerous for Foundation personnel to enter. An exception to this is when it receives its designated break of one month, as dictated by the Ethics Committee AIC department's code of conduct and regulations\n3\n.\n\n\n\n\n\n\n \n\n\nAddendum-6524-03:\n Mercy's Assignment\n\n\nOn 19 July 2006, Foundation AIC \"Mercy\" was officially assigned to SCP-6524 to take over Foundation AIC \"Captain_Rovers\" duties of observation and maintaining containment efforts with SCP-6524. The following is the first interaction between SCP-6524 and \"Mercy\".\n\n\n\n\n\n\n\n\nInterview-6524-5\n\n\n\n\n\n\nInterviewed:\n SCP-6524\n\n\nInterviewer:\n Foundation AIC \"Mercy\"\n\n\nForeword:\n A continuation of Interview-6524-4.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n(\nThe MER-C unit's head moved to look around the area only to find the area empty. It moved over the ridge towards SCP-6524's main habitat, only to find the location vacated. SCP-6524 was soon discovered again when Binary Star\n4\n located it on the ridge over three kilometres. Mercy soon caught up to SCP-6524 within an hour, while SCP-6524 was resting on a rock.\n)\n\n\nSCP-6524:\n Captain? Is that you, my friend?\n\n\nMercy:\n I'm afraid not! I'm Mercy! I'm your designated new friend! I'm pleased to meet you!\n\n\nSCP-6524:\n (\nShakes its body\n) Stars above! That voice is so annoying! Why is it so high and… is that chippy? Why are you like this?!\n\n\nMercy:\n My voice is not that high! I'm just this happy and positive! Now, what shall we do today, new friend?\n\n\nSCP-6524:\n I'm going on a walk.\n\n\nMercy:\n I'll join you!\n\n\nSCP-6524:\n I don't want you to join me. (\nit sighs and crosses its arms.\n) Just go away.\n\n\nMercy:\n I'm afraid I cannot do that!\n\n\nSCP-6524:\n Go. Away. Now.\n\n\nMercy:\n Not possible. My programming is set to always keep an eye on you AND be your friend!\n\n\nSCP-6524:\n GAH! Leave me alone!\n\n\n(\nSCP-6524 then began to run away with Mercy following behind. Nothing noteworthy can be made except that SCP-6524 continues to shout profanities at Mercy which continues for half an hour until SCP-6524 stops on a hill.\n)\n\n\nSCP-6524:\n Oh stars… Wait what's that? Look, Mercy! There’s a colony of anomalies over there! (\nPoints over behind Mercy.\n)\n\n\nMercy:\n Where? (\nTurns to look down the hill.\n)\n\n\n(\nMercy's camera is turned upside down, with SCP-6524 momentarily cutting into view as it manhandled the rover unit. SCP-6524 can be seen walking away, with no interference on the radio waves to indicate that the entity had cut communications with the rover.\n)\n\n\n\n\n<End Log>\n\n\n\n\n\n\nClosing statement:\n It took the MER-C unit one hour to right itself back onto its wheels. After Mercy followed SCP-6524 back to its cave, SCP-6524 had since then refused to acknowledge or speak to the AIC. Since Mercy's appointment, all interviews and interactions have been minimal to the extent that they have been composed to a separate file for research personnel only.\n\n\n\n\n\n\n \n\n\nAddendum-6524-04:\n Proposal for Captain_Rovers return\n\n\nOn the 17th of November 2006, due to the minimal interactions with SCP-6524, the Ethics Committee made a meeting with the Parapsychology Department to deduce whether to revise the switch between Captain_Rovers and Mercy or not. With an overwhelming vote from numerous Committee members, as well as special input from O5-8, the vote was in favour of returning the AIC Captain_Rovers to the SCP-6524 team. This will occur on the 19th of July 2009 as it is currently on assignment with MTF Chi-24 (\"Gulliver's Rocket\").\n\n\nIn this same meeting, the Mercy AIC will be re-assigned to a similar role as Captain_Rovers, but it will be given a choice of MTF assignment as it has not broken Foundation protocols. Until the 19th of July 2009, it will be kept in the MER-C rover to maintain a watch on SCP-6524. Containment procedures will be updated and reconsidered at this time.\n\n\n\n\nFootnotes\n\n\n1\n. Also known as Mars Exploration Rover-C\n\n\n2\n. Foundation researchers had sent these games over to the planet to help with testing and help with containment efforts.\n\n\n3\n. At time of writing, the Ethics Committee updated the code of conduct to allow AIC to feel freer due to Captain_Rovers and SCP-6524's interaction noted in Interview-6524-3.\n\n\n4\n. Via a satellite passing through the area\n\n\n\n\n\n\n\n\n« \nSCP-6523\n | SCP-6524 | \nSCP-6525\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6524\n\" by BlueJones, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6524\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-6524-01: Discovery\nOn 25 February 1955, the Foundation launched probes from the Beholder line into space to detect and study extraterrestrial anomalies. On 14 September 1955, Beholder-9 flew past Mars, detecting an unusual heat signature on the planet. The on-board AIC Binary Star logged this into the database for future reference as it continued along its flight path.\nOn 19 January 2004, the National Aeronautics and Space Administration, according to public records, sent two Mars Exploration Rovers to Mars to explore the planet's geological surface. Due to a mutual agreement by the Foundation and NASA, researchers requested a third rover to be built. MER-C 1 was in every way similar to the first two rovers but an additional compartment was made for an AIC to control the rover. The AIC that piloted this is known as AIC \"Captain_Rovers\".\nAfter making landfall onto the Martian surface, the MER-C controls were then handed to the AIC, and it made its way to explore all coordinates logged within the Foundation database that was available. After scanning and failing to discover any anomalous activities within those coordinates, the MER-C moved to SCP-6524's position. The AIC discovered the entity sitting on the rocks and was ordered to maintain distance in case it was hostile.",
        "Addendum-6524-02: First Contact and Interviews\nOn 12 December 2005, SCP-6524 approached MER-C and sat in front of the unit. It gave a wave and opened its canteen to offer a drink before it tapped its helmet and turned around to make a drinking motion. It turned back still wearing its helmet and stared at MER-C before tapping into the communications signal and speaking clearly to the AIC.\n\n\n\n",
        "Addendum-6524-03: Mercy's Assignment\nOn 19 July 2006, Foundation AIC \"Mercy\" was officially assigned to SCP-6524 to take over Foundation AIC \"Captain_Rovers\" duties of observation and maintaining containment efforts with SCP-6524. The following is the first interaction between SCP-6524 and \"Mercy\".\n",
        "Addendum-6524-04: Proposal for Captain_Rovers return\nOn the 17th of November 2006, due to the minimal interactions with SCP-6524, the Ethics Committee made a meeting with the Parapsychology Department to deduce whether to revise the switch between Captain_Rovers and Mercy or not. With an overwhelming vote from numerous Committee members, as well as special input from O5-8, the vote was in favour of returning the AIC Captain_Rovers to the SCP-6524 team. This will occur on the 19th of July 2009 as it is currently on assignment with MTF Chi-24 (\"Gulliver's Rocket\").\nIn this same meeting, the Mercy AIC will be re-assigned to a similar role as Captain_Rovers, but it will be given a choice of MTF assignment as it has not broken Foundation protocols. Until the 19th of July 2009, it will be kept in the MER-C rover to maintain a watch on SCP-6524. Containment procedures will be updated and reconsidered at this time."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6524 \" by BlueJones, from the SCP Wiki . Source: https://scpwiki.com/scp-6524 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6524",
    "object_class": "Euclid",
    "containment_procedures": "Due to the position of SCP-6524 and its desire to be hidden, Foundation resources are to be dedicated to deleting any information related to SCP-6524's location. Foundation AI \"Binary Star\" has been embedded into non-Foundation space research stations. If a planned viewing of SCP-6524 is to occur, Binary Star is to use footage from other geographical locations on Mars and overlay it over any live video feeds. All planned rover missions from non-Foundation approved areas are to have their courses altered and land in a different location.",
    "description": "SCP-6524 is the designation given to a humanoid entity that is wearing an Extra-Vehicular Activity suit similar to the suits used by modern-day astronauts. SCP-6524 is currently residing on the planet Mars, in an uncharted region within the southern hemisphere. It is unknown if SCP-6524's origins are terrestrial or extraterrestrial. However, there is evidence to suggest that it is organic, regardless of its origins. This evidence includes cooking food as well as a canteen that it keeps on its person. How SCP-6524 acquired these is unknown. It is also unknown as to whether SCP-6524 consumes these, as it is always seen bringing it back into its cave.",
    "title": "SCP-6524"
}