{
    "url": "https://scp-wiki.wikidot.com/scp-6531",
    "all_text": "rating: \n+39\n+\n–\nx\n\n\na real spooky dude!\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\nItem #:\n SCP-6531\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Standard regional containment measures are currently in effect to prevent civilians from approaching SCP-6531. During manifestation events, MTF Eta-13 (\"Horror Hosts\") will neutralize all instances of SCP-6531-1.\n\n\nDescription:\n SCP-6531 is a manufacturing center previously operated by Lasarevitsch Wearables, a small clothing distributor specializing in horror-themed costumes and masks. SCP-6531's anomalous quality manifests annually on the night of October 31\nst\n, with the first instance recorded by local officials in 1997.\n1\n\n\nFollowing sundown on October 31\nst\n, groups of entities (designated SCP-6531-1) begin to emerge at random intervals from one of SCP-6531's three entrances. The appearances and capabilities of instances of SCP-6531-1 vary, but seem to be restricted to representations of costumes previously sold by Lasarevitsch Wearables.\n2\n A single group of SCP-6531-1 instances may contain up to 100 identical entities. No emergence has been recorded later than midnight, and all entities dematerialize immediately at dawn.\n\n\nAddendum:\n Containment Logs\n\n\nThe following abridged logs contain communication recorded during containment efforts on October 31st, 2021. The following members of MTF Eta-13 (\"Horror Hosts\") were on duty at the time:\n\n\n\n\nAlfred Snagrod (Host 1)\n\n\n\n\n\n\nWesley Timid (Host 2)\n\n\n\n\n\n\nJohn Plumber\n3\n (Host 3)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 19:15\n\n\nEvent:\n Final Check-In\n\n\n\n\n\n\n\n\nControl:\n Final mic check.\n\n\nSnagrod:\n Host 1, in position. Eyes on the north entrance.\n\n\nTimid:\n Host 2, in position. West entrance.\n\n\nPlumber:\n Host 3, in position. I can see the east entrance.\n\n\nControl:\n All sounds good from here. As always, call in each emergence and confirm containment method before deploying. Secondary containment personnel are on hand for any contingencies.\n\n\nSnagrod:\n Understood.\n\n\nTimid:\n And, hey, Plumber. Feel free to give a shout if you need anything. I know the first night doing this can be a little freaky.\n\n\nPlumber:\n Oh, thanks! I'll bear that in mind. I really appreciate that.\n\n\nTimid:\n No thanks needed. Baller, the guy who was on the team before you, he did a lot for the two of us early on. I'm just passing along the favor.\n\n\nPlumber:\n Still, it's cool of you. If it's okay to ask, why isn't he still on the team?\n\n\nSnagrod:\n Let's try to maintain radio silence, you two. We need to stay alert.\n\n\nPlumber:\n Understood, sorry!\n\n\nTimid:\n Yeah, yeah.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 19:35\n\n\nEvent:\n Emergence - East\n\n\n\n\n\n\n\n\nPlumber:\n I've got an emergence. Looks like walking undead, about…fuck, there's got to be a hundred coming out of there! Readying explosive ordnance.\n\n\nSnagrod:\n No need, Plumber. Area landmines past the entrance courtyard should do the trick.\n\n\nControl:\n Confirmed. Stand by, Host 3.\n\n\nPlumber:\n Standing by, but I don't see…\n\n\nA series of explosions can be heard in the background.\n\n\nPlumber:\n Never mind. Emergence contained. Splattered, mostly.\n\n\nControl:\n Understood.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 19:55\n\n\nEvent:\n Emergence - North\n\n\n\n\n\n\n\n\nSnagrod:\n Emergence. Three pale figures in period clothing. Moving quickly, so I'm going to assume European vampires and deploy birdseed now.\n\n\nControl:\n Confirmed.\n\n\nSnagrod:\n Instances have stopped moving. Turning UV lamps on.\n\n\nScreaming of vulgarities in Romanian, followed by soft popping noises.\n\n\nSnagrod:\n Emergence contained.\n\n\nControl:\n Understood.\n\n\nPlumber:\n Sorry, what does birdseed have to do with anything?\n\n\nSnagrod:\n European mythology describes vampires as suffering from arithmomania. Counting compulsions. The birdseed forces them to stay in one place to count each seed.\n\n\nPlumber:\n Huh! Good to know.\n\n\nTimid:\n Useful information, right? You have no idea how much that comes up in my personal life.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 20:13\n\n\nEvent:\n Emergence - East\n\n\n\n\n\n\n\n\nPlumber:\n Emergence! Skeletons. About two dozen or so, I'd say. Looks like a few of them have weapons. They're… oh.\n\n\nSnagrod:\n No action needed.\n\n\nPlumber:\n Yeah, they all just fell apart. The second they left the building.\n\n\nTimid:\n No muscles, no tendons, no ability to do anything. Easy for us.\n\n\nPlumber:\n God, the skulls are vibrating. I can hear the teeth chattering.\n\n\nTimid:\n Messed up, right? Give it a half hour or so. They'll shut up.\n\n\nControl:\n Consider this emergence contained.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 20:24\n\n\nEvent:\n Emergence - West\n\n\n\n\n\n\n\n\nTimid:\n I've got three robots over here. Big and slow, but with pretty hefty guns attached.\n\n\nSnagrod:\n Any visible shielding?\n\n\nTimid:\n Nah, they look pretty old-school. Control, I'm readying a short-range EMP grenade.\n\n\nControl:\n Confirmed.\n\n\nTimid:\n Actually, first, I want to try something.\n\n\nTimid:\n Hey, robots! This statement is a lie.\n\n\nWhirring is heard in the background, followed by gunfire.\n\n\nControl:\n Host 2, is everything okay?\n\n\nTimid:\n Yeah, there's no guidance system on these older models. Couldn't hit the side of a barn.\n\n\nSnagrod:\n The paradox maneuver doesn't work, Timid. Just launch the grenade.\n\n\nTimid laughs as whirring is heard in the background.\n\n\nTimid:\n One more try! Hey, does the set of all sets that don't contain themselves contain itself?\n\n\nPlumber:\n That seems…\n\n\nSnagrod:\n I'm invoking the Baller Clause.\n\n\nTimid:\n C'mon, really? It's not like they're going to hit me.\n\n\nSnagrod:\n Yes.\n\n\nTimid:\n Fine, fine. Launching the grenade now.\n\n\nPlumber:\n Sorry, what's the Baller Clause?\n\n\nSnagrod:\n We've been on this assignment for a long time, so Control gives us a certain amount of leeway in terms of assessing and addressing each emergence. But if one of us thinks the other is being reckless and is in danger of jeopardizing the mission or themselves, we can invoke the Baller Clause.\n\n\nPlumber:\n And that's named after—\n\n\nTimid:\n Alright, that worked, of course. Big bastards fell right in front of the door, though. It's going to be difficult to see emerging instances.\n\n\nControl:\n Understood.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 21:29\n\n\nEvent:\n Emergence - East\n\n\n\n\n\n\n\n\nPlumber:\n Emergence! Half a dozen tall humanoids. Scaly, with what look like fins.\n\n\nTimid:\n Oh, fishmen! You really do have beginner's luck, Plumber.\n\n\nControl:\n Stand by, Host 3.\n\n\nPlumber:\n Why? They seem…oh. Ah.\n\n\nSnagrod:\n Asphyxiation should render them relatively harmless.\n\n\nTimid:\n It's fucked up to watch, though.\n\n\nPlumber:\n Christ. How long do they…do they flop like that for?\n\n\nSnagrod:\n Most fish take more than an hour to die.\n\n\nTimid:\n Since they're half person, though, that's cut down to about half an hour. What's worse, the skulls or this?\n\n\nPlumber:\n Oh, this. Definitely, definitely this.\n\n\nControl:\n Sorry, Host 3. Consider them contained.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 23:05\n\n\nEvent:\n Emergence - East\n\n\n\n\n\n\n\n\nPlumber:\n Emergence! Looks like, uh, people. Six of them, holding various weapons. Knives, axes, one guy's got a chainsaw.\n\n\nSnagrod:\n We call those slashers. Standard ammunition should be enough.\n\n\nControl:\n Confirmed.\n\n\nPlumber:\n On it.\n\n\nGunfire.\n\n\nPlumber:\n Uh oh. That, that didn't work. They're headed this way.\n\n\nTimid:\n Those are sequel slashers, then. Robust bastards.\n\n\nPlumber:\n So, incendiary ordnance?\n\n\nTimid:\n Better up the ante to explosive. A single grenade usually works for me.\n\n\nControl:\n Confirmed.\n\n\nSilence, followed by a distant explosion.\n\n\nPlumber:\n Okay, that worked. Emergence definitely contained.\n\n\nControl:\n Understood.\n\n\nTimid:\n Are you sure? You know slasher movies. Never take your eyes off the body.\n\n\nPlumber:\n I'm looking at the bodies now. And the heads, and the limbs. Most of which aren't connected.\n\n\nTimid:\n Ah, gotcha. Concern withdrawn.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 23:15\n\n\nEvent:\n Emergence - West\n\n\n\n\n\n\n\n\nTimid:\n Okay, I've got a bunch of ghosts coming. Looks like the ectoplasmic kind. Very goopy.\n\n\nControl:\n Do you have a count?\n\n\nTimid:\n A lot. We double-checked the Spenglers, right?\n\n\nControl:\n They should be turning on now.\n\n\nTimid:\n Ah, there we go. Cheers.\n\n\nPlumber:\n Spenglers?\n\n\nTimid:\n Nickname for the big vacuums the tech guys set up around the entrances. Most ephemeral entities get sucked right down, but personally, I keep an air vortex cannon on hand, just in case.\n\n\nPlumber:\n Have you ever had to use it?\n\n\nTimid sighs audibly.\n\n\nTimid:\n Not yet.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 23:42\n\n\nEvent:\n Emergence - East\n\n\n\n\n\n\n\n\nPlumber:\n Emergence. Looks like three humanoids, hairy, wearing clothing. Ripped clothing. Which makes them werewolves, which means incendiary rounds, right?\n\n\nSnagrod:\n Hypothetically, but you can forgo that at this point in the evening.\n\n\nControl:\n Can confirm.\n\n\nPlumber:\n What do you mean?\n\n\nTimid:\n You've got a courtyard covered in slasher bits and dead fishmen, Plumber. A meat buffet. When werewolves show up this late, all they're gonna want to do is eat. Then they usually pass out after and sleep til sun-up. No threat of escaping containment, no threat to us.\n\n\nPlumber:\n Gotcha.\n\n\nSnagrod:\n It's a tradition that Baller started. They can be easily disposed of if additional entities emerge, and they can be quite interesting to watch.\n\n\nPlumber:\n Yeah, they're, uh, not just eating.\n\n\nSnagrod:\n If there's aberrant or aggressive behavior, feel free to neutralize them.\n\n\nPlumber:\n No, no, it's not that! They're not going anywhere. They're just grabbing skeleton bones and tossing them, only to run after the bones that the others threw.\n\n\nTimid snorts.\n\n\nTimid:\n Congrats, Plumber. You're the first person to ever witness a game of mutual fetch.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTime:\n 00:05\n\n\nEvent:\n End of Shift\n\n\n\n\n\n\n\n\nControl:\n Any further signs of activity?\n\n\nSnagrod:\n No.\n\n\nTimid:\n Nope.\n\n\nPlumber:\n Nothing here! The wolves are asleep.\n\n\nControl:\n In that case, consider this year's manifestation event completely contained. Clean-up and auxiliary containment crews are inbound. Your ride should be around to pick you up shortly.\n\n\nSnagrod:\n Thank you, Control.\n\n\nTimid:\n Well, I could use a drink. Snag, Plumber? You two in? I'm sure Jenny in IT's already brought out the pumpkin vodka back at base.\n\n\nSnagrod:\n I'd enjoy a nightcap.\n\n\nPlumber:\n Yeah, I'm down! But, actually, would you mind if I asked a weird question?\n\n\nTimid:\n We just shot at monsters for four hours together. I don't think it gets weirder than that. Shoot.\n\n\nPlumber:\n So, Baller, the guy who used to be Host 3. Did he get injured, or die? Doing this, I mean?\n\n\nTimid:\n What?\n\n\nSnagrod:\n What makes you think that?\n\n\nPlumber:\n You two seem pretty sentimental about him! Not to mention the Baller Clause. I just — if we're going to be working together like this, I don't want to upset any baggage.\n\n\nTimid:\n No baggage! We're sentimental about the guy because he's a really rad guy.\n\n\nSnagrod:\n He left the Foundation after getting a publishing deal. For a series of horror novels, funnily enough.\n\n\nPlumber:\n Then, wait, why is it the \"Baller Clause\"? Unless it's named after something completely different.\n\n\nTimid snorts.\n\n\nSnagrod:\n Go ahead, Timid. You know you want to tell the story.\n\n\nTimid:\n Crazy bastard got reckless around the end of the night a few years ago and tried to train one of the werewolves. Got his leg humped by a six-foot-tall wolfman. There's security cam footage. It's priceless.\n\n\nPlumber:\n Whew, sounds like it!\n\n\nTimid:\n Not everything around here ends in blood and pain, Plumber. Sometimes things turn out nicer than you'd expect. We do our jobs, we go home, and we live our lives. Isn't that great?\n\n\nPlumber:\n Yeah, it really is. Thanks.\n\n\nTimid:\n Glad to help. Happy Halloween. Let's go get blitzed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lasarevitsch Wearables had declared bankruptcy in December of the previous year, leaving the building vacant.\n\n\n2\n. A full catalog of their inventory, along with recorded manifestations and countermeasures, is available upon request.\n\n\n3\n. This was Mr. Plumber's first year participating in the containment of SCP-6531 due to the recent departure of former agent Willard Baller.\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSonderance's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6012\n \n•\n\n\n\n\n\n\nSCP-5625\n \n•\n\n\n\n\n\n\nSCP-7770\n \n•\n\n\n\n\n\n\nSCP-5640\n \n•\n\n\n\n\n\n\nSCP-4653\n \n•\n\n\n\n\n\n\nSCP-8123\n \n•\n\n\n\n\n\n\nSCP-8880\n \n•\n\n\n\n\n\n\nSCP-5785\n \n•\n\n\n\n\n\n\nSCP-7302\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSudoku Puzzles and a Lit Cigarette\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSonderance\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6530\n | SCP-6531 | \nSCP-6532\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6531\n\" by Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6531\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Containment Logs\nThe following abridged logs contain communication recorded during containment efforts on October 31st, 2021. The following members of MTF Eta-13 (\"Horror Hosts\") were on duty at the time:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6531 \" by Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-6531 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6531",
    "object_class": "Keter",
    "containment_procedures": "Standard regional containment measures are currently in effect to prevent civilians from approaching SCP-6531. During manifestation events, MTF Eta-13 (\"Horror Hosts\") will neutralize all instances of SCP-6531-1.",
    "description": "SCP-6531 is a manufacturing center previously operated by Lasarevitsch Wearables, a small clothing distributor specializing in horror-themed costumes and masks. SCP-6531's anomalous quality manifests annually on the night of October 31st, with the first instance recorded by local officials in 1997.1",
    "title": "SCP-6531"
}