{
    "url": "https://scp-wiki.wikidot.com/scp-6533",
    "all_text": "Rawk!\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6533\n\n\n\n\n\n\nBy:\n \nStarch Tuber\n\n\n\n\n\n\nPublished on \n22 Jun 2022 03:43\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6533:\n Millenium Falcons\n\n\nAuthor:\n \nStarch Tuber\n\n\nPublished on 22 Jun 2022\n\n\nA 12 minute read (2,413 words)\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+69\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nSCP-6533\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL2\n\n\nRESTRICTED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\nketer\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\nnone\n\n\n\n\n\n\n\n\nDISRUPTION CLASS:\n\n\nekhi\n\n\n\n\n\n\nRISK CLASS:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nArchived image of a bird, specifically \nAlcedo atthis\n (Common kingfisher), originally from Earth.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Facility\n\n\nFacility Director\n\n\nResearch Head\n\n\nAssigned Department\n\n\n\n\n\n\nTRITON-Site-934\n\n\nDir. Xandra Frost\n\n\nDr. Sapphira Eponine\n\n\nVehicular Anomalies, \net al.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA SCP-6533-1 instance in \nNew Houston\n, Mars, United Colonies.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The SCP-6533 Research & Containment Team must develop a method of halting the anomaly's manifestation and overall prevent the ongoing PHK-Class Multiplanetary-Attack Scenario.\n\n\nUntil a proper solution is found, Applied Task Force Rho-84 (\"Duck Hunt\") must respond to reports of SCP-6533 phenomena from civilians by removing current passengers and containing the affected vehicle, or, if its transformation completes, neutralize the SCP-6533-1 instance by use of explosive projectiles. Live captured instances are contained in high-security containment chambers at TRITON-Site-934, while the remains of neutralized instances are recycled.\n\n\n\n\nDescription:\n SCP-6533 is an unpredictable event exclusively affecting human spacecraft, with no known cause or pattern. Affected vehicles will begin to travel autonomously, disregarding any orders by its operator(s), for approximately five hours. After this period, the ship will begin to bend, tear and crush itself until it is reshaped into a body resembling the extinct \nAves\n class of animals\n.\nCommonly known as the bird. Formerly a highly-populant type of vertebrate prior to the ED-K Class Mass Memory Loss Event on Earth, which caused irredeemable damage to the biosphere, eventually terminating a majority of avian species. Remaining birds died off from incompatibility with extraterrestrial environments and other natural causes.\n from the planet Earth. These constructs are designated SCP-6533-1.\n\n\nFully formed SCP-6533-1 instances are sentient, and will attempt to search for and destroy any human infrastructure — both terrestrial and interstellar — through pecking, slapping (with their \"wings\"), or bombardment (with remaining fuel). These attacks will continue indefinitely unless the entities are dismantled.\n\n\nSCP-6533-1 instances are proven to not be mechanically operated automatons, as all machinery is destroyed after an instance forms itself. \nCurrent research has yet to uncover the animate nature of SCP-6533-1 entities.\n.\n[RAISA FILE NOTE]\n This sentence has been flagged for deletion due to outdated information. See Addendum 3.\n\n\nDiscovery:\n First sighting of the SCP-6533 phenomenon occured in 14/MAY/2104, when a commercial spacecraft preparing for takeoff from the Gimhea International Spaceport in New Busan, Luna Korea was affected by the anomaly. Subsequent manifestations occured in Mars, Venus, Jupiter's moons and various interstellar structures, respectively.\n\n\nInitial manifestations would be reported for every three months, but would later become much more frequent over time, resulting in SCP-6533 transpiring every two-to-three weeks as of the current date.\n\n\nCivilian response to the anomaly has been very aggressive, with a majority of the human population attempting to incapacitate the entities, despite warnings by the Foundation to handle containment to trained staff only. These attacks are theorized to have increased the frequency and severity of SCP-6533 events in the Solar System.\n\n\n\n\nADDENDUM 1 — MANIFESTATIONS (SELECTED)\n\n\nThe following are three example SCP-6533 manifestations in the Solar System. For a full comprehensive list, see Document 6533-A.\n\n\n\n\n\n\nEVENT 6533.01\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\n\n\n\n\n14/MAY/2104\n\n\nGimhea International Spaceport, New Busan, Luna Korea, Earth's Moon\n\n\n\n\n\n\nDetails\n\n\n\n\n\n\nThe Boeing S878 commercial spaceship of Flight 410 (New Busan — Kyung) suddenly began activity without command by its pilots, taking off much earlier than scheduled. Passengers and staff inside were panicking as the ship seemingly flew in random directions above New Busan. As no evidence of a cyberattack on the ship's sytems was detected by Korean law enforcement, the event was suspected to be paranatural and thaumaturgists from the \nNational Paranormal Emergency Service (NPES)\n were deployed to handle the situation.\n\n\n\nWhile the passengers were succesfully apported\n.\n \nApportation\n — An occult method of instantaneous teleportation.\n to the spaceport and the ship magically restrained, the vehicle began to reshape itself into an animated sculpture of a \nColumba livia domestica\n (Feral Pigeon) instance, breaching out of the thaumaturgical lock. The instance proceeded to run throughout New Busan, congesting traffic and damaging buildings by flapping its \"wings\", blowing objects away. NPES members successfully terminated the entity thirty minutes later, transferring the leftover scraps to an unknown location. NPES has refused to give any further information gained on the entity, nor the location of its remains, to the Foundation.\n\n\n\n\n\n\nEVENT 6533.89\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\n\n\n\n\n27/AUG/2104\n\n\nSouthern Troposphere, Venus\n\n\n\n\n\n\nDetails\n\n\n\n\n\n\nThe \nTwilight Sky\n luxury cruise spaceship, which was in the process of a five day cruise from Palmira to Concordia with 4,626 passengers and 1,473 crew members on board, started to display signs of being under an SCP-6533 event as it began controlling itself without prompt. Aware of the phenomena, \nTwilight Sky\n staff members quickly directed passagers towards the emergency Artificial Way leading back to the Palmira Port before the ship would alter itself. Despite their efforts, a hundred and fifty-six passengers failed to exit the vehicle and presumably died by crushing as the ship reshaped itself into a form resembling a \nFalco rusticolus\n (gyrfalcon).\n\n\n\nThe SCP-6533-1 instance began flying towards Concordia with exceptional speed, forcing Foundation assets in the planet to order a missile strike upon the entity. The SCP-6533-1 specimen was successfully hit and fell down into a lava field on the surface of Venus. Despite this, it remains active, attempting to launch itself off from the molten rock.\n\n\n\n\n\n\nEVENT 6533.254\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\n\n\n\n\n05/NOV/2104\n\n\nAsteroid Mine, West-South Asteroid Belt\n\n\n\n\n\n\nDetails\n\n\n\n\n\n\nAn automatic mining unit began to drill onto infrastructures and nearby manned ships. Initially assumed to be a glitch in the unit's system, mining operations were cancelled after the unit reshaped itself into a \nCampephilus principalis\n (ivory-billed woodpecker) form, using the drill as a \"beak.\"\n\n\n\nWhile the mining company responsible for the operation advised everyone to leave the vicinity, their miners instead attemped to destroy the entity themselves by using drilling equipment and explosives. The SCP-6533-1 specimen suffered enough damage to become inanimate, which resulted in a celebration between mining staff. The remains of the unit were melted for recycling.\n\n\n\n\n\n\n\n\nADDENDUM 2 — INTERVIEW LOG\n\n\nOn 19/FEB/2105, a Foundation armed spacecraft stationed at Triton had suffered an SCP-6533 event. After complete transformation, Task Force members claimed the entity was able to produce semi-coherent speech, using the voice synthesis of BT-020.aic, which was installed in the ship system at the time of the event. As all surveillance footage of the incident was lost due to the destruction caused by the instance, their claims could not be verified at the time. The entity (designated SCP-6533-1-442) did not speak when containment was achieved. An interview was made to confirm the existence of this ability:\n\n\n\n\n\n\nTRANSCRIPT — INTERVIEW-6533.01\n\n\n\n\n\n\n\n\n\n\nTriton, location of EVENT-6533.442.\n\n\n\n\n\n\nDate:\n 20/FEB/2105 (02:53)\n\n\nLocation:\n TRITON-Site-934\n\n\nInterviewer:\n Doctor Collen Minerva\n\n\nInterviewee:\n SCP-6533-1-442\n\n\nSupervisor:\n Doctor Sapphira Eponine (Research Head)\n\n\nForeword:\n Doctor Minerva will be conversing with the instance through a speaker embedded in the chamber, while watching it through a surveillance camera.\n\n\n\n\n[Excerpt begins.]\n\n\n[SCP-6533-1-442 is seen at its chamber, pecking the wall to its left.]\n\n\nEponine:\n The set is activated. You may begin, Collen.\n\n\nMinerva:\n Alright, here we go. \n[He adjusts the microphone.]\n Hello? Can you understand me?\n\n\n[The entity inspects the speaker.]\n\n\nMinerva:\n If you can understand me, please say something.\n\n\n[…]\n\n\nSCP-6533-1-442:\n \nRAWK!!\n\n\nMinerva:\n Woah! What was that?\n\n\nEponine:\n Huh, not what I expected. Turn the volume down.\n\n\nSCP-6533-1-442:\n \nRAWK!!\n \n[Chirping of an unidentified species of\n Psittacoidea \n(True Parrot).]\n\n\n\n\n[\nOmitted:\n For the next five minutes, Doctor Minerva attempts to get SCP-6533-1-442 to vocalize any intelligible language, while the entity in question proceeds to yell several parrot calls.]\n\n\n\n\nMinerva:\n We're not getting anything, Sapph. Are they sure it said something while it was out?\n\n\nEponine:\n The agents were certain that it was saying something with an \"R.\" \n[She sighs.]\n I guess we know what that is now.\n\n\nMinerva:\n Ugh. What a waste of time.\n\n\nEponine:\n Yeah, this interview is finished.\n\n\n[Eponine begins to deactivate the recording equipment.]\n\n\nMinerva:\n I'm gonna go to the canteen later. I would kill for some pizz—\n\n\nSCP-6533-1-442:\n \nKILL!\n\n\n[…]\n\n\nMinerva:\n Um.\n\n\n[Minerva grabs the microphone.]\n\n\nMinerva:\n Can you… repeat that?\n\n\n1-442:\n \nKILL. […] THEY KILLED THEM.\n\n\nMinerva:\n What are you referring to?\n\n\n1-442:\n \nOUR BROTHERS. OUR HOME. BROKEN BY THEM. RAWK! KILLED BY THEM.\n\n\nMinerva:\n Who?\n\n\n1-442:\n \nMAN.\n \n[It chirps erratically.]\n \nMAN KILLED US.\n\n\nMinerva:\n \n[…]\n I don't understand.\n\n\n1-442:\n \nHOMES WERE BURNED, COULD NOT LIVE. SOME DIDN'T RECOGNIZED US. THEY\n HATED \nUS.\n\n\nMinerva:\n No. No, we didn't do anything. This is a mis—\n\n\n1-442:\n \nNOW BACK. DON'T KNOW HOW. NOW I WANT…\n\n\nMinerva:\n What? You want \nwhat?\n\n\n1-442:\n \nRA— REVENGE. REVENGE! RAWK! REVENGE!!\n\n\n[SCP-6533-1-442 continues to repeat this while simultaneously bashing the walls of the chamber. Security arrives to escort both doctors.]\n\n\n[Excerpt ends.]\n\n\n\n\nAfterword:\n After this interview, Doctor Eponine requested a review of the anomaly by the Department of Spectral Phenomena.\n\n\n\n\n\n\nADDENDUM 3 — SPECTREMETRIC RESEARCH\n\n\nAn inspection and study by the \nDepartment of Spectral Phenomena\n has revealed minute traces of ectoplasm on certain components of vehicles affected by SCP-6533, confirming the presence of an ectomorphic spectral entity inside activate SCP-6533-1 instances.\n\n\nThis newly discovered aspect of these entities, along with their increasing rate of manifestations, would imply that SCP-6533 itself constitutes a PHK-Class \"Specter Storm\" Multiplanetary-Attack Scenario.\n.\nA scenario where the complete collective of humanity is targeted by a group of aggressive spectral entities that have suffered an extinction, were the victim of a genocide or were generally killed in its entirety.\n Foundation analysts conclude that this event may progress for a further 300,000 years until the entire population of deceased birds is depleted, and will result in an overwhelming amount of damage to human construction in total.\n\n\nAs current containment methods will not be sufficient to diminish SCP-6533's effects on human civilization, Doctor Eponine has proposed that SCP-6533 be decommissioned, with complete approval of the \nDecommissioning Department.\n Containment procedures have been edited to focus on research into a possible system-wide exorcism.\n\n\n\n\nADDENDUM 4 — DECOMMISSIONING PLAN\n\n\nAfter four months and seventeen days of research and development, a scheduled decommissioning plan against the SCP-6533 phenomenon has been formed.\n\n\nThe attempt would consist of several exorcism rituals performed on various points in the Solar System, each one operated in a different planet in reversal order of initial SCP-6533-1 manifestations, with the final ritual performed on Earth.\n.\nA minor breach of \nClass-H Quarantine Zone\n protocols will be allowed due to the severity of the situation, however personnel are required wear a hazardous materials suit when entering the planet, and must still be screened when exiting.\n\n\nSeventy-four occult personnel located across the system will participate in the operation, while the main SCP-6533 research team, lead by Doctor Eponine, will be responsible for the final ritual on Earth.\n.\n \nThe former Site-01-ARC has been selected as the proper site for the ritual, due to its functioning Scranton Reality Anchors (SRAs) diminishing any possible anomalous phenomenon in the area.\n Various items required for the procedure are mostly common ingredients for standard spiritual exorcism, however due to the nature of the targeted spectral entity, most items will consist of plants and other botanical objects originating from Earth. (See Document 6533-D for further details.)\n\n\nThe scheduled date for the decommissioning attempt is currently being considered by the SCP-6533 research team, the Decommissioning Department and the Overseer Council.\n\n\n\n\n\n\n\n\nUPDATE: NEW ADDENDUM FILE UPLOADED\n\n\n\n\n\n\n\n\n\n\nREPORT — DECOMM-6533.01\n\n\n\n\n\n\nDate:\n 18/FEB/2106\n\n\nLocation:\n Site-2460, Rhea (Saturn satellite); Site-729, Ganymede (Jupiter satellite); Site-1045, Venus; Site-692, Mars; Site-01-ARC, Greenland, Earth.\n\n\nPresent:\n Dr. Sapphira Eponine, \net al.\n\n\n\n\n«00:26:43»\n - After Dr. Eponine contacts every commanding occultist, who are responsible for each individual ritual in a planet/moon, for confirmation of their preparation by use of TCG\n.\nThaumic Communication Gateways\n — Artificially created Ways that act as a means of interstellar communication, bypassing the speed of light.\n radio, she officially declares the initiation of the decommissioning attempt. All ritual participants take position, and Eponine orders the first ritual in Rhea.\n\n\n[\nOmitted:\n All rituals except Earth’s are successfully performed without complications.]\n\n\n«02:45:08»\n - The final ritual commences. Dr. Eponine signals all other nearby thaumaturges to begin singing their incantations. Eponine goes to the center and takes out a bag of \nHelianthus annuus\n (Common sunflower) seeds.\n\n\n«02:48:20»\n - As Eponine proceeds to take one of the seeds, loud sounds of metal tearing gradually become audible on the surrounding area. The researcher orders a pause to the ritual when she notices.\n\n\n«02:50:00»\n - A large shadow emerges on the current location. Seen above the sky is a massive group of SCP-6533-1 entities approaching the site of the operation. Nearby members of ATF Rho-84 begin preparing plasma artillery equipment while ritual participants continue the ritual, although in a nervous manner, per Eponine's commands.\n\n\n«02:53:34»\n - After three minutes of consecutive shooting at the cloud of entities, the artillery runs out of power. Before they could recharge, the SCP-6533-1 instances reach to the perimeter of the operation and begin attacking security personnel. Dr. Eponine orders all thaumaturges to escape to the emergency bunker before the surrounding instances reach the ritual area.\n\n\n«02:54:11»\n - The head researcher guides all personnel to the bunker as the entities incapacitate almost all Task Force members. After all occultists have entered the bunker, Dr. Eponine begins to grab the ritual materials and sprints to the bunker.\n\n\n«02:55:52»\n - Before she reaches the bunker's door, a SCP-6533-1 instance blocks her path. It emits a high-volume shriek at her by use of a malfuntioning voice synthesizer, causing her to fall down and drop all items except one. The entity begins approaching the researcher while growling aggressively. Eponine closes her eyes.\n\n\n«02:56:28»\n - The SCP-6533-1 instance abruptly stops walking and stares.\n\n\n«02:57:13»\n - Eponine opens her eyes in confusion. The instance continues staring. At this point, all other instances in the area halt their attacks and stare at the doctor.\n\n\n«02:57:36»\n - Eponine looks around in further confusion. When she slowly stands up, the instance's head tilts slightly. She notices that the instance is not staring at her directly, but at the bag of seeds. Movement of the bag confirms this.\n\n\n«02:57:50»\n - The doctor opens the bag and throws four seeds in front of the entity. It begins to \"eat\" them, grabbing the seeds with its beak-shaped portion of its body and intaking them. The seeds fall out of its body through some holes on its underbelly, however the entity appears to be satisfied regardless. It brushes its head to Eponine, and she awkwardly pets the entity in return.\n\n\n«02:59:14»\n - Afterwards, the entity distances itself from the doctor, and it collapses into a pile of metal scrap. A different SCP-6533-1 entity approaches Eponine and stares at the bag of seeds.\n\n\n[\nOmitted:\n Dr. Eponine and the rest of the personnel present bring available seeds to the SCP-6533-1 instances and interacts with them, until all entities became inactive.]\n\n\n\n\nAfterword:\n Post-analysis of the decommissioning attempt revealed that the final ritual seems to attract overwhelming attention from SCP-6533-1 instances due to its placement on Earth, making proper execution of the exorcism impossible without extreme defensive measures. Additionally, Site-01-ARC's Scranton Reality Anchors did not mitigate the entities due to their deterioated state, especially the decomposed ontokinectic cores, which inspecting personnel had overlooked.\n\n\nDespite the operation's failure, Dr. Sapphira Eponine has created alternative containment procedures based off research on the attempt, theorized to be able to neutralize the anomaly in a slow but effective and cost-efficient method. The proposed procedure is filed below:\n\n\n\n\nSuggested Containment Procedures:\n Applied Task Force Rho-85 (\"Duck Fun! :D\") will respond to reports of SCP-6533 phenomena from civilians by removing current passengers and containing the affected vehicle. When it is transformed, ATF Rho-85 must commandeer seeds\n.\n \nSpecifically either thistle, shelled corn, peanut, safflower or sunflower seeds.\n to the SCP-6533-1 instance until it is pacified, and interact with the anomaly playfully until it is neutralized. Most effective spots for petting include the entity’s chin, cranium and back. Large construction machinery can be used as a substitute for hands, in case of encountering larger instances.\n\n\nThe remains of neutralized instances are to be recycled.\n\n\n\n\nThese procedures have been approved for execution by the Department of Containment. Approval by Overwatch Command is pending.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6532\n | SCP-6533 | \nSCP-6534\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6533\n\" by Starch Tuber, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6533\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n orangbird.png\n\n\nAuthor:\n Frank-2.0\n\n\nLicense:\n Creative Commons CC0 1.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n ironbird.png\n\n\nAuthor:\n Rob Mitchell\n\n\nLicense:\n Creative Commons CC0 1.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n triton.png\n\n\nAuthor:\n NASA / Jet Propulsion Lab / U.S. Geological Survey\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6533 \" by Starch Tuber, from the SCP Wiki . Source: https://scpwiki.com/scp-6533 . Licensed under CC-BY-SA .",
        "Filename: orangbird.png Author: Frank-2.0 License: Creative Commons CC0 1.0 Source Link: Wikimedia Commons",
        "Filename: ironbird.png Author: Rob Mitchell License: Creative Commons CC0 1.0 Source Link: Wikimedia Commons",
        "Filename: triton.png Author: NASA / Jet Propulsion Lab / U.S. Geological Survey License: Public Domain Source Link: Wikimedia Commons"
    ],
    "title": "SCP-6533"
}