{
    "url": "https://scp-wiki.wikidot.com/scp-6534",
    "all_text": "A woman is able to manipulate VHS cassettes, leaving the superior Betamax format untouched.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6534:\n What Can Brown Do For You?\n\n\nWord Count: 1,000\n\n\nReading Time: 4 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-6534\n\n\nLevel 2/6534\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-56\n\n\nDir. Peter Palermo\n\n\nRs. Victoria Vomac\n\n\nB-14 \"Format Wars\"\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-6534-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6534 is to be contained in a standard humanoid chamber in Site-56.\n\n\nInstances of SCP-6534-1 are to be contained in Site-56's Anomalous Media Archive. Mobile Task Force Beta-14 (\"Format Wars\") is responsible for locating and seizing instances of SCP-6534-1 in civilian possession, and administering amnestics when necessary.\n\n\nDescription:\n SCP-6534 is a 24 year old human female with the given name \"Carmen Brown\".\n\n\nSCP-6534 possesses the ability to digitally manipulate the contents of Video Home System (VHS) cassettes through undetermined means. Cassettes modified through this matter are designated SCP-6534-1. The nature and duration of each modification made are determined by SCP-6534's personal choices.\n\n\n\n\nAddendum:\n In July 2005, civilians in the southwestern United States began complaining of \"tampered VHS tapes\" that had been delivered through the United Parcel Service (UPS). Mobile Task Force Beta-14 was dispatched to investigate the phenomenon and confiscate tampered cassettes.\n\n\nNotable instances of SCP-6534-1 have been archived below.\n\n\n\n\nDesignation:\n SCP-6534-1-1\n\n\nTitle:\n \nThe Bridesmaid Dress II: Back For More\n\n\nNotes:\n The love interest, played by actor Arnold Capistrello, was replaced with a 1979 Chevrolet Caprice taxicab for the duration of the film.\n\n\n\n\n\n\nDesignation:\n SCP-6534-1-8\n\n\nTitle:\n \nBarney and Friends: The Complete Third Season\n\n\nNotes:\n The main character, a purple cartoon dinosaur named \"Barney\", was replaced with a scientifically accurate \nTyrannosaurus rex\n for all episodes.\n\n\n\n\n\n\nDesignation:\n SCP-6534-1-25\n\n\nTitle:\n \nDaniel and the Quest for the Crown of Avidan\n\n\nNotes:\n Following the film's ending, an extra post-credit scene was added where the villain of the film is cooked to death in a malfunctioning tanning bed.\n\n\n\n\n\n\nDesignation:\n SCP-6534-1-48\n\n\nTitle:\n \nDial It Back\n\n\nNotes:\n All mentions of Federal Express (FedEx) within the film are replaced with quacking noises.\n\n\n\n\nThrough a lengthy inquiry, a UPS distribution warehouse in Albuquerque, New Mexico, USA was identified as the origin of the SCP-6534-1 instances, and SCP-6534 was determined to be the culprit.\n\n\nSCP-6534 was detained and transferred to Site-56 for containment. The following interview was performed to inquire it regarding its abilities.\n\n\n\n\nTranscript 6534-1\n\n\nInterviewer:\n Researcher Victoria Vomac\n\n\nInterviewed:\n SCP-6534\n\n\nDate:\n July 27, 2005\n\n\n\n\n<Begin Log>\n\n\n\n\nResearcher Vomac and SCP-6534 are seated opposite each other in the interrogation room. There is a television set and a VHS player located behind Vomac.\n\n\nVomac:\n Could you state your name for the record, please?\n\n\nSCP-6534:\n It's Carmen.\n\n\nSilence.\n\n\nVomac:\n Carmen \nwhat?\n\n\nSCP-6534:\n …Oscella Brown?\n\n\nVomac:\n Ms. Brown, I've had you brought here so I could learn more about your videotape manipulation abilities. How does it work?\n\n\nSCP-6534:\n Am I under arrest?\n\n\nVomac:\n Technically… no. How does your ability work?\n\n\nSCP-6534:\n I wanna talk to a lawyer.\n\n\nVomac:\n You need to- look, you're not being accused of a crime, so you don't need an attorney.\n\n\nSCP-6534:\n Then why did they cuff me at the-\n\n\nVomac:\n Ms. Brown, if you answer every single one of my questions truthfully, I will let you leave. But until then, you'll have to stay here. Do you understand?\n\n\nSCP-6534 takes a deep breath and nods its head \"yes\". Researcher Vomac takes a deep breath in return.\n\n\nVomac:\n Okay, question one: Do you have an ability to manipulate the content of VHS tapes in any way?\n\n\nSCP-6534 nods its head \"yes\".\n\n\nVomac:\n Question two: How does this ability work? Is there a spell you need to chant? Or a demonic pact?\n\n\nSCP-6534:\n Uh… no?\n\n\nSilence.\n\n\nVomac:\n So what is the method that you use, exactly?\n\n\nSCP-6534:\n I… really don't know how to explain it accurately…\n\n\nVomac:\n How are you unable to- you've done it dozens of times, we've found over fifty tampered tapes. At this point, you'd have a good grasp on the process, no?\n\n\nSCP-6534 does not respond. Researcher Vomac lets out a sigh.\n\n\nVomac:\n You know, I'm starting to suspect you don't have such an ability after all. That's why you're staying silent about your method, there \nisn't\n one.\n\n\nSCP-6534 does not respond. Researcher Vomac grabs a VHS cassette in a bag under the table and hands it to SCP-6534.\n\n\nVomac:\n You can't do anything with this, can you?\n\n\nSCP-6534:\n Wha- yes I can!\n\n\nVomac:\n Prove it.\n\n\nSCP-6534 grips the cassette with its left hand and closes its eyes. It begins to smile and giggle to itself.\n\n\nTwenty seconds pass. SCP-6534 opens its eyes and hands the cassette back to Researcher Vomac.\n\n\nSCP-6534:\n Done. Why don't you watch it right now?\n\n\nResearcher Vomac turns towards the TV and VHS player behind her.\n\n\nVomac:\n One step ahead of you.\n\n\nThe cassette is inserted into the player; playback begins.\n\n\n\n\nA calm lake is visible on-screen.\n\n\nVomac:\n What did you add, exactly?\n\n\nSCP-6534:\n \n<giggles>\n Oh, just a… little yellow duck.\n\n\nResearcher Vomac observes the screen.\n\n\nVomac:\n Lies. There's no duck.\n\n\nSCP-6534:\n I made her a little small… \n<giggles>\n you'll just have to look closer.\n\n\nResearcher Vomac leans in closer at the picture.\n\n\nVomac:\n Why would you even make it so small if you're trying to prove that-\n\n\n\n\n\n\n{$caption}\n\n\n\n\nA loud shriek is heard as a black-and-white image of a deformed face appears on the screen.\n\n\nVomac:\n Oh, mother \nfucking\n God!\n\n\nSCP-6534 begins to laugh harder. Researcher Vomac coughs and gags, regains her composure and turns back to look at the former.\n\n\nVomac:\n You- you little brat!\n\n\nSCP-6534 points at the screen.\n\n\nSCP-6534:\n I told you, there's a duck.\n\n\nVomac:\n I'm not falling for that again!\n\n\nSCP-6534:\n \n<calming down>\n I'm legit this time, there's a duck. I added it, as I promised.\n\n\nReseacher Vomac groans and looks back at the screen in an apprehensive manner. The screaming noise has died down.\n\n\nVomac:\n Hey wait a minute, there \nis\n a du-\n\n\n\n\n\n\n{$caption}\n\n\n\n\nA loud distorted quack is heard as a shadowy image of a duck appears on-screen.\n\n\nVomac:\n Aw, motherfucker!\n\n\nSCP-6534 begins to laugh uncontrollably.\n\n\n\n\n<End Log>\n\n\n\n\nFollowing initial interrogation of SCP-6534, Researcher Vomac submitted a request to enroll it in the D-Class program; this request was denied.\n\n\n\n\n\n\n\n\n« \nSCP-6533\n | SCP-6534 | \nSCP-6535\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6534\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6534\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n vhstape.jpg\n\n\nName:\n \nThe Bridesmaid Dress II: Back For More\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\nName:\n VHS-Video-Tape-Top-Flat\n\n\nAuthor:\n Evan-Amos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Lac de Montriond 06\n\n\nAuthor:\n Krzysztof Golik\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n spookyjumpscare.jpg\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerived From:\n\n\n\n\nName:\n NightoftheLivingDeadCorpse\n\n\nAuthor:\n George A. Romero\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Comments:\n Cropped and rotated from original\n\n\n\n\nName:\n Rubber duck in glass bowl crop\n\n\nAuthor:\n Nanda93\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Comments:\n Cropped, shrunk and color-edited from original\n\n\n\n\n\n\nName:\n Duckscare\n\n\nAuthor:\n \nJiwoahn\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum: In July 2005, civilians in the southwestern United States began complaining of \"tampered VHS tapes\" that had been delivered through the United Parcel Service (UPS). Mobile Task Force Beta-14 was dispatched to investigate the phenomenon and confiscate tampered cassettes.\nNotable instances of SCP-6534-1 have been archived below.\nThrough a lengthy inquiry, a UPS distribution warehouse in Albuquerque, New Mexico, USA was identified as the origin of the SCP-6534-1 instances, and SCP-6534 was determined to be the culprit.\nSCP-6534 was detained and transferred to Site-56 for containment. The following interview was performed to inquire it regarding its abilities.\nFollowing initial interrogation of SCP-6534, Researcher Vomac submitted a request to enroll it in the D-Class program; this request was denied."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6534 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-6534 . Licensed under CC-BY-SA .",
        "Filename: vhstape.jpg Name: The Bridesmaid Dress II: Back For More Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Name: VHS-Video-Tape-Top-Flat Author: Evan-Amos License: Public Domain Source Link: Wikimedia Commons",
        "Name: Lac de Montriond 06 Author: Krzysztof Golik License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: spookyjumpscare.jpg Author: Jiwoahn License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derived From: Name: NightoftheLivingDeadCorpse Author: George A. Romero License: Public Domain Source Link: Wikimedia Commons Additional Comments: Cropped and rotated from original Name: Rubber duck in glass bowl crop Author: Nanda93 License: Public Domain Source Link: Wikimedia Commons Additional Comments: Cropped, shrunk and color-edited from original",
        "Name: Duckscare Author: Jiwoahn License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "SCP-6534 is to be contained in a standard humanoid chamber in Site-56.",
    "description": "SCP-6534 is a 24 year old human female with the given name \"Carmen Brown\".",
    "title": "SCP-6534"
}