{
    "url": "https://scp-wiki.wikidot.com/scp-654",
    "all_text": "Am I doing this wrong? Please advise.\n\n\n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\n\n\nSCP-654 in containment.\n\n\n\n\n\n\nItem #:\n SCP-654\n\n\nObject Class:\n Neutralized (Formerly Keter)\n\n\nSpecial Containment Procedures:\n Direct containment of SCP-654 is deferred to GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement\n1\n.\n\n\nSCP-654 is contained in a specially constructed habitat that constantly circulates saltwater kept at a temperature of approximately -1.8 °C. Chamber walls outside of the aquatic enclosure have been plated with insulating ceramic composite.\n\n\nDescription:\n SCP-654 is a male narwhal (\nMonodon monoceros\n), visually disparate from others of its species only in that its characteristic spiral tusk has grown in a clockwise helix from the jaw, rather than the counterclockwise helix found in all other examined narwhals to date. SCP-654 is able to emit sudden bursts of electrostatic discharge from the apex of its tusk. The discharge is reminiscent of lightning, and is accompanied by a loud crack of sound. While not particularly accurate, the tusk can be used to direct the discharge.\n\n\nDiscovery:\n Wilson's Wildlife Solutions employees operating in Tickle Creek documented an “Unseasonal lightning strike,” and had been sent to quash a possible forest fire. Having found only a large amount of melted ice and the charred remains of three bears, an incident report was filed and the Foundation stepped in to assist in the containment of the anomaly.\n\n\nSCP-654 was located following a sweep of the area, caught in between the ice floes of the river. After a short corralling, it was sedated, placed into a porpoise stretcher, and airlifted to a park landing strip. From there, it was transported and sedated for the duration of the flight to the Wilson Aquatics Center, where it was held in a standard marine enclosure until its habitat could be constructed.\n\n\nAddendum 654-1:\n Wilson's Wildlife Solutions Documentation on SCP-654\n\n\n\n\nSCP-654 was found as a lone specimen, a rarity for narwhals such as itself. I have arranged for a small team to comb the area where we found it for other members of its pod, as it is possible they also possess the same abnormality as SCP-654, though I doubt anything will come of it.\n\n\nBy the by, will you be refunding us for the construction material and labor spent to construct the new enclosure? We had to spend a ton and it wasn't really in our budget but we wanted to do what was best for the critter, though I worry it may be too small for it.\n\n\nRegards,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nThunderhorn has been using his ability to shoot birds out of the sky lately. Whether this is an act of malice or boredom is beyond me, though I suppose being stuck in such a small enclosure would make psychopaths of us all. I would like to look into enlarging his current accommodations because rehabilitation appears to be a far-off goal with Thunderhorn. He isn't exactly the friendliest critter we've got around; maybe he misses his pod? His caretakers tell me that it's more likely he's unhappy with the size of his enclosure.\n\n\nBy the way, will you be able to refund us for the labor and materials used to build his current enclosure? It's been a few months and I still haven't gotten a reply. Not to sound pushy, but this is a little ridiculous, don't you think?\n\n\nRegards,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nIt has been 7 months since Thunderhorn was placed under my care (6 since my initial request for financial assistance, by the way!), and I have noticed an increased hostility between it and my staff. It blasts electricity at anyone who approaches its habitat without food almost without fail. Even if one is bringing food to it, Thunderhorn has made it evident that it does not care for their company for any longer than it takes to dump its meal into the habitat. We're going to try figuring out what's wrong with him, but I don't want to risk any of my volunteers being hurt.\n\n\nIn case you're curious, I went ahead and estimated the cost of refunding us for supplies and labor as well as maintenance for Thunderhorn's enclosure. It would cost $15,321.12 at the very least. I know you can spare at least that much, I've seen what kind of stuff you have in Site-64.\n\n\nRegards,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nIt was noticed today by his caretaker that Thunderhorn appears to have some burns along his dorsal. We have reviewed all security footage of the past two weeks and found no evidence of anyone attempting to damage Thunderhorn, but we did find that it appears to have struck itself with its own anomalous properties several times. We had just assumed that Thunderhorn possessed an immunity to its own electric properties, but this is clearly incorrect. I wonder if perhaps he was able to avoid self-damage in the wild due to having a larger space to use its properties within? Perhaps this is why he has been increasingly hostile to members of staff lately. Maybe this is why we should expand his enclosure. Maybe this would help him not injure himself. Maybe, just maybe, this will help us keep him in check.\n\n\nAnyway, I will be launching a campaign to cure him of his wounds alongside our LAIM vets tomorrow.\n\n\nRegards,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nThunderhorn put up one hell of a fight but we were able to get him under control with some tranquilizers, a crane, and a porpoise stretcher. Our LAIM Vet says he's going to need constant monitoring and enteral feeding, but he will recover eventually. This will be very taxing on our constrained budget and I hope we can negotiate some form of financial agreement to ease the strain while Thunderhorn recovers.\n\n\nWhile we are on the topic of financial agreements, perhaps we can revisit the proposal to enlarge his accommodations? It's been a year and I still haven't heard back from you guys about anything I send requests for. Am I doing this wrong? Please advise.\n\n\nRegards,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nTo update you on Thunderhorn, he has spent the last two weeks in a special enclosure we cobbled together out of what was left of the materials we used to build his original enclosure. Though his physical health is improving, his caretakers are telling me he is even more unhappy with his current accommodations and this may in fact lead to another incident with him.\n\n\nThis could have all been avoided had whoever monitors this email have responded to us. That being said, is this email even monitored? I feel like I'm shouting into the void here.\n\n\nIs anyone there?\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nThunderhorn is dead, and so is my center.\n\n\nFuck you,\n\n\nFaeowynn Wilson\n\n\n\n\n\n\n \n\n\n \n\n\nAddendum 654-2:\n Post Neutralization Assessment of SCP-654 and Wilson's Wildlife Solutions\n\nFollowing the neutralization of SCP-654 due to negligent behavior by Wilson's Wildlife Solution's staff, the Foundation called for a re-evaluation of the Boring Agreement. Below are the minutes from a meeting between Wilson's Wildlife Solution President Faeowynn Wilson and GoI Liason Doctor Justine Everwood.\n\n\n\n\n<BEGIN LOG>\n\n\nEverwood:\n Hello Miss Wilso-\n\n\nWilson:\n You've gone and done it now.\n\n\nEverwood:\n I beg your pardon?\n\n\nWilson:\n This is all your fault! Thunderhorn's death could have been entirely prevented if the Supervisors just coughed up a couple of thousand dollars.\n\n\nEverwood:\n That's out of my control, Miss Wilson, I couldn't make them make a decision. I'm just here to be the middleman between your organization and mine.\n\n\nWilson:\n I just… why didn't they do anything? Why didn't they respond to all my requests? I don't understand.\n\n\nEverwood:\n I'm afraid there is more negative news coming. The Foundation wish to issue you a fine for the death of SCP-654.\n\n\nWilson:\n I can't believe this.\n\n\nEverwood:\n I think it's unfair too.\n\n\nThere is a silence for twenty seconds. Wilson sobs quietly.\n\n\nWilson:\n \nFirst my dad\n, now this. I'm going to lose the Center. I'm going to lose everything we built.\n\n\nEverwood:\n … hey-\n\n\nWilson:\n All because you guys wouldn't answer my damn emails. What does it take to get your attention? Apparently, losing one of the critters, huh? Whatever happened to the Boring Agreement? You were supposed to help us should we needed it but all I've gotten is the cold shoulder.\n\n\nEverwood:\n Look, I'm sorry. I know better than anyone that the Foundation can be a little slow to act sometimes. It's bureaucracy all the way down, and if my twenty years here have taught me anything it's that you sometimes need to make a lot of noise to get noticed.\n\n\nWilson:\n It doesn't matter anymore. I'm going to lose the Center and everyone in it.\n\n\nEverwood:\n Well… there's no reason why this has to be a bad thing one-hundred percent.\n\n\nWilson:\n What do you mean?\n\n\nEverwood:\n Now that you have the attention of the higherups, maybe it could be used for good.\n\n\nWilson:\n I don't know what good could possibly come out of this.\n\n\nEverwood:\n Well, I remember when the Boring Agreement was signed. Up until then Wilson's had only contained minor anomalies and easy to contain stuff. If memory serves, this is your first Keter class anomaly.\n\n\nWilson:\n I don't know what any of that means.\n\n\nEverwood:\n Keter is a word we use to classify difficult-to-contain anomalies. It means even we would have trouble containing it.\n\n\nWilson:\n You would struggle with Thunderhorn?\n\n\nEverwood:\n Well, it is big and unwieldy, summons lightning, and is an animal, therefore unpredictable. I think that qualifies for Keter. Who knows, people play fast and loose with object classes nowadays.\n\n\nWilson:\n But what are you trying to get at here?\n\n\nEverwood:\n Well, it's just a thought, but I think we could argue that this situation was caused due to Wilson's not having the means to contain Keter anomalies. Only Safe and Euclid. Therefore, we could push for an edit to the Boring Agreement saying that Wilson's should only be allowed to contain Safe and Euclid anomalies.\n\n\nWilson:\n I… I guess maybe that could work. Sorry, I'm a mess right now.\n\n\nEverwood:\n Don't worry about it. Why don't you let me make this case to my superiors while you take a minute to yourself there?\n\n\nWilson:\n But what about the fine?\n\n\nEverwood:\n You guys have had five years of perfect containment record. I'm sure I could get them to forgive your first infraction.\n\n\nWilson:\n Thank you, Doctor Everwood.\n\n\nEverwood:\n Please, call me Jay.\n\n\n<END LOG>\n\n\n\n\nAfter the meeting between Wilson's Wildlife Solutions and the Foundation, the following amendment was made to the Boring Agreement:\n\n\n\n\nWilson's Wildlife Solutions will only be permitted to contain Safe and Euclid level anomalies. All Keter-classified anomalies will be re-assigned to the Foundation for further containment. Funding for Wilson's Wildlife Solutions will also be increased by 25% in order to avoid further incidents.\n\n\nIn the event further anomalies are neutralized due to negligence on behalf of Wilson's Wildlife Solutions personnel, a fine of 50,000 USD will be issued per anomaly affected.\n\n\n\n\nAdditionally, Wilson's Wildlife Solutions was fined 50,000 USD for the neutralization of SCP-654 despite various submitted disputes.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Following the Ursus Maritimus Incident of 2008, the Boring Agreement was created as a binding document which allows Wilson's Wildlife Solutions to handle the containment of fauna based anomalies within Clackamas County under supervision of the SCP Foundation.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4026\n \n•\n\n\n\n\n\n\nSCP-4176\n \n•\n\n\n\n\n\n\nSCP-6467\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-3879\n \n•\n\n\n\n\n\n\nSCP-2910-JP\n \n•\n\n\n\n\n\n\nSCP-1712\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\nSCP-4046\n \n•\n\n\n\n\n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-3756\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-7149\n \n•\n\n\n\n\n\n\nSCP-ADMONITION-J\n \n•\n\n\n\n\n\n\nSCP-4056\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nCold Turkey - A Prelude\n \n•\n\n\n\n\n\n\nUIU File: 2008-021\n \n•\n\n\n\n\n\n\nJust Another Day\n \n•\n\n\n\n\n\n\nDr. Cimmerian Hits Reply All\n \n•\n\n\n\n\n\n\nCool Guys Don't Look At Explosions\n \n•\n\n\n\n\n\n\nASSET 'FLORIDA ORANGE'\n \n•\n\n\n\n\n\n\nIt's Beginning To Look A Lot Like Breachmas\n \n•\n\n\n\n\n\n\nI Told You That I Was Afraid\n \n•\n\n\n\n\n\n\nAce Of Hearts\n \n•\n\n\n\n\n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nDark Sushi File No. 1221 \"Waniika Nigiri\"\n \n•\n\n\n\n\n\n\nUIU File: 2001-745\n \n•\n\n\n\n\n\n\nSeven Days With Mr. Fish\n \n•\n\n\n\n\n\n\nNico's Proposal\n \n•\n\n\n\n\n\n\nParawatch Intro Thread\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-653\n | SCP-654 | \nSCP-655\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-654\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-654\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 654.jpg\n\n\nAuthor:\n Нарвал в российской Арктике\n\n\nLicense:\n CC BY-SA 4.0 International\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 654-1: Wilson's Wildlife Solutions Documentation on SCP-654\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFollowing the neutralization of SCP-654 due to negligent behavior by Wilson's Wildlife Solution's staff, the Foundation called for a re-evaluation of the Boring Agreement. Below are the minutes from a meeting between Wilson's Wildlife Solution President Faeowynn Wilson and GoI Liason Doctor Justine Everwood.\nAfter the meeting between Wilson's Wildlife Solutions and the Foundation, the following amendment was made to the Boring Agreement:\nAdditionally, Wilson's Wildlife Solutions was fined 50,000 USD for the neutralization of SCP-654 despite various submitted disputes.\n"
    ],
    "documents": [],
    "notes": [
        "<BEGIN LOG> Everwood: Hello Miss Wilso- Wilson: You've gone and done it now. Everwood: I beg your pardon? Wilson: This is all your fault! Thunderhorn's death could have been entirely prevented if the Supervisors just coughed up a couple of thousand dollars. Everwood: That's out of my control, Miss Wilson, I couldn't make them make a decision. I'm just here to be the middleman between your organization and mine. Wilson: I just… why didn't they do anything? Why didn't they respond to all my requests? I don't understand. Everwood: I'm afraid there is more negative news coming. The Foundation wish to issue you a fine for the death of SCP-654. Wilson: I can't believe this. Everwood: I think it's unfair too. There is a silence for twenty seconds. Wilson sobs quietly. Wilson: First my dad , now this. I'm going to lose the Center. I'm going to lose everything we built. Everwood: … hey- Wilson: All because you guys wouldn't answer my damn emails. What does it take to get your attention? Apparently, losing one of the critters, huh? Whatever happened to the Boring Agreement? You were supposed to help us should we needed it but all I've gotten is the cold shoulder. Everwood: Look, I'm sorry. I know better than anyone that the Foundation can be a little slow to act sometimes. It's bureaucracy all the way down, and if my twenty years here have taught me anything it's that you sometimes need to make a lot of noise to get noticed. Wilson: It doesn't matter anymore. I'm going to lose the Center and everyone in it. Everwood: Well… there's no reason why this has to be a bad thing one-hundred percent. Wilson: What do you mean? Everwood: Now that you have the attention of the higherups, maybe it could be used for good. Wilson: I don't know what good could possibly come out of this. Everwood: Well, I remember when the Boring Agreement was signed. Up until then Wilson's had only contained minor anomalies and easy to contain stuff. If memory serves, this is your first Keter class anomaly. Wilson: I don't know what any of that means. Everwood: Keter is a word we use to classify difficult-to-contain anomalies. It means even we would have trouble containing it. Wilson: You would struggle with Thunderhorn? Everwood: Well, it is big and unwieldy, summons lightning, and is an animal, therefore unpredictable. I think that qualifies for Keter. Who knows, people play fast and loose with object classes nowadays. Wilson: But what are you trying to get at here? Everwood: Well, it's just a thought, but I think we could argue that this situation was caused due to Wilson's not having the means to contain Keter anomalies. Only Safe and Euclid. Therefore, we could push for an edit to the Boring Agreement saying that Wilson's should only be allowed to contain Safe and Euclid anomalies. Wilson: I… I guess maybe that could work. Sorry, I'm a mess right now. Everwood: Don't worry about it. Why don't you let me make this case to my superiors while you take a minute to yourself there? Wilson: But what about the fine? Everwood: You guys have had five years of perfect containment record. I'm sure I could get them to forgive your first infraction. Wilson: Thank you, Doctor Everwood. Everwood: Please, call me Jay. <END LOG>",
        "Wilson's Wildlife Solutions will only be permitted to contain Safe and Euclid level anomalies. All Keter-classified anomalies will be re-assigned to the Foundation for further containment. Funding for Wilson's Wildlife Solutions will also be increased by 25% in order to avoid further incidents. In the event further anomalies are neutralized due to negligence on behalf of Wilson's Wildlife Solutions personnel, a fine of 50,000 USD will be issued per anomaly affected.",
        "\" SCP-654 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-654 . Licensed under CC-BY-SA .",
        "Filename: 654.jpg Author: Нарвал в российской Арктике License: CC BY-SA 4.0 International Source Link: Wikimedia Commons"
    ],
    "item": "SCP-654",
    "object_class": "Neutralized (Formerly Keter)",
    "containment_procedures": "Direct containment of SCP-654 is deferred to GoI-466 (Wilson's Wildlife Solutions) as per the Boring Agreement1.",
    "description": "SCP-654 is a male narwhal (Monodon monoceros), visually disparate from others of its species only in that its characteristic spiral tusk has grown in a clockwise helix from the jaw, rather than the counterclockwise helix found in all other examined narwhals to date. SCP-654 is able to emit sudden bursts of electrostatic discharge from the apex of its tusk. The discharge is reminiscent of lightning, and is accompanied by a loud crack of sound. While not particularly accurate, the tusk can be used to direct the discharge.",
    "title": "SCP-654"
}