{
    "url": "https://scp-wiki.wikidot.com/scp-6543",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6543\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The area containing SCP-6543 has been purchased as private land and access is forbidden. A locked hatch has been fitted over the entrance of SCP-6543 and covered over with dirt.\n\n\nDescription:\n SCP-6543 is a trans-dimensional location accessible through a dugout tunnel leading 2m underground in [REDACTED] United Kingdom, in a desolate field. Prior to containment, the hole was marked by an aged metal shovel planted before it in the ground.\n\n\nSCP-6543 resembles a gravesite within a field of trimmed dead grass and pruned trees, neither of which have grown any larger since discovery. A perpetual, unmoving fog hovers just above the ground’s surface; the sky is grey and cloudy. Temperatures range between 5-10℃ at any time. Gravestones stand two feet apart from one another throughout all explored sections of the location. There is no visible end to SCP-6543.\n\n\nAll gravestones within SCP-6543 measure no more than 30x30cm and are constructed out of black marble. Gravestones are often decorated with items and mementoes associated with those whose names are engraved into them; attempts to remove such items have been unsuccessful. No bodies have been found buried beneath any of the gravestones.\n\n\nPhysical interaction with gravestones will cause subjects to realise the identity of those which an instance refers to and recall various details regarding their life, including the individual's favourite experiences, interests, noteworthy achievements, and ways in which they affected others' lives positively.\n\n\nNo historical records regarding anyone identified on these gravestones have been recovered.\n\n\nAddendum:\n The following is a log listing notable gravestones within SCP-6543 and their interaction results:\n\n\n\n\n\n\nEngraved Epithet\n\n\nInteraction Summary\n\n\nNotes:\n\n\n\n\n\n\nAnnabelle Glindell\n\n\nDiscovered several unknown species of flora growing on an island where she had been stranded. Expert botanist and survivalist. Skilled writer that kept a detailed journal describing her discoveries and experiences on the island. Survived for over ten years before committing suicide.\n\n\nIsland has yet to be found. Search efforts ongoing.\n\n\n\n\n\n\nChristopher Kyles\n\n\nDonated over $5,000,000 of his own earnings anonymously over his lifetime.\n\n\nN/A\n\n\n\n\n\n\nRodney Simmons\n\n\nAll major organs harvested and then donated by his parents following his premature death.\n\n\nN/A\n\n\n\n\n\n\nEmily Rangers\n\n\nCared and cooked for the entire family, despite their lack of appreciation. Baked the best macadamia nut chocolate cookies in the world.\n\n\nReferenced cookie recipe is written on a piece of paper attached to the gravestone. Testing confirmed the recipe to be accurate.\n\n\n\n\n\n\nRichard “Hazardous” King\n\n\nTraveled back in time. Kicked Hitler in the balls.\n\n\nN/A\n\n\n\n\n\n\nRav1oliConseguir\n\n\nDownvoted and left feedback (Context unknown)\n\n\nN/A\n\n\n\n\n\n\nClarence Almond\n\n\nWrote stories for the world, but never got to share them.\n\n\nA leather-bound journal titled \"Vol.009\" sits atop the gravestone. Journal contains a number of short stories primarily revolving around themes of horror and isolation. While the journal cannot be removed, opening and reading it is possible.\n\n\n\n\n\n\nN/A (In-place is a carved symbol resembling a wreath)\n\n\nDie so we may live. (Repeated by all subjects)\n\n\nLeaning against the gravestone is a single framed photograph. The individual in the photo, as well as the memories experienced when interacting with the gravestone are different between each interaction. All individuals appear dressed in a military uniform, varying by country and time period.\n\n\n\n\n\n\nBert\n\n\n\"A very good boy\" (As quoted by subject)\n\n\nGravestone resembled a stylised bone shape protruding out of the ground. Atop the gravestone is a tattered dog collar.\n\n\n\n\n\n\nAddendum:\n During the most recent exploration of SCP-6543, a dugout grave was discovered before an unmarked gravestone. On the front was a series of arcane symbols associated with the concepts of knowledge and memory, smeared in blood. Tests to identify the blood have been inconclusive, however remnants of arcane genealogy have been confirmed. Carbon-dating revealed the gravestone's age to exceed that of any other currently recorded within SCP-6543.\n\n\nAgainst the gravestone is a shovel, watering can, and tree-pruner. Interaction with the gravestone does not trigger any anomalous properties.\n\n\nWithin the grave lies a humanoid skeleton. Their identity remains unknown.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6543\n\" by Penton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6543\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The following is a log listing notable gravestones within SCP-6543 and their interaction results:",
        "Addendum: During the most recent exploration of SCP-6543, a dugout grave was discovered before an unmarked gravestone. On the front was a series of arcane symbols associated with the concepts of knowledge and memory, smeared in blood. Tests to identify the blood have been inconclusive, however remnants of arcane genealogy have been confirmed. Carbon-dating revealed the gravestone's age to exceed that of any other currently recorded within SCP-6543.\nAgainst the gravestone is a shovel, watering can, and tree-pruner. Interaction with the gravestone does not trigger any anomalous properties.\nWithin the grave lies a humanoid skeleton. Their identity remains unknown."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6543 \" by Penton, from the SCP Wiki . Source: https://scpwiki.com/scp-6543 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6543",
    "object_class": "Safe",
    "containment_procedures": "The area containing SCP-6543 has been purchased as private land and access is forbidden. A locked hatch has been fitted over the entrance of SCP-6543 and covered over with dirt.",
    "description": "SCP-6543 is a trans-dimensional location accessible through a dugout tunnel leading 2m underground in [REDACTED] United Kingdom, in a desolate field. Prior to containment, the hole was marked by an aged metal shovel planted before it in the ground.",
    "title": "SCP-6543"
}