{
    "url": "https://scp-wiki.wikidot.com/scp-6555",
    "all_text": "rating: \n+108\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCo-written by \nJakdragonX\n and \nRalliston\n\n\nJakdragonX's Authorpage\n\n\nRalliston's Authorpage\n\n\nJakdragonX's AND Ralliston's Shared Authorpage\n\n\n\n\n\n\n\n\n\n\nrating: \n+108\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\nA photo of the galaxy within which XEO 8537-A is located, taken by a Tachyon Scanner.\n\n\n\n\n\n\nItem №:\n SCP-6555\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Due to its distance from the closest populated settlement, SCP-6555 does not require containment.\n\n\nDescription:\n SCP-6555 refers to the remains of an unidentified structure on the rogue celestial body of XEO 8537-A.\n1\n Discovered in 26,576 HE after deep-space satellites detected faint electromagnetic fluctuations, SCP-6555 emits a constant broadcast of archaic emergency radio frequencies from its epicenter.\n\n\nResearch probes dispatched to the surface of XEO 8537-A for observation of SCP-6555 have, thus far, been inconclusive. Exploration within SCP-6555's interior have provided the following results:\n\n\n\n\nThe configuration and layout of SCP-6555 suggests that the structure was, at one point, semi-modular. The presence of warped steel and broken synthetic compounds near the northwestern and eastern sectors was also noted during exploration, indicating significant surface impact.\n2\n\n\nInside Room 15A, located near SCP-6555's southern region, a series of rectangular objects made of cotton and wool cushioning, adhesives, and steel coil springs have been sporadically laid throughout.\n\n\nOther unidentified items, such as round containers of plastic filled with water in Room 06, have also been discovered within SCP-6555.\n\n\nVentilation, air conditioning, and other primitive systems present within SCP-6555 show that the interior of the building was once adequately maintained and supplied with oxygen.\n\n\nMiscellaneous calcium fragments and ligaments, almost identical in DNA composition as that of ancient mammalian organisms, were discovered nearby SCP-6555's central transmitter. Fragments have been dated to be at least several thousand years old, indicating unnaturally quick and potentially anomalous decomposition.\n\n\n\n\nAddendum 6555-1:\n Months after SCP-6555's discovery, Foundation personnel were able to translate its broadcast, resulting in the following message:\n\n\n\n\nWE ARE CLOSER TO FINDING WHAT ONCE WAS LOST. WHAT TURNED THE TIDES AND SHOOK THE WORLD WILL NOW LEAD US BACK. DO NOT LOSE FAITH. WE HAVE NEVER BEEN CLOSER TO \nFINDING OUR WAY HOME\n.\n\n\n\n\nAdditionally, inscriptions of several Foundation insignia inside SCP-6555 were observed during exploration, all of which still pending further investigation.\n\n\n\n\n+ Access available satellite images\n\n\n\n\n- Close available satellite images\n\n\n\n\n\n\n\n\nImage taken of SCP-6555 from above XEO 8537-A's surface.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A small, rocky dwarf planet containing high concentrations of Helium-3 on its surface despite not orbiting any nearby star.\n\n\n2\n. Available information concerning XEO 8537-A does not report a history of frequent asteroid or extraplanetary impacts.\n\n\n\n\n\n\n\n\n« \nSCP-6554\n | SCP-6555 | \nSCP-6556\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6555\n\" by JakdragonX and Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6555\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFile Name:\n galaxy.jpg\n\n\nSource:\n \nClick Here\n\n\nLicense:\n CC BY 2.0\n\n\nAuthor:\n \nNASA Goddard Space Flight Center\n\n\n\n\n\n\nFile Name:\n moon.png\n\n\nSource:\n \nClick Here\n\n\nDerived From:\n \nThis image\n from NASA Goddard Space Flight Center and licensed under Attribution 2.0 Generic, and \nalso this\n from the European Space Agency and licensed under Attribution-ShareAlike 2.0 Generic\n\n\nLicense:\n Creative Commons Attribution-ShareAlike 3.0 License\n\n\nAuthor:\n \nGremlinGroup",
    "addendums": [
        "Addendum 6555-1: Months after SCP-6555's discovery, Foundation personnel were able to translate its broadcast, resulting in the following message:\nAdditionally, inscriptions of several Foundation insignia inside SCP-6555 were observed during exploration, all of which still pending further investigation."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6555 \" by JakdragonX and Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-6555 . Licensed under CC-BY-SA .",
        "File Name: galaxy.jpg Source: Click Here License: CC BY 2.0 Author: NASA Goddard Space Flight Center",
        "File Name: moon.png Source: Click Here Derived From: This image from NASA Goddard Space Flight Center and licensed under Attribution 2.0 Generic, and also this from the European Space Agency and licensed under Attribution-ShareAlike 2.0 Generic License: Creative Commons Attribution-ShareAlike 3.0 License Author: GremlinGroup"
    ],
    "object_class": "Safe",
    "containment_procedures": "Due to its distance from the closest populated settlement, SCP-6555 does not require containment.",
    "description": "SCP-6555 refers to the remains of an unidentified structure on the rogue celestial body of XEO 8537-A.1 Discovered in 26,576 HE after deep-space satellites detected faint electromagnetic fluctuations, SCP-6555 emits a constant broadcast of archaic emergency radio frequencies from its epicenter.",
    "title": "SCP-6555"
}