{
    "url": "https://scp-wiki.wikidot.com/scp-6556",
    "all_text": "rating: \n+354\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCheck out Pedagon's other pages on their author profile here!\n\n\nCheck out Dysadron's other pages on their author profile in the big button below!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/6556\n LEVEL \n1/6556\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-6556\n\n\n\n\n\n\nSafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScreen capture of the introductory animation to an SCP-6556 video.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A DNS hijack protocol has been implemented by Foundation webcrawlers in order to redirect anyone attempting to access the SCP-6556 channel or collection of videos. An alert has been set in place for any future activity by the channel.\n\n\nDescription:\n SCP-6556 is a channel on the online video-sharing platform YouTube, titled \"TheLifeOfRex\". Videos uploaded to the channel demonstrate a number of anomalous properties, namely the inclusion of living, anatomically correct dinosaurs filmed in what appears to be the Mesozoic time period.\n\n\nThe channel currently has 37 videos uploaded, all of which revolve around a juvenile \nTyrannosaurus rex\n through the format of a \"video blog\". The content contained within the videos is, for the most part, highly anachronistic.\n\n\nTechnical discrepancies exist within SCP-6556 as both the upload date and other pertinent metadata state that the videos were uploaded approximately 66 million years ago — despite YouTube being launched in 2005 and the Internet and video cameras not existing until the 20th century. The \"About\" section of the channel is blank. All videos have been uploaded with the title pattern of \"Dino Vlog\" followed by a number corresponding to the order of the video's upload and an exaggerated descriptor of the content of the video:\n\n\n\n\n\n\nAbridged List of SCP-6556 Videos\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\n\n\nVIDEO TITLE\n\n\n\n\n\n\nDino Vlog 1: Welcome to my channel!\n\n\n\n\n\n\nDino Vlog 3: My favourite sunbathing spots\n\n\n\n\n\n\nDino Vlog 5: My life story so far :)\n\n\n\n\n\n\nDino Vlog 8: Watering hole life hacks!\n\n\n\n\n\n\nDino Vlog 12: Building your own cave fort!\n\n\n\n\n\n\nDino Vlog 14: 🎵🎵 Rap battle against a rapping raptor 🎵🎵\n\n\n\n\n\n\nDino Vlog 22: A flower almost MURDERED me!!!!!\n\n\n\n\n\n\nDino Vlog 24: We are all going to die [NOT CLICKBAIT] [FUNNY]\n\n\n\n\n\n\nDino Vlog 26: Parasaurolophus egg omelette! [YUM]\n\n\n\n\n\n\nDino Vlog 27: I'm sorry.\n\n\n\n\n\n\nDino Vlog 30: Filling my entire cave with AMONITES! 🐚🐚🐚\n\n\n\n\n\n\nDino Vlog 31: Compsygnathus does my MAKEUP!?!\n\n\n\n\n\n\nDino Vlog 32: CRAZY ichthyosaur bite!\n\n\n\n\n\n\nDino Vlog 33: Don't ROAR for Quetzalcoatlus at 3AM!\n\n\n\n\n\n\nDino Vlog 34: What happens next will SHOCK YOU! 😱 [Scary] [I almost died!]\n\n\n\n\n\n\nDino Vlog 37: Bright light in sky - UFO ATTACK??!!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nObservers of videos uploaded to the channel, or those who are made aware of the channel's existence, do not challenge the anachronistic nature of the anomaly, and believe them to be historically accurate representations of life in the Mesozoic era. Individuals who have undergone cognitohazard training, or who have a naturally high resistance\n1\n, are not subject to this effect.\n\n\nAddendum 1:\n\n\n\n\n\n\nForward:\n The following recorded Zoom footage was retrieved from NAPC conference organizers as part of the initial investigation into the incident. Only footage pertinent to the investigation of SCP-6556 has been included.\n\n\n\n\nDr. Malcom:\n Alright! Thank you Dr. Short for that fascinating look at the limitations of the Caterpillar Theory. Up next we have Dr. Eleanor Grant with an interactive presentation on new evidence of toxic flora at the end of the Cretaceous period. Just give me uhhh.. There we go! You should be able to screen share now. Take it away!\n\n\nDr. Grant:\n Thanks Greg. Today I'm going to be presenting on some new evidence that reinforces my prior work on the theory that the meteor impact at Chicxulub may have been preceded by a smaller extinction process resulting from the development of toxic flora, wreaking havoc on the diet of late-cretaceous herbivores.\n\n\nDr. Grant begins to play a YouTube video in the SCP-6556 collection titled \"Dino Vlog 22: A flower almost MURDERED me!!!!!\". After the title card, the video opens with Ty Rex holding the recording device.\n\n\n\n\nTy Rex:\n Wazzaaap Jurassic junkies! It's another warm day out here in the woods and the pterodactyls are scrawing \n(Ty Rex closes his eyes while flapping his free arm and making a recreation of a loud \"Scraw\" sound effect)\n so I figured it would be a good day to go on a hike!\n\n\nFootage cuts to a montage with a remix of various dinosaur vocalizations playing while Ty Rex walks through a wooded area, often focusing on various megaflora in the distance or smaller animals skittering away in clearings, before returning to a shot of Ty Rex standing in front of a small plant with what appear to be berries. A mountain range can be seen in the distance in the background of the shot. Dr. Grant pauses the video and zooms into the mountain range before beginning to speak.\n\n\n\n\nDr. Grant:\n See here. Through comparison to estimated maps of the era, I am confident that these are the Rocky Mountains, placing Rex in roughly the area that would one day be Canada. \n(Dr. Grant zooms out and then back in on the plant behind Ty Rex)\n And here we have a clear example of a rudimentary angiosperm with Ty Rex. Now watch as—\n\n\nDr. Smith:\n Dr Grant, I'm sorry, but I have to say something. This is ridiculous.\n\n\nDr. Grant:\n Excuse me?\n\n\nDr. Smith:\n What you're about to claim is not possible. You see those fern-like leaves? That is clearly some kind of pteridosperm and nothing more. A completely harmless plant that existed for millions of years prior to the decline. There's no way it poisoned anything, or the decline would be seen much earlier. I appreciate your ambition, but this does not stand up to academic rigour.\n\n\nDr. Harris:\n Actually I think Dr. Grant is right on this one, Jim. We don't really know what the early angiosperms looked like so, theoretically, they could have had leaves like that. If you read the paper on the theories surrounding-\n\n\nDr. Smith:\n Exactly — Theories! Until you have verifiable evidence there is no way I'm going to believe any of this.\n\n\nDr. Harris:\n You know better than to espouse that logic. You look at the same rocks as we do!\n\n\nDr. Wessler:\n Sorry everyone but before this gets too heated I think we should also look at the source of this evidence.\n\n\n[Drs. Smith and Harris murmur in agreement.]\n\n\nDr Wessler:\n The title of the video is clearly clickbait, so we can't make any assumptions that Ty Rex hadn't altered the plant somehow to give the presented reaction.\n\n\nDr. Malcom:\n That's a valid point, Priyanka. Dr. Grant, what's the provenance of the video?\n\n\nDr. Grant:\n They're recently discovered videos on YouTube, uploaded towards the close of the Cretaceous period. They give unparalleled insight into Mesozoic societal norms through following the activities of this adolescent T-Rex.\n\n\nDr. Frantz:\n I'm sorry, but is this whole thing a ploy? I think that was what Dr. Wessler was asking… hopefully.\n\n\nDr. Grant:\n Good question! Yes, it's possible the whole video is a ploy for views, and we need to approach the evidence with that in mind. However, I still believe a lot can be gleaned from them as-\n\n\nDr. Frantz:\n For God's sake.\n\n\n(Dr. Frantz leaves the conference call.)\n\n\nDr. Grant:\n Seems Dr. Frantz is encountering some technical difficulties there.\n2\n Are there any other questions?\n\n\nDr. Chan:\n Eleanor, whilst I'm not appreciating your theory on the role of \nSuciacarpa starrii\n in a minor extinction event, I can't help be startled by the fact that, in the background of the footage during the hike there was clearly a brachiosaurus. Prior to this, our understanding of the fossil record had these two species existing 100 million years apart. This is quite revolutionary, and I don't think I can understate the implications for our field here.\n\n\nDr. Grant:\n That's a fantastic point, and if you check out this other video here…\n\n\nDr. Grant pulls up a YouTube video in the SCP-6556 collection titled \"Dino Vlog 27: I'm sorry.\" and begins to play the video from the start. Footage starts with a cold open, revealing Ty Rex in a room dimly lit by some form of fire off screen.\n\n\n\n\nTy Rex:\n Hi everyone. So, this isn't an easy video to make.\n\n\nTy pauses, and glances down at the ground, before taking a deep intake of breath.\n\n\nTy Rex:\n In my last video, I ate some parasaurolophus eggs as a joke that I now have realized is wrong. These actions don't represent me. They don't represent who I am as a dinosaur. And they don't represent the impact I want to have on the community.\n\n\nUnknown:\n IF YOU WANT TO TRADE STOCKS, BITCOIN, AND CRYPTO, THERE'S ONLY ONE PLACE TO BE-\n\n\n\n\nDr. Grant:\n Oops sorry, I didn't realise there'd be ads, let me just skip that…\n\n\n\n\nTy Rex:\n At the time, I was unaware of the hurt this would cause, but now I am, so I apologize for being unaware of the impact of my actions at the time I undertook them. If I could go back now, and replay the eating of those parasaurolophus eggs, would I do the same thing?\n\n\nTy Rex:\n Yes. Absolutely. They were absolutely delicious. But I'd do it knowing the full consequences of my actions.\n\n\nTy Rex:\n Going forward, I want to take this lesson, learn from it, and grow….\n\n\n\n\nDr. Grant:\n You can see that Ty Rex was also vlogging during his own time period as well, giving us a fantastic view into the world of not only the days of the \nTyrannosaurus rex\n, but of the entire age of the dinosaurs! And I think-\n\n\nDr Grant is interrupted by Ms. Stephen, who has been silent on the call until this point.\n\n\nMs. Stephen:\n There we go. Sorry! Couldn't figure out how to unmute myself. But do none of you see an issue with the fact that that's a real dinosaur speaking perfect English, \nmodern\n English, in what appears to be a Canadian accent?\n\n\nDr. Smith:\n Oh. Huh.\n\n\nMs. Stephen:\n And it's on the internet? The internet. Created 66 million years after dinosaurs went extinct. Am I the only one here realising this?\n\n\nDr. Malcom:\n Well… I… this is slightly embarrassing\n\n\nMs. Stephen:\n And it's \nvlogging\n?!\n\n\nDr. Grant:\n I'm so sorry everyone, it appears I've made a terrible oversight.\n\n\nMs. Stephen sighs.\n\n\nMs. Stephen:\n No, it's alright Ellie — we've all been under a lot of stress lately. I thought I was going crazy for a moment.\n\n\nDr. Grant:\n I don't know how I didn't see it at first. This completely revolutionises everything — dinosaurs invented the Internet!\n\n\nAll other conference participants unmute themselves, and begin enthusiastically voicing their agreement.\n\n\nMs. Stephen:\n Oh come on!\n\n\n\n\nAfterward:\n During the 10-minute recess Foundation operatives were notified of the event and amnestics were administered at the homes of each attendee.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Typically 6.3 or above on the Buckland-Geller Scale.\n\n\n2\n. Dr. Frantz was not encountering technical difficulties.\n\n\n\n\n\n\n\n\n« \nSCP-6555\n | SCP-6556 | \nSCP-6557\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6556\n\" by Pedagon & Dysadron, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6556\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n dinovlog.jpg\n\n\nDerivative of:\n\n\nAuthor:\n \nDysadron\n\n\nLicense:\n CC-BY-SA\n\n\n\n\n\n\nName:\n Tyrannosaurus_rex_colored.png\n\n\nAuthor:\n myfavoritedinosaur.com and LadyofHats\n\n\nLicense:\n CC 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Tyrannosaurus_Rex_colored.png\n\n\nAdditional Notes:\n Original authors in no way endorse the article, authors, or use of this image.\n\n\n\n\n\n\nName:\n onxff\n\n\nAuthor:\n piqsels\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.piqsels.com/en/public-domain-photo-onxff\n\n\n\n\n\n\nName:\n Claw_Marks.png\n\n\nAuthor:\n TriiipleThreat\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Claw_Marks.png",
    "addendums": [
        "Addendum 1:"
    ],
    "documents": [],
    "notes": [
        "Ty Rex: Wazzaaap Jurassic junkies! It's another warm day out here in the woods and the pterodactyls are scrawing (Ty Rex closes his eyes while flapping his free arm and making a recreation of a loud \"Scraw\" sound effect) so I figured it would be a good day to go on a hike! Footage cuts to a montage with a remix of various dinosaur vocalizations playing while Ty Rex walks through a wooded area, often focusing on various megaflora in the distance or smaller animals skittering away in clearings, before returning to a shot of Ty Rex standing in front of a small plant with what appear to be berries. A mountain range can be seen in the distance in the background of the shot. Dr. Grant pauses the video and zooms into the mountain range before beginning to speak.",
        "Ty Rex: Hi everyone. So, this isn't an easy video to make. Ty pauses, and glances down at the ground, before taking a deep intake of breath. Ty Rex: In my last video, I ate some parasaurolophus eggs as a joke that I now have realized is wrong. These actions don't represent me. They don't represent who I am as a dinosaur. And they don't represent the impact I want to have on the community. Unknown: IF YOU WANT TO TRADE STOCKS, BITCOIN, AND CRYPTO, THERE'S ONLY ONE PLACE TO BE-",
        "Ty Rex: At the time, I was unaware of the hurt this would cause, but now I am, so I apologize for being unaware of the impact of my actions at the time I undertook them. If I could go back now, and replay the eating of those parasaurolophus eggs, would I do the same thing? Ty Rex: Yes. Absolutely. They were absolutely delicious. But I'd do it knowing the full consequences of my actions. Ty Rex: Going forward, I want to take this lesson, learn from it, and grow….",
        "\" SCP-6556 \" by Pedagon & Dysadron, from the SCP Wiki . Source: https://scpwiki.com/scp-6556 . Licensed under CC-BY-SA .",
        "Filename: dinovlog.jpg Derivative of: Author: Dysadron License: CC-BY-SA",
        "Name: Tyrannosaurus_rex_colored.png Author: myfavoritedinosaur.com and LadyofHats License: CC 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Tyrannosaurus_Rex_colored.png Additional Notes: Original authors in no way endorse the article, authors, or use of this image.",
        "Name: onxff Author: piqsels License: Public Domain Source Link: https://www.piqsels.com/en/public-domain-photo-onxff",
        "Name: Claw_Marks.png Author: TriiipleThreat License: CC0 Source Link: https://commons.wikimedia.org/wiki/File:Claw_Marks.png"
    ],
    "containment_procedures": "A DNS hijack protocol has been implemented by Foundation webcrawlers in order to redirect anyone attempting to access the SCP-6556 channel or collection of videos. An alert has been set in place for any future activity by the channel.",
    "description": "SCP-6556 is a channel on the online video-sharing platform YouTube, titled \"TheLifeOfRex\". Videos uploaded to the channel demonstrate a number of anomalous properties, namely the inclusion of living, anatomically correct dinosaurs filmed in what appears to be the Mesozoic time period.",
    "title": "SCP-6556"
}