{
    "url": "https://scp-wiki.wikidot.com/scp-6563",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6563\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6563-1 is to be kept in a standard humanoid containment chamber in the light containment wing of Site-19 and is to be let out once a day for three hours for recreational purposes. SCP-6563-1 is required to stay in its designated area during recreational hours, and failure to follow these procedures will result in a temporary loss of privileges as well as reprimanding of assigned security personnel. Personnel who are assigned to SCP-6563 must have scored greater than 80/100 on the Geist Cognitohazard Preparation Test. SCP-6563-1 is to be fed three times a day per ethics guidelines and is to receive weekly visits from the onsite therapist.\n\n\nDescription:\n SCP-6563 is a cognitohazard affecting former Foundation researcher Malik Knight, henceforth referred to as SCP-6563-1. SCP-6563 only takes effect when SCP-6563-1 is viewed by any individual who is not properly trained to deal with cognitohazards. SCP-6563's cognitohazardous abilities will cause any viewer to believe that SCP-6563-1 possesses anomalous abilities despite the lack of evidence and previous encounters. These claims vary from each individual, however, the most common allegations are that SCP-6563-1 possesses the ability of aeronautical maneuverability, telekinesis, and preternatural strength. However, tests have shown that SCP-6563-1 possesses none of these stated abilities.\n\n\nIt is speculated that SCP-6563-1 was affected by SCP-6563 during its time experimenting and researching several other cognitohazards while employed as a Foundation researcher, as SCP-6563-1 worked under the Department of Cognitohazards. However, it has also been theorized that SCP-6563 formed merely out of chance rather than the byproduct of a failed experiment or an anomaly's effect. Further investigation is still ongoing to the origin of SCP-6563’s formation.\n\n\nAddendum SCP-6563.1:\n On March 4th, 2015, SCP-6563-1 was apprehended in the cafeteria of Site-08 and brought to the onsite interrogation room after several staff were affected by SCP-6563. During this time, SCP-6563-1 was still employed within the Foundation and had not realized the effect of SCP-6563. This was the first recorded instance of SCP-6563 taking effect. The following is an interview done by Dr. Iara Hackett with SCP-6563-1.\n\n\n\n\nInterviewee:\n SCP-6563-1\n\n\nInterviewer:\n Dr. Hackett\n\n\nForeword:\n After being detained by onsite security officers, an interview was arranged for Dr. Hackett to interrogate SCP-6563-1 on its anomalous abilities. However, unbeknownst to personnel, SCP-6563-1 and herself, Dr. Hackett came under the effect of SCP-6563.\n\n\n<Begin Log.>\n\n\nDr. Hackett:\n Dr. Knight, you know why you're here, there’s no reason to hide it anymore. We know what you’ve been keeping secret. Just be honest with us and it will make things a lot easier. I need you to explain yourself.\n\n\nSCP-6563-1:\n Explain myself? \nExplain myself\n? What I want explained is why security guards restrained and arrested me during my \nlunch break\n.\n\n\nDr. Hackett:\n Dr. Knight we have reason to believe that you possess anomalous abilities. For security purposes, we had to restrain you and now it is my responsibility to question you. Now, when did you acquire these abilities?\n\n\nSCP-6563-1:\n Anomalous- Is this your idea of a joke, Dr. Hackett? If it is, I do not wish to be a part of it. Now, I must return to the cafeteria. My belongings are there and I don’t want them to be taken. And I also plan to write a report to your supervisor. I don’t believe Dr. Vander will be pleased.\n\n\n[SCP-6563-1 stands up and attempts to leave, but is restrained by security officers.]\n\n\nSCP-6563-1:\n Get your hands off of me! Goddammit, let go!\n\n\nDr. Hackett:\n Guards, please take Dr. Knight to the holding cells.\n\n\nSCP-6563-1:\n You crazy son of a bitch! I’ll report you for this!\n\n\n<End Log.>\n\n\nClosing Statement:\n SCP-6563-1 was taken to an on-site holding cell before being transported to a temporary containment chamber.\n\n\n\n\nAddendum SCP-6563.2:\n Below are several experiments done on SCP-6563-1 in an attempt to find out more about its perceived capability. These tests were conducted within the span of several weeks and were discontinued after an Ethics Committee inspector was contacted by a staff member with cognitohazard training. Editing has been done to correct SCP-6563-1’s item number.\n\n\n\n\nShow_SCP-6563-1_Test_Log\n\n\n\n\nHide_SCP-6563-1_Test_Log\n\n\n\n\n\n\n\n\nEXPERIMENT\n\n\nRESULTS\n\n\nNOTES\n\n\n\n\n\n\nSCP-6563-1 was shot in the right thigh with a 9mm bullet to test his regenerative capabilities.\n\n\nSCP-6563-1 fell to the ground and began to shout expletives while clutching his wound. No regeneration of damaged tissue or muscle was observed. SCP-6563-1 was taken to the on-site medical bay.\n\n\nInteresting. Perhaps it can control when it regenerates lost tissue? More tests will need to be done. I won’t let it deceive us.\n — Dr. Hackett\n\n\n\n\n\n\nSCP-6563-1 was dropped from a height of 4.572 meters to test their capabilities in aeronautical maneuverability.\n\n\nSCP-6563-1 collided with the ground several seconds after being dropped. The drop resulted in SCP-6563-1 breaking his clavicle bone. Neither aeronautical maneuverability nor cellular regeneration was observed. SCP-6563-1 was taken to the on-site medical bay.\n\n\nSCP-\n6563-1 appears to know that we’re trying to observe its anomalous capabilities. I have a feeling it is trying to lie to us so that it can go back to infiltrating our ranks.\n — Dr. Hackett\n\n\n\n\n\n\nSCP-6563-1 was asked to levitate a can of soda to record his telekinesis.\n\n\nSCP-6563-1 stood for approximately 30 seconds before picking up the can of soda with his right hand and examining it. SCP-6563-1 is heard listing the nutrient facts and how unhealthy the specific brand of soda is.\n\n\nDr. Hackett has been reprimanded following these tests and relocated to another project for her unprofessionalism. This was a foolish line of experiments, and I do not want to see this happen again. SCP-6563-1 is to be sent back to its containment chamber and examined by those who can properly do so.\n — Dr. Vander\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-6563.3:\n The following interview was done by Dr. Vander with SCP-6563-1 after the relocation of Dr. Hackett.\n\n\n\n\nShow_SCP-6563-1_Interview_Log\n\n\n\n\nHide_SCP-6563-1_Interview_Log\n\n\n\n\n\n\nInterviewee:\n SCP-6563-1\n\n\nInterviewer:\n Dr. Ryan Vander\n\n\n<Begin Log.>\n\n\nDr. Vander:\n Good morning, SCP-6563-1. I wanted to talk to you about the recent… happenings you went through. It’s only a few questions, I assure you.\n\n\n[SCP-6563-1 does not reply.]\n\n\nDr. Vander:\n Alright, then. My first question is, when do you think you received SCP-6563?\n\n\n[SCP-6563-1 does not reply.]\n\n\nDr. Vander:\n SCP-6563-1, I need you to speak to me. It won’t make this any better-.\n\n\n[Dr. Vander is interjected by SCP-6563-1.]\n\n\nSCP-6563-1:\n Stop calling me that, damn it! I’m not some anomaly! You know my name, Ryan! You all do! Stop acting like I’m some goddamn object! I’m a human being!\n\n\nDr. Vander:\n My apologies, Malik. You know that I have to address you by your item number.\n\n\nSCP-6563-1:\n Christ alive! Now I know what the anomalies feel like! Jesus! Why even keep me in this damn cell?! Just put me in a lab by myself, or with people who can handle being around me!\n\n\nDr. Vander:\n I could try, Malik. But you and I know that it likely wouldn’t be possible. The resources that would likely take for a single SCP to-.\n\n\n[Dr. Vander is again interjected by SCP-6563-1.]\n\n\nSCP-6563-1:\n Fuck your resources! You guys can pay thousands of personnel and contain ten times as many anomalies but you can’t give enough to get me a personal lab so I don’t feel depressed?! Do you see this containment chamber?! I feel like a prisoner of war!\n\n\nDr. Vander:\n Malik, I need you to calm down. This won’t make things better for you.\n\n\nSCP-6563-1:\n Fuck you! Fuck all of you and your goddamn protocols!\n\n\n[At this time, two security officers enter the room, and SCP-6563-1 stands.]\n\n\nDr. Vander:\n Malik, please. Sit down. I don’t want you to get hurt.\n\n\nSCP-6563-1:\n Oh, shut it, Vander. You don’t care whether I live or die, don’t you? Don’t act so high and mighty cause you’re the one asking the questions and not answering them! I was there once! It can happen to you, too! It happened to me, and now I’m gonna be stuck here forever! I’m fucked, Ryan! Fucked! I’m never getting out! I’m never going home! I’m never seeing my friends or family! I’m gonna stay in this cell every day for the rest of my life and get prodded at by my own colleagues!\n\n\n[Security Officer Morrison and Boucher aim their weapons at SCP-6563-1.]\n\n\nOfficer Morrison\n: Sit back down, man. Don’t do anything stupid.\n\n\nSCP-6563-1:\n Screw you, asshat! Shoot me for all I care! I don’t want to spend my entire life in this cage!\n\n\nDr. Vander:\n Officer Morrison, Officer Boucher, please put your weapons down. Do not harm him.\n\n\nSCP-6563-1:\n You don’t wanna do it? Fine! I’ll make you do it!\n\n\n[SCP-6563-1 upends the table in the direction of Officer Morrison and Officer Boucher. SCP-6563-1 then lunges at Dr. Vander, but is incapacitated when he is struck in the face by Dr. Vander.]\n\n\nDr. Vander:\n Christ. Take him to the medical bay.\n\n\n<End Log.>\n\n\nClosing Statement:\n SCP-6563-1 was taken to the medical bay and treated for a broken jaw. It was released three days later.\n1\n\n\n\n\n\n\n\n\n\n\nAddendum SCP-6563.4:\n The following is an email sent to the research personnel of SCP-6563 from Dr. Vander. The email entails Dr. Vander’s thoughts about SCP-6563’s phenomenon.\n\n\n\n\n\n\n\n\n\n\nMessage from Dr. Vander\n\n\n\n\nRe:Origins of SCP-6563.\n\n\n\n\n\n\n\n\n\n\nTo:\n SCP-6563 research personnel.\n\n\nFrom:\n Dr. Ryan Vander\n\n\nSubject:\n Origins of SCP-6563.\n\n\n\n\n\n\nGood day, fellow researchers.\n\n\nYou are probably wondering why I have sent this email to all of you, and what the meaning of the subject is. Well, I have contacted you all this day because of the investigation into the formation of SCP-6563. We have done further analysis of SCP-6563-1’s past employment within the Foundation, as well as its research and contact with anomalies. At present, we have found no evidence to prove that SCP-6563 formed from SCP-6563-1’s research or its contact with other anomalies.\n\n\nDespite the fact that the investigation is still ongoing, this had brought a theory to mind. Perhaps, just perhaps, SCP-6563 did form out of chance. This thesis has put me into deep thought. It has made me think, ‘How many other anomalies formed purely out of chance?’ This led me back to SCP-6563-1’s words while I was evaluating it. ‘I was there too. This can happen to you too.’ Is it possible that an anomalous phenomenon and/or abilities can seize any person randomly?\n\n\nIt has also made me think, are there anomalies in containment that are affected by this, and the cognitohazard is so powerful that we cannot see past it? How many of the anomalies in our containment, humanoid, of course, might just be normal individuals? And how many might have been normal individuals who were afflicted with anomalous abilities by pure probability? As a researcher, this hypothesis irks and fascinates me. But as a normal human being.\n\n\nThe thought frightens me.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nI know some of you wish to punish SCP-6563-1 for this act of belligerence, but this will only make things worse. It attacking me was not an attempt at assault, but an attempt at assisted suicide. I’m authorizing routine therapist meetings for SCP-6563-1.\n — Dr. Vander\n\n\n\n\n\n\n\n\n« \nSCP-6562\n | SCP-6563 | \nSCP-6564\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6563\n\" by DukeRum, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6563\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum SCP-6563.1: On March 4th, 2015, SCP-6563-1 was apprehended in the cafeteria of Site-08 and brought to the onsite interrogation room after several staff were affected by SCP-6563. During this time, SCP-6563-1 was still employed within the Foundation and had not realized the effect of SCP-6563. This was the first recorded instance of SCP-6563 taking effect. The following is an interview done by Dr. Iara Hackett with SCP-6563-1.",
        "Addendum SCP-6563.2: Below are several experiments done on SCP-6563-1 in an attempt to find out more about its perceived capability. These tests were conducted within the span of several weeks and were discontinued after an Ethics Committee inspector was contacted by a staff member with cognitohazard training. Editing has been done to correct SCP-6563-1’s item number.",
        "Addendum SCP-6563.3: The following interview was done by Dr. Vander with SCP-6563-1 after the relocation of Dr. Hackett.",
        "Addendum SCP-6563.4: The following is an email sent to the research personnel of SCP-6563 from Dr. Vander. The email entails Dr. Vander’s thoughts about SCP-6563’s phenomenon."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6563 \" by DukeRum, from the SCP Wiki . Source: https://scpwiki.com/scp-6563 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6563-1 is to be kept in a standard humanoid containment chamber in the light containment wing of Site-19 and is to be let out once a day for three hours for recreational purposes. SCP-6563-1 is required to stay in its designated area during recreational hours, and failure to follow these procedures will result in a temporary loss of privileges as well as reprimanding of assigned security personnel. Personnel who are assigned to SCP-6563 must have scored greater than 80/100 on the Geist Cognitohazard Preparation Test. SCP-6563-1 is to be fed three times a day per ethics guidelines and is to receive weekly visits from the onsite therapist.",
    "description": "SCP-6563 is a cognitohazard affecting former Foundation researcher Malik Knight, henceforth referred to as SCP-6563-1. SCP-6563 only takes effect when SCP-6563-1 is viewed by any individual who is not properly trained to deal with cognitohazards. SCP-6563's cognitohazardous abilities will cause any viewer to believe that SCP-6563-1 possesses anomalous abilities despite the lack of evidence and previous encounters. These claims vary from each individual, however, the most common allegations are that SCP-6563-1 possesses the ability of aeronautical maneuverability, telekinesis, and preternatural strength. However, tests have shown that SCP-6563-1 possesses none of these stated abilities.",
    "title": "SCP-6563"
}