{
    "url": "https://scp-wiki.wikidot.com/scp-6566",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nBuild-a-Boar Workshop\n by RealSurrealSir\n\n\n\n\nIf you liked this little reworked/rewritten DeptCon entry here, check out some of my other articles on my \nAuthor Page\n to peruse all \nseveral\n of the other articles I’ve written.\n\n\nThanks also to \nGreenGolem\n for the Dept. Logo!\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n90.91%\n\n(+50)\n\n\n9.09%\n\n(-5)\n\n\n\n\n\n\n-%\n\n(+0)\n\n\n-%\n\n(-0)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+45\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6566\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA recovered instance of SCP-6566-A, just prior to ritual banishment protocols and termination of remains.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All major shopping malls within a radius of 55 sq. miles or less of any known previous locations, especially those with consistently high customer traffic, are to be clandestinely monitored for any indications of an SCP-6566 appearance; as are relevant local law enforcement reports and any potentially related web results. All civilians known to have visited SCP-6566 and purchased their own SCP-6566-A instances for themselves or their children are to be debriefed and subsequently amnesticized, with any and all SCP-6566-A instances confiscated and disposed through proper banishment and termination procedures to be carried out by appropriately trained department exorcists.\n\n\nShould a new instance of SCP-6566 be discovered, it is to be immediately closed off from civilian customer access. Specific measures may involve cordoning off the SCP-6566 instance by itself, the instance plus any nearby stores, entire sections of the host building, or a full temporary shutdown of the entire mall itself, ultimately depending on the particular circumstances around a given instance’s location and operation.\n\n\nEligible agents and staff from the Demonics Department with sufficient clearance and cognitohazardous resistance scores are to be rotated through a pool of candidates to carry out daily visits to all known active SCP-6566 instances, with preference given to members of SCP-6566 research and containment teams when available.\n1\n Upon arrival, they are to craft and purchase an instance of SCP-6566-A, and subsequently secure the SCP-6566-A instance for their own ritual banishment protocols.\n Obsolete as of October 16, 2022;\n2\n new containment protocols are currently being formulated.\n\n\n\n\nDescription:\n SCP-6566 collectively designates a series of anomalous novelty toy stores resembling the popular, similarly named Build-A-Bear Workshop chain, but operating under the variation “Build-A-Boar Workshop” instead. Such stores maintain logos and name displays directly derivative of that company’s own, but with subtle exceptions which vary from instance to instance. Examples have included the replacement of black eyes within the ursine head of the logo with larger, glowing red orbs; interior and exterior color schemes with a much higher prevalence of shades of red, orange, brown, and black; and small inanimate decorations resembling SCP-6566-A instances, made of largely the same materials but displayed in macabre configurations. In spite of the conventionally disturbing décor, instances appear to exhibit a minor perception-altering effect which renders nearby human persons much less skeptical of and uncomfortable with such traditionally disturbing surroundings.\n\n\nA similar but more potent phenomenon can be seen in individuals’ perception and treatment of SCP-6566-A instances, leading most to identify and interact with them as conventional stuffed animals. SCP-6566-A designates the seemingly sapient and malevolent ‘toys’ partially resembling stuffed animals which patrons of SCP-6566 direct the creation of when visiting the stores. Though customers can build figures reminiscent of a number of different animal species (sometimes simultaneously), the most commonly referenced and most frequently depicted in-store are members of the \nSus\n genus.\n3\n Materials available for customer use in crafting SCP-6566-A instance SCP-6566 are largely biological such as flesh, bone, and viscera, as opposed to common materials used for non-anomalous analogues such as fabric, cloth, and cotton. Biological samples retrieved from SCP-6566 instances invariably display even or close-to-even amounts of human and wild boar genetic material, with human DNA often aligning with DNA of various missing persons from around the nearby geographic area.\n\n\nSCP-6566 is staffed by consistent versions of the same three entities, even in the event that multiple SCP-6566 instances are operating over overlapping timeframes. Despite fully humanoid appearances, Foundation measurements invariably pick up moderate levels of Tartarean Resonance Energy, consistent with Naraka-Class demonic entities.\n4\n These three entities have been designated as instances of SCP-6566-1, SCP-6566-2, and SCP-6566-3, and give their own names as Lucy, Ferris, and King respectively. Instances of all three will invariably become extremely agitated when directly referred to by any names or terms other than their self-proclaimed names.\n5\n Despite this, the name tags worn by these entities have universally displayed only seemingly random and presently indecipherable glyphs and symbols in configurations unique to each instance, even between different SCP-6566 manifestations.\n6\n All attempts at interviews, negotiations, or any significant dialogue with SCP-6566-1, SCP-6566-2, and SCP-6566-3, other than conversation relating to the building or purchasing of SCP-6566-A instances, have invariably been met with extremely hostile non-compliance whether by Foundation agents or civilian visitors.\n\n\n\n\n\n\n\n\nExample of inanimate \"decoration\" found within one SCP-6566 instance.\n\n\n\n\n\n\nHistory and Spread:\n The exact factors which determine the manifestation or de-manifestation of SCP-6566 instances are not fully understood. However, it has been observed that SCP-6566 instances will almost always appear between standard operating hours, usually in the middle of the night, and will most often take the place of previously-empty storefronts. Despite the suddenness of SCP-6566 appearances and the consistent lack of any records or official documentation of their existence, local shoppers and staff alike will usually claim to vaguely remember it being present within its host structure for several weeks or months prior, even if shown video and/or photographic evidence to the contrary.\n\n\nThe first known SCP-6566 instance was discovered in St. Louis, Missouri,\n7\n in December of 2016 following an investigation prompted by unusually violent behavior from several children at one particular local school was flagged by an agent embedded in municipal law enforcement as potentially spurred by some sort of anomalous activity. Affected children were subsequently all observed to possess SCP-6566-A instances, and provided similar descriptions of SCP-6566 in response to inquiries as to where their SCP-6566-A instances originated. At least two children were hospitalized from illnesses believed to originate from the unsanitary (but unrealized) habit of constantly carrying around, cuddling, and playing with toys made primarily of decaying flesh and entrails.\n\n\nSCP-6566 instances were subsequently observed appearing in nearby towns as well, with the area in which they might manifest growing at a steady pace, though this rate has been observed to dramatically accelerate if existing instances go unvisited. Currently, SCP-6566’s area of effect encompasses much of the midwestern and south-central United States, as well as bordering regions of southern Canada. If not halted, then at the current rate of expansion, SCP-6566’s area of potential appearance would theoretically cover the entire planet by 20██.\n\n\n\n\n\n\nADDENDUM: Incidental Case Study\n\n\n\n\n\n\nBackground:\n The following information originates from one of the first instances identified and responded to by the Foundation, and remains one of the most well-documented incidents to date. On the evening of November 30, 2017, a resident of Kansas City, Missouri made a post to a Parawatch forum,\n8\n where it was soon flagged by associated Foundation web-crawlers.\n\n\nA subsequent investigation found indications of potential validity to her claims leading to the tracking down and debriefing of the Phillips family in order to get more information and provide amnesticization if necessary. While husband/father Ron Phillips was out of town at the time, an internal decision was made to go forward with initial interviews from the rest of the household first; with the option to conduct a further interview with Ron Phillips and apply any similar disinformation and/or amnesticization procedures separately, if necessary.\n\n\n\n\n\n\nInterview Logs:\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Stacy Phillips\n\n\nInterview with Kara Phillips\n\n\nInterview with Joshua Phillips\n\n\n\n\n\n\n\n\nInterviewer:\n Dr. Lena Primaru, a psychotherapist specializing in interaction with anomalous individuals and individuals affected by the anomalous, primarily children (or child-like \nanomalous entities\n) and families.\n\n\nInterviewee:\n Stacy Phillips\n\n\nForeword:\n Stacy Phillips agreed to assist Foundation investigation under the cover story of investigation by a group of professional paranormal investigators. Extraneous or irrelevant dialogue has been removed for brevity.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Primaru:\n So let's talk about the situation you described in your online post.\n\n\nStacy:\n I know it sounds pretty kooky, but… well, hopefully once you’ve seen what I’ve seen you’ll understand.\n\n\nDr. Primaru:\n Don’t worry Ms. Phillips, I can assure you I’ve seen plenty of things that are hard to believe. I think you’ll find me… open-minded, so please, don’t hold back.\n\n\nStacy:\n I appreciate it, truly.\n\n\nDr. Primaru:\n First of all, can you tell me more about where those stuffed pigs are from? The ones your lovely kids are so attached to, to your clear dismay. I believe your initial post mentioned a Build-a-Bear Workshop store, is that correct?\n\n\nStacy:\n Yes, at that big mall downtown; I can never remember the exact name. Anyway, last week, my husband and I took the kids once we saw one had opened, as a bit of a birthday treat. Oh, both of their birthdays, I should mention; they’re twins you see, and as widely as their interests diverge most of the time, this seemed like something they’d both enjoy.\n\n\nDr. Primaru:\n I can certainly imagine. So, this new store-\n\n\nStacy:\n I don’t think it was really one.\n\n\nDr. Primaru:\n What, not new?\n\n\nStacy:\n Not a toy store. I don’t know what the godforsaken place really was, but it wasn’t any regular old toy store. I even went back there afterwards, and it was gone! Poof. Empty store space now, lie there had never even been anything there.\n\n\nDr. Primaru:\n Interesting… That is quite odd.\n\n\nStacy:\n I’ll say! I even asked some employee from the Spencer’s next door, and they straight up said that I must be confused; that there had never been a Build-a-Bear at that location!\n\n\nDr. Primaru:\n I’ll, um, make sure I have someone on my team go through the local business and property records, at least whatever they can get their hands on. Regardless, if you don’t think it was a regular toy store, what do you think it really was?\n\n\nStacy:\n I don’t know what it was and I doubt I would even want to know, really. At least, I wouldn’t want to know anything beyond whatever I needed to to save my kids. You just have to help them, please!\n\n\nDr. Primaru:\n Don’t worry, Ms. Phillips, we will. In fact, I would actually love to speak with them a little later too, if that’s alright\n\n\nStacy:\n If you think it will help, be my guest! Just save them from those… things…\n\n\nDr. Primaru:\n The stuffed pigs?\n\n\nStacy:\n Yeah. Well, that’s what they look like most of the time at least.\n\n\nDr. Primaru:\n Do you suspect they’re not? That they’re really something else.\n\n\nStacy:\n I can’t know for sure, but… Yeah, they have to be. Otherwise, my kids wouldn’t be behaving the way they’ve been recently! It all started when they got those damned creepy pig toys, I’m sure of it. You know, the odd thing is, of all the animals those kinds of shops always have, both of my kids chose pigs of all things. Neither has ever shown interest in pigs, or ever asked for any pig-related toy or what-have-you.\n\n\nDr. Primaru:\n What other options do you remember seeing, might I ask?\n\n\nStacy:\n (\npauses for a couple of seconds, appearing to think over the question.\n) You know, I’m honestly not sure. A lot of the visit is kinda hazy in my memory, for whatever reason.\n\n\n(\nStacy pauses for a few more seconds, then resumes speaking.\n) I remember that the atmosphere of the whole store felt wrong, almost immediately. At first, I put it off to the overactive imaginations of my kids rubbing off on me, but the sense only grew stronger, and soon I also had developed a pounding migraine to accompany that deep, inescapable dread.\n\n\nAs you might guess, it was all I could do to stand up and at least look at my kids’ toys; I didn't really have the wherewithal to go and explore the store, or investigate anything.\n\n\nDr. Primaru:\n Totally understandable. How about this, what happened once you left the store?\n\n\nStacy:\n Well, my head got better at least, I’ll tell you that. The kids seemed really excited over their new stuffed piggies also, so at first I was excited with them, but then, well you know\n\n\nDr. Primaru:\n I’m guessing this is where the distressing levels of recent misbehavior come in?\n\n\nStacy:\n That’s actually probably one of the nicer ways of putting it. They have both just been acting out in ways I never would have expected from either of them. When I say acting out, by the way, I’m not talking about run-of-the-mill temper tantrums or skipping their vegetables; I’m talking about stuff like repeatedly getting into fights at school, like setting random fires, like throwing rocks at the neighbors’ windows on their way home. Hell, it’s even gotten to the point of them straight-up stealing money out of purses, both mine and strangers! (\nStacy begins to quietly sob, but stops to collect herself after a moment.\n)\n\n\nDr. Primaru:\n I understand that this is difficult, Ms. Philips.\n\n\nStacy:\n You know, this morning I found a blood trail in the backyard, which I followed to the edge of the woods only to see both of my kids carving up a dead cat.\n\n\nDr. Primaru:\n Where did they get the cat?\n\n\nStacy:\n They said they found it in the road, but… but the pained screeching and mewling of what I had at the time assumed were several different cats fighting somewhere nearby just twenty minutes or so beforehand, well, makes me fear the worst.\n\n\nDr. Primaru:\n Did they have their toys with them?\n\n\nStacy:\n Oh of course! They always do now, wherever they go. Now, I know it’s not necessarily that strange for kids their age to bring their stuffed animals everywhere, or talk to them like imaginary friends, but… it’s the WAY they talk and play with them that's alarming me most.\n\n\nDr. Primaru:\n Can you elaborate on that?\n\n\nStacy:\n Well, the kids whisper to them a lot of the time, as if they’re conspiring or something. Also, their frequent games and pretend sessions have taken on much more disturbing, even violent tones.\n\n\nDr. Primaru:\n Violent?\n\n\nStacy:\n I… well, it involves their other toys or, increasingly often, more like what still remains of them. I’d honestly really rather not elaborate further.\n\n\nDr. Primaru:\n Alright, we can come back to that if we really need to. How about your husband, does he share your concerns?\n\n\nStacy:\n (\nStacy loudly scoffs before answering.\n) No, not beyond breezily noting that “the kids have been a little moodier lately”, even while insisting to me that all of this is somehow ‘no big deal…’ I swear, it's like he’s under some kind of weird spell too. So no, for whatever reason, Ron largely does NOT share my concerns.\n\n\nDr. Primaru:\n I see.\n\n\nStacy:\n Look Doc, I know this might sound like a poor mom blinded by her love of her kids and imagining they can do no wrong, but I’m telling you, this is not all in my head. Something is going on here!\n\n\nDr. Primaru:\n I know Ms. Phillips, and we are trying to get to the bottom of it. In the meantime, is there anything else you’d like to add, or anything you can think of that could be helpful to us?\n\n\n(\nStacy Phillips thinks for a few moments before answering.\n)\n\n\nStacy:\n Oh, actually now that you mention it, I’m pretty sure I got Ron to film the whole trip; assuming he didn't get distracted or take a photo instead of starting a video again… Honestly, you’d have to ask him for it since he never actually sent it to me even when I asked. He’s always forgetting things like that, no matter how many times– Sorry, that’s neither here nor there. I’ll make sure he sends the clip to you and your team. If he forgets again, I’ll take his phone and do it myself once he gets back.\n\n\nDr. Primaru:\n I’d appreciate it, thank you. One more question for now, though, if you wouldn’t mind. You mentioned something in your post about, um, \nvisions\n of the stuffed pigs, as I believe you put it.\n\n\nStacy:\n (\nStacy shudders briefly and pauses before speaking.\n) Yes, for the briefest of moments, I’ve gotten a few glimpses at those rotten and depraved caricatures of the toys my little angels love so much. When I see them like that, all reeking of death and decay, those beady black eyes seeming to stare hatefully and mockingly into my very soul… well it’s hard not to wonder if I’m seeing them for what they really are. I don’t know, maybe I’m just projecting; I certainly keep trying to tell myself I am.\n\n\nDr. Primaru:\n Well, uh, hopefully either way, my team and I will get to the bottom of it soon. Thank you again for your cooperation.\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n In a subsequent Cognitohazardous Resistance Examination,\n9\n Stacy Phillips scored in the 98.7th percentile of individuals without prior anti-cognitohazardous training, potentially explaining her apparent partial resistance to SCP-6566’s perception-altering effects.\n\n\n\n\n\n\nInterviewer:\n Dr. Lena Primaru\n\n\nInterviewed:\n Kara Phillips\n\n\nForeword:\n Following the first interview with her mother, Kara was brought in for the next interview. Kara insisted on bringing her SCP-6566-A instance with her, and after internal consultation, it was agreed that it could be worthwhile to observe the interaction between the two in a controlled setting. Kara was thus allowed to bring her SCP-6566-A in, on the condition that it would be confiscated if she did not answer all the questions asked of her and/or she became too distracted by it.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Primaru:\n Hello, Kara, how are you feeling today?\n\n\nKara:\n Ok, I guess. Kinda bored, you were talking to Mommy for a loooong time.\n\n\nDr. Primaru:\n Well, we’ll try to keep this brief then, just need to ask a few quick questions.\n\n\nKara nods silently.\n\n\nDr. Primaru:\n Good. Now, I know you wanted to be sure to bring your little buddy there, what was her name again?\n\n\nKara:\n (\nsmiling widely now\n) Princess Polly! She’s a wise and beautiful princess traveling the world to learn new things, and help her friends learn things too along the way!\n\n\nDr. Primaru:\n That’s very noble of her, I’m sure she’s lucky to have you as a friend. Where did you two meet?\n\n\nKara:\n At build-a-boar workshop.\n\n\nDr. Primaru:\n Do you mean Build-a-BEAR workshop?\n\n\nKara:\n (\ngiggling\n) No silly! Does Polly look like a bear to you?\n\n\nDr. Primaru:\n …I suppose not. So that’s where you, uh, “met” Princess Polly? You didn’t build her like kids usually do at such stores?\n\n\nKara:\n Well I mean I guess I did build her body, but not HER. I just made something that she could use here, while she explores this world.\n\n\nDr. Primaru:\n Oh, so Princess Polly is from another world then?\n\n\nKara:\n Yep, she said she’s been to several. Has to learn a lot so she can be a good queen one day.\n\n\nDr. Primaru:\n Well, I guess that does make sense. What is her world like?\n\n\nKara is no longer looking at Dr. Primaru, but instead stares intently at her SCP-6566-A instance.\n\n\nDr. Primaru:\n Kara? Kara, I asked you a question.\n\n\nKara finally turns back to Dr. Primaru with a newfound look of suspicion.\n\n\nKara:\n Princess Polly says I shouldn’t talk to you anymore, that you’re gonna try to take her away from me.\n\n\nDr. Primaru:\n What? No Kara, I just want to learn more about her, and about you! Can you please tell me more?\n\n\nKara stares unblinkingly at Dr. Primaru without answering.\n\n\nDr. Primaru:\n …Kara?\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n Kara Phillips refused all further cooperation or conversation with Dr. Primaru, ignoring all offers and warnings of potential punishment, even confiscation of ‘Princess Polly’. The promised confiscation was successfully undertaken by Dr. Primaru, though she did suffer mild injuries from scratches and bites inflicted by Kara in the process.\n\n\n\n\n\n\nInterviewer:\n Dr. Lena Primaru\n\n\nInterviewed:\n Joshua Phillips\n\n\nForeword:\n Given the results of Kara’s interview, Joshua was separated from his SCP-6566-A instance for the interview, to extreme distress and hostility demonstrated on his own part. After sufficient promises of its return and an offer of a chocolate milkshake during the interview, Joshua finally began to cooperate, if somewhat begrudgingly.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Primaru:\n Hello Joshua, how are you today?\n\n\nJoshua:\n I was better when I had Merlin.\n\n\nDr. Primaru:\n Merlin is the name of your stuffed animal, yes?\n\n\nJoshua:\n He’s not JUST a stuffed animal, he’s also an ancient pig man and magical wizard.\n\n\nDr. Primaru:\n Yes, I gathered from the name and clothing that he’s a wizard. As for ‘ancient’, though… just how old is he?\n\n\nJoshua:\n Five eons.\n\n\nDr. Primaru:\n Um, do you know what an ‘eon’ is Joshua?\n\n\nJoshua:\n (\nJoshua sips from his milkshakes before answering.\n) No.\n\n\nDr. Primaru:\n Then– Never mind. Let me ask about school; how has school been going recently, in your opinion?\n\n\nJoshua:\n Again, better now that I got Merlin.\n\n\nDr. Primaru:\n Really now? I heard you have been getting into fights at school.\n\n\nJoshua:\n (\nJoshua shrugs.\n) Yeah, other kids sometimes pick on me. Merlin’s helped me with that though.\n\n\nDr. Primaru:\n How so?\n\n\nJoshua:\n He tells me what to say back to someone who tries to bully me, and how to fight back if what I say makes ‘em mad enough to try and punch me or something.\n\n\nDr. Primaru:\n I see, and does Merlin’s advice sometimes include the use of dangerous weapons? I heard you pulled a knife on another student yesterday.\n\n\nJoshua:\n (\nJoshua takes another sip from his milkshake.\n) What can I say, sometimes you just have to cut a bitch.\n\n\nDr. Primaru:\n Excuse me?\n\n\nJoshua:\n I said it.\n\n\nDr. Primaru:\n Do you usually make a habit of using such inappropriate language, Joshua?\n\n\nJoshua:\n (\nshrugging\n) I say what I want and I mean what I say. Why should grown-ups get all the fun words anyway?\n\n\nDr. Primaru:\n Joshua, that isn’t a ‘fun’ word, it’s a very mean one.\n\n\nJoshua:\n I mean, I had fun saying it. Besides, words only have as much power as you give them.\n\n\nDr. Primaru:\n That’s… actually not a bad point, Joshua, where’d you hear that?\n\n\nJoshua:\n Merlin. He gives me lots of cool advice, tells me how the world really works and all.\n\n\nDr. Primaru:\n Oh really, do you have any examples?\n\n\nJoshua takes a long slurp of his milkshake as he appears to think over the question.\n\n\nJoshua:\n …Aaah. Ok, let’s see, ummmm…\n\n\nJoshua takes another long sip of his milkshake.\n\n\nDr. Primaru:\n (\nsighing\n) Josh, I ne–\n\n\nJoshua:\n Oh! He told me that most people are only out for themselves, and that people usually only want to manipulate you or take what they want from you.\n\n\nDr. Primaru:\n That’s v–\n\n\nJoshua:\n He also told me that niceness is usually an act people use to hide their real feelings, that the best way to stay ahead is to push others back, aaaand oh, the meaning of the word “manipulate”.\n\n\nDr. Primaru:\n Well, uh, hrm. Those are all very bleak ways to view things, don’t you think?\n\n\nJoshua:\n What does “bleak” mean?\n\n\nDr. Primaru:\n I mean… Joshua, that’s not actually how most people think and feel, and assuming that they do doesn’t justify you doing the same just because you expect it from others.\n\n\nJoshua:\n Oh. Hmm, ok. (\nJoshua sips from his milkshake.\n) What does “justify” mean?\n\n\nDr. Primaru:\n Let’s try something else. Have you ever seen in cartoons where there’s a little angel on one side of the hero, telling him or her the right thing to do, while a little devil tells them to do something bad and naughty instead?\n\n\nJoshua:\n Merlin says “right and wrong” and “nice and naughty”, as we kids are taught, is just a big lie built to prop up the weak off the backs of the strong.\n\n\nDr. Primaru:\n (\nsighing\n) I’m sure he did. What I’m saying though is… Ok look, I know he’s your friend, but Merlin is kind of acting like the little devil from those cartoons, and maybe you shouldn’t listen to everything he says.\n\n\nJoshua:\n He said you might say something like that. He also told me what to do if you did.\n\n\nDr. Primaru:\n Oh? And what did he– Woah!\n\n\nDr. Primaru is interrupted by Joshua rushing at him with a pair of scissors pulled from the pocket of his cargo shorts. Dr. Primaru is able to subdue Joshua with no injury to the child, and only a few minor cuts to his own person.\n\n\n<END LOG>\n\n\n\n\nClosing Statement:\n Joshua Phillips did not cooperate or answer any further attempts at questioning, and instead began alternating between loud screeching and attempting to bite his caretakers or stab them with various nearby objects, until being temporarily reunited with his SCP-6566-A instance.\n\n\n\n\n\n\n\n\n\n\nRon Phillips returned to Kansas City the following morning, and the video mentioned by Stacy Phillips was discreetly taken from his phone after he refused to send a copy voluntarily. It is currently believed that Ron never actually reviewed the footage in the week since taking it, given the nonchalance he demonstrated regarding the recent developments involving his children and their instances of SCP-6566-A, as such an attitude would be unlikely had he actually viewed the footage. A video log of the recovered footage is available below:\n\n\n\n\n■ Access Video Log ■\n\n\n\n\n□ Close Log □\n\n\n\n\n\n\n\n\nVideo Log:\n\n\n\n\nIndividuals Present:\n SCP-6566-1, SCP-6566-2, SCP-6566-3, local residents Ron and Stacy Phillips, and their two twin children Kara and Joshua, ages 8.\n\n\nForeword:\n The following footage was captured on cell phone video shot by Ron Phillips, recording the surprise visit for the birthday of her two children.\n\n\n\n\n<BEGIN LOG>\n\n\nThe video begins with the Phillips family approaching the SCP-6566 instance. The children are both blindfolded and being led by their father.\n\n\nKara:\n C’mon Daddy, tell us where we’re going!\n\n\nStacy:\n We’re almost there, sweetheart.\n\n\nRon:\n In fact, we’re going inside now!\n\n\nAs the family enters the SCP-6566 instance, decorations resembling SCP-6566-A instances can be seen on the shelves, often in configurations depicting scenes of one or more of the figures violently attacking others. Some figures can also be seen hanging from the ceiling from what appear to be small nooses fashioned from intestines.\n\n\nJoshua:\n Inside where?\n\n\nStacy:\n Here, why don’t you see for yourself!\n\n\nStacy removes Joshua’s blindfold as Ron does the same for Kara. Both children express various excited vocalizations.\n\n\nKara:\n Wow, Build-a-Boar workshop!\n10\n\n\nJoshua:\n Yay Yay Yay!\n\n\nRon:\n Surprise!\n\n\nAt this point, SCP-6566-1 rises into view from behind the counter.\n\n\nSCP-6566-1:\n Why, hello there little ones! My name is Lucy, what’s yours? And are you two ready to build your new best friends?\n\n\nKara and Joshua simultaneously:\n Yeah!\n\n\nRon:\n See Stacy, I told you they’d love it.\n\n\nStacy:\n (\nchuckling\n) You were right, you were right honey.\n\n\nSCP-6566-2 pops out from behind one of the nearby shelves, despite the small shelf appearing to lack the size necessary to have fully obscured SCP-6566-2 from view.\n\n\nSCP-6566-2:\n Fantastic! Call me Ferris, by the way. Why don’t we get started?\n\n\nSCP-6566-1:\n First thing’s first, what exactly do we want to build today?\n\n\nSCP-6566-1 brings the children’s attention to a shelf containing a series of empty, skin-like suits of varying sizes, colors, proportions, and apparel. Most clearly display porcine features, such as snouts, tusks, curled tails, etc.\n\n\nJoshua:\n Mmmm Ooh, I want the red one with the big face tooth horns!\n\n\nKara:\n I’m gonna make a pigasus princess!\n\n\nSCP-6566-1:\n Great choices! Now, why don’t you all follow Ferris to the stuffing machine?\n\n\nThe camera moves to follow SCP-6566-2 and the children, now revealing a large machine with a blood-spattered glass panel allowing view into it as sharp turnstiles on a rotating bar continuously mixes various entrails and viscera.\n\n\nSCP-6566-2:\n Ok, so now it’s time to fill up your Teddy Boars. Kara,\n11\n hand me your princess, please.\n\n\nSCP-6566-2 takes the small skin-suit from Kara and affixes a small hole on its torso to a nozzle on the machine, which then fills the object with its contents. The same is then done with Joshua’s.\n\n\nSCP-6566-1:\n Alrighty, now before we zip up your little buddies, we have to bring them to life! Just pick a heart from the Basket Ferris is holding, and we’ll start with our special magic spell!\n\n\nKara and Joshua pick from the container of small hearts from unknown animals, which appear to beat despite the lack of any connected body.\n\n\nSCP-6566-2:\n So first off, did you kiddos happen to bring your own ritual daggers?\n\n\nStacy:\n …I’m sorry, wh—\n\n\nSCP-6566-1:\n That’s Ok, we should have a couple the li'l tykes can borrow. (\nshouting\n) HEY KING? CAN YOU GRAB A COUPLE DAGGERS?\n\n\nA door in the back opens, and SCP-6566-3 walks out holding an ornately crafted dagger in each hand. Agonized screaming can be clearly heard from behind the door, though no one present remarks or noticeably reacts to this.\n\n\nSCP-6566-3:\n Hi, I’m Manager King, and welcome to my little kingdom of fun! I’m glad to see you little rascals are already hard at work building some boar buddies for your own! (\nSCP-6566-3 hands each child a dagger as it says this.\n)\n\n\nSCP-6566-1:\n Great! Now kids, repeat after me…\n\n\nThe next seven minutes and six seconds of footage is heavily corrupted, with all attempts to view the video shifting to a mix of reddish static and multicolored flashing, permeated by heavily distorted voices producing garbled, indecipherable dialogue, interrupted periodically by what sounds like human screeching. When the video cuts back to normal, all parties appear unhurt despite being covered in moderate volumes of blood of unknown origin. No one visibly reacts to the blood.\n\n\nSCP-6566-2:\n Good job, kids! Now your little piggies are alive!\n\n\nRon:\n Wow, isn’t that exciting?\n\n\nStacy:\n Something seems… wrong…\n\n\nSCP-6566-3:\n Nonsense! What could be wrong with making toys for children?\n\n\nSCP-6566-1:\n Ok kids, now it’s time to dress your little pals.\n\n\nKara:\n Do you have any princess dresses that will fit over her wings?\n\n\nSCP-6566-1:\n Of course, several! Let’s go take a look.\n\n\nSCP-6566-2:\n What about you Josh? What do you want your boar to wear?\n\n\nJoshua:\n He’s a wizard, so he’ll need wizard stuff.\n\n\nSCP-6566-2:\n I think I’ve got just the thing.\n\n\nSCP-6566-2 pulls out a dark red robe inlayed woth pentagrams and a matching pointed hat from a nearby shelf.\n\n\nJoshua:\n Yeah! Like that, but he also needs his magic staff.\n\n\nSCP-6566-2:\n Of course, he sure does.\n\n\nSCP-6566-2 grabs what appears to be the femur of a small animal. It then assists Joshua in putting the red robes on Joshua’s new SCP-6566-A instance, before finally placing the bone “staff” in the instance’s hand. SCP-6566-1 and Kara come back into view, with Kara’s own SCP-6566-A instance now adorned with a ragged, torn green dress and a crown of thorns.\n\n\nKara:\n Look Mommy, Daddy! Isn’t she pretty?\n\n\nRon:\n She sure is, sweetie.\n\n\nStacy says nothing and simply nods with a dazed expression.\n\n\nSCP-6566-3:\n Now remember kids, the best part about a best friend is that they are someone you can ALWAYS trust. So, make sure to listen to your boars.\n\n\nKara and Joshua, simultaneously:\n Ok, Mr. King.\n\n\nThe camera shifts as the SCP-6566-A instances are brought to the counter.\n\n\nSCP-6566-1:\n Ok, and how will we be paying today; cash, soul, or card?\n\n\nRon:\n I’ve got cash.\n\n\n<END LOG>\n\n\n\n\n\n\n□ Close Log □\n\n\n\n\n\n\nAfter forcefully procuring the SCP-6566-A instances from Joshua and Kara Phillips to go along with the cellphone video from Ron Phillips, all members of the household were amnesticized, and the recovered SCP-6566-A instances were destroyed according to recently-established SCP-6566 procedures.\n\n\nInvestigation into the exact origin, ultimate purpose, and full anomalous capabilities of SCP-6566 is ongoing, as is the search for any outlying SCP-6566-A instances resulting from any prior, as-yet-undiscovered SCP-6566 manifestations.\n\n\n\n\n\n\nUPDATE 16.10.2022:\n\n\n\n\nOn a routine visit to a new SCP-6566 instance in Yellowknife, MN, Canada shortly after the establishment of a standard exclusionary perimeter around the new instance,\n12\n an initial attempt at implementation of further containment procedures by two plainclothes Foundation agents was met with previously-unobserved levels of resistance by SCP-6566 staff upon attempted entry. A log of the incident compiled from automatically uploaded body camera footage is available below:\n\n\n\n\n■ Access Video Log ■\n\n\n\n\n□ Close Log □\n\n\n\n\n\n\n\n\nVideo Log:\n\n\n\n\nIndividuals Present:\n SCP-6566-1, SCP-6566-2, SCP-6566-3, Field agents Chandler Hepburn and Margaret Milton.\n\n\nForeword:\n Only relevant portions of the incident are included in the log below, sans extraneous pre- and post-incident footage.\n\n\n\n\n<BEGIN LOG>\n\n\nAgents Hepburn and Milton approaches the SCP-6566 instance, only for SCP-6566-1 to appear and maneuver to block the entrance.\n\n\nSCP-6566-1:\n Sorry, new rules. Can’t let your kind in anymore.\n\n\nMilton:\n I’m sorry? What do you mean?\n\n\nSCP-6566-2:\n (\nRising and walking out from behind a bin of materials\n) Your organization, no more interference from them. Your little operation has really been screwing with our numbers, and\n\n\nHepburn:\n Oh it can’t be that bad… What if we just buy more?\n\n\nSCP-6566-1:\n Ok first, you know what middle management in hell is like? Want to imagine what those control freaks cook up?\n\n\nSCP-6566-2:\n Us, likely.\n\n\nSCP-6566-1:\n …And second, ‘just buying more’ won’t do jack. Doesn’t count if the toys get banished as soon as they’re taken home, never even encountering a single child to spiritually corrupt or so much as whisper malevolent truths to.\n\n\nSCP-6566-2:\n Look, we may not know your full deal yet, but I think it's best you just head on out and tell your bosses or whatever to stop the rounds of saboteurs.\n\n\nMilton:\n (\nquietly\n) Hep, maybe we should just leave and let the higher-ups figure something out…\n\n\nHepburn:\n Hold on, this is the most straightforward they’ve ever been! (\nturning to SCP-6566-1 and SCP-6566-2\n) Well hold on now, maybe if we just tried to understand each other’s interests and concerns, we could come to some sort of compromise?\n\n\nSCP-6566-2:\n (\nturning to SCP-6566-1\n) Is this jackass really trying to make a deal with–\n\n\nSCP-6566-3 suddenly bursts through the door at the back of the store. Agonized screams and low-pitched cackling can be heard through the open doorway.\n\n\nSCP-6566-3:\n Did someone say “deal”? Well– Oh, you assholes.\n\n\nHepburn:\n I assure you we’ve never been here before, sir–\n\n\nSCP-6566-3:\n Cut the crap. Look, I always like negotiating, so I’ll do you people a solid this ONE time. Come to my office and just maybe we can work something out; no promises though.\n\n\nAgent Hepburn turns to look at Agent Milton.\n\n\nMilton:\n What? What is that look… Oh you can’t be serious!\n\n\nHepburn:\n Hey listen, when he says ONE chance to go to the table, I’m inclined to believe him.\n\n\nMilton:\n Not worth the risk! Not at all worth the risk! Did you not hear the tortured wails coming from his so-called “office”?\n\n\nHepburn:\n They’re literal demons Maggie, I’m sure it's par for the course. That could easily have been his fucking ringtone or something.\n\n\nMilton:\n Chandler…\n\n\nHepburn:\n Besides, only one of us needs to go, you can stay out here if you don’t want to be part of the talks too.\n\n\nMilton:\n I don’t want either of us to be a part of the so-called ‘talks’! Are you insane?\n\n\nHepburn:\n (\nsighing\n) I’m sorry Maggie, but you’ll see. Look, some risks need to be taken.\n\n\nAgent Hepburn turns and follows an impatient looking SCP-6566-3 to the back against Agent Milton’s continued protests. Notably, Agent Hepburn’s body camera feed devolves to static as he approaches the doorway, obscuring iany view inside.\n\n\nMilton:\n (\nWhispering to herself\n) That bastard… He better be right…\n\n\nAfter thirteen seconds, the screams of Agent Hepburn can be heard through the doorway. This is immediately followed by the contents of the ‘stuffing’ machine rising in the container section, as if new materials were being added. Agent Milton lets out a short scream of her own, before kneeling and beginning to retch.\n\n\nSCP-6566-2:\n (\nsmiling widely\n) Thank you for visiting Build-a-Boar Workshop! Don’t come again!\n\n\n<END LOG>\n\n\n\n\n\n\n□ Close Log □\n\n\n\n\n\n\nAgent Hepburn was presumed lost in action following this incident. Similar SCP-6566 staff behaviors and reactions have been reported by agents visiting other SCP-6566 instances in the days since. Foundation agents have been instructed not to engage SCP-6566-1, SCP-6566-2, or SCP-6566-3 any further until such time that new containment procedures can be formulated and implemented.\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Repeat visits appear to be acceptable to a point, but instances of SCP-6566-1 through -3 have been observed to become incrementally more hostile and even violent with each subsequent visit of a recurring “customer”.\n\n\n2\n. See the incident report update at the end of this file for more details.\n\n\n3\n. Commonly known as pigs and boars.\n\n\n4\n. Naraka-class entities are fully corporeal demons of middling power, one level above the more common Tartarean-class on the Carvalho Infernal Hierarchy Index.\n\n\n5\n. Exact reactions vary by instance and incident, but repeated use of any other names or terms, even unintentionally or as a result of misunderstanding, will often result in casualties extreme bodily injury or even casualties, sometimes including any bystanders who happen to be physically close to the intended victims at the time.\n\n\n6\n. Though superficially reminiscent of thaumaturgic and demonological glyphs and sigils, no actual anomalous properties have been ascertained from any symbols seen on such tags.\n\n\n7\n. St. Louis, MO is also the location of the Build-a-Bear Workshop corporate headquarters, though the exact significance of this (if any) remains unclear.\n\n\n8\n. A website dedicated to the discussion of paranormal and conspiratorial sightings, consistently monitored for potentially substantive reports of civilian encounters of anomalous phenomena, objects, and entities.\n\n\n9\n. Framed to the subject as a “Spectral Illusion Sensitivity Index” test\n\n\n10\n. It is unclear whether the fact that Kara knew and used the given name of SCP-6566 despite being blindfolded while entering the store was simply a correct guess based on the mostly pig-based decorations, or a byproduct of SCP-6566’s anomalous perceptual effects.\n\n\n11\n. It is not clear how SCP-6566-2 gleaned Kara’s name, as neither of the children had given them, even when asked by SCP-6566-1.\n\n\n12\n. Under the guise of a partial remodeling of the surrounding are within the host mall.\n\n\n\n\n\n\n\n\n« \nSCP-6565\n | SCP-6566 | \nSCP-6567\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6566\n\" by RealSurrealSir, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6566\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename\n: Kings Island Haunt 032\n\n\nAuthor\n: Jeremy Thompson\n\n\nLicense\n: CC BY 2.0\n\n\nSource\n: \nLINK\n\n\n\n\n\n\n\n\nFilename:\n Panegyrics of Granovetter\n\n\nAuthor:\n Sarah C Murray\n\n\nLicense:\n CC BY-SA 2.0\n\n**Source Link: **\nLINK",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6566 \" by RealSurrealSir, from the SCP Wiki . Source: https://scpwiki.com/scp-6566 . Licensed under CC-BY-SA .",
        "Filename : Kings Island Haunt 032 Author : Jeremy Thompson License : CC BY 2.0 Source : LINK",
        "Filename: Panegyrics of Granovetter Author: Sarah C Murray License: CC BY-SA 2.0 **Source Link: ** LINK"
    ],
    "containment_procedures": "All major shopping malls within a radius of 55 sq. miles or less of any known previous locations, especially those with consistently high customer traffic, are to be clandestinely monitored for any indications of an SCP-6566 appearance; as are relevant local law enforcement reports and any potentially related web results. All civilians known to have visited SCP-6566 and purchased their own SCP-6566-A instances for themselves or their children are to be debriefed and subsequently amnesticized, with any and all SCP-6566-A instances confiscated and disposed through proper banishment and termination procedures to be carried out by appropriately trained department exorcists.",
    "description": "SCP-6566 collectively designates a series of anomalous novelty toy stores resembling the popular, similarly named Build-A-Bear Workshop chain, but operating under the variation “Build-A-Boar Workshop” instead. Such stores maintain logos and name displays directly derivative of that company’s own, but with subtle exceptions which vary from instance to instance. Examples have included the replacement of black eyes within the ursine head of the logo with larger, glowing red orbs; interior and exterior color schemes with a much higher prevalence of shades of red, orange, brown, and black; and small inanimate decorations resembling SCP-6566-A instances, made of largely the same materials but displayed in macabre configurations. In spite of the conventionally disturbing décor, instances appear to exhibit a minor perception-altering effect which renders nearby human persons much less skeptical of and uncomfortable with such traditionally disturbing surroundings.",
    "title": "SCP-6566"
}