{
    "url": "https://scp-wiki.wikidot.com/scp-6567",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6567\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6567 has, of late, been permitted to freely traverse the facility\n1\n granted it does not excessively disturb personnel, intervene with daily engagements, attempt to enter restricted areas, or attempt to exit the facility. A GPS-fitted ankle tag has been situated onto\n\nSCP-6567 in order to more easily monitor its activity and whereabouts.\n\n\nIn the event that the entity violates one of the above conditions, SCP-6567 is to be kept in an 81 cm x 81 cm x 53 cm standard wooden pigeon coop, accommodated with rather exotic avian enrichment such as a ceiling posted miniature punching bag, as well as numerous leisurely devices including a beanbag chair, mirror, and bird feeder. The enclosure should be cleaned at least once a week, to remove any excrement or debris.\n\n\nDescription:\n SCP-6567 is an adult male Lombardy Italy Florentine Pigeon, roughly 39cm in length and 34cm in height. Despite lacking the proper bodily structures for human speech, SCP-6567 is a proficient speaker of both the English and Italian languages. SCP-6567 refers to itself as\n\n\"Eduardo Uccello,\" a self proclaimed, former Italian-American mafia underboss. Despite inhibiting the entity's ability to fly, the entity always adorns a pigeon tailored Armani blue-gray striped suit and tie as well as a dark gray fedora while outside of its enclosure. When asked how it acquired such apparel, SCP-6567 explained that it was, \"A gift from some of my subordinates.\"\n\n\nAddendum.6567.I:\n Discovery\n\n\n\n\nForeword:\n On 9/18/06 Agent Aliya Skala responded to reports of a formally dressed black and white bird catcalling pedestrians.\n\n\n\n\n<Begin Log>\n 11:32 AM\n\n\n\n\n[Agent Aliya attempts to unsuspectingly walk past the entity.]\n\n\n[SCP-6567 whistles at the agent.]\n\n\nSCP-6567:\n Ay toots, slow down a little, there's a lot to admire on ya.\n\n\n[Agent Aliya, alarmed, attempts to continue walking past the entity.]\n\n\nSCP-6567:\n Whore!\n\n\n[Agent Aliya double takes, and begins walking towards the suspect.]\n\n\n[SCP-6567 chuckles.]\n\n\nSCP-6567:\n Ahhhh, so that's the kinda stuff you're into, no problem, I can play along.\n\n\nSCP-6567:\n …You bitc—\n\n\n[SCP-6567 is immediately encased in bird capture netting.]\n\n\nSCP-6567:\n Toglimi questa merda di dosso donna!\n2\n\n\n[SCP-6567 exclaims, while erratically flapping its wings.]\n\n\n[Agent Aliya smirks as she carries off SCP-6567.]\n\n\nSCP-6567:\n Please, please let me go! I'm sorry, I'm sorry!\n\n\n[SCP-6567 squawks desperately.]\n\n\n\n\n<End Log>\n 11:39 AM\n\n\n\n\nAfterward:\n\nFollowing SCP-6567's reprehension, those associated with the incident, or had witnessed the entity and its anomalous properties were administered Class B amnestics.\n\n\n\n\nAddendum.6567.II:\n Foundation Inclusion / Interview I\n\n\n\n\nForeword:\n The following is an interview between SCP-6567 and Dr. Verlice regarding the anomaly's origins.\n\n\n\n\n<Begin Log>\n 5:04 AM\n\n\n\n\n[Dr. Verlice enters.]\n\n\n[SCP-6567 is napping reservedly while tethered to the countertop.]\n\n\nDr. Verlice:\n Hello there.\n\n\n[SCP-6567 jolts awake, staring at the interviewer.]\n\n\nDr.Verlice:\n Don't be alarmed, I'm only here to ask some questions.\n\n\n[SCP-6567 looks away in distaste.]\n\n\nDr. Verlice:\n Well this was to be expected, I'll be staying until you're ready to talk.\n\n\n[A short time passes before the entity begins to comply.]\n\n\nSCP-6567:\n What do ya want? You with dem other pig bastards?\n\n\nDr. Verlice:\n Glad you don't waste time. Who we are is not of your concern right now. I'm only here to get to know you better.\n\n\nSCP-6567:\n Hm, you're a funny guy. Don't pretend you never heard of the infamous Eduardo Ucello.\n\n\nDr. Verlice:\n Eduardo Ucello? New name for me.\n\n\n[SCP-6567 snickers.]\n\n\nSCP-6567:\n You're joking?\n\n\n[Dr. Verlice shakes his head.]\n\n\nSCP-6567:\n You're serious? Yeesh.\n\n\nDr. Verlice:\n What is it that makes you so infamous?\n\n\nSCP-6567:\n The real question is what isn't it.\n\n\n[SCP-6567 says reminiscently.]\n\n\nSCP-6567:\n Let me tell you I had some very dangerous connections, and as an underboss my orders came straight from the top baby.\n\n\nDr. Verlice:\n Coming from a bird, that's somewhat hard to believe. What would someone of such importance be doing harassing bystanders?\n\n\nSCP-6567:\n I got wise, realized we weren't fighting the good fight, so I resigned.\n\n\nDr. Verlice:\n Was there some kind of incentive for your leave?\n\n\nSCP-6567:\n Too many things to list pal, maybe my old man? He wasn't doin all that great. A little while before he passed on, he was tellin me about all the shenanigans he got into back in his day, said it \"landed him a spot next to Satan himself.\"\n\n\nDr. Verlice:\n Neat story, and your father? He could speak?\n\n\nSCP-6567:\n Of course he could speak, what do you take us for, some sorta animals? Never met a bird in my life that couldn't speak.\n\n\n\n\n<End Log>\n 5:23 AM\n\n\n\n\nAddendum.6567.III:\n Interview II\n\n\n\n\nForeword:\n The following is an interview between SCP-6567 and Dr. Verlice regarding the anomaly's past relations prior to containment.\n\n\n\n\n<Begin Log>\n 9:32 PM\n\n\n\n\n[Dr. Verlice enters to find SCP-6567 comfortably reclining on its beanbag chair.]\n\n\nDr. Verlice:\n Good afternoon Eduardo.\n\n\n[SCP-6567's eyes slowly open.]\n\n\nSCP-6567:\n Jesus doc this is the second time, can't you let a guy sleep?\n\n\nDr. Verlice:\n Sorry but this is the only time I have that I can interview you without interruption.\n\n\nSCP-6567:\n Alright it's whatever, whaddya want?\n\n\nDr. Verlice:\n I was hoping we could gather some information regarding some \"relationships\" of yours.\n\n\nSCP-6567:\n Which ones? I may be clean now, but I ain't no snitch so you can forget\n\nabo—\n\n\nDr. Verlice:\n About your family Eduardo, I remember you mentioning your father?\n\n\nSCP-6567:\n Oh my family…\n\n\n[SCP-6567 seems mildly puzzled.]\n\n\nSCP-6567:\n I don't remember much about 'em, we all got separated while I was still a squab. Last thing I remember was the big family trip.\n\n\nDr. Verlice:\n what, like migration?\n\n\nSCP-6567:\n Nope, my family and a ton of other birds, we're all put on this big boat. Ma and Pa said it was for vacation, but their faces said otherwise, never told my little cousins though.\n\n\nDr. Verlice:\n Little cousins? How many of them were there?\n\n\nSCP-6567:\n Yeesh, way too many to count.\n\n\n[SCP-6567 looks upwards as if recalling a fond memory.]\n\n\nSCP-6567:\n Y'know now that I think about it, that's where I met Danny Pangrattato. He was a good guy, taught me everything I know.\n\n\nDr. Verlice:\n That past tense is pretty foreboding Eduardo. I assume this character has passed?\n\n\nSCP-6567:\n Bless his sweet soul, died far too young.\n\n\nDr. Verlice:\n I'm sorry for your loss, yet, he taught you \"everything\" you know. Does this include how to speak?\n\n\n[Dr. Verlice says tersely. SCP-6567 sighs.]\n\n\nSCP-6567:\n I do believe so, yes mister.\n\n\n\n\n<End Log>\n 9:55 PM\n\n\n\n\nAfterward:\n SCP-6567 was most likely imported to the United States to be sold or bred at auction. Due to SCP-6567 omitting mention of possible offspring, we have come to the conclusion that this was in some way interrupted, but the reason for this remains unknown.\n\n\n\n\nThe culmination of SCP-6567's past life, boastful nature, and outgoing personality make the entity very likable among staff members. Provided supervision, SCP-6567 has been permitted to speak with off duty Class-D personnel.\n\n\nAddendum.6567.IV:\n Class-D Verbal Exchange\n\n\n\n\nForeword:\n Below is an excerpt from an exchange between D-93629 and SCP-6567 regarding a physical altercation between D-93629 and another Class-D personnel.\n\n\n\n\n<Begin Log>\n 3:14 PM\n\n\n\n\n[D-93629 enters.]\n\n\nSCP-6567:\n I heard what happened.\n\n\n[D-93629's eyes widen.]\n\n\nD-93629:\n You've got to be kidding me!\n\n\n[D-93629 laughs hysterically.]\n\n\nD-93629:\n This little… Little, sky rat. This little thing is the super dangerous criminal?\n\n\nSCP-6567:\n I'm 34cm tall actually.\n\n\n[The room goes quiet.]\n\n\nD-93629:\n What.\n\n\nSCP-6567:\n Well… I'm on the bigger side for a pigeon, y'know, because you called me little?\n\n\n[D-93629 stares blankly at the entity for a couple moments.]\n\n\nD-93629:\n Ok?\n\n\n[No words were exchanged for a short period.]\n\n\nSCP-6567:\n Y'know, insubordination in places like these, won't only get ya reprimanded, it'll get ya killed.\n\n\n[D-93629 snorts.]\n\n\nSCP-6567:\n You keep acting like a douche, and they'll dispose of you like the human filth you are.\n\n\n[D-93629's face contracts angrily.]\n\n\nD-93629:\n Listen here yo—\n\n\nSCP-6567:\n I've seen Class-D trash like you, so desperate after an assignment, that they start begging me for their lives, pathetic. I just thank my lucky stars that I was born a bird, otherwise I'd be sporting the orange jumpsuit like the rest of yous.\n\n\nD-93629:\n Please… This place is just filled with a bunch of harmless wannabe tough guys like you, my freedom's gonna be a cake walk.\n\n\nSCP-6567:\n You must be new here? Well let me tell ya these assignments only get easier. After all, it doesn't take much to get yourself 6 feet under.\n\n\n[D-93629 gives a stifled laugh which was reciprocated by SCP-6567.]\n\n\nSCP-6567:\n Listen pal, you think you're special, you're not. I've seen tons of you people waltz in here all willy nilly thinking they're invincible. You know what happened to them?\n\n\n[D-93629 remains silent.]\n\n\nSCP-6567:\n They're dead, every single last one of 'em, gone. Prided themselves on pissing off the wrong people, ended up landing themselves a suicide mission.\n\n\n[D-93629 seems to contemplate something intently.]\n\n\nSCP-6567:\n Y'know you remind me of a good friend I used to have, Vinnie Bianchi. Was a handsome dude, tall, long, slick black hair, and a gorgeous white smile, not to far off from yours truly hehe.\n\n\n[SCP-6567 says sarcastically.]\n\n\nClosest thing I had to a brother back in the day. Haven't told anyone about this yet, I know if I bring 'em up he'll be brought here and those snobby eccentric bastards out there will ask him questions, and ain't nobody got the time for that. I think I'll make an exception for you though. He was better off than me, even got himself a beautiful gal, must have been a nightmare to manage in our line of work. She was basically all he ever talked about. I never minded when conversations got repetitive, I liked seein 'em happy, but I'll never forget the day he came up to me, and told me his girl was pregnant. He wasn't nearly as excited as me though, he broke the news almost solemnly. Unbeknownst to me, that was the same day he was going dark, completely cut ties with everyone understandably. After all, who would wanna raise a kid at the same time you're layin 'em out hehe. To this day I don't know why… Why I cared so much. I loved the power more than anything, and I was so close to reaching the top. But I gave it all away, worked on turning my life around completely, all in hopes that I'd be able to see Vinnie, just one more damn time.\n\n\n[D-93629's eyes swell with tears.]\n\n\nSCP-6567:\n What's the matter witcha tough guy?\n\n\n[D-93629 gives a wide smile.]\n\n\nD-93629:\n Don't worry about it, you just remind me of a good friend too.\n\n\n\n\n<End Log>\n 3:25 PM\n\n\n\n\nAfterward:\n Despite knowledge of what happens to Class-D personnel while they are in custody, SCP-6567 always discourages negative behavior in hopes that reformed staff could continue living a moral, meaningful life. Discussions between\n\nClass-D personnel and SCP-6567, although futile, seem to have a positive impact on staff morale and compliance.\n\n\n\n\n\n\n\n\n+ Archived Addendum.6567.V\n\n\n\n\n- Archived Addendum.6567.V\n\n\n\n\nAddendum.6567.V:\n Affiliate Interview\n\n\n\n\nForeword:\n The suspected \"Vinnie Bianchi\" was sedated, and brought into foundation custody after his mention during an interview involving SCP-6567. The following is an interview between Dr. Verlice and Vinnie Bianchi prior to amnestic administration.\n\n\n\n\n<Begin Log>\n 4:15 AM\n\n\n\n\nVinnie:\n Wh… What is this?\n\n\nDr. Verlice:\n Good morning Mr. Bianchi, I'm here to ask you some questions regarding a past acquaintance of yours.\n\n\nVinnie:\n I don't understand… What's going on?\n\n\nDr. Verlice:\n Does the name, \"Eduardo Ucello\" sound familiar to you?\n\n\nVinnie:\n Eddie… No. No, I can't be back here!\n\n\n[Vinnie begins to panic and struggles to free himself of his restraints.]\n\n\nDr. Verlice:\n Mr. Bianchi you need to remain calm, this is a scientific facility. We only want to ask you a few questions regarding Eduardo's unusual properties, and we can release you unharmed.\n\n\n[Vinnie attempts to stabilize his breathing.]\n\n\nVinnie:\n There ain't nothin unusual about Eddie?\n\n\n[Dr. Verlice seems concerned.]\n\n\nDr. Verlice:\n Mr. Bianchi, Eduardo is capable of speaking multiple human languages?\n\n\nVinnie:\n So?\n\n\nDr. Verlice:\n He's a pigeon…\n\n\nVinnie:\n And? I thought I read somewhere that some birds could talk.\n\n\n[Dr. Verlice stares concernedly at Vinnie.]\n\n\nDr. Verlice:\n Ok, well… Do you remember when Eduardo was first capable of human speech?\n\n\nVinnie:\n Yup, since the first day I saw him, whole reason I bought 'em actually.\n\n\nDr. Verlice:\n You were responsible for purchasing Eduardo? As such, do you know how Eduardo reached such high status within the mafia, despite certain uhm… Avian features of his?\n\n\nVinnie:\n Of course. I put him there, little man was like a brother to me, why wouldn't I make him my second in command.\n\n\nDr. Verlice:\n But Eduardo was an underboss. Making you a crime lord?\n\n\nVinnie:\n That is correct mister, yes. This isn't being recorded is it?\n\n\nDr. Verlice:\n Fascinating. Thank you for your cooperation Mr. Bianchi.\n\n\nVinnie:\n Wait… Please. Is Eddie doin alright?\n\n\n\n\n<End Log>\n 4:30 AM\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although the entity does have a curfew from between 9:30 PM - 8:00 AM.\n\n\n2\n. Get this shit off me woman!\n\n\n\n\n\n\n\n\n« \nSCP-6566\n | SCP-6567 | \nSCP-6568\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6567\n\" by Stuffss, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6567\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum.6567.I: Discovery",
        "Addendum.6567.II: Foundation Inclusion / Interview I",
        "Addendum.6567.III: Interview II\nThe culmination of SCP-6567's past life, boastful nature, and outgoing personality make the entity very likable among staff members. Provided supervision, SCP-6567 has been permitted to speak with off duty Class-D personnel.",
        "Addendum.6567.IV: Class-D Verbal Exchange"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6567 \" by Stuffss, from the SCP Wiki . Source: https://scpwiki.com/scp-6567 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6567 has, of late, been permitted to freely traverse the facility1 granted it does not excessively disturb personnel, intervene with daily engagements, attempt to enter restricted areas, or attempt to exit the facility. A GPS-fitted ankle tag has been situated onto\nSCP-6567 in order to more easily monitor its activity and whereabouts.",
    "description": "SCP-6567 is an adult male Lombardy Italy Florentine Pigeon, roughly 39cm in length and 34cm in height. Despite lacking the proper bodily structures for human speech, SCP-6567 is a proficient speaker of both the English and Italian languages. SCP-6567 refers to itself as\n\"Eduardo Uccello,\" a self proclaimed, former Italian-American mafia underboss. Despite inhibiting the entity's ability to fly, the entity always adorns a pigeon tailored Armani blue-gray striped suit and tie as well as a dark gray fedora while outside of its enclosure. When asked how it acquired such apparel, SCP-6567 explained that it was, \"A gift from some of my subordinates.\"",
    "title": "SCP-6567"
}