{
    "url": "https://scp-wiki.wikidot.com/scp-6576",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\nInfo about the article\n\n⚠️ \nContent warning:\n This article contains depictions of suicide and mental illness.\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6576\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6576 Advertisement found on website ██████████.com.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All mental health periodicals and websites are to be monitored for instances of SCP-6576 phone numbers and immediately removed or destroyed. In the event of a civilian interaction with SCP-6576, communications are to be recorded and calls traced to locate individuals contacting SCP-6576. Subjects are to be surveilled to determine accuracy of SCP-6576 predictions. Per Ethics Committee ruling, when located, individuals are to be administered the Columbia Suicide Severity Rating Scale (C-SSRS) to assess level of risk for suicide. Following interview, subjects are to be administered Class B amnestics with implanted memories of contacting a non-anomalous crisis intervention service. Subjects found to be presenting high risk per C-SSRS are to be remanded to a Foundation directed psychiatric facility for treatment of suicidal ideation and intent.\n\n\nDescription:\n SCP-6576 is a suicide telephone hotline operating as a service of an organization called Reflexive Retrocausal Behavioristics Incorporated at phone number (███)-███-████. This phone number originally connected to ████████ Crisis Services, established in 2001, serving ████████ county in █████████████, USA,. The hotline was discontinued in 2014 when the crisis contract for that catchment area changed to ████████ Behavioral Health. Interrogations at both organizations lead researchers to conclude no connection between either organization and SCP-6576. Any attempts to trace the location of SCP-6576 have been unsuccessful.\n\n\nAdvertisements for Reflexive Mental Construct Support (see embedded images) have been discovered in print and online periodicals with a focus on mental health support. In print periodicals, the presence of these advertisements is inconsistent across copies of the same issue and occurs primarily in the Northeastern United States. Attempts to trace the source of these advertisements have met with no results, with no records of the sale of ad space existing at any of the affected publications.\n\n\n\n\n\n\nSCP-6576 Advertisement found in ██████████ █████.\n\n\n\n\n\n\nThe anomalous effects of SCP-6576 manifest when an individual with suicidal intent calls the advertised phone number. Despite the number being out of service, calls to SCP-6576 will be answered after the third ring. Answering the phone is an entity, henceforth referred to as SCP-6576-1, possessing the caller’s voice and purporting to be the caller from a future in which the caller completed their plan to commit suicide. Callers universally accept this as truth and, while having an appropriate emotional response to this information, have thus far never ended the call due to the anomalous aspects of the conversation. SCP-6576-1 entities speak in monotone and lack emotionality, regardless of the content discussed. Calls from individuals without suicidality ring indefinitely. Calls are immediately disconnected if the original caller passes the phone to another individual.\n\n\nIn most cases, SCP-6576-1 entities will attempt to dissuade callers from completion of suicide, describing the impact of the caller’s death on individuals with a personal connection to the caller. In some instances, SCP-6576-1 entities will make references to unfavorable metaphysical, post-mortem events they purport to be experiencing.\n\n\nIn fourteen instances, SCP-6576-1 entities reported that the lives of people socially connected to the caller improved as a result of their suicide. Despite application of Class A amnestics and memory implantation of effective treatment, longitudinal studies have found these callers consistently have a 100% rate of suicide completion without intensive, long-term, inpatient treatment for persistent suicidal intent. It is unknown if there is a causal relationship between this statistic and interaction with SCP-6576 or if these individuals simply lack the necessary protective factors to overcome their suicidality.\n\n\n\n\n\n\n\n\nExperiment SCP-6576-181 [Level 3 Clearance Required]\n\n\n\n\n- - Credentials Accepted. Access Granted - -\n\n\n\n\n\n\n\n\nIn an attempt to test for SCP-6576 accuracy in describing events that have not yet occurred, SCP-6576 researchers proposed using amnestics on a caller to remove all memory of SCP-6576 support and allow them to complete their plan to commit suicide. Proposal was passed by Ethics Committee (7-6) with the stipulation that a subject be chosen from individuals told by SCP-6576-1 entities that their suicide would lead to a positive outcome for the people in their lives.\n\n\nOn ██ / ██ / ████ , a 53-year-old, white, cisgender male, henceforth referred to as Subject 6576-a43, called SCP-6576 and was told by the SCP-6576-1 entity that his suicide would bring about a net positive result for those socially associated with it. Following tracing of the call, Subject 6576-a43 was amnesticized and surveillance teams were assigned to Subject 6576-a43 and people with a social connection to it.\n\n\nPredictions given by SCP-6576 were that Subject 6576-a43 would commit suicide via intentional vehicular collision. Following its death, SCP-6576-1 stated that productivity and moral at the office in which it worked would improve, that its daughter would repair an estranged relationship with Subject 6576-a43’s wife (her mother), that Subject 6576-a43’s wife would meet someone and form a meaningful and positive romantic relationship, and that after a period of financial hardship, Subject 6576-a43’s family’s financial situation would dramatically improve.\n\n\nSubject 6576-a43 committed suicide on ██ / ██ / ████ via intentional vehicular collision. Its daughter and its wife both attended the funeral, at which they reunited after six years of no contact. Their relationship going forward proved to be positive with them interacting almost daily. Three weeks after Subject 6576-a43’s funeral, its widow met a man at a bar which she frequented. They began a romantic relationship that persisted the duration of surveillance. As SCP-6576-1 predicted, Subject 6576-a43’s widow struggled financially due to a limited income. After 10 months of surveillance of Subject 6576-a43 collaterals, observation teams were withdrawn on ██ / ██ / ████. SCP-6576 prediction of financial improvement had still not occurred.\n\n\nUnbeknownst to SCP-6576 Researchers, the Ethics Committee had been performing an audit on several SCP projects. In their reexamination of SCP-6576 parameters, it was determined that the project was overall out of compliance. Notably, surveillance of Subject 6575-a43 was incomplete at this time and not part of the reviewed documents. The Ethics Committee ruled that the survivors of any individuals who committed suicide following interaction with SCP-6576 were to be compensated financially.\n\n\nSCP-6576 Researchers were made aware of this ruling following the cessation of Subject 6576-a43 surveillance. Upon being made aware, Researchers petitioned to exempt Subject 6575-a43 from this action to test the result of preventing the realization of the SCP-6576 prediction. Proposal was denied by Ethics Committee (10-2). Subject 6575-a43’s widow received 4.6 million USD under the guise of a life insurance policy in which Subject 6575-a43 had enrolled without her knowledge.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment SCP-6576-197 [Level 4 Clearance Required]\n\n\n\n\n- - Credentials Accepted. Access Granted - -\n\n\n\n\n\n\n\n\nDue to the inability for non-suicidal individuals to interact with SCP-6576-1 entities and tested D-Class Personnel’s inability to maintain the necessary composure to interrogate SCP-6576-1, Assistant Researcher Dr. Michelle Amber, diagnosed with (296.30/F33.2) Major Depressive Disorder, Recurrent, Severe, volunteered to forgo her prescribed medication and be administered a diluted form of ████████, a depressive agent developed by the Weaponized Pharmaceutical Department, daily for two weeks to worsen her symptoms and induce a persistive state of extreme suicidality. Per Ethics Committee ruling, Dr. Amber was kept under 24 hours observation and housed in a suicide prevention containment living quarters until such time that she was deemed ready to interact with SCP-6576. To ensure a potential future exists in which Dr. Amber would have the opportunity to commit suicide, she is scheduled to remain without prescribed medication and receiving ████████ for one week following her phone call with decreased supervision but with access to 24/7 on-call psychiatric support.\n\n\nBelow is the audio transcript of the conversation between Dr. Amber and SCP-6576-1 recorded on ██ / ██ / ████.\n\n\n\n\n\n\nTranscript Log SCP-6576-197\n\n\n\n\n\n\nDate:\n Audio Log Recorded on ██ / ██ / ████\n\n\nTime:\n 19:06\n\n\nPresent:\n Assistant Researcher Dr. Michelle Amber. Head Researcher Dr. Thomas Sandler. Security Officer Grant Robare.\n\n\n\n\n[phone rings three times]\n\n\nSCP-6576-1:\n RRBI Support. This is Michelle. How may I help you?\n\n\nDr. Michelle Amber:\n H-hello?\n\n\nSCP-6576-1:\n Hello, Michelle.\n\n\nMA:\n Hi. Jesus. Hi. I’m..\n\n\nDr. Thomas Sandler:\n [in background] Please stick to the script, doctor.\n\n\nMA:\n Hello. I’m Michelle. I’m currently feeling suicidal.\n\n\nSCP-6576-1:\n It sounds like you’re really struggling.\n\n\nMA:\n Yeah. That ████████ is a real bastard. Potent stuff. I’ve never felt like this.\n\n\nSCP-6576-1:\n Felt like what?\n\n\nMA:\n Like I can’t think. Like I can’t keep my eyes open. I want to die. And I have all these thoughts all at once. Fourteen years. I’ve given up everything for my job and what do I have to show for it? No family, no real friends. [tearful] Fourteen years and I’m only a fucking Assistant.\n\n\nTS:\n [in background] Proceed with the interrogation.\n\n\nSCP-6576-1:\n I know. It’s relentless, the guilt and the shame. The pointlessness of it all. It poisons your mind. Regret so thick you can’t breathe. I couldn’t help it.\n\n\nMA:\n How did you… how did I… [clears throat] How do you predict I will commit suicide?\n\n\nSCP-6576-1:\n You already have a plan, don’t you?\n\n\nMA:\n [silence]\n\n\nSCP-6576-1:\n So did I. It isn’t painless, you know. You think it would be so fast, that the bullet would fly right through your skull and erase everything. But it lingers. It makes its way through your head like a finger through mud. Slow. It burns and hums.\n\n\nMA:\n [unsteady] Jesus.\n\n\nSCP-6576-1:\n Frank is drinking again.\n\n\nMA:\n [regaining composure] I don’t believe that.\n\n\nTS:\n [in background] Doctor. The script.\n\n\nSCP-6576-1:\n They wouldn’t tell him if you were dead or not. For months. By the time they got clearance, he was up to a bottle a day.\n\n\nMA:\n [clears throat] I have some questions for you.\n\n\nSCP-6576-1:\n It breaks your mother’s heart to lose you. It breaks her heart again when Frank gets a DUI and a fractured skull. No seatbelt.\n\n\nMA:\n [flatly] Please identify yourself.\n\n\nSCP-6576-1:\n Dr. Michelle Amber, Assistant Researcher on SCP-6576.\n\n\nMA:\n How is it you’re able to know things that haven’t happened yet?\n\n\nSCP-6576-1:\n There’s an SCP-████ breach about a week after my funeral. I could have stopped it. Fulop loses his hand. Convery is torn to pieces.\n\n\nMA:\n [voice unsteady] How is it you’re able to know things that haven’t happened yet?\n\n\nSCP-6576-1:\n We really should be talking about you.\n\n\nMA:\n We are. How do you know what happens?\n\n\nSCP-6576-1:\n [silence for four seconds] Because it already did.\n\n\nMA:\n So you’re in the future?\n\n\nSCP-6576-1:\n [silence]\n\n\nMA:\n Is there only one of you working at your service or multiple people?\n\n\nSCP-6576-1:\n You’re the only one here right now.\n\n\nMA:\n But others come to talk to different people?\n\n\nSCP-6576-1:\n Everyone has their own hell.\n\n\nMA:\n Is… is that where you are?\n\n\nTS:\n [in background] Approved questions only.\n\n\nSCP-6576-1:\n [does not respond]\n\n\nMA:\n [flatly] What are your intentions in interacting with suicidal individuals?\n\n\nSCP-6576-1:\n I cannot discuss other clients for privacy reasons.\n\n\nMA:\n If you’re actually me, you would want to answer these questions just as much as I want the answers.\n\n\nSCP-6576-1:\n I don’t care about any of that anymore.\n\n\nMA:\n Well, I still do. What are your intentions?\n\n\nSCP-6576-1:\n [silence]\n\n\nMA:\n What are your intentions?\n\n\nSCP-6576-1:\n Just tell them where the gun is so they can take it from you. It hurts to be here.\n\n[call disconnects]\n\n\n\n\nFollowing her contact with SCP-6576, Dr. Michelle Amber surrendered a Strum, Ruger & Co. Lightweight Compact 9mm Pistol to security personnel. It is unclear how or when she procured the weapon. Following a week unsupervised, Dr. Amber was administered a ████████ counteragent and placed back on her prescribed medications. Site-83 psychiatrists have deemed her depression in remission and have cleared her to return to duty.\n\n\nDr. Amber’s request for Class A amnestics is pending approval.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6575\n | SCP-6576 | \nSCP-6577\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6576\n\" by CirclesAndSquares, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6576\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SCP Hotline blue.jpg\n\n\nAuthor:\n CirclesAndSquares\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6576/SCP%20Hotline%20blue.jpg\n\n\n\n\n\n\nFilename:\n SCP Hotline purple copy.jpg\n\n\nAuthor:\n CirclesAndSquares\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6576/SCP%20Hotline%20purple%20copy.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6576 \" by CirclesAndSquares, from the SCP Wiki . Source: https://scpwiki.com/scp-6576 . Licensed under CC-BY-SA .",
        "Filename: SCP Hotline blue.jpg Author: CirclesAndSquares License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6576/SCP%20Hotline%20blue.jpg",
        "Filename: SCP Hotline purple copy.jpg Author: CirclesAndSquares License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6576/SCP%20Hotline%20purple%20copy.jpg"
    ],
    "containment_procedures": "All mental health periodicals and websites are to be monitored for instances of SCP-6576 phone numbers and immediately removed or destroyed. In the event of a civilian interaction with SCP-6576, communications are to be recorded and calls traced to locate individuals contacting SCP-6576. Subjects are to be surveilled to determine accuracy of SCP-6576 predictions. Per Ethics Committee ruling, when located, individuals are to be administered the Columbia Suicide Severity Rating Scale (C-SSRS) to assess level of risk for suicide. Following interview, subjects are to be administered Class B amnestics with implanted memories of contacting a non-anomalous crisis intervention service. Subjects found to be presenting high risk per C-SSRS are to be remanded to a Foundation directed psychiatric facility for treatment of suicidal ideation and intent.",
    "description": "SCP-6576 is a suicide telephone hotline operating as a service of an organization called Reflexive Retrocausal Behavioristics Incorporated at phone number (███)-███-████. This phone number originally connected to ████████ Crisis Services, established in 2001, serving ████████ county in █████████████, USA,. The hotline was discontinued in 2014 when the crisis contract for that catchment area changed to ████████ Behavioral Health. Interrogations at both organizations lead researchers to conclude no connection between either organization and SCP-6576. Any attempts to trace the location of SCP-6576 have been unsuccessful.",
    "title": "SCP-6576"
}