{
    "url": "https://scp-wiki.wikidot.com/scp-6577",
    "all_text": "rating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by Nickthebrick1\n\n&\n\n\nMore by Grigori Karpin\n\n\n \n\n\nMore Department of Procurement and Liquidation!\n\n\n\n\n\n\n\n\n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6577\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nSCP-6577\n\n\n\n\n\n\nSCP-6577 is not currently in containment, and all effort is to be made to curtail its activities that threaten the veil.\n\n\n \n\n\nDescription:\n SCP-6577 is a human male, aged 57 years, answering to the name Aurelius Vulpe. SCP-6577’s anomalous nature allows for the digestion of inorganic objects and materials to no ill effect to its physiology. Additionally, the anomaly suffers from Pica Syndrome.\n1\n The limit of SCP-6577's bite strength is indeterminate, but it is capable of crushing diamond with ease. SCP-6577 can no longer subsist on edible food, and can only meet its nutritional standards by consuming objects worth $2,500 dollars USD or more, or the equivalent in other currency.\n\n\nSCP-6577-A is the collective designation of SCP-6577's digestive fluids: the gastric acid, bile, saliva, and other digestive enzymes have been entirely replaced and composed of molten gold. Any non-golden object that comes to physical contact with SCP-6577-A will transform to gold, with the rate of transformation depending on the amount of exposure. SCP-6577 is not harmed by this process in any way. Any object that becomes engulfed by SCP-6577-A while inside SCP-6577's stomach will disintegrate.\n\n\nSCP-6577-B is an online banking account. Any object consumed by SCP-6577 will have its respective worth simultaneously deposited in SCP-6577-B. SCP-6577 has complete knowledge of all financial details and the monetary amount of SCP-6577-B at all times. SCP-6577-B has so far resisted all attempts to access the account or freeze it by outside action. Through poorly-understood means, SCP-6577 can make purchases remotely and receive shipments immediately to its location.\n\n\nAddendum-01, Interference:\n In the process of gathering intelligence against Marshall, Carter and Dark, MTF Mu-3 (\"Highest Bidders\") learned of an upcoming auction of anomalous items. Agent Christopher Kinless and several other members of Mu-3 were planted in the audience in order to observe the proceedings. The mission was aborted suddenly.\n\n\n\n\n\n\nAddendum 6577.1: Mu-3 Investigation Log\n\n\n\n\n\n\n\n\n+ Access transcripts?\n\n\n\n\n- Close File\n\n\n\n\n\n\nThe following is a transcript of the portion of the investigation relevant to this file. All extraneous portions have been excised.\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nMarshall Carter & Darke Auction\n\n\n\n\n\n\nAuctioneer:\n One thousand. Two thousand and fifty. Six thousand! Twenty thousand! Ending bid at twenty?… Sold! To the man in the purple tie!\n\n\n[The auctioneer points to a man in a suit and bowtie. Several guards approach the item, a glowing bone that shifts in color along the visible spectrum at random, and place it into a small wooden crate. The guard then moves another crate onstage. Agents Kinless and Alexander are in the back row, the former yawning.]\n\n\nKinless:\n Ah… damn.\n\n\nAlexander:\n [Whispered] You look wiped.\n\n\nKinless:\n [Whispered] Thanks for reminding me. \n[Kinless rubs their temples and sighs.]\n We should've gone for a more direct approach; this was a nightmare to set up.\n\n\nAlexander:\n [Whispered] You did say it was worth a try.\n\n\nKinless:\n [Whispered] Ever heard of buyer's \nremorse\n? How much more time do we have?\n\n\nAlexander:\n [Whispered] Two, maybe two and a half hours?\n\n\n[Kinless sighs, shakes his head, and rises from his seat.]\n\n\nKinless:\n [Whispered] I'm going to the can. Stay put.\n\n\nAlexander:\n [Whispered] Sure, sure.\n\n\n[Kinless leaves the auditorium and is directed by guards to the second floor bathroom. He checks the stalls and finding them empty, approaches the sink to splash his face with water.]\n\n\nKinless:\n Just a couple more hours.\n\n\n[Kinless sits in one of the stalls and takes a notepad and small pen from his pocket. He begins to write notes on top of the toilet's water tank.]\n\n\nKinless:\n Lava lamp that produces actual lava… glasses that grant X-Ray vision, surprised no one tried that yet… bowling ball that can't roll… what would anyone want that—\n\n\n[The Auctioneer's voice is audible from bathroom speakers.]\n\n\nAuctioneer:\n \nLadies and gentlemen, we’ve reached our final items of the evening! I hope you’re ready for it, because these are quite the doozy!\n\n\nKinless:\n [Sighs] Finally.\n\n\nAuctioneer:\n \nFirst up: a treasure coming all the way from Turkey, shining bright even in the dark, is this little gem!\n\n\n[Sounds of clapping heard.]\n\n\nAuctioneer:\n \nThis trinket is one of the oldest items we have in store. While wearing this little thing you… hm?\n\n\n[Sounds of murmuring and silent gasps are heard. Kinless pauses and looks at the speaker with visible curiosity.]\n\n\nAuctioneer:\n \nC-can I help you? We're kind of full at the moment but we can — woah! Wait! Wait! That’s priceless! You can’t just–\n\n\n[Several of the crowd scream and Kinless runs for the door, reaching for a holster on his belt that is absent as he is undercover.]\n\n\nKinless:\n Goddamn it.\n\n\n[Kinless holds a finger to his ear.]\n\n\nKinless:\n Alex! What's going on over there, I heard screaming…\n\n\nAlexander\n: \n[Over the radio]\n Honestly, just get back here. I have no words.\n\n\n[Kinless runs back to the auction room and dodges past several patrons running hurriedly out. As he gets to the door, his body camera pans the room showing several patrons staring at the stage, the auction master screaming in anger, and an individual standing over the artifacts’ table.]\n\n\n[Kinless approaches Alexander and taps him on the shoulder]\n\n\nKinless:\n What in the hell is everyone upset b–\n\n\n[Kinless stops speaking and the camera centers on the large individual on the stage. He is wearing a dark three-piece suit, with gold pins on both his lapels. The individual is completely bald and clean shaven but has wild, graying eyebrows and a trimmed beard. As Kinless watches, the individual picks up an amulet with a ruby in the center and puts it in his mouth, then begins to chew.]\n\n\nKinless:\n Wait, is that SC–\n\n\nAlexander:\n Jesus, shut up. What if he notices us and wants to eat us next?\n\n\n[The individual takes a series of polished stones from another crate and drops them into his mouth.]\n\n\nKinless:\n I don’t think he cares about anything more than what’s in front of him.\n\n\nAuctioneer:\n Please! You can’t eat those!\n\n\nUnknown:\n Watch… \n[Dramatic swallowing sounds.]\n …me.\n\n\n[The individual throws a last item into his mouth and chews. He then turns to the auctioneer.]\n\n\nUnknown:\n Where’s the rest of it?\n\n\n[Two security guards with automatic weapons and body armor rush into the room.]\n\n\nSecurity guard 1:\n Hold it!\n\n\n[The individual sighs and holds up a finger. He opens a flip phone and makes a call.]\n\n\nSecurity guard 1:\n Put down the phone!\n\n\nUnknown:\n One sec… oh good, yeah, it’s me. No, I need to get back to Ada right now. Because I said now. Yes, I’m good for it. Oh fine, hold on… there, you get it? Ok yes, all 200k.\n\n\n[A Way opens between the security guards and the individual. He rushes into it as they open fire, barely missing him. The Way closes.]\n\n\nKinless:\n What in hell was all that?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfterword:\n Agents Kinless and Alexander called for assistance and an MTF team secured the building, taking control of the auction house. MC&D personnel were not forthcoming with information, but several alleged they had absolutely no connection with the individual (later designated as SCP-6577).\n\n\nInterestingly, those individuals who had won auctions during the evening whose items were apparently consumed by SCP-6577 refused to speak with agents.\n\n\nAll individuals were amnesticized and Foundation operations were covered up.\n\n\nA search of SCiPNet for the word \nAda\n noted several individuals with that name, but also the Turkish word for 'isle'. A mining operation in Turkey run by Black Isle Mining was identified. The operation was actually financed by MC&D, but to all superficial observations was non-anomalous.\n\n\nFurther reconnaissance is required.\n\n\n\n\n\n\n\n\nAddendum 6577.2: Expansion of Investigation\n\n\n\n\nIn the following weeks, Foundation intelligence networks and reconnaissance teams picked up several appearances or events tied directly to SCP-6577. In each instance SCP-6577 was successful in evading containment, often disappearing before Foundation agents could even be mobilized. The following are a series of notable events:\n\n\n\n\n+ Access transcripts?\n\n\n\n\n- Close File\n\n\n\n\n\n\n\n\n\n\n6577 Event-03\n\n\n\n\n\n\nLOCATION:\n Ganges Delta, India\n\n\n\n\nEVENT:\n\n\nOn November 2nd, civilians reported to local authorities that multiple oval-shaped mechanisms were floating and diving continuously over certain areas of the river. These machines were also accompanied by several workers in hard hats removing valuables attached to bodies in the Ganges River.\n\n\nThe workers attempted to dissuade, bribe, and threaten these witnesses to remain quiet over the endeavor. This failed, and the workers hastened their pace when the witnesses fled. Local law enforcement arrived shortly to make arrests, but the workers and the machines had vanished.\n\n\n\n\nAFTERMATH:\n\n\nAll witnesses were administered Class-A amnestics. An examination of the river showed signs of extensive excavation, alongside trace amounts of precious stones and highly-valuable metal, particularly gold.\n\n\nOne of the witnesses managed to take a picture before fleeing. The picture exhibited motion blur but depicted the workers examining the machines, and a man in a beige suit resting on a lounge chair; the man consumed a handful of gold from a bucket while using a napkin as a makeshift bib.\n\n\n\n\n\n\n\n\n6577 Event-05\n\n\n\n\n\n\nLOCATION:\n Saint Petersburg, Russia\n\n\n\n\nEVENT:\n\n\nMultiple emergency calls were reported about gunfire occurring in an abandoned church in a residential neighborhood. Authorities raided the building to uncover a humanoid golden statue holding a gun, and two human corpses. Patches of fresh blood and bullet cases were found near the podium of the building. One survivor, Daniel Artyom, was found hiding on the third floor.\n\n\n\n\nAFTERMATH:\n\n\nArtyom was arrested and interrogated. Upon his mention of an individual resembling SCP-6577, the Foundation took over the investigation. Artyom confessed that he was a member of Man's Gambit\n2\n and admitted he was at the scene of the crime for the purpose of carrying out a deal with SCP-6577.\n\n\nArtyom claimed that SCP-6577 appeared with several body guards while Artyom’s leader, Ligo Mikhail, and the rest of his crew crowded around the podium. Mikhail opened the bag for SCP-6577, the latter of whom was visibly unimpressed. Mikhail got into a heated argument with SCP-6577, shouting \"Not good enough?!\" and \"Pig!\" before pulling out his firearm.\n\n\nIn a panic, SCP-6577 grabbed onto the pistol and prevented it from firing by jamming their finger between the hammer before spitting a large amount of SCP-6577-A into Mikhail's face, quickly transforming him into gold. Mikhail's men fired back but were quickly neutralized by SCP-6577's bodyguards. SCP-6577 visibly relaxed, laughing to their men before their finger slipped and the gun fired. SCP-6577 was wounded in the shoulder, and sighed.\n\n\nOne of SCP-6577's men tried to help but the anomaly refused, citing \"Just another tax I have to pay when I get home.\" They examined the bag, revealing a small amount of rubles and paper documents. SCP-6577 quickly scanned a handful of documents before cursing under their breath. The anomaly quickly made a call on their phone; the wound and bloodstain on their suit vanished and another temporary Way opened, allowing SCP-6577 and the bodyguards to escape.\n\n\nArytom was administered amnestics and placed under surveillance.\n\n\n\n\n\n\n\n\nGeneral Notes\n\n\n\n\n\n\nLOCATION:\n Multiple (Asia, Africa, Europe)\n\n\n\n\nEVENT: N/A\n\n\n\n\nAFTERMATH:\n\n\nMultiple reports from reconnaissance teams suggested that SCP-6577 was acquiring talent through multiple countries, particular Egypt, Syria, Bulgaria, and Turkey. These individuals consisted mainly of geologists and historians. Some of the individuals were identified and found to be missing; several of the victims' family members had been anonymously gifted a significant sum of money. It is unclear whether these individuals have consented to being acquired by SCP-6577.\n\n\n\n\n\n\n\n\nConclusions\n:\n\n\n\n\n\nAfter months of investigation, Foundation agents successfully traced SCP-6577's assets to a bank in the Cayman Islands and discovered SCP-6577-B. Without indication that SCP-6577-B was anomalous, agents were surprised to note that the account could not be frozen or deleted.\n\nThe decision was made to catalogue the transactions associated with SCP-6577-B until a more effective containment method could be enacted. A variety of items and their descriptions were listed on the statement. These purchases included, but were not limited to:\n\n\n\n\nWeaponry;\n\n\nA significant amount of stocks in twelve Fortune 500 corporations;\n\n\nSurgery\n3\n;\n\n\nProperties in Japan, Germany, the United States, the United Kingdom, China, and Egypt;\n\n\nUnidentified anomalous objects/entities purchased from MC&D;\n\n\nLuxury goods;\n\n\nIpecac;\n\n\nthree hundred toy water guns; and\n\n\n52 suits of various colors and materials.\n\n\n\n\n\n\n\n\n\n\n\n\nDuring the investigation, a representative of MC&D contacted the Foundation regarding an important, limited-time offer related to an anomalous individual. The Foundation agreed, and the \nDepartment of Procurement and Liquidation\n allocated analyst Roxanne Dsouza as their representative to the meeting which took place in Miami, Florida at Site-106.\n\n\n\n\n\n\n\n\nInterviewer:\n Roxanne Dsouza\n\n\nInterviewee:\n Andrew Banner, VP of Dispositions.\n\n\n\n\n\n\n+ Access transcripts?\n\n\n\n\n- Close File\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nDsouza:\n Welcome, Mr. Banner. Take a seat. Would you like some coffee before we star–\n\n\nBanner:\n We don't have the time for that.\n\n\n[Dsouza leans her head back.]\n\n\nDsouza:\n What’s the urgency?\n\n\n[Banner scowls slightly before his expression softens.]\n\n\nBanner:\n I’m busy, and I’m sure you are too. So, let’s just cut to it. There is a certain… individual, causing us problems. We would like you to take care of the issue before things get drawn out.\n\n\nDsouza:\n A certain individual?\n\n\nBanner:\n [Sigh] Yes… \none guy.\n One. Unsavory. Aggravating. Insufferable. Guy. Just one guy with a certain skillset that is hurting our profit margins.\n\n\nDsouza:\n If it's just one individual, then how is he giving you any trouble? I assume you have significant security.\n\n\nBanner:\n He vomits.\n\n\nDsouza:\n …I beg your pardon?\n\n\nBanner:\n Just read it.\n\n\n[Banner slides a folder to Dsouza, who examines its contents.]\n\n\nDsouza:\n An anomalous individual who can transmute things to gold by vomiting on them… \nwonderful\n. His name is Aurelius Vulpe… late thirties… associate of MC&D?\n\n\nBanner:\n \nFormer\n associate. He was a simple asset that eventually came with complex problems.\n\n\nDsouza:\n You call vomiting gold simple?\n\n\nBanner:\n I'm a businessman, not a biologist. We don't know how he does what he does, and frankly, we don’t care. What matters is what he's doing: interfering with operations, stealing from the company, and wasting time and money trying to corral him.\n\n\nDsouza:\n Time?\n\n\nBanner:\n Time is everything, Ms. Dsouza. You waste our time, you waste our money. And when you waste Marshall's, Carter's, and \nespecially\n Darke's money… bad things happen.\n\n\n[Banner is smiling intensely. Banner's right eye twitches.]\n\n\nBanner:\n But no sweat, it's barely even worth our time. We're too… preoccupied at the moment to properly deal with it. We have better things to be doing. That's where you come in. Do your magic… metaphorical, literal, doesn't matter and shut him down. We can discuss how to \nproperly\n deal with the problem from there. You'll be paid handsomely for your services.\n\n\nBanner:\n So… Miss Dsouza… do we have a deal?\n\n\nDsouza:\n Sure thing. \n[Dsouza shakes Banner's hand.]\n But we're going to need more info though. This file is a bit thin. Can we have the entire file.\n\n\nBanner:\n I'm afraid not.\n\n\nDsouza:\n Listen, let’s cut the bullshit, okay? You want him taken care of. We’ll probably be interested in him, and you’ll owe us not only money but favors. And the O5s will call in those favors. This is not the end of the negotiations. But at the end of the day, you want this done and you can’t do it yourself.\n\n\nBanner:\n Hold on a se–\n\n\nDsouza:\n No. You hold on. Give us the file, or we can just focus our very busy organizational efforts somewhere else, and you can deal with this yourself. How would Marshall, Carter and Dark like that?\n\n\n[Banner frowns and pulls out his phone. He unlocks it, but then looks directly at Dsouza, his eyes narrowing.]\n\n\nBanner:\n They don’t want to give you the file. They want to protect some of their secrets.\n\n\nDsouza:\n Does it look like I care, Mr. Banner? Your down payment on this operation is a full and frank accounting of Mr. Vulpe’s history, abilities, and whereabouts.\n\n\n[Banner turns and makes a call. His voice is inaudible, even with enhancement of the audio file.]\n\n\nBanner:\n You’ll get your information. But this is going to cost you.\n\n\nDsouza:\n No, Mr. Banner. It won’t, we’re not done talking about our remuneration at taking care of this problem for you. Let’s start with a full inventory of your anomalous objects currently stored in Florida…\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6577.3: Memo\n\n\n\n\nMC&D provided all pertinent documents on SCP-6577 on the condition that the anomaly be contained without expending the former's resources or assets. Below is a compilation of documents relevant to SCP-6577's background.\n\n\n\n\n+ Access transcripts?\n\n\n\n\n- Close File\n\n\n\n\n\n\n'Midas' (G4A0D/D11G3R/PII3)\n\n\nStatus:\n \nActive\n \nSuspended\n Pending Destruction\n\n\nDemand:\n N/A\n\n\nValue:\n $1,800 per gallon\n\n\nIdentifier:\n Aurelius Vulpe IV\n\n\nDescription:\n Vulpe is a man capable of vomiting molten gold. Any material that makes contact with this liquid will be converted into pure gold. Mr. Vulpe then digests the substance. He cannot eat normal food, but only ingests gold, gems, banknotes and other precious items.\n\n\n\n\n\n\nMemo 01\n\n\n(G4A0D/D11G3R/PII3)\n\n\nSender:\n Troy Bateman \nRecipient:\n Percival Darke\n\n\nMr. Darke, I'm formally making another request to reinstate Midas as our primary asset for the financial sector. I understand there have been some… creative differences but his insight would help us make even greater economic gains. Can’t you reconsider?\n\n\n\n\n\n\nMemo 02\n\n\n(G4A0D/D11G3R/PII3)\n\n\nSender:\n Percival Darke \nRecipient:\n Troy Bateman\n\n\nNo.\n\n\nI am sorry to inform you that our partnership with Midas has been permanently revoked. Nor am I reversing the impending destruction order either. We made the most use out of him, the best next course of action is to divert our attention back to liquid we siphoned from him. Anything more than that is highly unwise.\n\n\n\n\n\n\nMemo 03\n\n\n(G4A0D/D11G3R/PII3)\n\n\nSender:\n Troy Bateman \nRecipient:\n Percival Darke\n\n\nI fully understand where you are coming from sir, but Midas was considered our golden goose for the longest time. We don't necessarily need to eliminate him or require his help. We could hire a surgeon and perform that colostomy you mentioned before. We broke records thanks his abilities, and if we had the control I'm sure we can do even better. Besides, that’s the whole point of our operation.\n\n\n\n\n\n\nMemo 04\n\n\n(G4A0D/D11G3R/PII3)\n\n\nSender:\n Percival Darke \nRecipient:\n Troy Bateman\n\n\nMr. Bateman, I do not need you to tell me the nature of our operation. This is my company, I started it. So, in case this wasn’t clear before:\n\n\nNo.\n\n\nThat man is an unacceptable liability.\n\n\nThat's all you need to know, no further explanation is required. Do not make me repeat myself.\n\n\n\n\n\n\nMemo - Acquisition and History\n\n\n(G4A0D/D11G3R/PII3)\n\n\nUnlike most objects and assets Marshall, Carter and Dark has acquired, Midas had approached us first. Prior to becoming an investor in the organization, Midas (AKA Aurelius Vulpe IV) was a tycoon in the mining industry, having owned several major mines through the eastern hemisphere via front companies shortly after inheriting the business and fortune from his father, Aurelius Vulpe III.\n\n\nIn the eve of 02/05/2005, Midas approached Skitter Marshall, Ruprecht Carter and Percival Darke about a new business that would 'change the way business was run forever.' While the Vulpe family had previously purchased from our organization, the idea of Midas becoming an investor was a surprise. But after Midas revealed the nature of his abilities, the deal was approved.\n\n\nMidas was capable of Chrysopoeia of objects through contact of his bile. It is unknown how Midas came to acquire such an ability, but the transmutation process has no negative effect on him and can be reliably produced.\n\n\nMidas was tasked with coordinating with Darke personally in the mass production of gold to manipulate the market and establish new business opportunities with various space-faring organizations and banks across the globe. This combined with Midas' expert knowledge on economics and influence helped MC&D tremendously.\n\n\nHowever, it eventually became evident that Midas was seeking to gain more control of the operations without the founders’ knowledge. Furthermore, Midas had been establishing business contracts and partnerships on his own initiative. As a result of this unprecedented behavior, Midas' operations and contract had been suspended until Mr. Darke could assess the situation.\n\n\nUpdate:\n Midas' contract and employment have been rendered void. He is barred from all MC&D properties and holdings.\n\n\nUpdate:\n Midas is to be eliminated at all costs. Any staff found to have colluded or withholding information on his whereabouts will be terminated.\n\n\n\n\nBelow is a recording taken from Darke’s personal security.\n\n\n\n\n12/19/2019\n\n\n[SCP-6577 is sitting at the dining table. They are placing a handful of banknotes and coins between two gold bars before picking it up and taking a bite out of the improbable “sandwich”. Loud creaking is heard as he chews and swallows. The door to the room swings open; Darke appears immensely frustrated before taking a sharp breath. He appears calm.]\n\n\nDarke:\n Enjoying your meal, Aurelius?\n\n\nSCP-6577:\n Hmph, I was. What is it now, another contract?\n\n\n[Darke continues smiling as he sits next to SCP-6577. A couple of guards silently enter the room.]\n\n\nDarke:\n There are more pressing matters at hand, my friend.\n\n\n[SCP-6577 snickers and takes another bite of the bars.]\n\n\nSCP-6577:\n 'Friend' is a pushing it, don't you think?\n\n\nDarke:\n We have been business associates for over a decade.\n\n\nSCP-6577:\n Yeah.\n\n\nDarke:\n Then we need to coordinate our collective efforts and merge them. If we don't do our part, things could go very awry.\n\n\n[SCP-6577 sighs and takes another bite of their 'sandwich', mouthing the words 'three', 'two', 'one'.]\n\n\nDarke:\n So with that mind, I was hoping to ask—\n\n\n[When SCP-6577 sets the gold bars down on their plate, Darke swipes it to the floor and slams a folder onto the table. A handful of documents spill from it. Darke's eyes appear bloodshot and his left palm is twitching sporadically.]\n\n\nDarke:\n …exactly who you think I am?\n\n\nSCP-6577:\n …that plate cost a thousand dollars—\n\n\nDarke:\n You child. How dare you make deals behind my back? Embezzlement? Trying to seduce my subordinates with renumeration?! How dare you, Aurelius.\n\n\nSCP-6577:\n It's just business, \nfriend\n. I saw an opportunity and I took it. Isn't that what we're all about? Looking for that one opportunity?\n\n\nDarke:\n This is my empire. My fiefdom. Do you think I'm a joke?\n\n\nSCP-6577:\n Of course not, unlike you, I'm just making the correct decisions is all—\n\n\n[Darke stands up and grabs onto SCP-6577's suit. Dark pulls SCP-6577 to their feet and stares into the anomaly's eyes.]\n\n\nDarke:\n You’re insignificant.\n\n\nSCP-6577:\n \n[Smiles.]\n That's not what you said when we first met.\n\n\nDarke:\n \n[Leans closer]\n …you think this a game?\n\n\nSCP-6577:\n I wouldn't be here if it wasn't.\n\n\n[Darke takes a step back.]\n\n\nDarke:\n What?\n\n\nSCP-6577:\n It’s a game. Why else would people like us go out there and screw the world over? Is it to acquire a good living, preparing for disaster… no… it's to show off.\n\n\nDarke:\n You’re insufferable.\n\n\nSCP-6577:\n Don't act so surprised. You drape yourself in wealth. The best cars, clothes, food, apartments, security. All to prove to bottom feeders that you're a god amongst men. Wealth.\n\n\nDarke:\n That's because I \nam\n. Without me, none of this business concern would exist. All of your riches, all of your worldly goods, are thanks to me. Quite frankly, you look above your station.\n\n\nSCP-6577:\n Why of course, I'm speaking to a man who broke new ground in the art of the deal. You’re a legend, I can’t dispute that. But you've grown comfortable on that throne while others have been making moves. You know the saying on how war never changes, but the weapons do? Same principle.\n\n\nSCP-6577:\n There is no such thing as 'too big to fail', only 'adapt or die.’ I refuse to stay with a sinking ship if I can't patch it up. I'm not a bastard, I'm just two steps ahe–\n\n\nDarke:\n You are becoming boring, Aurelius. And an expensive bore at that. However, I can forgive. All you need do is repair the damage you have done. If you refuse – god help me – I will crush you!\n\n\n[SCP-6577 blinks several times before licking their lips and smiling. SCP-6577's mouth is producing a visible shine.]\n\n\nSCP-6577:\n Well… I can see why they call you the funny one.\n\n\nDarke:\n Get this man out of my sight!\n\n\n[Darke pushes SCP-6577 to the guards, who catch him before he falls. SCP-6577 gives one final wave and a wink to Darke before he is escorted out of the room. Darke sighs and slumps into a chair.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\nIn the months following SCP-6577’s expulsion from the organization, he went around the world visiting MC&D holdings. Wherever he went, the company experienced significant losses. By the summer of 2021, SCP-6577 had consumed three billion Euros worth of MC&D property.\n\n\n\n \n\n\nIn an effort to analyze SCP-6577’s patterns, Analyst Dsouza surveilled SCP-6577-B's transactions over a period of six weeks. On July 29, 2022, she proposed a containment plan to the Director of the Department, who passed it along to Overwatch Command. The plan was approved and put into action within forty-eight hours. SCP-6577 began calling Site-106 repeatedly for another two days, asking for “someone in charge.” Dsouza did not answer his call until the third day.\n4\n\n\nDsouza invited SCP-6577 to Site-106 to discuss his containment, which he acceded to on the condition that she “Let [his] goddamn bank account free.”\n\n\n\n\nThe following is a recording of the interview between Analyst Dsouza and SCP-6577.\n\n\n\n\nDsouza\n: Mr. Vulpes, nice to meet you finally. My name is Roxa–\n\n\nSCP-6577\n: I don’t care what your name is. Give me my property.\n\n\nDsouza\n: Your bank account is exactly where it was before. Nothing has changed.\n\n\nSCP-6577\n: You know what I mean.\n\n\nDsouza\n: I do. I have to say, I’m impressed. Your anomalous abilities are unique, but the inviolability of the account is what I was most struck with.\n\n\nSCP-6577\n: I have no idea what you’re talking about.\n\n\nDsouza\n: You chose a bank in a country that prides itself on holding no loyalty to the international community, one where any funds held within are beholden to no one but yourself and the bank. And beyond that, despite the digital nature of modern banking, your account was completely immune from software incursions. We tried to freeze it using reliable methods and invariably failed. How did you do that?\n\n\nSCP-6577\n: Explain to me why I should tell you anything.\n\n\nDsouza\n: I should think that was obvious. If you ever want to access your funds again, you’ll play ball. Unless you want to start over somewhere else. Then again… can you even do that? How do your anomalous abilities work?\n\n\n[SCP-6577 sighs and puts his hands on the table, palms down.]\n\n\nSCP-6577\n: And if I tell you how it works, you’ll give me back my money?\n\n\nDsouza\n: Wouldn’t hurt your chances.\n\n\nSCP-6577\n: Fucking jailers. Alright, I’m not a scientist or wizard like you freaks, so bear with my shitty vocabulary.\n\n\nDsouza\n: Just explain it as best you can.\n\n\nSCP-6577\n: I’ve always been drawn to things that represent wealth. I come from a rich family, to be clear. I don’t mean I was emotionally drawn to them. I meant I could feel a valuable when I was near it. If someone was wearing a diamond ring, I could tell if it was real or not. I could smell the diamond. Same for gold, stacks of cash, whatever. When I was in my twenties, I did a bit of work as an appraiser of fine art. Like the really expensive stuff, you get me? Just a whiff, and I knew how much it was worth.\n\n\nDsouza\n: This has always been the case?\n\n\nSCP-6577\n: Yeah, long as I can remember. But being around all those things, always wanting to be closer, it sorta consumed me. The smell of wealth became mouthwatering. I’d get a whiff of sapphire or some ancient artifact, and it was like smelling a steak on the grill.\n\n\nDsouza\n: None of that explains your current dietary needs or the account.\n\n\nSCP-6577\n: I’m getting there, alright? So, I’m getting more and more fixated on it, and I start fantasizing about actually eating them, like sticking a gold ring in my mouth and chowing down. Which is when I went for a sideways solution. I’d made connections through my appraisal gig, met some weird folks who wanted me to assess the value of some weird shit. And one of them was a wizard or whatever.\n\n\nDsouza\n: Serpent’s Hand?\n\n\nSCP-6577\n: Well, I know that now, but back then I didn’t. So, I called this guy up and he thought he knew someone who could help. He introduced me to these really weird fucks. Like a militia made from fairytales basically.\n\n\nDsouza\n: Excuse me?\n\n\nSCP-6577\n: Yeah, I know. But they called themselves the Miracle Liberation Front.\n\n\n[Dsouza’s cellphone begins to ring.]\n\n\nDsouza\n: Excuse me, I thought I turned this off.\n\n\n[She looks at the screen and then answers immediately. She listens intently for a few moments and then hangs up.]\n\n\nDsouza\n: Tell me more about these people.\n\n\nSCP-6577\n: Well, there was a \nscarecrow\n who was alive, if that tells you anything. It was a sniper, all covered in camouflage, I shit you not. Anyway, the magic guy and this scarecrow, they make a deal with me. If I can fund their little war, they can solve my problem.\n\n\nDsouza\n: You were willing to fund a group of anomalous guerrilla fighters to deal with this? Isn’t that a bit extreme?\n\n\nSCP-6577\n: Listen, like I said, I came from money. My dad knew some people. When you run in those circles, business is business. And maybe I wasn’t entirely clear before, I was barely keeping it together. I went on a date and almost tackled them when I smelled this antique crucifix they were wearing – was some heirloom or something. Anyway, I couldn’t pretend the problem wasn’t happening anymore. What was I gonna do, talk to a therapist? Come on.\n\n\nDsouza\n: Alright, go ahead. What was the nature of your deal?\n\n\nSCP-6577\n: These goofballs were all hot and bothered about something or other, and they wanted to get their gun on.\n\n\nDsouza\n: When was this?\n\n\nSCP-6577\n: Uh, maybe fifteen years ago? I don’t remember exactly. They wanted financial support, and I was in a position to give it. Fifteen million to start.\n\n\nDsouza\n: To start?\n\n\nSCP-6577\n: Yes, later, after my abilities manifested, they had further thoughts about my support.\n\n\nDsouza\n: The regular transfers from the account every month.\n\n\nSCP-6577\n: Yes. $100k a month.\n\n\nDsouza\n: And for this, you bought what?\n\n\nSCP-6577\n: The wizard opened some sorta portal and they came with me into this other… place. Said it was the know sphere or something.\n\n\nDsouza\n: You were physically \nin\n the noosphere?\n\n\nSCP-6577\n: Yeah. They took me there and led me to a place that looked like a Roman temple made of solid gold, and inside was this thing. Looked like a man, naked except for a cloth wrapped around him but I couldn’t see anything but his legs and his outstretched arm. I could see it was a full body but no matter what I did, his face and torso wouldn’t come into focus. What I could see was made of gold too, but he moved. Like a living golden statue or something. I couldn’t think, I couldn’t see straight and then the wizard dude starts chanting something. He has me kneel down in front of the dude and the scarecrow starts like… negotiating with the dude.\n\n\nDsouza\n: What was the Serpent’s Hand mage saying?\n\n\nSCP-6577\n: I don’t know. Couldn’t understand the chanting or the conversation, but I know the tempo of a negotiation in any language. Suddenly, they’re all negotiated out and all I can see is this light coming from the golden dude’s eyes, and I pass out. When I come to, I’m back in the guerrillas’ base, and they were all “give us the money.”\n\n\nDsouza\n: Did they explain what happened?\n\n\nSCP-6577\n: Yeah, they said they made it so I could eat the stuff I wanted to eat and would retain the value. Which, as you can imagine was not the sorta goddamn help I was looking for.\n\n\nDsouza\n: What did you do?\n\n\nSCP-6577\n: I ate the scarecrow’s rifle. I could smell it was worth thousands. That showed him. \n[SCP-6577 laughs.]\n But in the end I gave them the money, and that’s when they told me about the continuing payment.\n\n\nDsouza\n: Why did you go along with that?\n\n\nSCP-6577\n: What was I going to do? They had guns and a wizard. I was a guy who ate gold.\n\n\nDsouza\n: Fair enough. Did they ever explain to you what happened?\n\n\nSCP-6577\n: Wizard told me they made a deal with a mam one or something. Representation of greed and material wealth. Said he liked it; said I was like a modern Midas. It tickled him.\n\n\nDsouza\n: And that’s how the bank account was created?\n\n\nSCP-6577\n: Yeah, I guess so. From then on, anything I ate, the value of which just passed into the account. At first, I was pissed but after a while, it paid for itself so many times over. I could smell veins of diamonds or other valuable metals. I could sniff out a good investment. I could tell when the best time to sell stocks or divest an asset. Then a couple years after that, Darke came a-calling.\n\n\nDsouza\n: And you’ve been paying for it ever since.\n\n\nSCP-6577\n: \n[Shrugs]\n Yeah, but trust me, I was making more than $100k a month in profit. Way more. Now it’s your turn, how did you fuck with the account? You can’t freeze it, like you said, so how is it I can’t get at it or transfer anything?\n\n\nDsouza\n: We bought the bank.\n\n\n[SCP-6577 laughs.]\n\n\nSCP-6577\n: Well, shit. That’s… brilliant, that is. Alright. So, what are we going to do here?\n\n\nDsouza\n: I assume you won’t appreciate being in containment.\n\n\nSCP-6577\n: Cells don’t really go with my whole vibe.\n\n\nDsouza\n: We can probably work something out.\n\n\n\n\nEnd Log\n\n\n\n\n\n\n\n\n\n\n \n\n\nGiven SCP-6577’s anomaly, it was decided that containment would take a different form than the usual procedures. Thus, the containment procedures were updated.\n\n\n\n\nUpdate\n: SCP-6577 is to be contained by an agreement, guaranteed by Foundation control of its assets. The individual will only utilize his anomalous ability in Foundation controlled Sites, away from the public view. Any deviation from this will require traditional containment protocols be enacted – namely the incarceration of SCP-6577.\n\n\nIn exchange for this consideration and relative freedom, SCP-6577 will use its anomalous abilities in assistance of the Department of Procurement and Liquidation activities. Additionally, it will divulge any and all information concerning the Miracle Liberation Front and use its regular payments as a sting operation for Foundation operatives.\n\n\nReclassification to Euclid is pending assessment by Classification Committee.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Exhibiting a compulsion to consume non-food items.\n\n\n2\n. A very minor paracriminal organization operating in former countries of the Soviet Union. Man's Gambit was known to have interacted with The Serpent's Hand, The Chaos Insurgency, and the \nMiracle Liberation Front\n on occasion.\n\n\n3\n. It is unclear who this surgery was performed on, as there is no indication of SCP-6577-A being admitted to a medical facility.\n\n\n4\n. It is unknown how SCP-6577 was able to obtain the contact information for the Site, but it is assumed he had access through his prior connection to MC&D. His first fifty-six calls were forwarded to a voicemailbox that was full.\n\n\n\n\n \n\n\n \n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6577\n\" by Grigori Karpin & nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6577\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Anthony Acosta\n\n\nAuthor:\n Anthony Acosta\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Auctioneer gets ready\n\n\nAuthor:\n Portable Antiquities Scheme\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n MC&D logo small\n\n\nAuthor:\n Randomini (?)\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin",
    "addendums": [
        "Addendum-01, Interference: In the process of gathering intelligence against Marshall, Carter and Dark, MTF Mu-3 (\"Highest Bidders\") learned of an upcoming auction of anomalous items. Agent Christopher Kinless and several other members of Mu-3 were planted in the audience in order to observe the proceedings. The mission was aborted suddenly.\nIn the following weeks, Foundation intelligence networks and reconnaissance teams picked up several appearances or events tied directly to SCP-6577. In each instance SCP-6577 was successful in evading containment, often disappearing before Foundation agents could even be mobilized. The following are a series of notable events:\nDuring the investigation, a representative of MC&D contacted the Foundation regarding an important, limited-time offer related to an anomalous individual. The Foundation agreed, and the Department of Procurement and Liquidation allocated analyst Roxanne Dsouza as their representative to the meeting which took place in Miami, Florida at Site-106.\nMC&D provided all pertinent documents on SCP-6577 on the condition that the anomaly be contained without expending the former's resources or assets. Below is a compilation of documents relevant to SCP-6577's background.\n\n\nIn an effort to analyze SCP-6577’s patterns, Analyst Dsouza surveilled SCP-6577-B's transactions over a period of six weeks. On July 29, 2022, she proposed a containment plan to the Director of the Department, who passed it along to Overwatch Command. The plan was approved and put into action within forty-eight hours. SCP-6577 began calling Site-106 repeatedly for another two days, asking for “someone in charge.” Dsouza did not answer his call until the third day. 4\nDsouza invited SCP-6577 to Site-106 to discuss his containment, which he acceded to on the condition that she “Let [his] goddamn bank account free.”\n\nGiven SCP-6577’s anomaly, it was decided that containment would take a different form than the usual procedures. Thus, the containment procedures were updated.\n\n"
    ],
    "documents": [],
    "notes": [
        "'Midas' (G4A0D/D11G3R/PII3) Status: Active Suspended Pending Destruction Demand: N/A Value: $1,800 per gallon Identifier: Aurelius Vulpe IV Description: Vulpe is a man capable of vomiting molten gold. Any material that makes contact with this liquid will be converted into pure gold. Mr. Vulpe then digests the substance. He cannot eat normal food, but only ingests gold, gems, banknotes and other precious items.",
        "Memo 01 (G4A0D/D11G3R/PII3) Sender: Troy Bateman Recipient: Percival Darke Mr. Darke, I'm formally making another request to reinstate Midas as our primary asset for the financial sector. I understand there have been some… creative differences but his insight would help us make even greater economic gains. Can’t you reconsider?",
        "Memo 02 (G4A0D/D11G3R/PII3) Sender: Percival Darke Recipient: Troy Bateman No. I am sorry to inform you that our partnership with Midas has been permanently revoked. Nor am I reversing the impending destruction order either. We made the most use out of him, the best next course of action is to divert our attention back to liquid we siphoned from him. Anything more than that is highly unwise.",
        "Memo 03 (G4A0D/D11G3R/PII3) Sender: Troy Bateman Recipient: Percival Darke I fully understand where you are coming from sir, but Midas was considered our golden goose for the longest time. We don't necessarily need to eliminate him or require his help. We could hire a surgeon and perform that colostomy you mentioned before. We broke records thanks his abilities, and if we had the control I'm sure we can do even better. Besides, that’s the whole point of our operation.",
        "Memo 04 (G4A0D/D11G3R/PII3) Sender: Percival Darke Recipient: Troy Bateman Mr. Bateman, I do not need you to tell me the nature of our operation. This is my company, I started it. So, in case this wasn’t clear before: No. That man is an unacceptable liability. That's all you need to know, no further explanation is required. Do not make me repeat myself.",
        "Memo - Acquisition and History (G4A0D/D11G3R/PII3) Unlike most objects and assets Marshall, Carter and Dark has acquired, Midas had approached us first. Prior to becoming an investor in the organization, Midas (AKA Aurelius Vulpe IV) was a tycoon in the mining industry, having owned several major mines through the eastern hemisphere via front companies shortly after inheriting the business and fortune from his father, Aurelius Vulpe III. In the eve of 02/05/2005, Midas approached Skitter Marshall, Ruprecht Carter and Percival Darke about a new business that would 'change the way business was run forever.' While the Vulpe family had previously purchased from our organization, the idea of Midas becoming an investor was a surprise. But after Midas revealed the nature of his abilities, the deal was approved. Midas was capable of Chrysopoeia of objects through contact of his bile. It is unknown how Midas came to acquire such an ability, but the transmutation process has no negative effect on him and can be reliably produced. Midas was tasked with coordinating with Darke personally in the mass production of gold to manipulate the market and establish new business opportunities with various space-faring organizations and banks across the globe. This combined with Midas' expert knowledge on economics and influence helped MC&D tremendously. However, it eventually became evident that Midas was seeking to gain more control of the operations without the founders’ knowledge. Furthermore, Midas had been establishing business contracts and partnerships on his own initiative. As a result of this unprecedented behavior, Midas' operations and contract had been suspended until Mr. Darke could assess the situation. Update: Midas' contract and employment have been rendered void. He is barred from all MC&D properties and holdings. Update: Midas is to be eliminated at all costs. Any staff found to have colluded or withholding information on his whereabouts will be terminated.",
        "12/19/2019 [SCP-6577 is sitting at the dining table. They are placing a handful of banknotes and coins between two gold bars before picking it up and taking a bite out of the improbable “sandwich”. Loud creaking is heard as he chews and swallows. The door to the room swings open; Darke appears immensely frustrated before taking a sharp breath. He appears calm.] Darke: Enjoying your meal, Aurelius? SCP-6577: Hmph, I was. What is it now, another contract? [Darke continues smiling as he sits next to SCP-6577. A couple of guards silently enter the room.] Darke: There are more pressing matters at hand, my friend. [SCP-6577 snickers and takes another bite of the bars.] SCP-6577: 'Friend' is a pushing it, don't you think? Darke: We have been business associates for over a decade. SCP-6577: Yeah. Darke: Then we need to coordinate our collective efforts and merge them. If we don't do our part, things could go very awry. [SCP-6577 sighs and takes another bite of their 'sandwich', mouthing the words 'three', 'two', 'one'.] Darke: So with that mind, I was hoping to ask— [When SCP-6577 sets the gold bars down on their plate, Darke swipes it to the floor and slams a folder onto the table. A handful of documents spill from it. Darke's eyes appear bloodshot and his left palm is twitching sporadically.] Darke: …exactly who you think I am? SCP-6577: …that plate cost a thousand dollars— Darke: You child. How dare you make deals behind my back? Embezzlement? Trying to seduce my subordinates with renumeration?! How dare you, Aurelius. SCP-6577: It's just business, friend . I saw an opportunity and I took it. Isn't that what we're all about? Looking for that one opportunity? Darke: This is my empire. My fiefdom. Do you think I'm a joke? SCP-6577: Of course not, unlike you, I'm just making the correct decisions is all— [Darke stands up and grabs onto SCP-6577's suit. Dark pulls SCP-6577 to their feet and stares into the anomaly's eyes.] Darke: You’re insignificant. SCP-6577: [Smiles.] That's not what you said when we first met. Darke: [Leans closer] …you think this a game? SCP-6577: I wouldn't be here if it wasn't. [Darke takes a step back.] Darke: What? SCP-6577: It’s a game. Why else would people like us go out there and screw the world over? Is it to acquire a good living, preparing for disaster… no… it's to show off. Darke: You’re insufferable. SCP-6577: Don't act so surprised. You drape yourself in wealth. The best cars, clothes, food, apartments, security. All to prove to bottom feeders that you're a god amongst men. Wealth. Darke: That's because I am . Without me, none of this business concern would exist. All of your riches, all of your worldly goods, are thanks to me. Quite frankly, you look above your station. SCP-6577: Why of course, I'm speaking to a man who broke new ground in the art of the deal. You’re a legend, I can’t dispute that. But you've grown comfortable on that throne while others have been making moves. You know the saying on how war never changes, but the weapons do? Same principle. SCP-6577: There is no such thing as 'too big to fail', only 'adapt or die.’ I refuse to stay with a sinking ship if I can't patch it up. I'm not a bastard, I'm just two steps ahe– Darke: You are becoming boring, Aurelius. And an expensive bore at that. However, I can forgive. All you need do is repair the damage you have done. If you refuse – god help me – I will crush you! [SCP-6577 blinks several times before licking their lips and smiling. SCP-6577's mouth is producing a visible shine.] SCP-6577: Well… I can see why they call you the funny one. Darke: Get this man out of my sight! [Darke pushes SCP-6577 to the guards, who catch him before he falls. SCP-6577 gives one final wave and a wink to Darke before he is escorted out of the room. Darke sighs and slumps into a chair.] [END LOG]",
        "Update : SCP-6577 is to be contained by an agreement, guaranteed by Foundation control of its assets. The individual will only utilize his anomalous ability in Foundation controlled Sites, away from the public view. Any deviation from this will require traditional containment protocols be enacted – namely the incarceration of SCP-6577. In exchange for this consideration and relative freedom, SCP-6577 will use its anomalous abilities in assistance of the Department of Procurement and Liquidation activities. Additionally, it will divulge any and all information concerning the Miracle Liberation Front and use its regular payments as a sting operation for Foundation operatives. Reclassification to Euclid is pending assessment by Classification Committee.",
        "\" SCP-6577 \" by Grigori Karpin & nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-6577 . Licensed under CC-BY-SA .",
        "Filename: Anthony Acosta Author: Anthony Acosta License: Public domain Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Auctioneer gets ready Author: Portable Antiquities Scheme License: CC BY 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: MC&D logo small Author: Randomini (?) License: CC BY-SA 3.0 Source Link: Link Additional Notes : Edited by Grigori Karpin"
    ],
    "item": "SCP-6577",
    "object_class": "Uncontained",
    "containment_procedures": "",
    "description": "Vulpe is a man capable of vomiting molten gold. Any material that makes contact with this liquid will be converted into pure gold. Mr. Vulpe then digests the substance. He cannot eat normal food, but only ingests gold, gems, banknotes and other precious items.",
    "title": "SCP-6577"
}