{
    "url": "https://scp-wiki.wikidot.com/scp-6586",
    "all_text": "rating: \n+36\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nASSIGNED SITE:\n\n\nN/A\n\n\n\n\n\n\nASSIGNED DEPARTMENT:\n\n\nAnomalous Ecosystems\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6586\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n Discreet Foundation cameras are to monitor all known manifestation points of SCP-6586, as well as other known potential manifestation points for signs of SCP-6586 instances. Upon detection, given civilian presence, an aerosolized amnestic agent composed primarily of Class H and Class B amnestics is to be released from implanted gas ducts within the area. Following this, the nearest relevant mobile task force is to be deployed to recover all witnessing individuals and return them to their homes, as well as making contact with a major SCP-6586 object.\n\n\nDue to the frequency and range of SCP-6586 manifestation points, a significant increase in funding for mobile task forces specializing in civilian witness recovery has been approved. Additionally, several algorithms are currently in development capable of using satellite imagery to detect SCP-6586 events. This is to be implemented as soon as possible to ease the costs of mass-distributed localized cameras.\n\n\nNo further actions are deemed necessary at this time.\n\n\nDescription:\n SCP-6586 is the occasional manifestation\n1\n of a non-physical forest ecosystem where one would not otherwise exist. SCP-6586 instances will typically possess both flora and fauna native to the broader region, with said organisms behaving in ways typical of the species they resemble. Notably, objects resembling extinct organisms have also been found inhabiting the affected area. No SCP-6586 instances have been observed occurring in an area having previously been affected by the anomaly.\n\n\nObjects manifesting as a part of SCP-6586 will transpose through the ground and any other solid objects existing in the environment, though this has no clear lasting impact on the physical surrounding due to the immaterial nature of SCP-6586. Said objects are typically translucent, with a faint grey-blue coloration, the only exception being SCP-6586-1.\n\n\nSCP-6586-1 is a solid granite tombstone, manifesting concurrently with SCP-6586 instances. It is notably distinct from all other objects produced, as it is both physical and opaque. Atop the dirt in front of SCP-6586-1 will always exist a withered flower native to the region.\n\n\nUpon human contact with major flora or fauna\n2\n having manifested as a part of an SCP-6586 instance, all SCP-6586 objects excluding SCP-6586-1 will begin to slowly deteriorate into nonexistence over the course of several minutes. Following the complete disintegration of all said objects, the affected area will experience significant rainfall for the following twenty-four hours, even if the climate is not suitable for such an event as a result of extreme temperatures or other environmental factors.\n\n\nThe first known SCP-6586 instance was discovered manifesting near Manaus, Brazil, in 2102, roughly following the destruction of the last natural rainforest on Earth. Manifestations have occurred exclusively in regions once containing forests that have since been similarly destroyed. The source of the anomaly remains unknown.\n\n\n\n\nFootnotes\n\n\n1\n. Roughly four instances manifest weekly worldwide.\n\n\n2\n. Not including grass and minor undergrowth, as well as microorganisms and small insects.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6585\n | SCP-6586 | \nSCP-6587\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6586\n\" by Some Reference, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6586\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6586 \" by Some Reference, from the SCP Wiki . Source: https://scpwiki.com/scp-6586 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Discreet Foundation cameras are to monitor all known manifestation points of SCP-6586, as well as other known potential manifestation points for signs of SCP-6586 instances. Upon detection, given civilian presence, an aerosolized amnestic agent composed primarily of Class H and Class B amnestics is to be released from implanted gas ducts within the area. Following this, the nearest relevant mobile task force is to be deployed to recover all witnessing individuals and return them to their homes, as well as making contact with a major SCP-6586 object.",
    "description": "SCP-6586 is the occasional manifestation1 of a non-physical forest ecosystem where one would not otherwise exist. SCP-6586 instances will typically possess both flora and fauna native to the broader region, with said organisms behaving in ways typical of the species they resemble. Notably, objects resembling extinct organisms have also been found inhabiting the affected area. No SCP-6586 instances have been observed occurring in an area having previously been affected by the anomaly.",
    "title": "SCP-6586"
}