{
    "url": "https://scp-wiki.wikidot.com/scp-6588",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\nTstaffor\n\n\n\n\n\n\nAuthor Page\n | \nPodcast\n | \nFeeling Lucky?\n\n\nTstaffor's Best of:\n\n\n\n\nSCP-6557\n - Annihilation From a Cross Across Time\n\n\nSCP-5846\n - The One-Stop Shop\n\n\nSCP-6547\n - Worlds Within Worlds Within Worlds…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6588\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAll colors of SCP-6588.\n\n\n\n\n\n\nSpecial Containment Procedures:\n The full community of SCP-6588 is housed within Room 5B at Site-86. The population of SCP-6588 should not exceed 500. After a Sugar High event, the eldest instances should be disposed of until the population is back to 500 or fewer.\n\n\nAlong with their daily feedings, SCP-6588 are allowed to be given arts and crafts materials for use in their construction activities.\n1\n Extraction of all built objects and replacement with new raw materials is to be carried out on a monthly basis. The only objects that should not be removed are those located on the premises where Sugar High events take place, those being the 5 pebble circles, and the tree made from cardboard and crumpled paper.\n\n\nDescription:\n SCP-6588 is a species of animate candy whose appearance largely resembles that of Sour Patch Kids candies. SCP-6588 form large groups\n2\n with all currently contained instances being part of a single glucose of SCP-6588. Although the objects form relationships with single other instances of the same color, all entities will work with one another during the building of structures.\n\n\nAll SCP-6588 instances are sentient and show monogamous tendencies with instances of shared color. No difference in sex or gender has been observed in SCP-6588, with both partners conducting daily routines alongside each other in equal parts. Although the objects form bonds with a single other instance, these preferences are disregarded during \"Sugar High\" events, in which all instances interact with one another regardless of relation or coloration.\n\n\nAs of the current documentation, the glucose of SCP-6588 at Site-86 is made up of 500 active instances.\n\nSCP-6588's diet consists of honey and cubes of caramel. The species requires sleep, but no recorded slumber has lasted longer than 3 hours. At all other times of day, SCP-6588 can be observed building structures utilizing the provided arts and crafts materials. Though these structures often mimic those found in human society, no SCP-6588 has yet been observed to utilize any for their typical purpose, suggesting that while SCP-6588 are able to replicate human structures (such as dwellings or vehicles) they do not possess the sapience required to utilize them in any meaningful way.\n\n\nAddendum 6588.1 Log of a Sugar High Event:\n\nThe following log details the ritualistic practices performed by SCP-6588 monthly in order to induce procreation.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\n\n\n\n\n[0:00-0:29]:\n 50 SCP-6588 instances gather together in the center of their containment chamber around the cardboard tree. Glucoses of 10 instances gather in each of the 5 pebble circles, each circle containing a single color of SCP-6588.\n\n\n[0:30-0:55]:\n One object of each color is sent forth to embrace one another at the center of the aforementioned tree.\n\n\n\n\n\n\n[0:56-1:00]\n\n\n\n\n\n\n[0:56-1:00]:\n These five instances proceed to lay down in a circular pattern approximately equidistant from one another.\n\n\n[1:01-2:00]:\n A viscous purple substance is secreted by the tree's trunk, spreading until it reaches all instances' feet and only stopping once the lower eighth of each entity is coated in the liquid.\n\n\n[2:01-4:00]:\n Instances return to their respective groupings where they proceed to spread droplets of the substance between all present until each has at least some attached to their bodies.\n\n\n\n\n\n\n[4:01-8:26]\n\n\n\n\n\n\n[4:01-8:26]:\n All 50 instances proceed to the center, where they gather in a large pile and proceed to writhe around between one another. This process causes the purple substance to spread throughout the mass.\n\n\n[8:27-15:34]:\n As the substance spreads, it shifts colors to those seen in SCP-6588. When the modified substance comes into contact with an instance which shares the same coloration, it will harden and form a bump on the front surface of said instance. After at least 3 of each color have newly formed bumps, the ritual concludes, and all objects return to typical behavior.\n\n\n\n\n\n\n\n\n\n\n<End Log>\n\n\n\n\n\n\nAddendum 6588.2 After Report:\n\nDocumentation regarding the progress of affected SCP-6588 instances after ritual practices.\n\n\n\n\n\n\n□ Photo Documentation □\n\n\n\n\n▣ Photo Documentation ▣\n\n\n\n\n\n\n\n\nThe pregnant SCP-6588 instance.\n\n\n\n\n\n\n\n\n\n\nThe instance interacting with its partner.\n\n\n\n\n\n\n\n\n\n\nThe instance, being embraced by its partner.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including popsicle sticks, pipe cleaners, tape, cardboard, and buttons\n\n\n2\n. Scientifically known as a glucose of SCP-6588.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6587\n | SCP-6588 | \nSCP-6589\n »\n\n\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\nPorridge\n\n\n\n\n\n\n\n\n□ More by Tstaffor □\n\n\n\n\n▣ More by Tstaffor ▣\n\n\n\n\nTstaffor's Author page!\n\nIf you like my writing, check out my Podcast with \nLuxaiko\n!\n\n\nThe Scip Squad Podcast Hub\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-6868\n\n\nRating: \n419\n\n\n\n\n\n\nSCP-7500\n\n\nRating: \n318\n\n\n\n\n\n\nSCP-6552\n\n\nRating: \n168\n\n\n\n\n\n\nSCP-3837\n\n\nRating: \n146\n\n\n\n\n\n\nSCP-6557\n\n\nRating: \n138\n\n\n\n\n\n\nSCP-6558\n\n\nRating: \n102\n\n\n\n\n\n\nSCP-5722\n\n\nRating: \n98\n\n\n\n\n\n\nSCP-5847\n\n\nRating: \n96\n\n\n\n\n\n\nSCP-6547\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-5846\n\n\nRating: \n94\n\n\n\n\n\n\nSCP-7979\n\n\nRating: \n74\n\n\n\n\n\n\nSCP-6554\n\n\nRating: \n72\n\n\n\n\n\n\nSCP-6226\n\n\nRating: \n70\n\n\n\n\n\n\nSCP-6067\n\n\nRating: \n66\n\n\n\n\n\n\nSCP-1551-EX\n\n\nRating: \n55\n\n\n\n\n\n\nSCP-6553\n\n\nRating: \n53\n\n\n\n\n\n\nSCP-555-J\n\n\nRating: \n51\n\n\n\n\n\n\nSCP-6551\n\n\nRating: \n39\n\n\n\n\n\n\nSCP-6588\n\n\nRating: \n37\n\n\n\n\n\n\nSCP-5846-J\n\n\nRating: \n29\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nLog of Non-Anomalous Items\n\n\nRating: \n219\n\n\n\n\n\n\nSCP-173 But... it's a Collaborative Log\n\n\nRating: \n191\n\n\n\n\n\n\nSCP-173 But...\n\n\nRating: \n171\n\n\n\n\n\n\nMfw\n\n\nRating: \n102\n\n\n\n\n\n\nLog of Non-Anomalous Items II: Sequels are Always Worse\n\n\nRating: \n81\n\n\n\n\n\n\nGoat VR? More like Goat VeRy bad game!\n\n\nRating: \n81\n\n\n\n\n\n\nThe Knights of Wonder\n\n\nRating: \n37\n\n\n\n\n\n\nThe Unhuman Experience: Former Prime Minister Harold Holt\n\n\nRating: \n30\n\n\n\n\n\n\nMZL-1915\n\n\nRating: \n26\n\n\n\n\n\n\n\n\n\n\n\n\nGOI Formats\n\n\n\n\n\n\nSPC-3008\n\n\nRating: \n312\n\n\n\n\n\n\nHerman Fuller Presents: Shapes the Clown\n\n\nRating: \n15\n\n\n\n\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nFormat Screw Hub\n\n\nRating: \n147\n\n\n\n\n\n\nThe Scip Squad Podcast Hub\n\n\nRating: \n44\n\n\n\n\n\n\n\n\n\n\n\n\nArt\n\n\n\n\n\n\nAn ASCII Egg That Kills You For No Reason\n\n\nRating: \n40\n\n\n\n\n\n\nBubbly Bobby the ASCII Ducky\n\n\nRating: \n40\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6588\n\" by Tstaffor, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6588\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n spk.png\n\n\nName:\n Sour patch kids aug 21.jpg\n\n\nAuthor:\n Secretlondon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Sour_patch_kids_aug_21.jpg\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n event1.png\n\n\nName:\n 148 365 sour patch\n\n\nAuthor:\n Upupa4me\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/meanderingwa/18214968771/\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n event2.png\n\n\nName:\n People who know me well know I love Sour Patch Kids. The new blue raspberry kid is a little strange, honestly…\n\n\nAuthor:\n Daniel Rothamel\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/realestatezebra/12955388043/\n\n\n\n\n\n\n\n\n\n\n\n\nName:\n mpreg1.png/mpreg2.png/mpreg3.png\n\n\nAuthor:\n \nTstaffor\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n This Page",
    "addendums": [
        "Addendum 6588.1 Log of a Sugar High Event: The following log details the ritualistic practices performed by SCP-6588 monthly in order to induce procreation.",
        "Addendum 6588.2 After Report: Documentation regarding the progress of affected SCP-6588 instances after ritual practices."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6588 \" by Tstaffor, from the SCP Wiki . Source: https://scpwiki.com/scp-6588 . Licensed under CC-BY-SA .",
        "Filename: spk.png Name: Sour patch kids aug 21.jpg Author: Secretlondon License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Sour_patch_kids_aug_21.jpg",
        "Filename: event1.png Name: 148 365 sour patch Author: Upupa4me License: CC BY-SA 3.0 Source Link: https://www.flickr.com/photos/meanderingwa/18214968771/",
        "Filename: event2.png Name: People who know me well know I love Sour Patch Kids. The new blue raspberry kid is a little strange, honestly… Author: Daniel Rothamel License: CC BY-SA 3.0 Source Link: https://www.flickr.com/photos/realestatezebra/12955388043/",
        "Name: mpreg1.png/mpreg2.png/mpreg3.png Author: Tstaffor License: CC BY-SA 3.0 Source Link: This Page"
    ],
    "containment_procedures": "The full community of SCP-6588 is housed within Room 5B at Site-86. The population of SCP-6588 should not exceed 500. After a Sugar High event, the eldest instances should be disposed of until the population is back to 500 or fewer.",
    "description": "SCP-6588 is a species of animate candy whose appearance largely resembles that of Sour Patch Kids candies. SCP-6588 form large groups2 with all currently contained instances being part of a single glucose of SCP-6588. Although the objects form relationships with single other instances of the same color, all entities will work with one another during the building of structures.",
    "title": "SCP-6588"
}