{
    "url": "https://scp-wiki.wikidot.com/scp-6591",
    "all_text": "PlaguePJP: X\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+132\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6591\n — \n'Cize Up!: A Vikander-Kneed Technical Media Program\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6591\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6591 are contained in Site-43's High-Yield Data Storage Facility 3. An investigation into the studio in which SCP-6591 was filmed is currently underway. Dr. Harold Blank is currently overseeing the operation; all information is to be forwarded to him and into the GOI-5889 file.\n\n\n\n\n\n\n\n\nStill from SCP-6591-1.\n\n\n\n\n\n\nDescription:\n SCP-6591 designates a set of VHS tapes containing Jazzercize-style instruction videos entitled \"'Cize Up,\" produced by Vikander-Kneed Technical Media (GoI-5889).\n\n\nOf the four known to exist, the Foundation is currently in possession of one VHS, designated SCP-6591-1. Those who actively view SCP-6591, regardless of their participation, will experience increased appetite, lowered metabolism, and extreme exhaustion. Testing revealed that long-term exposure could cause a weight gain of up to twenty-three kilograms within the span of thirty days.\n\n\nSCP-6591 tapes, while advertised as exercise instructional videos, are nonsensical in their programming, with only one segment between tapes that could be considered an exercise instructional video. Footage also shows unfinished elements, leading to the conclusion that SCP-6591 tapes were not meant to be released, at least in their current form. (See Addendum One).\n\n\nSCP-6591-A is the host of SCP-6591. It resembles a human female clothed in a blue leotard. Its face is yet to be viewed, as it is always hidden under a black burlap sack. This mask lacks eye or breathing holes, and it is tied around its neck with a shoelace.\n\n\nRepeat viewings will sometimes contain references to the events of previous playthroughs, including equipment or tools, background dancers, and/or spilled bodily matter.\n\n\nAddendum 6591.1:\n Abridged Episode Transcripts\n\n\nThe following is a transcript of the 26th rewatch of SCP-6591-1.\n\n\n\n\n+ Open Addendum+\n\n\n\n\n- Close Addendum -\n\n\n\n\n\n\n\n\nSection Title:\n \"Introduction\"\n\n\n\n\n\n\n\n\nTitle Card.\n\n\n\n\n\n\n(SCP-6591-A is seated on a stool in front of a distant purple curtain. The floor is composed of glossy hardwood, typical of raised stages. A disco rendition of Beethoven's Moonlight Sonata is overlayed as background music.)\n\n\nSCP-6591-A:\n Hi, I'm \n(Gurgling)\n, and welcome to 'Cize Up. This is my custom workout dance routine dedicated to getting those many limbs a-wigglin' and that heart a-poundin' for dear life!\n\n\n(A cut; SCP-6591-A is now standing, the stool is gone.)\n\n\nSCP-6591-A:\n Now, we may be goin' fast, but don't worry! If you get lost just follow what I do. Just follow me!\n\n\n(Shuffling is seen behind SCP-6591-A. From beneath the curtain, a duplicate of SCP-6591-A crawls towards the camera.)\n\n\nDuplicate SCP-6591-A:\n Just follow us!\n\n\nSCP-6591-A:\n To get the most out of this workout, make sure you're pushing yourself to the limit. I hear people say \"no pain no gain\" all the time. Remember, if you feel like crying, please do! And keep going while you're at it!\n\n\n(Two more duplicate instances appear from behind the curtain, this time dropping from above the curtain.)\n\n\nDuplicates in Unison:\n Just follow us!\n\n\nSCP-6591-A:\n I'll be honest, if you're watching this, you're probably at rock bottom. Sad, sad, sad — sad that you've let yourself get to the point where dancing is a chore. I pity you.\n\n\n(A final three SCP-6591-A duplicates walk into the frame.)\n\n\nDuplicates in Unison:\n Just follow us!\n\n\nSCP-6591-A:\n What are we waiting for? Let's 'Cize Up!\n\n\n\n\n\n\n\n\nSection Title:\n \"Prayer\"\n\n\n\n\n\n\n\n\nTitle Card.\n\n\n\n\n\n\n(Dancers enter the studio in silence, all holding lit candles. The dancers, mostly women and a few men, are wearing similarly colored leotards or leggings to SCP-6591-A. Their faces are visible, albeit expressionless. None have been identified. )\n\n\n(They organize themselves into rows, all facing the main stage, which is raised about 1.5 meters off the ground. SCP-6591-A is kneeling with its arms outstretched, each hand grasping a torch.)\n\n\nSCP-6591-A:\n \n(Whispered.)\n This is an exercise in your will. Much like a rubber band, you can pull and pull, and eventually, it will snap. Let's try to get you there. Extend your arms outward and kneel on the ground. It's going to hurt. Your muscles may atrophy and your knees may ache, but that's a testament to how much better you will be when it's all over.\n\n\n(The recording continues in silence for twenty-three minutes as the camera walks between the motionless dancers. Splotches of dried wax are seen scattered on the ground from previous watches. Burns are also seen on some fingers of the dancers. The section abruptly concludes on a wide shot of SCP-6591-A.)\n\n\n\n\n\n\n\n\nSection Title:\n \"Tournament\" This section has the word \"CUT\" overlaid on the title card.\n\n\n\n\n\n\n\n\nTitle Card.\n\n\n\n\n\n\n\n\n\n\n(This section is comprised of static for three minutes. Various distorted images are interspersed within, with the clearest being the aforementioned dancers linked by hand around SCP-6591-A.)\n\n\n(The static abruptly cuts to a handheld camera peering through a window outside of the studio. Two dancers are seen sprinting away from SCP-6591-A while the remaining dancers are sat on the floor, breathing heavily and/or nursing injuries.)\n\n\n(There is the sudden sound of a metallic bang, believed to be an inner door.)\n\n\n(A door leading onto the pavement opens to the right to the cameraman, who quickly pans. The dancers stand motionless on the sidewalk, staring with expressions of concern and fear into the camera. The feed cuts to static.)\n\n\n\n\n\n\n\n\nSection Title:\n \"Homicize\"\n\n\n\n\n\n\n\n\nTitle Card.\n\n\n\n\n\n\n(The \"'Cize Up\" Theme Song begins once again, now slightly pitched down.)\n\n\nSCP-6591-A:\n I think it's time for some old-school 'Cizing; we can get carried away sometimes!\n\n\n(The dancers have once again organized themselves into rows, with about a wingspan's distance between each other. They are all stepping side to side to the beat of the song, following SCP-6591-A's movement. One dancer, a younger woman, is stepping in a large puddle of what appears to be brain tissue and blood.)\n\n\nSCP-6591-A:\n Let's shake it up! Now this exercise, in all honesty, doesn't work. I just think it's funny to watch you people think you're actually doing something right now!\n\n\n(The group rocks their shoulders back and forth.)\n\n\nSCP-6591-A:\n Keep it going! You notice how easy it is to follow the leader when you let your guards down. Let's run in place!\n\n\n(The dancers jog in place.)\n\n\nSCP-6591-A:\n You people feel bad about yourselves. And you think I have the power to fix it. I'm your god. You listen to me because I have the answers. Nothing's stopping you from turning this off, but you won't, you're in too deep. You have to make this a routine — you gotta trick your brain into liking this so you keep doing it.\n\n\n(SCP-6591-A switches to a back and forth hop. The dancers immediately follow.)\n\n\n\n\nSCP-6591-A:\n And let's do this! I own these people. They're mine. They believe in me, as do you. You'll keep watching, grasping towards that unattainable goal you'll give up on in a month. But that's alright, all we're gonna do is 'Cize Up! Let's run in place again!\n\n\n(SCP-6591-A climbs off stage; the dancers proceed with a side-to-side lunge. SCP-6591-A jogs over to a weight rack, retrieving a 10-pound weight and carrying it over to the woman dancing in the puddle.)\n\n\nSCP-6591-A:\n Keep it goin'! Some feedback I got from the last tape was that you guys wanted a few more alternate exercises for muscle growth along with cardio. Some of the best workouts for your shoulders come from swinging your arms around, especially with something heavy!\n\n\n(SCP-6591-A draws the weight back, swinging it at the nearby dancer's face. The video cuts to static as it collides. The music continues blaring over wet banging sounds.)\n\n\n(The video resumes for three seconds; SCP-6591-A is now kneeling, holding the weight behind its head.)\n\n\nSCP-6591-A:\n This one's great for your triceps!\n\n\n(The video cuts to static again for two seconds before resuming, held on a shot of a dancer moving side to side, with the right side of his body splattered with blood.)\n\n\n(Another cut, the camera is now following SCP-6591-A as it runs back on stage. The camera then lifts, now held at an angled bird's eye view. All dancers are waving towards it as SCP-6591-A speaks. Another pool of viscera is seen in the lower-left corner.)\n\n\nSCP-6591-A:\n Great job today, everyone! I'll sure be feeling \nthat\n tomorrow! Remember, if you're not homocizin', you're not tryin'! Thanks for 'Cizin Up to us today and thanks for joinin'!\n\n\n\n\n\n\n\n\n\n\nAddendum 6591.2:\n Investigation\n\n\n\n\n\n\nPulled frame.\n\n\n\n\n\n\nThe image of the skyline shown in the third section was examined. Foundation operatives were able to deduce that the \"'Cize Up\" studio was located in Erie, Pennsylvania. An investigation ensued, and the building SCP-6591 was filmed at was found.\n\n\nThe studio was empty, save for a trail of blood leading to a storage closet and 52 smoking torches in the backstage area. Within the closet were twenty-six bodies, female, all wearing the same clothes with similar injuries to the head. The oldest body had only been dead for twelve hours.\n\n\n\n\n\n\n\n\n« \nSCP-6590\n | SCP-6591 | \nSCP-6592\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-6597\n \n(+180)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+193)\n \n•\n\n\n\n\n\n\nSCP-7590\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-7599\n \n(+194)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-7593\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+161)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+250)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6591\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6591\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n cizeupmain.png, introduction.png, prayer.png, tournament.png, homicize.png\n\n\nAuthor:\n \nPlaguePJP\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n city.png\n\n\nAuthor:\n \nPlaguePJP\n\n\nLicense:\n CC BY-SA 3.0\n\n\nThis image is a composite of:\n\n\nName:\n Lancaster, Pennsylvania downtown.jpg\n\n\nAuthor:\n Randolph Carney\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6591.1: Abridged Episode Transcripts\nThe following is a transcript of the 26th rewatch of SCP-6591-1.",
        "Addendum 6591.2: Investigation\nThe image of the skyline shown in the third section was examined. Foundation operatives were able to deduce that the \"'Cize Up\" studio was located in Erie, Pennsylvania. An investigation ensued, and the building SCP-6591 was filmed at was found.\nThe studio was empty, save for a trail of blood leading to a storage closet and 52 smoking torches in the backstage area. Within the closet were twenty-six bodies, female, all wearing the same clothes with similar injuries to the head. The oldest body had only been dead for twelve hours."
    ],
    "documents": [],
    "notes": [
        "Section Title: \"Introduction\" Title Card. (SCP-6591-A is seated on a stool in front of a distant purple curtain. The floor is composed of glossy hardwood, typical of raised stages. A disco rendition of Beethoven's Moonlight Sonata is overlayed as background music.) SCP-6591-A: Hi, I'm (Gurgling) , and welcome to 'Cize Up. This is my custom workout dance routine dedicated to getting those many limbs a-wigglin' and that heart a-poundin' for dear life! (A cut; SCP-6591-A is now standing, the stool is gone.) SCP-6591-A: Now, we may be goin' fast, but don't worry! If you get lost just follow what I do. Just follow me! (Shuffling is seen behind SCP-6591-A. From beneath the curtain, a duplicate of SCP-6591-A crawls towards the camera.) Duplicate SCP-6591-A: Just follow us! SCP-6591-A: To get the most out of this workout, make sure you're pushing yourself to the limit. I hear people say \"no pain no gain\" all the time. Remember, if you feel like crying, please do! And keep going while you're at it! (Two more duplicate instances appear from behind the curtain, this time dropping from above the curtain.) Duplicates in Unison: Just follow us! SCP-6591-A: I'll be honest, if you're watching this, you're probably at rock bottom. Sad, sad, sad — sad that you've let yourself get to the point where dancing is a chore. I pity you. (A final three SCP-6591-A duplicates walk into the frame.) Duplicates in Unison: Just follow us! SCP-6591-A: What are we waiting for? Let's 'Cize Up!",
        "Section Title: \"Prayer\" Title Card. (Dancers enter the studio in silence, all holding lit candles. The dancers, mostly women and a few men, are wearing similarly colored leotards or leggings to SCP-6591-A. Their faces are visible, albeit expressionless. None have been identified. ) (They organize themselves into rows, all facing the main stage, which is raised about 1.5 meters off the ground. SCP-6591-A is kneeling with its arms outstretched, each hand grasping a torch.) SCP-6591-A: (Whispered.) This is an exercise in your will. Much like a rubber band, you can pull and pull, and eventually, it will snap. Let's try to get you there. Extend your arms outward and kneel on the ground. It's going to hurt. Your muscles may atrophy and your knees may ache, but that's a testament to how much better you will be when it's all over. (The recording continues in silence for twenty-three minutes as the camera walks between the motionless dancers. Splotches of dried wax are seen scattered on the ground from previous watches. Burns are also seen on some fingers of the dancers. The section abruptly concludes on a wide shot of SCP-6591-A.)",
        "Section Title: \"Tournament\" This section has the word \"CUT\" overlaid on the title card. Title Card. (This section is comprised of static for three minutes. Various distorted images are interspersed within, with the clearest being the aforementioned dancers linked by hand around SCP-6591-A.) (The static abruptly cuts to a handheld camera peering through a window outside of the studio. Two dancers are seen sprinting away from SCP-6591-A while the remaining dancers are sat on the floor, breathing heavily and/or nursing injuries.) (There is the sudden sound of a metallic bang, believed to be an inner door.) (A door leading onto the pavement opens to the right to the cameraman, who quickly pans. The dancers stand motionless on the sidewalk, staring with expressions of concern and fear into the camera. The feed cuts to static.)",
        "Section Title: \"Homicize\" Title Card. (The \"'Cize Up\" Theme Song begins once again, now slightly pitched down.) SCP-6591-A: I think it's time for some old-school 'Cizing; we can get carried away sometimes! (The dancers have once again organized themselves into rows, with about a wingspan's distance between each other. They are all stepping side to side to the beat of the song, following SCP-6591-A's movement. One dancer, a younger woman, is stepping in a large puddle of what appears to be brain tissue and blood.) SCP-6591-A: Let's shake it up! Now this exercise, in all honesty, doesn't work. I just think it's funny to watch you people think you're actually doing something right now! (The group rocks their shoulders back and forth.) SCP-6591-A: Keep it going! You notice how easy it is to follow the leader when you let your guards down. Let's run in place! (The dancers jog in place.) SCP-6591-A: You people feel bad about yourselves. And you think I have the power to fix it. I'm your god. You listen to me because I have the answers. Nothing's stopping you from turning this off, but you won't, you're in too deep. You have to make this a routine — you gotta trick your brain into liking this so you keep doing it. (SCP-6591-A switches to a back and forth hop. The dancers immediately follow.) SCP-6591-A: And let's do this! I own these people. They're mine. They believe in me, as do you. You'll keep watching, grasping towards that unattainable goal you'll give up on in a month. But that's alright, all we're gonna do is 'Cize Up! Let's run in place again! (SCP-6591-A climbs off stage; the dancers proceed with a side-to-side lunge. SCP-6591-A jogs over to a weight rack, retrieving a 10-pound weight and carrying it over to the woman dancing in the puddle.) SCP-6591-A: Keep it goin'! Some feedback I got from the last tape was that you guys wanted a few more alternate exercises for muscle growth along with cardio. Some of the best workouts for your shoulders come from swinging your arms around, especially with something heavy! (SCP-6591-A draws the weight back, swinging it at the nearby dancer's face. The video cuts to static as it collides. The music continues blaring over wet banging sounds.) (The video resumes for three seconds; SCP-6591-A is now kneeling, holding the weight behind its head.) SCP-6591-A: This one's great for your triceps! (The video cuts to static again for two seconds before resuming, held on a shot of a dancer moving side to side, with the right side of his body splattered with blood.) (Another cut, the camera is now following SCP-6591-A as it runs back on stage. The camera then lifts, now held at an angled bird's eye view. All dancers are waving towards it as SCP-6591-A speaks. Another pool of viscera is seen in the lower-left corner.) SCP-6591-A: Great job today, everyone! I'll sure be feeling that tomorrow! Remember, if you're not homocizin', you're not tryin'! Thanks for 'Cizin Up to us today and thanks for joinin'!",
        "\" SCP-6591 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-6591 . Licensed under CC-BY-SA .",
        "Filename: cizeupmain.png, introduction.png, prayer.png, tournament.png, homicize.png Author: PlaguePJP License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: city.png Author: PlaguePJP License: CC BY-SA 3.0 This image is a composite of: Name: Lancaster, Pennsylvania downtown.jpg Author: Randolph Carney License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6591 are contained in Site-43's High-Yield Data Storage Facility 3. An investigation into the studio in which SCP-6591 was filmed is currently underway. Dr. Harold Blank is currently overseeing the operation; all information is to be forwarded to him and into the GOI-5889 file.",
    "description": "SCP-6591 designates a set of VHS tapes containing Jazzercize-style instruction videos entitled \"'Cize Up,\" produced by Vikander-Kneed Technical Media (GoI-5889).",
    "title": "SCP-6591"
}