{
    "url": "https://scp-wiki.wikidot.com/scp-6595",
    "all_text": "PlaguePJP: XIX\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+197\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6595\n — \nThings Just Seem to Happen to People Who Don't Drink Wilkins!\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6595\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA recreation of Wilkins (left) and Wontkins (right) at a Jim Henson exhibit.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6595 is currently contained in commercial video vault J-3 of the recorded media section of the \nSite-322 Archives.\n\n\nThe Jim Henson Company has been questioned regarding the creation of SCP-6595 but has insisted that they are not knowledgeable of it and currently deny liability. Waldo.AIC has been implanted into the Henson Company's online archive in order to search for instances of SCP-6595 and/or items relating to its creation.\n\n\nFoundation web-crawling team \nALPHA/CYAN/JOSEPH\n is to monitor video hosting platforms for references and uploads of SCP-6595. Users with the screen name \"CoffeePals\" or iterations thereof are to be removed at first notice.\n\n\nUpdate 23/03/2014:\n SCP-6595 is considered neutralized. No containment procedures have been deemed necessary.\n\n\nDescription:\n SCP-6595 refers to advertisements analogous to those created by Jim Henson for the now-defunct Wilkins Coffee Company. The advertisements feature Wilkins, a yellow, vaguely reptilian puppet and Wontkins, a red, conical puppet with an orange, spherical nose.\n\n\nThe Wilkins Coffee advertisements aired between 1957 and 1961 in the Washington D.C. area. Each ranged between ten to fifteen seconds and followed a similar format: Wilkins would question Wontkins regarding his preference for Wilkins Coffee. Wontkins would state that it dislikes the products and Wilkins would harm, kill, and/or cause the death of Wontkins. The advertisement would then cut to a silent shot of a Wilkins Coffee product. Some advertisements would have Wilkins threaten the collective viewership as well.\n\n\nSCP-6595 manifests on YouTube.com as Wilkins Coffee commercial compilations uploaded from the user \"CoffeePals.\"\n1\n Attempts to terminate the channels that post SCP-6595 have previously succeeded, however, a new channel will be created once the previous is deleted. The first two to three minutes of SCP-6595-affected videos will be dedicated to previously aired advertisements before shifting to SCP-6595 instances.\n\n\nSCP-6595 instances will contain major alterations to subject matter, dialogue, costumes, and/or backgrounds. Instances will instead focus on an aspect of the individual viewing them including their personal troubles, places of employment, physical attributes, and family members, among others.\n\n\nAddendum 6595.1:\n Testing Log\n\n\n\n\n\n\nTEST ID: 6595-02\n\n\n\n\n\n\nSubject:\n The SCP-6595 Research Team\n\n\nResultant Advertisement:\n \n(Both puppets are in frame. The entirety of Wontkins shrouded under a white lab coat. The Foundation's logo stitched on the right breast pocket. A large egg is poking out of the collar.)\n\n\nWilkins:\n Hey there science guy! I heard you didn't like Wilkins coffee.\n\n\nWontkins:\n I'm too busy for coffee.\n\n\n(Two human hands quickly move into frame and violently grasp Wontkins. The hands slam Wontkins into the table with extreme force. The egg shatters and Wontkins falls out of frame, groaning in pain.)\n\n\nWilkins:\n \n(Turning to the camera)\n Wilkins keeps you from cracking under pressure!\n\n\n(Footage cuts to a large can of Wilkins Coffee.)\n\n\n\n\n\n\n\n\n\n\nTEST ID: 6595-05\n\n\n\n\n\n\nSubject:\n D-32451\n\n\nResultant Advertisement:\n \n(Both puppets are in frame. Wontkins is clothed in an orange jumpsuit reminiscent of a D-Class uniform. The SCP Foundation logo is hung against the backdrop.)\n\n\nWilkins:\n Shouldn't you be working?\n\n\nWontkins:\n I don't feel like it.\n\n\nWilkins:\n Why don't you have some Wilkins Instant Coffee? It'll pick you up.\n\n\nWontkins:\n I hate coffee.\n\n\n(Off-screen, the sounds of metal chains and alarms are heard. A large puppet of a non-descript monster silhouette comes in from the right and pursues Wontkins. Wilkins watches as the two puppets run back and forth.)\n\n\nWilkins:\n \n(Turning to the camera)\n Things just seem to happen to people who don't drink Wilkins!\n\n\n(Wontkins and the monster run off-screen. Two seconds later, ripping and chewing are audible. Wilkins remains in the frame, however, it does not move.)\n\n\n(Footage cuts to three small cans of Wilkins Instant Coffee.)\n\n\n\n\n\n\n\n\n\n\nTEST ID: 6595-07\n\n\n\n\n\n\nSubject:\n Guest Doctor Peter Dagon\n\n\nResultant Advertisement:\n \n(Both puppets are in frame. They are wearing Foundation uniforms. Both have large nametags clipped to them. Wilkins' reads \"DIRECTOR LAGUE\" and Wontkins' reads \"DAGON.\")\n\n\nWilkins:\n Can you get me some of that Wilkins Coffee? I'm feeling tired!\n\n\nWontkins:\n No. That coffee stinks.\n\n\nWilkins:\n That's no way to talk to the director!\n\n\nWontkins:\n What are you gonna do? Fire me?\n\n\n(From behind its back, Wilkins pulls out a lit match and throws it at Wontkins, who immediately erupts into flames. This triggers the sprinkler system.)\n\n\nWilkins:\n Wilkins Coffee sure does fire you up!\n\n\n(Footage cuts to a small plastic tube of Wilkins Instant Coffee.)\n\n\n\n\n\n\nAddendum 6595.2:\n Recovery of SCP-6595 Instances\n\n\nWaldo.AIC was initiated following Addendum 6595.1. A location in New York City, New York was marked as the source location of the uploader. An investigation uncovered the location of origin to be The Jim Henson Studios Archive, which was subsequently designated as a priority place of interest.\n\n\nIn conjunction with the above discovery, research personnel reopened the \nSCP-6690\n file. Senior Researcher Anthony Shackle was assigned to the New York location to perform another interview with members of \nThe Muppet Show\n cast.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nMembers\n\nSr. Researcher Anthony Shackle\n\nKermit The Frog\n\nVarious members of \nThe Muppet Show\n cast\n\n\n\n\n«BEGIN LOG»\n\n\nShackle:\n Thank you for meeting with me, Kermit. I know how busy you are.\n\n\n(Two voices are heard loudly laughing in another room across the hallway belonging to Statler and Waldorf.\n2\n)\n\n\nWaldorf:\n Busy? Busy doing what?\n\n\nStatler:\n Boring the audience!\n\n\n(The two laugh. Kermit glares at the closed door.)\n\n\nKermit:\n Will you guys—!\n\n\n(Pause)\n\n\nKermit:\n ..Where do you want to start, Mr. Shackle?\n\n\nShackle:\n I'm gonna need you to think back for this one — fifty-sixty years to be exact. We've found some videos of two Muppets for a company called Wilkins Coffee. They're named Wilkins and Wontkins.\n\n\nKermit:\n Oh geez. You have no clue what those two nimrods have been putting me through for forty years. I'm a professional. I ran a show to the highest standard and worked with \nprofessionals\n — those two—\n\n\n(The door of the interview rooms is suddenly opened. The Muppet Beaker\n3\n is seen with a pair of sunglasses on its face. The sunglasses have numerous wires sticking out of them and the lenses have been replaced with solar panels. Kermit approaches the door.)\n\n\nBeaker:\n Meep meep. Meep meep meep meep. Meep. Meep meep. Meep meep meep! Meep?\n\n\nKermit:\n Slow down, Beaker. I can't understand you.\n\n\nBeaker:\n Meep meep meep meep! Meep—\n\n\n(Suddenly, the sunglasses burst into flames. Beaker begins running back and forth through the hallway, meeping loudly as it does. Doctor Bunsen Honeydew quickly approaches the doorway.)\n\n\nDr. Honeydew:\n Mr. Kermit, I see Beaker already demonstrated my solar-powered sunglasses.\n\n\nKermit:\n I think they're malfunctioning.\n\n\nDr. Honeydew:\n Quite the contrary! They seem a bit too effective in absorbing the sunlight.\n\n\nKermit:\n I don't have time for your science mumbo-jumbo. I'm in the middle of an important meeting!\n\n\nDr. Honeydew:\n Mr. Kermit, this is a very important breakthrough!\n\n\nKermit:\n I'll break through this door and show you what's important!\n\n\nDr. Honeydew:\n That's not possible Mr. Kermit.\n\n\nKermit:\n Why is that!?\n\n\nDr. Honeydew:\n Well, Mr. Kermit, the door is op—\n\n\n(Kermit slams the door and returns to the table.)\n\n\nShackle:\n That's a normal day around here? I assumed a lot of the bits on The Muppet Show were scripted.\n\n\nKermit:\n You give us a bit too much credit if you think we made up everything on the show by ourselves. The only real \"scripting\" we did was when the film was cut and edited.\n\n\nShackle:\n Huh, learn something new every day. Wilkins and Wontkins, what can you tell me about them?\n\n\nKermit:\n They're more of a ghost story than anything. Henson got rid of them as soon as he could because they always gave him \"a bad feeling.\" I was around. He was using me for some skits, but I never really saw them other than a passing glance.\n\n\nShackle:\n Are they still around?\n\n\nKermit:\n I'm as in the dark as you are on that.\n\n\nShackle:\n When's the last time you saw them?\n\n\nKermit:\n Probably the middle of '61. That was when the Wilkins commercial contract ended. Never saw them after that and Henson was hesitant to talk about them. Always said that we can't see them anymore. If it's alright for me to ask, Mr. Shackle, why are you asking about them?\n\n\nShackle:\n We've been noticing oddities that involve the two. There are online compilations of their ads. Most are normal, but some are a bit more out there, even for Henson's standard.\n\n\nKermit:\n What do you mean?\n\n\nShackle:\n The ads talk about the people watching them.\n\n\nKermit:\n I see, I see. Wouldn't be the first ti—\n\n\n(Silence.)\n\n\nShackle:\n What?\n\n\nKermit:\n Nothing, nothing. Do you have any more questions?\n\n\nShackle:\n Would they know that Wilkins Coffee is out of business?\n\n\nKermit:\n If they're still kicking in those internet videos, I doubt it.\n\n\nShackle:\n Did Henson say anything else about them? Anything that would lead you to a location they might be at? Any hints?\n\n\nKermit:\n Hmm. All he said was \"I didn't like Wilkins Coffee.\"\n\n\n«END LOG»\n\n\n\n\nFollowing this interview, the Foundation was permitted to enter the Henson Library of Archives. Kermit allowed the recovery team access into a cordoned basement level, where an opened metal box of VHS tapes and film reels was found. This box is unlabeled and the tapes are not documented in the archive's repository.\n\n\nNext to the box was a laptop, logged into the YouTube account \"CoffeePals_554,\" and multiple electrical cords soldered to the box. Red fur fibers were found in the carpet and on the laptop, belonging to an unknown source. Kermit claimed that it was unaware that this was occurring within the Henson Archive and does not know who would be responsible.\n\n\nAddendum 6595.3:\n Testing Log Cont.\n\n\nAfter the Foundation recovered the source tapes, all instances of SCP-6595 on YouTube.com ceased activity. Accounts under the \"CoffeePals\" monicker have also since appeared following the deletion of the aforementioned \"CoffeePals_554.\"\n\n\nA number of differences were noticed when viewing the physical tapes and reels, Wilkins and Wontkins will now more commonly directly address, threaten, or attempt to converse with the viewer.\n\n\n\n\n\n\nTEST ID: 6595-11\n\n\n\n\n\n\nSubject:\n Dr. Brandon Leavers, instructed to rewind the advertisement at various intervals.\n\n\nResultant Advertisement:\n \n(Both puppets are in frame.)\n\n\nWilkins:\n A little birdie—\n\n\n(Dr. Leaver's rewinds. When the video resumes, Wilkins and Wontkins glace around their surroundings in confusion.)\n\n\nWontkins:\n What was that?\n\n\nWilkins:\n \n(To the camera)\n I think I have an idea.\n\n\nWontkins:\n Should we keep—\n\n\n(Dr. Leaver's rewinds. The video resumes, showing an empty set.)\n\n\n(The picture turns to static after five seconds of silence. It cuts to a shot of Wilkins's face staring blankly into the lens. Heavy breathing is audible.)\n\n\n\n\n\n\n\n\n\n\nTEST ID: 6595-12\n\n\n\n\n\n\nSubject:\n Dr. Brandon Leavers\n\n\nResultant Advertisement:\n \n(Wilkins is in frame with the company logo hanging behind it. Wontkins enters wearing a brown toupée and a lab coat.)\n\n\nWilkins:\n Hey there SCP Foundation Doctor Brandon Leavers, Social Security Number: ███-██-████.\n\n\nWontkins:\n Yes I'm Brandon Leavers, Social Security Number: ███-██-████. And I like rewinding movies because my brain can't keep up. How do you know all that about me?\n\n\nWilkins:\n Same reason I know that your mother lives at Snapping Ferns Nursing Home!\n\n\nWontkins:\n She sure does live there. She also keeps her door unlocked despite warnings from me, her son. How do you know all this about me?\n\n\nWilkins:\n Wilkins Coffee keeps your brain focused!\n\n\nWontkins:\n Well I hate coffee! And I hate Wilkins!\n\n\nWilkins:\n Wait a minute now, an active mind lets you remember a bunch of things. Like your allergy to bees.\n\n\nWontkins:\n Why would I—\n\n\n(Puppets of bees swarm Wontkins, who runs off to the right.)\n\n\n(Footage cuts to a stack of Wilkins Coffee cans. The logo has been replaced with text reading \"Leaver's Coffee\" in a similar typeface.)\n\n\n\n\n\n\n\n\n\n\nTEST ID: 6595-16\n\n\n\n\n\n\nSubject:\n Dr. Nathan Friedrichs\n\n\nResultant Advertisement:\n \n(Wilkins is in frame with the company logo hanging in the backdrop. It looks to the camera.)\n\n\nWilkins:\n Hi doc, you like Wilkins Coffee?\n\n\nDr. Friedrichs:\n Are you talking to me?\n\n\nWilkins:\n Yeah, silly! What d'ya say to a hot steamin' cup of Wilkins Coffee?\n\n\nDr. Friedrichs:\n Can you see me?\n\n\nWilkins:\n Course I can, and I can see you don't have a nice cup of Wilkins—\n\n\nDr. Friedrichs:\n Wait, wait, where is this being filmed? Who's making these?\n\n\nWilkins:\n Buddy, I'm trying to ask you about Wilkins Coffee. Quit going off-topic!\n\n\nDr. Friedrichs:\n I don't care about Wilkins Coffee. Please answer my—\n\n\n(A large poster unfurls behind Wilkins. It depicts a photograph of a female child, identified as Dr. Friedrich's daughter, with the word \"MISSING\" written above it.)\n\n\nWilkins:\n Things just seem to happen to people who don't drink Wilkins.\n\n\n(Footage cuts to a white mug and a half-filled coffee pot emblazoned with the Wilkins Coffee logo.)\n\n\n\n\n\n\nAddendum 6595.3:\n Incident Log\n\n\n\n\n\n\nTEST ID: 6595-20\n\n\n\n\n\n\nSubject:\n Dr. Zara Locke, instructed to explain that Wilkins Coffee no longer exists.\n\n\nResultant Advertisement:\n \n(The two puppets are in frame, with the Wilkins Coffee logo handing on the stage curtains behind them. Wilkins looks into the camera.)\n\n\nWilkins:\n Hey there, you ever have a nice warm glass of Wilkins Coffee in the morning? My friend here thinks it's not all that!\n\n\nDr. Locke:\n Can you hear me?\n\n\nWilkins:\n Thought you science-fellas already figured that out a few days ago!\n\n\nDr. Locke:\n Just had to make sure. And no, I haven't had Wilkins Coffee.\n\n\nWilkins:\n And why's that? Not a coffee drinker or do ya just have no taste?\n\n\nDr. Locke:\n I have to inform you — regretfully — that the Wilkins Coffee Company no longer exists.\n\n\nWilkins:\n Sure it does, silly, I have a can right there.\n\n\n(Wontkins walks out of frame, returning a few seconds later. The video quality is observed to degrade.)\n\n\nWilkins:\n Where are the cans?\n\n\nWontkins:\n They're gone.\n\n\nWilkins:\n What do you mean they're gone?\n\n\nWontkins:\n They're not there. I don't know what to tell you.\n\n\n(Wilkins paces out of frame; the Wilkins logo collapses, startling Wontkins.)\n\n\n(The tape cuts to a new scene. Wilkins and Wontkins are standing in front of a blank background; the curtain is missing, revealing the white sheetrock behind them. The stage is dimly lit.)\n\n\nWilkins:\n Hey there, do you drink Wilkins coffee?\n\n\nWontkins:\n No. I hate Wilkins Coffee.\n\n\n(A brief pause.)\n\n\nWilkins:\n Me too.\n\n\n\n\n\n\nSubsequent testing has found that all footage will only display a video of Wilkins and Wontkins, silently staring into the screen, unmoving and mouths agape. Object reclassified to neutralized.\n\n\n\n\nFootnotes\n\n\n1\n. This user has also gone by the screen names \"C0feePals,\" \"CaffineFriends,\" 'EspressoCompadres,\" and \"FuckYouStopRemovingMeILikeCoffee,\" among others.\n\n\n2\n. A pair of muppets resembling old men. They serve as hecklers during The Muppet Show, commonly launching insults at Kermit the Frog or Fozzie Bear.\n\n\n3\n. The assistant of Doctor Bunsen Honeydew, a scientist and inventor. Beaker is commonly on the receiving end of slapstick-style punchlines where Beaker is injured by Honeydew's inventions.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6594\n | SCP-6595 | \nSCP-6596\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7593\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+193)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nSCP-8595\n \n(+398)\n \n•\n\n\n\n\n\n\nSCP-8598\n \n(+162)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+161)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+560)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-6591\n \n(+132)\n \n•\n\n\n\n\n\n\nSCP-8594\n \n(+125)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6595\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6595\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n mupper.png\n\n\nAuthor:\n thotfulspot\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://search.creativecommons.org/photos/b9a7ba61-c96d-4163-ab4b-1311e96fef1d\n]",
    "addendums": [
        "Addendum 6595.1: Testing Log",
        "Addendum 6595.2: Recovery of SCP-6595 Instances\nWaldo.AIC was initiated following Addendum 6595.1. A location in New York City, New York was marked as the source location of the uploader. An investigation uncovered the location of origin to be The Jim Henson Studios Archive, which was subsequently designated as a priority place of interest.\nIn conjunction with the above discovery, research personnel reopened the SCP-6690 file. Senior Researcher Anthony Shackle was assigned to the New York location to perform another interview with members of The Muppet Show cast.\nFollowing this interview, the Foundation was permitted to enter the Henson Library of Archives. Kermit allowed the recovery team access into a cordoned basement level, where an opened metal box of VHS tapes and film reels was found. This box is unlabeled and the tapes are not documented in the archive's repository.\nNext to the box was a laptop, logged into the YouTube account \"CoffeePals_554,\" and multiple electrical cords soldered to the box. Red fur fibers were found in the carpet and on the laptop, belonging to an unknown source. Kermit claimed that it was unaware that this was occurring within the Henson Archive and does not know who would be responsible.",
        "Addendum 6595.3: Testing Log Cont.\nAfter the Foundation recovered the source tapes, all instances of SCP-6595 on YouTube.com ceased activity. Accounts under the \"CoffeePals\" monicker have also since appeared following the deletion of the aforementioned \"CoffeePals_554.\"\nA number of differences were noticed when viewing the physical tapes and reels, Wilkins and Wontkins will now more commonly directly address, threaten, or attempt to converse with the viewer.",
        "Addendum 6595.3: Incident Log\nSubsequent testing has found that all footage will only display a video of Wilkins and Wontkins, silently staring into the screen, unmoving and mouths agape. Object reclassified to neutralized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6595 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-6595 . Licensed under CC-BY-SA .",
        "Filename: mupper.png Author: thotfulspot License: CC BY 2.0 Source: [ https://search.creativecommons.org/photos/b9a7ba61-c96d-4163-ab4b-1311e96fef1d ]"
    ],
    "containment_procedures": "SCP-6595 is currently contained in commercial video vault J-3 of the recorded media section of the Site-322 Archives.",
    "description": "SCP-6595 refers to advertisements analogous to those created by Jim Henson for the now-defunct Wilkins Coffee Company. The advertisements feature Wilkins, a yellow, vaguely reptilian puppet and Wontkins, a red, conical puppet with an orange, spherical nose.",
    "title": "SCP-6595"
}