{
    "url": "https://scp-wiki.wikidot.com/scp-6597",
    "all_text": "PlaguePJP: XVII\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+180\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6597\n — \nWhale, I'm Boned\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6597\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn example of scrimshaw done on whale teeth.\n\n\n\n\n\n\n\n\n\n\n\n\nDoctor Cillian Freska.\n\n\n\n\n\n\nSpecial Containment Procedures:\n In order to maintain containment of both SCP-6597 and SCP-6597-1, Foundation personnel at Site-322 are to engage in the creation of scrimshaw art. Special authorization has been provided by the Overseer Council, allowing Site-322 to maintain trade connections with black market sellers of ivory and whalebone.\n\n\nDescription:\n SCP-6597 is a wooden altar table originally discovered in a submerged section of a cave in Nantucket, Massachusetts. Despite being underwater for a considerable amount of time, there is no damage to SCP-6597. The exterior of SCP-6597 is decorated with numerous carvings depicting large 19th-century sailboats, sea monsters, portraits, and ornate patterns. Standing on the surface of the table is a portion of a Humpback Whale skull, inscribed with the words \"AT YOUR BEHEST.\" Despite not being bolted or glued to SCP-6597, this bone can not be removed.\n\n\nSCP-6597-1 is a semi-corporeal humanoid entity that can be summoned via placing food and items on SCP-6597. SCP-6597-1 is approximately 2 meters in height, has a long, braided beard, and wears armor that appears to be composed of whalebone and steel. Over the armor, SCP-6597-1 wears a long, black, leather coat adorned with the iconography of the ocean, sailing, and sea monsters.\n\n\nSCP-6597-1 self-identifies as \"Scordoh\" and claims to be the patron god of scrimshaw, the act of carving and painting whalebone and ivory.\n1\n\n\nAddendum 6597.1:\n Discovery\n\n\nDuring a preliminary inspection of SCP-6597, SCP-6597-1 was discovered after Dr. Cillian Freska unintentionally sacrificed his morning coffee to the entity. In a matter of seconds, the cup was drained of its liquid and the table began forcefully vibrating. SCP-6597-1 appeared in SCP-6597's containment locker.\n\n\n\n\nTRANSCRIPT\n2\n\n\n\n\nThis file was originally concealed from the Foundation. See Addendum 6597.2 for further details.\n\n\n\n\n«BEGIN LOG»\n\n\n(Dr. Freska is inspecting his empty coffee cup.)\n\n\nSCP-6597-1:\n HELLO MORTAL.\n\n\nFreska:\n Jesus Christ!\n\n\nSCP-6597-1:\n CLOSE! I AM SCORDOH.\n\n\n(Pause)\n\n\nFreska:\n Alright.\n\n\nSCP-6597-1:\n GOD OF SCRIMSHAW AND WHALEBONE CARVINGS.\n\n\nFreska:\n Can I help you?\n\n\nSCP-6597-1:\n YOU HAVE DONE THAT FIFTEENFOLD. IT HAS BEEN CENTURIES SINCE I'VE BEEN CALLED UPON. THANK YOU FOR YOUR SACRIFICE, MORTAL. I AM ENJOYING THE CONCOCTION YOU'VE GIVEN ME.\n\n\nFreska:\n Oh… I'm glad you liked it. It's Dunkin' Donuts coffee.\n\n\nSCP-6597-1:\n DUNKING DOUGHNUT. I WILL CARVE THEIR REVERED TITLE ONTO MY ETERNAL WHALE TUSK. MORTAL, WHAT IS YOUR NAME?\n\n\nFreska:\n Cillian. Cillian Fres—\n\n\nSCP-6597-1:\n THAT IS WRONG. YOU ARE FORGETTING THE MOST IMPORTANT PART.\n\n\nFreska:\n It's my name. What's so important—\n\n\n(SCP-6597-1 directs its hand at Dr. Freska. A beam of gold shoots out of its fingers and enters Dr. Freska's body. A faint gold aura can be seen around him.)\n\n\nFreska:\n The hell was that?\n\n\nSCP-6597-1:\n YOU ARE A SAINT. SAINT CILLIAN FRESKA IS YOUR NAME NOW.\n\n\nFreska:\n You \nsainted\n me? What does that mean?\n\n\nSCP-6597-1:\n WHEN SOMEONE ASKS IF YOU'RE A SAINT…\n\n\nFreska:\n Yeah?\n\n\nSCP-6597-1:\n YOU CAN LEGALLY SAY YES.\n\n\nFreska:\n Oh. Is that all?\n\n\nSCP-6597-1:\n ALSO YOU CAN NO LONGER DIE.\n\n\nFreska:\n What!?\n\n\nSCP-6597-1:\n CONGRATULATIONS. PLEASE TELL YOUR BRETHREN TO DUNK SOME DOUGHNUTS FOR ME. I WILL BE NEARBY.\n\n\n(SCP-6597-1 demanifests.)\n\n\n«END LOG»\n\n\n\n\nDr. Freska's golden aura has remained present since this interaction. Permission to begin testing on SCP-6597-1's claims regarding Freska's immortality is pending.\n\n\nAddendum 6597.2:\n Event Log\n\n\nOver the next week, notable abnormalities in Dr. Freska's behavior were observed. Below is a comprehensive account.\n\n\n\n\n\n\nDate\n\n\nDescription\n\n\n\n\n\n\n20/02/2020\n\n\nDr. Freska did not arrive at Site-322 until 13:35, 5 hours after his assignment began. When he did arrive, Freska was soaked in seawater. He later claimed he nearly drowned after an extended period of time in the ocean.\n\n\n\n\n\n\n22/02/2020\n\n\nDr. Freska began to smell of rotting fish. In response to complaints, he claimed ignorance.\n\n\n\n\n\n\n24/02/2020\n\n\nMultiple desks, tables, and chairs in Site-322 were vandalized with ornate carvings of sailboats, krakens and other sea monsters, and intricate patterns. Dr. Freska asserted he did not remember taking part in these activities, despite video evidence.\n\n\n\n\n\n\n25/02/2020\n\n\nThroughout the week, personnel overheard Dr. Freska arguing with himself in his office. Dr. Freska spoke both sides of the argument, alternating between a highly bombastic voice and his normal speaking voice.\n\n\n\n\n\n\n27/02/2020\n\n\nAfter being over 7 hours late to his assignment at Site-322, Dir. Paul Lague phoned him. While cell service was inadequate, it was ascertained that Dr. Freska had boarded a sailboat. Dr. Freska insisted that he didn't remember the process by which he got out to sea.\n\n\n\n\n\n\nDuring the aforementioned phone call, it was discovered that Dr. Freska had concealed the audio file shown in Addendum 6597.1.\n\n\nAddendum 6597.3:\n Interview Log\n\n\nAn intervention between Dir. Lague and Dr. Freska was held. Dr. Freska asserted that he was not in control of himself, and instead felt as though he was being puppeteered by an unknown force. That, combined with his newfound sainthood, had been causing an immense amount of stress.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nLague:\n Can you call upon…\n\n\nFreska:\n Scordoh.\n\n\nLague:\n Scordoh. Is there a way to bring Scordoh here like you did last time?\n\n\nFreska:\n Coffee didn't work this time. I don't know why. He really liked it last time. He put it on his eternal whale bone!\n\n\nLague:\n Alright, alright, you need to calm down. Let's just think. Do you know of anything else that could—\n\n\nFreska:\n Whale bone.\n\n\nLague:\n Whale bone? Alright.\n\n\nFreska:\n Yeah, whale bone, I need one.\n\n\nLague:\n And how did you come to that conclusion — if you don't mind me asking?\n\n\nFreska:\n I can feel it.\n\n\n(Dr. Freska begins to violently shake his hands.)\n\n\nFreska:\n Yeah. Yeah! YEAH! Whale bone! Two! TWO! Two big beautiful whale bones. Bring 'em to papa.\n\n\nLague:\n Alright cowboy, keep it in your pants.\n\n\n(Lague phones Site storage personnel.)\n\n\nLague:\n Hey, do we have whale bones by any chance? […] We do? Great. […] Two—\n\n\nFreska:\n THREE!\n\n\nLague:\n Scratch that, I need three, apparently. […] As soon as possible. […] Thanks.\n\n\n\n\n(Dr. Freska is furiously carving the bones. After approximately 10 minutes, a plume of smoke appears. When the smoke clears, SCP-6597-1 is standing in front of Freska.)\n\n\nSCP-6597-1:\n HELLO MORTAL. I AM SCORDOH, GOD OF SCRIMSHAW AND WHALEBONE CARVINGS. THANK YOU FOR THE MEAL. IT WAS QUITE FILLING.\n\n\nLague:\n You're, uh, welcome. Thank you for gracing us with your presence, Scordoh. Are you open to answering a few questions for me?\n\n\nSCP-6597-1:\n OF COURSE. I ENJOY SPEAKING.\n\n\n(A large throne manifests under SCP-6597-1 as it moves to sit. The throne appears to be composed of whale bones.)\n\n\nSCP-6597-1:\n I HOPE YOU HAVE HONORED SAINT CILLIAN WITH GREAT KINDNESS AND RESPECT. WE'VE BEEN HAVING A LOT OF FUN THIS LAST WEEK. SCRIMSHAW IS GOING TO RETURN.\n\n\nLague:\n Ah, that clears it up. So you're influencing him and that's where the odd behavior is coming from?\n\n\nSCP-6597-1:\n ODD? HE IS A SAINT OF SCRIMSHAW. HE MUST LEARN THE WAYS. AND HE'S HAVING FUN, ISN'T THAT RIGHT SAINT CILLIAN?\n\n\n(Dr. Freska sheepishly nods his head.)\n\n\nSCP-6597-1:\n IF HE WASN'T HAVING FUN I WOULDN'T DO IT.\n\n\nFreska:\n If I wasn't having fun he wouldn't do it.\n\n\nLague:\n So, um, you said you're a god. Is there a pantheon you come from?\n\n\nSCP-6597-1:\n I DON'T KNOW WHAT THAT IS.\n\n\nLague:\n There are Greek gods, Roman, African, Japanese, Native American. Do you come from one of those cultures or another?\n\n\nSCP-6597-1:\n I COME FROM SCRIMSHAW. GREAT GLORIOUS SCRIMSHAW AND THE SCRIMSHANDERS\n3\n WHO SCRIMSHAW.\n\n\nLague:\n Scrimshaw, or the act of it, brought you into being?\n\n\nSCP-6597-1:\n NO. I WAS ALWAYS AROUND. IT'S JUST WHAT I LIKED, AND A LOT OF PEOPLE WERE DOING IT AT THE TIME.\n\n\nLague:\n That would probably be the mid 19th and early 20th century, then.\n\n\nSCP-6597-1:\n WAS THAT WHEN PEOPLE DECIDED TO SCRIMSHAW?\n\n\nLague:\n Yeah, I thought that was the insinuation.\n\n\nSCP-6597-1:\n WHY ARE YOU BEING SARCASTIC?\n\n\nLague:\n Force of habit. So, as I'm sure you're aware, people stopped scrimshawing after that time period, for the most part. What happened to you.\n\n\nSCP-6597-1:\n POWER COMES FROM BELIEF AND ACTIVITY. PEOPLE STOPPED SCRIMSHAWING AND BONE CARVING SO I WAS NO LONGER NEEDED. I DID NOT GET ANY MORE OFFERINGS AND SACRIFICES. I THOUGHT THAT WAS THE INSINUATION.\n\n\nLague:\n Touché. From my understanding, Doctor Freska—\n\n\nSCP-6597-1:\n DOCTOR SAINT FRESKA. HE IS A SAINT OF SCRIMSHAW. HERALD TO I, SCORDOH, GOD OF—\n\n\nLague:\n Right, apologies. Doctor \nSaint\n Freska was the first person in \"centuries\" to sacrifice anything to you?\n\n\nSCP-6597-1:\n YES. THAT IS WHY HE IS SAINTED. HE IS A BEING OF REVERENCE — ONE OF GREAT VIGOR AND INTENSE MASCULINITY.\n\n\n(Dr. Freska cradles his legs and begins to rock himself back and forth.)\n\n\nSCP-6597-1:\n WHAT A BEING. HE WILL STRIKE FEAR IN THE HEARTS OF THOSE WHO DENY MY GRANDIOSITY.\n\n\nLague:\n Just making sure I understand your thought process, is all. Is there a way to remove the sainthood?\n\n\nFreska:\n Hey—!\n\n\nSCP-6597-1:\n NOT UNLESS I WANT TO.\n\n\n(Pause)\n\n\nLague:\n Can you remove the sainthood?\n\n\nSCP-6597-1:\n NO. I HAVE A QUESTION, AS YOU ARE A LEARNED MAN. WHY DID PEOPLE STOP SCRIMSHAWING?\n\n\nLague:\n A lot of countries banned the trade of ivory and whale carcasses to prevent the animals from being hunted to extinction.\n\n\nSCP-6597-1:\n HMMM. SO PEOPLE STOPPED KILLING ELEPHANTS AND WHALES?\n\n\nLague:\n I mean people didn't stop — it still happens — it was just made illegal in a lot of the world. A lot of countries are really strict about the import of the necessary materials. It really did cut down on it.\n\n\nSCP-6597-1:\n I SEE. I HAVE A SUGGESTION, THEN.\n\n\nLague:\n Let's hear it.\n\n\nSCP-6597-1:\n I WOULD LIKE PEOPLE TO START KILLING MORE ELEPHANTS AND WHALES.\n\n\n«END LOG»\n\n\n\n\nAddendum 6597.4:\n Further Incidents/Project Proposal\n\n\nOver the next week, abnormal behavior from Dr. Freska increased in frequency. This included attempting to purchase last-minute tickets to Mali, Africa. Freska was also observed attempting to purchase firearms and ammunition from a Walmart without a gun permit, joining multiple Facebook groups regarding ivory jewelry and weaponry, and buying $2000 in Ivory brand soap.\n\n\nAfter being placed in containment, Dr. Freska's mental state rapidly declined. After two days, he would only vocalize the statement that \"People must scrimshaw.\" A containment procedure was subsequently devised, with the hope that it would detach SCP-6597-1's influence from Dr. Freska and return it to its altar.\n\n\n\n\n\n\nSITE-322'S ARTS & CRAFTS EVENT\n\n\n\n\nThis Monday at 3:00 PM, your Site Director is hosting a \nmandatory\n event where you will learn a new, once popular skill. You are to go to the first floor into lecture hall A3. Supplies will be provided, all you need to bring is yourself, your colleagues, and something to drink.\n\n\nFood will be provided afterwards.\n\n\nI'll be giving periodic announcements in the days and hours leading up to the event. So if you \"misplace\" this poster, you'll still have the reminders straight from the source. :)\n\n\n★ We're excited to see you there! ★\n\n\n(Remember this is mandatory; O5 approval on that.)\n\n\n\n\n~ Paul Lague\n\n\n\n\n\n\nAddendum 6597.5:\n Arts and Crafts Event\n\n\nThe Arts and Crafts containment procedure began on schedule. Dr. Freska was permitted to assist lecturing the staff on how to scrimshaw their provided ivory tusks.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nMembers\n\nDir. Paul Lague\n\nDr. Cillian Freska\n\nSCP-6597-1\n\nVarious members of Site-322 personnel\n\n\n\n\n«BEGIN LOG»\n\n\nLague:\n Alrighty! Thanks for showing up everyone, I'm happy to have you all here, especially in one place. Today, we're going to be learning how to scrimshaw from our friend and colleague Dr. Cillian Freska. Does everyone have their tusk?\n\n\n(Dr. Coix raises his hand.)\n\n\nLague:\n Coix, what's up?\n\n\nCoix:\n This is elephant ivory?\n\n\nLague:\n Bit of whale bones mixed amongst you guys along with some warthog and rhino. We didn't have enough whale in storage so the majority of what you all have is elephant plus the other two I mentioned.\n\n\nCoix:\n Alright. Did we have this much ivory in storage?\n\n\nLague:\n I don't think it's part of your job description to know that.\n\n\nCoix:\n Technically it is.\n\n\nLague:\n No, this isn't ivory from us.\n\n\n(Pause)\n\n\nCoix:\n Where'd you get it?\n\n\n(Silence.)\n\n\nLague:\n Why don't you tell the audience what Scrimshaw is, Freska.\n\n\nFreska:\n Scrimshaw — Oh you people aren't ready for this. YOU GOT TUSKS! Look at all that! WOW! It's extraordinary isn't it — so white and hard and white and uh… Yeah, scrimshaw! Scrimshaw! It's — you take this tusk and you carve a boat on it, man! A BOAT! OR A MONSTER! WE HAVE MONSTERS — SOMEONE CARVE ONE OF OUR MONSTERS ON IT! That'll get me going. I'm like a horse in heat over here.\n\n\nLague:\n Alright, alright, alright. Take a breather.\n\n\nFreska:\n Yes sir, I just love scrimming and shawing!\n\n\nLague:\n You sure do. We're going to be carving designs into the ivory, then we're going to paint the carving. Everyone should have a knife, pick, and a scraper.\n\n\n(Dr. Lague projects a short PowerPoint presentation. Dr. Freska is heard grunting every time a piece of scrimshaw art is shown.)\n\n\nLague:\n I'll give you paint after. We're here for an hour — there's no real theme but try to keep it nautical.\n\n\n(A modulated cough is heard in the audience.)\n\n\nLague:\n Yes, Geoffrey?\n\n\nSCP-5595\n:\n \nI AM IN QUITE THE PREDICAMENT.\n\n\nLague:\n No arms?\n\n\nSCP-5595:\n \nSHARP AS ALWAYS, MR. LAGUE.\n\n\nLague:\n Come up here, then, and help me with mine.\n\n\n\n\n(Researcher Hoover raises his hand.)\n\n\nLague:\n Julian. What's up?\n\n\nHoover:\n Yeah, I'm not sure I understand how this works.\n\n\nLague:\n Do you need me to show the presentation again?\n\n\nHoover:\n No, just the intricate patterns seem kinda hard to do.\n\n\nLague:\n Really, it doesn't matter what you do. I don't expect you guys to be masters from the forefront.\n\n\nHoover:\n I'd just like a bit of guidance. This is a bit too complicated for me to get by myself.\n\n\nLague:\n Uuh, sure. Who here—\n\n\n(Dr. Freska sprints over to Researcher Hoover's seat.)\n\n\nFreska:\n Mhm. Mhm. Mhm. What are we thinking? What do you wanna make? Shrimp? Clam? Mollusk? Mussel? Crab? Lobster? Uh. Fish?\n\n\n(Pause)\n\n\nHoover:\n I was thinking a pirate flag.\n\n\nFreska:\n Ooooooh with like a skull and the crossbones. That sounds hot.\n\n\nHoover:\n Huh?\n\n\nFreska:\n Carve. Go. START. Start carving and let me watch.\n\n\n\n\n(As personnel complete painting their projects, a plume of smoke appears from behind a now sedated Freska. When the smoke clears, SCP-6597-1 is standing in front of Freska.)\n\n\nSCP-6597-1:\n A FEAST IN MY HONOR! WHAT DELICIOUSNESS? YOU VOLUPTUOUS CREATURES, DOCTOR SAINT CILLIAN FRESKA HAS DONE IT. SCRIMSHAW IS BACK.\n\n\nLague:\n Everyone, this is, uh, Scor—\n\n\nSCP-6597-1:\n MORTALS, I AM SCORDOH.\n\n\nLague:\n Yeah, Scordoh. He's the patron of—\n\n\nSCP-6597-1:\n GOD OF SCRIMSHAW AND WHALEBONE CARVING.\n\n\nLague:\n Mhm.\n\n\nSCP-6597-1:\n MORTALS, MY ETERNAL WHALEBONE AND I ARE HERE TO JUDGE THIS EVENT AND FIND A CHAMPION. YOU HAVE POURED COUNTLESS HOURS OF BLOOD, SWEAT, TEARS, AND HOPEFULLY OTHER FLUIDS INTO YOUR SCRIMSHAWS.\n\n\n(SCP-6597-1 moves to sit. As he does, a throne appears under him.)\n\n\nSCP-6597-1:\n PLEASE PRESENT YOUR WORKS.\n\n\n\n\nDir. Lague/SCP-5595's Piece\n\n\nDescription:\n An octopus wielding different pieces of medieval weaponry.\n\n\nSCP-6597-1's Comments:\n\n\n\n\nA BEAST. HORRIFIC, SAVAGE, YET WITH A CANDID ATTRACTIVENESS I CAN NOT AVERT MY EYES FROM. HAVE YOU SLAIN THIS BEAST?\n\n\n\n\n\n\n\n\nDr. Dune's Piece\n\n\nDescription:\n What appears to be a fleet of sailing ships.\n\n\nSCP-6597-1's Comments:\n\n\n\n\nBUMBLEBEES. LOATHSOME CREATURES. I ONCE FOUGHT A GROUP OF BEES IN SINGLE COMBAT WHEN I WAS IN NEED OF THEIR AMBROSIA AND NECTAR. I DID NOT WIN. IT HAS HARDENED MY HEART AND HAS WEIGHED HEAVY ON MY SOUL EVER SINCE.\n\n\nI VOW TO GET THEIR NECTAR.\n\n\n\n\n\n\n\n\nDr. Coix's Piece\n\n\nDescription:\n A self-portrait.\n\n\nSCP-6597-1's Comments:\n\n\n\n\nI RECOGNIZE THIS ONE. YOU MUST BE A POWERFUL SORCERER TO SEE THE GOBLIN OF FABLEGROWTH AND RETURN TO TELL THE STORY, LET ALONE EMBARRASS IT BY SCRIMSHAWING IT ON THIS BEAST'S TUSK. DOCTOR SAINT CILLIAN, I DID NOT KNOW YOU WERE AMONG SUCH TRAVELED SOULS.\n\n\n\n\n\n\nSCP-6597-1:\n MORTALS, I AM AT A CROSSROADS. I ENJOYED MANY PIECES, HOWEVER, THERE CAN ONLY BE ONE WINNER. MAY I SPEAK WITH THE HONORABLE LEADER OF THIS CLAN?\n\n\nLague:\n That would be me, technically — And only when I have them on the clock.\n\n\nSCP-6597-1:\n AH, YOU ARE A TIME WIZARD TOO. I HAVEN'T BEEN IN THE PRESENCE OF ONE IN A WHILE.\n\n\nLague:\n No — hm, that's a figure of speech—\n\n\nSCP-6597-1:\n MORTALS AND MAGICIANS, WITH THE GRACE OF SCRIMSHAW, I MUST REQUEST A SOLE CHAMPION. YOU MUST DUEL—\n\n\nLague:\n Wait, what? No, that's not happening.\n\n\nSCP-6597-1:\n —TO THE DEATH. THE SOLE SURVIVOR WILL BE CROWNED LORD SCRIMSHANDER AND CHAMPION OF SCORDOH. BEGIN.\n\n\n(SCP-6597-1 stands with a toothy smile on its face. It stares at Site staff for three minutes. The personnel do not move.)\n\n\nSCP-6597-1:\n HMM, I UNDERSTAND. YOU BELIEVE YOU ARE ALL CHAMPIONS?\n\n\nLague:\n Yes, they do. They're all impressed by each other's art. Right everyone…?\n\n\n(Those in attendance murmur in agreement with Lague.)\n\n\nSCP-6597-1:\n AH HAH HAH HAH. YOU HAVE PASSED THE TEST. CONGRATULATIONS! I WILL SANCTIFY YOU ALL.\n\n\nLague:\n NO! No. No. You can't.\n\n\nSCP-6597-1:\n WHY IS THAT, TIME WIZARD?\n\n\nLague:\n Their souls have been corrupted by the… god of flax spinning.\n\n\nSCP-6597-1:\n CURSE THAT BASTARD FLATUVIO. ALWAYS A STEP AHEAD.\n\n\n(Pause)\n\n\nLague:\n Now that you had this feast, will you leave Doctor Saint Freska alone? You have a whole group of scrimshanders now.\n\n\nSCP-6597-1:\n DOCTOR SAINT CILLIAN HAS BEEN A LOYAL SUBJECT. I BELIEVE IT IS HIS TIME TO FLY AND SPEAD SCRIMSHAW TO THE MASSES ON HIS OWN, AS HE DID HERE.\n\n\nLague:\n Yeah, I'm sure he's gonna be doing that. I guess—\n\n\nSCP-6597-1:\n AS FOR YOU MORTALS AND MAGICIANS, I WILL SEE YOU NEXT EARTH CYCLE FOR ANOTHER FEAST. PLEASE LEAVE ME SOME MORE DUNKING DOUGHNUT COFFEE. I WILL BE SLEEPING IN MY TABLE.\n\n\n(With a large plume of smoke, SCP-6597-1 and its throne vanish.)\n\n\n«END LOG»\n\n\n\n\nDespite initial apprehension, Site-322's Arts and Crafts Event/containment procedure was considered a success. Monitoring of Dr. Freska took place over the next 120 days, wherein no abnormal behavior was observed — other than a slight phobia of the ocean. While the golden aura from the apparent sainthood has remained, SCP-6597-1's influence is no longer present.\n\n\nUpdated containment procedures to include a yearly scrimshaw event are pending Overseer approval. Mobile Task Force operatives that were stationed at sea or Sub-Saharan Africa due to this project are to return to base.\n\n\n\n\nFootnotes\n\n\n1\n. Making scrimshaw art was a popular practice among late-18th century American whalers until bans were placed on the practice of whaling and later the import of ivory.\n\n\n2\n. All attempts to write SCP-6597-1’s speech during the transcription process of this log have resulted in capitalization. The cause of this minor anomaly is unknown and a way to circumvent it has yet to be discovered.\n\n\n3\n. A person who scrimshaws.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6596\n | SCP-6597 | \nSCP-6598\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+161)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-7591\n \n(+195)\n \n•\n\n\n\n\n\n\nSCP-8593\n \n(+184)\n \n•\n\n\n\n\n\n\nSCP-8595\n \n(+398)\n \n•\n\n\n\n\n\n\nSCP-8590\n \n(+144)\n \n•\n\n\n\n\n\n\nSCP-8596\n \n(+274)\n \n•\n\n\n\n\n\n\nSCP-5364\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-7590\n \n(+153)\n \n•\n\n\n\n\n\n\nPlauge's Proposal\n \n(+250)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6597\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6597\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n freska.png\n\n\nAuthor:\n Dennis van Zuijlekom\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nhttps://www.flickr.com/photos/dvanzuijlekom/48024375773/\n]\n\n\n\n\n\n\nFilename:\n scrimshaw.png\n\n\nAuthor:\n Naval History & Heritage Command\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://search.creativecommons.org/photos/ff5ec76e-e05c-4f0a-b032-5f8ed4ceea33\n]",
    "addendums": [
        "Addendum 6597.1: Discovery\nDuring a preliminary inspection of SCP-6597, SCP-6597-1 was discovered after Dr. Cillian Freska unintentionally sacrificed his morning coffee to the entity. In a matter of seconds, the cup was drained of its liquid and the table began forcefully vibrating. SCP-6597-1 appeared in SCP-6597's containment locker.\nDr. Freska's golden aura has remained present since this interaction. Permission to begin testing on SCP-6597-1's claims regarding Freska's immortality is pending.",
        "Addendum 6597.2: Event Log\nOver the next week, notable abnormalities in Dr. Freska's behavior were observed. Below is a comprehensive account.\nDuring the aforementioned phone call, it was discovered that Dr. Freska had concealed the audio file shown in Addendum 6597.1.",
        "Addendum 6597.3: Interview Log\nAn intervention between Dir. Lague and Dr. Freska was held. Dr. Freska asserted that he was not in control of himself, and instead felt as though he was being puppeteered by an unknown force. That, combined with his newfound sainthood, had been causing an immense amount of stress.",
        "Addendum 6597.4: Further Incidents/Project Proposal\nOver the next week, abnormal behavior from Dr. Freska increased in frequency. This included attempting to purchase last-minute tickets to Mali, Africa. Freska was also observed attempting to purchase firearms and ammunition from a Walmart without a gun permit, joining multiple Facebook groups regarding ivory jewelry and weaponry, and buying $2000 in Ivory brand soap.\nAfter being placed in containment, Dr. Freska's mental state rapidly declined. After two days, he would only vocalize the statement that \"People must scrimshaw.\" A containment procedure was subsequently devised, with the hope that it would detach SCP-6597-1's influence from Dr. Freska and return it to its altar.",
        "Addendum 6597.5: Arts and Crafts Event\nThe Arts and Crafts containment procedure began on schedule. Dr. Freska was permitted to assist lecturing the staff on how to scrimshaw their provided ivory tusks.\nDespite initial apprehension, Site-322's Arts and Crafts Event/containment procedure was considered a success. Monitoring of Dr. Freska took place over the next 120 days, wherein no abnormal behavior was observed — other than a slight phobia of the ocean. While the golden aura from the apparent sainthood has remained, SCP-6597-1's influence is no longer present.\nUpdated containment procedures to include a yearly scrimshaw event are pending Overseer approval. Mobile Task Force operatives that were stationed at sea or Sub-Saharan Africa due to this project are to return to base."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6597 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-6597 . Licensed under CC-BY-SA .",
        "Filename: freska.png Author: Dennis van Zuijlekom License: CC BY-SA 2.0 Source: [ https://www.flickr.com/photos/dvanzuijlekom/48024375773/ ]",
        "Filename: scrimshaw.png Author: Naval History & Heritage Command License: CC BY 2.0 Source: [ https://search.creativecommons.org/photos/ff5ec76e-e05c-4f0a-b032-5f8ed4ceea33 ]"
    ],
    "containment_procedures": "In order to maintain containment of both SCP-6597 and SCP-6597-1, Foundation personnel at Site-322 are to engage in the creation of scrimshaw art. Special authorization has been provided by the Overseer Council, allowing Site-322 to maintain trade connections with black market sellers of ivory and whalebone.",
    "description": "A self-portrait.",
    "title": "SCP-6597"
}