{
    "url": "https://scp-wiki.wikidot.com/scp-6600",
    "all_text": "rating: \n+182\n+\n–\nx\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6600\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\napollyon\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Research into means of neutralising SCP-6600 or repositioning Reality ♮-1 is underway. All resources that are used for non-essential projects should be rerouted to prevent the eventual collapse of Reality ♮-1. Containment efforts are to focus on mitigation of adverse effects on reality.\n\n\nAt this time, efforts to protect the Veil are still in place. Governments and NGOs affiliated with the Foundation have been tasked with management of civilian unrest. Concealment of the effects of SCP-6600 is impossible; civilians will be informed of reality deviations incited by SCP-6600 for safety purposes. However, they will not be told the cause.\n\n\nDescription:\n SCP-6600 is the catalyst of the rapid deterioration of universal stability in the Multiversal Web\n1\n. The effects of SCP-6600 causes the dissolution of Ways\n2\n connecting universes, eventually severing them from the Multiversal Web. The nature and source of SCP-6600 are unknown.\n\n\nThe structure of the Multiversal Web denotes that each universe is bound to two or more Ways. Ways entering a universe branch into a root-like structure that extends through subspace; they possess a non-Euclidean interior allowing entry from many locations within the Multiversal Web, permitting rapid travel within the universe and other universes.\n\n\nDue to SCP-6600, the Ways extending from Reality ♮-1\n3\n have become highly unstable. Attempted exploration of the Ways by formic exploratory teams has resulted in near-immediate expiry of drones as a result of incompatible laws of physics, even while wearing protective SRT\n4\n garments. Other realities\n5\n are also subject to the effects of SCP-6600.\n\n\nAs a result of SCP-6600, Reality ♮-1 has been experiencing minor shifts in reality, which increase in frequency. These phenomena include, but are not limited to:\n\n\n\n\nObjects and spiders changing in colour;\n\n\nObjects and spiders shifting in space unpredictably;\n\n\nObjects disappearing or reappearing without warning, sometimes resulting in objects merging;\n\n\nLocalised temporal distortions, causing time to move quicker or slower;\n\n\nMinor visual anomalies in and around surfaces, resulting in multiple copies of an object overlapping one another.\n\n\n\n\nSCP-6600 also causes cognitive degradation. Symptoms include:\n\n\n\n\nMemory loss;\n\n\nLoss of consciousness;\n\n\nChanges in personality;\n\n\nLoss of brain function;\n\n\nLoss of bodily autonomy;\n\n\nAgitation, confusion, and aggressive compulsions.\n\n\n\n\nThe widespread appearance of these anomalies has caused panic in the general populace, inciting riots and looting. International and governmental agencies have reduced the severity with varying degrees of success. Preventing panic is an objective, but not the Foundation's main concern at this time.\n\n\n\n\n\n\nVisualization of The Multiversal Web.\n\n\n\n\n\n\nIn the following diagram, yellow indicates the pieces of Reality ♯-X or Reality ♭-X that have been completely broken from the Multiversal Web, whereas light blue indicates the pieces of Reality ♯-X or Reality ♭-X that are currently breaking. The white circle denotes Reality ♮-1’s position.\n\n\n\n\n\n\nVisualization of The Multiversal Web in its current state.\n\n\n\n\n\n\nIt is predicted that SCP-6600 will completely separate Reality ♮-1 from the Multiversal Web within 8 years. The potential outcome is unknown.\n\n\nAddendum 6600-A:\n\n\n\n\n05 Briefing on SCP-6600 Video Log Transcript\n\n\nDate:\n 5/23/2030\n\n\nNote:\n The following is a rough translation from \nSpider Sign Language\n to written \nEnglish\n detailing the events of EE-6600 for ease of human understanding. Video of the event will be attached and viewable upon request.\n\n\n\n\n<Begin Log>\n\n\nDirector Celeste:\n As you know, we have recently found out that our universe and reality are not the only ones out there. In addition, we have also discovered the shifts in reality are being caused by the deterioration of our reality, or as we know it, SCP-6600. It is theorized that we will be completely separated from the Multiversal Web in at least eight years.\n\n\nResearcher Lime:\n Eight years is… a short time.\n\n\nDirector Celeste:\n It is. So, I am suggesting that Site-67 become the safe site and main research centre for SCP-6600. We are certain that preventative measures are required.\n\n\nO5-4:\n Site-67 is currently a lunar protection site, no?\n\n\nDirector Celeste:\n Currently, yes. However, if the Council agrees, I would like to renovate the Site into something more purposeful. As it stands, we own twenty-six lunar protection sites globally. That seems like overkill.\n\n\nO5-7:\n How much do you think it will cost?\n\n\nDirector Celeste:\n Around 60,000 SB, but that’s the maximum.\n\n\nO5-4:\n What documentation do we have so far on SCP-6600? While it does present a threat to the Veil, it does not seem detrimental.\n\n\n[Director Celeste gestures to Researcher Lime.]\n\n\nResearcher Lime:\n My team has run the numbers and there really isn’t any knowing what will happen when we separate from the Multiversal Web, however, it is likely that we will suffer consequences.\n\n\nDirector Celeste:\n With this being known, I highly recommend you sign off on this.\n\n\nO5-1:\n We will discuss it. I'll be in touch.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nTo:\n \nbew.PiCS|etseleC.riD#bew.PiCS|etseleC.riD\n\n\nFrom:\n \nbew.PiCS|licnuoC.50#bew.PiCS|licnuoC.50\n\n\nSubject:\n Renovation of Site-67\n\n\n\n\n\n\nWe’ve decided to permit the renovation of Site-67 to a specialized site for the containment of SCP-6600. We expect budget reports.\n\n\n\n\nAddendum 6600-B:\n\n\n\n\n\n\nTo:\n Group:Site-67\n\n\nFrom:\n \nbew.PiCS|etseleC.riD#bew.PiCS|etseleC.riD\n\n\nSubject:\n Renovation of Site-67 — Complete(ish)\n\n\nDate:\n 9/13/30\n\n\n\n\n\n\nHello, everyone.\n\n\nI hope you're all doing well after these hellish 4 months, but we’re back in business!\n\n\nAn acceptable amount of renovations have been completed on Site-67. I would like researchers to transfer back to our home Site and continue research. Many have brought to me the idea of reality anchors to protect against the ever-growing effects of SCP-6600. While the mass unrest has been mostly quelled, I would like field agents to prepare for the worst when going on missions.\n\n\nIn the meantime, keep up the good work.\n\n\nDir. Celeste\n\n\n\n\n\n\n\n\n\n\nTo:\n Group:Site-67\n\n\nFrom:\n \nbew.PiCS|etseleC.riD#bew.PiCS|etseleC.riD\n\n\nSubject:\n Situation Of Things\n\n\nDate:\n 3/26/31\n\n\n\n\n\n\nHello hello!\n\n\nSo, as many of you know that things have been getting worse, panic in the general populace is rising and the Veil is partially broken. This is not to say we should give them more information. In fact, I suggest we keep all of it under Veil part two. With this I want field agents to avoid all major cities unless absolutely necessary. I feel for you and your families, especially those who are not informed.\n\n\nOn another note, we’ve found out that Scranton Reality Anchors are slightly effective against SCP-6600’s effects. We are still looking for a way to concentrate the effects of these anchors. If the theories are right, it will preserve normalcy, at least what we have left. If anything, it should reverse the current effects, and keep us tethered to The Multiversal Web.\n\n\nKeep up the good work.\n\n\n\n\n\n\nRecorded tests on Reality Anchors and other preserving technology; these tests were held to determine the effectiveness in decreasing the severity of SCP-6600's effects.\n\n\n\n\n\n\nDate\n\n\nReality Anchor\n\n\nRanking of Viability\n\n\n\n\n\n\nJune 21st, 2030\n\n\nScranton Reality Anchors. Baseline, only effective against 12.2% of SCP-6600’s effects. Not viable for further use.\n\n\n0\n\n\n\n\n\n\nAugust 14th, 2031\n\n\nReality Shield 1.0. 47% effectiveness against all of SCP-6600’s effects. Generally viable for short term use.\n\n\n2\n\n\n\n\n\n\nMarch 7th, 2032\n\n\nReality Shield 2.0. 52% effective against some of SCP-6600’s effects.\n\n\n3\n\n\n\n\n\n\nApril 13th, 2032\n\n\nReality Shield 3.0. \n70%\n 32% effective against some of SCP-6600’s effects. After testing, Reality Shield 3.0’s effectively decreased significantly. Not viable.\n\n\n1\n\n\n\n\n\n\nJuly 20th, 2033\n\n\nReality Shield “Phrygian (III)”. 67% effective against all of SCP-6600’s effects. Viable for short term use, possible ancillary unit for Aeolian (VI).\n\n\n4\n\n\n\n\n\n\nOctober 25th, 2033\n\n\nReality Shield “Aeolian (VI)”. 89% effective against SCP-6600, viable to keep reality stable during research in tethering Reality ♮-1 to The Multiversal Web. Long term use is viable and expected.\n\n\n5\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Group:Site-67\n\n\nFrom:\n \nbew.PiCS|etseleC.riD#bew.PiCS|etseleC.riD\n\n\nSubject:\n Reality and the Future of Site-67\n\n\nDate:\n 10/31/33\n\n\n\n\n\n\nHello!\n\n\nThe majority of testing on our reality anchoring and shielding has concluded, and while the effects of SCP-6600 are still present within our Site, it should be more than manageable. Unfortunately, the estimated time to finish implementing the Aeolian (VI) on site is about 2 years. With that information, testing on The Multiversal Webbing may be challenging, but I have faith that all of you will make great strides in preserving our reality.\n\n\nNew assignments and positions will be coming to all of you soon. I’m sure we can do this.\n\n\nDon’t give up hope!\n\n\n\n\n\n\nAddendum 6600-C:\n\n\n\n\nAUDIO LOG TRANSCRIPT\n\n\n\n\nDATE:\n 8/8/2034\n\n\nNOTE:\n The following is a transcript of a broadcast focused on general morale boost.\n\n\n\n\n<Begin Log>\n\n\nHello!\n\n\nSo, I want to start this “update” by congratulating the great work done by the renovation and reality defending team, as their effort on the reality anchors and reality shields have proven successful in protecting the Site against the current state of our universe.\n\n\nThree years ago we started this venture, and while we may have been successful in some aspects, we’ve only managed to protect this one Site. With that, many researchers have brought up the concern that this solution is not viable in both the short and long term, as our situation is always changing. This may also not work well for broad general public use. Thus, I would like us to move away from focusing on reality shields and anchors for protecting Reality ♮-1 as a whole, instead of having them for the SCP Foundation and our major Sites.\n\n\nIn the meantime, I would like our field agents to continue their work in identifying the effects of SCP-6600 on the general public and Earth itself. Researchers should continue their work on protecting Reality ♮-1, with a group working on the enhanced reality shields and anchors but a majority will be working on a longer-term and more stable solution to SCP-6600.\n\n\nCeleste, out.\n\n\n\n\n<End Log>\n\n\n\n\nAddendum 6600-D:\n\n\n\n\nAUDIO LOG TRANSCRIPT\n\n\n\n\nDATE:\n 1/23/2035\n\n\nNOTE:\n The following is a transcript of the first broadcast to the entirety of the SCP Foundation.\n\n\n\n\n<Begin Log>\n\n\nAll of you have seen the most recent memo from the higher-ups. Researchers predicted six years ago that we would have eight years until the complete collapse of Reality ♮-1. Well, in the last month Reality ♮-1 is almost completely detached from the Multiversal Web. It’s unknown when we will be cut off, but we’re sure it’s soon. For the rest of the Foundation, we apologize. We've failed. If you’re capable of leaving your Site, please do. Come to Site-67 and prepare for the worst. If you’re able to put forward your efforts and resources to help, please do. I know it’s a lot to ask, that you abandon your friends and family, but there is hope.\n\n\nIf you are not able or willing to help, and if you notice any of these effects, evacuate the area:\n\n\n\n\nTears in surfaces such as walls, the ground, sky, or any other area.\n\n\nPopping or snapping sounds from seemingly nowhere.\n\n\nSeeing yourself, or loved ones both within the static and on the streets. \nNote:\n Do not interact with them. It is unknown at this time if they are violent.\n\n\nExtreme brain fog, and other psychological effects, including depression and memory loss.\n\n\nChills.\n\n\nChanges in vision and other sensory perception.\n\n\nAny other changes to reality.\n\n\n\n\nThe Veil may be broken, but our hope is not. Please come to Site-67 if you’re able to. There is always a need for more legs.\n\n\nThank you and stay well.\n\nDirector Celeste.\n\n\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAUDIO LOG TRANSCRIPT\n\n\n\n\nDATE:\n 2/29/2035\n\n\nNOTE:\n The following is a transcript of the final broadcast to the entirety of the SCP Foundation and the public.\n\n\n\n\n<Begin Log>\n\n\nIf you are still receiving these broadcasts and can understand me, please make your way to Site-67, coordinates are enclosed. You may not be aware of what we do or who we are, but we need your help. You may have lost your friends and family, but it may not be too late to save them. Hope is not lost.\n\n\nThank you and stay well.\n\nDirector Celeste.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nSee EE-6600 Documentation?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Colloquial term for the diagram of universes and connection between them through Ways, arranged per Stitt's Theological Model.\n\n\n2\n. Hollow, stretched sub-reality threads branching between the universes.\n\n\n3\n. Baseline reality.\n\n\n4\n. Scranton Reality Threading\n\n\n5\n. These realities have been designated ♯-X or ♭-X based on their position on the Web, relative to Reality ♮-1.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6599\n | SCP-6600 | \nSCP-6601\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6600\n\" by Limeyy, margssentif, Quadraginta, chiifu, and CelesteKara, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6600\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n clean.png and diagram.png\n\n\nName:\n Image from page 73 of \"American spiders and their spinning work. A natural history of the orbweaving spiders of the United States, with special regard to their industry and habits\" (1889)\n\n\nAuthor:\n Internet Archive Book Images\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://flickr.com/photos/internetarchivebookimages/20797660092/in/photolist-xFPrLq-9yWVWA-ffRmt6-DmterW-DgvEBM-owdZgs-fE2Yim-od5BBd-FNDcmk-5uNTbd-ENEBTJ-gujpQX-ow6sGo-hYjEvm-ocbNZ6-9xGS6g-a7U4xC-6r8dud-aAYRZH-CWFxXC-ouxpA3-9iYjJs-oeZyig-bxYozx-9iVbZB-CQhrEi-Qm3CNX-Dgw43t-cSmu3m-CQhs68-ieaR19-z3UyGQ-g4h6P9-xrC22h-Eg9f93-g4hBCg-hVQDT6-dFacdT-6TBtCZ-hUFRRQ-9xrioo-odwRDa-hVQ27S-yg4vmK-nAwKLR-pLZfYL-838cZb-akj7R4-eNJXMn-zh9478\n\n\nAdditional Notes:\n Both are derived from the above link",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6600 \" by Limeyy, margssentif, Quadraginta, chiifu, and CelesteKara, from the SCP Wiki . Source: https://scpwiki.com/scp-6600 . Licensed under CC-BY-SA .",
        "Filename: clean.png and diagram.png Name: Image from page 73 of \"American spiders and their spinning work. A natural history of the orbweaving spiders of the United States, with special regard to their industry and habits\" (1889) Author: Internet Archive Book Images License: Public Domain Source Link: https://flickr.com/photos/internetarchivebookimages/20797660092/in/photolist-xFPrLq-9yWVWA-ffRmt6-DmterW-DgvEBM-owdZgs-fE2Yim-od5BBd-FNDcmk-5uNTbd-ENEBTJ-gujpQX-ow6sGo-hYjEvm-ocbNZ6-9xGS6g-a7U4xC-6r8dud-aAYRZH-CWFxXC-ouxpA3-9iYjJs-oeZyig-bxYozx-9iVbZB-CQhrEi-Qm3CNX-Dgw43t-cSmu3m-CQhs68-ieaR19-z3UyGQ-g4h6P9-xrC22h-Eg9f93-g4hBCg-hVQDT6-dFacdT-6TBtCZ-hUFRRQ-9xrioo-odwRDa-hVQ27S-yg4vmK-nAwKLR-pLZfYL-838cZb-akj7R4-eNJXMn-zh9478 Additional Notes: Both are derived from the above link"
    ],
    "containment_procedures": "Research into means of neutralising SCP-6600 or repositioning Reality ♮-1 is underway. All resources that are used for non-essential projects should be rerouted to prevent the eventual collapse of Reality ♮-1. Containment efforts are to focus on mitigation of adverse effects on reality.",
    "description": "SCP-6600 is the catalyst of the rapid deterioration of universal stability in the Multiversal Web1. The effects of SCP-6600 causes the dissolution of Ways2 connecting universes, eventually severing them from the Multiversal Web. The nature and source of SCP-6600 are unknown.",
    "title": "SCP-6600"
}