{
    "url": "https://scp-wiki.wikidot.com/scp-6615",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+68\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-6615 - A Hole to the Center of the Earth\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\nItem №:\n SCP-6615\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6615 is to be kept in a standard low-threat containment locker at Site-8 when not under study. The Whitehall family has undergone targeted amnestic therapy to remove all memories of their son having SCP-6615 in his possession at any point. Investigation into the events surrounding SCP-6615 \nis ongoing\n has been suspended, pending the development of more effective heat protection measures for Foundation unmanned drones.\n\n\nDescription:\n SCP-6615 is a composition notebook. Although SCP-6615 itself is mundane, its contents describe an unknown anomalous event. Due to the unverified nature of this event and the fact that SCP-6615 is the sole source of information concerning it, SCP-6615 has been classified as an anomalous object.\n\n\nSCP-6615 was recovered from the town of Stowe, Vermont on 5/16/19. It came to the attention of the Foundation during a routine investigation of missing persons cases. Specifically, the case concerning 13-year-old Jeremy Whitehall came under scrutiny due to the presence of multiple indicators for anomalous activity.\n\n\nThe following is known about Jeremy Whitehall’s disappearance and the circumstances surrounding it:\n\n\n\n\nOn 4/29/19, Jeremy's birthday was celebrated. He was gifted the composition notebook that would later be designated SCP-6615.\n\n\nOn 5/4/19, Jeremy was seen reading a geology textbook and displaying considerable interest in its contents. This was seen as abnormal, as he was known to dislike academics and studying by those familiar with him.\n\n\nOn 5/8/19, Jeremy secluded himself in his room after returning from school for the day. His mother, Sarah Whitehall, reported that he wrote in his notebook without pause for several hours and was unusually withdrawn.\n\n\nFor the next three days, Jeremy exhibited no unusual behavior. However, there was a slightly elevated level of seismic activity throughout Stowe during this time.\n\n\nOn the morning of 5/11/19, Jeremy Whitehall was not in his bed. It is assumed that his disappearance occurred some time during the night prior.\n\n\n\n\nThe case was brought to the local police and then escalated to search and rescue services in the area. However, no conclusive evidence could be found, and no suspects were ever identified. Jeremy’s notebook was recovered from his room and kept by the Whitehall family until the Foundation became involved. Due to the nature of the information it contained, it shortly received its SCP designation.\n\n\nThe contents of SCP-6615 have been scanned into this file and may be found below in full.\n\n\n\n\n\n\nAddendum 6615-1\n\n\n\n\n\n\nApril 29, 2019\n\n\nThis birthday present sucks. I don't care what Mom says, it's a diary, and diaries are dumb. She said it would be a good idea to \"have somewhere to get my thoughts out on paper\". I'm only doing this so she stops asking me about it, though.\n\n\nI wanted a cell phone and I hate this diary. There, that's my thoughts.\n\n\n\n\n\n\nApril 30, 2019\n\n\nMom said I need to take this more seriously. How can I take it seriously when its \n[sic]\n just stupid? I don't get it.\n\n\nShe said I could just try and write down whatever comes to mind first, and I don't have to show it to anyone, but it has to be for real. And she won't let me have cake for dessert unless I write a bit every day. Fine.\n\n\nMiles and Sam were talking really loud in History today, but Mr. Rassio didn't do anything. He just acted like he didn't hear them. I couldn't focus for the whole lesson and we have a test tomorrow. Also, a bee almost stung me when I was walking to school. I hate bees. I wish it would get cold again so they'd all go away.\n\n\n\n\n\n\nMay 1, 2019\n\n\nBombed the test. I hate Sam and Miles.\n\n\nAlso, Mrs. Kauper's reading assignments are so boring. We just look through the book and write stuff down and do it over and over. I almost fell asleep in class. Then I was looking forward to recess the whole day, but then Jake hit me in the head with a basketball, and I fell over and everyone laughed. It wasn't \nfunny.\n1\n\n\n\n\n\n\nMay 2, 2019\n\n\nTried to throw out the diary. Mom caught me.\n\n\nShe didn't try to stop me, but she was really sad. She said I didn't look happy lately, and she got the diary for me because she thought it'd help. She wanted me to have a nice birthday. I don't know. Maybe I really haven't been taking it seriously enough. I didn't throw it out, I felt too bad.\n\n\n\n\n\n\nMay 3, 2019\n\n\nWe actually learned something cool in Science today. Mrs. Kauper gave us another reading assignment, and I thought it was gonna be boring again, but it was about the inside of the Earth.\n\n\nApparently the Earth has layers, like a cake. It's only solid on the top, but when you go down further it gets hotter and hotter. Eventually it turns to melten \n[sic]\n lava. I wanted to know more, but the bell rang and we had to go. I wish science class was always like that.\n\n\n\n\n\n\nMay 4, 2019\n\n\nI read the whole chapter during lunch today. People were giving me weird looks but I just thought it was really cool. There's a tiny ball of really hot metal at the very middle of the Earth. Even though it's so hot, it can't melt because it's being crushed together by the gravity of the entire planet. So, sucks to be them if they don't think that's cool.\n\n\n\n\n\n\nMay 5, 2019\n\n\nThe book said it's so hot in the center of the Earth that nobody has ever been there, but that can't be true, because then how do we know about it?\n\n\n\n\n\n\nMay 6, 2019\n\n\nI wish I could visit the\n\n\nI had trouble sleeping last night. There were weird noises outside, I think an animal got in the backyard or something.\n\n\n\n\n\n\nMay 7, 2019\n\n\nLast night I woke up really late. I don't know what time it was, but it was pitch black. I heard noises in the backyard again. I looked outside, and I saw Mom digging a hole with her hands. She didn't look at me. She just kept digging. She was throwing the dirt over her shoulder and making a big black pile. I went back to bed.\n\n\nI thought I was dreaming, but I just checked and the hole's there. It's not that deep but it's there. I'm too scared to ask Mom what she was doing.\n\n\n\n\n\n\nMay 8, 2019\n\n\nI went to school today but no one else showed up.\n\n\nI was waiting by the side of the school and hoping the security guard would unlock the doors. Then I saw him, in the back. He was digging a hole. He was using his hands and piling up the dirt in a huge pile. My teachers were there too. They were all digging.\n\n\nI ran home, and everyone I saw on the way was in their backyard, digging. I yelled but it was like they didn't hear me. When I got home, Mom was digging again. She had this look in her eyes. She was just staring into the hole as she scrapped \n[sic]\n the dirt out with her hands and it got deeper and deeper and deeper. I yelled at her too. I tried to shake her and push her, but she didn't move. It was like she was made of rock. And she just kept digging.\n\n\nI went back up to my room. It's starting to get dark. Every time I look out the window, Mom is still there. Digging.\n\n\n\n\n\n\nMay 9, 2019\n\n\nStill digging. Still everyone\n\n\nall the holes got so deep overnite \n[sic]\n I can't see the bottom\n\n\nNo one's eating. No one's drinking. \n[illegible]\n They're all just digging.\n\n\n\n\n\n\nMay 10, 2019\n\n\nNadia who lives next door fell into her hole. She didn't make any noise. She just slipped over the edge. She went down until I couldn't see her anymore.\n\n\n\n\n\n\nUnknown (Undated)\n\n\nEveryone's falling now. It's like the dirt just crumbles away \n[illegible]\n\n\n\n\n\n\nUnknown (Undated)\n\n\nnot falling\n\n\njumping\n\n\n\n\n\n\nUnknown (Undated)\n\n\nThe hole in the backyard's making noises. I thought it was an animal inside, or someone climbing up. But it's not that. It's whispering. It's saying it wants to see me. It's telling me to come home. \nIt sounds like\n\n\n\n\n\n\nUnknown (Undated)\n\n\n(No entry written. The page contains illegible scribbles and is smeared with dried soil.)\n\n\n\n\n\n\nUnknown (Undated)\n\n\nand everyone was happi \n[sic]\n at the center of the Earth\n\n\n\n\nCivilian testimonies are inconsistent with this account of events, as are Foundation records. All available evidence appears to indicate that the anomalous events described in SCP-6615 did not actually occur.\n\n\nHowever, the whereabouts of Jeremy Whitehall remain unknown.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n⚠ URGENT FILE UPDATE ⚠\n\n\n\n\nOn 5/26/19, a vertical sinkhole appeared in the backyard of the Whitehall family residence.\n\n\nThe area was immediately cordoned off when it was found that the sinkhole descended beyond the effective range of human eyesight. A Mark II unmanned aerial drone, rated for high heat resistance, was sent into the sinkhole to investigate.\n\n\nThe findings of this exploration are appended below.\n\n\n\n\n<BEGIN LOG>\n\n\nThe drone enters the sinkhole. The walls of the sinkhole initially appear to be composed of soil, consistent with the typical geology of Stowe.\n\n\nAs the drone descends, this soil transitions to an unknown sedimentary rock. The drone pauses, hovering, and attempts to take a sample. However, the substance displays anomalous durability. After two unsuccessful attempts which result in moderate damage to its sampling implements, the drone resumes its descent.\n\n\nThe layer of sedimentary rock continues for approximately fifty meters before transitioning to a metamorphic mineral similar in appearance to gneiss. At this time, the drone's sensors detect a minor increase in the ambient temperature.\n\n\nOver the following ten minutes of descent, the composition of the drone's surroundings frequently changes. Substances are often observed that should not be present in the area, or at the depth at which they were found. During this time, the ambient temperature continues to increase gradually.\n\n\nAfter twenty minutes, it is noted that the walls of the sinkhole are gradually transitioning into molten rock and metal, suspended in place through unknown means. The temperature is now increasing at a more rapid rate. The drone's depth finder abruptly malfunctions, possibly due to high heat; a reversal of the drone's course is attempted, but its remote controls are found to be nonfunctional. It continues to descend.\n\n\nAt this point, due to the extreme brightness of the surrounding material, visibility is suboptimal. Telemetry indicates that the drone is still descending, but its depth is unknown. At the half-hour mark, unusual gravitational readings are observed which appear to indicate that the drone is traveling towards an exceptionally dense object.\n\n\nThe camera feed is now almost entirely white.\n\n\nThe drone is suddenly ejected into a large, open space with better visibility. Its display takes several seconds to adjust. Once the image resolves, it can be seen that the drone is surrounded by white-hot liquid metal suspended in a spherical shape. The drone turns around, and its camera captures the aperture from which it emerged: an oversized, open human mouth. The camera pans up. A similarly oversized face resembling that of Jeremy Whitehall is observed.\n\n\nA strong gravitational force pulls the drone towards the Whitehall entity. Liquid metal is expelled from the orifices of the entity at a high speed, overtaking the camera feed and destroying the drone. In the last frame of the footage, the entity appears to be smiling.\n\n\n<END LOG>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The final word of this entry was noted to be smudged and scratched deeply into the page.\n\n\n\n\n\n\n\n\n« \nSCP-6614\n | SCP-6615 | \nSCP-6616\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6615\n\" by swordlover87, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6615\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6615 \" by swordlover87, from the SCP Wiki . Source: https://scpwiki.com/scp-6615 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "SCP-6615 is to be kept in a standard low-threat containment locker at Site-8 when not under study. The Whitehall family has undergone targeted amnestic therapy to remove all memories of their son having SCP-6615 in his possession at any point. Investigation into the events surrounding SCP-6615 is ongoing has been suspended, pending the development of more effective heat protection measures for Foundation unmanned drones.",
    "description": "SCP-6615 is a composition notebook. Although SCP-6615 itself is mundane, its contents describe an unknown anomalous event. Due to the unverified nature of this event and the fact that SCP-6615 is the sole source of information concerning it, SCP-6615 has been classified as an anomalous object.",
    "title": "SCP-6615"
}