{
    "url": "https://scp-wiki.wikidot.com/scp-6623",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\nrating: \n+13\n+\n–\nx\n\n\n\n\nby Dr Moned\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6623\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nKETER \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6623\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n KETER\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Area\n\n\n\n\nContainment Area 41\n\n\n\n\n\n\nArea Director\n\n\n\n\nDir Amber Silva\n\n\n\n\n\n\nAssigned Department\n\n\n\n\nMythology and Folkloristics\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Sam Gann\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nA single ARS\n1\n is to be set up at all discovered Ways to prevent entry by non Foundation personnel.\n\n\nInvestigation into surviving records from the Commission of Unusual Cargo pertaining to either SCP-6623 itself, or the \"Guild of Wandering Artisans\" is to be directly reported to Dr Sam Gann of the Mythology and Folkloristics Department.\n\n\n\n\n\n\n\n\nDescription:\n\n\n\n\n\n\nSCP-6623 is believed to be the mythical city of Elelín, otherwise known as the Wandering City. SCP-6623 is an abandoned Dunwich class nexus located within a pocket timeline, accessible via numerous Ways within the Patagonia region of South America.\n\n\nSCP-6623 is a two-tiered city, organised into numerous hub areas. The lower tier is mostly residential areas, consisting of typical 17th-century Spanish architecture as well as small farms. Due to the quantity of farms, most replacing typical plazas within buildings, it is assumed much of this city's food source was gained through subsistence farming.\n\n\nThe city's upper-tier largely consists of intact governmental buildings, schools, marketplaces, and libraries, in addition to a large central building. This building appears to be the focal piece of the city, dwarfing all other buildings on the upper tier. A large carved piece of stone sits above the entrance, bearing the words:\n\n\n\n\n\n\nEl Consorcio del Conocimiento\n\nCasa de las mentes que moldearán el future\n2\n\n\n\n\n\n\nAs of 12/03/2034, a manned expedition into SCP-6623 is being organised.\n\n\n\n\n\n\n\n\nAddendum 1: Discovery\n\n\n\n\n\n\nSCP-6623 was discovered following an investigation by the Mythology and Folkloristics Department of journals found within a vault belonging to Lord Blackwood.\n\n\nUnfortunately, due to water damage, large swathes of ink had run, rendering much of the text describing the city illegible. Despite this, numerous phrases were translated and found to be in line with ancestral stories from Patagonia related to the lost city of Elelín. These lines allowed for a rough triangulation of several Ways\n3\n into SCP-6623.\n\n\nCertain Ways into SCP-6623's pocket timeline are extremely unstable, shifting positions or collapsing regularly, explaining the myth of the city's position to \"wander\" throughout Patagonia.\n\n\nIn addition to entrances documented by Lord Blackwood, multiple other Ways are presumed to exist throughout the southern Andes. MTF Nu-8 (\"Intrepid Explorers\") has discovered another potential two originating in the Queulat National Park, in addition to one on Chiloé Island.\n\n\n\n\n\n\n\n\nAddendum 2: History\n\n\n\n\n\n\nIn records found by the Mythology and Folkloristics Department SCP-6623 was described as a \"rich, vibrant and prosperous city, known for its great wealth\" and an \"enchanted city that one may not find again once they leave.\" It is unknown what form this wealth took and how it was acquired by the citizens of the pocket timeline.\n\n\nSCP-6623 is believed to have been established primarily by Spaniards fleeing the destruction of the seven cities in the early 17th century, though parts of the ruined city potentially date its construction further back to the 16th century, as a way for the dwindling Inca population to avoid Spanish conquest.\n\n\nResearch by the Mythology and Folkloristics Department shows that despite all surviving buildings bearing Spanish origins, both the murals depicting a sun god (presumed to be the Inca god Inti) and the tiered system of the city suggest an earlier founding. It is unknown if the City was already abandoned by the time the Spaniards occupied it, or if they lived in harmony with the original Inca settlers.\n\n\n\n\n\n\n\n\nAddendum 3: Exploration\n\n\n\n\n\n\nFollowing the initial discovery of a Way located near the city of Castro, Chile, STF Rho-7 (\"Greeting Party\") was tasked to explore the inside of the pocket timeline. As previous drone explorations had documented much of the lower city, Rho-7 was to explore the upper city, and barring any unexpected activity, proceed to the large central structure.\n\n\n\n\nExploration log 1: 15/03/2034\n\n\n\n\nExploration log 1: 15/03/2034\n\n\n\n\n\n\n\n\nAUDIOVISUAL LOG\n\n\n\n\nDATE:\n 15/03/2034\n\n\nNOTE:\n STF Rho-7 was comprised of a researcher from the Mythology and Folkloristics Department and three individuals from separate MTF teams, all MTF members had experience with historical anomalies.\n\n\n\n\n[BEGIN LOG]\n\n\nR-7 Stone:\n Right, Florez, you stay close to Noyes. If any danger arises, move him out of the way and come back for us.\n\n\nR-7 Florez:\n Will do.\n\n\nDr Noyes:\n I'll try not to slow you down too much.\n\n\nR-7 Cadwell:\n You'll be fine, we aren't the most lightfooted men here.\n\n\nR-7 Stone:\n From what we've been told there are no hostile entities inside, but it's best to be safe, a drone can't find everything.\n\n\nAt this point all of the member's cameras turn on, revealing the inside of a large domed room. Several desks line the floor, blocking access to the southern side of the room, save for a small gap on the left, shut with a chain.\n\n\nR-7 Stone:\n Cadwell, check the entrance, I'll finish recalibrating our GADs to work in here. Florez, take Noyes behind the desk to see if there's anything of note. Shout if you find anything.\n\n\nAfter a few minutes, Noyes and Florez return, Noyes holding a pot of small silver tokens with the image of a book inscribed on it, which he pockets.\n\n\nR-7 Stone:\n Well, if the giant sign above the door hadn't given away what this place was, this would've helped.\n\n\nR-7 Florez's camera turns towards the ceiling, spotting a large rock sign having from chains. Engraved on it is \"Ekeko Banco\".\n\n\nR-7 Stone:\n As long as you've got what you needed Noyes, we'll move on.\n\n\nDr Noyes:\n Sounds good to me. Unfortunately given the timeframe since this place has been abandoned, much of what I would usually investigate will have long since disappeared.\n\n\nThe group exit the building and join Cadwell at the entrance. The paved road outside leads straight to the central building, one of many spokes on the upper circle doing so. The road is mostly lined with arched, two-story buildings with large open glass fronts; though other more imposing buildings are intermingled, such as the bank.\n\n\nR-7 Stone:\n You need anything along here, Noyes?\n\n\nDr Noyes:\n Most of the big buildings were given cursory checks with the drone, so I believe that we are good to continue to the cent—\n\n\nR-7 Cadwell:\n There's something weird here, Boss. Sorry to cut you off, Noyes.\n\n\nDr Noyes:\n No worries.\n\n\nR-7 Florez:\n \"Guild of Wayward Artisans\"… What's weird about this place specifically?\n\n\nR-7 Stone:\n He's right, the GAD\n4\n is showing some time fuckery, unusual amounts of tachyons to be exact.\n\n\nDr Noyes:\n Tachyons? Are you sure?\n\n\nR-7 Stone:\n It's what the device says.\n\n\nR-7 Cadwell picks up a loose piece of stone, throwing it through the open doorway. The stone lands with a clatter and soft thud. The group slowly enters the building, relaxing slightly after no movement or disturbance on the GAD is detected. Technology capable of outputting tachyons cannot be immediately seen.\n\n\nR-7 Florez:\n It's weirdly normal… lots of paintings, books, and maps. Most of the maps are not from places I recognise though.\n\n\nA small circular table is at the front of the shop, surrounded by worn chairs. A wooden counter is nestled in the back left corner, papers strewn across the faded wood. Small ledges and alcoves line the walls, many with chiselled words in the stone below.\n\n\nDr Noyes:\n Aside from it being strange that the paper has somehow survived the passage of time, some of these are maps of places even we haven't fully explored… or even know about. If they exist anymore that is.\n\n\nNoyes navigates to some shelves hidden by darkness at the back of the shop, books and maps are stacked in piles upon them.\n\n\nDr Noyes:\n \"The Wanderer's Library\", \"The Seelie Courts\", \"Dreamspace\", \n\"The Greater Realm\", \"The Lost Realm\"\n… huh, this next one is scratched out and \"\nThe Fallen Library\n\" is carved under it.\n\n\nR-7 Stone:\n It's odd, some of these seem to have been accessed recently. You can see tracks in the dust where they've been pulled out.\n\n\nDr Noyes:\n Not necessarily recently. It seems like things here age far slower, given the maps and books haven't disintegrated, though it is strange that people would've visited in such a timeframe where the dust hasn't built up again.\n\n\nR-7 Cadwell:\n There's also some sorta weird door here. Confusingly it… uh. It leads to itself. Some footprints in the dust lead here too.\n\n\nAt the far back right, inset into the wall, is an ajar large stone door, a small red postbox set into the wall next to it. Both the door and postbox are inlaid with a symbol of a framed map with a pencil in the middle. R-7 Cadwell tries to reach in, but he is stopped by a mirror version of his own hand.\n\n\nR-7 Cadwell:\n Seems to just be a glorified mirror, though I can directly feel my own fingers through it.\n\n\nDr Noyes:\n Perhaps the door can lead to somewhere else, it's probably the origin of the tachyons. Wouldn't be sure how though, needs more investigation from dedicated researchers. I'll just take a few pictures of the important maps and books then we can move on. Later researchers can document it all, plus any of the significant art.\n\n\nAbove the shelved book and maps, numerous paintings cover the plastered walls, though many more lay curled up in slots below them. Some of the art is sorted similar to the maps, though by number, rather than by name.\n\n\nR-7 Stone:\n Not sure what the abundance of paintings is for, but I guess they just liked art as a side business.\n\n\nAt this point the team leaves the building, and heads up the paved road towards the centre. Whilst numerous other large buildings are investigated, all of them display the same disrepair as the Bank and don't contain much useful within.\n\n\nDr Noyes:\n Ah! our next big point is down there. The drone saw it from afar.\n\n\nDr Noyes points down a large side road, bordered by a large platform.\n\n\nR-7 Cadwell:\n That's— certainly something.\n\n\nR-7 Stone:\n How on earth did that get in here?\n\n\nUpon a large stone drydock, littered with crates, sits a large wooden airship. Wooden and cloth wings adorn the side of the vessel, though no means of propulsion are seen. Three smokestacks emerge from large buildings on the deck. Despite the relatively good condition of the ship, it seems to have crashed into the side of the drydock, buckling numerous planks lining the side of the ship and causing it to lean heavily towards the street.\n\n\nDr Noyes:\n We currently haven't got any real theories. Hence why I wished to check it out. We do have another version of this in storage as SCP-████, though it's in a rather larger state of disrepair.\n\n\nR-7 Florez:\n If you've got one of these already, is there something special about this new one?\n\n\nDr Noyes:\n Mostly want to check for interesting cargo, the rest I'll leave to experts from other departments as this isn't my area of expertise.\n\n\nR-7 Cadwell:\n I've found some sorta logo on the side here, \na small boat with two sails\n, that of use?\n\n\nDr Noyes:\n Yeah we've seen it before, it's plastered over a few of the side sails. The Mythology and Folkloristics Department said nothing they found in local myths references it, so we are unsure where it entered this space from. You'd have to be blind not to notice a giant airship floating over the Andes.\n\n\nR-7 Stone:\n So, you mentioned earlier that you guy's have some info on this? Or at least a similar version.\n\n\nDr Noyes:\n Yes and no, RAISA contacted us about a link to SCP-████ after reviewing the drone footage. Given prior research on that SCP, we're linking it to a defunct GoI that got assimilated into the Foundation. Unsure if this was a splinter group or just happened prior to them joining, though the latter is more likely.\n\n\nA cracking is heard from further along the ship's side.\n\n\nR-7 Florez:\n I… uh, think I found a way in.\n\n\nR-7 Stone:\n How do you define found, Florez?\n\n\nR-7 Cadwell:\n The large wooden door he was standing next to was mysteriously pulled off its hinges, Boss. Ignore the large man holding the remains of the nice small ornamental handle, I'm sure that has nothing to do with it.\n\n\nR-7 Florez:\n In my defence I didn't pull \nthat\n hard on it.\n\n\nDr Noyes:\n It was probably rather weakened by the passage of time and its crash, even with whatever preservation anomaly holding it together. Though please be careful to be gentle with this thing; a, we wouldn't want it sliding into the hole below whilst we are inside and b, we want an intact one of these this time.\n\n\nThe camera slowly adjusts to the dark, revealing numerous wooden crates and pallets. Cadwell tries to pry one of the crates open, though it refuses to budge.\n\n\nDr Noyes:\n Seems to be anomalously strengthened wood, perhaps the ship is the same.\n\n\nR-7 Florez:\n Sure didn't seem like it to me.\n\n\nR-7 Stone:\n That part of the ship had slammed into a large piece of rock… I presume it wasn't in the best condition.\n\n\nslow creaking is heard. The camera pans to show R-7 Cadwell holding a bent metal baton and half of the crate's top pried off.\n\n\nR-7 Cadwell:\n Nothing in here, Boss.\n\n\nDr Noyes:\n Shame, seems like the goods weren't preserved. I have to imagine that some of this was meat though. It doesn't seem like much cattle was kept in this city, so most of it would have to have been imported somehow. Potentially stuff like paper too.\n\n\nR-7 Florez:\n Looks to be spaces for timber too, I guess this is how they got building materials in.\n\n\nDr Noyes:\n Given this, I wonder if after many years people forgot how to leave this place. Many of the Ways here take complex sequences to enter or exit. If they were almost self-sufficient, would they need to leave?\n\n\nR-7 Stone:\n Well it seems they all left at one point, and quickly at that. Some of the furniture in the stores we've passed look like they were still in use. Getting back to the current situation, you want to check up on the deck Noyes?\n\n\nDr Noyes:\n Nah, I'll leave figuring out how this thing works to other specialised guys. I'm mostly just here as a note taker. Barring other interruptions, we should be good to go straight to the centre.\n\n\nThe group continue down the road to the gates of the central building.\n\n\nR-7 Florez:\n 'The Consortium of Knowledge', fancy.\n\n\nDr Noyes:\n We think it's just a large University. Just be a bit careful as this is the one place we couldn't get the drone into.\n\n\nR-7 Stone:\n No way in?\n\n\nDr Noyes:\n Pretty much, they knew that they were getting you guys down here so think they focused on other areas. There was word that the drone was having issues, but that's second-hand info and I'm unsure how true it is.\n\n\nR-7 slowly open the metal gates, leading to a small grassy area split by an overgrown path. The path leads directly to a pair of large engraved stone doors adorned with golden rings. The main engravings on the door show a snake surrounding several large discs\n5\n. As the group try pull open the doors, the video feed abruptly cuts off.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nA loss of contact with STF Rho-7 occurred within SCP-6623 whilst entering the point of interest, connection was re-established 5 minutes later. It has been discovered that during this period, all recordings had frozen. No progress within the PoI was made during this time due to GAD malfunctions, presumably due to the same effect that cut off communications.\n\n\n\n\nExploration log 2: 15/03/2034\n\n\n\n\nExploration log 2: 15/03/2034\n\n\n\n\n\n\n\n\nAUDIOVISUAL LOG\n\n\n\n\nDATE:\n 15/03/2034\n\n\nNOTE:\n See Previous Log.\n\n\n\n\n[BEGIN LOG]\n\n\nR-7 Cadwell:\n Did that work?\n\n\nR-7 Stone:\n Yeah, not sure exactly what was going on, but all measurements are back to baseline.\n\n\nR-7 Florez walks into frame from one of the hallways branching out of the central hall.\n\n\nR-7 Florez:\n Definitely seems like a school of some kind. I saw numerous smaller rooms, though nothing much remains in any of them, and a larger hall.\n\n\nDr Noyes:\n Anything in the hall?\n\n\nR-7 Florez:\n Looks like it had rows of seats on a metal structure at some point, only the metal is left but it's a fairly distinctive shape.\n\n\nR-7 Cadwell:\n Now that we're good to go, I wanted to mention that I've had a weird feeling since we walked in here.\n\n\nR-7 Stone:\n Not just you, Noyes mentioned he felt it strongly a minute ago when we were nearer the back.\n\n\nDr Noyes:\n Yeah, not quite as bad as was then, but it feels like I am both being pulled and pushed away from the backside of this building. Not sure what floor though.\n\n\nR-7 Stone:\n I believe it originates from the top floor, though we'll check all floors just in case.\n\n\nFollowing exploration of the first two floors, in addition to the rooms found by R-7 Florez, laboratories, dorm rooms, and two large circular libraries were discovered.\n\n\nDr Noyes:\n I can definitely feel the effects more here.\n\n\nR-7 Cadwell:\n Before we go up the stairs, I want to try this central contraption.\n\n\nInset into the floor between two sweeping staircases is a large circular stone slab inlaid with a dark silver metal in the shape of an astrolabe. In the middle of the slab, bisecting a large needle, sits a raised stone plinth.\n\n\nR-7 Stone:\n I personally don't trust anomalous tech from a few hundred years ago, but I'm sure Noyes is interested in the outcome. Though I'd suggest he doesn't try it himself.\n\n\nR-7 Cadwell:\n Sounds good to me, see you at the top. For science!\n\n\nAs Cadwell steps on the central plate, the slab starts to shake and judder. After a few seconds, the entire slab lifts into the air, several metal rings on the outer edge floating slightly above the surface. Chains hang from its underside connecting it to another slab below that slowly edges its way up. The below slab contains a giant metal sculpture of the earth, with numerous spherical objects orbiting within it.\n\n\nR-7 Florez:\n Fancy.\n\n\nR-7 Stone:\n Certainly. Shall we go check on Cadwell?\n\n\nThe rest of Rho-7 reunite with Cadwell, who is unharmed, after climbing the stairs. Upon reaching the top floor, Noyes reports extreme headaches, hearing many voices shouting \"leave\" over and over. The other team members also report this phenomenon but to a lesser degree. Due to this, the group decides to let Noyes rest in a second-floor room with a spare pistol and radio. The rest of Rho-7 decide to try find and secure the source of the voices on the third floor.\n\n\nR-7 Cadwell:\n Honestly, I'd love to, but I'm frankly more scared of our site director's ire than some spooky voices.\n\n\nR-7 Stone:\n I wouldn't talk to the voices if I were you, first sign of going insane there.\n\n\nR-7 Florez:\n I'm sure we've all passed the first stage already in our years of working for the Foundation.\n\n\nR-7 Stone:\n Fair poi—\n\n\nDr Noyes:\n \n[From over the radio]\n You guys good?\n\n\nR-7 Stone:\n Fine for now, the voices are still there though. We're heading to the back of the building now. You manage to get settled fine?\n\n\nDr Noyes:\n \n[From over the radio]\n Yeah, I'm fine. The headaches have abated a bit, but not enough that I want to give going up there another try any time soon.\n\n\nR-7 Stone:\n You're good. Just stay safe down there and alert is if anything happens. We'll pick you up again in a short bit.\n\n\nR-7 Cadwell:\n Boss, I think this is it. The voices are getting worse too.\n\n\nR-7 Stone:\n Alright, I might not be about to answer anything for a second, Noyes.\n\n\nDr Noyes:\n \n[From over the radio]\n No worries, you guys do your thing.\n\n\nAt the end of the large hallway Rho-7 had walked down sat a pair of giant stone and metal doors, similar to those at the entrance of the building.\n\n\nR-7 Stone:\n I'll push the door open, you two stay back in case something spooky decides to leap out.\n\n\nR-7 Florez:\n Sounds good.\n\n\nR-7 Stone slowly pushes open one of the doors to reveal a wide, sunken room with several large metal podiums. All of the podiums have different images carved into them\n\n\nR-7 Cadwell:\n That doesn't look good.\n\n\nAbove one of the leftmost podiums is a large, writhing black mass contained by a fuzzy white light.\n\n\nR-7 Stone:\n Well, on the upside, it either hasn't noticed us or it's n—\n\n\nAt this point all recording devices briefly cut out. A thud is heard from behind R-7 Stone and the camera turns to show Florez has collapsed, his current status is unknown. A follow-up interview reveals that a pulse of sound consisting of numerous voices saying the word \"leave\" is the cause of the failure.\n\n\nR-7 Cadwell:\n Jesus, that wasn't pleasant. Something definitely doesn't want us here.\n\n\nR-7 Stone:\n You can say that again, those voices made me feel ill. It seems to have stopped now though.\n\n\nDr Noyes:\n \n[From over the radio]\n You guys good? Even I felt that from way down here.\n\n\nR-7 Cadwell:\n I wouldn't be sure, that… blob looks angrier than ever.\n\n\n//As Cadwell finishes his sentence all recording devices cut out and contact with Rho-7 is lost. The frozen feed from Rho-7 Stone's camera shows the entity pulsating, seeming to try break through the aura around it. Feed from the cameras is recovered after 18 minutes.\n\n\nDr Noyes:\n These guys are heavier than they look… and they look goddamn heavy. Thank god Cadwell checked the lift, would've been a nightmare to drag them down the stairs.\n\n\nA further 20 minutes pass, from the view of the ceiling it appears that Noyes has moved the others into a small classroom near the front of the building.\n\n\nR-7 Stone:\n Fucking ow.\n\n\nDr Noyes:\n Ah, congrats on being the first to wake. Florez and Cadwell are still sleeping like a log, can't seem to wake them.\n\n\nR-7 Stone:\n I'm sure they'll be awake soon. Where are we?\n\n\nDr Noyes:\n I relocated you downstairs, as far away from that thing as I could.\n\n\nR-7 Stone:\n You saw it too? How come you're good.\n\n\nDr Noyes:\n The entity seemed preoccupied, or rather entities. Seemed to be two different opposing forces vying for control.\n\n\nR-7 Stone:\n That'd make sense, the whole thing seemed far more angsty after the first pulse that dropped Florez.\n\n\nR-7 Florez:\n Certainly wasn't my finest moment.\n\n\nR-7 Florez slowly presses on his head. Seemingly satisfied, he climbs to his feet and heads towards a window.\n\n\nR-7 Florez:\n Ahhhh, that feels better. Though still got a slight headache.\n\n\nR-7 Stone:\n I pity the poor MTF they'll send in after us to stabilize that thing. Also, it's weird, you've had the same training as us yet passed out after one hit Florez, did you feel anything else odd? Not trying to say you're weaker than either of us.\n\n\nR-7 Florez:\n It's fine, I get what you're meaning. Think cause I entered first it saw me as the main threat, even if I was behind both you and Cadwell when it hit.\n\n\nDr Noyes:\n The outer entity was likely waiting for the inner entity to calm down before doing anything, probably had a delayed reaction to there being two other people in the room. Likely how I was fine when I went up.\n\n\nR-7 Stone:\n How so?\n\n\nDr Noyes:\n If the outer entity expended lots of energy on incapacitating you guys it was probably busy when I came in.\n\n\nR-7 Stone:\n Well, as soon as Cadwell wakes, we'll be getting out of here. Command will send a more specific force in to subdue the entity later I'm guessing.\n\n\nCadwell wakes three minutes later and the group head to the Way in the bank.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nInitial studies by the Mythology and Folkloristics Department proposed that local folktales describing the wealth and richness of SCP-6623 referred to material wealth; however, following the initial manned expedition, this \"wealth\" is theorised to instead be a wealth of knowledge. Reinvestigation into drone footage of the lower tier hub areas revealed buildings structured similar to libraries discovered on the upper level, originally thought to be governmental offices, occupying a central square.\n\n\n\n\n\n\n\n\nAddendum 4: SCP-6623-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-6623-2\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nHEIMAL \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-6623-2\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n HEIMAL\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6623-2a appears to be a Type II Pattern Screamer\n6\n, associated with the concept of Knowledge.\n\n\nSCP-6623-2a is currently constrained by the collective consciousness of Elelín's former occupants, designated SCP-6623-2b. It is believed that the phenomena that caused SCP-6623-2a to manifest, also resulted in the formation of SCP-6623-2b, though exactly how is currently unknown.\n\n\nSCP-6623-2a is currently believed to not be sapient; however, further tests cannot be performed without the removal of SCP-6623-2b. Decommission of SCP-6623-2b is not currently being considered due to the potential risk and disruption level of SCP-6623-2a.\n\n\nUnfortunately, due to a lack of records, the actual reason for specifically SCP-6623-2a's manifestation is unknown. The Mythology and Folkloristics Department is currently working with the Linguistics department to decode the runes on the podiums. In addition to this, an investigation into the potential manifestation, containment and usage of new Pattern Screamers is ongoing.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An ARS (Ark Reality Suppressor) is a specialized version of an SRA used to control small scale reality tears by suppressing reality to baseline hume levels. Originally designed to combat \nparasitic timelines\n, it has since found usage in the temporary obstruction of Ways.\n\n\n2\n. The Knowledge Consortium, Home of the minds that will shape the future.\n\n\n3\n. A Way is a thaumaturgically created doorway utilizing wormholes to allow travel between each end.\n\n\n4\n. General Analysis Device.\n\n\n5\n. A junior researcher in the Mythology and Folkloristics Department believe this to symbolize the Incan god Hurkaway, a guardian snake of a \"world below\". In addition to this, the researcher pointed out that snakes in Inca mythology are known to symbolize wisdom and knowledge.\n\n\n6\n. Type II Pattern Screamers are concept voids, localised noospheric concepts connected to the entity will be consumed.\n\n\n\n\n\n\n\n\n« \nSCP-6622\n | SCP-6623 | \nSCP-6624\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6623\n\" by Dr Moned, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6623\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "El Consorcio del Conocimiento Casa de las mentes que moldearán el future 2",
        "\" SCP-6623 \" by Dr Moned, from the SCP Wiki . Source: https://scpwiki.com/scp-6623 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6623"
}