{
    "url": "https://scp-wiki.wikidot.com/scp-6630",
    "all_text": "rating: \n+485\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains \nfinancial and psychological abuse\n and \nimplications of suicide\n.\n\n\n\n\n\n\n\n\nrating: \n+485\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n \n\n\n\n\nAccessibility Version ->\n\n\n\n\n\n\nItem #:\n SCP-6630\n\n\nLevel 4/6630\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6630 during initial containment, attempting to \"latch\" onto MTF-ε9-02 (deceased).\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following the events of 09/10/1999, all tracking, containment, and long-term research efforts of SCP-6630 have been allocated to, and classified by, the newly formed Foundation Fire Suppression Department.\n\n\nDescription:\n SCP-6630 is a predatory life-form resembling fire. While visually and functionally similar to baseline combustion - producing both heat and light - SCP-6630 can be recognized by the following differences:\n\n\n\n\nA slight downward curl of the topmost flames.\n\n\nA separation and uniformity of the middle flames into “slats” or paper-like fans.\n\n\nA total lack of combustion in the substance or structure SCP-6630 is feigning to burn.\n\n\n\n\nWhen presenting itself as ordinary fire, SCP-6630 will hover closely over the mock fuel source until its intended prey species approaches. This prey will include social and nesting animals, relying on their more nuanced behavior regarding fire, i.e. approaching fire for warmth or extinguishing fire to protect their homes/kin. Once in proximity, SCP-6630 will utilize further allurement, ambush, and aggressive tactics to ensure successful “latching” onto its prey.\n\n\nSCP-6630 can only, or will only, immolate living creatures.\n\n\nThis “feeding process” is exceptionally slow relative to ordinary combustion - lasting hours to full days, depending on the prey’s total body mass. The presence of fuel-rich organic sources - such as fats and waxy follicles - does not appear to influence SCP-6630; instead, SCP-6630 will only stop feeding, and latching, once its prey has completely ceased all life functions. During feeding, SCP-6630 will ignite as much of the epidermis as possible to a bright, hot, and entirely soundless intensity. The prey’s own pained vocalizations and movements, coupled with the light and heat, will then draw in other prey seeking to aid or extinguish. While ordinary immolation causes living creatures to experience rapid vasovagal syncope, a.k.a. passing out from pain, SCP-6630 appears capable of maintaining prey consciousness for 30-40% of its feeding process, totaling multiple hours.\n\n\nOnce its prey has fallen unconscious, however, SCP-6630 will diminish into a low smolder and burn the body in targeted sections. This behavior both maximizes feeding time, and entices future prey to snuff SCP-6630 while it appears less dangerous. These efforts will universally fail.\n\n\nNo known method exists to extinguish SCP-6630. Unlike ordinary combustion, it does not require oxygen or heat to function - only a living fuel source. As such, water, halon, and all other conventional forms of fire suppression have proven entirely ineffective against SCP-6630.\n\n\n\n\nAddendum | Containment Failure - 09/10/1999:\n SCP-6630 instigated a breach event utilizing a previously unseen capacity to reduce its energy output near totally - planting a single ember into the inseam of L2 Maintenance Worker N. Leeds hazard suit, and avoiding thermal imaging detection.\n\n\nThe subsequent spread of SCP-6630 resulted in the deaths of 198 Foundation personnel.\n\n\nIt has been officially noted that all survivors of Site-96 were safeguarded by the quick-thinking and coordination of L3 Engineer \nHenrietta Boone\n, sealing herself and 18 co-workers inside an unoccupied anomaly containment cell until SCP-6630 fully depleted its fuel sources. She has been awarded the Foundation Star.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFIRE SUPPRESSION DEPARTMENT - CLASSIFIED\n\n\nThe following information is restricted to FSD Internal Affairs. Unauthorized access is strictly forbidden.\n\n\n\n\nIf you have accessed this section without authorization, close your session now and remain where you are.\n\n\nWe know how to find you.\n\n\n\n\n\n\n\n\nHenrietta Boone SL-01: Digital Recording of Confidential Therapy Session, 22/12/1999.\n\n\n\n\nDr. Malone:\n How are you sleeping, Henrietta?\n\n\n\n\nBoone:\n Fine.\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-02: Surveillance Footage of Home Bedroom, 21/12/1999.\n\n\n\n\n3:24AM - Henrietta Boone sits in the corner, holding her knees and staring at the bedroom door.\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-03: Digital Recording of Confidential Therapy Session, 22/12/1999.\n\n\n\n\nDr. Malone:\n And the nightmares?\n\n\n\n\nBoone:\n Mm. Nope; no, not recently.\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-04: Surveillance Footage of Home Bedroom, 21/12/1999.\n\n\n\n\n4:36AM - Henrietta Boone, having fallen asleep in the corner, wakes up suddenly and throws a lamp at the bedroom door.\n\n\nBoone:\n FUCK YOU! FUCK YOU! I WONT LET YOU IN! FUCK YOU! STOP SCREAMING AT ME! STOP SCREAMING-… at… me…\n\n\nHenrietta Boone sinks back down onto the floor.\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-05: Digital Recording of Confidential Therapy Session, 22/12/1999.\n\n\n\n\nDr. Malone:\n And you've been taking your medication? Saying your daily affirmations? Medita-\n\n\n\n\nBoone:\n They haven't updated the document.\n\n\nDr. Malone:\n \n(…)\n Pardon me?\n\n\nBoone:\n The document - about the fire. 6630. They haven't updated it. I sent them another revision package last night.\n\n\nDr. Malone:\n Henrietta, we discussed this. The Archivists will update the listings when-\n\n\nBoone:\n I just mean- \nmechanically\n speaking, shouldn't they mention that 6630 can burn underwater? Or that it can burn so hot, so quick, and so precisely, that it can melt a bullet heading towards someone's head? Or-\n\n\nDr. Malone:\n Henrietta-\n\n\nBoone:\n Or that- hey! How about the fact 6630 can't co-exist with real fire!? That the only way to actually \nhelp\n someone that's been burning to death for hours and hours is by \nsetting them on fire\n? Because we learned that the hard way, didn't we!? Shouldn't they put that in the \ndamn document!?\n\n\nDr. Malone:\n Henrietta, \nstop\n.\n\n\n3 second silence.\n\n\nDr. Malone:\n What you're experiencing is called \nretroactive compensation.\n It's a common response from those suffering from survivor's guilt; especially problem solvers, like yourself. You want to fix all the issues that caused the original trauma. You can't, though. It happened. You need to accept that, and start moving forward.\n\n\nBoone:\n Yeah- but-… look around! What am I moving forward \nfrom\n? Everyone that didn't-… everyone who \nsurvived\n is acting like it never happened! I see them every day; sitting in the break room, laughing over coffee, walking through the same hallways… now that all the soot and \npeople resin\n is gone. Nothing has changed! 198 people \ndied\n and nothing changed! They just brought in more people! I feel like I'm going crazy here! They won't even update the damn document!\n\n\nDr. Malone:\n Henrietta, you're looking for some immediate, external validation when-\n\n\nBoone:\n No- hey, no- you know what? You're totally right, Riva. I need to move forward. Me. I mean, how long have I been stuck down here designing \nmonster cages\n, huh? How can I expect anything to change when I'm still in the exact same place? I'm a problem solver, yeah? I'm an engineer! A problem is a problem until I \nfix it\n.\n\n\nDr. Malone:\n \n(…)\n I see. And how do you intend on doing that?\n\n\nBoone:\n Step one? I leave this office.\n\n\nDr. Malone:\n \n(…)\n And step two?\n\n\nBoone:\n I just \nleave\n.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Henrietta Boone has submitted her resignation to HR.\n\n\nResponse: Offer Grade 1 Benefits Package. Bonus at 15% of updated wage.\n\n\n\n\n\n\n \n\n\n\n\n\n\nReport: Henrietta Boone has refused Grade 1 Benefits.\n\n\nResponse: Offer Grade 2 Benefits Package. Bonus at 20% of updated wage. New title.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Henrietta Boone has emphatically refused Grade 2 Benefits.\n\n\nResponse: Begin Targeted Life Improvements. Approve all Site transfers. Offer Expense-paid Vacation.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nHenrietta Boone SL-06: Email to The Foundation, 05/02/2000.\n\n\n\n\nDear whoever isn't getting the message,\n\n\nI quit.\n\n\nThank you,\n\n\nDr. Henrietta Boone\n, Containment Cell Engineering Sector (Formerly)\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Henrietta Boone has left Site-96.\n\n\nResponse: Engage Stimulus Protocol: \"Furlough.\"\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nHenrietta Boone SL-07: Email to Dennis White, 05/02/2000.\n\n\n\n\nHey Dennis!\n\n\nIt's been a while, huh? How's Kendra? How's the kid? I'm sorry I couldn't be there for the christening - I've been buried in work. Makes you long for those days at UofA, huh? At least \nthose\n all-nighters were followed up with beer nights and board games, not just more work! So it goes.\n\n\nSo listen - work is actually why I'm contacting you. Not that I don't miss you, fuzzy-boy! I'm just kind of in a bind. I'm looking for a new posting for the first time in a \nlong\n while, and it seems like the job market is really rough. The economy must be in terrible shape right now. I remembered you and your consulting firm - and not to brag or anything, but I think I could be a \nbig\n asset. How would you feel having miss top-of-the-class on your team, huh? Hell, forget UofA - the engineering tricks I've learned these past few years will knock your socks off. Or I can fetch coffee. I'm not proud.\n\n\nHonestly - and I wouldn't say this to anyone else - but I'm getting a little worried. I didn't expect to be looking for work this long. Let me know, okay? Message me back. Or just accept my MSN friend request, dummy.\n\n\n-Boone\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Stimulus Protocol: \"Furlough\" - Success. 119 engineering applications rejected. 43 consulting applications rejected. 31 civil labor applications rejected. 24 retail applications rejected. 5 temp work applications rejected. Subject's financial savings continue to diminish. No change in employment response.\n\n\nResponse: Engage Stimulus Protocol: \"Coverage.\"\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nHenrietta Boone SL-08: Phone message from Joanna Boone, 06/14/2000.\n\n\n\n\nHey Henri, it's Jo. Sorry to call you out of the blue like this. Mom let me know about your job - sorry. I know you'll land back on your feet. You were always the smart one. So… I hate to ask this, really - you know I do - but- well, Tom and I need your help. My medical benefits have been canceled. The company said something about… new management? Or something about switching providers? We're supposed to get them back soon but - well, Tom still isn't walking right after the accident, even though the doctors say his shin should have healed by now. Those bastards at the construction site say it was his fault - but that fucking chain didn't come loose, it snapped! It snapped, Henri! But now his Unemployment is about to run out, and we've got the mortgage, and we were going to try for a baby this year! And-…\n\n\n[2 seconds silence followed by a deep breath.]\n\n\nGod, Henri - I'm sorry. These messages are only supposed to be like a minute, right? Listen, I know you've got your own problems right now. I know the economy is in terrible shape. Just-… give me a call, okay? Love you si- \nBEEP\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Stimulus Protocol: \"Coverage\" - Success. Subject has transferred funds to Joanna Boone. Subject's finances continue to deplete. No change in employment response, but subject shows promising levels of anxiety and second-guessing. Recommend escalation.\n\n\nResponse: Engage Stimulus Protocol: \"Insolvent.\"\n\n\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-09: Phone conversation with Foundation Emergency Line, 11/14/2002.\n\n\n\n\n14 seconds of chirps and beeps as Foundation disruption software ensures no recording, tapping, or tracing can occur.\n\n\nOperator:\n Good afternoon, Ms. Boone! How can we help you?\n\n\nBoone:\n Oh, hey, how's it going? Well let's see - you can tell me why my \nfucking bank account is empty\n.\n\n\nOperator:\n I'm afraid this is an emergency line, Ms. Boone, reserved for dire-\n\n\nBoone:\n The fact I can't pay my heating bill and it's -10° outside is a big fucking emergency, thank you! Now I \nknow\n this was you! You've been \nfucking\n with me ever since I left the Foundation - but this is too god damned much! Give me back my money!\n\n\nOperator:\n I'm terribly sorry Ms. Boone, but it's not your money. We never paid you.\n\n\nBoone:\n Ex-…\nfucking\n-scuse me?\n\n\nOperator:\n You see, the Foundation is not a formally incorporated institution, Ms. Boone! We operate out of multi-layered front-corporations to provide all our hard-working employees with traceable, legal tender - which is unfortunately an \nextremely\n costly and delicate process. Of course, the Foundation has been more than happy to validate your unsanctioned finances for more than \ntwo years\n while you looked for another position-\n\n\nBoone:\n But-! But it's my money! I earned it working for you!\n\n\nOperator:\n That's correct! You earned it working for us, the shadow organization no-one can know exists!\n\n\nBoone:\n B-… I-…You ca- you can't just take my money away, you bitch!\n\n\nOperator:\n As I said, Ms. Boone, it wasn't actually your money. You see, to preserve normalcy, maintain the Veil, and protect the whole wide world, the Foundation must remain entirely insular! When you worked for us, you were given a \"employment-conditional stipend\", which is really more like a money lending ser-!\n\n\nBoone:\n No- you know what? \nFuck you. Fine.\n I'm done with this. I don't need your damn money -just let me get another job and move the \nfuck\n on.\n\n\nOperator:\n Oh! The Foundation would never interfere with ex-employees' future career aspirations, Ms. Boone! We’re very sorry to hear you’re having a difficult time finding a new position. We know the \neconomy is in terrible shape right now.\n\n\n[4 seconds silence.]\n\n\nOperator:\n Now, if you’d like to consider re-joining the Foundation team, we have some wonderful positions available in-\n\n\n[Loud cracking noise - later identified as Ms. Boone throwing her phone across the room.]\n\n\n[Distorted sobbing.]\n\n\n[Call disconnects.]\n\n\n\n\n \n\n\n\n\n\n\nReport: Stimulus Protocol: \"Insolvent\" - Success. Recommend Stimulus Protocols \"Wasting,\" \"Salted Earth,\" \"Judas,\" and \"Total Crisis\" for escalation.\n\n\nResponse: Standby.\n\n\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-10: Observation | Blue Meadow Park, 13/12/2002.\n\n\n\n\nHenrietta Boone sits on a park bench. Visibility is limited due to an active snowstorm. Henrietta Boone is observed shivering heavily, as she is wearing only a thin jacket. Henrietta Boone makes no attempts to stand or seek shelter.\n\n\n[RECORD PURGED]\n, wearing only a plain suit, enters from the east path and sits down next to Henrietta Boone. Henrietta Boone looks at \n[RECORD PURGED]\n in confusion and with caution.\n\n\n[RECORD PURGED]:\n You should head back inside.\n\n\nBoone:\n \n(…)\n I'm fine, thank you. Excuse me.\n\n\nHenrietta Boone stands, and begins to walk away.\n\n\n[RECORD PURGED]:\n Sit down, Ms. Boone.\n\n\nHenrietta Boone freezes. She looks back at \n[RECORD EXPUNGED]\n, then rapidly in all directions. After several seconds, she slowly resumes her seat. \n[RECORD EXPUNGED]\n offers her a cigarette.\n\n\nBoone:\n \n(…)\n So you're here to kill me, then?\n\n\n[RECORD PURGED]\n looks at the cigarette, then laughs. \n[RECORD PURGED]\n lights it, and begins smoking.\n\n\nBoone:\n Who are you?\n\n\n[RECORD PURGED]:\n Oh, hell, that doesn't matter. I'm just here to deliver a message.\n\n\nBoone:\n \n(…)\n I'm not coming back.\n\n\n[RECORD PURGED]\n exhales a lungful of smoke, then rests his arm over the back of the bench.\n\n\n[RECORD PURGED]:\n Y'know, the people I work for - name's not important - they've got these two kinda' \"playbooks.\" There's the White Playbook, and the Black Playbook. You; you blazed \nright\n through the White Playbook when you just up and quit. You were determined! Most people deliberate on it longer - fuss around with the idea. Gives us plenty of time to get in there.\n\n\nBoone:\n And what, torture them?\n\n\n[RECORD PURGED]\n shakes their head while taking another drag.\n\n\n[RECORD PURGED]:\n Mm. Mm-mm. No. No, \nWhite\n Playbook first. That's 90% of our job, actually. We remind people why working for the Foundation is the best damn job in the world. Half the pay-bumps come down from our Department, because 'The Right People are Worth It.' That's our motto. Someone gives their two weeks? Within thirteen days we've made their life so damn good they don't even remember why they were quitting. Not just their work life either—mm-mm, no—we solve all sorts of problems; financial frustrations, personal woes, \nbedroom\n issues, you name it.\n\n\n[RECORD PURGED]\n looks at their cigarette, then stamps it out on the bench board.\n\n\n[RECORD PURGED]:\n But some of 'em - like you - just don't want to be happy working in a secret lab, saving the world, earning three times as much as they'd earn anywhere else. Then we've gotta' break out the Black Playbook.\n\n\nBoone:\n Is that what that is? Are you here to threaten me?\n\n\n[RECORD PURGED]:\n No; I'm here because I've been watching you, Ms. Boone. You seem like a smart person. It's refreshing. I mostly deal with scientists, y'know? You'd think they'd be smart people - and they are, \nscientifically\n. As people, though, they're mostly idiots. They spend their lives in books and labs and freaky research projects - never learning any common sense or social smarts. Worse, they're \nmigratory\n creatures, scientists. They don't stay still very long. They move from project to project, patent to patent, grant to grant. It's like herding cats! Hey though, look around the Foundation; what do you see? 30, 40, \n50\n year tenures, all working to keep the world safe. That's because somebody like me brought 'em back when they went feral. You though - a practical woman like you… I figured it might be worth going off the Playbook and just telling you direct.\n\n\nBoone:\n \n(…)\n I am \nnot\n coming back.\n\n\n[RECORD PURGED]\n signs, brushing the snow off their knees.\n\n\n[RECORD PURGED]:\n Ms. Boone, I'm really not here to threaten you. I just want you to understand: that Black Playbook of ours? If it was a novel, you'd only be on Chapter 3. We've been trying a very light touch with you 'till now-\n\n\nBoone:\n Oh yeah? \nYeah\n!? Starving me, freezing me, gouging my family's medical benefits - that's just \nforeplay\n for you people!?\n\n\n[RECORD PURGED]:\n \n(immediate)\n Yes.\n\n\n2 seconds silence.\n\n\n[RECORD PURGED]:\n Let me put it another way, Ms. Boone: icy days like this, a man with a bad shin like your brother in law might end up slipping while snow-blowing his driveway. Your forgetful mother might leave the window open after she's done airing out the kitchen, then take a nap on the couch and wind up having a long, cold sleep. And those are just the conventional hazards. You've seen first hand what kind of monsters there are in this world. You helped pen them up, once upon a time. Without you… well, one of those monsters might end up making a home under your niece's bed.\n\n\n3 second silence.\n\n\n[RECORD PURGED]:\n Ah, right… your sister hasn't told you yet. Well congra-\n\n\nBoone:\n Fuck you. \nFuck. You.\n\n\n[RECORD PURGED]\n sighs, stands, and straightens their suit.\n\n\n[RECORD PURGED]:\n Take however long you'd like, Ms. Boone. Swear at our phone operators, endanger your life, spray paint our logo on your car and drive around screaming about the Foundation. It won't change anything. The next day no one will remember, and your car will be squeaky clean. But if you'd like to be practical about it…\n\n\n[RECORD PURGED]\n shrugs, tucks their hands in their pockets, and walks back down the east path.\n\n\n[RECORD PURGED]:\n You should really head back inside. It's only going to get colder out here.\n\n\nHenrietta Boone stands to pursue \n[RECORD PURGED]\n, who has disappeared into the snowstorm. The cigarette, and impression they made on the bench have vanished as well.\n\n\n\n\n \n\n\n\n\n\n\nReport: Retention Efforts - Successful. Henrietta Boone has contacted the Foundation, and re-assumed her prior position.\n\n\nResponse: Continue monitoring for relapse. Give her the Grade 1 Benefits Package, minus bonus. Minimize her downtime, and observe her closely for Red Flag behavior. She needs to be distracted.\n\n\nGive her a big project.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nHenrietta Boone SL-761: Observation, 01/03/2022\n\n\n\n\nHenrietta Boone and six dozen other engineers, researchers, and skilled laborers complete assembly of the \"Argonaut Trans-Spatial Array,\" designed for detection of specific deep-space anomalous threats. The crowd, including Henrietta Boone, stand inside a 90m wide receiving dish constructed in the New Mexico desert. Champagne is being poured.\n\n\nA dark van pulls up beside the dish, unloading a well-dressed figure framed by two larger individuals. The assorted staff raise their glasses as the trio approach.\n\n\nO5-10:\n Don't let me interrupt! I just wanted to come down and see the fruits of our labor at last; twenty years in the making! Really, you should all be extremely proud.\n\n\nO5-10 takes a glass of Champagne offered to them by a nearby Director. O5-10 holds it aloft.\n\n\nO5-10:\n To the Argonaut!\n\n\nThe group cheers, politely. Conversation breaks back out, and O5-10 begins congratulating people individually. Eventually, they reach Henrietta Boone.\n\n\nO5-10:\n You did a marvelous job, Doctor Boone.\n\n\nBoone:\n Ms. Boone is fine, Overseer. My doctorate is in Engineering.\n\n\nO5-10:\n Ah, my apologies. I'd only ever seen your name on reports, and they \ndo\n put great stock in titles. You're like me, though; you take pride in your work, not your title. Very good.\n\n\n05-10 raises their hand. Henrietta Boone grasps it, and shakes.\n\n\nAfter several seconds, Henrietta Boone hasn't let go.\n\n\nO5-10:\n \n(…)\n If you'll excuse me, I need to congratulate the other-\n\n\nBoone:\n Fire me.\n\n\n2 seconds silence.\n\n\nO5-10:\n Pardon?\n\n\nBoone:\n Fire me. I don't want to work for the Foundation anymore. I want you to \nfire me\n.\n\n\nO5-10:\n \n(…)\n Well, we'll be lesser without you, Miss Boone, but you'll have to contact your HR person-\n\n\nO5-10 continues smiling, but attempts to pull their hand away strongly. Henrietta Boone holds on.\n\n\nBoone:\n No- no. No. I want- Overseer, I want \nyou\n to fire me. I want you to say \"you can leave now, you've done enough.\"\n\n\nO5-10:\n Miss Boone-\n\n\nBoone:\n You run the Foundation, right? You're the biggest of the big. You can do it, can't you? You can just… fire me, and that'll be the end of it, right?\n\n\nHenrietta Boone's hand begins to shake. She fails to meet O5-10 eyeline, instead focusing on their shoes.\n\n\nBoone:\n Please fire me.\n\n\nAfter several seconds, Boone looks up again. O5-10 has not stopped smiling, but their voice drops when they speak next.\n\n\nO5-10:\n Do you really think I can?\n\n\nBoone continues staring, and holding the air where O5-10's hand had previously been - even as O5-10 walks off to the next person, and greets them cheerfully.\n\n\nO5-10 (to other):\n Fabulous job, really.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nReport: Standard 20-year Surveillance Period complete. Henrietta Boone remains productive and non-obstructive.\n\n\nResponse: Good. Monitor her for another 20.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nHenrietta Boone SL-762: Digital Recording of Confidential Therapy Session, 09/07/2022.\n\n\n\n\nDr. Malone:\n How are you sleeping, Henrietta?\n\n\nBoone:\n Just fine, thanks.\n\n\n\n\n \n\n\n\n\nHenrietta Boone SL-763: Surveillance Footage of Home Bedroom, 08/07/2022.\n\n\n\n\n2:15AM - Henrietta Boone sits with her back to the bedroom door.\n\n\nHenrietta Boone:\n \n(…)\n Oh shut the hell up, you lucky bastards…",
    "addendums": [],
    "documents": [],
    "notes": [
        "Henrietta Boone SL-01: Digital Recording of Confidential Therapy Session, 22/12/1999. Dr. Malone: How are you sleeping, Henrietta? Boone: Fine.",
        "Henrietta Boone SL-02: Surveillance Footage of Home Bedroom, 21/12/1999. 3:24AM - Henrietta Boone sits in the corner, holding her knees and staring at the bedroom door.",
        "Henrietta Boone SL-03: Digital Recording of Confidential Therapy Session, 22/12/1999. Dr. Malone: And the nightmares? Boone: Mm. Nope; no, not recently.",
        "Henrietta Boone SL-04: Surveillance Footage of Home Bedroom, 21/12/1999. 4:36AM - Henrietta Boone, having fallen asleep in the corner, wakes up suddenly and throws a lamp at the bedroom door. Boone: FUCK YOU! FUCK YOU! I WONT LET YOU IN! FUCK YOU! STOP SCREAMING AT ME! STOP SCREAMING-… at… me… Henrietta Boone sinks back down onto the floor.",
        "Henrietta Boone SL-05: Digital Recording of Confidential Therapy Session, 22/12/1999. Dr. Malone: And you've been taking your medication? Saying your daily affirmations? Medita- Boone: They haven't updated the document. Dr. Malone: (…) Pardon me? Boone: The document - about the fire. 6630. They haven't updated it. I sent them another revision package last night. Dr. Malone: Henrietta, we discussed this. The Archivists will update the listings when- Boone: I just mean- mechanically speaking, shouldn't they mention that 6630 can burn underwater? Or that it can burn so hot, so quick, and so precisely, that it can melt a bullet heading towards someone's head? Or- Dr. Malone: Henrietta- Boone: Or that- hey! How about the fact 6630 can't co-exist with real fire!? That the only way to actually help someone that's been burning to death for hours and hours is by setting them on fire ? Because we learned that the hard way, didn't we!? Shouldn't they put that in the damn document!? Dr. Malone: Henrietta, stop . 3 second silence. Dr. Malone: What you're experiencing is called retroactive compensation. It's a common response from those suffering from survivor's guilt; especially problem solvers, like yourself. You want to fix all the issues that caused the original trauma. You can't, though. It happened. You need to accept that, and start moving forward. Boone: Yeah- but-… look around! What am I moving forward from ? Everyone that didn't-… everyone who survived is acting like it never happened! I see them every day; sitting in the break room, laughing over coffee, walking through the same hallways… now that all the soot and people resin is gone. Nothing has changed! 198 people died and nothing changed! They just brought in more people! I feel like I'm going crazy here! They won't even update the damn document! Dr. Malone: Henrietta, you're looking for some immediate, external validation when- Boone: No- hey, no- you know what? You're totally right, Riva. I need to move forward. Me. I mean, how long have I been stuck down here designing monster cages , huh? How can I expect anything to change when I'm still in the exact same place? I'm a problem solver, yeah? I'm an engineer! A problem is a problem until I fix it . Dr. Malone: (…) I see. And how do you intend on doing that? Boone: Step one? I leave this office. Dr. Malone: (…) And step two? Boone: I just leave .",
        "Henrietta Boone SL-06: Email to The Foundation, 05/02/2000. Dear whoever isn't getting the message, I quit. Thank you, Dr. Henrietta Boone , Containment Cell Engineering Sector (Formerly)",
        "Henrietta Boone SL-07: Email to Dennis White, 05/02/2000. Hey Dennis! It's been a while, huh? How's Kendra? How's the kid? I'm sorry I couldn't be there for the christening - I've been buried in work. Makes you long for those days at UofA, huh? At least those all-nighters were followed up with beer nights and board games, not just more work! So it goes. So listen - work is actually why I'm contacting you. Not that I don't miss you, fuzzy-boy! I'm just kind of in a bind. I'm looking for a new posting for the first time in a long while, and it seems like the job market is really rough. The economy must be in terrible shape right now. I remembered you and your consulting firm - and not to brag or anything, but I think I could be a big asset. How would you feel having miss top-of-the-class on your team, huh? Hell, forget UofA - the engineering tricks I've learned these past few years will knock your socks off. Or I can fetch coffee. I'm not proud. Honestly - and I wouldn't say this to anyone else - but I'm getting a little worried. I didn't expect to be looking for work this long. Let me know, okay? Message me back. Or just accept my MSN friend request, dummy. -Boone",
        "Henrietta Boone SL-08: Phone message from Joanna Boone, 06/14/2000. Hey Henri, it's Jo. Sorry to call you out of the blue like this. Mom let me know about your job - sorry. I know you'll land back on your feet. You were always the smart one. So… I hate to ask this, really - you know I do - but- well, Tom and I need your help. My medical benefits have been canceled. The company said something about… new management? Or something about switching providers? We're supposed to get them back soon but - well, Tom still isn't walking right after the accident, even though the doctors say his shin should have healed by now. Those bastards at the construction site say it was his fault - but that fucking chain didn't come loose, it snapped! It snapped, Henri! But now his Unemployment is about to run out, and we've got the mortgage, and we were going to try for a baby this year! And-… [2 seconds silence followed by a deep breath.] God, Henri - I'm sorry. These messages are only supposed to be like a minute, right? Listen, I know you've got your own problems right now. I know the economy is in terrible shape. Just-… give me a call, okay? Love you si- BEEP",
        "Henrietta Boone SL-09: Phone conversation with Foundation Emergency Line, 11/14/2002. 14 seconds of chirps and beeps as Foundation disruption software ensures no recording, tapping, or tracing can occur. Operator: Good afternoon, Ms. Boone! How can we help you? Boone: Oh, hey, how's it going? Well let's see - you can tell me why my fucking bank account is empty . Operator: I'm afraid this is an emergency line, Ms. Boone, reserved for dire- Boone: The fact I can't pay my heating bill and it's -10° outside is a big fucking emergency, thank you! Now I know this was you! You've been fucking with me ever since I left the Foundation - but this is too god damned much! Give me back my money! Operator: I'm terribly sorry Ms. Boone, but it's not your money. We never paid you. Boone: Ex-… fucking -scuse me? Operator: You see, the Foundation is not a formally incorporated institution, Ms. Boone! We operate out of multi-layered front-corporations to provide all our hard-working employees with traceable, legal tender - which is unfortunately an extremely costly and delicate process. Of course, the Foundation has been more than happy to validate your unsanctioned finances for more than two years while you looked for another position- Boone: But-! But it's my money! I earned it working for you! Operator: That's correct! You earned it working for us, the shadow organization no-one can know exists! Boone: B-… I-…You ca- you can't just take my money away, you bitch! Operator: As I said, Ms. Boone, it wasn't actually your money. You see, to preserve normalcy, maintain the Veil, and protect the whole wide world, the Foundation must remain entirely insular! When you worked for us, you were given a \"employment-conditional stipend\", which is really more like a money lending ser-! Boone: No- you know what? Fuck you. Fine. I'm done with this. I don't need your damn money -just let me get another job and move the fuck on. Operator: Oh! The Foundation would never interfere with ex-employees' future career aspirations, Ms. Boone! We’re very sorry to hear you’re having a difficult time finding a new position. We know the economy is in terrible shape right now. [4 seconds silence.] Operator: Now, if you’d like to consider re-joining the Foundation team, we have some wonderful positions available in- [Loud cracking noise - later identified as Ms. Boone throwing her phone across the room.] [Distorted sobbing.] [Call disconnects.]",
        "Henrietta Boone SL-10: Observation | Blue Meadow Park, 13/12/2002. Henrietta Boone sits on a park bench. Visibility is limited due to an active snowstorm. Henrietta Boone is observed shivering heavily, as she is wearing only a thin jacket. Henrietta Boone makes no attempts to stand or seek shelter. [RECORD PURGED] , wearing only a plain suit, enters from the east path and sits down next to Henrietta Boone. Henrietta Boone looks at [RECORD PURGED] in confusion and with caution. [RECORD PURGED]: You should head back inside. Boone: (…) I'm fine, thank you. Excuse me. Henrietta Boone stands, and begins to walk away. [RECORD PURGED]: Sit down, Ms. Boone. Henrietta Boone freezes. She looks back at [RECORD EXPUNGED] , then rapidly in all directions. After several seconds, she slowly resumes her seat. [RECORD EXPUNGED] offers her a cigarette. Boone: (…) So you're here to kill me, then? [RECORD PURGED] looks at the cigarette, then laughs. [RECORD PURGED] lights it, and begins smoking. Boone: Who are you? [RECORD PURGED]: Oh, hell, that doesn't matter. I'm just here to deliver a message. Boone: (…) I'm not coming back. [RECORD PURGED] exhales a lungful of smoke, then rests his arm over the back of the bench. [RECORD PURGED]: Y'know, the people I work for - name's not important - they've got these two kinda' \"playbooks.\" There's the White Playbook, and the Black Playbook. You; you blazed right through the White Playbook when you just up and quit. You were determined! Most people deliberate on it longer - fuss around with the idea. Gives us plenty of time to get in there. Boone: And what, torture them? [RECORD PURGED] shakes their head while taking another drag. [RECORD PURGED]: Mm. Mm-mm. No. No, White Playbook first. That's 90% of our job, actually. We remind people why working for the Foundation is the best damn job in the world. Half the pay-bumps come down from our Department, because 'The Right People are Worth It.' That's our motto. Someone gives their two weeks? Within thirteen days we've made their life so damn good they don't even remember why they were quitting. Not just their work life either—mm-mm, no—we solve all sorts of problems; financial frustrations, personal woes, bedroom issues, you name it. [RECORD PURGED] looks at their cigarette, then stamps it out on the bench board. [RECORD PURGED]: But some of 'em - like you - just don't want to be happy working in a secret lab, saving the world, earning three times as much as they'd earn anywhere else. Then we've gotta' break out the Black Playbook. Boone: Is that what that is? Are you here to threaten me? [RECORD PURGED]: No; I'm here because I've been watching you, Ms. Boone. You seem like a smart person. It's refreshing. I mostly deal with scientists, y'know? You'd think they'd be smart people - and they are, scientifically . As people, though, they're mostly idiots. They spend their lives in books and labs and freaky research projects - never learning any common sense or social smarts. Worse, they're migratory creatures, scientists. They don't stay still very long. They move from project to project, patent to patent, grant to grant. It's like herding cats! Hey though, look around the Foundation; what do you see? 30, 40, 50 year tenures, all working to keep the world safe. That's because somebody like me brought 'em back when they went feral. You though - a practical woman like you… I figured it might be worth going off the Playbook and just telling you direct. Boone: (…) I am not coming back. [RECORD PURGED] signs, brushing the snow off their knees. [RECORD PURGED]: Ms. Boone, I'm really not here to threaten you. I just want you to understand: that Black Playbook of ours? If it was a novel, you'd only be on Chapter 3. We've been trying a very light touch with you 'till now- Boone: Oh yeah? Yeah !? Starving me, freezing me, gouging my family's medical benefits - that's just foreplay for you people!? [RECORD PURGED]: (immediate) Yes. 2 seconds silence. [RECORD PURGED]: Let me put it another way, Ms. Boone: icy days like this, a man with a bad shin like your brother in law might end up slipping while snow-blowing his driveway. Your forgetful mother might leave the window open after she's done airing out the kitchen, then take a nap on the couch and wind up having a long, cold sleep. And those are just the conventional hazards. You've seen first hand what kind of monsters there are in this world. You helped pen them up, once upon a time. Without you… well, one of those monsters might end up making a home under your niece's bed. 3 second silence. [RECORD PURGED]: Ah, right… your sister hasn't told you yet. Well congra- Boone: Fuck you. Fuck. You. [RECORD PURGED] sighs, stands, and straightens their suit. [RECORD PURGED]: Take however long you'd like, Ms. Boone. Swear at our phone operators, endanger your life, spray paint our logo on your car and drive around screaming about the Foundation. It won't change anything. The next day no one will remember, and your car will be squeaky clean. But if you'd like to be practical about it… [RECORD PURGED] shrugs, tucks their hands in their pockets, and walks back down the east path. [RECORD PURGED]: You should really head back inside. It's only going to get colder out here. Henrietta Boone stands to pursue [RECORD PURGED] , who has disappeared into the snowstorm. The cigarette, and impression they made on the bench have vanished as well.",
        "Henrietta Boone SL-761: Observation, 01/03/2022 Henrietta Boone and six dozen other engineers, researchers, and skilled laborers complete assembly of the \"Argonaut Trans-Spatial Array,\" designed for detection of specific deep-space anomalous threats. The crowd, including Henrietta Boone, stand inside a 90m wide receiving dish constructed in the New Mexico desert. Champagne is being poured. A dark van pulls up beside the dish, unloading a well-dressed figure framed by two larger individuals. The assorted staff raise their glasses as the trio approach. O5-10: Don't let me interrupt! I just wanted to come down and see the fruits of our labor at last; twenty years in the making! Really, you should all be extremely proud. O5-10 takes a glass of Champagne offered to them by a nearby Director. O5-10 holds it aloft. O5-10: To the Argonaut! The group cheers, politely. Conversation breaks back out, and O5-10 begins congratulating people individually. Eventually, they reach Henrietta Boone. O5-10: You did a marvelous job, Doctor Boone. Boone: Ms. Boone is fine, Overseer. My doctorate is in Engineering. O5-10: Ah, my apologies. I'd only ever seen your name on reports, and they do put great stock in titles. You're like me, though; you take pride in your work, not your title. Very good. 05-10 raises their hand. Henrietta Boone grasps it, and shakes. After several seconds, Henrietta Boone hasn't let go. O5-10: (…) If you'll excuse me, I need to congratulate the other- Boone: Fire me. 2 seconds silence. O5-10: Pardon? Boone: Fire me. I don't want to work for the Foundation anymore. I want you to fire me . O5-10: (…) Well, we'll be lesser without you, Miss Boone, but you'll have to contact your HR person- O5-10 continues smiling, but attempts to pull their hand away strongly. Henrietta Boone holds on. Boone: No- no. No. I want- Overseer, I want you to fire me. I want you to say \"you can leave now, you've done enough.\" O5-10: Miss Boone- Boone: You run the Foundation, right? You're the biggest of the big. You can do it, can't you? You can just… fire me, and that'll be the end of it, right? Henrietta Boone's hand begins to shake. She fails to meet O5-10 eyeline, instead focusing on their shoes. Boone: Please fire me. After several seconds, Boone looks up again. O5-10 has not stopped smiling, but their voice drops when they speak next. O5-10: Do you really think I can? Boone continues staring, and holding the air where O5-10's hand had previously been - even as O5-10 walks off to the next person, and greets them cheerfully. O5-10 (to other): Fabulous job, really.",
        "Henrietta Boone SL-762: Digital Recording of Confidential Therapy Session, 09/07/2022. Dr. Malone: How are you sleeping, Henrietta? Boone: Just fine, thanks.",
        "Henrietta Boone SL-763: Surveillance Footage of Home Bedroom, 08/07/2022. 2:15AM - Henrietta Boone sits with her back to the bedroom door. Henrietta Boone: (…) Oh shut the hell up, you lucky bastards…"
    ],
    "containment_procedures": "Following the events of 09/10/1999, all tracking, containment, and long-term research efforts of SCP-6630 have been allocated to, and classified by, the newly formed Foundation Fire Suppression Department.",
    "description": "SCP-6630 is a predatory life-form resembling fire. While visually and functionally similar to baseline combustion - producing both heat and light - SCP-6630 can be recognized by the following differences:",
    "title": "SCP-6630"
}