{
    "url": "https://scp-wiki.wikidot.com/scp-6635",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\nItem #:\n SCP-6635\n\n\nObject Class:\n Argus\n\n\nSpecial Containment Procedures:\n SCP-6635 is currently under the jurisdiction of the \nUnusual Incidents Unit\n1\n. All attempts at obtaining a useful functioning copy of SCP-6635 or independently re-creating it so far have failed. \nFurther efforts are ongoing.\n\n\nBoth embedded and external Foundation forces are to monitor UIU activities for suspected deployments of SCP-6635. Should a deployment be confirmed, Foundation agents are to remotely monitor the event. No further actions are required or encouraged, as SCP-6635 has been observed to have a positive effect on the maintenance of the Veil and the disruption of rival GOIs.\n\n\nAssaults on the UIU compound currently in possession of the main documentation and components of SCP-6635 are to continue indefinitely.\n As per the terms of the \nSUSEOCT\n2\n the Foundation is to indefinitely cease all direct action against the UIU regarding SCP-6635. Several low-risk anomalies with low research potential are to be transferred to the UIU as compensation for INCIDENT-6635-2.\n\n\nDescription:\n SCP-6635 is a memetic/thaumaturgic weapon in use by the Unusual Incidents Unit. SCP-6635 is believed to be composed of a memetic payload and the process through which it is injected. This process occurs automatically to people within an unknown radius of a focus object. The focus object and the memetic payload are henceforth designated SCP-6635-1 and SCP-6635-2 respectively.\n\n\nInstances of SCP-6635-1 are various objects identifying a person as a UIU agent. These include badges, uniforms, IDs and items bearing the UIU crest. SCP-6635-1 instances only appear to be functional when both in possession of a UIU agent and are clearly visible to those in the surrounding area.\n\n\nWhile the effects of SCP-6635-2 are not entirely understood, it is known that people under its effects have a significantly more relaxed reaction to threats, typically treating them nonchalantly or perceiving them as harmless or unimportant. In cases where the affected subject attempts to react to the threat, they treat the threat as easy to overcome and in many cases succumb to it as a result. Other theorized effects of SCP-6635-2 include:\n\n\n\n\nImpairment of rational thought\n\n\nUnfamiliarity with the use of tools\n\n\nLack of awareness of surroundings\n\n\nLack of coordination\n\n\nLack of foresight\n\n\nLack of consideration of the wider impacts or consequences of actions\n\n\nOverconfidence\n\n\nA negative view of the competence of members of law enforcement\n\n\n\n\nSCP-6635-2 activates when the following criteria are met in a subject:\n\n\n\n\nAwareness of a member of the UIU in relatively close proximity.\n\n\nRecognition of the UIU member as a UIU member.\n\n\nConceptualization of aggressive and/or preventative action in regards to the UIU member and/or UIU as a whole.\n\n\n\n\nSCP-6635-2 can be resisted by basic memetic resistance training, however, this training only appears to be effective if a subject actively resists SCP-6635-2 prior to being affected by it. Amnesticisation has been shown to remove SCP-6635-2's influence but does not prevent being affected upon re-exposure.\n\n\nSCP-6635-2 does not appear to affect members of the UIU.\n\n\nAddendum 1:\n Field Use\n\nThe following is an example of a documented occurrence of the use of SCP-6635 in the field.\n\n\n\n\n+ Access Log\n\n\n\n\n- Close\n\n\n\n\n\n\nNotes:\n The following is composed of footage recovered from a surveillance camera present during the apprehension of PoI-14453 ('Salami Joe') by the UIU. The transcript takes place in front of a newsagent following the PoI's attempted escape from the scene of the UIU sting operation responsible for the arrest of GoI-571 ('The Pizza Boys').\n\n\n\n\n[BEGIN LOG]\n\n\nPoI-14453 enters the frame running, panting and visibly exhausted. Subject stops running momentarily, attempting to catch their breath.\n\n\nPoI-14453:\n (\nPant Pant\n) I think (\nWheezes\n) I lost them.\n\n\nAgent Douglas Jameson of the UIU enters the frame. The subject is holding a taser and is slowly advancing on PoI-14453 while pointing it towards him. Agent Jameson does not appear to be tired.\n\n\nAgent Jameson:\n No you didn't. Now put your hands on your head, you're under arrest.\n\n\nPoI-14453 slowly turns around, pulling a pistol from their jacket as they do so. They point it at Agent Jameson.\n\n\nPoI-14453:\n Stay back!\n\n\nAgent Jameson:\n Put that down, we don't want anyone to get hurt. I promise that if you are co-operative we will be more lenient with you.\n\n\nPoI-14453:\n You'll just stick me in a cell somewhere and experiment on me!\n\n\nAgent Jameson:\n We don't 'experiment' on people, we simply arrest and humanely sentence them. We're officers, not scientists.\n\n\nPoI-14453:\n Officers? Wait a second…\n\n\nPoI-14453 squints, apparently noticing the badge on Agent Jameson's jacket. PoI-14453 visibly relaxes.\n\n\nPoI-14453:\n You're UIU! I was actually worried there for a bit. I thought you were Foundation.\n\n\nAgent Jameson:\n Foundation or not, I'm still perfectly capable of arresting you. Put the gun down.\n\n\nPoI-14453:\n Yeah right. You guys couldn't arrest a paper bag, let alone me. I'll just walk right out of here.\n\n\nAgent Jameson:\n We have a barricade set up, you know.\n\n\nPoI-14453:\n Yeah, A UIU barricade. I could probably get through it by wearing a paper hat and pretending to speak French. Hell, I could probably shoot a few guys on my way out and steal a car!\n\n\nAgent Jameson:\n Are you confessing to planning murder? You realise I'm still pointing a taser at you.\n\n\nPoI-14453:\n Yeah right, you'll probably just shoot yourself in the foot or something.\n\n\nPoI-14453 lowers his gun and attempts to walk away. They accidentally discharge their gun, narrowly missing their foot.\n\n\nPoI-14453:\n See? You missed me!\n\n\nAgent Jameson:\n That wasn't… forget it. If you continue to resist arrest I will have to take action.\n\n\nPoI-14453:\n If that action involves you going away, be my guest.\n\n\nPoI-14453 throws their gun at Agent Jameson. It misses.\n\n\nAgent Jameson:\n Thank you for disarming yourself. Now if you could just…\n\n\nPoI-14453:\n Fuck off.\n\n\nPoI-14453 attempts to physically engage Agent Jameson. They are pinned to a wall and handcuffed almost immediately, before being escorted to the nearby unit car.\n\n\n[END LOG]\n\n\n\n\n- Close\n\n\n\n\n\n\nAddendum 2:\n Foundation Replication\n\nFollowing initial discovery and analysis of SCP-6635, it was judged that its use could prove highly valuable in field missions by Foundation operatives. An official request was sent to the UIU asking for the disclosure of the source and/or methods of creation of SCP-6635, claiming that cooperation in the matter would be mutually beneficial to both parties.\n\n\nIn response the UIU sent a large amount of documentation detailing the creation and use of SCP-6635. Said documentation claimed that SCP-6635 was originally created following consultation with the ICSUT\n3\n and the use of several memetic anomalies under the UIU's control.\n\n\nAccording to the received documentation, SCP-6635 functions via amplification of a specific concept within the minds of those in proximity to a ritual focus object. This supposedly has the effect of both exaggerating the affected person's perception of things associated with the concept, to the point of ignoring other associated concepts entirely, as well as imparting a corresponding effect on the behavior of the affected. The documentation claims that by utilizing an appropriate focus object and certain methods of memetic, thaumaturgic and conceptual engineering, these effects could be both induced and targeted.\n\n\nGiven the events of INCIDENT-6635-1, these claims are believed to be false. It is currently theorized that the entirety of SCP-6635 was given to the UIU by a third party. The method of operation of SCP-6635 remains unknown.\n Following INCIDENT-6635-2 and further UIU consultation these claims are believed to be trustworthy. The method detailed above is the current working theory on the operation of SCP-6635 and is pending confirmation by the appropriate departments.\n\n\nIncluded in the documentation were instructions for the creation of SCP-6635-1 instances capable of being used by Foundation operatives, designed to fit into pre-existing conceptual framework. Objects that identify people as a Foundation agent were stated to be required for this purpose\n4\n. A warning was attached that claimed that SCP-6635 may not work as efficiently due to its design for UIU agents, however, attempts at recreation were decided to proceed regardless.\n\n\nPreliminary Foundation testing is detailed below:\n\n\n\n\n+ Access Testing\n\n\n\n\n- Close\n\n\n\n\n\n\nExperiment 6635-1\n\n\nProcedure:\n A Foundation security guard equipped with a SCP-6635-1 instance was instructed to approach an unarmed D-class and render them unconscious.\n\n\nResult:\n The D-class was successfully knocked unconscious via blunt force impact with a riot stick.\n\n\nNotes:\n \nThe D-class did not initially exhibit resistance, only reacting upon application of force. We will now begin testing SCP-6635's effectiveness in larger-scale scenarios.\n\n\n\n\n\n\nExperiment 6635-2\n\n\nProcedure:\n A standard Foundation security team equipped with SCP-6635-1 instances were instructed to apprehend a group of D-class.\n\n\nResult:\n All D-class were successfully subdued with only minor injuries sustained.\n\n\nNotes:\n \nMany of the D-class expressed confusion and surprise upon the initiation of the test, claiming that they did not expect the Foundation security team to attack them while waiting for testing.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nExperiment 6635-7\n\n\nProcedure:\n A group of D-class were placed inside a fortified position and were instructed to hold off threats. A standard Foundation security team equipped with SCP-6635-1 instances was then deployed to subdue them.\n\n\nResult:\n All D-class were successfully subdued after allowing the team beyond the fortifications.\n\n\nNotes:\n \nThe D-class did not seem to react aggressively to the team's approach at any point, presumably due to lack of perceived threat. Several D-class were noted to ask when the test would start.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nExperiment 6635-11\n\n\nProcedure:\n A D-class was placed in an elevated position, given a firearm and instructed to fire on anyone who approached. Security members equipped with SCP-6635-1 instances were then deployed to apprehend them.\n\n\nResult:\n The D-class was noted to miss all shots and was apprehended without further resistance.\n\n\nNotes:\n \nThe D-class appeared nervous during the test and seemed to purposefully jerk the gun to the side while firing.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nExperiment 6635-20\n\n\nProcedure:\n A group of D-class were placed in a fortified, elevated position and equipped with a large variety of firearms. They were furthermore informed of the nature of the test and provided with an abridged version of the SCP-6635 file and testing log, before being instructed to defend against any and all people who approached, including Foundation agents. A lightly-armed standard Foundation security team was then instructed to walk towards the D-class in plain view and attempt to subdue them.\n\n\nResult:\n Upon seeing the team, all D-class abandoned their firearms, exited the fortification, sat down in the path of the security team and closed their eyes.\n\n\nNotes:\n \nFollow-up interviews suggested that the D-class were so confident in their ability to succeed that they decided to immediately surrender. Several D-class asked whether further testing was required and if their test results had been outside the expected.\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\nFollowing the \nsuccessful\n use of SCP-6635 in preliminary trials, it \nhas been\n was approved for Foundation field use.\n\n\nAddendum 3:\n INCIDENT-6635-1\n\nSCP-6635 was deployed against a newly discovered hideout of GoI-832 ('Clark's revenge'), located in an abandoned factory. While SCP-6635 had proven to be effective in trials it was decided not to rely on it fully, instead utilizing a standard pincer movement in order to surprise, surround and detain all members. \nMTF Pi-1 (\"City Slickers\")\n was deployed to the scene and were equipped with SCP-6635-1 instances as insurance.\n\n\nImmediately upon spotting the task force, members of GoI-832 began a coordinated pattern of small arms fire that forced members of MTF Pi-1 to take cover behind several pieces of abandoned machinery\n5\n. Members of GoI-832 then proceeded to begin throwing explosive grenades and tear gas canisters at MTF Pi-1's cover, severely wounding several of it's members\n6\n.\n\n\nSimultaneously, the second group of MTF members were ambushed by members of GoI-832 as they approached the base from behind. Following a brief firefight, the taskforce was forced to surrender and were subsequently disarmed, brought inside the base and restrained. The majority of the taskforce was rendered unconscious.\n\n\nThe reason that SCP-6635 \nhad no effect\n had a different effect than anticipated upon the members of GoI-832 is \nunknown\n believed to be due to the findings detailed in Addendum 6.\n\n\n\n\nNotes:\n The following is composed of footage recovered from the bodycam of MTF Pi-1 member Charlie, taking place following the successful repulsion of the remaining MTF Pi-1 members by GoI-832.\n\n\n\n\n[BEGIN LOG]\n\n\nMTF Pi-1 member Charlie is kneeling on the floor of the factory occupied by GoI-832. Several GoI-832 members are pointing guns at Charlie and other members of MTF Pi-1. Other members are visible patrolling the catwalks of the factory, monitoring the surroundings. A member of GoI-832 (henceforth referred to as PoI-832-1) is questioning Charlie.\n\n\nPoI-832-1:\n I'll ask you again. How did you find us?\n\n\nCharlie:\n I'll never tell.\n\n\nPoI-832-1 shoots MTF member Delta, who is retained next to Charlie, in the leg.\n\n\nCharlie:\n Why did you do that?\n\n\nPoI-832-1:\n You have a choice, you tell us how you found us or I start crippling your friend here.\n\n\nCharlie:\n I'm just a MTF member! They don't tell us that sort of stuff!\n\n\nPoI-832-1:\n Pity.\n\n\nPoI-832-1 shoots Delta in the head, killing them.\n\n\nCharlie:\n Why are you doing this? How did you capture us?\n\n\nPoI-832-1:\n You're the Foundation, you geniuses can probably figure it out. You're cruel so we're cruel.\n\n\nCharlie:\n Isn't your goal to seek justice or something?\n\n\nPoI-832-1:\n Our goals are flexible. Now, we're going to knock you unconscious and hold you hostage as we escape. Who's the jailer now?\n\n\nA knock is audible from the front door of the factory.\n\n\nUnknown:\n Pizza delivery!\n\n\nPoI-832-1 appears confused.\n\n\nPoI-832-1:\n (Shouted to the PoI-832 members along the catwalk) Shoot them!\n\n\nPoI-832-2:\n (From catwalk) But it's pizza!\n\n\nPoI-832-1:\n How did they even get to the door?\n\n\nPoI-832-2:\n We spotted them approaching, but after we saw who they were, we decided they weren't a threat. Also, they had pizza.\n\n\nPoI-832-1:\n What? (To other nearby members) This could a Foundation ploy. Guard the hostages and remain on alert.\n\n\nPoI-832-1 crosses the room and open the door from which the knocking was heard, revealing a person holding a pizza box. PoI-832-1 and several other members of GoI-832 point their guns at the figure.\n\n\nUnknown:\n Do you want the pizza or not?\n\n\nPoI-832-1:\n We didn't order pizza. Who are you?\n\n\nUnknown:\n Just someone trying to make a bit of extra money.\n\n\nPoI-832-1 apparently noticing something, suddenly viably relaxes. The remainder of the GoI-832 members follows suit several seconds after, apparently noticing the same thing.\n\n\nPoI-832-1:\n Well I guess you have to, since you're so bad at your regular job.\n\n\nUnknown:\n Could you lower the guns? We don't want to ruin the pizza with unnecessary gunfire.\n\n\nPoI-832-1:\n(\nLowering gun\n) True. How much for the pizza?\n\n\nUnknown:\n Several hostages, multiple criminals and a buttload of illegal weaponry and drugs.\n\n\nThe figure drops the pizza box and produces a taser, which they then proceed to use on PoI-832-1. The remainder of nearby members are incapacitated via flashbang.\n\n\nSimultaneously, a loud crashing can be heard from the rear of the factory. Several other figures are seen to engage members of GoI-832.\n\n\nThe figure at the door, following the restraint of the GoI-832 in the immediate area approaches the hostages. A clear view of them reveals that they are a UIU agent.\n\n\nUIU agent:\n Are you alright?\n\n\n[END LOG]\n\n\n\n\nFollowing the retreat of MTF Pi-1, a UIU dispatch in the area, which was monitoring GoI-832, decided to attack the GoI-832 base to prevent further hostage casualties. Armed with SCP-6635-1 instances, one member was sent to provided a distraction while the remainder approached the base from behind. Following the operation, all GoI-832 members present were successfully apprehended with no UIU casualties. The Pi-1 members were taken to the nearby UIU compound for questioning and release back to the Foundation.\n\n\nAddendum 4:\n INCIDENT-6635-2\n\nFollowing INCIDENT-6635-1 several members of MTF Pi-1 were allowed to make contact with their superiors while in temporary UIU custody. Said members expressed extreme discomfort and annoyance at the fact that they were in UIU custody and requested assistance. It was decided by site staff that, \ndue to the false information given by the UIU and the ease at which it would be capable of initializing such an operation,\n the best course of action would be to assault the UIU compound in order to rescue the Pi-1 members and confiscate information on SCP-6635.\n\n\nAttempts at assault and/or infiltration of the UIU compound are detailed below:\n\n\n\n\nAttempt 1\n\n\nProcedure:\n An unarmed D-class personnel was instructed to enter the UIU compound and initiate a hostile takeover.\n\n\nResult:\n The D-class was apprehended and taken inside the compound upon being spotted. Contact with them was subsequently lost.\n\n\nNotes:\n \nMore resources may be required for a successful takeover, given the sheer number of UIU members in the base.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nAttempt 6\n\n\nProcedure:\n A group of 10 D-class personnel armed with assault rifles were instructed to enter the UIU compound and initiate a hostile takeover.\n\n\nResult:\n All D-class were apprehended and disarmed following use of a tear gas canister and were taken inside the compound. Contact with them was subsequently lost.\n\n\nNotes:\n \nGiven the failure of firearms, alternative approaches may be required.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nAttempt 9\n\n\nProcedure:\n A D-class personnel was disguised as a pizza delivery person and was instructed to enter the UIU compound and initiate a hostile takeover.\n\n\nResult:\n The D-class was successfully able to approach the compound, but was apprehended upon reaching the compound. Contact with them was subsequently lost. The pizza was not recovered.\n\n\nNotes:\n \nGiven the failure of subterfuge, more direct approaches may be required.\n\n\n\n\n[Extraneous Logs Removed]\n\n\n\n\nAttempt 14\n\n\nProcedure:\n A group of 10 D-class personnel that had previously gone through basic firearm and memetic resistance training were armed with assault rifles, rocket launchers and grenades and were instructed to enter the UIU compound and initiate a hostile takeover.\n\n\nResult:\n The group of D-class, immediately following their deployment, attacked the Foundation personnel stationed for supervision. Multiple casualties were sustained before the attack was halted by several UIU agents that exited the compound and subdued the hostiles following an extended firefight. All D-class and other Foundation personnel present were apprehended, disarmed and taken inside the compound, along with all equipment present. Contact with them was subsequently lost, however a message was sent from the UIU compound requesting the cessation of hostile action. This was ignored.\n\n\nNotes:\n \nFollowing these further acts of UIU aggression, the use of heavy artillery has been approved by the Site director.\n\n\n\n\n\n\nAttempt 15\n\n\nProcedure:\n The long-range artillery bombing of the UIU compound.\n\n\nResult:\n The test was aborted after a message was received from 05 Command mandating the cessation of hostile action against the UIU. All personnel on-site were required to undergo scanning for memetic agents and a memetic scanning unit was set up to scan all further UIU communication\n7\n\n\nNotes:\n \nSee Addendum 5.\n\n\n\n\nAddendum 5:\n UIU negotiations\n\nFollowing INCIDENT-6635-2 a formal meeting was called by the UIU central office to discuss events and violations to the SUSEOCT. During the meeting, the UIU representatives argued that the Foundation had committed multiple SUSEOCT violations, including lack of proper memetic safety measures when dealing with a known memetic anomaly\n8\n, field deployment of UIU-developed anomaly without UIU consultation\n9\n and an unprovoked attack against a UIU compound\n10\n. In return the UIU representative threatened to enforce several penalty clauses of the SUSEOCT which would prohibit or restrict Foundation operations\n11\n.\n\n\nIt was eventually agreed by both parties that these penalties would not be enforced if several anomalies were turned over to the UIU as compensation and all further activities regarding SCP-6635 were placed solely under the jurisdiction of the UIU, with any Foundation actions related to SCP-6635 being placed under UIU supervision. The current containment procedures were subsequently established and SCP-6635 was reclassified as Argus.\n\n\nAddendum 6:\n Additional properties of SCP-6635\n\nFurther analyses of documentation provided by the UIU revealed information on additional properties of SCP-6635 and its method of operation. Two notable facts were discovered:\n\n\n\n\nSCP-6635-2 is capable of being spread by an affected individual via any form of communication that successfully convinces another person that aggressive action against the UIU is viable and preferable action.\n\n\nThe concept that is amplified via the SCP-6635 process is the general public perception of the organization represented by the SCP-6635-1 instances.\n\n\n\n\nFurthermore, no aspect of SCP-6635 was noted to encourage aggression against the organization using it.\n\n\nFollowing these discoveries, further action regarding SCP-6635 was considered, but decided against by the 05 Council. The UIU are not to be informed that the Foundation was unaware of these properties prior to INCIDENT-6635-2.\n\n\n\n\nFootnotes\n\n\n1\n. The containment of an Argus-class anomaly is under the purview of a third party.\n\n\n2\n. \nSouthern United States Extranormal Organization Cooperation Treaty\n\n\n3\n. International Center for the Study of Unified Thaumatology.\n\n\n4\n. See Appendix 6635-2 for full details on creating a SCP-6635-1 instance.\n\n\n5\n. This level of cooperation had not been observed in prior engagements with GoI-832.\n\n\n6\n. While GoI-832 was known to be in possession of both of these, they had not been utilized by GoI-832 in previous encounters.\n\n\n7\n. As per standard policy.\n\n\n8\n. Section 11, Clause 3: \"Prevention of hazardous memetic spread\".\n\n\n9\n. Section 7, Clause 6: \"Use of anomalies in law enforcement\".\n\n\n10\n. Section 1, Clause 1: \"Non-aggression between relevant anomalous parties\".\n\n\n11\n. Including, but not limited to, restriction of \ninformation\n, non-compliance with certain \ncontainment\n \nprocedures\n and limitations of Foundation activities in the \nThree Portlands\n area.\n\n\n\n\n\n\n\n\n« \nSCP-6634\n | SCP-6635 | \nSCP-6636\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6635\n\" by Undercover Fly, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6635\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: Field Use The following is an example of a documented occurrence of the use of SCP-6635 in the field."
    ],
    "documents": [],
    "notes": [
        "Experiment 6635-1 Procedure: A Foundation security guard equipped with a SCP-6635-1 instance was instructed to approach an unarmed D-class and render them unconscious. Result: The D-class was successfully knocked unconscious via blunt force impact with a riot stick. Notes: The D-class did not initially exhibit resistance, only reacting upon application of force. We will now begin testing SCP-6635's effectiveness in larger-scale scenarios.",
        "Experiment 6635-2 Procedure: A standard Foundation security team equipped with SCP-6635-1 instances were instructed to apprehend a group of D-class. Result: All D-class were successfully subdued with only minor injuries sustained. Notes: Many of the D-class expressed confusion and surprise upon the initiation of the test, claiming that they did not expect the Foundation security team to attack them while waiting for testing.",
        "Experiment 6635-7 Procedure: A group of D-class were placed inside a fortified position and were instructed to hold off threats. A standard Foundation security team equipped with SCP-6635-1 instances was then deployed to subdue them. Result: All D-class were successfully subdued after allowing the team beyond the fortifications. Notes: The D-class did not seem to react aggressively to the team's approach at any point, presumably due to lack of perceived threat. Several D-class were noted to ask when the test would start.",
        "Experiment 6635-11 Procedure: A D-class was placed in an elevated position, given a firearm and instructed to fire on anyone who approached. Security members equipped with SCP-6635-1 instances were then deployed to apprehend them. Result: The D-class was noted to miss all shots and was apprehended without further resistance. Notes: The D-class appeared nervous during the test and seemed to purposefully jerk the gun to the side while firing.",
        "Experiment 6635-20 Procedure: A group of D-class were placed in a fortified, elevated position and equipped with a large variety of firearms. They were furthermore informed of the nature of the test and provided with an abridged version of the SCP-6635 file and testing log, before being instructed to defend against any and all people who approached, including Foundation agents. A lightly-armed standard Foundation security team was then instructed to walk towards the D-class in plain view and attempt to subdue them. Result: Upon seeing the team, all D-class abandoned their firearms, exited the fortification, sat down in the path of the security team and closed their eyes. Notes: Follow-up interviews suggested that the D-class were so confident in their ability to succeed that they decided to immediately surrender. Several D-class asked whether further testing was required and if their test results had been outside the expected.",
        "Attempt 1 Procedure: An unarmed D-class personnel was instructed to enter the UIU compound and initiate a hostile takeover. Result: The D-class was apprehended and taken inside the compound upon being spotted. Contact with them was subsequently lost. Notes: More resources may be required for a successful takeover, given the sheer number of UIU members in the base.",
        "Attempt 6 Procedure: A group of 10 D-class personnel armed with assault rifles were instructed to enter the UIU compound and initiate a hostile takeover. Result: All D-class were apprehended and disarmed following use of a tear gas canister and were taken inside the compound. Contact with them was subsequently lost. Notes: Given the failure of firearms, alternative approaches may be required.",
        "Attempt 9 Procedure: A D-class personnel was disguised as a pizza delivery person and was instructed to enter the UIU compound and initiate a hostile takeover. Result: The D-class was successfully able to approach the compound, but was apprehended upon reaching the compound. Contact with them was subsequently lost. The pizza was not recovered. Notes: Given the failure of subterfuge, more direct approaches may be required.",
        "Attempt 14 Procedure: A group of 10 D-class personnel that had previously gone through basic firearm and memetic resistance training were armed with assault rifles, rocket launchers and grenades and were instructed to enter the UIU compound and initiate a hostile takeover. Result: The group of D-class, immediately following their deployment, attacked the Foundation personnel stationed for supervision. Multiple casualties were sustained before the attack was halted by several UIU agents that exited the compound and subdued the hostiles following an extended firefight. All D-class and other Foundation personnel present were apprehended, disarmed and taken inside the compound, along with all equipment present. Contact with them was subsequently lost, however a message was sent from the UIU compound requesting the cessation of hostile action. This was ignored. Notes: Following these further acts of UIU aggression, the use of heavy artillery has been approved by the Site director.",
        "Attempt 15 Procedure: The long-range artillery bombing of the UIU compound. Result: The test was aborted after a message was received from 05 Command mandating the cessation of hostile action against the UIU. All personnel on-site were required to undergo scanning for memetic agents and a memetic scanning unit was set up to scan all further UIU communication 7 Notes: See Addendum 5.",
        "\" SCP-6635 \" by Undercover Fly, from the SCP Wiki . Source: https://scpwiki.com/scp-6635 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6635",
    "object_class": "Argus",
    "containment_procedures": "SCP-6635 is currently under the jurisdiction of the Unusual Incidents Unit1. All attempts at obtaining a useful functioning copy of SCP-6635 or independently re-creating it so far have failed. Further efforts are ongoing.",
    "description": "SCP-6635 is a memetic/thaumaturgic weapon in use by the Unusual Incidents Unit. SCP-6635 is believed to be composed of a memetic payload and the process through which it is injected. This process occurs automatically to people within an unknown radius of a focus object. The focus object and the memetic payload are henceforth designated SCP-6635-1 and SCP-6635-2 respectively.",
    "title": "SCP-6635"
}