{
    "url": "https://scp-wiki.wikidot.com/scp-6636",
    "all_text": "NOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nTest logs and subsequent notes are to be preserved as they currently are. Testing will continue under supervision, along with a mandatory psychiatric evaluation after each development cycle.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\nrating: \n+129\n+\n–\nx\n\n\nItem #:\n SCP-6636\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6636 is to be stored within Site-42 in the confines of a locked and refrigerated opaque canister. The temperature must be set to 13°C or less at all times when SCP-6636 is not being actively tested to avoid further damage and preserve the material as long as possible.\n\n\nAll additional photographs and audio tapes that were recovered are to be stored alongside SCP-6636.\n\n\nDescription:\n SCP-6636 is the designation of a currently unknown entity discovered within a collection of unbranded black and white 35mm film rolls, alongside several additional developed photographs found on scene at its suspected place of origin. The entity appears to only manifest while the film is being developed and the subjects within the recorded photos themselves become inexplicably altered as the process is carried out.\n\n\nThe collection of images recovered from SCP-6636's initially discovered location in [REDACTED] includes two separate portraits of currently unidentified individuals. Within them, each subject is seen displaying varying levels of distress and instances of bodily harm, such as bruising. Within the currently unprocessed rolls of film, none were showing in the negatives before development.\n\n\nAs photographs showing SCP-6636 have been tested, each one appears to become increasingly distorted, along with reported damage to the object as each test progresses over time. Chemical burns, impossibly dark shadows enveloping the film, and water damage caused by a seemingly unknown source have been recorded, along with unexplained indentations akin to fingers being pushed through the backside of the photographs.\n\n\n\n\n\n\n+ Open Test Log 01\n\n\n\n\n- Close Test 01 Folder\n\n\n\n\nTest Log '01' file folder\n\n\n\n\nTEST LOG - 01\n\n\n\n\nDATE:\n January 9/2019\n\n\nNOTE:\n As we process the recovered media, the determinate danger of SCP-6636 will become clearer. The designation may be changed as we continue testing.\n\n\n- Dr. A. Elena\n\n\n\n\nTIME:\n 08:47am EST\n\n\n[BEGIN LOG]\n\n\n\n\n\n\nFILM NO.\n\n\nORIGINAL NEGATIVE\n\n\nAFTER DEVELOPMENT\n\n\n\n\n\n\n001\n\n\nWater at a beach. Small imperfection.\n\n\nDistortion and addition of colour. Large holes burnt through.\n\n\n\n\n\n\n003\n\n\nA cliffside. Some distortion is present.\n\n\nLarge hole and extreme distortion. A double-exposed shadow of what appears to be a female face is present.\n\n\n\n\n\n\n006\n\n\nPortrait of an unknown female subject, smiling.\n\n\nExtremely warped. The subject is dishevelled and appears distressed. She is pointing at someone behind the camera.\n\n\n\n\n\n\n007\n\n\nSecond portrait of the same subject.\n\n\nWater stains on the outer edges. Her dark hair is floating upwards as if she is suspended in water, though both instances were showing that her surroundings are a simple backyard. Her visage appears akin to someone that is drowning. \nMore testing required.\n\n\n\n\n\n\nAudio.01 recovered and archived.\n\n\n\n\nYeah, this film was a steal! They said there was some sort of chemical imperfection but look at these negatives - they seem fine.\n\n\nWhich is impressive considering they were found in —\n\n\nW-wait. What is that?\n\n\nAre you seeing this…?\n\n\n\n\n[END LOG. Signed \nDr. A. Elena\n]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Test Log 02\n\n\n\n\n- Close Test 02 Folder\n\n\n\n\n\n\nThe film canister labelled as ‘02’ has considerable outer damage and flecks of what has been determined to be dried blood. The film roll inside the canister is destroyed beyond the ability to process.\n\n\n\n\n02 is to be preserved and kept as a record, ensuring no supplemental damage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Test Log 03\n\n\n\n\n- Close Test 03 Folder\n\n\n\n\nTest Log '03' file folder\n\n\n\n\nTEST LOG - 03\n\n\n\n\nDATE:\n January 16/2019\n\n\nNOTE:\n\n\n\n\nTIME:\n 09:48am EST\n\n\n\n\n\n\nFILM NO.\n\n\nORIGINAL NEGATIVES\n\n\nAFTER DEVELOPMENT\n\n\n\n\n\n\n008\n\n\nMultiple types of flowers.\n\n\nAdditional distortion and colour. Large holes melted through.\n\n\n\n\n\n\n009\n\n\nFemale subject with a landscape background.\n\n\nSubject is shown in a double exposure. She appears to be crying. Bruises on her neck are noted.\n\n\n\n\n\n\n013\n\n\nThe woman is smiling at a party.\n\n\nShe's screaming. \nIs anyone else seeing this?\n\n\n\n\n\n\n016\n\n\nA male subject smiling double exposed with foliage.\n\n\nOnly the male subject is shown. He has a twisted scowl and appears to be trying to wipe something off his arms (How is it doing this?)—\n\n\n\n\n\n\n\n\n[END LOG - Signed Dr. A. Elena]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Test Log 04\n\n\n\n\n- Close Test 04 Folder\n\n\n\n\n\n\nAn old leather-bound portfolio labelled ‘04’ was discovered with noticeable fire damage on the edges of its exterior and interior. The exterior is covered with the words, “How are you not seeing it?” scrawled erratically, suggesting a manic state.\n\n\n\n\nA film strip labelled ‘9’ found inside has the previously noted female subject shown to be smiling in a candid shot with birds flying behind her. As the strip continues, it becomes distorted with colour. The final image appears to be her having drowned, though she is on land.\n\n\nThe film strip labelled ‘10’ shows a man standing in front of a wall with graffiti. Images progress with the graffiti having changed and the man on the ground.\n\n\n\n\n\n\n04 is to be preserved and kept as a record, ensuring no supplemental damage.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Open Test Log 05\n\n\n\n\n- Close Test 05 Folder\n\n\n\n\nTest Log '05' file folder\n\n\n\n\nTEST LOG - 05\n\n\n\n\nDATE:\n February 3/2019\n\n\nNOTE:\n Every developed image we've tested has changed dramatically over the last month. Photographs have become burned or nearly clawed through as if SCP-6636 is attempting escape. Why am I the only one who is seeing the damages? \nI HEAR YOU.\n Why do I have to be the one suffering through these godforsaken files. I’m not afraid \nof you\n\nAUDIO LOG: Dr. A. Elena\n\n\nAre you seeing this?\n\n\n\n\n\n\n\n\n\n\nFILM NO.\n\n\nORIGINAL NEGATIVES\n\n\nAFTER DEVELOPMENT\n\n\n\n\n\n\n022\n\n\nGroup of friends.\n\n\nAdditional colours.\n\n\n\n\n\n\n023\n\n\nMale subject.\n\n\nStruggling.\n\n\n\n\n\n\n026\n\n\nShe's smiling.\n\n\nDoes SCP-6636 project their fears? Why do I keep seeing my own\n\n\n\n\n\n\n030\n\n\nAre they relieved that they’re dead? Are these \nmy\n fears and not theirs?\n\n\nI want to stop. Are you \nSEEING\n this?\n\n\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6636 testing has been postponed until further notice and a new head of research has been assigned.\n\n\n\n\nrating: \n+129\n+\n–\nx\n\n\n\n\n« \nSCP-6635\n | SCP-6636 | \nSCP-6637\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "The film canister labelled as ‘02’ has considerable outer damage and flecks of what has been determined to be dried blood. The film roll inside the canister is destroyed beyond the ability to process. 02 is to be preserved and kept as a record, ensuring no supplemental damage.",
        "02 is to be preserved and kept as a record, ensuring no supplemental damage.",
        "An old leather-bound portfolio labelled ‘04’ was discovered with noticeable fire damage on the edges of its exterior and interior. The exterior is covered with the words, “How are you not seeing it?” scrawled erratically, suggesting a manic state.",
        "04 is to be preserved and kept as a record, ensuring no supplemental damage.",
        "04 is to be preserved and kept as a record, ensuring no supplemental damage.",
        "SCP-6636 testing has been postponed until further notice and a new head of research has been assigned."
    ],
    "item": "SCP-6636",
    "object_class": "Safe",
    "containment_procedures": "SCP-6636 is to be stored within Site-42 in the confines of a locked and refrigerated opaque canister. The temperature must be set to 13°C or less at all times when SCP-6636 is not being actively tested to avoid further damage and preserve the material as long as possible.",
    "description": "SCP-6636 is the designation of a currently unknown entity discovered within a collection of unbranded black and white 35mm film rolls, alongside several additional developed photographs found on scene at its suspected place of origin. The entity appears to only manifest while the film is being developed and the subjects within the recorded photos themselves become inexplicably altered as the process is carried out.",
    "title": "SCP-6636"
}