{
    "url": "https://scp-wiki.wikidot.com/scp-6638",
    "all_text": "rating: \n+12\n+\n–\nx\n\n\n\n\n\n\nIndividual affected by SCP-6638 during the years 1711-1799.\n\n\n\n\n\n\nItem #\n: SCP-6638\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment of SCP-6638 is considered unfeasible. SCP-6638 has previously manifested in individuals who are not familiar with the particulars or even concept of the Mandate of Heaven. Removing all historical references to SCP-6638 would therefore not eliminate the possibility of a spontaneous SCP-6638 reappearance, and would also require a historical revision effort of massive resources, possibly destabilizing the historical and socio-cultural continuities of Sinospheric nations.\n\n\nThese containment procedures instead focus on minimizing the natural disasters and loss of life that accompany the transition of SCP-6638 from one individual to another. For the last one hundred and fifty years, SCP-6638 has affected the leaders of various Asian-American criminal organizations. MTF Eta-29 (“Drunken Boxers”) are to liaise with gang task forces across the United States, or otherwise cultivate their own sources, that will allow them to keep track of SCP-6638’s current host and monitor any transferral events. MTF Eta-29 are then directed to take all actions necessary to prevent SCP-6638-affiliated natural disasters.\n\n\n\n\n+ Archived Special Containment Procedures\n\n\n\n\n- Archived Special Containment Procedures\n\n\n\n\nSCP-6638 is contained within the mind of comatose Flying Dragon gang member Steven Chiu, who is being held at Site-85 in a simulated reality chamber. Site-85 personnel are to monitor the electrical activity of Chiu’s brain and make biochemical or simulation-related adjustments as necessary, ensuring that Chiu does not question the nature of his reality.\n\n\nChiu’s skull has been modified and wired in order to accommodate an electronic link between Chiu’s consciousness and a computer bank simulating a real-time version of Chiu’s native New York City. This simulation has been modified in order to give Chiu the impression that he is living his pre-containment life as a Flying Dragon lieutenant.\n\n\nSite-85 programmers, storyboarders, and narrative designers are to craft a narrative in which enemy agents (ex. rival gang members, members of law enforcement organizations) wage a war against Chiu’s simulated Flying Dragons, keeping his mind fully occupied and fulfilling the warlike aspects that SCP-6638 has historically expected of its hosts.\n\n\nImportant:\n All narrative decisions are to be made out-of-universe and programmed into the simulation manually. Under no circumstances should Site-85 use artificial intelligence to augment the decision-making capabilities of agents.\n\n\nSCP-6638 is bound to its host’s perception of reality and the surrounding world. If SCP-6638 cannot detect any other sentient hosts in this simulated plane, it has no choice but to continue to affect Chiu.\n\nShould Chiu die, it is incredibly likely that SCP-6638 will be able to affect another individual outside of its current virtual constraints. We have not yet devised a method of permanently preventing SCP-6638 from choosing a new host. Additionally, no method has yet been devised for negating SCP-6638’s anomalous properties from an infospheric or memetic perspective. Keeping SCP-6638 contained within Steven Chiu is a high priority.\n\n\nMTF Eta-29 is to forward all relevant information regarding “Hip Sing Tong,” “Flying Dragons,” or [REDACTED] to Site-85 security forces should Eta-29 anticipate a retrieval attempt by Chiu’s parent organizations.\n\n\n\n\n\n\n\n\nDescription:\n SCP-6638 is an anomalous interpretation of the Mandate of Heaven, a key concept in Chinese political theory used to justify the deposition of various emperors and the creation of new dynasties throughout Chinese history. Recipients of SCP-6638 are the beneficiaries of an anomalous means of probability manipulation, resulting in an inevitable attainment of social, financial, and tactical success. This centers the recipient in a network that is especially likely to guarantee the recipient either a high governmental office or the means to form their own independent polity. Other, more noticeably anomalous effects take place at irregular intervals (refer to SCP-6638-A-02 for examples).\n\n\nSCP-6638 is a self-propagating memetic complex that actively seeks out and discards its own hosts. However, it will only affect one host at a time and transfers itself to other hosts with some degree of autonomy. SCP-6638 consistently undergoes two stages once it has selected a host, each lasting for an arbitrary amount of time. Historical records have indicated that hosts can be affected for periods as short as one day to longer than one hundred and ten years.\n\n\nIn SCP-6638’s first stage, its host achieves prominence on a sociopolitical level. The host will additionally display an increased political and tactical awareness. Megalomaniacal, narcissistic, and other deviant traits have also affected hosts after prolonged exposure to SCP-6638. The appearance of these traits, however, may merely be the result of an individual’s reaction to SCP-6638 and not a direct symptom.\n\n\nSCP-6638 only ceases to affect a host under two circumstances: revocation or the host’s death. SCP-6638 can revoke itself arbitrarily and at any time. Once SCP-6638 has been revoked, its former recipient will be the victim of increasingly serious incidents of misfortune, signaling an incoming loss of political influence, culminating in natural disaster. These natural disasters include, but are not limited to, drought, typhoon, earthquake, wildfire, and meteoric impact, and will continue until the political irrelevance or death of the former recipient. In this stage of an SCP-6638 cycle, the recipient has, to use the historical terminology associated with SCP-6638, “fallen out of Heaven’s favor.”\n\n\nA recipient who has “fallen out of favor” is particularly vulnerable to internal or external upheaval, and is a prime target for assassination. When a former recipient is killed or otherwise forced out of power, SCP-6638 transfers itself to the offending party, and the cycle restarts.\n\n\nIf a former recipient is killed through a natural disaster, SCP-6638 will shortly manifest in another individual. The criteria SCP-6638 uses to manifest in another person are unknown, excepting that 1) this individual was raised in an East Asian cultural tradition and 2) this individual is within the range required for transferral. A maximum range of 2500 km has been theorized.\n\n\nSCP-6638 was a major force in the history of Imperial China before it began to affect members of the Chinese diaspora. Research into the origins of SCP-6638 — on whether an ancient Chinese scholar or magician produced SCP-6638 through anomalous means, or whether SCP-6638 was the creation of a higher-level theological entity — is ongoing. See Addendum A-04 for details.\n\n\n \n\n\nAddendum A-01: Modern timeline\n\n\nArchaeo-pataphysical evidence suggests that SCP-6638 has been affecting individuals since at least 3000 BCE. See Document FBVS-06 for further details and a more comprehensive timeline before 1850. Research into unknown SCP-6638 hosts in the nineteenth and twentieth centuries is ongoing.\n\n\nBeginning of SCP-6638's modern history:\n 1850. Earthquake in Xichang indicates revocation from the Xianfeng Emperor, Qing Dynasty.\n\n\nFollowing revocation:\n Emperors following the Xianfeng Emperor are Emperors in name only; courtiers and regents exercise true authority. Qing Dynasty collapses in 1911.\n\n\n\n\n\n\nDate range\n\n\nHost\n\n\nFinal revocation event\n\n\nFollowing revocation\n\n\nNotes\n\n\n\n\n\n\n1850 — 1864\n\n\nGeneral Yang Fuqing, Taiping Heavenly Kingdom.\n\n\nDrought affecting large portions of Southern California.\n\n\nYang Fuqing travels back to China. Executed in Fuzhou on charges of espionage.\n\n\nNotable for fleeing to Los Angeles following his failure to overthrow Qing during the Taiping Rebellion.\n\n\n\n\n\n\n1864 — 1902\n\n\nUnknown.\n\n\n\n\n\n\n\n\n\n\n\n\n1892 — 1906\n\n\nHow Luang, Chee Kung Tong.\n\n\n1906 San Francisco earthquake.\n\n\nLuang killed in 1906 San Francisco earthquake.\n\n\n\n\n\n\n\n\n1906 — 1910\n\n\nUnknown.\n\n\n\n\n\n\n\n\n\n\n\n\n1910 — 1932\n\n\nSai Wing Mock, Hip Sing Tong.\n\n\n“Typhoon-sized waves” affecting New York City.\n\n\nMock lives in political and social obscurity, dying of natural causes in 1941.\n\n\nNotable because the natural disasters associated with SCP-6638 ceased after Mock announced his retirement. First recorded American instance of SCP-6638 using a loss of political power, as opposed to death, as criteria for the cessation of its efforts regarding a former host.\n\n\n\n\n\n\n1932 — 1954\n\n\nUnknown.\n\n\n\n\n\n\n\n\n\n\n\n\nMay 1954 to October 1954\n\n\nChin Kung Fong, On Leong Tong.\n\n\nTornado outbreak affecting Chicago.\n\n\nFong killed by simultaneous meteoric impact.\n\n\nNotable for brevity of duration.\n\n\n\n\n\n\n1954 — 1972\n\n\nChongyun Wang, Bing Kung Association.\n\n\nSeries of rogue waves affects Seattle.\n\n\nWang killed in restaurant by ascendant Bing Kung treasurer Tse Jinrong.\n\n\n​\n\n\n\n\n\n\n1972 — 1980\n\n\nTse Jinrong, Bing Kung Association.\n\n\nTse Jinrong victim in three separate civilian-initiated car accidents on the same day.\n\n\nJinrong swept down sewer drain in freak storm.\n\n\n\n\n\n\n\n\n1980 — 1985\n\n\nUnknown.\n\n\n\n\n\n\n\n\n\n\n\n\n1985—1992\n\n\nDavid Thai, Born To Kill gang.\n\n\nCrippling Nor’Easter affects New York City.\n\n\nDavid Thai sentenced to life in prison.\n\n\nNotable for Thai’s Vietnamese heritage: SCP-6638’s possible range of hosts expanded from those with Chinese heritage to all those hailing from China’s historical sphere of influence.\n\n\n\n\n\n\n1992—1996\n\n\nKwan Fai Ng, 14K Triad.\n\n\nFlooding of the Charles River.\n\n\nNg killed in separate 1998 Charles River flooding.\n\n\n\n\n\n\n\n\n1996—1999\n\n\nSteven Chiu, Flying Dragons gang.\n\n\n\n\n\n\nCycle interrupted by containment.\n\n\n\n\n\n\n2003—2012\n\n\nSteven Chiu, Flying Dragons gang.\n\n\n2012 Hurricane Sandy affecting the American Northeast.\n\n\nChiu struck in the head with hailstone during 2012 hurricane.\n\n\nSee Addendum A-04 for more information regarding the revision of previous special containment procedures.\n\n\n\n\n\n\nTimeline from 2012 up to the present day classified unless required for operational context.\n\n\n \n\n\nAddendum A-02: Fact-finding interview, 9/12/1986\n\n\nAgent Harris Stone dispatched to Peaceful Acres Nursing Home in Sunnyvale, California. Interview conducted under the guise of a fact-finding mission for the Society of Cultural Preservation. Subject is Johnny “Double East” Wai, vice president and former hatchetman of the Chee Kung Tong of San Francisco, California.\n\n\n\n\nStone:\n Thank you so much for seeing me, sir.\n\n\nWai:\n Not at all. The grandkids, they insisted. Think it’ll help with the…you know.\n1\n If I’m seen helping, helping anybody, with anything.\n\n\nStone:\n Thank you fellas, then. Happy you’re here as well.\n\n\n<Stone nods to Steven and Quentin Wai, both 25, on either side of Johnny Wai.>\n\n\nStone:\n So, Mr. Wai, our Society’s mission is cultural and historical preservation. Collecting oral histories, you see? We understand that you’re a man of some standing in the community.\n\n\nWai:\n Oh, I’m just an old man.\n\n\nStone:\n Even so.\n\n\nWai:\n You'll like this one. I remember… oh, I remember the fireworks. They would make us, hah, so nobody got lost, in my family I had five brothers, and all of us with the queues? The ponytails, you know this? We would grab onto the queue of the one in front of us. Move through the streets in a line.\n\n\nStone:\n That’s great, sir.\n\n\nWai:\n Oh, even back then, I was a little troublemaker. I tried to bring up the back, as often as I could, because the man with the toy stand on our block, he was a very old man, and he would leave his fireworks just at my eye level. You let go, just for a second, on your way home from school, or the temple, and you dart! You dart through the crowd, stick one or two up your sleeve. And those fireworks roared, for me and my brothers, oh, how they would roar.\n\n\nStone:\n I don’t mean to offend, Mr. Wai, but we’re after a specific recollection in this case.\n\n\nWai:\n You ask what you are here to ask, then. No more dancing.\n\n\nStone:\n Fine, then. Tell me about him.\n\n\n<Stone opens his briefcase and retrieves a police photograph of How Luang.\n2\n Stone holds the sketch out to Wai, who takes the picture with both hands. He studies it closely.>\n\n\nWai:\n A dragonhead from when I was a boy. Dead, years ago. What do you want with him?\n\n\nStone:\n Just any stories you might have. Anything at all, your impressions of him. We have a certain interest.\n\n\nWai:\n You know, I must have been eleven, twelve, first time I saw him. Catching a glimpse of him, out of our apartment window, one Moon Festival night. It was like seeing Ringo! You like Ringo? How Luang was a superstar.\n\n\nStone:\n We heard that Luang was different. Different from the other dragonheads, the other tong leaders. Special.\n\n\nWai:\n Yes. Yes, he certainly was. For most of his rule. Four different highbinders came after him, six separate times in one week, have you heard this? Misfired, missed every single one of them. He would walk around freely, no pistol, no sword. Can you imagine? In Chinatown?\n\n\nStone:\n Like he was protected.\n\n\nWai:\n Oh, of course there were guards.\n\n\nStone:\n I have it here, in my notes…yes, the specific phrase. ‘Divinely lucky.’\n\n\nWai:\n Who is giving you these impressions, may I ask? These things you’re hearing about Luang. How did you learn about them?\n\n\nStone:\n Let me change tracks. Back to you. Yourself. You ever feel lucky? That specific brand of luck?\n\n\nWai:\n There is that word, again. Luck.\n\n\nStone:\n How would you characterize it, then?\n\n\nWai:\n \n<Barely audible.>\n Destiny.\n\n\nStone:\n Is this something you ever wanted, this destiny? That you could take for yourself?\n\n\nWai:\n Ignore me. Everything I’ve said, everything you’ve learned from me today, ignore me. The reminisces of an old man.\n\n\nStone:\n Please, sir, continue. Is this something you—\n\n\nWai:\n \n<Stated in Cantonese.>\n Leave us.\n\n\n<Steven and Quentin Wai exit the room. Extended period of silence.>\n\n\nWai:\n I never had it. Look at me. I am alive today. I never had it.\n\n\nStone:\n Yes, but I was told you might know who has it now.\n\n\n<Wai looks at the artist’s sketch of How Luang again. His fingers crinkle the paper.>\n\n\nWai:\n Let me tell you a different story. A story of How’s madness, and the decline of our association. In it San Francisco comes down over our heads. Dust mingling with blood in the air. Thickening in our lungs.\n\n\nStone:\n So you do know what it does.\n\n\nWai:\n But before. Before the earthquake, when Chinatown was our own. He built it up for us. Community. Family. Do you understand? And to protect it he needed power, we needed power, to look after one another, to protect ourselves, and we will always need it…no, I do not know who has it now.\n\n\nStone:\n If you help us, we can contain it. We can make sure something like San Francisco never happens again.\n\n\nWai:\n This is an internal matter, young man.\n\n\nStone:\n Look, sir. Your earthquake. Wildfires out of season in Kansas City, killer waves in Seattle, those twisters came down over Chicago five years back? Out of a clear blue sky? All of it coinciding with the rise and fall of Chinese gang leaders across the country?\n\n\nWai:\n I wouldn’t know anything about that.\n\n\nStone:\n No, sir, of course not.\n\n\n<Extended period of silence.>\n\n\nWai:\n You would not understand.\n\n\nStone:\n Sir?\n\n\nWai:\n I see you judging me, I can feel it. I can—\n\n\nStone:\n Sir, we—\n\n\nWai:\n Fuck, no. You don’t get to judge me. Any of us. All of my…my countrymen, you know what they say? They say keep our heads down and they will let us be. They say, Johnny, be a good little Chinaman, and kneel, but when they are beaten in the alleyways and the gwai lo smash in their windows who do they go to, then, eh? Police?\n\n\nWai:\n No. No. I saw what they were too scared to see. You want respect? In this country, you take respect. You stain your hands in oceans of blood and you take it. You take it, and if the bodies pile up on top of each other, so be it, on Spofford Street and Stockton Street—\n\n\n<Extraneous details redacted.>\n\n\nStone:\n For the last time, Mr. Wai. Or we won’t be able to help you. Tell us what you know.\n\n\nWai:\n ‘Cultural preservation.’ I see the gun in your waistband, and another on your ankle. I do not think I will tell you.\n\n\n\n\nFour months after this interview, Foundation agents — Agent Stone among them — exerted influence over the San Francisco District Attorney’s Office and were able to extend a more explicit offer to Mr. Wai in exchange for leniency during his trial. Wai once again refused to cooperate and spent the remainder of his life in San Quentin State Prison.\n\n\n \n\n\nAddendum A-03: MTF Eta-29 (“Drunken Boxers”) video transcript of Incident-0502, 10/15/1994\n\n\nResponse Team:\n MTF Eta-29 (“Drunken Boxers”) are specialists in the containment and neutralization of anomalies under the control of Asian criminal organizations.\n\n\nLocation:\n Golden Imperial Restaurant, 425 Harrison Avenue, Chinatown, Boston\n\n\nBackground:\n Fourteen months prior to Incident-0502 Operative Zhenduo had assumed a deep-cover identity, posing as recent Fujianese immigrant Chuan Sang Xi in order to infiltrate the Boston branch of the 14K Triad and surveil PoI-7993 (“Kwan Fai Ng”). In October 1992 Ng was elected wa si yan\n3\n; weeks previously Ng was a legitimate flower shop owner with no criminal record. The circumstances of his election identified him as a prime candidate for the involvement of SCP-6638.\n\n\nImmediately prior to Incident-0502, Ng summoned Operative Zhenduo and several trusted lieutenants to Golden Imperial Restaurant, ostensibly to celebrate Operative Zhenduo’s recent initiation ceremony. Instead, Ng triggered Incident-0502, necessitating the full mobilization of MTF Eta-29.\n\n\nThis addendum does not describe the raid which placed SCP-6638 under Foundation control. Instead, it describes an earlier incident during which heavy casualties were sustained and the combat capabilities of SCP-6638 were fully realized.\n\n\nVideo transcript, 10/15/94, Incident-0509.\n Translated from original Cantonese.\n\n\n\n\n<Transcription begins mid-meal. Zhenduo sits across from Ng in the cellar of Golden Imperial Restaurant surrounded by seven 14K lieutenants. Of note is George Hsueh, beside Zhenduo, a lieutenant who Zhenduo befriended.>\n\n\nNg:\n I miss it sometimes, I will confess. The simplicity of selling flowers.\n\n\nZhenduo:\n It sounds like you never wanted to leave, dai lo.\n4\n\n\nNg:\n Oh, you understand, Chuan, you love it here. Just as much as I do.\n\n\nHsueh:\n \n<Hsueh embraces Ng with one arm.>\n Don't you try to hide it, crack shot, not when you got the Valentino suit on!\n\n\nZhenduo:\n Alright, alright.\n\n\nNg:\n Here.\n\n\n<Ng rises and raises his glass.>\n\n\nNg:\n A toast to our newest brother.\n\n\nHsueh:\n Hear, hear.\n\n\n<Hsueh claps Zhenduo on the shoulder.>\n\n\nNg:\n You would have been a great flower cutter, Chuan. And I have another announcement, while we are here. I, as you all know, am an upstanding citizen; and I have found a place for our organization in the government of the City of Boston.\n\n\n<More cheers.>\n\n\nNg:\n ‘Community liaison.’ Relationships. Rubbing shoulders with the lo fan. Meaningless, for now, but the power will come. Is that why you are unhappy, Chuan? Are we not progressing fast enough for you?\n\n\nZhenduo:\n I would never complain, dai lo. And I would have loved to cut flowers for you.\n\n\nNg:\n Some other reason, then, for your unhappiness.\n\n\nZhenduo:\n I don’t know what you mean.\n\n\nNg:\n It’s a feeling I have. An itch, in the back of my skull, whenever I look at you, think of you. Our rising star. I thought, oh, he wants to rise, as I have risen. That is why he is unhappy. Yet here we are. And it itches still.\n\n\n<14K lieutenants stop eating. All noises begin to die down.>\n\n\nNg:\n I will repeat myself. Some other reason for your unhappiness.\n\n\nZhenduo:\n Where is this coming from?\n\n\nNg:\n Who do you work for?\n\n\nZhenduo:\n I work for you, dai lo.\n\n\nNg:\n I can smell lies, now. Do you know that? Like rotten chrysanthemums. So again: who do you work for?\n\n\nHsueh:\n Dai lo. I hate to stick my neck out, but he’s been straight, all the way. Let his dogs bark on Tyler without blinking. Killed those Wo Hop boys dead.\n\n\nNg:\n Hsueh.\n\n\nHsueh:\n Sorry, sir.\n\n\nNg:\n Hsueh, I want you to go and check the cellar.\n\n\n<George Hsueh stands from his seat.>\n\n\nZhenduo:\n Georgie, don’t do this.\n\n\nHsueh:\n What, Chuang?\n\n\nCommand, through earpiece:\n We’re getting you out, Zhenduo, all of you, we’re getting you out now—\n\n\n<Ng retrieves a pistol from his inside jacket pocket. Without turning he fires randomly at the wall on his right-hand side. Four Eta-29 operatives posted in adjoining cellar room (Lambert, Connors, Harekrishna, Banter) killed immediately by shots to the head or heart. Operatives audibly slump as they hit the cellar floor; lines of blood running from bullet holes in wall are immediately visible. Zhenduo tilts his head to address the microphone hidden in his carnation lapel.>\n\n\nZhenduo:\n Hold! Do not engage. I repeat, do not engage.\n\n\n<All 14K lieutenants level their pistols at Zhenduo. Ng places his pistol back into his jacket pocket. He sits down and continues to eat.>\n\n\nNg:\n They’re good, your friends. Quiet. Would have gotten anybody else.\n\n\nHsueh:\n What the fuck, you’re a cop? A fed?\n\n\nZhenduo:\n No.\n\n\n14K Lieutenant:\n OCTB?\n5\n\n\nZhenduo:\n Not them, either.\n\n\nNg:\n So it is somebody even more powerful.\n\n\nVarious 14K lieutenants:\n He’s even sitting there different. / Fucking snitch. / Look at him, man, cop to the fucking bone—\n\n\nNg:\n He is telling the truth. Then what is your business?\n\n\nZhenduo:\n \n<Addressing the rest of the table.>\n I’m not here about the rackets, or the dope. Not even the bodies. I’m here for him.\n\n\nNg:\n For me?\n\n\nZhenduo:\n One of you can step up after I take him in, I don’t care who, but Mr. Ng, you need to come with me.\n\n\nCommand, through earpiece:\n No, damn it, Zhenduo, this thing is blown to hell, we’re going in, front door and the skylight, now, now, now—\n\n\n<Gunfire audible downstairs. Four gangsters rush downstairs. Zhenduo uses this distraction to jump over the table, grabbing Ng and driving them both to the ground. The three who remain, including Hsueh, are dispatched by operatives (Shunfu, Lang) rappelling in through the restaurant’s skylight.>\n\n\nZhenduo:\n Give it up—\n\n\n<A spectral, dragonlike entity, accompanied by massive distortions in the video feed, erupts from the floor. It passes through Ng and does not harm him; however, Zhenduo is flung into the ceiling boards and is seriously injured upon impact with the floor. All MTF operatives thrown into walls. Ng gets up and heads downstairs himself.>\n\n\n<While still on the floor Zhenduo draws his pistol and fires at Ng’s back. A frame-by-frame examination of the video feed allows the viewer to discern a white aura forming around Ng as he turns with anomalous speed.>\n\n\n<Ng plucks each bullet out of the air, letting them fall to the ground.>\n\n\nNg:\n You disappoint me, Chuang.\n\n\n<Ng draws his pistol again; he draws a second pistol, for his other hand, from his opposite jacket pocket. Ng leaves the cellar unimpeded.>\n\n\nMTF Operative Shunfu:\n \n<Helping Zhenduo stand.>\n You alright, Benny?\n\n\nZhenduo:\n Fine, fine.\n\n\nZhenduo:\n We better take that thing for our damn selves, huh?\n\n\nShunfu:\n Funny.\n\n\nZhenduo:\n Right. Funny.\n\n\n\n\nIncident-0502 Overview:\n MTF Eta-29 fireteams deployed through the front door report the appearance of various spectral entities assisting the 14K Triad. Among them are martial artists with anomalous levels of pain tolerance and durability, in addition to various creatures from Chinese mythology and folklore. MTF Eta-29 sustains heavy casualties and are forced to withdraw.\n\n\nAfter Incident-0502:\n Operative Zhenduo’s expertise in this specific cultural environment is no longer required. After standard deep-cover evaluation, Zhenduo transferred to International Relations, where he now serves as deputy liaison to the government of Finland.\n\n\nThough Ng began to suffer SCP-6638’s negative effects in August 1997, he refused to give up power. This culminated in his death during an SCP-6638-initiated flooding of the Charles River in 1998.\n\n\n\n\n+ [4/2000 CLEARANCE REQUIRED] Addendum A-04: O5 memorandum directed to MTF Eta-29 command \n\n\n\n\n- [Credentials recognized.] Addendum A-04: O5 Memorandum directed to MTF Eta-29 command\n\n\n\n\nAddendum A-04: O5 memorandum directed to MTF Eta-29 command\n\n\nTimeline of related events:\n\n\n01/05/2004:\n Seven members of the O5 Overseer Council report identical dreams despite the non-interruption of oneiric defensive programs and other subconscious countermeasures.\n\n\n01/06/2004:\n Sudden increases in temperature and the activation of tectonic sensors indicate the anomalous activations of approximately 70% of all volcanoes present in the Pacific Rim of Fire.\n\n\n\n\nO5 OVERSEER for Mobile Task Force Eta-29 DRUNKEN BOXERS\n\n\nFor months now our embassy in Area of Interest-1288\n6\n has been fielding complaints about our interference with SCP-6638. We’ve just received a new communique: 1288 is willing to make numerous concessions regarding containment on several other, Keter-level anomalies that are currently outside of our possession. That’s the carrot. And, on the other hand, the stick: The Pacific on fire.\n\n\nImperial Heaven has shifted their own policies regarding SCP-6638. They’ve cited an increased emphasis on the importance of an unbroken chain of SCP-6638 transferrals to cosmological continuity, rather than the specific identities of those affected by SCP-6638. An interesting tidbit for the folks down in research.\n\n\nYou have new orders. If this thing has to be out in the world, and it does have to be out in the world, we can at least contain the associated damage.\n\n\nWe’ve taken a closer look at those timetables. Those disasters, it looks like the worst of them only occur if a former host is still in power. He’s out of the picture and the disasters stop. Dies, he retires, he’s jailed, whatever. The transfer of SCP-6638 from one leader to another must be instantaneous.\n\n\nThe concessions we’re receiving are worth any collateral damage SCP-6638 can cause. Because you’re the ones minimizing it by any means necessary. Bribe, bargain, lie. Kill. Do what you have to do.\n\n\nInstantaneous. Hear that, Boxers? You’ve got the green light on more funding. That’s the good news.\n\n\nThe bad news is we’re letting Steven Chiu out.\n\n\nI know. I know what it took to take him, that it was worse than trying to take Ng. And I know a lot of you come from law-enforcement backgrounds, police, military, federal. But enforcing the law is no longer your mission.\n\n\nYour mission is containment.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. At the time of this interview Wai was out on bail awaiting trial for charges including racketeering, drug trafficking, and several counts of first-degree murder.\n\n\n2\n. Leader of the Chee Kung Tong and SCP-6638 recipient.\n\n\n3\n. ‘ultimate decision-maker,’ or regional branch head\n\n\n4\n. Honorific term for elder.\n\n\n5\n. Organized Crime & Triad Bureau, a Hong Kong law enforcement agency.\n\n\n6\n. a Leibniz-class afterlife dimension that refers to itself as ‘Imperial Heaven’\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6638\n\" by ferdwrites, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6638\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n qianlong-emperor.jpg\n\n\nName:\n Portrait of Qianlong Emperor As a Young Man\n\n\nAuthor:\n Unidentified artist\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nmetmuseum.org\n\n\nAdditional Notes:\n Image was cropped",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6638 \" by ferdwrites, from the SCP Wiki . Source: https://scpwiki.com/scp-6638 . Licensed under CC-BY-SA .",
        "Filename: qianlong-emperor.jpg Name: Portrait of Qianlong Emperor As a Young Man Author: Unidentified artist License: Public Domain Source Link: metmuseum.org Additional Notes: Image was cropped"
    ],
    "object_class": "Euclid",
    "containment_procedures": "Containment of SCP-6638 is considered unfeasible. SCP-6638 has previously manifested in individuals who are not familiar with the particulars or even concept of the Mandate of Heaven. Removing all historical references to SCP-6638 would therefore not eliminate the possibility of a spontaneous SCP-6638 reappearance, and would also require a historical revision effort of massive resources, possibly destabilizing the historical and socio-cultural continuities of Sinospheric nations.",
    "description": "SCP-6638 is an anomalous interpretation of the Mandate of Heaven, a key concept in Chinese political theory used to justify the deposition of various emperors and the creation of new dynasties throughout Chinese history. Recipients of SCP-6638 are the beneficiaries of an anomalous means of probability manipulation, resulting in an inevitable attainment of social, financial, and tactical success. This centers the recipient in a network that is especially likely to guarantee the recipient either a high governmental office or the means to form their own independent polity. Other, more noticeably anomalous effects take place at irregular intervals (refer to SCP-6638-A-02 for examples).",
    "title": "SCP-6638"
}