{
    "url": "https://scp-wiki.wikidot.com/scp-6639",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\nItem #:\n SCP-6639\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As of 3/12/2017 SCP-6639-1 has been allowed to resume his voyages under the condition that he follows predesignated routes until reaching SCP-6639-A. Additionally, a small research crew consisting of trained personnel must be allowed to travel onboard each voyage. The Foundation has established a trading relationship with the society from which SCP-6639-1 for further information see the relevant file.\n\n\nDescription:\n SCP-6639 is a whaling ship composed entirely of organic matter. The exact composition of SCP-6639 is the tissues of several organisms native to SCP-6639-A including bones, muscles, various internal organs, and chitinous plates among other biological material. SCP-6639 appears to have been artificially created from these tissues using a combination of anomalous and non-anomalous methods. The structure of SCP-6639 is similar to common seafaring vessels. Notable deviations from this include the lack of quarters for more than one person and the engine room.\n\n\nSCP-6639's engine is a complex, anomalous organism, which powers almost all operations on the ship via the processing and redirection of anomalous, energy-dense pus (referred to by SCP-6639-1 as \"bilegris\") found naturally on the blisters that naturally occur on some of the aquatic megafauna native to SCP-6639-A. Some of the ship's more exotic functions, such as weaponry, have smaller, dedicated engines to power them. These weapons, like the rest of SCP-6639, are composed of organic matter, or in a few instances, are separate genetically modified organisms. Most of these weapons exist to facilitate the hunting of megafauna on SCP-6639-A\n\n\nSCP-6639-A:\n\nSCP-6639-A is an extradimensional space accessible by space-time distortions created by some lifeforms within it as well as some Foundation technology (████████). SCP-6639-A consists of a vast, potentially infinite, ocean composed of various human bodily fluids, primarily bile. This expanse is interrupted only by islands, which are home to the native animal life of SCP-6639-A. The entirety of SCP-6639-A is completely devoid of plant life, with all native species being either animals or microbes. These lifeforms often display atypical traits such as asymmetry, exposed muscular tissue, oozing bodily fluids, and vary highly in size, with the smallest being the size of common earth insects, and the largest being an oceanic megafauna estimated to be approximately 30.3 million km\n2\n.\n\n\nThe most notable lifeforms on SCP-6639-A are the large quantity of oceanic megafauna present on SCP-6639-A. Many of these megafaunas are hunted by the native societies in SCP-6639-A which are highly dependent on the energy-dense pus present in blisters on these megafaunas, as well as utilizing the tissues for a multitude of purposes. The vast majority of oceanic megafauna also possess unique anomalous properties.\n\n\nThere are several human societies native to SCP-6639-A situated on some of the larger islands. These societies are very dependent on the high-energy pus produced by various megafauna. This pus, along with the other components are gathered by a profession of people referred to as \"whalers\", whalers such as SCP-6639-1 pilot vessels similar to SCP-6639.\n\n\nSCP-6639-1:\n\nSCP-6639-1 is an adult human male roughly 57 years old and 190 cm in height, originating from SCP-6639-A referred to as Antek Darga. SCP-6639-1 possesses no anomalous characteristics, save for his connection to SCP-6639. SCP-6639-1's only apparent anomalous attribute is that he appears to be capable of telepathically operating SCP-6639 through a one-way link. SCP-6639-1 works as a Whaler regularly hunting various megafauna within SCP-6639-A. SCP-6639-1 was accidentally relocated from his home dimension by a member of a previously unknown megafauna species.\n\n\nAddendum 6639-1: Discovery\n\nSCP-6639 was initially discovered on 03/17/2021 by Foundation satellite imaging detecting an unknown vessel in international waters emitting a bright red light. Imaging revealed the entirely organic nature of SCP-6639 and a small task force was dispatched. Upon reaching the vessel, the red light was determined to be a distress beacon, activated by SCP-6639-1. SCP-6639 and SCP-6639-1 were both quickly brought into custody. SCP-6639 was held at a foundation dock while SCP-6639-1 was contained in a standard humanoid containment cell. After approximately two weeks in custody, SCP-6639-1 accepted an interview.\n\n\nAddendum 6639-2: Interview Log\n\n\n\n\nInterviewed:\n SCP-6639-1\n\n\nInterviewer:\n Dr. Johnathan Michaels\n\n\nForeword:\n This interview was conducted on 04/1/2021\n\n\nNote:\n This interview was conducted in Polish but has been translated to English.\n\n\n<Begin Log>\n\n\nDr. Michaels:\n Hello SCP-6639-1. Thank you for agreeing to this interview.\n\n\nSCP-6639-1:\n Of course. Please, call me Antek.\n\n\nDr. Michaels:\n I'm afraid that's against protocol, you may discuss such arrangements at a later date.\n\n\nSCP-6639-1:\n You mean Roza. She's beautiful, isn't she, the best whaling ship I'd ever piloted. two feet of chitin plating, top-of-the-line engine, and the highest quality kosharpun I've ever had the pleasure of firing!\n\n\nDr. Michaels:\n So you were a whaler then?\n\n\nSCP-6639-1:\n Indeed. Been a whaler for nearly 40 years now, nothing quite like it.\n\n\nDr. Michaels:\n Why would you need such a vessel for whale hunting. I can't imagine that you would need two feet of armored plating to hunt a whale.\n\n\nAt this point SCP-6639-1 laughs loudly and suddenly.\n\n\nSCP-6639-1:\n I suppose that here whaling is not as much of a dangerous profession then!\n\n\nDr. Michaels:\n What do you mean by that?\n\n\nSCP-6639-1:\n I guess not then. Where I come from whaling is the most dangerous job one can have! Whales are huge titans of twisted flesh and bone, organic giants that can span many leagues in all directions. It was one of them that stranded them here.\n\n\nDr. Michaels:\n Where precisely are you from SCP-6639-1?\n\n\nSCP-6639-1:\n Earth. Or I suppose a section of it. Where I come from everything is made of meat and bone. Islands of flesh on an endless yellow sea, seated on the largest of the islands is the shining jewel of our nation. The port of Tlusch of the nation of Misaato. We are reliant on our whalers, they hunt the materials they gather are used for construction, technology, power.\n\n\nDr. Michaels:\n You mentioned a nation, are there more people like you?\n\n\nSCP-6639-1:\n Of course, last I knew we have nearly 40 ports spread over numerous islands, each one a thriving city.\n\n\nDr. Michaels:\n How did you come to our reality?\n\n\nSCP-6639-1 frowns.\n\n\nSCP-6639-1:\n It was just supposed to be another hunt. I had heard stories of course. The serpent-fish, it was called. One of the strangest whales ever spotted. It was said to appear and disappear at random. I figured it was just fast! I didn't expect\n\n\nSCP-6639-1 gestures wildly in the air\n\n\nall this. It had some, way, of stretching the area around it. One moment, I was on its tail, the next, I was here.\n\n\nDr. Michaels:\n Thank you for your cooperation SCP-6639-1, we'll be speaking again soon.\n\n\nSCP-6639-1:\n I see, I don't suppose you would have a way of bringing me back, would you.\n\n\n<End Log>\n\n\nClosing Statement:\n Following this interview several more were conducted to ascertain the precise nature of the reality SCP-6639-1 originates from. On 8/10/2021, it was determined that the Foundation would utilize portal technology to allow SCP-6639-1 to continue his hunts, so long as he allowed a Mobile Task Force and a small number of researchers to accompany him. To see a transcription of the first of these hunts see \nAddendum 6639-3\n.\n\n\n\n\nAddendum 6639-3: Expedition Log\n\n\n\n\nExpedition Log Transcript\n\n\nDate:\n08/28/2021\n\n\nExpedition Team:\n MTF Gamma-6 (\"Deep Feeders\")\n\n\nTeam Lead:\n G6-Cap\n\n\nTeam Members:\n G6-Alpha/G6-Bravo/G6-Charlie\n\n\nNotes:\n \nAs this was the first expedition into SCP-6639-A researchers were not sent in addition to Gamma-6. Additionally, SCP-6639-1 agreed to be fitted with a microphone, and an automatic translator to allow smooth communication between him and Gamma-6.\n\n\n\n\n<Begin Log>\n\n\nVideo feed opens onboard SCP-6639's deck, which is covered in a smooth chitinous surface. The ship is situated approximately two leagues out from the Foundation dock from which it was located.\n\n\nG6-Cap:\n This is G6-Cap. Check.\n\n\nG6-Alpha:\n This is G6-Alpha. Check.\n\n\nG6-Beta:\n This is G6-Beta. Check.\n\n\nG6-Charlie:\n This is G6-Charlie. Check… Antek.\n\n\nSCP-6639-1:\n Ah, yes. This is Antek.\n\n\nCommand:\n All clear, opening rift now.\n\n\nA loud thrumming noise is heard as a Foundation satellite array activates. After a few seconds, a space-time aperture slightly larger than SCP-6639 opens in front of the ship, leading into SCP-6639-A.\n\n\nCommand:\n Rift is stable. You may proceed.\n\n\nThe ship begins to accelerate into the rift.\n\n\nG6-Beta:\n Here we go.\n\n\nThe ship passes through the rift into SCP-6639-A. The sky is pale red in color. A yellow sea stretches in all directions, a few red islands dot the horizon SCP-6639-1 travels below deck.\n\n\nSCP-6639-1:\n Wait here.\n\n\nAfter a few minutes SCP-6639-1 returns from below deck carrying what appears to be five harpoon guns composed entirely out of flesh and bone.\n\n\nSCP-6639-1:\n Take these.\n\n\nSCP-6639-A distributes the weapons to Gamma-6.\n\n\nG6-Charlie:\n Command?\n\n\nCommand:\n Should be safe, feel free.\n\n\nGamma-6 accepts the weapons.\n\n\nG6-Alpha:\n So, uh, Antek what exactly are we looking for.\n\n\nSCP-6639-1:\n A whale, probably a breacher\n1\n or a splicer\n2\n, don't want to hunt anything too extreme on your first time out.\n\n\nG6-Cap:\n This ain't our first rodeo, no need to go easy on us.\n\n\nSCP-6639-1 appears to spot something in the distance and smirks.\n\n\nSCP-6639-1:\n Don't say I didn't warn you then.\n\n\nThe ship sharply veers right and rapidly accelerates.\n\n\nG6-Alpha:\n Where are we going.\n\n\nSCP-6639-1 Grins.\n\n\nSCP-6639-1:\n Krolkosk\n3\n.\n\n\nIn the distance a large shape is seen moving underwater.\n\n\nG6-Cap:\n This what we're after Command.\n\n\nCommand:\n Affirmative.\n\n\nAs the ship approaches, the creature comes into full view. Estimated to be approximately two and a half times larger than a blue whale, the creature appears to be a large flatfish similar in shape to an oversized flounder with its skull entirely unprotected. It has no scales, and its muscle tissue is completely exposed. Bones jut out at odd angles from its back. Rather than fins, it appears to propel itself with large paddles composed of bone one attached to each side of its body. SCP-6639-1 slams his foot on the deck towards the front of the ship and the chitin plate covering the front of the deck recedes. A large cannon emerges from the now exposed deck. Walls extend in a shield from around it, protecting the front of the ship, the barrel is composed out of an unknown, hard yellow substance, a single large white spike protrudes from the front.\n\n\nSCP-6639-1:\n Prepare yourself.\n\n\nA large boom emanates from the barrel of the cannon, as the spike launches itself at supersonic speed towards the entity. The projectile rips a hole straight through the entity's body. A loud gurgling roar is heard from beneath the ocean surface. The entity's back breaches the surface, and it fires a volley of bone spikes from its back. Most of these spikes are stopped by the shield, but a few pierce through.\n\n\nSCP-6639-1:\n What are you standing around for. Go!\n\n\nG6-Cap:\n Right, let's do this boys!\n\n\nThe members of Gamma-6 spread out across the deck attempting to find vantage points to attack the entity from. G6-Charlie manages to successfully fire at the creature. The projectile fired from the harpoon gun makes a shrieking noise as it speeds towards its target. The entity fires a plate of bone from its back, intercepting the projectile in midair, which explodes. The other members of G6 appear to be having similar issues, their attacks being intercepted midair.\n\n\nG6-Cap:\n This doesn't seem to be working.\n\n\nG6-Charlie:\n How can this thing see us, it's facing the other direction.\n\n\nSCP-6639-1:\n Look closer at its face.\n\n\nG6-Alpha:\n Why, what are we looking at?\n\n\nG6-Beta:\n Wait a minute, where are its eyes?\n\n\nSCP-6639-1 fires again, this time a large blade-like projectile, which shears off a large chunk of flesh. The entity roars, and the sheared off flesh is revealed to be an eyelid, revealing a gigantic, black, eye.\n\n\nG6-Beta:\n What the fuck.\n\n\nG6-Cap runs towards the front of the deck and tosses an explosive device at the eye of the entity. On impact, it explodes annihilating the eye.\n\n\nG6-Cap:\n Bullseye!\n\n\nThe creature roars and begins to shake, rapidly dispelling hundreds of bone projectiles from its back, many of which pierce the shield of SCP-6639. G6-Alpha's shoulder is hit by one of these projectiles.\n\n\nG6-Alpha:\n I've been hit, doubt I'll be able to finish this fight.\n\n\nG6-Cap:\n Antek, what the hell is that thing doing.\n\n\nSCP-6639-1:\n Last resort, it knows it can't win, but maybe it can bring us down with it. But it can't.\n\n\nSCP-6639-1 draws a sidearm from its jacket, superficially resembling a pistol, he aims it at the entity and pulls the trigger. A thunderclap sounds and thousands of lacerations appear on the creature's back, the pistol is annihilated in the process. The creature groans and begins to sink. SCP-6639-1 runs to the cannon at the front of the deck and fires a large, barbed harpoon attached to a chain at the corpse, pulling it to the surface.\n\n\nSCP-6639-1 grins\n\n\nG6-Cap:\n Good job team.\n\n\n<End Log>\n\n\nClosing Statement:\n Following the expedition Gamma-6 returned via rift to baseline reality, G6-Alpha was treated for his wounds and made a full recovery. SCP-6639-1 was later established as a liaison between the society within SCP-6639-A and the Foundation, establishing their current trade relationship\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Colloquial term for a species of megafauna which is known for a large rock-like protrusion from its skull which it uses to pierce the hulls of ships.\n\n\n2\n. Colloquial term for a species of megafauna which is capable of shedding large portions of flesh as a survival mechanism.\n\n\n3\n. A type of megafauna that utilizes bones collected from other creatures in order to protect itself and as a means of attack.\n\n\n\n\n\n\n\n\n« \nSCP-6638\n | SCP-6639 | \nSCP-6640\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6639\n\" by AllisunsEclipse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6639\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6639-1: Discovery SCP-6639 was initially discovered on 03/17/2021 by Foundation satellite imaging detecting an unknown vessel in international waters emitting a bright red light. Imaging revealed the entirely organic nature of SCP-6639 and a small task force was dispatched. Upon reaching the vessel, the red light was determined to be a distress beacon, activated by SCP-6639-1. SCP-6639 and SCP-6639-1 were both quickly brought into custody. SCP-6639 was held at a foundation dock while SCP-6639-1 was contained in a standard humanoid containment cell. After approximately two weeks in custody, SCP-6639-1 accepted an interview.",
        "Addendum 6639-2: Interview Log",
        "Addendum 6639-3: Expedition Log\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6639 \" by AllisunsEclipse, from the SCP Wiki . Source: https://scpwiki.com/scp-6639 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Euclid",
    "containment_procedures": "As of 3/12/2017 SCP-6639-1 has been allowed to resume his voyages under the condition that he follows predesignated routes until reaching SCP-6639-A. Additionally, a small research crew consisting of trained personnel must be allowed to travel onboard each voyage. The Foundation has established a trading relationship with the society from which SCP-6639-1 for further information see the relevant file.",
    "description": "SCP-6639 is a whaling ship composed entirely of organic matter. The exact composition of SCP-6639 is the tissues of several organisms native to SCP-6639-A including bones, muscles, various internal organs, and chitinous plates among other biological material. SCP-6639 appears to have been artificially created from these tissues using a combination of anomalous and non-anomalous methods. The structure of SCP-6639 is similar to common seafaring vessels. Notable deviations from this include the lack of quarters for more than one person and the engine room.",
    "title": "SCP-6639"
}