{
    "url": "https://scp-wiki.wikidot.com/scp-6640",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6640\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6640 is currently being held in a standard rhodium spectral containment unit at \nSite 43\n in Ipperwash Provincial Park, Lambton County, Ontario, Canada. It is being further restrained with warding salts mechanically laid in by a specially designed robotic unit once every twelve hours. SCP-6640 should be monitored via thermal readings and security footage as often as possible. This entity is prone to escaping containment and should not be allowed to wander the facility.\n\n\nShould the entity attempt to escape containment, a spectral-qualified member of senior staff should perform the circumstantially specific warding ritual. Failure to do so will result in the SCP escaping containment and re-entering the general population. Should this occur, a qualified member of senior staff should officiate the summoning ritual\n1\n with a team on standby equipped to re-contain the entity. Should the entity resist containment, it can be distracted by the mispronunciation of Shakespearean English.\n\n\nTemporary Containment Procedures:\n SCP-6640 is not to be allowed around Interview logs. It mistakes them for scripts, and any scripts other than the original edition of Shakespeare's Scottish Play that starts with an M (not to be named here in case this file is read aloud in a theatre during a breach of containment) cause it to become very angry and lash out, potentially violently.\n\n\nDescription:\n SCP-6640 is the specter of Elizabethan actor Richard Adamson \n(see Addendum 6640.1)\n who died amid the second production of Shakespeare's famous Scottish Play. The specter is capable of forming into a variety of shapes should it choose to, however it often remains shapeless and invisible. It uses this cover to cause disruptions, particularly in the theatrical setting. These disruptions can be minor, but are sometimes major and can result in serious injury and/or in severe cases, death.\n\n\nSCP-6640 rarely cooperates with SCP personnel. It believes that containment is impeding the completion of its 'unfinished business'. It never clearly iterates what the unfinished business is, preferring to disrupt the performances of actors worldwide whom it believes to be 'invoking its name'.\n\n\nSCP-6640 does not respond to its given name, rather responding to the name of the last role it ever played- the titular role of Shakespeare's Scottish Play\n2\n. It is only capable of being summoned to theatres and rehearsal spaces. An investigation is underway about the mechanics of its summoning and why precisely it is drawn to theatrical spaces, though the current hypothesis based on historical urban mythology \n(see Addendum 6640.1)\n is that the correlation has to do with the curse laid upon the last play SCP-6640 performed.\n\n\nAddendum 6640.1:\n History- Richard Adamson\n\nActor Richard Adamson was an actor in the Elizabethan era\n3\n. Richard Adamson was a member and perhaps even the leader of a travelling theatrical troupe based in London, England, whose productions received mixed reviews in their time.\n\n\nAdamson was known for methodology as an actor that could be considered a predecessor to modern 'method acting'. Paraphrasing his own words, when preparing for a role Adamson would 'fully embody' his character, acting only as his character would and responding only to his character's name for weeks before a performance. This is something SCP-6640 has carried into its afterlife, though it has become somewhat distorted. It will only acknowledge the last work it was a part of, and becomes angered when introduced to other plays, saying they are distracting it from the work it's doing.\n\n\nAdamson's troupe were the second group to perform Shakespeare's Scottish Play after a disastrous first run. Legend says Shakespeare's Scottish Play was initially cursed by a coven of witches offended by how their kind was being represented, which resulted in the known deaths of at least two actors. SCP-6640 has articulated that the troupe were aware of these tragedies, but admired the writing and plot of Shakespeare's work that they performed it despite the curse. They had a relatively successful run, save for one tragedy- the death of their leading man on their first performance. The prop sword to be used by MacDuff in Act Five Scene Eight was accidentally switched for a real one, the actor playing MacDuff tripped during their fight choreography, resulting in Adamson being stabbed. He bled to death.\n\n\nAddendum 6640.2\n The Curse Of The Scottish Play\n\nBefore the discovery of SCP-6640, the Curse of the Scottish Play was an established superstition among actors, both amateur and professional. The superstition says that if you say the name of the Scottish Play in a theatre or rehearsal space, that space becomes cursed. A string of disasters will ensue that could result in the injury or death of the cast, creatives and crew. In history, it often results in the rehearsal or performance where the name was uttered being ruined.\n\n\nSince SCP-6640's capture and containment, SCP Researchers have been able to clarify a few details about the curse. Most significantly, SCP-6640 states that it does not disturb productions of the actual Scottish Play because, in its reasoning, the play is cursed enough without its interference. He will not disrupt readings of the Scottish Play outside of its performance context for the same reason. SCP-6640 has also stated that its intent when actors allegedly invoke its name is to ruin the actor's performance as its own was ruined. It also expresses no remorse for the harm it has caused.\n\n\nAddendum 6640.3:\n Discovery\n\nSCP-6640 was discovered during a rehearsal of Site 43's annual recreational play on March 10th, 2022\n4\n. They were commencing the staging portion of their rehearsal when Dr. ████ ██████\n5\n made a statement about how they had hoped they might be doing The Scottish Play or something similar, unwittingly summoning SCP-6640 in the process.\n\n\nSCP-6640 was discovered because Dr. Joyce Lang\n6\n had brought her spectral monitoring kit with her to rehearsal and it read SCP-6640's presence in the room. Shortly after, a chandelier set-piece fell from the rafters of the theatre. The group decided to investigate the possibility of a specter having caused the incident, and subsequently, SCP-6640 was contained.\n\n\nThe following is a transcript of the full incident:\n\n\n\n\nInitial Encounter- SCP-6640\n\n\nLocation:\n Theatre Wing, Site 43\n\n\nTaken From:\n Staging Reference Recording, March 10th, 2022\n\n\n\n\nForeword:\n Initial Encounter of SCP-6640 (AKA The Spirit Of Richard Adamson)\n\n\nCAUTION: This transcript is longer than the average interview transcript. It covers almost fifteen minutes of rehearsal time. Portions have been omitted for readability and conciseness. These portions are notated throughout the transcript.\n\n\n\n\n+ Open\n\n\n\n\n- Close\n\n\n\n\n<Begin Recording>\n\n\nThere is a lot of chatter at the beginning of this tape, but what is believed to be the most pertinent conversation from the mix has been transcribed.\n\n\nJunior Researcher Greene:\n Hey, ████, Maddie told me this is your first show, like, \never\n. Is that true?\n\n\nDr. ██████:\n Uh, yeah.\n\n\nJunior Researcher Greene:\n \n(clearly frustrated)\n And you waltz into auditions and get a lead? Typical.\n\n\nDr. ██████:\n I mean, there are a lot of leads in this show. Basically everyone's a lead.\n\n\nJunior Researcher Greene:\n Yeah. It's called an \nensemble cast\n. Something you'd know if you'd ever done this before.\n\n\nDr. ██████:\n \n(confused)\n Okay?\n\n\nJunior Researcher Greene:\n So why are you here?\n\n\nDr. ██████:\n What?\n\n\nJunior Researcher Greene:\n Why are you all of a sudden so interested in our drama department?\n\n\nDr. ██████:\n I don't know, man… I really enjoyed the show last year.\n\n\nJunior Researcher Greene:\n \n(unimpressed)\n Uh huh?\n\n\nDr. ██████:\n Not gonna lie, after \nthat\n I kind of hoped we would be doing ███████ or something like that this year. Your guys' adaptations of Shakespeare \nrock\n!\n\n\nJunior Researcher Greene:\n \n(horrified)\n Oh my god, you did \nnot\n just do that!\n\n\nDr. ██████:\n What?\n\n\nJunior Researcher Greene:\n You said the name of the Scottish Play!\n\n\nDr. ██████:\n ███████ ?\n\n\nJunior Researcher Greene:\n Don't say it again! Are you insane?! You have to do the ritual now. Come on, outside, with me.\n\n\nDr. ██████:\n What the fuck is going on?\n\n\nJunior Researcher Greene:\n You can't just say that name! Bad things happen! It's \ncursed\n! Now come on!\n\n\nEnd of assorted chatter.\n\n\nDr. Choi:\n All right, cast, settle down. Have your scripts ready. We're starting on page-\n\n\nJunior Researcher Greene:\n \n(cutting her off)\n Maddie, I have to take ████ outside for a moment. He-\n\n\nDr. ██████:\n \n(cutting him off, upset)\n Knock it off! First of all, that's \nDr. Choi\n to you! She's your superior! And secondly, it's \nnever\n okay to cut someone off like that. I'm so sorry, Dr. Choi.\n\n\nDr. Choi:\n It's all right. Thank you, ████. \n(a pause)\n What were you going to say, Junior Researcher Greene?\n\n\nJunior Researcher Greene:\n He said the name of the-\n\n\nJunior Researcher Greene is cut off by a loud beeping noise\n\n\nDr. Lang:\n \n(embarrassed)\n I am so, so sorry. I had to bring my spectral kit with me because I've got a test right after rehearsal. I did \nnot\n mean for it to interrupt anything. May I go check on it? I must have forgotten to turn it off…\n\n\nDr. Choi:\n Go ahead, Dr. Lang. Don't worry about it. \n(a pause)\n Now, as I was saying, open your scripts to page-\n\n\nDr. Choi is cut off by a large smashing sound. A prop chandelier has fallen directly behind her. There are many screams.\n\n\nJunior Researcher Greene:\n \n(incredulous)\nSee what you've done, ████? This is why you don't say the name of the Scottish Play!\n\n\nDr. ██████:\n Are you seriously about to blame that on \nme\n?\n\n\nJunior Researcher Greene:\n Uh, yeah! I am! You should have known better than to say that in a \ntheatre\n, of all places! Maddie, are you okay?\n\n\nDr. Choi:\n I'm fine, Ethan. Thank you.\n\n\nDr. Clarke:\n \n(awkwardly, nervously, teasingly)\n Well… that's one way to get in the mood for the scene.\n\n\nThere is awkward laughter from the rest of the cast.\n\n\nDr. Lang:\n \n(confused)\n Sorry to interrupt, but I'm getting readings from the catwalk.\n\n\nDr. ██████:\n \n(a pause)\n You mean, like, the rafters? Where the chandelier just fell from?\n\n\nJanitor Crowe:\n Yeah, that's what we call the rafters. It's where half of our lighting guys live.\n\n\nDr. Clarke:\n \n(adding on)\n In a metaphorical sense.\n\n\nDr. ██████:\n See, Junior Researcher Greene? \nNot my fault!\n\n\nJunior Researcher Greene:\n You still brought this on us!\n\n\nDr. ██████:\n \n(incredulous)\n How?!\n\n\nJunior Researcher Greene:\n \n(fumbling, frustrated)\n You… you tempted it!\n\n\nDr. ██████:\n \n(laughing)\n I \ntempted\n it?\n\n\nJunior Researcher Greene:\n Yeah!\n\n\nDr. Choi:\n All right, that's enough! Settle down! \n(a pause, everyone is silent)\n As much as I would love to start blocking our scene, I feel like it's our duty as Foundation Researchers to investigate that specter.\n\n\nResearcher Moore:\n Oh, come on! Maybe Lang is getting readings from a containment cell above the theatre!\n\n\nDr. Lang:\n No, this is specifically coming from our catwalk. Dr. Choi is right. I, at least, have a responsibility to check this thing out.\n\n\nDr. Choi:\n And the rest of us are going to join you.\n\n\nJanitor Crowe:\n Even me?\n\n\nResearcher Moore:\n Nah, Jamie, I think you can stay down here if you want. I know the ghosties give you the spooks.\n\n\nJanitor Crowe:\n \n(scoffing)\n No shit! I don't know how you guys handle them.\n\n\nJunior Researcher Greene:\n May I also sit this one out? Just in case, y'know, the catwalk caves because some \nidiot\n said-\n\n\nDr. ██████:\n \n(cutting him off, annoyed)\n ███████ ?\n\n\nThere was an array of comments from the cast about this, but prominently the consensus was that Dr. ██████ should not have said that.\n\n\nDr. ██████:\n Oh, come on guys! Seriously?\n\n\nDr. Choi:\n \n(exasperated)\n No, Junior Researcher Greene, you need to come with the \nresearch\n team investigating the specter- or would you prefer a demotion to D-Class?\n\n\nJunior Researcher Greene:\n No thank you, I fully understand.\n\n\nDr. Choi:\n All right, someone grab my phone. It's already on video to record our reference tapes, and we're probably going to need something to record for evidence.\n\n\nDr. Clarke:\n Got it!\n\n\nDr. Choi:\n All right, let me show you all how to get up there.\n\n\nThe audio during the climb to the catwalk was distorted and muffled and featured a lot of clanging noises and loud footsteps. Any conversations potentially had during this time were lost on audio because of this.\n\n\nDr. Lang:\n Okay, so it's saying the specter is \nright here\n.\n\n\nResearcher Moore:\n I don't see anything.\n\n\nDr. Clarke:\n Thank you for that keen observation, Tom.\n\n\nDr. Choi:\n Let's keep things professional.\n\n\nDr. Clarke:\n Oh, please. You say that like most of us don't outrank you, Maddie.\n\n\nDr. Choi:\n Hey! I'm the director here! I'm in charge of this space!\n\n\nJunior Researcher Greene:\n Guys, focus! We have a specter to contain here.\n\n\nDr. ██████:\n \n(mockingly)\n Yeah, guys! We have the spirit of ███████ to capture!\n\n\nResearcher Moore:\n \n(frustratedly)\n Shut up, shut up, shut up! Do you have a death wish? We are on a fucking catwalk! There's a long way to fall!\n\n\nSCP-6640:\n Thou hath summoned me?\n\n\nDr. ██████:\n \n(stunned)\n What?\n\n\nSCP-6640:\n Thou invokest mine own name. Is it but in vain?\n\n\nDr. ██████:\n Your… name?\n\n\nDr. Choi:\n \n(testing)\n ███████?\n\n\nSCP-6640:\n I am he.\n\n\nResearcher Moore:\n \n(in shock)\n You don't sound Scottish…\n\n\nJunior Researcher Greene:\n Dude, shut up! Don't insult it!\n\n\nResearcher Moore:\n No, but seriously! Like, I can hear a little bit of Scottish, but I'm getting more, like, Yorkshire vibes from the accent?\n\n\nSCP-6640:\n \n(dramatically)\n Thou who hath invoked mine own name well more than thrice in this hallowed hall, prepare thineselves for the fires of hell. For I rest not easy in thy stead, and for that thou shalt-\n\n\nDr. Lang:\n \n(ignoring it)\n Yeah, so the readings I'm getting from this guy are huge, so… I'm gonna go ahead and call in a team to contain it.\n\n\nDr. Choi:\n Where is it?\n\n\nSCP-6640:\n Thou heedest not mine caution? Thou art asses! I shall wreak-\n\n\nDr. Lang:\n \n(mumbling, distracted, pouring a ring of salt)\n You're not going to be wreaking anything. I've got you trapped. You can't move. And I've got people on their way to move you somewhere more secure. It looks like we're going to be getting to know each other pretty well, ███████.\n\n\nSCP-6640:\n \n(angry)\n Witch!\n\n\nAt this point, the task force entered and the Specter was contained for transport. All other dialogue was pertaining to personal matters between members of the cast, and some have asked that given it's lack of relevancy to the overall case it be kept private.\n\n\n<End Recording>\n\n\n\n\n\n\n\n\nClosing Statement:\n Many members of the aforementioned cast of the Site play became members of Dr. Joyce Lang's Research Team for this entity.\n\n\n\n\nAddendum 6640.4:\n Personal Statement From Dr. Lang\n\nThe following is a personal statement from Dr. Joyce Lang about the work she has conducted thus far with SCP-6640.\n\n\n\n\nLead Researcher's Personal Statement: SCP-6640\n\n\nThough my work with SCP-6640 thus far has not been extensive, it has revealed a great deal about an urban legend near and dear to my heart. SCP-6640 has been spiteful and angry in his interactions with research staff, and cannot be handled by any less than three researchers at a time. It is volatile and at times violent. The best way I could describe it is a disgruntled former diva getting to enact her fantasies. It often states that we are impeding it from finishing its unfinished business, but it is my current opinion that that is a ploy it might be using to try and convince our staff to release it. I do not believe it knows what its unfinished business is, nor that it has any.\n\n\nBased on our research and what SCP-6640 has divulged of its former life, we have found it to be the vengeful specter of Richard Adamson rather than that of a real-life Scottish King, though I'm sure that will already be heavily detailed in the rest of this file. In my interactions with SCP-6640, it has displayed an obvious interest in the site play whilst also violently rejecting it. The specter acts as though it is morally split between its love for the theatre and its love for the character it died portraying. Even in death it is still playing that role. Mind you it isn't the greatest performance of our beloved Scottish King that I've ever seen, but it is a dedicated one. It rarely breaks that character, though when it does it provides us with information that has become the basis of its entire identity here.\n\n\nThe reason why we have not been the most successful in conducting tests to this point is that SCP-6640 has a habit of breaking containment. Whatever the means behind how it is summoned are, they're quite powerful. Of course, this and many other things may be explained by the fact that the play our specter died performing was allegedly cursed. My hypothesis is that this curse is also what is binding the spirit to our plane. At this point since we can prove that \none\n superstition about that play is true it is reasonable to assume the other legends surrounding it are also true. This is why our next steps as a Research Team are going to be to attempt to determine the nature of the curse laid on the Scottish Play if not the exact curse. This may prove to be difficult, but if successful it could bring a lot of clarity to exactly why SCP-6640 is the way it is, and it may provide us with means to keep SCP-6640 contained more permanently- or, better yet, how to release it from this realm and send it on to the next one, as I'm sure it would prefer.\n\n\nIt is not often that one finds themself in a situation where two usually unrelated passions mix the way these two have, and that is why this research means so much to myself and my team. It seems a little silly to say this, but if I can save a few high school performances of \nGrease\n or the newly-popular \nHeathers\n because of my research with this SCP, I will consider my job well done. In this way, this entire situation seems silly to me, but that is the joy of my job sometimes. Updates on the condition and containment of this particular SCP may come slowly, once again due to its proclivity to escape containment, but I will do what I can, as we all do here at Site 43.\n\n\nWith much hope,\n\n\nDr. Joyce Lang, PhD\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The appropriate ritual to summon SCP-6640 once it has escaped containment must be performed in the Site 43 theatre, with the full cast of the current site-wide recreational play present. Once ready, one of the actors must simply say the name of Shakespeare's acclaimed Scottish Play to re-summon the entity.\n\n\n2\n. This is also the name used to summon SCP-6640\n\n\n3\n. Researchers have determined that SCP-6640 is the specter of Richard Adamson based on evidence from interviews correlating details from SCP-6640's past to Adamson's\n\n\n4\n. The play in question was The Play That Goes Wrong\n\n\n5\n. This staff member has chosen to remain unnamed, and also wanted it on the record that this was their first experience with theatre and that they did not know any better.\n\n\n6\n. Dr. Joyce Lang later took on leadership for the Research Team assigned to this SCP.\n\n\n\n\n\n\n\n\n« \nSCP-6639\n | SCP-6640 | \nSCP-6641\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6640\n\" by DrMegsMarvelle, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6640\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6640.1: History- Richard Adamson Actor Richard Adamson was an actor in the Elizabethan era 3 . Richard Adamson was a member and perhaps even the leader of a travelling theatrical troupe based in London, England, whose productions received mixed reviews in their time.\nAdamson was known for methodology as an actor that could be considered a predecessor to modern 'method acting'. Paraphrasing his own words, when preparing for a role Adamson would 'fully embody' his character, acting only as his character would and responding only to his character's name for weeks before a performance. This is something SCP-6640 has carried into its afterlife, though it has become somewhat distorted. It will only acknowledge the last work it was a part of, and becomes angered when introduced to other plays, saying they are distracting it from the work it's doing.\nAdamson's troupe were the second group to perform Shakespeare's Scottish Play after a disastrous first run. Legend says Shakespeare's Scottish Play was initially cursed by a coven of witches offended by how their kind was being represented, which resulted in the known deaths of at least two actors. SCP-6640 has articulated that the troupe were aware of these tragedies, but admired the writing and plot of Shakespeare's work that they performed it despite the curse. They had a relatively successful run, save for one tragedy- the death of their leading man on their first performance. The prop sword to be used by MacDuff in Act Five Scene Eight was accidentally switched for a real one, the actor playing MacDuff tripped during their fight choreography, resulting in Adamson being stabbed. He bled to death.",
        "Addendum 6640.2 The Curse Of The Scottish Play Before the discovery of SCP-6640, the Curse of the Scottish Play was an established superstition among actors, both amateur and professional. The superstition says that if you say the name of the Scottish Play in a theatre or rehearsal space, that space becomes cursed. A string of disasters will ensue that could result in the injury or death of the cast, creatives and crew. In history, it often results in the rehearsal or performance where the name was uttered being ruined.\nSince SCP-6640's capture and containment, SCP Researchers have been able to clarify a few details about the curse. Most significantly, SCP-6640 states that it does not disturb productions of the actual Scottish Play because, in its reasoning, the play is cursed enough without its interference. He will not disrupt readings of the Scottish Play outside of its performance context for the same reason. SCP-6640 has also stated that its intent when actors allegedly invoke its name is to ruin the actor's performance as its own was ruined. It also expresses no remorse for the harm it has caused.",
        "Addendum 6640.3: Discovery SCP-6640 was discovered during a rehearsal of Site 43's annual recreational play on March 10th, 2022 4 . They were commencing the staging portion of their rehearsal when Dr. ████ ██████ 5 made a statement about how they had hoped they might be doing The Scottish Play or something similar, unwittingly summoning SCP-6640 in the process.\nSCP-6640 was discovered because Dr. Joyce Lang 6 had brought her spectral monitoring kit with her to rehearsal and it read SCP-6640's presence in the room. Shortly after, a chandelier set-piece fell from the rafters of the theatre. The group decided to investigate the possibility of a specter having caused the incident, and subsequently, SCP-6640 was contained.\nThe following is a transcript of the full incident:",
        "Addendum 6640.4: Personal Statement From Dr. Lang The following is a personal statement from Dr. Joyce Lang about the work she has conducted thus far with SCP-6640."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6640 \" by DrMegsMarvelle, from the SCP Wiki . Source: https://scpwiki.com/scp-6640 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6640 is currently being held in a standard rhodium spectral containment unit at Site 43 in Ipperwash Provincial Park, Lambton County, Ontario, Canada. It is being further restrained with warding salts mechanically laid in by a specially designed robotic unit once every twelve hours. SCP-6640 should be monitored via thermal readings and security footage as often as possible. This entity is prone to escaping containment and should not be allowed to wander the facility.",
    "description": "SCP-6640 is the specter of Elizabethan actor Richard Adamson (see Addendum 6640.1) who died amid the second production of Shakespeare's famous Scottish Play. The specter is capable of forming into a variety of shapes should it choose to, however it often remains shapeless and invisible. It uses this cover to cause disruptions, particularly in the theatrical setting. These disruptions can be minor, but are sometimes major and can result in serious injury and/or in severe cases, death.",
    "title": "SCP-6640"
}