{
    "url": "https://scp-wiki.wikidot.com/scp-6650",
    "all_text": "rating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6650\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nThe album containing SCP-6650\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6650 is to be secured in a locked container in Site-76. Instances of SCP-6650 are to be treated with care, and returned into their respective slots in the album afterwards. Any personnel viewing the pictures must be accompanied by at least 2 guards. No more than 2 people are to be allowed to view SCP-6650 simultaneously.\n\n\nAt the end of a viewing session all personnel that have viewed SCP-6650 are to be escorted outside of the containment area, and are required to undergo a 30 minute resting period under guard surveillance before returning to any other duties.\n\n\nAny text written on the items is to be read out loud only during testing periods, and any audio recorded during this is to be reviewed immediately after testing. Any change in the behavior of SCP-6650-A is to be reported immediately.\n\n\nAll personnel with full access to this file are to be denied access to SCP-6650.\n1\n\n\nDescription:\n SCP-6650 is a series of anomalous items consisting of a total of \n12\n 11 anomalous photographs, notes and similar memorabilia (designated from SCP-6650-1 to SCP-6650-11 respectively), stored inside a photo album. The album itself has minor damage consistent with its age and is non-anomalous. The ages of SCP-6650 instances vary between 5 and 67 years, each one depicting a moment in the life of Nicholas Baileford.\n\n\nViewing any of the photographic items will affect the viewer psychologically, seemingly projecting feelings appropriate of the events portrayed in the photo, causing the viewer to feel as if they are present in the events of the picture. Additionally, when viewing certain instances of SCP-6650 the viewer is able to describe the people portrayed in the photos as if they possess knowledge of them to some extent, acquiring information such as the names, habits and preferences of said individuals. These effects last for approximately 42-60 seconds, though will end immediately should the viewer be affected by the effects of another SCP-6650 instance, which will replace the current effect. The exact time of activation measured from the point of which eye contact is made varies with each time, and so far no clear patterns have been observed.\n2\n\n\nThe non-photographic items display significantly different anomalous effects compared to the photographic items, which require only visual contact in order to trigger any anomalous effects. These text based anomalies trigger in a situation when one is read out loud. Personnel listening through audio recording devices report hearing a feminine voice instead of the vocalization of the person reading, while personnel present in the area of which the given text is read are unaffected by the anomaly. This voice (Designated as SCP-6650-A) has been reported laughing, referring to nonsensical events, and expressing benevolence towards the person reading the anomalous text.\n\n\nThe fact that so far each subject affected by the photographic items of SCP-6650 has reacted very similarly to one another seems to suggest the anomalous feelings are experienced as those of the same individual, currently theorized to be those of Nicholas Baileford. The viewer's sense of self is retained throughout the entire experience.\n\n\nSCP-6650 was discovered in the home of Norman Taylor, located in Bristol, England. Taylor reported obtaining the album along with SCP-6650 from an auction in which the possessions of Nicholas Baileford were sold, as Nicholas didn't have any heirs nor a will.\n\nA Foundation agent was alerted through an intercepted phone call to the local photographer in which Taylor described the item as well as its properties. A recovery team was dispatched, and SCP-6650 along with Taylor were brought into Foundation custody soon after. A background check confirmed Taylor's story, and he was released from foundation custody after being amnesticized.\n\n\n\n\n\n\n▷Addendum 6650-1: SCP-6650 Instances◁\n\n\n\n\n- Show Log \n\n\n\n\nExcerpts of the items of SCP-6650 comprising of a text based anomaly.\n\n\nNote: Due to the nature of SCP-6650-A, review of the true contents of these items is impossible through audio recordings only.\n\n\n\n\nSCP-6650-3\n\n\n\n\nDearest Nicholas,\n\n\nIt's been too long since I've heard from you, but the knowledge of you still doing your best out there is giving me comfort during these dark times. The strawberry harvest looks to be plentiful this year, though they would taste much sweeter with you around. I miss our picnics together, the view is still pretty but I've come to realize how lonely it can get with you gone. I, as well as all the good folks of Glastonbury, pray to Lord he brings you back to me healthy and happy. Please be safe, and write me back.\n\n\nWith love, Emma.\n\n\nGet up.\n\n\nGet up Nicholas.\n\n\nI'm waiting for you Nicholas.\n\n\n\n\n\n\nSCP-6650-6\n\n\n\n\nNicholas,\n\n\nI want you to know how much I appreciate you just being you. While I felt the desire to help you up, you too have been there for me.\n\n\nThe way you kept going despite the pain, the way you love the world despite it not giving you anything in return. We might be people of distant lands to each other, but I've never felt this close to anyone. We are the same. I'll be here for you whenever you need me, and I know you'll do the same for me. Lets keep moving forward together, and lets look back only to the happy memories we can share together. One day it will be just memories left of us, don't forget it.\n\n\nI'm so glad I found you.\n\n\n\n\n\n\nSCP-6650-9\n\n\n\n\nNicholas, you should go with them, they're just trying to help you. You are not healthy, but that doesn't mean I don't love you. I promise I'll be waiting for you, so don't fight it.\n\n\nI have to be honest with you my love. I had a husband before you, when I lived back in Ireland. It's because of him why I couldn't bring myself close to a man, at least until I met you. I'm so happy to say I don't see anything of him on you. I wanted to love him, but he was a coward condemning me only to avoid the consequences of his actions. My love for him was my one and only regret, but like you I pressed on. I wish someone like you was there for me during those times, as I can't say my love could save them.\n\n\n\n\n\n\nSCP-6650-10\n\n\nMy mother used to say there is always someone looking out for us. Even when I was most afraid, and most alone, these words brought me comfort. And they continue to do so as I sit in our home without you. People used to say it was for the best if I let go of you, but I haven't had any regrets about us since the day I met you.\n\n\nEven if it was true, █████████████████████, I can say without hesitation you were the light in my life, you were my reason to keep going. But how could you not be? My eyes have seen war, my ears have heard cries of help, my nose has smelt the burned, and my skin has felt the warmth escape from a dying friends hand. We both have seen all this. It would be easy to stay on the ground, and give up. I'm here because I managed to stand up that day, and you did the same. We did it together.\n\n\nNow that I have just these photos of us, the feeling I get from them isn't the same as you. I just don't understand how you left before me.\n\n\n\n\n\n\n\n\n\n\n\n\n▷Addendum 6650-2: Test Log◁\n\n\n\n\n- Show Log \n\n\n\n\n\n\nDate:\n 2 / 2 / 2004\n\n\nSubject:\n D-2774\n\n\nAttending researcher:\n Researcher Morgan\n\n\nProcedure:\n D-2774 was told to view all instances of SCP-6650 one at a time in order from SCP-6650-1 to SCP-6650-12, proceeding to the next item only when instructed to do so.\n\n\n\n\n[Begin Log]\n\n\nResearcher Morgan:\n Remove the item carefully from the envelope, and inspect it.\n\n\nD-2774 views SCP-6650-1.\n\n\nD-2774:\n Alright, there. It's a photo. Oh man, how old is this thing?\n\n\nResearcher Morgan:\n Just describe the photo.\n\n\nD-2774:\n Well, three young guys here, all in military uniforms. They're in a bar, looking all happy.\n\n\nResearcher Morgan:\n Go on.\n\n\nD-2774:\n Wait… bloody hell, Beans you still got it!\n\n\nD-2774 laughs slightly, leaning forward on the table\n\n\nResearcher Morgan:\n Excuse me? Beans?\n\n\nD-2774:\n Yeah, Henry \"Beans\" Stone. This guy right next to Earl. He could handle his brews even before the war. If I'm ever drunk enough to get into a drinking contest with him, just do us all a favor and stop me.\n\n\nResearcher Morgan:\n You know these people? How is that possible?\n\n\nD-2774:\n No sir, how could I possibly know…\n\n\nD-2774 seems to perk up.\n\n\nD-2774:\n What the hell just happened?\n\n\nResearcher Morgan:\n What about the third person? Can you name him?\n\n\nD-2774:\n Ni- Nicholas Baileford. Are you sure this is safe? Whatever this is, I'm not getting good vibes from this.\n\n\nResearcher Morgan:\n Place the photo back in the envelope, and take out the item from the next one.\n\n\nD-2774 views SCP-6650-2.\n\n\nD-2774:\n It's some girl, looks like she's approaching whoever took the picture. I see a farmhouse, and what looks to be a strawberry patch in the back there. I feel… happy to see her. I don't know why, but I'm actually elated to see this girl I apparently named Emma just now. This is starting to seriously creep me out.\n\n\nResearcher Morgan:\n I think it's safe to assume you don't actually know her either, yes?\n\n\nD-2774:\n Well yeah, the photo looks old as hell. The girl's either in the old folks home, or six feet under by now.\n\n\nResearcher Morgan:\n That would make sense. Still, can you tell me anything about her?\n\n\nD-2774:\n Her name is Emma Shields, don't ask where I got the name. She feels like a good friend to me at the moment, like I've known her for a long time.\n\n\nD-2774 seems lost in thought\n\n\nResearcher Morgan:\n State your number to me right now.\n\n\nD-2774:\n Oh, it's 2774.\n\n\nResearcher Morgan:\n Good. Just checking. Place the photo back, and remove the next one from the corresponding envelope.\n\n\nD-2774 views SCP-6650-3.\n\n\nD-2774:\n It's a letter. Apparently you guys picked it straight from the ditch, but at least I can read it just fine.\n\n\nResearcher Morgan:\n Read it out loud.\n\n\nSCP-6650-A:\n I know you're scared but I'm right here. I promise you'll be alright. Finish reading, and we can go back. The strawberries are tastiest this time of the year, I'll save some for you.\n\n\nResearcher Morgan:\n Do you feel anything?\n\n\nD-2774 becomes agitated.\n\n\nD-2774:\n No, not a damn thing! But could you care to explain why I felt like I know the lady who apparently wrote this letter way before I was even born? I thought I just made up the name. What occult bullshit are you trying to make…\n\n\nResearcher Morgan:\n Please calm down, all you need…\n\n\nD-2774:\n No way! Not until I know what's going on!\n\n\nIntercom:\n Morgan, could I have a word with you?\n\n\nResearcher Morgan leaves the room.\n\n\n[End Log]\n\n\n\n\nAfterword: The rest of the test was postponed for 24 hours to monitor D-2774 for any additional anomalous effects, as well as to have D-2774 in a more coherent state. The hostility and panic attack were deemed to be simply non-anomalous responses to fear and confusion.\n\n\n\n\n\n\nDate:\n 3 / 2 / 2004\n\n\nSubject:\n D-2774\n\n\nAttending researcher:\n Researcher Morgan\n\n\nForeword: D-2774 has spent the last 24 hours under constant surveillance. As no unusual behavior has been observed in the subject so far, the testing will resume as planned.\n\n\n\n\n[Begin Log]\n\n\nResearcher Morgan:\n Hello D-2774, how are you feeling?\n\n\nD-2774:\n I'm alright, I take it I've been pulled back to see what's up with the rest of these photos?\n\n\nResearcher Morgan:\n Correct. Open the envelope, and view the item.\n\n\nD-2774 views SCP-6650-4.\n\n\nD-2774:\n Yeah, it's these 2 again, Emma and Nicholas. I recognize them from the other photos. Seems to be a birthday party going on there. I feel happy again, haven't felt this way about birthdays since my early 20s. I'm starting to see a pattern here.\n\n\nResearcher Morgan:\n Save the extra commentary, just describe how you feel.\n\n\nD-2774:\n I'm so happy, relaxed. Feels like the days when you were looking forward to your birthdays. And the girl, I mean Emma. I'm glad to see her in the photo. She's one of the reasons why this feels dare I say completing.\n\n\nResearcher Morgan:\n I see. If that's everything, place the photo back, and open the next envelope.\n\n\nD-2774 views SCP-6650-5.\n\n\nD-2774:\n Yeah. Heh, it's Emma again. Should've seen that coming. She's lying on a blanket, the sun is shining. She's happy, I'm happy. I can almost hear her telling me to try out the strawberries she brought. There's a big hill in the background, and a tower of sorts. Looks like something you'd see in a traveling commercial.\n\n\nResearcher Morgan:\n Given how Glastonbury was mentioned yesterday, I think I have a pretty good idea.\n\n\nD-2774:\n I feel sort of the same way as I did with the last photo, but this feels…\n\n\nResearcher Morgan:\n How did you know she was the one who brought the strawberries?\n\n\nD-2774 stares at the picture, remaining silent.\n\n\nResearcher Morgan:\n D-2774, respond.\n\n\nD-2774:\n The same way I knew all of this of shit, it's not something I can explain. I'm fine, can we move on now?\n\n\nResearcher Morgan:\n Are you fine though? You seem a bit disordered.\n\n\nD-2774:\n Yeah, I'm good to go.\n\n\nResearcher Morgan:\n If you say so, you know what to do. Here.\n\n\nD-2774 is seemingly displeased when removing SCP-6650-6 from the envelope, but proceeds to read it without further orders.\n\n\nSCP-6650-A:\n (Gentle laughter) You remind me of him, the way you seem to sink into your own world when you read. And during that brief period of time nothing weighs on you. You're scared of what's to come, of what you might lose, but what's there to be scared of? What you perceive as the end is far from that.\n\n\nResearcher Morgan:\n Interesting.\n\n\nD-2774:\n What do you mean?\n\n\nResearcher Morgan:\n Your job is to view the items. If there's questions, it will be me asking them. Now you didn't feel anything, place it back and remove the next one.\n\n\n\n\nD-2774 views SCP-6650-7.\n\n\nD-2774:\n I knew it, they did love each other. See, it's the 2 of them apparently following a wedding ceremony. They're standing there looking all nice in front of a church. If it wasn't for their clothes I couldn't even tell this is a wedding. There's no decorations or even other people anywhere.\n\n\nResearcher Morgan:\n Again you just knew they had feelings for each other?\n\n\nD-2774:\n I knew because I felt it. Even when viewing the last photo I felt something, I became upset because I am here and not with her. Now based on what I'm getting from this picture I'm sure that I… they loved each other. I feel conflicted, I don't think I've ever been as happy as I am now, but at the same time I know it's not real. It's this guy in the picture who went through what I now want.\n\n\nResearcher Morgan:\n Take your time, explain everything to me.\n\n\nD-2774:\n I can't… put this into words…\n\n\nD-2774 seems to be on the verge of tears, but quickly recovers, remaining somewhat shaken.\n\n\nResearcher Morgan:\n Return the photo, and remove the next item.\n\n\nD-2774 views SCP-6650-8.\n\n\nD-2774:\n I don't know what I'm supposed to say about this, it's all blurry. I think that's cobblestone but besides that there's nothing here.\n\n\nResearcher Morgan:\n Very well. You seem a bit upset again, is there something you should be telling me?\n\n\nD-2774:\n No, nothing. I'm fine if we could just get this over with. Give me the next one, right now.\n\n\nResearcher Morgan:\n You know what to do.\n\n\nD-2774 views SCP-6650-9.\n\n\nD-2774:\n Another goddamn letter. I'm sick of this shit! No please, I'm sorry I just need a break.\n\n\nResearcher Morgan:\n D-2774, sit down.\n\n\nD-2774:\n I'm sitting down, I'm calm. This is not real, this is not real.\n\n\nResearcher Morgan:\n Excuse me?\n\n\nD-2774:\n I hear people talking to me, they accuse me of all these crimes. They wrote about me on the newspaper, I haven't even done anything. I need to go, and you get the fuck off my back.\n\n\nD-2774 spends the following 18 seconds hyperventilating, before calming down significantly.\n\n\nResearcher Morgan:\n It seems you're feeling better now.\n\n\nD-2774:\n I'm good. I just felt like the whole world was against me. Holy crap, there's nothing to see in that damn photo anyway. I keep getting thrown around.\n\n\nResearcher Morgan:\n You have the letter, read it.\n\n\nD-2774:\n Right, here goes.\n\n\nSCP-6650-A:\n Poor thing. Take your time, It's alright. I like seeing this part of you, I love seeing all that you are. If only you knew, if only you could reach out to me. Even so I still love you and (unintelligible).\n\n\nResearcher Morgan writes down notes\n\n\nD-2774 remains silent\n\n\nResearcher Morgan:\n Proceed.\n\n\nD-2774 views SCP-6650-10.\n\n\nSCP-6650-A:\n (Humming to \"The Homing Waltz\")\n\n\nD-2774:\n This guy has a weird way with words. Kind of wholesome in a fucked up way.\n\n\nResearcher Morgan:\n You seem to have recovered just fine. Just 2 more items to go.\n\n\nD-2774:\n Yeah yeah. The sooner I get back, the better. I'm half prepared to leave here as deranged as this Nicholas guy.\n\n\nResearcher Morgan:\n I wouldn't be that surprised…\n\n\nD-2774:\n What did you say?\n\n\nResearcher Morgan:\n Proceed.\n\n\nD-2774 views SCP-6650-11.\n\n\nD-2774:\n Fucking hell man… shit, another photo. We both know how it goes by now. It's a coffin. There's what looks to be a standard altar behind it. What you'd expect to find in a church. Yeah, definitely a funeral here.\n\n\nD-2774 starts to cry despite his best efforts.\n\n\nResearcher Morgan:\n Whose funeral is it?\n\n\nD-2774:\n You know whose.\n\n\nD-2774 spends the next 41 seconds crying.\n\n\n[End Log]\n\n\n\n\nAfterword: D-2774 recovered fast, though he has requested to see \"Emma\" again. Request denied.\n\n\n\nThe anomalous effect manifesting from the audible reading of the text based items seems to affect only audio based recording devices. Researcher Morgan and D-2774 were completely oblivious to these effects during the testing period, and no other audio during the interview was affected in any way.\n\n\n13 / 2 / 2004 So far three (3) identical tests have been performed on D-class personnel, results have been very similar to one another. So far no lasting effects, harmful or otherwise, have been observed. Object has been deemed safe to view by research personnel, though this should be permitted only for testing purposes while accompanied by 2 guards in order to minimize the risk of damage to the items.\n\n\n\n\n\n\n\n\n\n\n\n\n▷Addendum 6650-3: [Level 4 Clearance Required]◁\n\n\n\n\n- Credentials Verified \n\n\n\n\n\n\n\n\n\n\nWARNING\n\n\n\n\n\n\n\n\nINFOHAZARD\n\n\nThe information contained in this file is subject to an anomalous effect.\n\n\nConsuming certain information regarding the individual Nicholas Baileford may lead to severe psychological damage. Do not proceed if you have been/will be subjected to the anomalous effects of SCP-6650.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInterview Log\n\n\nForeword: The caretaker assigned for Nicholas Baileford during his last years was interviewed in order to gain insight to the origin of SCP-6650's anomalous properties.\n\n\nDate:\n 7 / 2 / 2004\n\n\nInterviewed:\n Lenora Banks\n\n\nInterviewer:\n Agent Frost\n\n\n\n\n[Begin Log]\n\n\nAgent Frost:\n Thank you for seeing us with such a short notice Mrs. Banks. We'd like to ask you about one of your patients, Nicholas Baileford.\n\n\nLenora Banks:\n Of course, Nick was such a sweet man.\n\n\nAgent Frost:\n What do you know about the individual Emma Shields? Does the name say anything?\n\n\nLenora Banks:\n That's surprising, I didn't expect any of you higher-ups to be this far out of the loop.\n\n\nAgent Frost:\n What do you mean?\n\n\nLenora Banks:\n There is no Emma, Nicholas made her up in his head. He told me he's known her since his early 20s. Man, please tell me you're at least aware of his condition. Ain't no way I was assigned to someone who's physically just fine.\n\n\nAgent Frost:\n Nicholas was suffering from schizophrenia for most of his life, we have exhaustive records of him. He was diagnosed in late 1947, and was released from Broadmoor Hospital in 1961.\n\n\nLenora Banks:\n That's what I thought. Anyway, Nicholas was convinced that this Emma was his wife, or rather has been his wife for the past 50 years or so. That's shocking to hear the same delusion stick for that long, but it gave him comfort at least. Too often elders are left cooped up in their homes alone.\n\n\nAgent Frost:\n Could you elaborate? How was Nicholas that convinced that this person was real? By my understanding schizophrenics are usually very aware that the hallucinations they experience are not real.\n\n\nLenora Banks:\n That's hard to say. Schizophrenia usually starts to show signs during late teens or early adulthood. As neither of Nicholas' parents didn't have it, my bet is that he went through a traumatic event. These in fact have been causes of schizophrenia in the past. Poor Nick went through hell back in the 40s.\n\n\nAgent Frost:\n World War 2.\n\n\nLenora Banks:\n Yeah, that's what I said. Nicholas wasn't the only one who got messed up by what happened during those times, that shit gets to you whether or not you are healthy. We all come up with something to help us cope when we're scared and alone, I'd say this was Nick's way.\n\n\nAgent Frost:\n You might be right. Still, 50 years is a long time to hold a delusion.\n\n\nLenora Banks:\n It was clear to me Nicholas loved her regardless. What was delusion to us, was a reason to keep going for him. Emma existed only in Nicholas's mind, but that's all he needed. She was real to him, and it's the thought that matters.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nSCP-6650-12\n\n\nBefore the sea, stood the king and the blessed. Gazed at the waves, a vessel of emerald of their regal guest.\n\n\nRich in power, jewels and fame, but looking for love, came the king of Éire.\n\n\nAbundant were tales of Branwen's beauty, a marriage was formed, an alliance fruitful.\n\n\nNow goes her brother to wound the kings steed, though the lord wished no vengeance for the dreary deed.\n\n\nWhen the people of Éire spoke of the crime unpunished, goes the king in his cowardice, his wife Branwen to face the malice.\n\n\nEver so softly, she whispers her words, for a starling to fly home, so her message is heard.\n\n\nNothing but death did her aid bring with them, with a broken heart stands the starling, dead but love not condemned.\n\n\n\n\n\n\n \n\n\n\n\nINCIDENT REPORT 6650-1Z\n\n\n\n\nDATE:\n 15 / 2 / 2004\n\n\nNOTE:\n Prior to this incident most of the researchers working on SCP-6650 had become aware of Nicholas Baileford's condition, with the exception of researcher Thompson who had recently returned from another project.\n\n\n\n\n[ACCESSING SITE SURVEILLANCE RECORD…]\n\n\n[BEGIN LOG]\n\n\n9:47\n Researcher Mendez removes SCP-6650 from its container.\n\n\n9:48\n Mendez's attention is suddenly directed towards the cover of the album, which he proceeds to investigate.\n\n\n9:50\n Mendez notifies Researcher Morgan of the disappearance of Emma Shields from all of the photos that used to depict her.\n\n\n9:51\n Morgan also reports being unable to see Emma Shields in any of the photos. Additionally he also reports SCP-6650-3 now being but a blank note.\n\n\n9:52\n Mendez leaves the room, while Morgan closes the album containing SCP-6650.\n\n\n10:17\n D-2774 and D-9586 are escorted into the room by 2 armed guards.\n\n\n10:19\n Morgan shows the affected items to D-2774 and D-9586, both of which do not see anything of note in the items. Both describe the photos in great detail.\n\n\n10:24\n D-2774 and D-9586 are escorted out of the room.\n\n\n10:25\n Mendez returns to the room alongside with Researcher Thompson.\n\n\n10:26\n Thompson fails to see anything of significance in the items, reporting the woman is clearly visible in all of the items he is shown.\n\n\n10:39\n Mendez reports hearing a feminine voice talking to him.\n\n\n10:40\n Morgan reports hearing a feminine voice talking to him.\n\n\n10:42\n The rest of the site is alerted, and the affected researchers are isolated from the rest of the personnel.\n\n\n10:44\n Morgan and Mendez report feeling \"relaxed\" and \"safe\".\n\n\n11:02\n Mendez and Morgan are sent to undergo a psychological evaluation.\n\n\n13:32\n Mendez and Morgan are diagnosed with psychosis, reported displaying symptoms and behavior typical of schizophreniform disorder.\n3\n\n\n14:19\n Use of Class C amnestics is authorized.\n\n\n[END LOG]\n\n\n\n\nNotes: Use of amnestics proved to be effective in neutralizing the anomalous effect. Both Mendez and Morgan are transferred to another project as a precaution.\n\nThe now recognized infohazard is classified and expunged from lower clearance levels as per protocol.\n\n\n\"Testing infohazards with D-class is work you go through fairly often, but the way how content D-2774 became as a result was nothing short of unnerving to me. He actually thanked me for \"letting him see her again\". I'm gonna be going through some sleepless nights thinking of all the things the guy must've heard in his head.\"\n\n- Researcher Thompson\n\n\n\n\n\n\n\n\n\n\n\n\n▷Addendum 6650-4: Experiment 6650-Y◁\n\n\n\n\n- Show File \n\n\n\n\n\n\nEXPERIMENT 6650-Y\n\n\n\n\nDATE:\n 26 / 3 / 2004\n\n\nPROCEDURE:\n An attempt to establish communication with SCP-6650-A was conducted through writing. An empty page was selected for use in order to avoid unnecessary exposure to the items anomalous effects. Dr. Briggs was to attempt communication by placing written messages on the album page.\n\n\n\n\n[BEGIN LOG]\n\n\n13:00\n Dr. Briggs writes down \"Hello?\" on a piece of paper, then places it on one of the empty pages.\n\n\n13:01\n No effect observed. Dr. Briggs closes the album, and opens it again to discover a note has appeared on the page.\n\n\n\n\nNicholas? Is that you?\n\n\n\n\n13:03\n The item is confirmed to not have the anomalous effect associated with the already existing SCP-6650 instances.\n\n\n13:04\n Dr. Briggs writes down another message to answer what is assumed to be SCP-6650-A, and places it on the page before closing and opening the album again.\n\n\n\n\nNo, my name is Dr. Briggs. Who do I have the pleasure of writing to?\n\n\n\n\n13:05\n\n\n\n\nMy name is Emma Shields, but I'm sure your colleagues have told you that. Where is Nicholas? It's been some time since he's spoken to me. This isn't like him at all. Please tell me if you know anything. I miss him ever so much.\n\n\n\n\n13:07\n Dr. Briggs requests a second opinion on whether or not to tell SCP-6650-A the truth.\n\n\n13:08\n Dr. Briggs responds.\n\n\n\n\nI'm afraid Nicholas Baileford passed away nearly 3 months ago. He slept away in peace.\n\n\n\n\n13:11\n\n\n\n\nYou're lying. Nicholas would've told me if he was dying.\n\n\n\n\n13:13\n\n\n\n\nI am sorry. We believe he was under the impression you had died during his last years.\n\n\n\n\n14:00\n As SCP-6650-A has not responded, Dr. Briggs attempts further communication.\n\n\n\n\nWhy did you try to communicate with Researchers Morgan and Mendez?\n\n\n\n\n14:30\n No response from SCP-6650-A. Dr. Briggs attempts communication once more.\n\n\n\n\nWe understand the news we gave you were devastating, but we must know what you're doing. Morgan and Mendez were very ill because you spoke to them.\n\n\n\n\n14:34\n\n\n\n\nI knew Nicholas was gone, I just didn't want to acknowledge it. We spoke to each other daily, like most other couples do. Then he stops writing to me, and I couldn't feel his hand anymore, I couldn't hear his voice anymore.\n\n\nAs for these men, they were the ones who sought my help. It's only natural to help.\n\n\n\n\n14:37\n\n\n\n\nYou made them sick. How is that helping them?\n\n\n\n\n14:38\n\n\n\n\nThey needed to have their eyes opened to receive what my messenger brings them, just like Nicholas.\n\n\n\n\n14:40\n\n\n\n\nThey were going through psychosis, you are not helping. And what do you mean by messenger?\n\n\n\n\n14:41\n\n\n\n\nI mean my little starling of course, I'd recommend you ask Morgan and Mendez about that and my help, but I don't think they remember it anymore.\n\n\nYou're not like me. You think you have all the time in the world, but one day memories are all that will be left of you. Nicholas understood that.\n\n\n\n\n14:43\n\n\n\n\nDoes this mean Nicholas was sick because of you?\n\n\n\n\n14:45\n\n\n\n\nNicholas was a man who shared many ideals which are dear to me. The will to help others, love for this world which lasts through any hardships, an understanding of the unnecessity of war, and most importantly the ambition to bring us together. Nicholas needed my help, and I needed him, but he knew what was important. He didn't need my help for that.\n\n\n\n\n14:49\n\n\n\n\nAre you sure you're not just telling us stories? You are being somewhat vague with your explanation.\n\n\n\n\n14:50\n The album slams open violently with no visible reason, revealing a message painted on a piece of elk hide.\n\n\n\n\nYou claim to seek greater good and a sense of purpose by helping humanity with your atrocities, yet when these men come to seek for help at my feet before your own, so do you arrive to lay your judgement upon me.\n\n\n\n\n14:50\n The album slams back shut. Dr. Briggs attempts to open it, but is not successful.\n\n\n[END LOG]\n\n\n\n\nAfterword: The album stayed shut forcibly for an indeterminate amount of time, until Researcher Thompson managed to open it in the morning of the following day.\n\nFurther communication attempts pending.\n\n\n\n\n\n\n\n\n\n\n\n\n▷Addendum 6650-5: Containment Update◁\n\n\n\n\n- Show File \n\n\n\n\nOn 15 / 4 / 2004, a previously undiscovered note was found in the album containing SCP-6650. Upon the discovery of this item Dr. Briggs also noted that any of the items which SCP-6650 consists of failed to affect him in any way. Subsequent testing proved SCP-6650 having no anomalous properties at the given time.\n\n\nThe newly appeared item displayed no anomalous properties. The following text was found written on the backside of the item.\n\n\n\n\nI didn't expect my journey with Nicholas to conclude in meeting you. I feel like many of you want, and deserve someone to walk with you, and be there for you when you feel alone. But I understand my means of reaching you are not fair to you, or anyone else.\n\n\nNicholas might not be here anymore, but that doesn't mean I don't get to be with him. I will always love him, and death is never the end like many seem to think. We have so many beautiful memories, and I know they will be safe in your hands.\n\n\nMorgan and Mendez are both perfectly capable of creating their own beautiful and unique memories with that certain someone, so I have no right trying to replicate the memories I had with Nicholas. It wouldn't be right to take it away from them. I don't need to cope, not while I have Nicholas.\n\n\nI just wish I could have told him the full truth, but at least we were happy. I suppose every love comes with a regret.\n\n\nWe are moving on. I'm going back home to refresh my memory.\n\n\nMay our memories bring you even a bit of the same joy they brought us. May love light up your path.\n\n\nBranwen, daughter of Llŷr\n.\n\n\n\n\n\n\n\n\nUpdate Log SCP-6650-1A\n\n\n\n\nUpdate:\n 20 / 4 / 2004\n\n\nPhotographic instances of SCP-6650 fail to activate.\n\n\nText based instances of SCP-6650 fail to activate.\n\n\nTesting is ongoing.\n\n\n\n\nUpdate:\n 20 / 5 / 2004\n\n\nPhotographic instances of SCP-6650 fail to activate.\n\n\nText based instances of SCP-6650 fail to activate.\n\n\nTesting is ongoing.\n\n\n\n\nUpdate:\n 20 / 6 / 2004\n\n\nPhotographic instances of SCP-6650 fail to activate.\n\n\nText based instances of SCP-6650 fail to activate.\n\n\nTesting is ongoing.\n\n\n\n\nUpdate:\n 20 / 8 / 2004\n\n\nPhotographic instances of SCP-6650 fail to activate.\n\n\nText based instances of SCP-6650 fail to activate.\n\n\nTesting is ongoing.\n\n\n\n\nUpdate:\n 12 / 1 / 2005\n\n\nRequest to reclassify SCP-6650 to Neutralized has been approved.\n\n\nTesting discontinued.\n\n\nFile to be updated shortly.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Personnel with a clearance level of at least 4.\n\n\n2\n. Variables such as the identity of the viewer, the number of instances viewed, or the instances themselves seem to not determine the duration of the effects.\n\n\n3\n. A psychotic disorder, usually diagnosed prior to schizophrenia.\n\n\n\n\n\n\n\n\n« \nSCP-6649\n | SCP-6650 | \nSCP-6651\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-6650-3 Dearest Nicholas, It's been too long since I've heard from you, but the knowledge of you still doing your best out there is giving me comfort during these dark times. The strawberry harvest looks to be plentiful this year, though they would taste much sweeter with you around. I miss our picnics together, the view is still pretty but I've come to realize how lonely it can get with you gone. I, as well as all the good folks of Glastonbury, pray to Lord he brings you back to me healthy and happy. Please be safe, and write me back. With love, Emma. Get up. Get up Nicholas. I'm waiting for you Nicholas.",
        "SCP-6650-6 Nicholas, I want you to know how much I appreciate you just being you. While I felt the desire to help you up, you too have been there for me. The way you kept going despite the pain, the way you love the world despite it not giving you anything in return. We might be people of distant lands to each other, but I've never felt this close to anyone. We are the same. I'll be here for you whenever you need me, and I know you'll do the same for me. Lets keep moving forward together, and lets look back only to the happy memories we can share together. One day it will be just memories left of us, don't forget it. I'm so glad I found you.",
        "SCP-6650-9 Nicholas, you should go with them, they're just trying to help you. You are not healthy, but that doesn't mean I don't love you. I promise I'll be waiting for you, so don't fight it. I have to be honest with you my love. I had a husband before you, when I lived back in Ireland. It's because of him why I couldn't bring myself close to a man, at least until I met you. I'm so happy to say I don't see anything of him on you. I wanted to love him, but he was a coward condemning me only to avoid the consequences of his actions. My love for him was my one and only regret, but like you I pressed on. I wish someone like you was there for me during those times, as I can't say my love could save them.",
        "SCP-6650-10 My mother used to say there is always someone looking out for us. Even when I was most afraid, and most alone, these words brought me comfort. And they continue to do so as I sit in our home without you. People used to say it was for the best if I let go of you, but I haven't had any regrets about us since the day I met you. Even if it was true, █████████████████████, I can say without hesitation you were the light in my life, you were my reason to keep going. But how could you not be? My eyes have seen war, my ears have heard cries of help, my nose has smelt the burned, and my skin has felt the warmth escape from a dying friends hand. We both have seen all this. It would be easy to stay on the ground, and give up. I'm here because I managed to stand up that day, and you did the same. We did it together. Now that I have just these photos of us, the feeling I get from them isn't the same as you. I just don't understand how you left before me.",
        "Date: 2 / 2 / 2004 Subject: D-2774 Attending researcher: Researcher Morgan Procedure: D-2774 was told to view all instances of SCP-6650 one at a time in order from SCP-6650-1 to SCP-6650-12, proceeding to the next item only when instructed to do so. [Begin Log] Researcher Morgan: Remove the item carefully from the envelope, and inspect it. D-2774 views SCP-6650-1. D-2774: Alright, there. It's a photo. Oh man, how old is this thing? Researcher Morgan: Just describe the photo. D-2774: Well, three young guys here, all in military uniforms. They're in a bar, looking all happy. Researcher Morgan: Go on. D-2774: Wait… bloody hell, Beans you still got it! D-2774 laughs slightly, leaning forward on the table Researcher Morgan: Excuse me? Beans? D-2774: Yeah, Henry \"Beans\" Stone. This guy right next to Earl. He could handle his brews even before the war. If I'm ever drunk enough to get into a drinking contest with him, just do us all a favor and stop me. Researcher Morgan: You know these people? How is that possible? D-2774: No sir, how could I possibly know… D-2774 seems to perk up. D-2774: What the hell just happened? Researcher Morgan: What about the third person? Can you name him? D-2774: Ni- Nicholas Baileford. Are you sure this is safe? Whatever this is, I'm not getting good vibes from this. Researcher Morgan: Place the photo back in the envelope, and take out the item from the next one. D-2774 views SCP-6650-2. D-2774: It's some girl, looks like she's approaching whoever took the picture. I see a farmhouse, and what looks to be a strawberry patch in the back there. I feel… happy to see her. I don't know why, but I'm actually elated to see this girl I apparently named Emma just now. This is starting to seriously creep me out. Researcher Morgan: I think it's safe to assume you don't actually know her either, yes? D-2774: Well yeah, the photo looks old as hell. The girl's either in the old folks home, or six feet under by now. Researcher Morgan: That would make sense. Still, can you tell me anything about her? D-2774: Her name is Emma Shields, don't ask where I got the name. She feels like a good friend to me at the moment, like I've known her for a long time. D-2774 seems lost in thought Researcher Morgan: State your number to me right now. D-2774: Oh, it's 2774. Researcher Morgan: Good. Just checking. Place the photo back, and remove the next one from the corresponding envelope. D-2774 views SCP-6650-3. D-2774: It's a letter. Apparently you guys picked it straight from the ditch, but at least I can read it just fine. Researcher Morgan: Read it out loud. SCP-6650-A: I know you're scared but I'm right here. I promise you'll be alright. Finish reading, and we can go back. The strawberries are tastiest this time of the year, I'll save some for you. Researcher Morgan: Do you feel anything? D-2774 becomes agitated. D-2774: No, not a damn thing! But could you care to explain why I felt like I know the lady who apparently wrote this letter way before I was even born? I thought I just made up the name. What occult bullshit are you trying to make… Researcher Morgan: Please calm down, all you need… D-2774: No way! Not until I know what's going on! Intercom: Morgan, could I have a word with you? Researcher Morgan leaves the room. [End Log] Afterword: The rest of the test was postponed for 24 hours to monitor D-2774 for any additional anomalous effects, as well as to have D-2774 in a more coherent state. The hostility and panic attack were deemed to be simply non-anomalous responses to fear and confusion.",
        "Date: 3 / 2 / 2004 Subject: D-2774 Attending researcher: Researcher Morgan Foreword: D-2774 has spent the last 24 hours under constant surveillance. As no unusual behavior has been observed in the subject so far, the testing will resume as planned. [Begin Log] Researcher Morgan: Hello D-2774, how are you feeling? D-2774: I'm alright, I take it I've been pulled back to see what's up with the rest of these photos? Researcher Morgan: Correct. Open the envelope, and view the item. D-2774 views SCP-6650-4. D-2774: Yeah, it's these 2 again, Emma and Nicholas. I recognize them from the other photos. Seems to be a birthday party going on there. I feel happy again, haven't felt this way about birthdays since my early 20s. I'm starting to see a pattern here. Researcher Morgan: Save the extra commentary, just describe how you feel. D-2774: I'm so happy, relaxed. Feels like the days when you were looking forward to your birthdays. And the girl, I mean Emma. I'm glad to see her in the photo. She's one of the reasons why this feels dare I say completing. Researcher Morgan: I see. If that's everything, place the photo back, and open the next envelope. D-2774 views SCP-6650-5. D-2774: Yeah. Heh, it's Emma again. Should've seen that coming. She's lying on a blanket, the sun is shining. She's happy, I'm happy. I can almost hear her telling me to try out the strawberries she brought. There's a big hill in the background, and a tower of sorts. Looks like something you'd see in a traveling commercial. Researcher Morgan: Given how Glastonbury was mentioned yesterday, I think I have a pretty good idea. D-2774: I feel sort of the same way as I did with the last photo, but this feels… Researcher Morgan: How did you know she was the one who brought the strawberries? D-2774 stares at the picture, remaining silent. Researcher Morgan: D-2774, respond. D-2774: The same way I knew all of this of shit, it's not something I can explain. I'm fine, can we move on now? Researcher Morgan: Are you fine though? You seem a bit disordered. D-2774: Yeah, I'm good to go. Researcher Morgan: If you say so, you know what to do. Here. D-2774 is seemingly displeased when removing SCP-6650-6 from the envelope, but proceeds to read it without further orders. SCP-6650-A: (Gentle laughter) You remind me of him, the way you seem to sink into your own world when you read. And during that brief period of time nothing weighs on you. You're scared of what's to come, of what you might lose, but what's there to be scared of? What you perceive as the end is far from that. Researcher Morgan: Interesting. D-2774: What do you mean? Researcher Morgan: Your job is to view the items. If there's questions, it will be me asking them. Now you didn't feel anything, place it back and remove the next one. D-2774 views SCP-6650-7. D-2774: I knew it, they did love each other. See, it's the 2 of them apparently following a wedding ceremony. They're standing there looking all nice in front of a church. If it wasn't for their clothes I couldn't even tell this is a wedding. There's no decorations or even other people anywhere. Researcher Morgan: Again you just knew they had feelings for each other? D-2774: I knew because I felt it. Even when viewing the last photo I felt something, I became upset because I am here and not with her. Now based on what I'm getting from this picture I'm sure that I… they loved each other. I feel conflicted, I don't think I've ever been as happy as I am now, but at the same time I know it's not real. It's this guy in the picture who went through what I now want. Researcher Morgan: Take your time, explain everything to me. D-2774: I can't… put this into words… D-2774 seems to be on the verge of tears, but quickly recovers, remaining somewhat shaken. Researcher Morgan: Return the photo, and remove the next item. D-2774 views SCP-6650-8. D-2774: I don't know what I'm supposed to say about this, it's all blurry. I think that's cobblestone but besides that there's nothing here. Researcher Morgan: Very well. You seem a bit upset again, is there something you should be telling me? D-2774: No, nothing. I'm fine if we could just get this over with. Give me the next one, right now. Researcher Morgan: You know what to do. D-2774 views SCP-6650-9. D-2774: Another goddamn letter. I'm sick of this shit! No please, I'm sorry I just need a break. Researcher Morgan: D-2774, sit down. D-2774: I'm sitting down, I'm calm. This is not real, this is not real. Researcher Morgan: Excuse me? D-2774: I hear people talking to me, they accuse me of all these crimes. They wrote about me on the newspaper, I haven't even done anything. I need to go, and you get the fuck off my back. D-2774 spends the following 18 seconds hyperventilating, before calming down significantly. Researcher Morgan: It seems you're feeling better now. D-2774: I'm good. I just felt like the whole world was against me. Holy crap, there's nothing to see in that damn photo anyway. I keep getting thrown around. Researcher Morgan: You have the letter, read it. D-2774: Right, here goes. SCP-6650-A: Poor thing. Take your time, It's alright. I like seeing this part of you, I love seeing all that you are. If only you knew, if only you could reach out to me. Even so I still love you and (unintelligible). Researcher Morgan writes down notes D-2774 remains silent Researcher Morgan: Proceed. D-2774 views SCP-6650-10. SCP-6650-A: (Humming to \"The Homing Waltz\") D-2774: This guy has a weird way with words. Kind of wholesome in a fucked up way. Researcher Morgan: You seem to have recovered just fine. Just 2 more items to go. D-2774: Yeah yeah. The sooner I get back, the better. I'm half prepared to leave here as deranged as this Nicholas guy. Researcher Morgan: I wouldn't be that surprised… D-2774: What did you say? Researcher Morgan: Proceed. D-2774 views SCP-6650-11. D-2774: Fucking hell man… shit, another photo. We both know how it goes by now. It's a coffin. There's what looks to be a standard altar behind it. What you'd expect to find in a church. Yeah, definitely a funeral here. D-2774 starts to cry despite his best efforts. Researcher Morgan: Whose funeral is it? D-2774: You know whose. D-2774 spends the next 41 seconds crying. [End Log] Afterword: D-2774 recovered fast, though he has requested to see \"Emma\" again. Request denied. The anomalous effect manifesting from the audible reading of the text based items seems to affect only audio based recording devices. Researcher Morgan and D-2774 were completely oblivious to these effects during the testing period, and no other audio during the interview was affected in any way. 13 / 2 / 2004 So far three (3) identical tests have been performed on D-class personnel, results have been very similar to one another. So far no lasting effects, harmful or otherwise, have been observed. Object has been deemed safe to view by research personnel, though this should be permitted only for testing purposes while accompanied by 2 guards in order to minimize the risk of damage to the items.",
        "Interview Log Foreword: The caretaker assigned for Nicholas Baileford during his last years was interviewed in order to gain insight to the origin of SCP-6650's anomalous properties. Date: 7 / 2 / 2004 Interviewed: Lenora Banks Interviewer: Agent Frost [Begin Log] Agent Frost: Thank you for seeing us with such a short notice Mrs. Banks. We'd like to ask you about one of your patients, Nicholas Baileford. Lenora Banks: Of course, Nick was such a sweet man. Agent Frost: What do you know about the individual Emma Shields? Does the name say anything? Lenora Banks: That's surprising, I didn't expect any of you higher-ups to be this far out of the loop. Agent Frost: What do you mean? Lenora Banks: There is no Emma, Nicholas made her up in his head. He told me he's known her since his early 20s. Man, please tell me you're at least aware of his condition. Ain't no way I was assigned to someone who's physically just fine. Agent Frost: Nicholas was suffering from schizophrenia for most of his life, we have exhaustive records of him. He was diagnosed in late 1947, and was released from Broadmoor Hospital in 1961. Lenora Banks: That's what I thought. Anyway, Nicholas was convinced that this Emma was his wife, or rather has been his wife for the past 50 years or so. That's shocking to hear the same delusion stick for that long, but it gave him comfort at least. Too often elders are left cooped up in their homes alone. Agent Frost: Could you elaborate? How was Nicholas that convinced that this person was real? By my understanding schizophrenics are usually very aware that the hallucinations they experience are not real. Lenora Banks: That's hard to say. Schizophrenia usually starts to show signs during late teens or early adulthood. As neither of Nicholas' parents didn't have it, my bet is that he went through a traumatic event. These in fact have been causes of schizophrenia in the past. Poor Nick went through hell back in the 40s. Agent Frost: World War 2. Lenora Banks: Yeah, that's what I said. Nicholas wasn't the only one who got messed up by what happened during those times, that shit gets to you whether or not you are healthy. We all come up with something to help us cope when we're scared and alone, I'd say this was Nick's way. Agent Frost: You might be right. Still, 50 years is a long time to hold a delusion. Lenora Banks: It was clear to me Nicholas loved her regardless. What was delusion to us, was a reason to keep going for him. Emma existed only in Nicholas's mind, but that's all he needed. She was real to him, and it's the thought that matters. [END LOG]",
        "SCP-6650-12 Before the sea, stood the king and the blessed. Gazed at the waves, a vessel of emerald of their regal guest. Rich in power, jewels and fame, but looking for love, came the king of Éire. Abundant were tales of Branwen's beauty, a marriage was formed, an alliance fruitful. Now goes her brother to wound the kings steed, though the lord wished no vengeance for the dreary deed. When the people of Éire spoke of the crime unpunished, goes the king in his cowardice, his wife Branwen to face the malice. Ever so softly, she whispers her words, for a starling to fly home, so her message is heard. Nothing but death did her aid bring with them, with a broken heart stands the starling, dead but love not condemned.",
        "Nicholas? Is that you?",
        "No, my name is Dr. Briggs. Who do I have the pleasure of writing to?",
        "My name is Emma Shields, but I'm sure your colleagues have told you that. Where is Nicholas? It's been some time since he's spoken to me. This isn't like him at all. Please tell me if you know anything. I miss him ever so much.",
        "I'm afraid Nicholas Baileford passed away nearly 3 months ago. He slept away in peace.",
        "You're lying. Nicholas would've told me if he was dying.",
        "I am sorry. We believe he was under the impression you had died during his last years.",
        "Why did you try to communicate with Researchers Morgan and Mendez?",
        "We understand the news we gave you were devastating, but we must know what you're doing. Morgan and Mendez were very ill because you spoke to them.",
        "I knew Nicholas was gone, I just didn't want to acknowledge it. We spoke to each other daily, like most other couples do. Then he stops writing to me, and I couldn't feel his hand anymore, I couldn't hear his voice anymore. As for these men, they were the ones who sought my help. It's only natural to help.",
        "You made them sick. How is that helping them?",
        "They needed to have their eyes opened to receive what my messenger brings them, just like Nicholas.",
        "They were going through psychosis, you are not helping. And what do you mean by messenger?",
        "I mean my little starling of course, I'd recommend you ask Morgan and Mendez about that and my help, but I don't think they remember it anymore. You're not like me. You think you have all the time in the world, but one day memories are all that will be left of you. Nicholas understood that.",
        "Does this mean Nicholas was sick because of you?",
        "Nicholas was a man who shared many ideals which are dear to me. The will to help others, love for this world which lasts through any hardships, an understanding of the unnecessity of war, and most importantly the ambition to bring us together. Nicholas needed my help, and I needed him, but he knew what was important. He didn't need my help for that.",
        "Are you sure you're not just telling us stories? You are being somewhat vague with your explanation.",
        "You claim to seek greater good and a sense of purpose by helping humanity with your atrocities, yet when these men come to seek for help at my feet before your own, so do you arrive to lay your judgement upon me.",
        "I didn't expect my journey with Nicholas to conclude in meeting you. I feel like many of you want, and deserve someone to walk with you, and be there for you when you feel alone. But I understand my means of reaching you are not fair to you, or anyone else. Nicholas might not be here anymore, but that doesn't mean I don't get to be with him. I will always love him, and death is never the end like many seem to think. We have so many beautiful memories, and I know they will be safe in your hands. Morgan and Mendez are both perfectly capable of creating their own beautiful and unique memories with that certain someone, so I have no right trying to replicate the memories I had with Nicholas. It wouldn't be right to take it away from them. I don't need to cope, not while I have Nicholas. I just wish I could have told him the full truth, but at least we were happy. I suppose every love comes with a regret. We are moving on. I'm going back home to refresh my memory. May our memories bring you even a bit of the same joy they brought us. May love light up your path. Branwen, daughter of Llŷr .",
        "Update Log SCP-6650-1A Update: 20 / 4 / 2004 Photographic instances of SCP-6650 fail to activate. Text based instances of SCP-6650 fail to activate. Testing is ongoing. Update: 20 / 5 / 2004 Photographic instances of SCP-6650 fail to activate. Text based instances of SCP-6650 fail to activate. Testing is ongoing. Update: 20 / 6 / 2004 Photographic instances of SCP-6650 fail to activate. Text based instances of SCP-6650 fail to activate. Testing is ongoing. Update: 20 / 8 / 2004 Photographic instances of SCP-6650 fail to activate. Text based instances of SCP-6650 fail to activate. Testing is ongoing. Update: 12 / 1 / 2005 Request to reclassify SCP-6650 to Neutralized has been approved. Testing discontinued. File to be updated shortly."
    ],
    "containment_procedures": "SCP-6650 is to be secured in a locked container in Site-76. Instances of SCP-6650 are to be treated with care, and returned into their respective slots in the album afterwards. Any personnel viewing the pictures must be accompanied by at least 2 guards. No more than 2 people are to be allowed to view SCP-6650 simultaneously.",
    "description": "SCP-6650 is a series of anomalous items consisting of a total of 12 11 anomalous photographs, notes and similar memorabilia (designated from SCP-6650-1 to SCP-6650-11 respectively), stored inside a photo album. The album itself has minor damage consistent with its age and is non-anomalous. The ages of SCP-6650 instances vary between 5 and 67 years, each one depicting a moment in the life of Nicholas Baileford.",
    "title": "SCP-6650"
}