{
    "url": "https://scp-wiki.wikidot.com/scp-6656",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6656\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation Submarine \nSCPF Bottlenose\n returning to port after first spotting SCP-6656.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation submarines in the Mediterranean Sea have begun the process of transferring SCP-6656 to Site-24 for initial containment. No further precautions are necessary at this time.\n\n\nDescription:\n SCP-6656 is a 15 meter long shattered bow currently located at the bottom of the Mediterranean Sea, approximately 20 kilometers off the shore of Paphos, Cyprus.\n\n\nSCP-6656's shaft appears to be made out of oak wood, despite exhibiting neither damage from continued presence underwater nor buoyancy. Additionally, both the shaft and the cord of the bow have proven resilient to all attempts to harm their structural integrity, such as the collection of samples. The method by which SCP-6656's shaft was broken in two despite the above property is currently unknown.\n\n\nUpdate 23/8/2020:\n A day following the successful dislodging of SCP-6656 and the beginning of its movement towards the Levantine coast, the following message was received by multiple Foundation contacts with the Global Occult Coalition.\n\n\n\n\nNotice from the Undersecreteriat\n\n\nThe Undersecreteriat of the United Nations Global Occult Coalition and the Occult Council (the Coalition) hereby inform the SCP Foundation (the Foundation) of the following, as was mandated upon them by Occult Council Resolution 71/6.\n\n\n\n\nThe Coalition\n,\n\n\nHaving learned\n that the Foundation is in possession of \nKnown Threat Entity 4251 Caliburn\n, \n\"Aqhat's Bow\"\n;\n\n\nHaving noted\n the known connections of the above to other Threat Entities under Coalition supervision;\n\n\nHaving surmised\n that the Foundation plans to store \nKTE-4251\n in one of its sites;\n\n\nHaving considered\n the immense harm that may be caused to the region of the Eastern Mediterranean if the Threat Entity is extracted;\n\n\nDemands\n the following:\n\n\n\n\nThat attempts by the Foundation to extract \nKTE-4251\n from its original location immediately cease;\n\n\nThat negotiations open between the Coalition and the Foundation regarding the transfer of \nKTE-4251\n to Coalition custody and its eventual liquidation;\n\n\nThe transfer of all files held by the Foundation which are relevant to Project ZAPHON.\n\n\n\n\n\n\nThe Coalition believes the above terms are necessary for the continued success of both our organizations' missions.\n\n\n\n\nThe Foundation initially complied with the first request, halting the \nSCPF Bakdash\n, which was towing SCP-6656 at the time. This was done in order to allow time for the establishment of reliable communications on the topic.\n\n\nA full record of attempted agreements regarding the GOC's demands can be found in addendum 6656.TALKS. Following a week of talks, Foundation negotiators advised that the \nSCPF Bakdash\n continue moving slowly towards its destination, in order to exert pressure on the GOC to come to a favourable agreement.\n\n\nApproximately three days following the above, a GOC miniature submarine severed the towline connecting the \nBakdash\n with SCP-6656. It is unknown how the submarine was able to come close enough to do so without being detected. However, once known, a surrounding barrage of depth charges forced it to rise, and its crew was captured shortly before the vessel self-destructed.\n\n\nThe following is an interview conducted immediately following the events described above.\n\n\n\n\nInterviewed: Captain Ioannou, UNGOCNFS \nGoldfish\n\n\nInterviewer: Captain Nesher, SCPF \nBakdash\n\n\n\n\n<Begin Log>\n\n\nCaptain Ioannou enters Captain Nesher's office. Nesher looks up at her from his paperwork.\n\n\nNesher:\n Please, take a seat.\n\n\nIoannou remains standing. Nesher returns to his papers.\n\n\nNesher:\n I understand that you are the captain of the vessel that attempted to sabotage our mission? At least, judging by how the rest of the crew looks at you. I do know how sailors glance at a defeated captain.\n\n\nIoannou keeps silent. Nesher puts down his papers.\n\n\nNesher:\n Listen, I know you're Coalition. You were wearing \nidentification badges\n, for God's sake. I didn't even know the Coalition \nissued\n identification badges.\n\n\nNesher:\n And now, \nthat\n makes me wonder. Since you wanted us to know who you are, I must assume you know who we are. And since you knew who it is you were dealing with, you must've known this wasn't worth the week, at most, that it'll take us to pick that thing up again. So I must assume you weren't sent here just to cut a string.\n\n\nHe leans forward.\n\n\nNesher:\n So, Captain Ioannou. What is your mission here?\n\n\nSilence.\n\n\nIoannou:\n I'm here to deliver a message.\n\n\nNesher:\n \nChuckles\n.\n\n\nNesher:\n Good thing you were captured, then. Would've been hard to deliver your message if we just blew your ship out of the water.\n\n\nIoannou:\n I was sent to deliver a message through action, but let me punctuate it with a message through words.\n\n\nIoannou:\n It's critical to the Coalition that KTE-4251 doesn't make it ashore. Negotiations are always preferred, but since you proved that you won't play fair, we've been sent to stop you. If you'll continue, I doubt we'll be the last the coalition sends.\n\n\nNesher:\n Only we have you on board, now. Would be a shame if any of you got injured during another GOC attack.\n\n\nIoannou:\n Project ZAPHON is bigger and more important than just me and my crew.\n\n\nNesher:\n I see. Project ZAPHON? Project \"north\"\n1\n?\n\n\nIoannou:\n Project \"classified\", for you.\n\n\nNesher:\n Classified. Hmm.\n\n\nNesher stands and slowly walks up to Ioannou.\n\n\nNesher:\n There is a major difference between our organisations, Ioannou.\n\n\nNesher:\n You, the Coalition, you're absolute experts at killing things. Masters at it. The Foundation, now - we're great at keeping things alive. Why, we have several experts on the topic on this very ship.\n\n\nHe glances at her.\n\n\nNesher:\n You know that.\n\n\nNesher turns back to his seat.\n\n\nNesher:\n I can guarantee to you, Captain, that no matter how long you hold your tongue, your crew won't \ndie\n. Not quite, at least.\n\n\nSitting down, he glances at Ioannou.\n\n\nNesher:\n Will you take a seat, now?\n\n\nSilence.\n\n\nNesher:\n I have noticed - there's a fellow in your crew that also has the surname Ioannou. Now, isn't that a coincidence.\n\n\nSilence.\n\n\nSlowly, Captain Ioannou sits down.\n\n\nNesher:\n There we are. Much more comfortable.\n\n\nIoannou:\n I don't know much about the project at large.\n\n\nNesher nods.\n\n\nIoannou:\n I know what I already told you. I know my submarine's usual task, which is maintaining \nsome exclusion zone\n near Syria. Which I also know you know of.\n\n\nNesher:\n That much we do.\n\n\nIoannou:\n I know the suborganisations involved. The New Templars, the Mossad's \nYeda' Zoher\n branch. A bunch of Satanists. Hell, even ORIA sent representatives once. Pretty much every suborganisation with an interest in the Middle East sent people to visit the exclusion zone.\n\n\nNesher:\n And yet you won't tell the Foundation what it is you're keeping in there. Or why you don't want this bow to get ashore.\n\n\nIoannou:\n The bow? I was only told that we can't let it fall into the wrong hands. I don't doubt that would cost innocent lives, captain.\n\n\nNesher:\n Very well. If you excuse me, now, I've just remembered a pressing correspondence I need to issue. Don't worry, though. We'll have plenty of conversations in the days to come.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-24 Command (\npcs.42etis|dnammoc#pcs.42etis|dnammoc\n)\n\n\nFrom:\n Captain Joseph Nesher (\npcs.demfpcs|nfesoy#pcs.demfpcs|nfesoy\n)\n\n\nSubject:\n Re: Re: SCP-6656 towline incident\n\n\n\n\n\n\nGood evening.\n\n\nI have interviewed the persons rescued from the submarine that attacked us this morning. According on the information provided, the strike was coordinated under the GOC's \"Project ZAPHON\". Based on said information, I believe Project ZAPHON constitutes an attempt by the GOC to coordinate and execute anti-Foundation activity.\n\n\nAlso according to the conducted interviews, the containment and study of SCP-6656 by the Foundation would land a major blow to Project ZAPHON. I recommend that the Foundation immediately halt all negotiations regarding the transfer of SCP-6656. I have already begun retrieval efforts.\n\n\n\n\n\n\n\n\nTo:\n Captain Joseph Nesher (\npcs.demfpcs|nfesoy#pcs.demfpcs|nfesoy\n)\n\n\nFrom:\n Site 24 Command (\npcs.42etis|dnammoc#pcs.42etis|dnammoc\n)\n\n\nSubject:\n Re: Re: Re: SCP-6656 towline incident\n\n\n\n\n\n\nInterviewing personnel from a major GoI without authorization would normally carry consequence. You are invited to Site-24 once this is over.\n\n\nYour recommendations were forwarded and approved.\n\n\n\n\nUpdate 3/9/2020:\n Upon the retrieval and continued towing of SCP-6656, GOC researcher Habib Nour, one of the personnel recovered from the \nGoldfish\n, was found dead in his cell having hanged himself using his belt.\n\n\nFurther inquiries revealed that researcher Nour was the acting mission specialist aboard the \nGoldfish\n, and knew significantly more about the nature of project ZAPHON. Ioannou has been penalized for withholding this information.\n\n\nOver the following days, further negotiation attempts were made by the GOC, all of which were rejected. Eventually, the Foundation announced that any transfer of SCP-6656 would only occur after the immediate cessation of Project ZAPHON activities, and closed negotiations.\n\n\nOn the 5/9/2020, SCP-6656 arrived at the port of Beirut and was loaded into a truck, which was to be escorted to Site-24. This convoy never arrived at its destination. The following is a log composed of surviving camera footage.\n\n\n\n\n5:31 to 8:56:\n \nThe convoy drives as planned.\n\n\n8:56:\n \nMultiple agents communicate feeling an earthquake; The convoy chooses a spot to stop at on the side of the road until the quake passes.\n\n\n8:57:\n \nAs the convoy stops, the truck carrying SCP-6656 is violently launched into the air. Personnel dismount their vehicles to search for the threat.\n\n\n8:59:\n \nAn enormous dusty hand emerges from the ground and moves to grab the overturned truck. Personnel open fire.\n\n\nThe hand flails backwards, striking multiple personnel. Simultaneously, a second hand emerges, as well as a femoid upper torso and a head covered with long, strawlike hair. Personnel concentrate fire on the latter.\n\n\nThe entity swings one of its arms around while using the other to pull itself further out of the ground. Where the side of the hand strikes, objects are sliced cleanly despite it being nearly 20cm thick.\n\n\n9:00 to 9:01:\n \nPersonnel retrieve the emergency RPG from one of the cars, and fire a missile at the entity. The missile hits one of its hands and explodes. When the dust clear, only a bloodless stump remains of the entity's lower arm.\n\n\nThe entity stares at its missing hand for a moment before fully pulling itself above the ground and raising its stump above its head. All personnel's weapons are immediately pulled from their hands and towards the stump, where they clump together. The entity lowers its arm, and the guns begin firing.\n\n\n9:01 to 9:03:\n [Removed for brevity.]\n\n\n9:03:\n \nThe entity reaches the truck and slices it open with the side of its hand.\n\n\n9:03 to 9:08:\n \nThe entity stares at SCP-6656.\n\n\n9:08:\n \nThe entity collects SCP-6656 and turns to leave. For the first time, the cuneiform letters 𐎓𐎐𐎚 are clearly visible on its forehead. As it strides away, it slowly sinks into the ground, taking SCP-6656 with it.\n\n\n\n\nUpdate 13/9/2020:\n The Foundation has contacted the GOC regarding its potential entry into Project ZAPHON. Further updates pending.\n\n\n\n\nFootnotes\n\n\n1\n. Captain Nesher is a native Hebrew speaker.\n\n\n\n\n\n\n\n\n« \nSCP-6655\n | SCP-6656 | \nSCP-6657\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Captain Ioannou, UNGOCNFS Goldfish Interviewer: Captain Nesher, SCPF Bakdash <Begin Log> Captain Ioannou enters Captain Nesher's office. Nesher looks up at her from his paperwork. Nesher: Please, take a seat. Ioannou remains standing. Nesher returns to his papers. Nesher: I understand that you are the captain of the vessel that attempted to sabotage our mission? At least, judging by how the rest of the crew looks at you. I do know how sailors glance at a defeated captain. Ioannou keeps silent. Nesher puts down his papers. Nesher: Listen, I know you're Coalition. You were wearing identification badges , for God's sake. I didn't even know the Coalition issued identification badges. Nesher: And now, that makes me wonder. Since you wanted us to know who you are, I must assume you know who we are. And since you knew who it is you were dealing with, you must've known this wasn't worth the week, at most, that it'll take us to pick that thing up again. So I must assume you weren't sent here just to cut a string. He leans forward. Nesher: So, Captain Ioannou. What is your mission here? Silence. Ioannou: I'm here to deliver a message. Nesher: Chuckles . Nesher: Good thing you were captured, then. Would've been hard to deliver your message if we just blew your ship out of the water. Ioannou: I was sent to deliver a message through action, but let me punctuate it with a message through words. Ioannou: It's critical to the Coalition that KTE-4251 doesn't make it ashore. Negotiations are always preferred, but since you proved that you won't play fair, we've been sent to stop you. If you'll continue, I doubt we'll be the last the coalition sends. Nesher: Only we have you on board, now. Would be a shame if any of you got injured during another GOC attack. Ioannou: Project ZAPHON is bigger and more important than just me and my crew. Nesher: I see. Project ZAPHON? Project \"north\" 1 ? Ioannou: Project \"classified\", for you. Nesher: Classified. Hmm. Nesher stands and slowly walks up to Ioannou. Nesher: There is a major difference between our organisations, Ioannou. Nesher: You, the Coalition, you're absolute experts at killing things. Masters at it. The Foundation, now - we're great at keeping things alive. Why, we have several experts on the topic on this very ship. He glances at her. Nesher: You know that. Nesher turns back to his seat. Nesher: I can guarantee to you, Captain, that no matter how long you hold your tongue, your crew won't die . Not quite, at least. Sitting down, he glances at Ioannou. Nesher: Will you take a seat, now? Silence. Nesher: I have noticed - there's a fellow in your crew that also has the surname Ioannou. Now, isn't that a coincidence. Silence. Slowly, Captain Ioannou sits down. Nesher: There we are. Much more comfortable. Ioannou: I don't know much about the project at large. Nesher nods. Ioannou: I know what I already told you. I know my submarine's usual task, which is maintaining some exclusion zone near Syria. Which I also know you know of. Nesher: That much we do. Ioannou: I know the suborganisations involved. The New Templars, the Mossad's Yeda' Zoher branch. A bunch of Satanists. Hell, even ORIA sent representatives once. Pretty much every suborganisation with an interest in the Middle East sent people to visit the exclusion zone. Nesher: And yet you won't tell the Foundation what it is you're keeping in there. Or why you don't want this bow to get ashore. Ioannou: The bow? I was only told that we can't let it fall into the wrong hands. I don't doubt that would cost innocent lives, captain. Nesher: Very well. If you excuse me, now, I've just remembered a pressing correspondence I need to issue. Don't worry, though. We'll have plenty of conversations in the days to come. <End Log>",
        "5:31 to 8:56: The convoy drives as planned. 8:56: Multiple agents communicate feeling an earthquake; The convoy chooses a spot to stop at on the side of the road until the quake passes. 8:57: As the convoy stops, the truck carrying SCP-6656 is violently launched into the air. Personnel dismount their vehicles to search for the threat. 8:59: An enormous dusty hand emerges from the ground and moves to grab the overturned truck. Personnel open fire. The hand flails backwards, striking multiple personnel. Simultaneously, a second hand emerges, as well as a femoid upper torso and a head covered with long, strawlike hair. Personnel concentrate fire on the latter. The entity swings one of its arms around while using the other to pull itself further out of the ground. Where the side of the hand strikes, objects are sliced cleanly despite it being nearly 20cm thick. 9:00 to 9:01: Personnel retrieve the emergency RPG from one of the cars, and fire a missile at the entity. The missile hits one of its hands and explodes. When the dust clear, only a bloodless stump remains of the entity's lower arm. The entity stares at its missing hand for a moment before fully pulling itself above the ground and raising its stump above its head. All personnel's weapons are immediately pulled from their hands and towards the stump, where they clump together. The entity lowers its arm, and the guns begin firing. 9:01 to 9:03: [Removed for brevity.] 9:03: The entity reaches the truck and slices it open with the side of its hand. 9:03 to 9:08: The entity stares at SCP-6656. 9:08: The entity collects SCP-6656 and turns to leave. For the first time, the cuneiform letters 𐎓𐎐𐎚 are clearly visible on its forehead. As it strides away, it slowly sinks into the ground, taking SCP-6656 with it."
    ],
    "containment_procedures": "Foundation submarines in the Mediterranean Sea have begun the process of transferring SCP-6656 to Site-24 for initial containment. No further precautions are necessary at this time.",
    "description": "SCP-6656 is a 15 meter long shattered bow currently located at the bottom of the Mediterranean Sea, approximately 20 kilometers off the shore of Paphos, Cyprus.",
    "title": "SCP-6656"
}