{
    "url": "https://scp-wiki.wikidot.com/scp-6658",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\nAnAnomalousWriter\n\n\n\n\n\n\nHello, check out my other wiki page/s here:\n\n\nhttp://scp-wiki.wikidot.com/ananomalouswriter-s-wallpaper-place-and-more\n (No author page yet)\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6658\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nSCP-6658 is to be housed in a standard humanoid containment chamber. Under the supervision of a Level 2 Researcher and a member of Foundation Security, SCP-6658 is permitted to roam and utilize Foundation common areas that are open to Level 1 personnel.\n1\n SCP-6658 is currently housed at Site-84.\n\n\nDescription:\n\nSCP-6658 is a human male, estimated to be between 210 and 230 years of age. Despite this, the physical appearance and motor functions of SCP-6658 is comparable to that of a 60 year old male. SCP-6658 has the ability to speak English, Spanish, Portuguese, French, and German.\n\n\nNo other anomalous properties have been observed nor detected from SCP-6658.\n\n\nAddendum 6658-A: Discovery\n\nOn 03/25/1992, the Foundation discovered SCP-6658 residing in Madrid, Spain. Local records and documents have shown that SCP-6658 was a recognized living citizen for over 150 years. Foundation administrators deemed this a sufficient enough disruption of normalcy to have SCP-6658 detained and housed in Site-46\n2\n. Subsequently, said records and documents were altered to erase the existence of the anomaly's prolonged life span and prevent further discrepancies.\n\n\nAddendum 6658-B: Interviews\n\nThe following are interview logs that have been conducted with SCP-6658 during its containment. Repetitive and uneventful logs have been omitted for brevity. A full list can be acquired upon request.\n\n\n\n\n\n\nInterview #1\n\n\n\n\n\n\nSubject:\n SCP-6658\n\nInterviewer:\n Dr. Harold Kula\n\n\nDate:\n 03/28/1992\n\n\nForeword:\n The following was conducted after initial containment of SCP-6658 at Site-46. SCP-6658 was deemed safe for interview after screening and examination for anomalous abilities. However, as per safety protocol, SCP-6658 and Dr. Kula are separated by a bulletproof glass barrier.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nDr. Kula enters the room. SCP-6658 is visibly confused.\n\n\nDr. Kula:\n Hello SCP-6658 , I am Dr. Kula. I am here to interview today, please state your name and age for the record.\n\n\nSCP-6658:\n (Pauses) Umm, don't really know why I'm here. Didn't do anything illegal, \nhave I\n?\n\n\nDr. Kula:\n Don't worry SCP-6658, you did not do anything wrong. You are safe here, we assure you. Just state your name and age so we can proceed.\n\n\nSCP-6658:\n Who is this \"\nwe\n\" if I might ask?\n\n\nDr. Kula:\n (Pauses) Not important. Just know we are part of the government. Now, please state your name and age.\n\n\nSCP-6658:\n Alright… Name's Jaime Santiago. Age is 216 years old I suppose? Starting to lose count of these. Pardon another question, but what's up with the \nSCP-6658\n?\n\n\nDr. Kula:\n That is just protocol, I could address you as Jaime or Santiago if you wish.\n\n\nSCP-6658:\n Jaime would be just fine dear.\n\n\nDr. Kula:\n How long were you staying at your current place of residence? Did you go to travel to other locations recently?\n\n\nSCP-6658:\n Stayed at that house for the latter part of a hundred years or so. Though, I haven't gone outside that town for about the last 8 or 10 years or so.\n\n\nDr. Kula:\n I see, okay. Alright Jaime, as you stated you are 216 years of age, any reason why that is? Like an object or event that extended your life span?\n\n\nSCP-6658:\n Hmm, well I don't think I remember such a \nthing\n. This is how it has always been, as far as I can remember mind you. And I have a decent memory, I suppose, but that fact is debatable. I can still vividly remember them trips in England back in 1840s, roamed around the streets of London. Very fond of the Victorian attire at the time and the architecture was ma-\n\n\nDr. Kula:\n (Interrupting) Okay Jaime, I have to stop you there. I think we need to get back on track.\n\n\nSCP-6658:\n Oh… of course pardon me, perhaps another time will be more appropriate.\n\n\nDr. Kula:\n Okay (Pauses) so are you sure you don't have a clue for the cause of your anomalously extended life-span?\n\n\nSCP-6658:\n Hmm, well, err… Not a clue I'm afraid.\n\n\nDr. Kula:\n Alright, do you know of any other anomalous properties you possess? Like things you can do out of the ordinary?\n\n\nSCP-6658:\n Nothing else that I know of. (Pauses) Except perhaps my hunger for adventure and exploration. Went to all the 6 continents back in my time. From Asia to the Americas, went to all of them.\n\n\nDr. Kula:\n I see alright, well that concludes our interview for today Jaime.\n\n\nSCP-6658:\n Oh… Is that so? Well till the next time we meet Kula, enjoyed our talk here.\n\n\nDr. Kula vacates the room and SCP-6658 is escorted to its temporary containment chamber.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #2\n\n\n\n\n\n\nSubject:\n SCP-6658\n\nInterviewer:\n Dr. Harold Kula\n\n\nDate:\n 04/05/1992\n\n\nForeword:\n The following was conducted to ascertain and confirm additional information from SCP-6658.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nSCP-6658 appears to be cheerful as Dr. Kula enters.\n\n\nSCP-6658:\n Hello Kula! Been a while since we've spoke.\n\n\nDr. Kula:\n Hello SCP-665-, I-I mean Jaime. Nice to see you again.\n\n\nSCP-6658:\n I expect more questions for me again, dear?\n\n\nDr. Kula:\n Yes, we will continue with more questions. It important we know more.\n\n\nSCP-6658:\n Alright! I'll answer them as best I can my dear.\n\n\nDr. Kula takes a seat and produces an envelope from his lab coat.\n\n\nDr. Kula:\n Okay, so here it says you have been living in Madrid for over 150 years. Is this true?\n\n\nSCP-6658:\n Close enough I suppose. I \nthink\n I was born there, but went on travelling around places and stuff, later on in life. Visiting and staying in other places months to years at a time. But I always felt at home there, so I come back from time to time share my stories and adventures to the people. I remember that one time I rode a boat in… hmm, err… I think South America was it and I wa-\n\n\nDr. Kula:\n (Interrupting) Sorry again Jaime, but we need to continue.\n\n\nSCP-6658:\n Ah alright (Pauses) What is the next question then my dear?\n\n\nDr. Kula:\n Do you know any living relatives? Perhaps friends and acquaintances?\n\n\nSCP-6658:\n Hmm well not really… Only relatives I know were my parents. They probably died over 120 years ago. Then my wife passed away a-about (Pauses) 80 years ago. (Pauses) Don't really think about it that much. Though I am acquaintances with some of the locals back at my place.\n\n\nDr. Kula:\n Sorry to hear that Jaime, we can move on if you wish.\n\n\nSCP-6658:\n Oh its alright my dear, what has happened is already set in stone, no changing the past.\n\n\nDr. Kula:\n Okay… alright moving on, any other residences you have, other than the one in Spain?\n\n\nSCP-6658:\n I know I had a couple in the USA, UK, and Canada. I also had one in the Philippines and another in Thailand I believe. (Pauses) Yeah I think that's all of them.\n\n\nDr. Kula:\n Are these residences still under your ownership?\n\n\nSCP-6658:\n Not anymore, I think? Been a few decades since I came to any of them.\n\n\nDr. Kula:\n Okay, do you have any other information you wish to disclose, such as those that may relate to your anomalous ability?\n\n\nSCP-6658:\n Nothing more my dear.\n\n\nDr. Kula:\n Alright then, that concludes our interview for today.\n\n\nSCP-6658:\n Nice chat again my dear. Looking forward to our next one!\n\n\nDr. Kula:\n Unfortunately, this may be our last one. I have also been instructed to inform you that you will be assigned to a different location and researcher.\n\n\nSCP-6658:\n Oh… is that so? Well I enjoyed our little time we have here. Hoping we meet once more dear, somewhere sometime.\n\n\nDr. Kula:\n I hope so too Jaime.\n\n\nDr. Kula vacates his seat and moves to the door but is stopped by SCP-6658.\n\n\nSCP-6658:\n Oh and Kula, take some time of your work, whatever it is, and, you know, take a break and see the world once in a while. Looking a little bit stressed from what I see in your face, a change of place might help with that.\n\n\nDr. Kula gives an affirming nod and vacates the room. SCP-6658 is escorted to its temporary containment chamber.\n\n\n\n\nEND LOG\n\n\n\n\nNote: SCP-6658 was shortly transferred to Site-84 and was reassigned under Dr. Gan Coroner thereafter.\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #3\n\n\n\n\n\n\nSubject:\n SCP-6658\n\nInterviewer:\n Dr. Gan Coroner\n\n\nDate:\n 04/20/1992\n\n\nForeword:\n The following was conducted to brief SCP-6658 upon relocation to Site-84 as part of the Ethics Committee's SATW\n3\n program.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nDr. Coroner enters the room and SCP-6658 greets with a cheerful expression\n\n\nSCP-6658:\n Hello doctor! Nice to see you.\n\n\nDr. Coroner:\n Hello Mr. Jaime Santiago. I am Dr. Gan Coroner, the researcher that is assigned to you. My job is to keep you well and check up on you from time to time. So to begin, might I ask if you are comfortable with your current living arrangements here?\n\n\nSCP-6658:\n Oh yes, it is more than enough. A little bit on the sparse side but it is enough. Also dear, what name might I call you? Gan, Coroner or something else? I'll do my best to remember it.\n\n\nDr. Coroner:\n (Pauses) Dr. Coroner or Gan would be just fine.\n\n\nSCP-6658:\n Alright Gan! Say have you met the previous fine gentleman that I talked to a few days ago? Err… Kula was his name?\n\n\nDr. Coroner:\n Yes, we have spoken to discuss about your transfer a while back. But we must proceed with the interview and briefing.\n\n\nSCP-6658:\n Okay my dear.\n\n\nDr. Coroner:\n Alright, I believe you have already been briefed on the daily routine, protocols and general guidelines by the security team in your quarters?\n\n\nSCP-6658:\n Yes, I believe so. A bit on the stricter side than I am used to but I'll follow them nonetheless my dear. Say will there be times where I can go out again? Like experience the outside? Travel again and the like?\n\n\nDr. Coroner:\n Sorry Jaime, that will likely not happen, (Pauses) at least not anytime soon. You need to be here for your safety. But we will make your stay here hospitable.\n\n\nSCP-6658:\n Oh (Pauses) A-Alright then, looking forward to it nonetheless, Gan.\n\n\nDr. Coroner:\n To reiterate the briefing of the security team, you can just contact or talk to me if you have questions or need something in particular. Also please do not deviate from the scheduled times and vacate your room unless you have explicit approval and supervision from me.\n\n\nSCP-6658:\n Don't worry Gan, I'll see to it that I won't be cause for trouble. Don't wanna stress you out more in this job of yours. I'll be sure to ask for permission always.\n\n\nDr. Coroner:\n Good, Good to hear. So how are you feeling today?\n\n\nSCP-6658:\n Feeling a bit confused but hmm… well for the most part. Feels somewhat nice to have a change of pace, even though this is very different. First time to experience things like this or even go to a place like \nthis\n, whatever this place is. Looking forward to talking with the people folk here, got a couple of stories to tell. Seems like nice people from what I can see.\n\n\nDr. Coroner:\n Okay, seems like you are comfortable here. So that concludes our interview for now, but we will have more bi-yearly interviews like this one. But outside of that, you can talk to me and other approved people during our free hours.\n\n\nSCP-6658:\n Okay Gan, Looking forward to it!\n\n\nDr. Coroner:\n Alright, that is all for now.\n\n\nDr. Coroner vacates the room and SCP-6658 is escorted to its containment chamber.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #21\n\n\n\n\n\n\nSubject:\n SCP-6658\n\nInterviewer:\n Dr. Gan Coroner\n\n\nDate:\n 06/30/2004\n\n\nForeword:\n The following was conducted to examine the well-being of SCP-6658 as part of the Ethics Committee's SATW program.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nDr. Coroner enters the room and waves at SCP-6658.\n\n\nSCP-6658:\n Its that time of year again, dear?\n\n\nDr. Coroner:\n It is that time of year. I think you already know the \nroutine\n?\n\n\nSCP-6658:\n Of course! Outside of our usual talks, I quite look forward to these things.\n\n\nDr. Coroner:\n Alrighty then! Let's begin with a good ole - How are you feeling today?\n\n\nSCP-6658:\n Doing great Gan! Feeling comfortable as usual here. People are still friendly as always.\n\n\nDr. Coroner:\n Yeah, as I have heard. It appears you are quite talkative in the cafeteria, like usual.\n\n\nSCP-6658:\n Yeah, it feels like people like talking to me and I am happy about that. Quite enjoy those times.\n\n\nDr. Coroner:\n Wonderful, can you tell me what were some of the things you told them recently?\n\n\nSCP-6658:\n With pleasure my dear.\n\n\nFor the next 28 minutes, SCP-6658 proceeds to converse with Dr. Coroner about its experience in surveying Mount Apo in the Philippines. A full transcript of the conversation is included with the full list which can be acquired by request.\n\n\nDr. Coroner:\n Sounds like you had the adventure.\n\n\nSCP-6658:\n Yes my dear, its one of \nmany\n. Though I do hope that one day, I can take you to such places. I can just imagine the look of your face in awe.\n\n\nDr. Coroner:\n (Pauses) Well we can dream Jaime. But until then we are here. So anything else to say or state before we end this session?\n\n\nSCP-6658:\n Nothing else Gan. Quite enjoyed our time here. (Pauses) But hey, how's that seminar or event you're going to attend in a few days? Noticed you'll probably be gone at that time.\n\n\nDr. Coroner:\n Not here Jaime, we can talk about that in another place and time.\n\n\nSCP-6658:\n Oh… alrighty then!\n\n\nDr. Coroner:\n Good to hear, well that will be all for to today. See you Jaime.\n\n\nSCP-6658 waves at Dr. Coroner who is leaving the the room. SCP-6658 was escorted to its containment chamber afterwards.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview #45\n\n\n\n\n\n\nSubject:\n SCP-6658\n\nInterviewer:\n Dr. Gan Coroner\n\n\nDate:\n 06/30/2016\n\n\nForeword:\n The following was conducted to examine the well-being of SCP-6658 as part of the Ethics Committee's SATW program.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\nDr. Coroner enters the room and waves at SCP-6658.\n\n\nSCP-6658:\n Its the time of the year again!\n\n\nDr. Coroner:\n (Yawns) Hello Jaime, yes its another one of our sessions.\n\n\nSCP-6658:\n Wonderful! Let's start now, shall we my dear?\n\n\nDr. Coroner:\n Alrighty, so how are you feeling today?\n\n\nSCP-6658:\n Oh the usual stuff (Pauses) feeling great! Met some of the new faces today, seems to be a friendly bunch. Appears like you just hired some new staff.\n\n\nDr. Coroner:\n Oh yeah, (Yawns) looks like you are getting along with them nicely.\n\n\nSCP-6658:\n I sure am! Really eager to talk with me, eager to talk to them as well!\n\n\nDr. Coroner:\n Good good, appears you are in good shape.\n\n\nSCP-6658:\n Yes just like usual. But Gan, it appears you're not so good? Getting enough sleep? Working the late hours on that presentation you told me about? You'll be presenting that, err… a week from now?\n\n\nDr. Coroner:\n Yeah that and starting to handle more and more stuff. Been working here for a couple of decades as you can guess, always more work to be done and more work to \ndo\n. Though I always did look forward to the little time we can talk with one another, a good break from the monotonous routine.\n\n\nSCP-6658:\n That just warms my heart dear. I really like it when someone enjoys my company.\n\n\nDr. Coroner:\n It is because you are good company to have. I- Wait-wait, we must proceed to the next part and stick to the protocol. This should be about you, not me.\n\n\nSCP-6658 nods in affirmation.\n\n\nDr. Coroner:\n Can you share some the stories you talked about with the people recently?\n\n\nSCP-6658:\n Of course as always!\n\n\nFor the next 34 minutes, SCP-6658 proceeds to converse with Dr. Coroner about its experience in exploring the streets of London in England. A full transcript of the conversation is included with the full list which can be acquired by request.\n\n\nDr. Coroner:\n The streets really do look different from back then, I suppose.\n\n\nSCP-6658:\n Indeed, though I haven't gone back in a while, since you \nknow\n. Sometimes I do miss going out, into the big wide world out there. Been a while since I have seen the majestic night sky. But even so I miss it, I still do enjoy your company.\n\n\nDr. Coroner:\n (Pauses) Sorry about that Jaime, well… that is just how it is. We can talk about that more if you want.\n\n\nSCP-6658:\n Ah no need my dear. I still enjoy being here and talking with you people!\n\n\nDr. Coroner:\n Alright, but are you sure about it? Remember you can always talk to me if needed.\n\n\nSCP-6658:\n No worries, I am always in high spirits!\n\n\nDr. Coroner:\n Okay, (Pauses) well that concludes our session for today.\n\n\nSCP-6658:\n Looking forward again as always.\n\n\nSCP-6658 and Dr. Coroner wave at one another before Dr. Coroner leaves the room. SCP-6658 was escorted to its containment chamber afterwards.\n\n\n\n\nEND LOG\n\n\n\n\n\n\nAddendum 6658-C: Inciting Incident\n\nA containment breach of SCP-6658 occurred on 12/26/2019. The breach was orchestrated with the assistance of Dr. Gan Coroner. The following is a transcript of events that have occurred, documented through the use of the site-wide surveillance system.\n\n\n\n\n\n\nBEGIN LOG\n\n\n\n\n19:56\n - SCP-6658 is brought into interview room 3 under the orders of Dr. Coroner.\n\n\n19:58\n - Dr. Coroner gains unauthorized access to the nearby armory and acquires a firearm.\n\n\n22:02\n - Dr. Coroner enters interview room 3 and converses with SCP-6658. The conversation is as follows:\n\n\n\n\nSCP-6658:\n That time of year again? A bit la-\n\n\nDr. Coroner:\n (Interrupting) Alright Jaime I need you to listen very very carefully, but please don't panic. I need to get you out of here now! Everyone else is out to kill you. Luckily for us I have devised a plan for you to escape.\n\n\nSCP-6658:\n Kill me!? B-But why?\n\n\nDr. Coroner:\n I don't know why either, but they sent instructions to all of us and something else with it - but explanations for later, we need to move. Game plan is I pretend to escort you to the termination room but instead of that we go to the exit. What I need you to do is keep quiet and put your head down and play along as we go. Got that?\n\n\nSCP-6658:\n Alright, keep quiet, lay low, got it.\n\n\nDr. Coroner:\n Let's move until someone checks the security cameras.\n\n\n\n\n22:04:\n - SCP-6658 and Dr. Coroner vacate the room and move to the South Wing of the Site.\n\n\n22:16:\n - SCP-6658 and Dr. Coroner are halted by security personnel at hallway S2A. Security personnel question Dr. Coroner and SCP-6658, presumably concerning where they are heading to.\n\n\n22:21:\n - SCP-6658 and Dr. Coroner are allowed by security to proceed.\n\n\n22:30:\n - Surveillance staff review the footage from interview room 3 and promptly alert Site security.\n\n\n22:32:\n - A Site-wide alert and lockdown has been issued. A mandate has been disseminated to terminate SCP-6658 and Dr. Coroner on sight.\n\n\n22:40:\n - SCP-6658 and Dr. Coroner are seen running away from security as personnel open fire at hallway S3B. Dr. Coroner returns fire at personnel.\n\n\n22:45:\n - Dr. Coroner was able to bypass a security door and gain access to the vehicle bay. Security personnel soon followed, however the security door was blocked and sabotage.\n\n\n22:46:\n - Technical personnel attempt to stop Dr. Coroner and SCP-6658 but fail. The individuals hijack a Foundation Humvee and drive outside the Site.\n\n\n22:55:\n - Security personnel are able to bypass the security door and pursue the stolen Foundation Humvee.\n\n\n23:26:\n - Surveillance equipment from the Humvee are remotely activated. Sensors indicate the vehicle to be located at 45km Southeast from Site-84. Onboard microphones are able to overhear a conversation between SCP-6658 and Dr. Coroner. The conversation is as follows:\n\n\n\n\nDr. Coroner:\n Well shit. We got no juice left.\n\n\nSCP-6658:\n What're we going to do now Gan?\n\n\nDr. Coroner:\n We need to proceed on foot. The original plan did not play out. Fuck. Didn't think that they would check the recording that early. We could have gone by undetected if it weren't for those fuckers.\n\n\nSCP-6658:\n Hey hey, this is no time to panic my dear. It wasn't your fault, alright? (Pauses) Guess this is just how it played out.\n\n\nDr. Coroner:\n Yeah, (Pauses)I guess. But now we need to run and ditch the jeep, closest city from here is about 50 kilometers that way, if I'm right. They probably have all sorts of sensors and trackers on this thing. Hell, they are probably going to this exact location right now.\n\n\nSCP-6658:\n How long until they get here?\n\n\nDr. Coroner:\n About 20 to 30 minutes tops. So we need to get far enough now.\n\n\nSCP-6658 and Dr. Coroner are overheard leaving the vehicle\n\n\nDr. Coroner:\n T-This way Jaime! We need to hurry! (Sound grows more faint as time progresses)\n\n\nSCP-6658:\n Wait! (Gasp) I can't run that quick. My-my legs don't work like they use to.\n\n\nDr. Coroner:\n (Gasp) Alright I'm back. But Jaime we need to keep up the pace to outrun them.\n\n\nSCP-6658:\n Gan, I'm telling you I can't run that fast. We can't get that far with my current pace.\n\n\nDr. Coroner:\n But Jaime! We will die if we stay here. Come on, I know we can do it! I will carry you if I have to, just to keep the both of us alive. Now come on we ca-\n\n\nSCP-6658:\n (Interrupting) Gan! Listen to me! I am telling you that there is no hope of saving me. I'm old, I lived for long enough, probably longer than everyone else. But you my dear (Pauses) you still got some of your years to spend. N-Now go on and leave me be.\n\n\nDr. Coroner:\n B-but Jaime, I mu-\n\n\nSCP-6658:\n No buts about it, you won't change my mind. I will stay put here and you will go. That is it. (Pauses) But before you go, can you grant this old man's last wish?\n\n\nDr. Coroner:\n B-but wh- (Pauses) (Sighs) Sure Jaime, anything in the world!\n\n\nSCP-6658:\n Don't worry it'll only take 5 minutes, should give you enough time to escape. Well, seeing as this probably one of my last nights here in this world, would you care join me to gaze at the stars one last time?\n\n\nDr. Coroner:\n (Crying) Of course Jaime. I will be here with you for as long as you want.\n\n\nSCP-6658:\n Wonderful, now come on now, let's sit together on that rock.\n\n\n1 minute of silence fills the scene.\n\n\nSCP-6658:\n Say Gan, you ever got in touch again with that Kula fella a while back? You know the one that interviewed me those decades a while back?\n\n\nDr. Coroner:\n Yeah Dr. Kula, we haven't got contact with one another for a good couple of years.\n\n\nSCP-6658:\n I see, I guess that's just how it is. (Pauses) Y'know he was a good lad, a bunch of you people are.\n\n\nDr. Coroner:\n Yeah maybe they were. Well now I guess they're probably \ndifferent\n now, probably because of that file or something else. Hell, I don't even know or recognize what that file was.\n\n\nSCP-6658:\n Oh is that so? (Pause) Quite sad to hear about that. Still think about them from time to time.\n\n\n2 minutes of silence fills the scene.\n\n\nSCP-6658:\n I really do guess dreams come true. I finally got to the night sky again, the stars are out and the moon is bright, and with all the people to be with, its \nyou\n. You know, I never really considered how I'll die. Always thought that I'd have to be some sort of accident or something (Chuckles). But hey right now, you're here with me, and I am grateful for that my dear.\n\n\nDr. Coroner:\n (Crying) Y-You know when I said I-I looked forward to our talks, I really meant that. You were always that type of person to cheer people up. Even when the paperwork and projects piled up, you were like a breath of fresh air to me. I will dearly, \ndearly\n, miss those times and your wonderful stories. And I (Pauses) I-I am sincerely sorry for keeping you locked up in there when you could have been out here.\n\n\nSCP-6658:\n No need to apologize Gan, you and your friends made my stay there very enjoyable, I always looked at the bright side. It warms my heart that my stories and conversations can comfort you. But Gan, I'm afraid our time is cut short, you need to go now.\n\n\nDr. Coroner:\n (Pauses) Alright Jaime. J-Just know I will never forget you and what you did and meant for me.\n\n\nSCP-6658:\n Thanks for being with me my dear. Now, is the time for goodbye.\n\n\nFootsteps are heard moving away from the vehicle.\n\n\n\n\n23:49:\n Security personnel are heard on the scene. A gunshot is audible, presumably the termination of SCP-6658.\n\n\n24:05:\n Security personnel return to Site-84 with the corpse of SCP-6658.\n\n\n\n\nEND LOG\n\n\n\n\n\n\nFoundation scouts continued to survey the area where SCP-6658 was terminated to locate Dr. Coroner. As of writing, Dr. Coroner's whereabouts are unknown to the foundation. Furthermore, it is currently being speculated if Dr. Coroner may possess some, as of now currently unknown, type of memetic hazard resistance.\n\n\nThe document of SCP-6658 shall be updated upon validation of termination by RAISA\n4\n.\n\n\n\n\n\n\n\n\n\nYou are currently accessing an outdated iteration of Document-6658. To view the latest iteration click\n\n\n\nHERE.\n\n\n\n\nHERE.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6658\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nNo containment procedures are required for SCP-6658 as it is effectively neutralized. However, a copy of the previous iteration of this document is available upon request.\n\n\nDescription:\n\nSCP-6658 was a human male, estimated to be between 210 and 230 years of age. Despite this, the physical appearance and motor functions of SCP-6658 was comparable to that of a 60 year old male. Furthermore, SCP-6658 had the ability to speak English, Spanish, Portuguese, French, and German. No other anomalous properties have been observed nor detected from SCP-6658.\n\n\nAddendum 6658-A: Neutralization\n\nA containment breach of SCP-6658 occurred on 12/26/2019. The breach was orchestrated with the assistance of Dr. Gan Coroner. In response, security personnel were dispatched to neutralize SCP-6658 and Dr. Coroner. Only SCP-6658 has successfully been neutralized. The whereabouts of Dr. Coroner is not known as of writing.\n\n\nNote:\n Traitors, such as Dr. Gan Coroner, that defy our \nnew instructions\n from the Council are to be executed on sight.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. In accordance Directive DE-32 by the Ethics Committee for non-disruptive sapient anomalies.\n\n\n2\n. Later transported to Site-84 for permanent housing on 04/10/1992.\n\n\n3\n. Sapient Anomaly Therapy Welfare.\n\n\n4\n. Recordkeeping and Information Security Administration\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6658\n\" by AnAnomalousWriter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6658\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6658-A: Discovery On 03/25/1992, the Foundation discovered SCP-6658 residing in Madrid, Spain. Local records and documents have shown that SCP-6658 was a recognized living citizen for over 150 years. Foundation administrators deemed this a sufficient enough disruption of normalcy to have SCP-6658 detained and housed in Site-46 2 . Subsequently, said records and documents were altered to erase the existence of the anomaly's prolonged life span and prevent further discrepancies.",
        "Addendum 6658-B: Interviews The following are interview logs that have been conducted with SCP-6658 during its containment. Repetitive and uneventful logs have been omitted for brevity. A full list can be acquired upon request.\n\n\n\n\n\n\n\n",
        "Addendum 6658-C: Inciting Incident A containment breach of SCP-6658 occurred on 12/26/2019. The breach was orchestrated with the assistance of Dr. Gan Coroner. The following is a transcript of events that have occurred, documented through the use of the site-wide surveillance system.\nFoundation scouts continued to survey the area where SCP-6658 was terminated to locate Dr. Coroner. As of writing, Dr. Coroner's whereabouts are unknown to the foundation. Furthermore, it is currently being speculated if Dr. Coroner may possess some, as of now currently unknown, type of memetic hazard resistance.\nThe document of SCP-6658 shall be updated upon validation of termination by RAISA 4 .\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "SCP-6658: That time of year again? A bit la- Dr. Coroner: (Interrupting) Alright Jaime I need you to listen very very carefully, but please don't panic. I need to get you out of here now! Everyone else is out to kill you. Luckily for us I have devised a plan for you to escape. SCP-6658: Kill me!? B-But why? Dr. Coroner: I don't know why either, but they sent instructions to all of us and something else with it - but explanations for later, we need to move. Game plan is I pretend to escort you to the termination room but instead of that we go to the exit. What I need you to do is keep quiet and put your head down and play along as we go. Got that? SCP-6658: Alright, keep quiet, lay low, got it. Dr. Coroner: Let's move until someone checks the security cameras.",
        "Dr. Coroner: Well shit. We got no juice left. SCP-6658: What're we going to do now Gan? Dr. Coroner: We need to proceed on foot. The original plan did not play out. Fuck. Didn't think that they would check the recording that early. We could have gone by undetected if it weren't for those fuckers. SCP-6658: Hey hey, this is no time to panic my dear. It wasn't your fault, alright? (Pauses) Guess this is just how it played out. Dr. Coroner: Yeah, (Pauses)I guess. But now we need to run and ditch the jeep, closest city from here is about 50 kilometers that way, if I'm right. They probably have all sorts of sensors and trackers on this thing. Hell, they are probably going to this exact location right now. SCP-6658: How long until they get here? Dr. Coroner: About 20 to 30 minutes tops. So we need to get far enough now. SCP-6658 and Dr. Coroner are overheard leaving the vehicle Dr. Coroner: T-This way Jaime! We need to hurry! (Sound grows more faint as time progresses) SCP-6658: Wait! (Gasp) I can't run that quick. My-my legs don't work like they use to. Dr. Coroner: (Gasp) Alright I'm back. But Jaime we need to keep up the pace to outrun them. SCP-6658: Gan, I'm telling you I can't run that fast. We can't get that far with my current pace. Dr. Coroner: But Jaime! We will die if we stay here. Come on, I know we can do it! I will carry you if I have to, just to keep the both of us alive. Now come on we ca- SCP-6658: (Interrupting) Gan! Listen to me! I am telling you that there is no hope of saving me. I'm old, I lived for long enough, probably longer than everyone else. But you my dear (Pauses) you still got some of your years to spend. N-Now go on and leave me be. Dr. Coroner: B-but Jaime, I mu- SCP-6658: No buts about it, you won't change my mind. I will stay put here and you will go. That is it. (Pauses) But before you go, can you grant this old man's last wish? Dr. Coroner: B-but wh- (Pauses) (Sighs) Sure Jaime, anything in the world! SCP-6658: Don't worry it'll only take 5 minutes, should give you enough time to escape. Well, seeing as this probably one of my last nights here in this world, would you care join me to gaze at the stars one last time? Dr. Coroner: (Crying) Of course Jaime. I will be here with you for as long as you want. SCP-6658: Wonderful, now come on now, let's sit together on that rock. 1 minute of silence fills the scene. SCP-6658: Say Gan, you ever got in touch again with that Kula fella a while back? You know the one that interviewed me those decades a while back? Dr. Coroner: Yeah Dr. Kula, we haven't got contact with one another for a good couple of years. SCP-6658: I see, I guess that's just how it is. (Pauses) Y'know he was a good lad, a bunch of you people are. Dr. Coroner: Yeah maybe they were. Well now I guess they're probably different now, probably because of that file or something else. Hell, I don't even know or recognize what that file was. SCP-6658: Oh is that so? (Pause) Quite sad to hear about that. Still think about them from time to time. 2 minutes of silence fills the scene. SCP-6658: I really do guess dreams come true. I finally got to the night sky again, the stars are out and the moon is bright, and with all the people to be with, its you . You know, I never really considered how I'll die. Always thought that I'd have to be some sort of accident or something (Chuckles). But hey right now, you're here with me, and I am grateful for that my dear. Dr. Coroner: (Crying) Y-You know when I said I-I looked forward to our talks, I really meant that. You were always that type of person to cheer people up. Even when the paperwork and projects piled up, you were like a breath of fresh air to me. I will dearly, dearly , miss those times and your wonderful stories. And I (Pauses) I-I am sincerely sorry for keeping you locked up in there when you could have been out here. SCP-6658: No need to apologize Gan, you and your friends made my stay there very enjoyable, I always looked at the bright side. It warms my heart that my stories and conversations can comfort you. But Gan, I'm afraid our time is cut short, you need to go now. Dr. Coroner: (Pauses) Alright Jaime. J-Just know I will never forget you and what you did and meant for me. SCP-6658: Thanks for being with me my dear. Now, is the time for goodbye. Footsteps are heard moving away from the vehicle.",
        "\" SCP-6658 \" by AnAnomalousWriter, from the SCP Wiki . Source: https://scpwiki.com/scp-6658 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "No containment procedures are required for SCP-6658 as it is effectively neutralized. However, a copy of the previous iteration of this document is available upon request.",
    "description": "SCP-6658 was a human male, estimated to be between 210 and 230 years of age. Despite this, the physical appearance and motor functions of SCP-6658 was comparable to that of a 60 year old male. Furthermore, SCP-6658 had the ability to speak English, Spanish, Portuguese, French, and German. No other anomalous properties have been observed nor detected from SCP-6658.",
    "title": "SCP-6658"
}