{
    "url": "https://scp-wiki.wikidot.com/scp-6662",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-6662\n - Keepers and Seekers by \nPeppersGhost\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6662\n\n\n» [Extended Documentation] «\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nITEM#: 6662\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6662\n\n\n\n\n\n\n\n\n\n\n\n\nINTELLIGENCE\n\n\n\n\n\n\nSapient\n\n\nExonormative\n\n\n\n\n\n\nTANGIBILITY\n\n\n\n\n\n\nSolid\n\n\nDisplaceable\n\n\n\n\n\n\nTHREAT\n\n\n\n\n\n\nPhysical\n\n\nUnhostile\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSignificant Cautionary Points\n\n\n\n\n\n\n\n\nLikely to escape if confined.\n\n\n\n\nPhysical containment and restriction of movement are ineffective and risk unnecessary provocation. Emphasis should instead be placed on diversionary tactics, such as manipulating SCP-6662 into searching remote and unpopulated areas.\n\n\n\n\nHighly distrustful of adults and adolescents.\n\n\n\n\nSCP-6662 will presume any given adult to be in a state of either anger or boredom. Avoid approaching SCP-6662 in a belligerent or confrontational manner and instead employ a blithe or indifferent demeanor. By contrast, SCP-6662 is excessively trustful of prepubescents and may be effortlessly manipulated by them. Personnel aged 12 and under are to be utilized for direct communications with SCP-6662.\n\n\n\n\nDescription\n\n\n\n\n\n\nSCP-6662 is a quasi-canid humanoid entity with limited ontokinetic properties. At will, SCP-6662 may bring into existence almost any variety of tool it needs, typically (though not necessarily) producing it from the backpack it carries. SCP-6662 has occasionally used this ability to manifest devices and gadgetry capable of novel or scientifically improbable functions, such as a handheld instrument which unfolds into an operational and fully-sized armored tank at the push of a button.\n\n\nAll technology produced by SCP-6662 is operated via simplistic and brightly colored analogue controls. Deconstruction of recovered components has consistently revealed a near-total lack of coherent internal mechanisms, indicating that these devices operate largely (if not solely) by SCP-6662's subconscious alteration of reality. The range of objects SCP-6662 is capable of producing appears to be limited to tools which fulfill its immediate physical needs, often at the expense of its emotional needs and desires.\n\n\n\n\nPhysical Characteristics\n\n\n\n\n\n\nSCP-6662's head, hands, feet, tail, and fur resemble that of a Eurasian wolf (\nCanis lupus lupus\n), albeit with more humanlike traits, such as longer fingers, larger eyes, and complex facial muscles capable of a wide range of expressions. Its build is grossly top-heavy to the extent of appearing unbalanced; this visual impression is amplified by an abnormal composition of musculature which appears at once lean and pronounced, yet rounded and undefined.\n\n\nDespite the exaggeratedly masculine proportions of its physique, SCP-6662 bears no other features indicating a biological sex. Extensive medical analysis has found no indication that SCP-6662 is capable of reproduction (sexual or otherwise), nor has its body been found to produce any recognizable hormones other than extreme amounts of insulin.\n\n\nSCP-6662's choice of dress has consisted of the same articles of clothing since its first sighting: wide-brimmed fedora, zipper jacket, and a backpack with a simple buttoned flap; all heavily weathered and made of brown leather. SCP-6662 has expressed neither an interest in leg wear nor an understanding of the purpose thereof, presumably owing to its lack of genitalia.\n\n\n\n\nBehavior and Psychology\n\n\n\n\n\n\nAlthough classified as sapient, it has proven difficult to compare the level of intelligence displayed by SCP-6662 with an analogous stage in the process of human intellectual development due to its profound unfamiliarity with (and miscomprehension of) many fundamental aspects of baseline reality. SCP-6662 has directly alleged itself to be a foreign presence in this reality, though it has otherwise failed to acknowledge a distinction between the human species and its own, expressing a presumption that the two share enough similarities that any physiological differences are too negligible to warrant its attention.\n\n\nFurthermore, SCP-6662 has continually struggled to grasp concepts related to human development and family structures, frequently falling back on the misassumption that all postpubescent humans function in the role of \"parents\" to all prepubescent children, with no other delineations in relationships or social groupings. Somewhat paradoxically, SCP-6662 does not identify with either role of parent or child. Rather, it describes itself as part of an entirely separate social binary of \"keepers\" and \"seekers\", with SCP-6662 claiming to belong to the latter. To date, SCP-6662 has not identified any other being from our own reality as belonging to either of these social groups, and has been unwilling to elaborate on its native society and culture.\n\n\nAs SCP-6662 is able to fulfill its physical needs by way of its anomalous capabilities with virtually no effort, it instead directs its time and energy almost exclusively toward its fixation with the acquisition and consumption of a variety of edible substances it collectively refers to as \"treasure treats\" (\nSCP-6662-1\n). While SCP-6662 has provided extensive descriptions of SCP-6662-1 in its repeated entreaties for assistance in acquiring it, it has not been found to match any known food product, and attempts to recreate it have been met with vehement rejection by SCP-6662. Despite these setbacks, researchers have observed that descriptions of SCP-6662-1 consistently fit the general characteristics of breakfast cereal, particularly sugar cereal.\n\n\nSCP-6662 has not displayed any inclination toward socialization or interaction with other sapient beings outside the context of acquiring SCP-6662-1. Attempts to engage with SCP-6662 in a social or intellectual capacity have invariably resulted in SCP-6662 making a token display of attention before quickly shifting its efforts toward coercing, deceiving, or otherwise manipulating the other party into helping it acquire SCP-6662-1. However, SCP-6662's apparent inability to understand the thought processes of other intelligent creatures has rendered it virtually incapable of concealing its intentions from any human being old enough to speak. SCP-6662 avoids non-human mammals and exhibits confusion and discomfort in their presence.\n\n\n\n\nAddendum\n\n\n\n\n\n\nMobile Task Force agents successfully planted a covert listening device in SCP-6662’s backpack during an October operation near Prague. Researchers have since discovered that SCP-6662 habitually narrates its thoughts, feelings, and actions aloud (and at great length) when it believes itself to be alone. The following transcript is taken from a small selection of these recording. Revisions to documentation are underway pending further research.\n\n\n\n\nThe sun sits at the horizon’s edge, threatening to plunge the sky into darkness. I retreat to the quietude of a nearby cave. I do not wish to see the stars tonight. I cannot bear to look upon them—nor for them to look upon me.\n\n\nNight is when the questions come. Night is when I doubt.\n\n\nHow long has it been now? How many years, if a year can even be called a year? The sun rises and sets so slowly in this world. Everything beneath it is staggered to match its tempo, even myself. More so as my spirit continues to falter and my memories of the old world grow dimmer.\n\n\nPerhaps it's a blessing to forget the past. Every time my mind begins to drift toward reminiscence, my psyche instinctively seizes up in self-defense at the mere anticipation of it. It's as though heartache radiates off my memories like heat from a flame, like the sting you feel before you're burnt.\n\n\nWhen I push too far, when my thoughts are close enough to brush the surface of those memories—our years of travels together, your knowing smile piercing through my bravado, the gentle tartness of a raspberry ruby marshmallow—I recoil from the searing pain and draw myself back to the present.\n\n\nMy instinct as a seeker is to press ever forward. Each fresh dawn is a call to a new day. A new adventure. A new \nbreakfast\n. Just as no day can be relived, no breakfast can be re-eaten, no matter how balanced it may be.\n\n\nThere was a time when I would have said that life is but a journey from one breakfast to the next. But now? I have explored the darkest jungles and braved the deepest tombs this world has to offer, but the only frosted oat doubloons that can be found are the pictures which yet ache in the back of my head.\n\n\nWhat good is a journey when the destination no longer exists?\n\n\nWhy should I keep my eyes to the present when everything I seek can only be found in the past?\n\n\nYears continue to pass utterly wasted as I desperately cling to my sense of purpose, scouring every inch of this damned plane for what I know I will never find. That is why I retreat deeper into the depths of the earth, afraid to even glimpse the moonlight: the stars mustn't see me live this miserable parody of the life I once knew. You mustn't see.\n\n\nBut time has worn down my walls. Even in the darkness I can feel the approaching heat of the questions which most scorches my soul.\n\n\nWhen one's purpose for living has been stolen, is it possible a new one may be found?\n\n\nIt cannot be. It mustn't be. Because if it is, if I am presently able to determine my role in life, then it has \nalways been\n a possibility.\n\n\nA second question naturally follows, unbidden, before I can stop myself—\n\n\nIf the focus of my life was mine to choose, what would my heart desire above infinite possibilities?\n\n\n—and I am burnt to cinders. Within the answer lies an inferno, one with has raged long before the question was ever asked, and it consumes me entirely.\n\n\nThe memories come unbidden. They cannot be restrained.\n\n\nThere stands Samuel, his once-colorful beak cracked and faded, his old bent back stooped even further in grief over three small dead likenesses of himself, albeit only for a fleeting moment before he turns his back and resumes his solemn journey.\n\n\nThat bastard leprechaun, keeper of gold and ancient fetiches, grins at us from the forest's edge, his pointed teeth stained strawberry red with the blood of silly rabbits and foolish children.\n\n\nDear Horatio, far too important to have time for children, but far too humble to care, recites by candlelight grand tales of his seafaring exploits to our eager young ears, planting the seeds of your own ambitions as a captain.\n\n\nAnd now I see you descend from the treetops with terrifying ease, snatching a bowl of treasure from the claws of an unsuspecting child, your eyes lighting up in anticipation of the grin I gladly grant you.\n\n\nThen here we lay peacefully on the Arctic slope, gazing up at the stars, dreaming of the future predestined for you since birth. What may it have meant, then, that I was gazing at you all the while?\n\n\nMy mind is overtaken entirely by images of you and us, our trials and triumphs, our laughter and our tears. How much we faced together! The great tiger, the sly elves, the undead noble in his high castle—none who dared oppose us could match our combined strength.\n\n\nThe final scene — I’m unprepared. You smile at me for the final time, taking your bag from my arms as you walk to the launch pad. I’m genuinely happy for you, so proud to see the years of training and struggle pay off. This version of me doesn’t understand loss yet. He doesn’t recognize the heavy void in the pit of his heart. He doesn’t even realize that he wants to cry.\n\n\nFor all the pain this world has made me suffer, for all the ugly truths of the universe it has laid bare, perhaps the worst lesson it has taught me is the concept of family. Moms and Dads and the children they call their own. Souls tied together by blood and bond; forcefully, at times, but also by choice.\n\n\nHad I known all that back then, had I known of the endless potential offered by the gift of life, untethered from the artificial limits imposed on us by the roles we were assigned without consent, free from the oppressive idolatry of the so-called most important meal of the day—\n\n\n\n\n\nI would have gladly forfeit my final days of pineapple pearls, choco-tastic treasure chests, and fruity fiesta gemstones.\n\n\nI would have made my destination the warmth of your gaze and my purpose the pursuit of your smile.\n\n\nI would have followed you to the stars.\n\n\n\n\n\nI emerge from my cave, my burning heartache now tempered to a strange warmth, questions of shame turned to those of hope. If there are many worlds, could they share the same sky? If you can see me from where you are, I want you and your honey-coated constellations to gaze down at this weary dog with a smile.\n\n\nWhatever boundaries of space and time were broken for me to learn these lessons, I will break them again. I will snap every joint in the skeleton of reality between my bloody jaws until I am at your side in the \nkosmos\n.\n\n\n\n\n\n\n\n\n« \nSCP-6661\n | SCP-6662 | \nSCP-6663\n »\n\n\n\n\n\n\n\n\n\n\n\n\n+ CODE\n\n\n\n\n- CODE\n\n\n\n\n\n\n\n\n\n\n/\n*\n\n    \nBLANKSTYLE\n \nCSS\n\n    \n[\n2021\n \nWikidot\n \nTheme\n]\n\n    \nBy\n \nPlaceholder\n \nMcD\n \nand\n \nHarryBlank\n\n    \nBased\n on:\n       \nPaperstack\n \nTheme\n \nby\n \nEstrellaYoshte\n\n       \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n\n*\n/\n \n\n@import\n \nurl\n('\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:ital\n,\nwght\n@0\n,800;1,800&\ndisplay\n=\nswap\n');\n \n\n#page-content\n \n{\n \nfont-size:\n \n.9\nrem\n; \n}\n\n \n\n#main-content\n \n{\n\n    \ntop:\n -\n1.6\nrem\n;\n    \npadding:\n \n0.2\nem\n;\n\n}\n\n \n\ndiv#container-wrap\n \n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n\ndiv#header\n \n{\n\n    \nbackground-image:\n \nnone\n;\n\n}\n\n \n\n#header\n \nh1\n, \n#header\n \nh2\n \n{\n \nmargin-left:\n \n0\n; \nfloat:\n \nnone\n; \ntext-align:\n \ncenter\n; \n}\n\n\n#header\n \nh2\n \n{\n \nmargin-top:\n \n0.5\nrem\n; \n}\n\n\n#header\n \nh1\n \nspan\n, \n#header\n \nh2\n \nspan\n \n{\n \nfont-size:\n \n0\n; \ndisplay:\n \nnone\n;\n}\n\n\n#header\n \nh1\n \na\n:\n:before\n, \n#header\n \nh2\n:\n:before\n \n{\n\n    \ncolor:\n \n#000\n;\n    \nletter-spacing:\n \n1\npx\n;\n    \nfont-family:\n 'Montserrat', \nsans-serif\n !important\n;\n    \ntext-shadow:\n \nnone\n;\n\n}\n\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n  \ncontent:\n var(--header-title, \"R\\\n0026\n C SITE-43\")\n;\n  \nfont-weight:\n \n400\n;\n  \nfont-size:\n \n1.3\nem\n;\n\n}\n\n \n\n#header\n \nh2\n:\n:before\n \n{\n\n  \ncontent:\n var(--header-subtitle, \"SUBVERTING COMMON PRACTICE\")\n;\n  \nfont-weight:\n \n700\n;\n  \nfont-size:\n \n1.2\nem\n;\n\n}\n\n \n\n@media\n (max-width: 707\npx\n) \n{\n\n    \n#header\n \nh1\n \na:\n:before {\n        font-size: \n1.6\nem\n;\n    \n}\n\n}\n \n\n#login-status\n,\n\n#login-status\n \na\n \n{\n\n    \ncolor:\n \n#333333\n;\n\n}\n\n \n\n#page-title\n \n{\n\n    \ndisplay:\n \nnone\n;\n\n}\n\n \n\n#footer\n, \n#footer\n \na\n \n{\n\n    \nbackground:\n \ntransparent\n;\n    \ncolor:\n \n#333333\n;\n\n}\n\n \n\n#search-top-box-input\n,\n\n#search-top-box-input\n:hover\n,\n\n#search-top-box-input\n:focus\n,\n\n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n\n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n\n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n \n{\n\n    \nborder:\n \nnone\n;\n    \nbackground:\n \n#333333\n;\n    \nbox-shadow:\n \nnone\n;\n    \nborder-radius:\n \n0\npx\n;\n    \ncolor:\n \n#efefef\n;\n\n}\n\n \n\n#search-top-box\n \ninput.empty\n \n{\n\n    \ncolor:\n \n#999999\n;\n\n}\n\n \n\n#search-top-box\n \n{\n\n    \ntop:\n \n2.3\nrem!important\n;\n    \nright:\n \n8\npx\n;\n\n}\n\n \n\n#top-bar\n \n{\n \n   \ndisplay:\n flex\n;\n   \njustify-content:\n \ncenter\n;\n   \nright:\n \n0\n;\n   \ntop:\n \n7.9\nrem\n;\n\n}\n\n \n\n#top-bar\n, \n#top-bar\n \na\n \n{\n\n    \ncolor:\n \n#333333\n;\n\n}\n\n \n\nh1\n,\n\nh2\n,\n\nh3\n,\n\nh4\n,\n\nh5\n,\n\nh6\n \n{\n\n    \nfont-family:\n 'Montserrat', \nsans-serif\n;\n    \ncolor:\n \n#000\n;\n    \nletter-spacing:\n \n1\npx\n;\n\n}\n\n \n\nh1\n \n{\n\n    \nfont-size:\n \n2\nem\n;\n\n}\n\n \n\nh2\n \n{\n\n    \nfont-size:\n \n1.45\nem\n;\n\n}\n\n \n\ndiv#extra-div-1\n \n{\n\n    \nheight:\n \n160\npx\n;\n    \nwidth:\n \n100\n%\n;\n    \ntop:\n \n0\n;\n    \nposition:\n \nabsolute\n;\n    \nbackground:\n url('https://scp-wiki.wdfiles.com/local--files/theme%\n3\nAblankstyle/\n43\nHead.png')\n;\n    \nbackground-size:\n contain\n;\n    \nbackground-repeat:\n \nno-repeat\n;\n    \nbackground-position:\n \n50\n%\n \n50\n%\n;\n    \nz-index:\n -\n1\n;\n\n}\n\n \n\n@media\n (max-width: 707\npx\n) \n{\n\n    \ndiv#extra-div-1\n \n{\n\n        \ntop:\n \n15\npx\n;\n    \n}\n\n\n}\n\n \n\nbody\n \n{\n\n    \nbackground-image:\n linear-gradient(\n        to \nbottom\n,\n        \n#e0e0e0\n, \n#e0e0e0\n \n90\npx\n,\n        \n#e0e0e0\n \n90\npx\n, \n#ffffff\n \n200\npx\n,\n        \n#ffffff\n \n200\npx\n, \n#ffffff\n \n100\n%\n)\n;\n    \nbackground-repeat:\n \nno-repeat\n;\n\n}\n\n \n\n:root\n \n{\n\n  --\ntimeScale:\n \n1.5\n;\n  --\ntimeDelay:\n \n1.5\ns\n;\n  --\nposX:\n calc(\n50\n%\n - \n358\npx\n - \n13\nrem)\n;\n  --\nfnLinger:\n \n1\ns\n;\n\n}\n\n \n\n#page-content\n \nhr\n \n{\n\n    \nbackground-color:\n \n#000\n;\n\n}\n\n \n\n#page-content\n \ntr\n \nth\n \n{\n\n    \npadding:\n \n6\npx\n;\n    \nborder:\n \n#000\n \n1\npx\n \nsolid\n;\n\n}\n\n \n\n#page-content\n \ntr\n \ntd\n \n{\n\n    \npadding:\n \n12\npx\n;\n    \nborder:\n \n#000\n \n1\npx\n \nsolid\n;\n    \nline-height:\n \n1.4\n;\n\n}\n\n \n\n#page-content\n \n.sidebox\n \ntr\n \ntd\n, \n\n#page-content\n \n.sidebox\n \ntr\n \nth\n \n{\n\n    \npadding:\n \n0.35\nem\n;\n\n}\n\n \n\n#side-bar\n \n{\n\n    \nborder-right:\n \n1\npx\n \nsolid\n \n#333\n;\n    \nbackground:\n \n#DDD\n;\n\n}\n\n \n\n#side-bar\n \n.side-block\n \n{\n\n    \nborder:\n \n1\npx\n \nsolid\n \n#333\n;\n    \nborder-radius:\n \n0\n;\n    \nbox-shadow:\n \nnone\n;\n\n}\n\n \n\n#top-bar\n \ndiv.open-menu\n \na\n \n{\n\n    \nborder:\n \n1\npx\n \nsolid\n \n#333\n;\n    \nborder-radius:\n \n0\n;\n    \nbox-shadow:\n \nnone\n;\n\n}\n\n \n\n@media\n (max-width: 767\npx\n) \n{\n\n    \n#side-bar\n:\ntarget\n \n{\n\n        \nborder:\n \n1\npx\n \nblack\n;\n        \nbox-shadow:\n \nnone\n;\n    \n}\n\n\n}\n\n \n\n#side-bar\n \n.side-block\n \n{\n\n    \nborder:\n \n1\npx\n \nsolid\n \n#333\n;\n    \nborder-radius:\n \n0\n;\n    \nbox-shadow:\n \nnone\n;\n    \nbackground-color:\n \n#FDF6D7\n;\n\n}\n\n\n#side-bar\n \n.side-block.media\n \n{\n\n    \nbackground-color:\n#D7EFE7\n;\n\n}\n\n\n#side-bar\n \n.side-block.resources\n \n{\n\n    \nbackground-color:\n#F5D8E0\n;\n\n}\n\n \n\n#page-content\n \n.creditRate\n{\n\n    \nmargin:\n unset\n;\n    \nmargin-bottom:\n \n4\npx\n;\n\n}\n\n\n#page-content\n \n.rate-box-with-credit-button\n \n{\n\n    \nbackground-color:\n \n#ffffff\n;\n    \nborder:\n \nsolid\n \n1\npx\n \n#000\n;\n    \nbox-shadow:\n \nnone\n;\n    \nborder-radius:\n \n0\n;\n\n}\n\n \n\n#page-content\n \n.rate-box-with-credit-button\n \n.fa-info\n \n{\n\n    \nborder:\n \nnone\n;\n    \ncolor:\n \n#333333\n;\n\n}\n\n \n\n#page-content\n \n.rate-box-with-credit-button\n \n.fa-info\n:hover\n \n{\n\n    \nbackground:\n \n#333333\n;\n    \ncolor:\n \n#ffffff\n;\n\n}\n\n \n\n.rate-box-with-credit-button\n \n.cancel\n \n{\n\n    \nborder:\n \nsolid\n \n1\npx\n \n#ffffff\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nRATING\n ---- \n*\n/\n \n\n.page-rate-widget-box\n \n{\n\n    \nbox-shadow:\n \nnone\n;\n    \nborder:\n \nsolid\n \n1\npx\n \n#000\n;\n    \nmargin:\n unset\n;\n    \nmargin-bottom:\n \n4\npx\n;\n    \nborder-radius:\n \n0\n;\n\n}\n\n \n\ndiv.page-rate-widget-box\n \n.rate-points\n \n{\n\n    \nbackground-color:\n \n#ffffff\n;\n    \ncolor:\n \n#333333\n;\n    \nborder:\n \nnone\n;\n    \nborder-radius:\n \n0\n;\n\n}\n\n\n.page-rate-widget-box\n \n.rateup\n,\n\n.page-rate-widget-box\n \n.ratedown\n \n{\n\n    \nbackground-color:\n \n#ffffff\n;\n    \nborder-top:\n \nnone\n;\n    \nborder-bottom:\n \nnone\n;\n\n}\n\n \n\n.page-rate-widget-box\n \n.rateup\n \na\n,\n\n.page-rate-widget-box\n \n.ratedown\n \na\n \n{\n\n    \nbackground:\n \ntransparent\n;\n    \ncolor:\n \n#333333\n;\n\n}\n\n \n\n.page-rate-widget-box\n \n.rateup\n \na\n:hover\n,\n\n.page-rate-widget-box\n \n.ratedown\n \na\n:hover\n \n{\n\n    \nbackground:\n \n#333333\n;\n    \ncolor:\n \n#ffffff\n;\n\n}\n\n \n\n.page-rate-widget-box\n \n.cancel\n \n{\n\n    \nbackground:\n \ntransparent\n;\n    \nbackground-color:\n \n#ffffff\n;\n    \nborder:\n \nnone\n;\n    \nborder-radius:\n \n0\n;\n\n}\n\n \n\n.page-rate-widget-box\n \n.cancel\n \na\n \n{\n\n    \ncolor:\n \n#333333\n;\n\n}\n\n\n.page-rate-widget-box\n \n.cancel\n \na\n:hover\n \n{\n\n    \nbackground:\n \n#333333\n;\n    \ncolor:\n \n#ffffff\n;\n    \nborder-radius:\n \n0\n;\n\n}\n\n\n#page-content\n \n.rate-box-with-credit-button\n \n.page-rate-widget-box\n \n{\n \nborder:\n \nnone\n; \n}\n\n \n\n.anchor\n \n{\n\n    \nposition:\n sticky\n;\n    \nheight:\n0\n;\n    \ntop:\n \n0\n;\n\n}\n\n\n.sidebox\n \n{\n\n    \npadding:\n \n.14\nrem\n;\n    \nmargin-top:\n \n0\n;\n    \nmargin-bottom:\n \n8\npx\n;\n    \nwidth:\n calc((\n100\nvw - \n870\npx\n)/\n2\n)\n;\n    \nmax-height:\n calc(\n100\nvh - \n18\nrem)\n;\n    \nposition:\n \nabsolute\n;\n    \ntop:\n \n0\n;\n    \nleft:\n \n103.5\n%\n;\n    \nz-index:\n \n5\n;\n    \noverflow:\n \nauto\n;\n    \nbox-sizing:\n border-box\n;\n\n}\n\n\n@media\n (max-width: 1290\npx\n) \n{\n\n    \n.sidebox\n \n{\n\n        \ndisplay:\n \nnone\n;\n        \nvisibility:\n \nhidden\n;\n    \n}\n\n \n    \n#header\n \nh2:\n:before {\n        font-size: \n0.9\nem\n !important\n;\n    \n}\n\n}\n \n\n.scp-image-block\n \n{\n\n    \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nYUI\n \nTAB\n \nBASE\n ---- \n*\n/\n\n.yui-navset\n \n.yui-nav\n \na\n,\n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n{\nbackground-color:\ninherit\n;\nbackground-image:\ninherit\n}\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n.yui-navset\n \n.yui-nav\n \na\n:focus\n{\nbackground:\ninherit\n;\ntext-decoration:\ninherit\n}\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n,\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n,\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n{\ncolor:\ninherit\n;\nbackground:\ninherit\n}\n.yui-navset\n \n.yui-nav\n,\n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n{\nborder-color:\ninherit\n}\n.yui-navset\n \nli\n{\nline-height:\ninherit\n}\n\n \n/\n*\n ---- \nYUI\n \nTAB\n \nCUSTOMIZATION\n ----\n*\n/\n \n \n.yui-navset\n \n.yui-nav\n,\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n{\n\n     \ndisplay:\n flex\n;\n     \nflex-wrap:\n wrap\n;\n     \nwidth:\n calc(\n100\n%\n - \n.125\nrem)\n;\n     \nmargin:\n \n0\n \nauto\n;\n     \nborder-color:\n \n#333333\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \na\n, /\n*\n ---- \nLink\n \nModifier\n ---- \n*\n/\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n{\n\n     \ncolor:\n \n#333333\n;\n    /\n*\n ---- \nTab\n \nBackground\n \nColour\n | [\nUNSELECTED\n] ---- \n*\n/\n     \nbackground-color:\n \n#efefef\n;\n     \nborder:\n unset\n;\n     \nbox-shadow:\n \nnone\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n \n.yui-navset\n \n.yui-nav\n \na\n:focus\n{\n\n     \ncolor:\n \n#ffffff\n;\n    /\n*\n ---- \nTab\n \nBackground\n \nColour\n | [\nHOVER\n] ---- \n*\n/\n     \nbackground-color:\n \n#333333\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \nli\n, /\n*\n ---- \nListitem\n \nModifier\n ---- \n*\n/\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \nli\n{\n\n     \nposition:\n \nrelative\n;\n     \ndisplay:\n flex\n;\n     \nflex-grow:\n \n2\n;\n     \nmax-width:\n \n100\n%\n;\n     \nmargin:\n \n0\n;\n     \npadding:\n \n0\n;\n     \ncolor:\n \n#ffffff\n;\n     \nbackground-color:\n \n#ffffff\n;\n     \nborder-color:\n \ntransparent\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \nli\n \na\n,\n \n.yui-navset-top\n \n.yui-nav\n \nli\n \na\n,\n \n.yui-navset-bottom\n \n.yui-nav\n \nli\n \na\n{\n\n     \ndisplay:\n flex\n;\n     \nalign-items:\n \ncenter\n;\n     \njustify-content:\n \ncenter\n;\n     \nwidth:\n \n100\n%\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \nli\n \nem\n{\n\n     \nborder:\n unset\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \na\n \nem\n,\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \nem\n{\n\n     \npadding:\n \n.35\nem\n \n.75\nem\n;\n \n     \ntext-overflow:\n ellipsis\n;\n     \noverflow:\n \nhidden\n;\n     \nwhite-space:\n \nnowrap\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \n.selected\n, /\n*\n ---- \nSelection\n \nModifier\n ---- \n*\n/\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \n.selected\n{\n\n     \nflex-grow:\n \n2\n;\n     \nmargin:\n \n0\n;\n     \npadding:\n \n0\n;\n    /\n*\n ---- \nTab\n \nBackground\n \nColour\n | [\nSELECTED\n] ---- \n*\n/\n     \nbackground-color:\n \n#333333\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n,\n \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n{\n\n     \nborder:\n \nnone\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n{\n\n     \nwidth:\n \n100\n%\n;\n     \ncolor:\n \n#ffffff\n;\n\n}\n\n \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n,\n \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:active\n{\n\n     \ncolor:\n \n#ffffff\n;\n     \nbackground-color:\n \n#333333\n;\n\n}\n\n \n.yui-navset\n \n.yui-content\n \n{\n\n    \nbackground-color:\n \n#ffffff\n;\n    \nbox-shadow:\n \nnone\n;\n\n}\n\n \n.yui-navset\n \n.yui-content\n,\n \n.yui-navset\n \n.yui-navset-top\n \n.yui-content\n{\n\n    \npadding:\n \n.5\nem\n;\n    \nborder:\n \n1\npx\n \nsolid\n \n#333\n;\n    \nbox-sizing:\n border-box\n;\n\n}\n\n \n/\n*\n---- \nSCROLLBAR\n ----\n*\n/\n \n::-\nwebkit-scrollbar\n \n{\n\n    \nwidth:\n \n10\npx\n;\n\n}\n\n \n::-\nwebkit-scrollbar-track\n \n{\n\n    \nbackground:\n \n#FFF\n;\n    \nborder-left:\n \n1\npx\n \nsolid\n \n#333\n;\n\n}\n\n \n::-\nwebkit-scrollbar-thumb\n \n{\n\n     \nbackground:\n \n#CCC\n;\n     \nborder:\n \n#333\n \n1\npx\n \nsolid\n;\n\n}\n\n \n::-\nwebkit-scrollbar-thumb\n:hover\n \n{\n\n     \nbackground:\n \n#EEE\n;\n\n}\n\n \n/\n*\n---- \nCENTER\n \nIMAGES\n \nON\n \nMOBILE\n \ncourtesy\n \nof\n \nEstrellaYoshte\n \nand\n \nPeppersGhost\n ----\n*\n/\n \n\n.imagediv\n \n{\n\n    \nfloat:\n \nright\n;\n    \nmargin:\n \n15\npx\n\n\n}\n\n \n\n@media\n (max-width: 540\npx\n) \n{\n\n  \n.imagediv\n \n{\n\n    \nfloat:\n \nnone\n;\n    \ntext-align:\ncenter\n;\n    \nmargin:\n \nauto\n;\n  \n}\n\n\n}\n\n \n\n@media\n \nonly\n \nscreen\n \nand\n (max-width: 600\npx\n) \n{\n\n    \n.scp-image-block.block-right\n{\n\n        \nfloat:\n \nnone\n;\n        \nmargin:\n \n10\npx\n \nauto\n;\n    \n}\n\n\n}\n\n \n/\n*\n---- \nACS-COLORED\n \nTABLE\n \nDIVS\n ----\n*\n/\n \n\n#page-content\n \n.table1\n \ntr\n \nth\n,\n\n#page-content\n \n.table1\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n \n#D7EFE7\n;\n\n}\n\n \n\n#page-content\n \n.table2\n \ntr\n \nth\n,\n\n#page-content\n \n.table2\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n \n#D8ECF4\n;\n\n}\n\n \n\n#page-content\n \n.table3\n \ntr\n \nth\n,\n\n#page-content\n \n.table3\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n \n#FDF6D7\n;\n\n}\n\n \n\n#page-content\n \n.table4\n \ntr\n \nth\n,\n\n#page-content\n \n.table4\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n \n#FFDABF\n;\n\n}\n\n \n\n#page-content\n \n.table5\n \ntr\n \nth\n,\n\n#page-content\n \n.table5\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n \n#F5D8E0\n;\n\n}\n\n \n\n#page-content\n \n.table6\n \ntr\n \nth\n,\n\n#page-content\n \n.table6\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nbackground-color:\n rgba(\n146\n, \n0\n, \n255\n, \n0.2\n)\n;\n\n}\n\n \n\n.tableb\n \n.wiki-content-table\n \n{\n\n    \nborder-collapse:\n \nseparate\n;\n    \nborder-spacing:\n \n2\npx\n;\n\n}\n\n \n\n.tableb\n \n.scp-image-block\n \n{\n\n    \nborder:\n \nnone\n;\n\n}\n\n \n\n.tableb\n \n.scp-image-block\n \nimg\n \n{\n\n    \nborder:\n \n#000\n \n1\npx\n \nsolid\n;\n    \nbox-sizing:\n border-box\n;\n\n}\n\n \n\n.tableb\n \n.scp-image-block\n \n.scp-image-caption\n \n{\n\n    \nmargin-top:\n \n2\npx\n;\n    \nborder:\n \n#000\n \n1\npx\n \nsolid\n;\n    \nbox-sizing:\n border-box\n;\n\n}\n\n \n\n.top-left-box\n > \n.item\n \n{\n\n  \ndisplay:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nWORDS\n \nNO\n \nLONGER\n \nBROKEN\n, \nTHE\n \nCROQUEMBOUCHE\n \nHAS\n \nSPOKEN\n ---- \n*\n/\n\nspan\n, \na\n \n{\n \nword-break:\n \nnormal\n !important \n}\n\n \n\n.avatar-hover\n \n{\n \ndisplay:\n \nnone\n !important\n; \n}\n\n \n\n#breadcrumbs\n, \n.pseudocrumbs\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \npadding-top:\n \n10\npx\n;\n\n}\n\n \n\n#main-content\n \n.page-tags\n \nspan\n \n{\n\n    \nmax-width:\n \n100\n%\n;\n\n}\n\n \n/\n*\n -- \nFANCY\n \nTHINGS\n \nfrom\n \nWoedenaz\n'\ns\n \nDustjacket\n \nTheme\n -- \n*\n/\n \n\n.fancyhr\n \nhr\n \n{\n\n    \nborder-top:\n \n2\nvw \nsolid\n \ntransparent\n;\n    \nbackground-color:\n rgba(var(--bright-accent), \n0\n)\n;\n    \nheight:\n \n0\n;\n    \nbox-sizing:\n border-box\n;\n    \nborder-image-source:\n url('https://scp-wiki.wdfiles.com/local--files/theme%\n3\nAflopstyle-dark/wl_hr.png')\n;\n    \nborder-image-repeat:\n round round\n;\n    \nbackground:\n \nnone\n;\n    \nborder-image-slice:\n \n80\n \n500\n \n80\n \n500\n fill\n;\n    \nborder-image-width:\n \n10\nem\n \n80\nem\n \n10\nem\n \n80\nem\n;\n\n}\n\n \n\n.fancyborder\n \n{\n\n    \nbox-sizing:\n border-box\n;\n    \nborder:\n \n2\nvw \nsolid\n rgba(\n0\n,\n0\n,\n0\n,\n0.5\n)\n;\n    \nborder-image:\n url('https://scp-wiki.wdfiles.com/local--files/theme%\n3\nAflopstyle-dark/wl_border.png') \n600\n round\n;\n    \nborder-image-width:\n \n6\n;\n    \npadding:\n \n2\nvw\n;\n\n}",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-6662"
}