{
    "url": "https://scp-wiki.wikidot.com/scp-6665",
    "all_text": "SCP\n-\n6665\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+199\n+\n–\nx\n\n\n\n\n[!] NOTICE [!]\n\n\n\n\nAspects of this document have been made inaccurate due to recent events.\n\n\nFurther details are redacted.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-6665\n\n\nLevel 5/6665\n\n\n\n\n\n\nObject Class:\n Thaumiel\n\n\nTop Secret\n\n\n\n\n\n\n\n\n\n\n\n\nInternal imaging of SCP-6665's main chamber, inside of which nothing is seen.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The Site-01 engineering room in which SCP-6665 was constructed has been converted into its containment area, fitted with all necessary supplies for routine medical and mechanical maintenance. Any unauthorized personnel attempting access to SCP-6665 are to be detained and questioned, regardless of clearance.\n\n\nThe continued lobotomization of SCP-6665-α will retain the functionality of SCP-6665 and the Foundation as a whole. One subject — designated 'Caretaker' — will be selected to perform daily medical examinations on SCP-6665 and its components, in order to ensure its continued complicity. Caretaker must perform the following medical routine for SCP-6665. Precise amounts specified are subject to increase.\n\n\n\n\n\n\nWEEKDAY\n\n\nREQUIRED MEDICAL INTERVENTION(S)\n\n\n\n\n\n\nMonday\n\n\nBeginning of starvation period; SCP-6665-█ and its chamber are to be thoroughly examined. Blood transfusion to SCP-6665-α, type A+ or compatible.\n\n\n\n\n\n\nTuesday\n\n\nGeneral examination.\n\n\n\n\n\n\nWednesday\n\n\nPlaque entanglement implantation (3-5, dependent on recent behavior) into SCP-6665-α, through the use of SCP-6665. Subsequent assurance of proper implementation.\n\n\n\n\n\n\nThursday\n\n\nGeneral examination.\n\n\n\n\n\n\nFriday\n\n\nSynaptic retrogenesis injections (10cc), injected nasally into SCP-6665-α. This will be followed by intense monitoring of SCP-6665-█, and any cries that are thought to be heard from inside the black chamber. Subsequent self-assurance that such cries mean nothing.\n\n\n\n\n\n\nSaturday\n\n\nGeneral examination.\n\n\n\n\n\n\nSunday\n\n\nEnd of starvation period. Sanitation of any residual nothingness. Repairs from any coinciding occurrences. Wiping the eyes and mouth of SCP-6665-α.\n\n\n\n\n\n\nThis routine can be ignored on the dates of July 20th, October 12th, February 14th, and August 22nd. On the former two dates, procedures can be performed with marginal effectivity if a chocolate cake with several candles is present.\n\n\nPersonnel unable to recall vital and/or personal information as a result of SCP-6665 will be discreetly given replacement information; their memories are to be altered to accommodate this change. All civilians in contact with afflicted personnel will undergo similar memory alteration to apply the replacement information. Civilian databases will be adjusted accordingly.\n\n\nAny vomiting by affected personnel is to be attributed to common food poisoning. The vomit is to be thoroughly removed and incinerated.\n\n\nNARM0.0.aic — the Foundation grammatical assistance intelligence construct — has been updated with additional protocol measures allowing for it to repair data loss from SCP-6665 errors whenever possible. Such reparation, however, is usually futile.\n\n\n\n\n\n\n\n\nProject BLACKBOX insignia.\n\n\n\n\n\n\nDescription:\n SCP-6665 is Project BLACKBOX, which is currently responsible for all classified information redaction in Foundation databases.\n\n\nSCP-6665 consists of a 15m tall, biomechanical, conical apparatus, affixed in a position of vertical levitation within Site-01. SCP-6665 predominantly resembles the shape of an orbitoclast\n1\n, which gradually tapers down from a diameter of 2m to a small point at its end.\n\n\nAt the top of SCP-6665 — in place of a normal orbitoclast handle — is a 2m tall black chamber of unknown composition. Atop this chamber is a large glass tank, which feeds directly into the chamber's only opening. While internal imaging indicates this chamber is hollow, nothing can be seen inside. This nothing is designated SCP-6665-█.\n\n\nSCP-6665-α is former Foundation Co-Administrator Malorie Auguste\n. SCP-6665-α is in a constant state of being lobotomized by SCP-6665, puncturing through its thought. SCP-6665-α has been integrated into SCP-6665; further details are strictly indeterminable.\n\n\nPeriodically, the tank atop SCP-6665 will begin to fill with a viscous substance from no apparent source; a liquid which is black yet colorful. After approximately one week of continuous use, the tank will be filled completely, its contents are then dispensed into the chamber of SCP-6665-█. The chamber will violently vibrate for the next hour, a behavior which gradually subsides.\n\n\nFollowing this, SCP-6665-α will vomit nothing out of its mouth, which will then become something.\n\n\nSCP-6665 causes the instantaneous replacement of classified information in Foundation databases with black boxes or other appropriate redaction techniques, with said redactions cognitively registering only when the observer is under the clearance level of the obscured data. SCP-6665 affects physical documentation by obscuring information with lines of black ink, which appears as if printed directly into the affected documents.\n\n\nInformation expunged by SCP-6665 is subject to loss of remembrance by Foundation personnel, an effect which correlates to security clearance in relation to information confidentiality. While some information can be temporarily remembered through non-Foundation sources, it will quickly be once again forgotten.\n\n\nSCP-6665 is prone to frequent errors. SCP-6665 will expunge extraneous information, such as names, dates, numerical values, and locations, even when such information is not entirely classified. This affects all levels of security clearance, and retroactively alters all former revisions of affected documents, causing Foundation recovery of most of this data to be impossible. Due to this, small pieces of data are wholly unmemorable by Foundation personnel of any clearance. Personnel heavily affected by this information removal occasionally vomit nothing, which usually remains nothing.\n\n\nIt is unknown if SCP-6665 can be disconnected from Foundation databases or otherwise deactivated, as the O5 Council has forbade any such action.\n\n\n\n\n\n\nAddendum 6665-1 — Project Creation\n\n\n\n\nOn 2020/20/01, Project BLACKBOX was commissioned by O5-2 with assent from a majority of the O5 Council. This directly followed the deaths of both original Administrators Malorie and Maddison Auguste, the cumulative result of their respective long and arduous battles with dementia. Upon recovery of the former's body and the containment of the latter's persistence, precise plans for SCP-6665 were created, utilizing each Administrators' existing states as the main components of its operation.\n\n\nThese plans and their justification were sent to an O5 Council vote for approval.\n\n\n \n\n\n\n\n\n\n\n\nProject BLACKBOX Vote Summary\n\n\n\n\n\n\nIt was all a matter of time.\n\n\nMalorie and Maddison were great people, greater leaders. Their bond, it bonded the Foundation into the organization it is today. Peacekeepers, protectors. It's a shame, as it always is, they got old, lost their way, their minds. No amount of love — personal or otherwise — can stop the infernal creep of the mind's melting.\n\n\nWith tragedy comes opportunity, like a phoenix fueling a fire. A new age begins, one of flourishment for our mighty organization. One where we \ntruly\n realize why 'protect' is only the last word in our motto. Securing knowledge, containing absolute reality; what need is protection when the horrors are forgotten? Erased from memory? Purged from thought?\n\n\nThis will only be the start of the beginning. Our Foundation, the test ground for true security, true containment. We can live burning in the light of all past knowledge, while the world remains sheltered in the dark warmth of the black boxes.\n\n\nCOUNCIL VOTE SUMMARY\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED.\n\n\n\n\n\n\n\n\n\n\n\n\n\"\nThis is not who we are. This is not who they were. Were any of you at the wedding? I know y'all weren't— I was Mal's maid of honor. Their love was a powerful thing, hell, she remembered Maddy's name long after she lost her own, even if it was in the wrong place. And this,\n this \nis what you wish to do with their legacy?\n\"\n\n\n\"\nThis is not what they wanted us to be. Let them rest in peace by letting this Foundation strive for peace.\n\"\n\n\n\n\n— O5-1\n\n\n\n\n\n\n\n\n\"\nYou're right on one thing: their love was powerful. But if that's the case, why waste such power by letting it rot in the ground?\n\"\n\n\n\"\nThey're gone, One. You need to accept that. These thoughts are for your therapist to handle, not us.\n\"\n\n\n\"\nThe proposal moves on.\n\"\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6665-2 — Additional Documentation\n\n\n\n\nSCP-6665 was completed three months after its approval. O5-2 was initially self-designated as the acting Caretaker, and began its routine medical examinations. A majority of these were mundane, showing little resistance to performing the core directives of Project BLACKBOX outside of unremarkable melancholic vocalizations.\n\n\nSeveral notable examinations — alongside relevant documentation — have been provided below.\n\n\n\n\n\n\nREPORT #██ — ██20/██/██\n\n\n\n\nSUMMARY:\n Pounding is heard inside of the black chamber. SCP-6665-α convulses, resulting in a temporary malfunction in SCP-6665 as a whole. SCP-6665-α vomits nothing, which becomes a front door.\n\n\nIt opens. Nothing smiles, grocery bags in hand, with an announcement:\n\n\n\n\nI'm home!\n\n\n\n\nSCP-6665-α reaches out its arms. \nIt\n \nclings\n \nto\n \nthe\n \nashes\n. The door closes. It melts back into nothing, which pushes SCP-6665 slightly further into SCP-6665-α. The apparatus regains function.\n\n\n\n\n\n\n\"\nThis is cruel, you know it's cruel, I can tell by that smile I see on your face. It's always there now, I\n know \nthat smile. You may have convinced everyone else, but I won't be broken so easily.\n\"\n\n\n\n\n— O5-1\n\n\n\n\n\n\n\n\n\"\nThis is nothing but the elegy of fleeting corpses. The sooner you accept this — accept them — the sooner the world will have the peace you wish for.\n\"\n\n\n\"\nBeginning increase of plaque entanglement implantation to improve reminiscence impairment.\n\"\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nREPORT #██ — ██20/██/██\n\n\n\n\nSUMMARY:\n After an emptying of SCP-6665's glass container, the fluid is immediately retched back into the tank. This causes SCP-6665 to clog, culminating in the glass container fracturing slightly at its top. A small quantity of fluid is ejected from the tank as a result. Once it has settled to the floor, the colors of the puddle vibrate and strum like guitar strings.\n\n\nA singing voice is thought to be heard from inside the black chamber.\n\n\n\n\n\n\nIf we died tomorrow I would be just fine.\n\nIf we flew away we would live alright.\n\n\nWhen I look into the pupils of your eyes, so blue,\n\nI see the reflection of me smiling at you.\n\nSmiling at you.\n\nSmiling at you.\n\nSmiling at you.\n\n\n\n\n\n\nSCP-6665-α attempts to move its arms together. Before they can reach each other, they once again fall limp.\n\n\nThe crack is promptly patched without further incident. Residue was reinserted into the tank, wherein it is reluctantly processed.\n\n\n\n\n\n\n\"\nTwo, what is this? One just brought this to my desk, this… I remember this, I think. Walking in on her singing.\n\"\n\n\n\"\nThis does not look like death… this does not seem like anything you've assured me.\n\"\n\n\n\n\n— O5-7\n\n\n\n\n\n\n\n\n\"\nEvaline, have you ever seen a dead worm on the sidewalk during a rainstorm? They're all puffy and vibrant, hydrated with life. But there's nothing left inside, it's just an aimless mixture of fluids. A false reflection. You're a smart woman, I know you understand.\n\"\n\n\n''\nSubservience is slipping; requesting approval for increased starvation periods.\n\"\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nREPORT #██ — ██20/██/██\n\n\n\n\nSUMMARY:\n SCP-6665-α tries to remove SCP-6665. Several cognitohazards are suddenly unredacted throughout Foundation databases as a result. \nMAL\n casualties are reported.\n\n\nSCP-6665-α vomits. The vomit becomes a black and white rabbit. The red bow on the top of its head bleeds. The rabbit smiles, nothing else smiles.\n\n\nVoices are heard:\n\n\n\n\nAhh! Oh my gosh!\n\n\nDo you like it? Sorry— I was worried, I knew you've wanted a pet, dog, rabbit— something or other, I didn't—\n\n\nMal, I love it.\n\n\nReally?\n\n\nUh, yeah? Look at him— her, it? Look at the little guy!\n\n\nGod. Okay, what a relief… sorry.\n\n\nThere's no need to be sorry Mal. (Chuckles.) Did you really think I wouldn't like such a cute little bunny?\n\n\nI know, it's silly, I— I'm happy you like it.\n\n\nI'll be happy if you like yours too! Close your eyes, we uh, we gotta take a little walk.\n\n\n(Laughter.)\n\n\nCan— can I open them yet?\n\n\nAlmost there! Jennie helped me pick this one out, gotta feeling she was right!\n\n\nCan I—\n\n\nJust a… now!\n\n\n(Elation.)\n\n\nA— a new plane? Maddy, you shouldn't have… this… this is beautiful!\n\n\nWell, (Chuckles.) so are you, Mal. So are you.\n\n\n(Display of affection.)\n\n\nHappy anniversary.\n\n\n\n\nThe rabbit isn't there anymore. The eyes of SCP-6665-α melt slightly. It ceases all attempts to remove SCP-6665.\n\n\nThe failure to redact the name of O5-1 is a recognized malfunction.\n\n\n\n\n\n\n\"\nYou're wrong Two, that fact's spitting in your face. You can shut your ears all you want. This is not peace… not for me, for anyone, they're still there. And for what? So the reach of your hand can grow a tad larger?\n\"\n\n\n\"\nI know you don't care, I saw the way you looked at them before, the way you signed their anniversary cards. But find a shred of humanity, please, I\n hope \nthere's still some in you.\n\"\n\n\n\n\n— O5-1\n\n\n\n\n\n\n\n\n\"\nI've been whittled down far too many times in others' pursuits of affection. So many gray hairs fallen out of my head. I'm tired, it's grown tiring. I cannot let this happen again, in hope\n you \nfind some understanding, somewhere or anywhere.\n\"\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\n\n\nOn \nREME\n/\nMB\n/\nER\n, The power to the east wing of Site-01 was suddenly deactivated. All backup generators failed to automatically engage, causing a total power outage for 1 minute and 45 seconds. This caused a temporary deactivation of SCP-6665 and its containment machinations, which caused multiple unprecedented events surrounding the apparatus.\n\n\nA full log of this power outage as viewed from the containment chamber of SCP-6665 can be found below; certain information not viewable in this footage has been supplied by O5-2.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nO5-2 performs the scheduled medical routine, cataloging a higher quantity of plaque entanglement implantation into the computer terminal's medical records window. He speaks into his audio recorder.\n)\n\n\nO5-2:\n Beginning routine medical examination. Everything from here appears as ordinary. Eyes shut, no drool. No abnormalities in that regard, for once.\n\n\n(\nO5-2 scans SCP-6665 further.\n)\n\n\nO5-2:\n Mouth's open. That's new.\n\n\n(\nO5-2 walks closer to SCP-6665-α.\n)\n\n\nO5-2:\n It's mouthing something, Huh, let me try and, hmm, and try to parse what it's saying—\n\n\n(\nPower is lost. SCP-6665 deactivates. Nothing can be seen.\n)\n\n\nO5-2:\n Dammit.\n\n\n(\nO5-2 blindly walks towards the room's site call system, trying multiple times to input the extension for Power Control before dialing correctly.\n)\n\n\nO5-2:\n What is going on over there?\n\n\n(\nSomething large falls lightly to the ground.\n)\n\n\nO5-2:\n Hello? Can, can anyone hear this?\n\n\n(\nGuards attempt to enter the containment chamber from outside, but the door has been rendered inoperable by the power outage.\n)\n\n\nO5-2:\n Dammit, dammit— the emergency power, where— ? I can't see anything, where the hell's the switch— ?\n\n\n(\nNothing whispers.\n)\n\n\nO5-2:\n Who's there?\n\n\n(\nO5-2 begins to feel his way across the wall, attempting to find the switch for the containment chamber's emergency power system. A second pair of heavy footsteps slowly trudges across the floor.\n)\n\n\nO5-2:\n No, no, you're not— Where's the— ?\n\n\n(\nRetching, followed by a wet thud. O5-2 becomes more frantic.\n)\n\n\nMEAGAIN\n: What are you— where are we going?\n\n\nILOVEYOU\n: Shhh, just, just one second!\n\n\n(\nHushed giggling; a door opens then shuts. It does not sound like any door in the chamber.\n)\n\n\nICANTDO\n: Well… what? What'd you want?\n\n\nTHISWITH\n: Sorry I… I just had to get away from everyone, thought we did. I— I was wondering if you wanted to go out sometime, somewhere.\n\n\n(\nCracking. As O5-2 feels across the wall, it no longer feels concrete; he feels wallpaper. The floor creaks like hardwood as he runs frantically, now disoriented.\n)\n\n\nOUTLOVE\n: ….what'd you mean?\n\n\nLETSBEUS\n: Well… you're always so kind! Fascinating too, really. Believe me, I'd never thought I'd be so interested in planes… planes of all things! No offense. But uh, well, when it's you talking, I can feel like… like I can listen to it forever.\n\n\n(\nO5-2 climbs up a staircase; his hand knocks picture frames off the wall. Two sets of steps encroach behind him. He is pushed aside by two giggling figures. He grabs a hold of the railing.\n)\n\n\nO5-2:\n This is not now! This— this is the past, you're \nboth\n the past. Let it burn away. Let \ngo\n.\n\n\n\n\n\n\nSurveillance view at this point of the outage.\n\n\n\n\n\n\n(\nThe railing is not there anymore. O5-2 falls down the stairs and onto a large bed. Multiple pairs of footsteps are faintly heard surrounding him. The cracking grows louder.\n)\n\n\nFOREVER.\n: Wow… well, sorry, sorry if I talk too much, I tend to ramble a bit, I understand, I do. I do—\n\n\nILOVEYOU!\n: There's no need to be sorry… really! Don't worry. (\nChuckles.\n) You've always been so nice to me, I feel… newer when I'm with you. In a way. Like, I feel free. I feel, I— I feel—\n\n\n(\nShattering. Hard fragments clatter to the ground. The footsteps move towards the front of the bed, merging together until only two heavy pairs remain. Two feminine voices are heard; what they say mostly unintelligible, besides a single phrase at the end.\n)\n\n\nILOVEYOU\n & \nTOO,MADS\n: —and the nightmares will go away.\n\n\n(\nPower is restored to the east wing of Site-01 by engineering staff after physical intervention by multiple O5 Council members; the lights flicker on. No part of the containment room is out of the ordinary, besides O5-2 curled in the corner, with his eyes tightly shut.\n)\n\n\n(\nPlaque entanglement injections restarts insertion. The eyes of SCP-6665-α melt in rhythm with the cries of SCP-6665-█.\n)\n\n\n\n\n<END LOG>\n\n\n\n\nResultant investigations about the outage revealed it to have been an express emergency order, the clearance codes for which are only known to select Level 5 Personnel and above. Further investigation is underway, although their conclusion has been inferred.\n\n\nDespite her denial of involvement, O5-1 has been indefinitely denied access to SCP-6665 and all documentation pertaining to Project BLACKBOX. Any personnel allowing O5-1 access to SCP-6665 will face an immediate reprimand and reassignment.\n\n\nFurther disciplinary measures regarding the conduct of O5-1 — including possible censure — are under consideration.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nREPORT #██ — ██20/██/██\n\n\n\n\nSUMMARY:\n Complacency of SCP-6665 is greatly improved.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\nThe following is an informal meeting between O5-1, O5-10, and O5-7 within a conference room of Site-01, recorded on a hidden paperclip audio recorder. Other recording devices placed in the room were disabled or destroyed. The meeting was assembled by O5-1 in regards to Project BLACKBOX, violating her current restrictions.\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nA pair of footsteps walks into the conference room, followed by two others. The latter two sit down as the door is locked.\n)\n\n\nO5-10:\n You know, we—\n\n\nO5-1:\n I know.\n\n\n(\nManic walking; small objects are heard breaking.\n)\n\n\nO5-10:\n …didn't let me finish. We can't get you what you're asking for— well, I can't, I dunno what else you wanna to hear.\n\n\nO5-1:\n I know, I— Eva, you saw the file I sent you, I, I—\n\n\nO5-7:\n This… this is the third time we've had this conversation. Jen. I'm sorry. It's… it's all just too much of an ask.\n\n\nO5-1:\n They— you know I don't have access, doesn't mean I can't \nsee\n what's going on. One of my guards, I caught him coughing up something— straight into his hand. I couldn't even ask him what it was then; I couldn't remember his name. 10 years… he's been here for a decade, and now? Couldn't even remember his damn name.\n\n\nO5-10:\n Doesn't help your case — you know — the stunt you pulled, One.\n\n\nO5-1:\n I told you! I— It wasn't me. I \nknow\n what this looks like, believe me, but—\n\n\nO5-10:\n But what? You want all of us, the rest of the twelve of us, all to believe what you've been sayin'? Eh?\n\n\nO5-1:\n Those codes — the emergency codes — those ones aren't available to us. Only to the top— to the \nAdministrators\n, Mike, I swear—\n\n\nO5-10:\n It's Ten.\n\n\nO5-1:\n —They're doing something with what little they have left. There's still something fleeting in there. And he's hurting them. For his gain.\n\n\nO5-10:\n \nHis\n own? We all gain from this. Every damn person in this organization, and \nespecially\n us, especially you. If we can secure the knowledge of those things we lock up, keep the world ignorant and happy, you know, our job will be much, much easier. Yeah it's only our people for now, but think about it, will yeah? A world where the monsters under the bed, all them bumps in the night, all are just—\n\n\nO5-1:\n Forgotten? God, I've gotten this same exact talk from Two. Do you even— do you just not care?\n\n\nO5-10:\n I care One, I care about the greater good.\n\n\nO5-1:\n I've had it with that phrase — \"the greater good\" — greater than what? Do we measure goodness on a scale? Some— some arbitrary good meter we've locked in a cell somewhere? Do Malorie and Maddison weigh less than— than all \nthis\n? Well? Do they?\n\n\n(\nSniffling.\n)\n\n\nO5-10:\n Gosh, why am I even here, eh? I shouldn't even be entertaining this. \nWe\n shouldn't be, Seven. This is childish. This'll be the last time I keep this under wraps.\n\n\n(\nA chair is pushed out. The door is unlocked and opened. A second chair is pushed out; footsteps trail towards the door.\n)\n\n\nO5-1:\n Eva! Wait, wait— please.\n\n\n(\nThe footsteps stop.\n)\n\n\nO5-1:\n How… how did Two convince you, huh? You— (\nSniffling.\n) You were always so nice. The two of them were good to you. So nice when so many people just… weren't. Weren't.\n\n\nO5-7:\n Jennie… I'm sorry. I—\n\n\nO5-1:\n He's— he's been nicer to you, hasn't he?\n\n\nO5-7:\n What?\n\n\nO5-1:\n I've— yes, I've seen it, he doesn't say your name like he used to. Your pronouns.\n\n\nO5-7:\n Stop….\n\n\nO5-1:\n Without the quotation marks now, right?\n\n\nO5-7:\n Stop it! I… I—\n\n\nO5-1:\n You told me— you said I was the third person who you came out to. I think we both know who the first two were.\n\n\n(\nPause. More sniffling than prior.\n)\n\n\nO5-7:\n I've moved on… accepted it. They're gone. They're— they're gone.\n\n\nO5-1:\n It doesn't look like you've moved on, I mean— you look just like me— crying right now. Don't you? (\nBroken chuckle.\n)\n\n\nO5-7:\n I just want to move on… Jennie, I wanna be happy again. Please… I just— I need to go. I need to be happy again.\n\n\n(\nFootsteps, trailing out the room.\n)\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nREPORT #██ — ██21/██/██\n\n\n\n\nSUMMARY:\n On one of the latter two days specified in the containment procedures, the candles of the cake were blown out, despite a lack of any recorded wind. Remaining embers and smoke speak and sway in a coordinated rhythm, until naturally fading.\n\n\n\n\nAre you almost ready yet?\n\n\nNot yet Jennie! I'm just— I think we need a size down.\n\n\nAnother?\n\n\nApparently!\n\n\n(Laughter.)\n\n\nWell, we'll see if they carry it in that size, I can—\n\n\nNo, no, It's fine. Don't worry, I think I can get this to work! You've done more than enough, really! I— I just need to get back in time for the birthday date.\n\n\nYeah.\n\n\nIs uh… is something wrong?\n\n\nI'm sorry, it's just— I was thinking.\n\n\nThinking?\n\n\nThinking. About the invite list we all worked on. You both wanted Two there, but— Maddy, he doesn't seem that very…\n\n\nHe's an old friend of mine, both of us really! But… He can be a bit dry, bit cold, but sometimes—\n\n\n(Sigh.)\n\n\nSometimes you need a bit of dry. Or else all you have is tears. Neither of us were— are happy, about how he acts around us. I was conflicted putting him on, on the council. Mal brought me back around— he's just one voice! Just a drop of dry. We— we don't— Ahh!\n\n\nMaddy!? What's— !?\n\n\nZipper! The— the zipper's in my hair!\n\n\n(Laughter.)\n\n\nOkay— Ow, alright, I'm ready!\n\n\n(Elegant colors in pale shades of bright.)\n\n\nWow. I— you don't need another size up, this is perfect. Wow. Mal's gonna love it.\n\n\nHope so! How's the veil look?\n\n\nJust— it's perfect, beautiful.\n\n\nIt'll keep her from seeing all my freckles, at least a bit.\n\n\nHey, do you really think she— ? You do realize that like, one of the main things she loves about you, well, from what I've assumed, is your freckles? You probably shouldn't hide them.\n\n\nReally? I— well…\n\n\n(Pause.)\n\n\nOh— sorry! Mind's going millions of places. It's just… that's kinda like what we do, you know, keep beautiful, magical things, keep them concealed. People may love them, we keep them hidden.\n\n\nI— I guess, but—\n\n\nWere— sorry, weren't you trying to come up with a name to describe— well, just that? The normal we've created, defining out the \"is\"s and \"isn't\"s of ordinary, as if we control reality.\n\n\nUhh, yes?\n\n\nI, uh, I think have an idea.\n\n\n\n\n\n\n\n\n\"\nRequesting approval for further increase in starvation periods. Complacency appears to be slipping once again, possibly from the influence of outside sources. Physical or otherwise.\n\"\n\n\n\"\nThey're not even right, not anymore. This is not right.\n\"\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\nMultiple personnel detrimentally affected by SCP-6665 errors report previously unforeseen side effects, taking the form of false memories. These memories dissipate once nothing is vomited.\n\nThe most potent case of this effect was uncovered from Researcher Marvin Kells, who was formerly involved in the containment of SCP-5666. An excerpt from an on-site therapy session detailing his case has been included below.\n\n\n\n\n<BEGIN LOG>\n\n\n\n\nKELLS:\n I'm never sure what to say at these things.\n\n\n███████:\n Whatever's on your mind.\n\n\nKELLS:\n I… that's the problem, I think, I don't know what's on \nmy\n mind. Does that make sense?\n\n\n███████:\n Well, that's what we're here for. To make sense of everything.\n\n\n(\nSilence.\n)\n\n\nKELLS:\n I had the dream again.\n\n\n███████:\n Oh? Anything else of note this time?\n\n\nKELLS:\n She was… bright, the girl with that Minstrata woman\n2\n. Not the smart way— glowing. I could still see her eyes, staring still, just the same as before.\n\n\n(\nKells briefly jerks his head to the left.\n)\n\n\nKELLS:\n I can still recall those things she said.\n\n\n███████:\n What did she say now?\n\n\nKELLS:\n She said just, so many things I think I know. I can \nrecall\n the things she said, the memories she showed me—\n\n\n(\nKells briefly jerks his head to the right.\n)\n\n\n███████:\n Is everything okay?\n\n\nKELLS:\n Sorry, it's just…\n\n\n(\nSilence.\n)\n\n\nKELLS:\n Have you ever looked at something really bright, a lightbulb, something like that? You know how the light kind of… sticks in your vision. Flashes in there for a bit after.\n\n\n███████:\n I believe I understand.\n\n\nKELLS:\n Ever since I looked at her last time, in the dream, she was so bright— she's still there. Stuck in my vision. I can see her out of the corner of my eye. She's—\n\n\n(\nKells gags.\n)\n\n\nKELLS:\n She's still staring at me. Walking around my eyes. Always staring— staring at me from inside my eyes. And sometimes—\n\n\n(\nKells gags.\n)\n\n\nKELLS:\n Sometimes she smiles. She…. she's smiling, she's— !\n\n\n(\nKells vomits nothing. He staggers backwards. ███████ removes himself from his seat, rushing over to Kells. He steps in the puddle, slipping on white cloth. It drags away as he topples over. The pews are bustling; as the Therapist gets up, flower petals stick to his face.\n)\n\n\n(\nAs nothing seeps into ███████'s mouth, he staggers backwards, picking back up the ornate pillow.\n)\n\n\nRINGBEARER\n:\n No, where— where is it… I can't believe I lost— wait, I know!\n\n\n(\nTherapist drops the pillow. He sticks his hand into his mouth, gagging. He vomits and then collapses, nothing shines brilliantly in the resultant puddle.\n)\n\n\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\n\nThe following was recorded inside of the office of O5-7, pertaining to another attempted security breach of SCP-6665 by O5-1.\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nO5-1 enters.\n)\n\n\nO5-1:\n Hi Eva.\n\n\nO5-7:\n It's Seven.\n\n\nO5-1:\n Are you ser— ? (\nSigh.\n) Been hanging with Two, I see.\n\n\nO5-7:\n One… What do you want now.\n\n\nO5-1:\n Can't I just come in to say hi? Are— Aren't we friends?\n\n\nO5-7:\n We— We're work partners. Not for long too… sorry—\n\n\nO5-1:\n Eva—\n\n\nO5-7:\n Seven.\n\n\nO5-1:\n —I don't know how the votes, discussions, whatever, how it's all been going. I— What has he been saying? What does everyone think?\n\n\nO5-7:\n It's—\n\n\nO5-2:\n 6 to 6. Hard to do these things when you're down one.\n\n\n(\nO5-2 enters.\n)\n\n\nO5-1:\n No, no— Eva, what's he— ?\n\n\nO5-7:\n I'm sorry… I'm… One. you're breaking protocol, I couldn't do anything—\n\n\nO5-2:\n What are you doing here, One?\n\n\nO5-1:\n God dammit, you \nknow\n my name, you both do. You can hide yours all you want. But—\n\n\nO5-2:\n It's just formalities, One. You don't seem too fond of that; formalities. Now what are you doing here? What is it now?\n\n\nO5-1:\n Don't play dumb. Please, for one second, \nplease\n just be a person for me.\n\n\nO5-2:\n I \nam\n being a person for you. Even now. I'm trying to help you, I'm \ntrying\n to keep you make you better, steer you off this— this grief. I— I wanted to give you acceptance, so long, so many months, and you still haven't reached that stage of grief. You're still denying. Your therapist talked about this— why don't you go see her again? Instead of bringing more people pain.\n\n\nO5-1:\n My therapist is out on psychiatric leave. Her friend is comatose, a workfriend. But that— this didn't even make her the \nmost\n distraught. She burst into tears over the phone trying to say his name— remember his name.\n\n\nO5-2:\n I'm sorry to hear that.\n\n\nO5-1:\n No. No you aren't.\n\n\nO5-2:\n I'm sorry to hear that as well.\n\n\nO5-1:\n No you—\n\n\n(\nO5-1 puts her hands to her forehead in a state of distress, before abruptly continuing.\n)\n\n\nO5-1:\n You're impossible Two! Two, Two, Two. You never act like a person anymore! You barely did before, you— don't even tell us your name. You're just Two.\n\n\nO5-2:\n My name?\n\n\n(\nPause.\n)\n\n\nO5-1:\n No way, you— you don't know it either, do you?\n\n\nO5-2:\n No, you just—\n\n\nO5-1:\n We probably knew it, some time before. So did you. Did— It began with █, right?\n\n\nO5-2:\n One, this— this is unprofessional.\n\n\nO5-1:\n No, it's just true. It's true.\n\n\nO5-2:\n Evaline, I hope this encounter teaches you something. Do I have your vote at the next conference?\n\n\n(\nPause, before O5-7 reluctantly nods.\n)\n\n\nO5-1:\n No, I know you Eva, this—\n\n\nO5-7:\n It's—\n\n\nO5-2:\n It's Seven. To you. Now come along, Evaline. I know you'll make the right choice in the end.\n\n\n(\nO5-2 exits.\n)\n\n\nO5-7:\n I'm sorry, you just—\n\n\nO5-1:\n Do you— do you even realize what he's doing?\n\n\n(\nPause.\n)\n\n\nO5-1:\n What am I saying— you probably do. You're just happy that's he— he's not being himself.\n\n\nO5-7:\n Jennie— One… this is the happiest I've felt since they…\n\n\nO5-1:\n You haven't made peace yet, you can't— you're just like me. Like how he says I am. Can't bring yourself to admit it. Because it's not true yet. Their love was a powerful thing, and it still \nis\n. When a love like that decays— when it rots away, all the memories of all the things they did together… It doesn't go easily. It fights. It keeps itself from fleeting. Any way it can.\n\n\nO5-7:\n You're not making any sense… I need to get going, I need to go.\n\n\nO5-1:\n Eva, just— ! Please. More things will be taken to sustain them, sustain their love.\n\n\nO5-7:\n How do \nyou\n know?\n\n\nO5-1:\n I've— I've seen them, felt the fight. We were so close… I think I became part of them. My brain is shooting back and forth, It's hard to think… to breathe.\n\n\n(\nO5-1 rubs the sides of her head.\n)\n\n\nO5-1:\n You know what he's doing. He's— he only uses your name when it's useful for him— only calls you a \nwoman\n when it's useful for him. That sheet of happiness that his \"acceptance\" give you, it's— you \nknow\n it's not real.\n\n\nO5-7:\n And what if… what if you're just using me?\n\n\nO5-1:\n I would never do that, I— I would never drag you into something if I didn't think— didn't know it was right. Tell me, really, who do you believe more? Just for one second, see through his— his display, through all the empty acceptance, just think. I know it's hard for you— it's hard for me too, but it'll be harder for everyone else too, they'll all be dragged into this fight. They'll all be dragged into their \nlove\n.\n\n\n(\nPause. Shakily, O5-7 begins to leave.\n)\n\n\nO5-1:\n I know. I know it's hard. I'm sure they'll love you no matter what you do. They always have.\n\n\n(\nO5-7 pauses briefly, then exits, O5-1 sighs, briefly looking out the open office door, before exiting as well.\n)\n\n\n\n\n<END LOG>\n\n\n\n\nFollowing these events, a hearing on O5-1's censure was held. O5-7 was not in attendance.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n[DATA REDACTED - ENTER CREDENTIALS]\n\n\n\n\n                            \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n(\nO5-7 enters the containment chamber whilst O5-2 is overseeing the census hearing. She calls the substitute guards out of the room, and they reluctantly oblige. She staggers over to SCP-6665, stopping in front of it momentarily. She then turns to the terminal, pressing multiple keyboard keys. The full deactivation confirmation prompt appears.\n)\n\n\n(\nShe hesitates, now sobbing. O5-2 reenters.\n)\n\n\nO5-2:\n What are you doing?\n\n\n(\nO5-7 does not respond, staring at SCP-6665.\n)\n\n\nO5-2:\n Seven, I told you to come with me, I told you— I— I told you not to talk to her anymore. What did she say now?\n\n\n(\nO5-7 does not respond.\n)\n\n\nO5-2:\n \nEvaline\n. I know it looks bad, these things always do. But I've realized, I do think this would be what they'd want. Really!\n\n\n(\nO5-2 smiles. O5-7 scowls.\n)\n\n\nO5-7:\n You…\n\n\n(\nSmiling.\n)\n\n\nO5-7:\n You never cared what they wanted.\n\n\n(\nO5-7 presses\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\"Enter!\"\n\n\n \n\n\n \n\n\n \n\n\"Enter! Come on in!\"\n\n\nEvaline opens the door.\n\n\n\"How are you! Gosh— I have so much to talk about—\"\n\n\n\"What is this?\"\n\n\n\"Well— sorry, I know it's work hours, but me and Mal just have a \nlot\n to take care of still, it's hard to juggle this place and the\n\n\nEvaline puts on a vividly colorful dress.\n\n\n\"Is this—\"\n\n\n\"Hmm? Oh— sorry, I should've let you finish, that looks great on you. Did before— does now! Yes, Jennie, are you still getting ready?\"\n\n\nJennie walks out of the changing room.\n\n\n\"Eva!\"\n\n\n\"I know, right? She— wait, am I being too much? I'm just… excited? Yes, excited! You both look beautiful. This is perfect, This is going to be perfect. Sorry — I'm bouncing off the walls — this is going to be the best\n\n\nFlower petals dance. A voice whispers over the vibrant chimes of the church organ.\n\n\n\"Eva!\"\n\n\nJennie spins in her pew, to the face of Evaline behind her.\n\n\n\"You did it, you…\"\n\n\nTears stream, as two dresses stream down the aisle. They are worn in both senses, yet they stay pristine, cascading over settled petals speckling the ground.\n\n\nOver the black spots of the crowd sit the facadeless facades of things that can only be described as angels, yet despite any previous ravenous malice, they sit in a strained calmness. They are sated.\n\n\nAs the church organ fades into words and laughter and tears and joy and all else the world could lend to each savorous second, the words of Malorie and Maddison each ring, they each ring a bell, they each ring true.\n\n\n\"Till death do us part.\"\n\n\n\"And for forevermore after.\"\n\n\nA foreign voice to the scenes kicks out from the pews. Skipping the needle on the record, halting the needle sewing two lives together.\n\n\n\"No, no, what is going on, this— this isn't now— it isn't right. The world needs closure, peace, we all do— \nI\n do— we—\"\n\n\nMaddison looks, she takes his eyes into hers, locking them inside, as she has many times before. Her mouth moves in an unfamiliar familiarity.\n\n\n\"This… this was never what you wanted. I know. I know it's all so hard for you. When you confessed your love… so long ago, it was hard for me to tell you too, probably as hard for you to hear it.\"\n\n\nHe cannot look away.\n\n\n\"But this is how the world is, was, will be.\"\n\n\nHe cannot look away.\n\n\n\"You're the only one stuck in the past.\"\n\n\nHe cannot look away. Caught in retrospective bliss, the past becomes his only present, stuck shuttered in the closure of a flytrap symphony, orchestrating in the orbits of two fluttering eyes. Eyelid-jaws close, eyelash-teeth interweave, before they open again to the sight of Malorie.\n\n\n\"You may now kiss the bride.\"\n\n\nAs they kiss, their lips twirl like propellors in the embrace of eachother's folded wings. The pews whirr alive with floating applause. Nothing is now nothing, as they walk to the plane.\n\n\n\"Are you ready?\"\n\n\n\"I— I won't lie… I'm kinda afraid of heights.\"\n\n\n\"I won't lie too Mal, I'm a bit of the same. But we have each other, I'll be here, you'll be here. Anything up there— nothing won't stand a chance against us.\"\n\n\nTheir laughter takes them to the stars. As they fly off forevermore into the oscillating blues of the cloudlessly clear sky, the Sun shines like a burning memory.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. The instrument used to perform transorbital lobotomies.\n\n\n2\n. Kells was previously amnesticized to remove elements of his experience with SCP-5666. It is unknown how this detail was recollected.\n\n\n\n\n\n\n\n\n« \nSCP-6664\n | SCP-6665 | \nSCP-6666\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6665\n\" by Lamentte, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6665\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n adm.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n BLACKBOXWTBK.png, Mal? What's wrong?.png\n\n\nAuthor:\n \nLamentte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n nurse.png\n\n\nNames:\n Broughton Hall in 1943 - Interior.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n plntextnew.png\n\n\nNames:\n Small plane flying over ocean (AM 80639-1).jpg\n\n\nAuthor:\n Tudor Washington Collins\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6665 \" by Lamentte, from the SCP Wiki . Source: https://scpwiki.com/scp-6665 . Licensed under CC-BY-SA .",
        "Filename: adm.png Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: BLACKBOXWTBK.png, Mal? What's wrong?.png Author: Lamentte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: nurse.png Names: Broughton Hall in 1943 - Interior.jpg Author: Unknown License: Public Domain Source Link: Wikimedia Commons",
        "Filename: plntextnew.png Names: Small plane flying over ocean (AM 80639-1).jpg Author: Tudor Washington Collins License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The Site-01 engineering room in which SCP-6665 was constructed has been converted into its containment area, fitted with all necessary supplies for routine medical and mechanical maintenance. Any unauthorized personnel attempting access to SCP-6665 are to be detained and questioned, regardless of clearance.",
    "description": "SCP-6665 is Project BLACKBOX, which is currently responsible for all classified information redaction in Foundation databases.",
    "title": "SCP-6665"
}