{
    "url": "https://scp-wiki.wikidot.com/scp-6668",
    "all_text": "rating: \n+394\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nCheck out more of my articles on my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+394\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n08:58 AM\n\n\n \n\n\n \n\n\nSpecial Containment Procedures:\n SCP-6668 refers to an ongoing, emergent phenomena; as such, comprehensive containment procedures have yet to be enacted. Interaction with SCP-6668 is to be regulated by the provisional research team, comprised of Site-███'s\n1\n leadership team. Excursion into Site-███'s cafeteria has been suspended.\n\n\nDescription:\n SCP-6668 is a large sinkhole which appeared in the floor of Site-███'s cafeteria at 08:47 local time earlier today. The depth of SCP-6668 has yet to be determined, but is architecturally anomalous. Despite the cafeteria being situated on the 3rd floor, there has been no topographical disruption to the corresponding location on the 2nd floor.\n\n\nDespite showing no prior signs of structural fragility, the cafeteria floor rapidly crumbled, causing Junior Researcher Morel to descend into the sinkhole. Contact with Morel has yet to be made. Upon appearance of SCP-6668, all food product within the cafeteria, including substances mid-mastication or mid-digestion, rapidly putrefied.\n\n\nPreparations for human exploration of SCP-6668 are currently underway.\n\n\n\n\n\n\nADDENDUM: SECURITY FOOTAGE\n\n\n\n\n\n\n+ OPEN ADDENDUM +\n\n\n\n\n- CLOSE ADDENDUM -\n\n\n\n\n\n\nForeword:\n The following is a transcription of footage obtained from the security cameras situated within Site-███'s cafeteria.\n\n\n\n\nThe cafeteria is heavily populated; a busy breakfast service is underway. The Department of Agricultural Anomalies sits at one table, having a team breakfast. At the other end of the room, Senior Researcher Comtois points to his laptop screen as he addresses the junior staff sat besides him. A small, circular mark appears on the floor in the centre of the cafeteria. Site Director Hughes enters the cafeteria, and joins the queue for food.\n\n\nJunior Researcher Morel stands up from the table at which they are sat, and offers to return the food tray of their colleague, Junior Researcher Pelletier. The two kiss,\n2\n and Morel makes his way across the room, to the tray return point. As he does so, he steps upon the black mark.\n\n\nInstantaneously, the floor gives way and collapses inward, marking the manifestation of SCP-6668. The hole rapidly expands, pulling down the surrounding flooring until it is 5m in diameter. Despite the nature of the collapse, the hole formed oval shaped with well-defined edges. Morel falls into SCP-6668. Those situated close to the anomaly quickly move away from it.\n\n\nSimultaneous to this, all food in the immediate vicinity rapidly decays. Food goods contained in the cafeteria's serving unit sprouts large amounts of fast growing mould. Several diners spit food from their mouths in haste, with the majority subsequently vomiting. Liquids released by the putrefaction flows off of plates.\n\n\nAdjusting to the situation, several staff members make their way to SCP-6668. On his way over, Senior Researcher Comtois slips in a puddle of decomposed food, landing badly on his back. Junior Researcher Pelletier leans over SCP-6668's edge, shouting for Junior Researcher Morel.\n\n\nCameras located in the training auditorium, situated directly below the cafeteria, capture no anomalous activity during this period. The auditorium's ceiling shows no sign of damage or degradation.\n\n\n\n\n\n\nA new version of this page is available. Refresh?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. ONGOING SITUATION. INFORMATION BLACKOUT INITIATED.\n\n\n2\n. HR records indicate Morel and Pelletier have been in an approved and vetted relationship for several years.",
    "addendums": [],
    "documents": [],
    "notes": [
        "A new version of this page is available. Refresh?"
    ],
    "containment_procedures": "SCP-6668 refers to an ongoing, emergent phenomena; as such, comprehensive containment procedures have yet to be enacted. Interaction with SCP-6668 is to be regulated by the provisional research team, comprised of Site-███'s1 leadership team. Excursion into Site-███'s cafeteria has been suspended.",
    "description": "SCP-6668 is a large sinkhole which appeared in the floor of Site-███'s cafeteria at 08:47 local time earlier today. The depth of SCP-6668 has yet to be determined, but is architecturally anomalous. Despite the cafeteria being situated on the 3rd floor, there has been no topographical disruption to the corresponding location on the 2nd floor.",
    "title": "SCP-6668"
}