{
    "url": "https://scp-wiki.wikidot.com/scp-6670",
    "all_text": "rating: \n+680\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy subject matter that includes parental abuse, cannibalism, forced social isolation, and body horror. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+680\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6670\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nA polaroid taken of SCP-6670 in 2002\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-6670’s immovable status, Containment Site 86 is to be secured at all times with no civilians being allowed access. In addition to this, a concrete wall is to be erected around the area and maintained at all times in order to prevent passersby from noticing SCP-6670. No attempts are to be made to extract SCP-6670 from Containment Site 86 to avoid destroying or accidentally terminating the anomaly.\n\n\nAll unusual noises emanating from within the site are to be noted and investigated at the discretion of the head researcher. Any individuals that are found to be investigating the area or are claiming to know “Melanie Parker'', \"Jemma Parker\", or \"John Bates\" are to be disinformed or amnesticized as necessary.\n\n\nDescription:\n SCP-6670 is a large amorphous entity made of human flesh currently situated within the bedroom of a small and dilapidated pinewood house\n1\n (hereafter designated as Containment Site 86) located in an impoverished neighborhood within Detroit, Michigan. As such, SCP-6670 is only accessible through the former doorway to the bedroom, and is currently known to be actively obstructing the room’s entrance. Due to the small dimensions of the room that SCP-6670 is located in, the subject is currently thought to fill the entire room, and is therefore estimated to be assuming an approximately rectangular shape measuring at least 216 cubic meters. How SCP-6670 came to be in this state is unknown, though it is thought that the anomaly possesses traits equivalent to extreme gigantism which may have contributed to its abnormal enlargement.\n\n\nAccording to X-ray scans conducted on Containment Site 86, SCP-6670’s spine is extremely contorted and is assumed to have grown along the dimensions of the structure, with puberty assumed to have accelerated the growing process significantly. How SCP-6670 survived such a traumatic and abnormal growth, as well as the original conditions of its entrapment is unknown.\n\n\nAs of the time of writing, SCP-6670 is currently thought to be hibernating and has not been reported to be capable of locomotion or speech. According to the information gleaned from the video tapes of the subject’s mother in 2002 (see Addendum 6670.1), SCP-6670 is suspected to have or have had sapient intelligence roughly equating to that of a young developmentally impaired child.\n\n\nDNA testing done on samples extracted from SCP-6670 has identified the subject to be the female offspring of Melanie Parker, a woman of European descent originally from Texas. As of the time of writing, the body of Melanie Parker has not yet been found.\n\n\nAddendum 6670.1:\n The following file is the video journal of Melanie Parker, taken from the tapes located on her desk shortly after the discovery of SCP-6670 on March 13th, 2002. The tapes have been organized into their approximate chronological order. A transcription is available below.\n\n\n\n\n\n\nHAPPY BIRTHDAY JEMMA! 1988\n\n\n\n\n[An infant lays down on a cushion. She is seen cooing, looking up towards the individual holding the camera.]\n\n\nParker:\n “Who’s a birthday girl? Come on Jem, whose birthday is it today?”\n\n\n[The infant laughs.]\n\n\nParker:\n “You, Jemma! Youuu!”\n\n\n[Parker’s hand moves into the frame to tickle the infant.]\n\n\nParker:\n “Happy birthday, honey! Smile for Mommy, Jemmy! Smile for Mommy!”\n\n\n[The infant smiles widely again.]\n\n\nParker:\n “Oh that’s a cute smiiile! Who’s your Mommy, Jemmy? Who’s your Mommy?”\n\n\n[The infant’s eyes are transfixed on Parker as she looks up. She moves her arms up and down as she laughs again.]\n\n\nParker:\n “That’s right, Jemmy! It’s meee!”\n\n\n[Parker clears her throat]\n\n\nParker:\n \"Alright, let's sing the birthday song, okay?\"\n\n\n[The infant's eyes remain transfixed on Parker.]\n\n\nParker:\n \"Happy birthday to you… happy birthday to you! Happy birthday, happy birthday…\"\n\n\n[The infant giggles again.]\n\n\nParker:\n \"Happy birthday to you! Yaay! Happy first birthday, Jemma!\"\n\n\n[Parker tickles the infant. The infant begins to laugh again.]\n\n\n[The recording ends]\n\n\n\n\n\n\n\n\nJOB INTERVIEW PRACTICE TAPE\n\n[Approximately 1990]\n\n\n\n\n[The tape displays Melanie Parker in formal attire. Her clothes evidently have holes that have been unskillfully sewn shut with dark blue thread. Her black hair is pulled back in a bun behind her head. She waves at the camera with a smile. She is obviously apprehensive.]\n\n\n[Parker clears her throat.]\n\n\nParker:\n “Hoo. Okay.”\n\n\n[Parker smiles again.]\n\n\nParker:\n “Uh… hello! My name is Melanie Jamie G. Parker, and I am applying as an intern to the Walter Media Broadcasting Company.”\n\n\n[Parker blinks a few times and visibly swallows.]\n\n\nParker:\n “I am a confident young woman living in Detroit, Michigan. Having turned eighteen yesterday, I want to… uhh…”\n\n\n[Parker stalls. She is seen looking down.]\n\n\nParker:\n “Um… con-contribute to the world by learning how to become a news r-reporter for your…”\n\n\n[Parker is still looking down.]\n\n\nParker:\n “For your esteemed o-orginazation-“\n\n\n[She shakes her head.]\n\n\nParker:\n “Organization, I mean.”\n\n\n[She laughs nervously.]\n\n\n[An infant is heard crying in the background. Parker immediately hunches.]\n\n\nParker:\n “Goddamnit.”\n\n\n[She looks over her shoulder.]\n\n\nParker:\n “I’m coming, Jemma!”\n\n\n[Parker leans over the desk to end the recording.]\n\n\n[The recording ends.]\n\n\n\n\n\n\n\n\nLETTER TO MY FAMILY [CUT THIS]\n\n[Approximately 1990]\n\n\n\n\n[Melanie Parker is seen crying. She is shown to be wearing a loose white blouse.]\n\n\nParker:\n “Mom. Dad. Betty. You’re… you’re probably wondering why I’m gone. Uh… fuck.”\n\n\n[Parker breathes in deeply. Her eyes are red.]\n\n\nParker:\n “I’m so sorry. I’m so sorry about everything, about that night with John, about the party, about stealing… stealing your money…”\n\n\n[Silence for five seconds. Parker begins to tear up. She wipes her tears away.]\n\n\nParker:\n “I just wanted to say again how much I love you all. Betty, with your pink shoes and your… c-caring attitude. Um… Mom, the way you smile lights up my day, even when you’re… quiet. Dad… uh… Dad…”\n\n\n[Silence for fifteen seconds. Parker closes her eyes and grits her teeth. Anger is evident on her face.]\n\n\n[She suppresses her anger.]\n\n\nParker:\n “You’re uh… you’re probably wondering why I’m sending this to you, after two years. Thing is uh…”\n\n\n[Parker scratches her head. She is looking away from the camera.]\n\n\nParker:\n “The money’s gone, mom. Dad. I’ve tried applying and applying to so many jobs, but… I can barely make ends meet. I can’t sleep at night… and… Jemma…”\n\n\nParker:\n “She’s getting really big, Ma. Bigger than… any girl should be at two. She’s outgrowing all of the clothes I give her, and… I want you to…”\n\n\n[She begins to sob. She attempts to restrain it by biting her lip.]\n\n\nParker:\n “I want you to take…”\n\n\n[She looks toward the doorway. Her lip is quivering.]\n\n\n[She holds her gaze for 8 seconds. She looks back towards the camera.]\n\n\n[Her face hardens. She leans forward.]\n\n\nParker:\n “No. No. No. No. You know what?”\n\n\n[Parker’s voice gets louder. She is shaking her head as she speaks.]\n\n\nParker:\n “F-fuck you. Fuck you all. I’m keeping Jemma, and not you or your belt or… or you saying how \n‘ruined’\n I am is going to stop me.”\n\n\n[Parker sniffles. She looks up and takes a few deep breaths.]\n\n\nParker:\n “G-god. I’ve been wanting to say those words for such a long time. I’m tired of living under your fucking roof. I want to fucking go, and fucking live on my own. You will never find me, and you will never find Jemma. Make sure to… to… go home and stay there. I’m so goddamn tired of all of you, and I’m so goddamn tired of being so \nfucking\n scared and fucking… fuck…”\n\n\n[Parker breathes in deeply again. Her body is quaking, presumably with anger.]\n\n\n[She moves to speak again, but refrains to regain her composure.]\n\n\nParker:\n “You uh… You should’ve seen how happy Jemma and I were, how nice life is out here. The sun’s so much fucking brighter, there’s no… no fighting. No screaming. No… crying. I took my daughter and I left all of you and I am \nhappy.\n”\n\n\n[Parker smiles. Tears are still falling from her eyes.]\n\n\n[The cries of a toddler are heard in the background. Parker looks behind her to a doorway situated on her right.]\n\n\nParker\n [faint]: “God, she’s awake again. Jemma? Mommy will be with you in a sec, okay?”\n\n\n[Parker moves out of frame again, and towards the doorway.]\n\n\nParker [faintly]:\n “Shh… it’s alright. It’s alright. It’s alright. You’re safe with Mommy. You’re safe with Mommy.”\n\n\n[EXTRANEOUS TRANSCRIPT OMITTED]\n\n\n[The recording ends.]\n\n\n\n\n\n\n\n\n[The tape is unlabeled.]\n\n[Approximately 1990]\n\n\n\n\n[The tape shows SCP-6670 playing within their bedroom. SCP-6670 is shown shouting with glee, with her blonde hair being long and unkempt. Despite her estimated age of two, she is presumed to be as tall as 121.9 cm\n2\n. Parker is assumed to be holding the video camera.]\n\n\nSCP-6670:\n “Mommy! Mommy! Watch!”\n\n\n[SCP-6670 begins to run around the small bedroom. She is holding her arms perpendicularly to one another.]\n\n\nSCP-6670:\n “I’m airplane, Mommy!”\n\n\nParker:\n “I can see that, Jem. What does the airplane say?”\n\n\nSCP-6670:\n “Arooooo!”\n\n\nParker:\n “Good girl, Jem. Now, I want you to-”\n\n\n[The sound of a ringing telephone is heard.]\n\n\nParker:\n “Agh.”\n\n\n[Parker immediately puts the camera down and places it on her bed, pointing towards SCP-6670. She is heard walking to the telephone and picking it up.]\n\n\nParker [faintly]:\n “Melanie Parker speaking. Who is this?”\n\n\n[As Parker speaks on the telephone, SCP-6670 enters a small hole within the wall of the bedroom. She is seen excitedly moving out of sight.]\n\n\nSCP-6670:\n “Mommy, lookie here!”\n\n\n[Parker makes no indication that she has heard SCP-6670. She continues talking unintelligibly.]\n\n\n[Thirty seconds pass. Parker is heard shouting with glee. She is heard putting down the telephone before moving into the room and into frame. She is seen looking around in search of SCP-6670.]\n\n\nParker:\n “Jemma? Where are you?”\n\n\n[Three seconds pass.]\n\n\nParker:\n “Honey?”\n\n\nSCP-6670 [from within the wall]:\n “I’m here, Mommy!”\n\n\n[Parker immediately moves to the hole in the wall. She is seen talking into the hole.]\n\n\nParker:\n “Jemma? Can you get out for me please?”\n\n\n[There is silence on the other side of the wall.]\n\n\nParker [nervously]:\n “Jemma? Jemmy? I told you not to go in there, right? Come out, honey!”\n\n\n[Five seconds pass.]\n\n\nParker:\n “Jemma Louise, if you do not come out in the count of three, I will-”\n\n\nSCP-6670:\n “I’m in a tunnel, Mommy-”\n\n\nParker:\n “One,”\n\n\n[One second passes.]\n\n\nParker:\n “Two,”\n\n\n[One second passes.]\n\n\nParker:\n “Two and a half,”\n\n\n[One second passes.]\n\n\nParker:\n “Thr-”\n\n\n[A loud cracking sound is heard. SCP-6670 screams.]\n\n\nParker [shouting]:\n “Jemma?!”\n\n\n[Parker moves her head into the hole.]\n\n\n[SCP-6670 begins crying in pain.]\n\n\nParker:\n “Jemma, honey?!”\n\n\nSCP-6670:\n “Mama, it hurts!”\n\n\nParker:\n “Jemma, are you okay?!”\n\n\nSCP-6670:\n “Mama, it hurts so much!”\n\n\n[Parker moves further into the hole. Only her lower half can be seen.]\n\n\nParker:\n “Tell me what hurts, honey, please!”\n\n\n[SCP-6670 begins to cry louder. She makes no intelligible response.]\n\n\nParker [sobbing]:\n “I’ll get help, okay? Just hang on there, honey, hang on for me okay?”\n\n\n[SCP-6670 continues to cry as Parker extracts herself from the hole and begins to run outside.]\n\n\n[EXTRANEOUS TRANSCRIPT REMOVED]\n\n\n[The door opens fifteen minutes later. Parker returns with a young man of Asian-American descent, later identified to be John Bates, a neighbor of Parker, who is carrying a rope. SCP-6670 has ceased crying.]\n\n\nParker:\n “She’s just through here!”\n\n\n[Bates stops to the side of Parker as she kneels down.]\n\n\nBates:\n “Jesus Christ, Mel. How’d she get in there?”\n\n\n[Parker moves her head back into the hole.]\n\n\nParker:\n “Honey, are you okay?”\n\n\nSCP-6670 [hoarsely]:\n “Mommy, get me out please, Mommy. Mommy, please.”\n\n\nParker [crying]:\n “Mr. John is going to help, okay, honey? He has a rope and he’ll throw it to you. We’ll pull, and… and you hold on, okay?”\n\n\n[Parker moves out of the hole, with Bates kneeling down to replace her. He places the rope in his hands and begins to prepare to throw it to SCP-6670.]\n\n\nBates:\n “Okay, Jem, on the count of three, I’ll throw this, okay?”\n\n\n[SCP-6670 doesn’t respond.]\n\n\nBates:\n “One, two, three!”\n\n\n[Bates throws the rope.]\n\n\nBates:\n “Do you have it, kid?”\n\n\n[There is no response.]\n\n\nParker:\n “Jemma-”\n\n\nBates:\n “She’s pulling. She’s pulling. Grab the rope, Mel.”\n\n\n[Parker takes hold of the rope.]\n\n\nBates:\n “On the count of three, pull, alright?”\n\n\n[Parker nods.]\n\n\nBates:\n “One, two, three, pull!”\n\n\n[Both Parker and Bates begin to pull. They are grunting with effort.]\n\n\nParker:\n “Jemma, are you coming out?”\n\n\nBates:\n “She’s not budging. Pull harder. Now!”\n\n\n[Parker and Bates continue to pull, but to no avail.]\n\n\nSCP-6670 [weakly]:\n “Mama, I can’t go. I’m stuck, Mama.”\n\n\n[Bates slowly begins to pull less and less. Parker continues to pull, grunting with effort.]\n\n\nBates:\n “Mel.”\n\n\n[Parker continues to pull.]\n\n\nParker:\n “We’ll get you out, honey, just hang on!”\n\n\nBates [shouting]:\n “MEL!”\n\n\n[Parker slowly begins to stop pulling. Tears are running down her face. She is shaking her head.]\n\n\nParker:\n “No. No. Not my baby. There has to be something we can do.”\n\n\nBates:\n “We’re going to need-”\n\n\nParker:\n “What? Need what? My daughter is stuck in there and we can’t-”\n\n\n[Bates grabs hold of Parker’s shoulders.]\n\n\nBates [shouting]:\n “WE CAN’T GET HER OUT OURSELVES, MEL! YOU’RE NOT FUCKING THINKING STRAIGHT!”\n\n\n[Parker freezes. Her eyes remain transfixed on Bates’ face.]\n\n\nBates [resigned]:\n “We’ll… um… we'll need some additional help, Mel.”\n\n\n[Parker remains unresponsive]\n\n\nParker:\n “I… I…”\n\n\nBates:\n “We have to call 911, or… or… something. I don’t fucking know, we’re the only ones on this goddamn street. In this part of the goddamn neighborhood. I'd get my sledgehammer out, but she's too far in… and the house might collapse.”\n\n\nParker [weakly]:\n “Can’t we call the Fire Department? Don’t they… get people out?”\n\n\n[Bates lets go of Parker’s shoulders. He moves outside of the frame. The sounds of Bates picking up the telephone and dialing are heard.]\n\n\nBates [faintly]:\n “Hello?”\n\n\nParker [faintly]:\n “Anything?”\n\n\n[Three seconds pass. Bates puts down the telephone in frustration.]\n\n\nBates [faintly]:\n “Fuck. Forgot it was Devil’s Night. Lines are all full.”\n\n\nParker [faintly]:\n “Wait, so…”\n\n\nBates [faintly]:\n “Jemma will have to last the night. We can’t get her the help she needs with people roving the streets. It’s… fuck. Fuck fuck fuck fuck fuck.”\n\n\nParker [faintly]:\n “She needs a doctor, John! My daughter is going to… to… and…”\n\n\n[Parker begins to whimper.]\n\n\nBates [faintly]:\n “It won’t come to that, Mel, alright? Just… just trust me. Once we get ahold of 911, we can get her out, and when we get her out, we can give her the help she needs, okay?”\n\n\nParker [faintly]:\n “I don’t have any money, John. I only have six dollars in my wallet. I can’t pay for whatever she needs. And… and what if they know that I’m a girl living on my own? They’ll take her away, John. They’ll take her \nfucking\n away.”\n\n\nBates [shouting]:\n “Then what do you want, Mel?! Do you want your daughter to die?! At this point, I’d fucking say that I care more for her than you \nfucking\n do. She’ll die if we leave her there, Mel. We \ncan’t\n leave her there.”\n\n\n[Silence persists for two minutes.]\n\n\nBates [faintly]:\n “I’m sorry I shouted. It’s just that… fuck, your own goddamn daughter is stuck inside there and can't get out. Stop thinking about yourself and think about \nher.\n You say you have family in Texas, right?”\n\n\n[Three seconds pass.]\n\n\nParker [faintly]:\n “No. No. Not them, fuck, please, not them.”\n\n\n[Four seconds pass.]\n\n\nBates [faintly]:\n “I’m sorry, Mel, but….”\n\n\n[Five seconds pass. The sound of a door is heard opening.]\n\n\nBates [faintly]:\n “I’m uh… I'm going to get my bike and head to the fire department. They’ll go over here and-”\n\n\n[Bates ceases speaking.]\n\n\nParker [faintly, sobbing]:\n “I’m so sorry, John. I’m so… fucking sorry.”\n\n\n[Seven seconds pass.]\n\n\n[A loud thud is heard.]\n\n\n[The door opens, then closes after several seconds. It opens again thirty minutes later.]\n\n\n[Parker walks into frame. Her clothes are bloody, and her eyes are red. Dirt and grease are caked on her hands and pants\n3\n. She looks at the camera for several seconds.]\n\n\n[She wordlessly kneels down and sticks her head into the hole.]\n\n\nSCP-6670 [weakly]:\n “Mama?”\n\n\nParker [softly]:\n “Mama’s here, honey. Don’t worry.”\n\n\n[Parker sniffles]\n\n\nParker:\n “Mama will take care of you.”\n\n\n[EXTRANEOUS TRANSCRIPT REMOVED]\n\n\n\n\n\n\n\n\nHAPPY BIRTHDAY JEMMA 1991\n\n\n\n\n[The video is presumably taken from within the interior of the wall. A small lava lamp has been placed within, which illuminates the small space. A small cupcake with a candle has been placed on the floor in front of SCP-6670, who lays prone on the ground. She is smiling. Her shoulders encompass the entire small length of the wall. Her estimated height from the video is 152.4 cm\n4\n. Parker is out of frame, and presumably behind the camera.]\n\n\nParker [singing]:\n “Happy birthday, Jemma! Happy birthday, Jemma! Happy birthday, happy birthday… happy birthday Jemma!”\n\n\n[SCP-6670 smiles. She is noted to be paler than in previous tapes.]\n\n\nParker [joyfully]:\n “Blow the candle for me, honey! Blow the candle!”\n\n\n[SCP-6670 blows on the candle, extinguishing it. Parker claps.]\n\n\nParker:\n “Happy third birthday, honey!”\n\n\n[Parker’s right arm moves into frame to embrace SCP-6670. SCP-6670 is seen giggling with joy.]\n\n\n[The recording ends]\n\n\n\n\n\n\n\n\nHAPPY BIRTHDAY JEMMA 1993\n\n\n\n\n[Like the previous tape, the video is taken within the interior of the wall. SCP-6670 is now seen to be much closer to the camera, and looks visibly ill. Her eyes look to be drooping. The growth of her shoulders seem to be hindered by the limits of the space that she is in. She is smiling tiredly. A larger cake with five candles is seen in front of her.]\n\n\nParker:\n “Happy fifth birthday, Jemma!”\n\n\nSCP-6670 [weakly]:\n “Thank you, Mommy.”\n\n\n[Parker leans over to give SCP-6670 a kiss on the forehead. SCP-6670 weakly smiles back.]\n\n\nParker:\n “I love you so much, honey, did you know that?”\n\n\nSCP-6670:\n “I love you too, Mommy.”\n\n\n[A rumbling is heard.]\n\n\nSCP-6670:\n “I’m hungry, Mommy. Can we eat now?”\n\n\n[Parker is heard restraining a sob. She is obviously trying to sound happy.]\n\n\nParker:\n “In a bit, honey, alright? Mommy’s going to get your food now.”\n\n\n[Parker moves out of the hole, taking the camera with her.]\n\n\n[The recording ends.]\n\n\n\n\n\n\n\n\nHAPPY BIRTHDAY JEMMA 1997\n\n\n\n\n[SCP-6670’s face now encompasses the entire hole. She has no discernible head. Extrapolated from her previous growth, she is now estimated to be close to 211 cm\n5\n tall, but may be larger. She is no longer smiling. The lava lamp and cake, the latter of which is now bigger, have been moved to the front of the hole. Parker is seen in the frame, kneeling next to SCP-6670.]\n\n\nParker [singing]:\n “Happy birthday to you! Happy birthday to you! Happy birthday, happy birthday… happy birthday to-”\n\n\nSCP-6670 [weakly]:\n “Mommy, can I eat now?”\n\n\nParker:\n “Wait a second, honey, we have to finish the birthday song first, okay?”\n\n\nSCP-6670:\n “Mommy, please, I’m hungry.”\n\n\nParker [singing]:\n “Happy birthday to-”\n\n\nSCP-6670:\n “Mommy, please.”\n\n\nParker [singing while beginning to sob.]:\n “-you, happy birthday to you,”\n\n\nSCP-6670 [shouting]:\n “MOMMY PLEASE!”\n\n\n[Parker ceases singing. She looks at SCP-6670, frozen. She is visibly crying.]\n\n\nParker [crying]:\n “I’m sorry.”\n\n\n[Parker walks out of frame.]\n\n\nSCP-6670:\n “Mommy?”\n\n\n[SCP-6670 attempts to inch forward. Her face is unable to fit through the hole. A few bones are heard audibly clicking. SCP-6670 winces in pain.]\n\n\nSCP-6670 [beginning to sob]:\n “Mommy?”\n\n\n[EXTRANEOUS TRANSCRIPT REMOVED]\n\n\n\n\n\n\n\n\n[The tape is unlabelled, and was only extracted from the video recorder upon the discovery of SCP-6670. It is estimated to have been recorded in 2001.]\n\n\n\n\n[Parker is seen crying outside the door to her bedroom. To the side, a mattress has been set out for her. A large double-decker cake has been set out beside her. Audible cracking is heard throughout the house for the entire recording.]\n\n\nParker [crying and singing softly]:\n \n”Happy birthday to you…”\n\n\nSCP-6670 [faintly]:\n “Mommy? Mommy, I’m hungry.”\n\n\nParker [crying and singing softly]:\n \n”Happy birthday\n to \nyou…”\n\n\n[A louder crack is heard. The ceiling is presumably beginning to collapse.]\n\n\nSCP-6670 [faintly]:\n “It hurts so much, Mommy.”\n\n\n[Parker suppresses her sobs and continues singing.]\n\n\nParker:\n “Happy birthday, happy birthday…”\n\n\nSCP-6670 [faintly]:\n “I don’t wanna fall, Mommy. I don’t wanna fall.”\n\n\nParker:\n “Happy birthday to…”\n\n\n[Parker stops. Her head is leaning on the door. Her gaze is frozen.]\n\n\n[Silence is heard for several minutes. The cracking is heard getting louder and louder.]\n\n\nParker [continuing to cry]:\n “Y…”\n\n\nSCP-6670 [faintly]:\n “Mommy, please help me, Mommy. I’m so scared, Mommy.”\n\n\n[Parker’s eyes widen. Her breaths begin to quicken. She covers her mouth and closes her eyes as she continues to cry.]\n\n\n[The sound of the ceiling collapsing gets louder.]\n\n\nSCP-6670 [faintly]:\n “I’m starting to fall, Mommy. My back hurts so much. My back hurts so much, Mommy.”\n\n\n[Parker begins to hyperventilate. SCP-6670 continues to call out.]\n\n\n[Part of the ceiling is heard giving under the weight of SCP-6670.]\n\n\nSCP-6670 [screaming]:\n “MOMMY!”\n\n\n[At once, Parker opens the door to run into the room. The camera is tipped over. We are only able to see the ceiling, which is full of cracks.]\n\n\n[A loud crash is heard, presumably part of SCP-6670 falling through the ceiling.]\n\n\nParker [faintly]:\n “I’ll catch you, honey! I’ll catch you!”\n\n\n[Louder and louder cracks are heard as the ceiling of the entire bedroom begins to collapse.]\n\n\nSCP-6670 [screaming]:\n “MOMMY HELP ME!”\n\n\n[The ceiling collapses. SCP-6670 presumably falls into the bedroom. The sounds of bones snapping are heard.]\n\n\n[Silence for five minutes.]\n\n\nSCP-6670 [crying]:\n “Mommy? Mommy, are you there? Mommy, it hurts so much.”\n\n\n[SCP-6670 continues to cry for the remaining four-hour length of the tape.]\n\n\n[The recording ends.]\n\n\n\n\nDiscovery Log:\n Shortly after the presumed date of the recording of the last tape, Foundation authorities were alerted to SCP-6670 when a passerby noted the residence to be “breathing”. A Foundation agent was then sent to the scene, with subsequent containment staff being called in several hours later. Containment measures were then implemented and Containment Site 86 erected to monitor SCP-6670. As of now, it is suspected that SCP-6670 alone contributes to the stability of much of the structure.\n\n\nUpdate 6670 - 11/19/2005:\n An unusual sound has been reported emanating from Containment Site 86, presumed to have been produced by SCP-6670. Investigation into the structure is pending.\n\n\n\n\n+ Incident Log 6670 - 11/25/2005\n\n\n\n\n- Hide\n\n\n\n\nIncident Log 6670 - 11/25/2005:\n Following the occurrence of the extraordinary incident on November 25, 2005, a record of the events has been included below.\n\n\n\n\nForeword:\n The following record of events was taken from the security camera placed in front of the door of the bedroom where SCP-6670 resides.\n\n\n<Begin Log>\n\n\n{19:57: The wall of SCP-6670’s flesh has been recorded to be moving slowly.}\n\n\n{20:35: SCP-6670 continues to move.}\n\n\n{20:40: The flesh close to the doorway begins to withdraw inexplicably.}\n\n\n{20:45: A sound similar to scraping is heard.}\n\n\n{20:47: The fingers of an unseen right hand are seen appearing on the side of the left side of the doorway.}\n\n\n{20:48: The beginnings of a head are seen moving into view, possessing blonde hair which is falling out in patches. It continues to move.}\n\n\n{20:49: A red, bloodshot eye is seen. It is placed far higher on its head than normal for a human. It is seen moving slowly, presumably to survey the room.}\n\n\n{20:50: Another eye and its nose are seen. The eye is covered in cataracts, and is moving faster than the other eye. It continues to survey the room. Its nose is broken in places, with the bridge slanting to the right of its face. The scraping sound continues.}\n\n\n{20:50: SCP-6670’s mouth is seen. It is surrounded by several strings of rotting flesh and caked with blood. The teeth are rotten, consistent with typical patterns of tooth decay. A clump of black hair clings to the side of its lower lip.}\n\n\n{20:51: SCP-6670 is heard speaking. The camera registers the sound as similar to \n”Mama, I’m so sorry.”\n Its voice is that of a young girl.}\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As typical of houses of this nature, the structure is made out of hollow cavity walls.\n\n\n2\n. 4 feet.\n\n\n3\n. The body of John Bates would later be found in the basement of an abandoned house on the same street as Melanie Parker's house.\n\n\n4\n. 5 feet.\n\n\n5\n. 6 feet and 11 inches.\n\n\n\n\n\n\n\n\n\n\nMore from this author\n\n\nImage created by AnAnomalousWriter\n\n\n« \nSCP-6669\n | SCP-6670 | \nSCP-6671\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6670\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6670\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Flesh.jpg\n\n\nAuthor:\n ξωαŋ ThΦt (slowly back…)\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/9f604df7-f630-48dc-a08c-8c3eaafb8075\n\n\n\n\n\n\nFilename:\n Classroom..jpg\n\n\nAuthor:\n MIKI Yoshihito. (#mikiyoshihito)\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/2d1419c5-ba70-4a73-8360-82ede24bdb16",
    "addendums": [
        "Addendum 6670.1: The following file is the video journal of Melanie Parker, taken from the tapes located on her desk shortly after the discovery of SCP-6670 on March 13th, 2002. The tapes have been organized into their approximate chronological order. A transcription is available below."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6670 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-6670 . Licensed under CC-BY-SA .",
        "Filename: Flesh.jpg Author: ξωαŋ ThΦt (slowly back…) License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/9f604df7-f630-48dc-a08c-8c3eaafb8075",
        "Filename: Classroom..jpg Author: MIKI Yoshihito. (#mikiyoshihito) License: CC-BY 2.0 Source Link: https://search.creativecommons.org/photos/2d1419c5-ba70-4a73-8360-82ede24bdb16"
    ],
    "containment_procedures": "Due to SCP-6670’s immovable status, Containment Site 86 is to be secured at all times with no civilians being allowed access. In addition to this, a concrete wall is to be erected around the area and maintained at all times in order to prevent passersby from noticing SCP-6670. No attempts are to be made to extract SCP-6670 from Containment Site 86 to avoid destroying or accidentally terminating the anomaly.",
    "description": "SCP-6670 is a large amorphous entity made of human flesh currently situated within the bedroom of a small and dilapidated pinewood house1 (hereafter designated as Containment Site 86) located in an impoverished neighborhood within Detroit, Michigan. As such, SCP-6670 is only accessible through the former doorway to the bedroom, and is currently known to be actively obstructing the room’s entrance. Due to the small dimensions of the room that SCP-6670 is located in, the subject is currently thought to fill the entire room, and is therefore estimated to be assuming an approximately rectangular shape measuring at least 216 cubic meters. How SCP-6670 came to be in this state is unknown, though it is thought that the anomaly possesses traits equivalent to extreme gigantism which may have contributed to its abnormal enlargement.",
    "title": "SCP-6670"
}