{
    "url": "https://scp-wiki.wikidot.com/scp-6679",
    "all_text": "rating: \n+85\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains themes of misogyny and deals with Just Girly Things. Reader discretion is advised.\n\n\n\n\nThis work depicts a man behaving negatively. For examples of positive male representation, refer to other works on the SCP wiki.\n\n\n\n\n\n\n\n\nrating: \n+85\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nExcerpt from the letter of Senior Researcher Dr. Paul McKinnon addressed to the Site-219 Containment Supervisors:\n\n\n[…]\n\n\nOur Site has no experience with GOI-4319 (\n\"Just Girly Things\"\n). As such, I would like to recommend my coworker, Dr. Alexandra Steward, for the role of the Lead Researcher of SCP-6679, due to her excellent track record with memetic anomalies and her high CRV.\n1\n\n\n\n\nItem #:\n SCP-6679\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As SCP-6679 is uploaded to three random streaming platforms at midnight (GMT-5) on a daily basis, Foundation webcrawler I/O TheTrueMeaning has been assigned to remove these listings as soon as they appear. I/O TheTrueMeaning has also been tasked with locating mentions of SCP-6679 on social media or movie forums and deploying an amnestic visual agent to the affected pages. The page is then to be deleted or locked, depending on the medium.\n\n\nA copy of SCP-6679 is to be stored on a Foundation computer in Site-219 for testing purposes. Every testing request must be submitted to Lead Researcher \n[PENDING REASSIGNMENT]\n for approval.\n\n\nPersonnel assigned to SCP-6679 must have a CRV no lower than 6.\n\n\nDescription:\n SCP-6679 refers to \nA Very Girly Holiday Movie\n, a film released by Sparkly Pink Productions. The story opens with a wealthy and influential businesswoman ending up stranded in a village for a month due to unspecified reasons. The lumberjack of the village offers her to stay at his home. Throughout the movie, he introduces her to \"the true meaning of Christmas\", which leads to the resignation of the businesswoman from her job on Christmas Eve. The film ends with her choosing to spend the rest of her life in the village, claiming that the purpose of life lies not in wealth and success but in love and family.\n\n\nSCP-6679 is affiliated with GOI-4319 (\"Just Girly Things\"). After watching the movie, women and persons assigned female at birth become convinced that their current job and career does not bring them happiness (if employed) or that attaining a job in the future will not bring them happiness either (if unemployed).\n2\n Instead, they become convinced that leading a fulfilling life lies in retiring to a rural cottage with their romantic partner. If the affected individual does not currently possess a partner, the anomalous effect of SCP-6679 will compel them to find one.\n\n\nThe anomaly was discovered following a routine weekly sweep of online spaces for memetic and cognitohazardous materials on 08.07.2018. At the time of discovery, it was present on twelve different streaming platforms in total.\n\n\nAddendum 6679-1:\n Incident 6679-I (12.11.2018)\n\nOn the night of 29.07.2018, Lead Researcher Dr. Alexandra Steward submitted a letter of resignation to the Site-219 HR department, citing that Foundation work means nothing to her anymore and that she now aspires to lead a simpler life with her romantic partner. Dr. Steward disappeared the following morning, with site staff having no time to confront her or try to dissuade her.\n\n\nAs Dr. Steward reportedly enjoyed working at the Foundation, was on track to become the head of the site's Memetic Research Division, and expressed no desire in finding a romantic partner prior to her disappearance, the resignation letter raised concerns among the majority of the staff members of Site-219.\n\n\n\n\nCommentary of Senior Researcher Dr. Paul McKinnon\n\n\nThe resignation of Dr. Steward was a shock to us all. We all know how she used to stay at her desk until late at night, or how she would spend hours upon hours in the Site's library, refreshing or expanding her vast knowledge of anomalies. And now, within a moment's notice… all gone.\n\n\nBlaming SCP-6679 for this would be the most straightforward option. It would, however, also be the most closed-minded one. Women are not free of errors. It is possible that Steward simply forgot to follow some vital steps of the Special Containment Procedures, and this carelessness cost her her career. As sad as it may be, that is the most likely explanation.\n\n\nRegardless, whatever would be the reason behind her resignation — whether it is human incompetence, or simply the desire to find a family (a desire that drives every woman deep down) — I wish Dr. Steward good luck in her newfound life, and encourage other staff members of Site-219 to do the same.\n\n\n\n\nFollowing her disappearance, the position of the head of the Memetic Research Division of Site-219 has been given to Dr. Paul McKinnon, the second in priority candidate for the position.\n\n\nAttempts to locate Dr. Steward are currently underway.\n\n\n\n\nFootnotes\n\n\n1\n. Cognitive Resistance Value, measuring the degree of a person's resistance to memetic and cognitohazardous influences.\n\n\n2\n. Previously, based on Dr. McKinnon's hypothesis, it was believed that a sufficiently high CRV would be able to mitigate this effect in affected persons. This hypothesis is presently under investigation.\n\n\n\n\n\n\n\n\n« \nSCP-6678\n | SCP-6679 | \nSCP-6680\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6679\n\" by Miss Lapis, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6679\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6679-1: Incident 6679-I (12.11.2018) On the night of 29.07.2018, Lead Researcher Dr. Alexandra Steward submitted a letter of resignation to the Site-219 HR department, citing that Foundation work means nothing to her anymore and that she now aspires to lead a simpler life with her romantic partner. Dr. Steward disappeared the following morning, with site staff having no time to confront her or try to dissuade her.\nAs Dr. Steward reportedly enjoyed working at the Foundation, was on track to become the head of the site's Memetic Research Division, and expressed no desire in finding a romantic partner prior to her disappearance, the resignation letter raised concerns among the majority of the staff members of Site-219.\nFollowing her disappearance, the position of the head of the Memetic Research Division of Site-219 has been given to Dr. Paul McKinnon, the second in priority candidate for the position.\nAttempts to locate Dr. Steward are currently underway."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6679 \" by Miss Lapis, from the SCP Wiki . Source: https://scpwiki.com/scp-6679 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6679",
    "object_class": "Keter",
    "containment_procedures": "As SCP-6679 is uploaded to three random streaming platforms at midnight (GMT-5) on a daily basis, Foundation webcrawler I/O TheTrueMeaning has been assigned to remove these listings as soon as they appear. I/O TheTrueMeaning has also been tasked with locating mentions of SCP-6679 on social media or movie forums and deploying an amnestic visual agent to the affected pages. The page is then to be deleted or locked, depending on the medium.",
    "description": "SCP-6679 refers to A Very Girly Holiday Movie, a film released by Sparkly Pink Productions. The story opens with a wealthy and influential businesswoman ending up stranded in a village for a month due to unspecified reasons. The lumberjack of the village offers her to stay at his home. Throughout the movie, he introduces her to \"the true meaning of Christmas\", which leads to the resignation of the businesswoman from her job on Christmas Eve. The film ends with her choosing to spend the rest of her life in the village, claiming that the purpose of life lies not in wealth and success but in love and family.",
    "title": "SCP-6679"
}