{
    "url": "https://scp-wiki.wikidot.com/scp-6680",
    "all_text": "by \nBarbarous_Bread\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6680:\n Hang Them Out to Dry\n\n\nAuthor:\n \nBarbarous Bread\n\n\nI'm probably not going to have my regular celebratory scotch if this article manages to get at least +1…\n\n\n\n\n⚠️ \nContent warning:\n Brief mentions of child abuse and sexual assault.\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6680\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nAll major printing companies that produce textbooks for Boston Public Schools are to be surveilled by embedded Foundation staff. These field agents are instructed to monitor for educational materials that acknowledge the existence of SCP-6680. Each textbook discovered that references SCP-6680 in any way is to be transported to Site-09 for analysis and disposal. Textbooks discovered to be in public circulation containing references to SCP-6680 are to be retrieved and \nClass-C amnestics\n are to be administered to any persons who have been exposed to such content.\n\n\n\n\nDescription\n\n\nSCP-6680 is the ahistoric organization “\nPurity in Perpetuity\n” which is, “an association of women dedicated to the purity of the human soul through the elimination of alcohol consumption in all forms.” \n.\nIrwin, E.F. (2011). \nWomen of the Prohibition\n. Quest Publications.\n This group has no presence in any historical record outside of select textbooks printed for Boston Public Schools. Based on analysis of the 16 texts found that reference \nPurity in Perpetuity\n, the organization was an extremist sect of the American Temperance Movement that utilized extreme violence as a means to eliminate alcohol consumption and production. Each textbook has contained new information about the group and its activities.\n\n\nThe method by which SCP-6680 is inserted into these texts is unknown. There has been no consistency noted in publisher, manufacturer, or author among texts that reference \nPurity in Perpetuity\n. However, these references are always thematically appropriate with the other content in the text.\n\n\nBy learning about the existence of \nPurity in Perpetuity\n via a textbook, the reader adopts the extremist views that would have been typical for a member of the group via a memetic effect inherent in the text. These effects are eradicated following appropriate amnestic therapy. An example of this effect is described in Addendum 6680.1.\n\n\n\n\n+ Collected History of Purity in Perpetuity\n\n\n\n\n- Displaying Report\n\n\n\n\n \n\n\n\n\n\n\nBased on the recovered textbooks containing information regarding SCP-6680, the following is an outline of the apocryphal organization's origin and history.\n\n\n\n\nIn 1818, \nPurity in Perpetuity\n was founded in Boston, MA by Grace Sutherland (b. 1788 - d. 1819) after her husband had been arrested for the murders of three bar patrons during a drunken brawl that had left dozens injured. She viewed alcohol as, \"the single greatest enemy of human virtue and a product of the Devil.\"\n.\nSmith, A.J. (1987). \nAmerican History: Turn of the 19th Century\n. Domestic Educational Partners.\n\n\nShe was able to gather multiple women who shared her views and encouraged them to recruit other like-minded women who had been affected by alcohol consumption. She was able to organize 31 women who shared similar mindsets to hers and whose lives had been impacted by alcohol. Most of them had been abused or witnessed abuse by someone under the influence of alcohol and they wanted to ensure that no other people would have similar experiences.\n\n\nThe following year, the group was attacked by several men leaving a local bar outside of which the organization was distributing pamphlets about the evils of alcohol. This resulted in the death of Grace Sutherland and injuries to 10 other members of \nPurity in Perpetuity\n who had attempted to defend Sutherland from the attack. Following this, many of the members left the group due to concerns regarding their wellbeing. Led by Grace's daughter, Donna Sutherland (b. 1804 - d. 1821), the 12 remaining members would begin to utilize the same level of violence that they themselves had endured in order to achieve their goals.\n\n\nWithin one week of Grace Sutherland's death, the group burned down a local bar that was a site of frequent public disturbances. The group managed to secure the bar’s exits with lengths of chain and start fires around the bar resulting in the deaths of all patrons and staff within.\n\n\nThe group proceeded to commit similar acts of terror throughout the New England area for two years until the group executed its final act: planting explosives at five major distilleries, resulting in the deaths of 157 civilians. Shortly after this, all members were arrested and sentenced to be publicly hanged for their crimes.\n\n\nDonna Sutherland made the following statement after being brought to the gallows:\n\n\n\n\n\"Each of you will be dragged through the glass of the broken bottles that poison your souls! Repent and absolve yourselves of the Devil's pollution before you are pulled into the flames! My mother's wish will be made manifest! Mark my words you lot of sinners!\"\n.\nHensley, I.C. (1991). \nRevolutionary Women\n. Memorial Learning.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 6680.1: Discovery\n\n\nThe first known case of SCP-6680 exposure was noted in 1985 at Kissel Middle School in Boston, MA. History teacher Lisa Walters began her segment on the Prohibition and proceeded to give a lecture on \nPurity in Perpetuity\n. She emphasized to her students the necessity of the group's actions and their moral necessity.\n\n\nThe Foundation became aware of this incident after the deaths of 34 people were reported who were all family members of her students. Agents embedded in the Boston Police Department discovered the cause of these deaths and detained Walters for questioning.\n\n\n\n\n+ Interview with Lisa Walters\n\n\n\n\n- Displaying Log\n\n\n\n\n \n\n\n\n\nInterviewed:\n Lisa Walters\n\n\nInterviewer:\n Field Agent Gregory Fox\n\n\nForeword:\n Interview was conducted at an office of the Boston PD.\n\n\n<Begin Log, [19 April 1985 - 19:12]>\n\n\nWalters is cuffed to the table in the interrogation room. She appears stoic and nonplussed regarding her arrest.\n\n\nFox:\n Hello Ms. Walters. My name is Officer Fox. We have some questions for you.\n\n\nWalters:\n Please, go ahead.\n\n\nFox:\n Can you tell me about the content that you went over in your classes yesterday?\n\n\nWalters:\n Of course. As we are currently discussing the Prohibition, I felt it necessary to introduce my students to \nPurity in Perpetuity\n and the evils of alcohol.\n\n\nFox:\n What can you tell me about \nPurity in Perpetuity\n?\n\n\nWalters:\n They were a group of women who sought to carve a better world from one with a rotten core. They sought to end the turmoil and evil in men's hearts. They are a group that deserves the utmost respect and admiration for their efforts.\n\n\nFox:\n I noticed this organization mentioned in your class notes, and when I went to look them up, I couldn't find anything about them. It looks like they only exist in your copy of the class's textbook.\n\n\nWalters:\n History knows nothing about a great deal many things. That doesn't surprise me.\n\n\nFox:\n Fair enough.\n\n\nI spoke with your students this morning. About half of them told me that you had held them after class and gave them a special assignment. Is there a reason that you did that?\n\n\nWalters:\n Those students hold a special place in my heart. I wanted to ease them of the pain that plagues their young minds.\n\n\nFox:\n Can you tell me what you told your students to do for this \"special assignment?\"\n\n\n[Walters pauses.]\n\n\nWalters:\n It isn't hard to see the scars left behind by drinking. A father who has a drink after work who admonishes his children for his own shortcomings, striking them with his belt. A husband coming home late from the bar to a home that his wife no longer occupies because she is long passed tired of him leaching away at her will to live. A teenager who wraps his car around a tree after a party. A man who finds a woman who tells him no, but he refuses her answers.\n\n\nChildren can see these scars too. They often bear those scars.\n\n\nI instructed those students to help make the world a more just, hospitable place. I gave them the tools to ensure that they, and those that they love, would be free from one of the greatest harms this world knows.\n\n\nFox:\n Are you aware that over 30 people are dead because you gave your students rat poison and told them to put it in their parents' liquor bottles?\n\n\nWalters:\n Better them than their children.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n All students involved in this incident received successful amnestic therapy following their respective interviews. They were then assigned to a foster family or were given to a member of their own family.\n\n\nLisa Walters was eventually amnesticized following further interrogation and examination. She was then placed into a school in the Providence, RI area and continued to teach until her death on 31 December 1998 after being involved in an auto accident.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6680\n\" by Barbarous Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6680\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6679\n | SCP-6680 | \nSCP-6681\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Based on the recovered textbooks containing information regarding SCP-6680, the following is an outline of the apocryphal organization's origin and history.",
        "\"Each of you will be dragged through the glass of the broken bottles that poison your souls! Repent and absolve yourselves of the Devil's pollution before you are pulled into the flames! My mother's wish will be made manifest! Mark my words you lot of sinners!\" . Hensley, I.C. (1991). Revolutionary Women . Memorial Learning.",
        "Closing Statement: All students involved in this incident received successful amnestic therapy following their respective interviews. They were then assigned to a foster family or were given to a member of their own family. Lisa Walters was eventually amnesticized following further interrogation and examination. She was then placed into a school in the Providence, RI area and continued to teach until her death on 31 December 1998 after being involved in an auto accident.",
        "\" SCP-6680 \" by Barbarous Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-6680 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6680"
}