{
    "url": "https://scp-wiki.wikidot.com/scp-6684",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nContent Warnings-\n Some mild \nhorror themes\n.\n\n\n\n\n\n\n\n\nrating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6684\n\n\n\n\n\n\nItem #:\n SCP-6684\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n This object has been acquired through purchase exceeding the budget of its acquisitions team. The use of profits generated by the object to recoup losses is approved barring significant incident.\n\n\nAs anomalous effects largely target persons with legal title to the object, legal title to the object must be maintained by ten appointed interns who will serve as Partners in the legal “ownership\" of 6684 as well as manage locations and facilitate conversion events. Appointed Partners (6684-0 or “Taggers”) must show compatibility with the object’s anti-authoritarian “brand.”\n\n\nNo new locations of 6684-2 are to be opened at this time, and any locations closing at the time of purchase are to be decommissioned using Protocol 80. Online sales of the object’s merchandise are allowable if second hand, with all first-hand sales strictly confined to 6684-2 locations. The object is to remain known to the public with only its associated anomaly subject to containment procedures. Loyal patrons of locations are in favor of them remaining small and “niche” assuring civilian compliance.\n\n\n6684-2 locations are to receive thirty pallets of donated, overstock or damaged merchandise bought in bulk, per quarter. Merchandise must consist of at least 80% casual wear. Locations are to clear out stock on a monthly basis and replace it with delivered merchandise scheduled for conversion into 6684-3. Partners (Taggers) must apply a 6684 label to at least one merchandise item on display in order to affect a conversion. 6684-3 instances that are stolen, gifted, lost, or in some way donated, though still bearing the seal of the object, are to be considered neutralized.\n\n\nPersonnel managing 6684-2 locations must be in the eighteen to thirty age brackets, with the exception of older persons well versed in current youth-culture and trends. Shrinkage\n1\nat these locations must not be met with prosecution, or excessive force. Violent perpetrators may be dealt with using Protocol 9.\n\n\nPartners exhibit a tendency to engage in exploration and loitering in the buildings where their 6684-2 locations reside. Support staff has been given the authority to order their Taggers to remain in their respective locations during business hours.\n\n\nDescription:\n SCP-6684 is a trademark bearing the name Florin’s Apparel. Persons with legally recognized ownership of the trade mark are able to produce 6684-3 instances by applying it to clothing, accessories, gifts, or cosmetics. Persons without legal title to the trademark produce no anomalous effects when using the label.\n\n\n6684-3 instances are clothes, gifts and accessories that appear “brand-new” and thematic of the Florin’s brand after the application of a Florin’s “Daisy Dog” label. Conversion is gradual, requiring up to eight hours for some items. Soiled and damaged items will exhibit reverse ageing and wear until having achieved an entirely new appearance and “factory-fresh” smell. It is at this point that secondary effects appear. Secondary effects may be changes in color, patterns or packaging type and serve to theme the instance to the Florin’s brand.\n\n\n6684-2 is a retail space purchased or rented for the purpose of housing a Florin’s store. Items placed inside a Florin’s store can be converted into 6684-3 instances in bulk when a Partner applies a tag to a single item. For a successful mass-conversion event to occur scheduled items must be overstocks, donations or otherwise ruined items deemed unsalable by other entities. (For Unsuccessful Conversion Events – see Addendum 2)\n\n\nA reluctance of civilian maintenance staff to attend 6684-2 locations may be due to interference by the object. This is rarely attributed to abnormal activity, frequently mentioned are “possums” and “raccoons.”\n\n\nFlorin’s stores have recently downsized from over fifty locations, to ten. All extant locations are found in large, under-occupied, enclosed shopping centers, (Dead Malls) throughout the US, where they enjoy a small but dedicated clientele. While not typically considered an anchor store,\n2\n6684-2 is known for its ability to draw modest traffic to underserved areas. This has proven to be non-anomalous.\n\n\nNote - New messages appearing suddenly on 6684-3 instances in the vicinity of Partners have been interpreted as attempts by 6684 to communicate. All attempts to formally interview 6684 have been met with mild hostility. Partners are ordered not to engage the object in conversation and to report all “strange messages” to their foundation handlers.\n\n\nDiscovery:\n Purchases of surplus clothes donations and acquisitions of flood-damaged dry goods by the Offices of Marshal, Carter, and Dark prompted an investigation into its uncharacteristic activities. Agents found the current owners eager to sell the brand and an unapproved transaction occurred. The Acquisitions Supervisor responsible for misuse of funds was suspended from any and all financial duties, pending evaluation.\n\n\nThe documents of sale describe an object capable of turning used and waste fabrics into ready retail merchandise, but contained no warnings as to the object’s preferences or possible sentience.\n\n\n\n\n+ Controlled Information \n\n\n\n\nAccess Granted \n\n\n\n\nAddendum 1 -\n Taggers are known to be in unauthorized communication with the object. This was expected as the group of 10 Partners was assembled to achieve maximum compatibility with the object, which is adverse to excessive rules and regulations. Noting the object’s aversive behavior towards apparent authority figures, this was a means of establishing future contact with it. Disciplinary action is to be withheld and observation maintained until further notice.\n\n\n\n\n\n\n\n\nExperiment Log\n\n\nSelected results of tests conducted to confirm the object’s function, and to determine suitability for partial containment off-site. Ownership was voluntarily surrendered by the Acquisitions Supervisor and transferred to the Partners. Tests of the object were conducted by Dr. Spencer Kegans, with the assistance of Site Intern Samiya Starr hence referred to as “Tagger 10.”\n\n\n\n\n+ Show Experiment Logs \n\n\n\n\n- Hide Experiment Logs \n\n\n\n\n\n\n\n\nLabeling Method\n\n\nSubject of Test\n\n\nResults\n\n\nNotes\n\n\n\n\n\n\nApplied with tag gun to sleeve\n\n\n\n\n\n\nplain, clean white tee-shirt, slightly worn\n\n\n\n\n\n\nAppearance of wear is reduced, gray watermark depicting 6684 appears across back. The words “I’m with Nerds” appear on front. Information on tags consists only of trademark and care instructions. Construction materials of fabric remain consistent. Item fitting size unaffected.\n\n\n6684 tag and all other tags removed, changes remain stable. Item was subjected to tearing, ink staining, and incineration, results consistent with non-anomalous item.\n\n\n\n\n\n\n6684 label placed across top\n\n\n\n\n\n\nashes of aforementioned tee-shirt\n\n\n\n\n\n\nNo discernible effect.\n\n\nThere appear to be limits to the label's restorative properties.\n\n\n\n\n\n\nApplied with tag gun to waist\n\n\n\n\n\n\nripped blue, denim jeans slightly soiled\n\n\n\n\n\n\nJeans become clean, bleach stains in the shape of fleur-de-lis appear on back pockets. Some tears remain on finished item.\n\n\nConverted items base themselves somewhat on source materials.\n\n\n\n\n\n\nApplied with tag gun to leg hem and sleeve\n\n\n\n\n\n\npajama set depicting “My Little Pony” worn by D-1022 (Subject instructed to wear items overnight.)\n\n\n\n\n\n\nPajama set darkens from dayscape to nightscape. Pony imagery changes to unicorns composed of flames ridden by cartoon valkyries. D-1022 reports itching during wear and dreams of a small, clawed animal pacing in the room. No other discernible effect.\n\n\n\n\nD-1022 shows preference for new pattern, asks to keep the items, request initially denied by Dr. Kegans.\n\n\nItem conversions appear manageable by standard personnel. Conversions of copyrighted characters into more original fare are legally promising.\n\n\n\n\n\n\n\n\nSticker applied to base\n\n\n\n\n\n\ncracked, white, coffee mug with text reading “YOLO”\n\n\n\n\n\n\nCracks seal and text fades to be replaced by “You can’t take it with you.” Back of mug features Daisy Dog character winking and the words “Until their backs are turned.”\n\n\n\n\nThis was the first indication of possible shrinkage at 6684-2 locations.\n\n\nPartners are encouraged not to laugh, smile or otherwise indicate that they find this item type humorous. Disciplinary actions were taken against Tagger 10.\n\n\n\n\n\n\n\n\nSticker applied to base\n\n\n\n\n\n\n10 centimeter resin angel, baroque style\n\n\n\n\n\n\nAngel changes to young, male figure in a “newsy” cap. Wings Remain.\n\n\nStyle of figure exhibits more realism than is characteristic of 6684-3 instances.\n\n\n\n\n\n\nTag hung from neck\n\n\n\n\n\n\n1 meter resin angel intended as yard décor\n\n\n\n\n\n\nNo discernible effect.\n\n\nItem theorized to be either too heavy, or in a genre of merchandise inconsistent with 6684’s line.\n\n\n\n\n\n\nApplied with tag gun to shirt, jacket and pants\n\n\n\n\n\n\nDr. Kegans' three-piece suit from high school prom\n\n\n\n\n\n\nConverted item reported to be identical to suit worn by Pierce Brosnan in Goldeneye.\n\n\n\n\nItem seemed inconsistent with object’s “Brand” but was misplaced before further tests could be performed.\n\n\nDr. Kegans apologized. Offered use of vehicle in future test.\n\n\n\n\n\n\n\n\nSticker applied to back window\n\n\n\n\n\n\nDr. Kegans' 2010 Toyota Yaris\n\n\n\n\n\n\nBack window shatters after six hours. Right rear tire discovered to have a slow leak, goes flat by end of test.\n\n\nDamage to window possible temperature fluctuation. Tire possible coincidence. Further tests on decommissioned vehicles inconclusive.\n\n\n\n\n\n\nTemporary tattoo applied to arm\n\n\n\n\n\n\nD-1022\n\n\n\n\n\n\nNo discernible effect.\n\n\n\n\nA proposed permanent tattoo was met with noncompliance from Tagger-10, who cited lack of confidence in handling tattooing equipment.\n\n\nD-1022 instructed to wear affected pajama set and drink from affected mug for a period of thirty days. Subject was allowed to wash the items. No discernible effects.\n\n\n\n\n\n\n\n\nApplied with tagging gun to sleeve\n\n\n\n\n\n\nplain, white T-Shirt in fully stocked Florin’s store (6684-2) Stock is warehouse surplus bought in bulk.\n\n\n\n\n\n\n\n\n\n\nSuccessful\n\nConversion\n\nEvent\n\n\n\n\n\n\nThis is consistent with what was conveyed in the documents of sale.\n\n\n\n\n\n\nApplied with tagging gun to reverse side\n\n\n\n\n\n\nwater-damaged red, silk tie in Florin’s store stocked with heavily worn formal wear procured at personal expense by Dr. Kegans\n\n\n\n\n\n\n\n\n\n\nUnsuccessful\n\nConversion\n\nEvent\n\n\n\n\n\n\n\n\nTagger 10 “exhibited some fear” but re-tagged the item and a following conversion resulted in the room returned to previous condition. The tie turned black and developed star patterns with constellations. Item retained by Tagger 10. Tagger 10 is frequently observed with the item on their person.\n\n\nObject seems to be able to produce formal wear but often reacts to it in the manner of noxious stimuli.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2 -\n An \"Unsuccessful Conversion Event\" will only result from an attempted Mass-Conversion of items inside a Florin’s store. Conversion of a single item outside of a store will seldom exhibit discernible effect if conversion “fails.”\n\n\nDuring an \"Unsuccessful Conversion Event\", items will transition normally until the last half-hour of conversion, at this point, storefront shutters of a Florin’s location will quickly descend and converted items produce large quantities of human blood. DNA testing confirms bleeds are all consistent with the same individual. Back exits, if present, have been observed to unlock to allow for escape of store occupants. The presence of civilian customers has been observed to delay these events.\n\n\n\n\n+ Show Incident Reports \n\n\n\n\n- Hide Incident Reports \n\n\n\n\n\n\nIncident A -\n 2100 Hours (9:00 PM) - While closing their assigned location, Micro-contagion Intern, Kyle Sands (Tagger 7) examined a hat that resembled a bowler. They picked up an incense burner shaped like a traditional tobacco pipe, and performed an improvised comedic bit while wearing the hat and pantomiming smoking. The bit was watched by two other coworkers, who appeared to enjoy the show.\n\nBit is as follows –\n\n\n“It’s these young people today see, Idle Wastrels all of em’ ; no drive, no ambition, no industry at all - never dress nice, never brush their hair, never say please or thank you – ”\n\n\nThe words “Idle Wastrels” were immediately followed by a rustling off to the right of the security camera. A second camera recorded a mannequin falling over and its detachable head coming lose and rolling under a table.\n\n\nNote - Tagger 7 expresses interest in Unsuccessful Conversions – claims identifying the individual behind the blood’s genetic signature could improve understanding of the object’s behavior. Tagger 7 received correction. Further inquiry discouraged.\n\n\n\n\n\n\nIncident B -\n 0900 (9:00 AM) - During opening hours it was discovered that Field Intern, Lexi Berryhill (Tagger 5) - claiming to have noticed a malfunctioning camera, insufficient security, and easy-to-hack keypad, had filled their location with new merchandise stolen from an anchor store at the adjoining mall.\n\n\nA Successful Conversion Event resulted, though new items are known to trigger the object. Ink from security tags was observed to develop into artwork on converted items, the spent tags forming decorative buttons and pins.\n\n\nTagger 5 received reprimand. Looted store received compensation payments. The use of Amnestics on its owner and managers deemed unnecessary. Tagger 5 claims to have committed the thefts due to a “burning scientific curiosity.”\n\n\n\n\n\n\nIncident C -\n 1500 Hours (3:00 PM) General Intern, Jackson Hanna (Tagger 3) reports sighting a “ghost” in the closed-off section of his location’s adjoining mall. “Ghost” described as a translucent young man wearing “an old-timey outfit” and riding a skate board. Local Urban explorer detained, found be non-anomalous.\n\n\n\n\n\n\nIncident D -\n 1800 Hours (6:00 PM) Combat Intern, Nathan Prince – (Tagger 1) threatens support staff with security piece (claimed it was unloaded) in a dispute involving misplaced sales revenue. (Misplaced revenue later accounted for.) Though a successful conversion event had occurred that mourning, Tagger 1 was met with “An Explosive Unsuccessful Conversion Event” upon reentering their location.\n\n\nTagger 1 was targeted by pressurized blood. 6684-3 instances became sodden and disintegrated under their own weight. Instances were non-recoverable through reapplication of the label. Tagger 1’s clothing emitted a strong, unpleasant odor for several days, despite many showers and changes.\n\n\nTagger 1’s location contained roughly 30% of its opening stock due to a large quantity of items sold that day. Concerns arose as to the effects of an Explosive Event occurring in a fully-stocked store. Testing permissions are currently denied due to expense and to avoid provocation of the object.\n\n\nTagger 1 willingly relinquished legal ownership of object. Position signed over to Field Intern, Harper Hanna (Tagger 1-B). Former Tagger 1 reassigned to support staff. Weapon confiscated.\n\n\n\n\n\n\nIncident E -\n 1600 Hours (4:00 PM) Nathan Prince (Formerly Tagger 1) disables security cameras and attempts to provoke the object to violence. A sound recording made by support staff is provided as evidence.\n\n\nTranscription Summary of Audio:\n\n\nNathan Prince:\n “You don’t get to switch sides because something made you sad. You’re an over-dog and you’ll always be an over-dog. You think stealing from the big guys and giving out free stuff will make the underdogs accept you as one of their own? They know you’re a fraud, they’ll always know.”\n\n\n(High-pitched growling, from a small canine)\n\n\nNathan Prince:\n “It is okay to get angry it’s the only honest emotion. You know what you used to be, all you have to do if you want authenticity is to - stop - being - a - poser.”\n\n\n(Growling falls rapidly in pitch, suggesting a larger canine.)\n\n\n(The sound of skate board wheels and (unintelligible) voice of a young man, followed by the voice of Samiya Starr, (Tagger 10)\n\n\nSamiya Starr:\n “Daisy, No!”\n\n\n(Growling rises in pitch again)\n\n\n(A small animal is kicked, apparently by Nathan Prince, whimpering follows.)\n\n\n(Unintelligible) voice of young man. Recording is manually ended.\n\n\nNote - Nathan Prince was given probationary duty prior to scheduled interview. Reported to be missing in action shortly after. They are presumed to have, or to have been, Xavier Starr - a person of interest with connections to the Chaos Insurgency.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMAIL - MESSAGE ONE\n\n\n\n\nFROM:\n SUPERVISOR BEING ACCUSED OF MISUSE OF FUNDS!!!!\n\n\nTO:\n Site Director, Judy Baker\n\n\nTOPIC:\n Purchase of SCP-6684\n\n\nYes, I know. You should never – ever – assume that you fully understand these things.\n\n\nMeanwhile we’ve got literal kaiju eating us out of house and home. This thing is only occasionally a little icky and fully capable of earning its own keep. So we were a couple million over budget, so a pretentious GOI is even richer, big deal. Simply buying that thing off the MC&D goons killed no one and brought 6684 safely into foundation custody.\n\n\nThe object creates money, it’s technically a business that turns junk into sellable, non-anomalous merch. A guy with a warehouse in Florida paid me to arrange the hauling of three tons of old jeans, jeans I ran through the big location in Boston and put on the racks at near 100% profit. Another guy had some shirts that just weren’t worth his trouble. We sold the cheapest Emo duds on the East coast and made bank. 10% of the cost of this thing is knocked out already. We could have recouped our losses over time, instead your people had to go and close the best locations. The others are in ghost towns. Why was I even given access to those emergency funds if I wasn’t allowed to use them?\n\n\nAcquisitions Supervisor,\n\n\nTrevor Berryhill\n\n\n\n\n\n\n\n\nMAIL - MESSAGE TWO\n\n\n\n\nFROM:\n Site Director, Judy Baker\n\n\nTO:\n Acquisitions Supervisor, Trevor Berryhill\n\n\nTOPIC:\n Re: Purchase of SCP-6684\n\n\nGood morning Trevor,\n\n\nThe situation with 6684 was not an emergency at the time. It was billed a safe item in the care of a relatively discreet and predictable – if sleazy, group of interest, though new information has challenged that conclusion.\n\n\nWe looked into how the Offices of Marshal, Carter and Dark acquired the object and were able to secure documents describing a “Florin’s Fabrics” in New York, purchased by the Offices in 1926. The small store purportedly sold “enchanted” formal wear to wealthy and famous clients but whatever specific anomaly affected the original product line is currently unknown. References to an entity keeping unwanted persons out of the store mention a “hound.” At some point, for some reason, the aesthetic of this thing changed from one of time-honored prestige to that of youth-in-revolt. This doesn’t sound like a change the Offices would have instituted.\n\n\nThe shop and its associated brand name were a bargain when the Offices acquired them, as they needed to be sold covertly and quickly because of a scandal involving the owner being accused of negligence in a hit-and-run. The victim turned out to be his nephew. Where this goes next is very concerning.\n\n\n\n\n+ Show News Article\n\n\n\n\n- Hide News Article\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Article Transcription\n\n\n\n\n- Hide Article Transcription\n\n\n\n\nThree Men Dead on Ladies' Mile\n\n\nA small but prestigious establishment lies at the center of tragic events, and as of last Tuesday, a double murder as well.\n\n\nYoung Edmond Florin met his end as yet another victim of the demands of Motordom\n3\nand perhaps the deep snows of the season, after what was reported to be a violent altercation with his uncle and employer Harold “Heathcliff” Florin, over his skill as a tailor. Harold was said to have set a dog on the boy but no animal was seen to leave the store in pursuit. Young Edmond would have returned safely home had his relatively well-to-do father Edmond Florin Senior not thought to teach the boy a lesson about leaving work prematurely, and refused him entry to their building. Young Edmond was thought to have been heading to a local café to wait out the night when Harold’s Lincoln L Series collided with him. Harold’s chauffeur reports not to have been driving at the time and has washed his hands of the whole affair.\n\n\nOne may speculate on why Harold didn’t stop to assist Young Edmond - perhaps the boy was hidden in the snow and could not be found, one may speculate on rumors Young Edmond was a bastard - retained by his father to spite his estranged wife - rumored to have fled the country with a lover, one may speculate on rumors Young Edmond was adopted - for the express purpose of supplying his uncle with labor, one may speculate on conversations Edmond Senior was rumored to have had with his brother Harold about the boy having outlived his usefulness, one may speculate on just how accidental this accident was, and one may speculate on the deaths that followed – first that of Harold, and then that of Edmond Senior, deaths too gruesome to suit the sensibilities of providence, or any avenging angel.\n\n\n\n\n\n\n\n\nThe specifics of what exactly happened to the two older men are uncertain. It seems their powerful families covered most of it up. I gave Kyle the go-ahead to test the \"Explosive\" blood samples. DNA from two new individuals was found - neither related to the first. Explosive events are not a memorial, they're a threat at the very least. It stands to reason that I must repeat myself,\n\n\nAlways be mindful,\n\n\nJudy\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Shrinkage is shoplifting.\n\n\n2\n. An anchor store is a large store thought to draw shoppers to a shopping center or mall.\n\n\n3\n. Motordom refers to a historic lobby for the inclusion of cars on city streets.\n\n\n\n\n\n\n\n\n« \nSCP-6683\n | SCP-6684 | \nSCP-6685\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6684\n\" by Fierce fauna, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6684\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 2 - An \"Unsuccessful Conversion Event\" will only result from an attempted Mass-Conversion of items inside a Florin’s store. Conversion of a single item outside of a store will seldom exhibit discernible effect if conversion “fails.”\nDuring an \"Unsuccessful Conversion Event\", items will transition normally until the last half-hour of conversion, at this point, storefront shutters of a Florin’s location will quickly descend and converted items produce large quantities of human blood. DNA testing confirms bleeds are all consistent with the same individual. Back exits, if present, have been observed to unlock to allow for escape of store occupants. The presence of civilian customers has been observed to delay these events."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6684 \" by Fierce fauna, from the SCP Wiki . Source: https://scpwiki.com/scp-6684 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6684",
    "object_class": "Safe",
    "containment_procedures": "This object has been acquired through purchase exceeding the budget of its acquisitions team. The use of profits generated by the object to recoup losses is approved barring significant incident.",
    "description": "SCP-6684 is a trademark bearing the name Florin’s Apparel. Persons with legally recognized ownership of the trade mark are able to produce 6684-3 instances by applying it to clothing, accessories, gifts, or cosmetics. Persons without legal title to the trademark produce no anomalous effects when using the label.",
    "title": "SCP-6684"
}