{
    "url": "https://scp-wiki.wikidot.com/scp-6685",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6685 by \nAaris\n\n\n\n\nCredit for the images:\n\n1. Made by me (based on the SCP logo, licensed under CC-BY-SA 3.0).\n\n2. From \nhttps://commons.wikimedia.org/wiki/File:Nature-forest-trees-fog.jpg\n, licensed under CC-BY-SA 4.0\n\n3. Image from \nhttps://www.instagram.com/p/CSe_yxJFIsV/\n\nMade by unsettling.mages.jpg (\nhttps://www.instagram.com/unsettling.images.jpg/\n)\n\n\nLicensed under CC-BY 3.0\n\n\nThanks for stopping by!\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is 4/6685 Classified.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n6685\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6685\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nhiemal\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSite command has decided that no more expeditions will be sent inside SCP-6685-1. All research is to be conducted inside the facility from now on.\n\n\n\n\n\n\nDr James Smith\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nCANUST Site-74\n\n\nNathan McLaurin\n\n\nDr James Smith\n\n\nZeta-6 \"Gaia’s Angels\"\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n The area surrounding the entrance to SCP-6685 is to be closed off to the public and a cover story of a landslide is to be maintained. Foundation operatives disguised as local law enforcement and forest rangers are to monitor the area for anything attempting to enter or leave SCP-6685. Any individual having entered SCP-6685 is to be considered lost. In the case of a subject exiting the anomaly, they are to be taken into Foundation custody indefinitely for questioning and testing. Should SCP-6685-2 exit the designated Goldilocks zone, Foundation personnel stationed at Site-74 are to initiate protocol Gaia/56B31.\n\n\n\n\n\n\nSCP-6685-1's interior prior to containment.\n\n\n\n\n\n\nDescription:\n SCP-6685 is a Type II extradimensional space located in a higher dimension that can be accessed via an island located in northern Canada. Two self-containing entities inhabit the aforementioned plane.\n\n\n\n\nSCP-6685-1 is a boreal forest identical to the ones occupying mainstream reality above the 50th parallel, albeit a lack of fauna has been reported. Currently, it is believed that it extends to the entirety of SCP-6685. Furthermore, root analysis suggests that the forest maintains a collective hive-mind, similar to certain organisms in the Fungi group.\n\n\n\n\n\n\nSCP-6685-2 is an entity inhabiting SCP-6685-1. SCP-6685-2 is vaguely humanoid in nature and possesses tendrils used for locomotion as well as red, plant-like fibre skin. Its head is composed of a large bulb of tissue with a visible dark spot appearing as a primitive eye. The being is extremely hostile towards all life forms non-native to the dimension.\n\n\n\n\nSCP-6685-2 can transform organic matter into wood-like fibre resembling tree bark belonging to the same species of conifers (genera Abies, Larix and Picea) present in SCP-6685-1. This is accomplished by simple visual contact of the entity with the subject, which will induce immediate cellular mitosis and DNA changes\n1\n. The transformation is usually complete in less than a minute. Furthermore, internal organs also appear to be converted into tree sap and inner bark. Over time, the subject’s body will distort and grow leaves on its higher ends, thus resembling a classical tree.\n\n\n\n\nSCP-6685 has been accessible since at least the modern human era; as evidenced by an excerpt from the journal of Jean Laplante, a French colonist who unknowingly entered SCP-6685-1 in 17██. Laplante disappeared in the area several days later. His son later recovered the journal.\n\n\n\n\nAnd over the sunset, I saw the angel of the forest watching me, its allure driving me ever closer. I wanted to join it and let myself be consumed by nature, by the forest, yet despite my best efforts, the forest refused me. I have tried to speak to the light, yet it has never answered.\n\n\n\n\nAugust 19th, 17██.\n\n\n\n\n\n\n\n\n\n\nAddendum 1.01\n\n\n\n\n\n\n\n\nExploration Log Transcript\n\n\nNote:\n Due to their expertise in forested areas, Mobile Task Force Zeta-6 was chosen for this operation.\n\n\nMTF Designation:\n Zeta-6 ''Gaia’s Angels''\n\n\nOverview:\n Zeta-6 was instructed to enter SCP-6685-1 to collect samples of flora and terminate SCP-6685-2.\n\n\nTeam Lead:\n ζ6 Alpha\n\n\nTeam Members:\n ζ6 Delta, ζ6 Charlie, ζ6 Bravo\n\n\n\n\n[BEGIN LOG]\n\n\nζ-6 Alpha:\n Lights on.\n\n\nζ-6 Delta:\n This place gives me the creeps.\n\n\nζ-6 Charlie:\n Levels are normal, this place is breathable.\n\n\nζ-6 Alpha:\n Command, we’re in position, you getting this?\n\n\n[Site command acknowledges]\n\n\nζ-6 Bravo:\n It's on the scanner, 100 meters dead ahead.\n\n\nζ-6 Alpha:\n Taking the samples now, after that we’ll proceed to follow it into the forest.\n\n\n[Zeta-6 takes samples]\n\n\nζ-6 Bravo:\n 50 meters.\n\n\nζ-6 Alpha:\n Delta, you got that flamethrower ready?\n\n\nζ-6 Delta:\n Ready and prepped, sir.\n\n\nζ-6 Alpha:\n Stop. We lay low here, burn that tree, this will make it come to us.\n\n\n[MTF Zeta-6 prepares to light a tree nearby]\n\n\nζ-6 Bravo:\n Sir, it’s closing in, 30 meters-\n\n\nζ-6 Alpha:\n Delta, get in position, we’ll ambush it here. Bravo, Charlie, with me. Up in the trees.\n\n\n[low screeching sound can be heard, SCP-6685-2 emerges from the trees]\n\n\nζ-6 Alpha:\n I have a clear shot, Delta?\n\n\nζ-6 Delta:\n Ready and prepped, sir.\n\n\n[Delta opens fire, SCP-6685-2 screams]\n\n\nζ-6 Delta:\n Eat this, you giant piece of-\n\n\n[SCP-6685-2 emerges from the fire and lashes a tendril at Delta, dismembering and throwing him into a nearby tree]\n\n[Delta flatlines and begins transforming into a tree]\n\n\nζ-6 Alpha:\n Friendly down, smoke it!\n\n\n[Alpha, Bravo and Charlie launch smoke grenades and open fire, SCP-6685-2 screeches]\n\n[Bravo screams, falls to the ground and is pulled away into the forest]\n\n\nζ-6 Alpha:\n Shit! Shit- SHIT!\n\n\nζ-6 Charlie:\n Cap, we gotta the fuck outta here-\n\n\n[Charlie Screams]\n\n[Charlie begins transforming into a tree]\n\n\n\n\n\n\nSCP-6685-2\n\n\n\n\n\n\n[ζ-6 Alpha manages to evade SCP-6685-2 and return to base]\n\n\nNote:\n ζ6 Alpha successfully brings back the samples as well as the head of former member ζ6 Charlie along with his helmet which contains an image of SCP-6685-2. See above.\n\n\n\n\n\n\n\n\nAddendum 2.01\n\n\n\n\n\n\nNote:\n American conglomerate ████████ Solutions International has settled a deal with the local government to clean the forest located on the island known as █████. Messages from one of the workers to his wife several days prior to incident 6685/A34H. This is one of the only remains of the crew present on the island. Additional documents have been removed.\n\n\n\n\n\n\nYeah, we had a strange occurrence today. Jack said he saw something lurking in the trees, he swears it looked like a human.\n\n\n\n\n\n\nI mean, it’s possible, word is some people still live on this part of the island. Anyways, how was your day?\n\n\n\n\n\n\nHey, something is seriously f’ed up in these woods. Jack went missing today\n\nI’m leaving when the shift ends\n\n\n\n\n\n\nHow the fuck do you want me to stay calm. I’ve seen it too\n\n\n\n\n\n\nFuck\n\nwe saw him Emily, he was no longer human\n\n\n\n\n\n\nhe was made of fucking wood\n\n\n\n\n[Last message sent; SCP-6685-2 is believed to have exited the Goldilocks zone to retrieve the crew]\n\n\n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. It is believed that SCP-6685-2 uses a previously unknown type of electromagnetic wave to achieve this.\n\n\n\n\n\n\n\n\n« \nSCP-6684\n | SCP-6685 | \nSCP-6686\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6685\n\" by Aaris, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6685\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest.jpeg\n\n\nAuthor:\n Commons Wikimedia\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Nature-forest-trees-fog.jpg\n\n\n\n\n\n\nFilename:\n Silvology Division Logo.png\n\n\nAuthor:\n \nAaris\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n N/A\n\n\n\n\n\n\nFilename:\n scp-6685-2.png\n\n\nAuthor:\n Silas Orion (unsettling.mages.jpg)\n\n\nLicense:\n CC-BY 3.0\n\n\nSource Link:\n \nhttps://www.instagram.com/p/CSe_yxJFIsV/",
    "addendums": [],
    "documents": [],
    "notes": [
        "Dr James Smith",
        "Dr James Smith",
        "And over the sunset, I saw the angel of the forest watching me, its allure driving me ever closer. I wanted to join it and let myself be consumed by nature, by the forest, yet despite my best efforts, the forest refused me. I have tried to speak to the light, yet it has never answered. August 19th, 17██.",
        "August 19th, 17██.",
        "\" SCP-6685 \" by Aaris, from the SCP Wiki . Source: https://scpwiki.com/scp-6685 . Licensed under CC-BY-SA .",
        "Filename: forest.jpeg Author: Commons Wikimedia License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Nature-forest-trees-fog.jpg",
        "Filename: Silvology Division Logo.png Author: Aaris License: CC-BY-SA 3.0 Source Link: N/A",
        "Filename: scp-6685-2.png Author: Silas Orion (unsettling.mages.jpg) License: CC-BY 3.0 Source Link: https://www.instagram.com/p/CSe_yxJFIsV/"
    ],
    "containment_procedures": "The area surrounding the entrance to SCP-6685 is to be closed off to the public and a cover story of a landslide is to be maintained. Foundation operatives disguised as local law enforcement and forest rangers are to monitor the area for anything attempting to enter or leave SCP-6685. Any individual having entered SCP-6685 is to be considered lost. In the case of a subject exiting the anomaly, they are to be taken into Foundation custody indefinitely for questioning and testing. Should SCP-6685-2 exit the designated Goldilocks zone, Foundation personnel stationed at Site-74 are to initiate protocol Gaia/56B31.",
    "description": "SCP-6685 is a Type II extradimensional space located in a higher dimension that can be accessed via an island located in northern Canada. Two self-containing entities inhabit the aforementioned plane.",
    "title": "SCP-6685"
}