{
    "url": "https://scp-wiki.wikidot.com/scp-6692",
    "all_text": "rating: \n+111\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-6692\n\n\nLevel 2/6692\n\n\n\n\n\n\nObject Class:\n \nKeter\n Thaumiel\n\n\nClassified\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nResearch and investigation into SCP-6692 manifestations are ongoing. Verbal/written orders that contain terms such as \"missile\" and \"small arms\" are to be rescinded and altered to prevent potential collateral damage to Foundation operations.\n\n\n\n\nDescription:\n\n\nSCP-6692 is a series of semantic manifestations occurring throughout Site-81 and Site-118, which predominantly affect words pertaining to weaponry, rendering them ineffective when commanded either verbally or through written documentation. The anomaly itself has been observed in 73% of all instances relating to terms affected by SCP-6692, causing considerable damage to Foundation property and personnel and thus prompting further containment protocols. It is believed that a malicious Foundation thaumaturge is responsible for this phenomenon, although their whereabouts have yet to be ascertained.\n\n\n\n\nAddendum 01:\n Affected Nomenclature\n\n\nThe following words have been discovered to be affected by SCP-6692, and recommended changes to be made when these words are not in-use.\n\n\n\n\n\n\nAffected Word\n\n\nRecommended Changes\n\n\nDescription\n\n\n\n\n\n\nmissile\n\n\narmed projectile/hittile\n\n\nAccidentally discovered following decommissioning efforts of an anomaly when Captain Andy Wagner of the \nSCPS Voyager\n commanded his team to deploy armed projectiles against the target. When these armed projectiles inadvertently diverted off-course, Cpt. Wagner jokingly requested that the crew used \"Hit-tiles\" against the target. The subsequent deployment of hittiles precisely impacted the anomaly.\n\n\n\n\n\n\nharpoon\n\n\nbarbed spear\n\n\nWhile attempting to use the equipment on the \nIcelander Travesty\n ship, Foundation personnel reported that all available barbed spears were replaced with brass objects that emanated a \"pleasant\" sound according to eyewitnesses. Foundation personnel would later scrap these objects for their material, selling it to advance funding for underdeveloped Sites.\n\n\n\n\n\n\nboomerang\n\n\nthrown tool\n\n\nRefer to \nAnomalous Event 6691-1\n.\n\n\n\n\n\n\nheavy weapons\n\n\ncrew-served weapons\n\n\nSite-118's crew-served weapons became impossible to operate due to their increased weight.\n\n\n\n\n\n\nsmall arms\n\n\nportable guns\n\n\nOrdered by MTF-Epsilon 35 (\"Ball Busters\") Squadron Leader Randy Charles, MTF agents reported a drastic alteration to their arms and body, with measurements reporting that the arm-spans of all MTF-Epsilon 35 members had shrunk over 40%. X-ray scanning indicated that the muscular and bone structure of these MTF members had strengthened immensely. This process is currently being used as a physical enhancement for MTF members.\n\n\n\n\n\n\nassault\n\n\naggravated attack\n\n\nDuring an aggravated attack amongst Researcher Devin Collins and Daniel Ashenworth, Rs. Collins was suddenly stripped of all clothing and displaced with a single grain of salt recovered from his home. This would later be used as an emergency escape method for untrained personnel.\n\n\n\n\n\n\nbullet\n\n\nammunition\n\n\nFoundation personnel utilizing portable guns during this time were ineffective at harming enemy combatants. All stray rounds would later impact a nearby cattle farm, in which a single bull was reported as the sole casualty.\n\n\n\n\n\n\nfirearms\n\n\nguns/weapons\n\n\nFoundation weapon specialist J. A. Leigh-Tedd's arms were officially posted to the master list of employees and subsequently removed. Standard severance pay was administered to both arms for their service.\n\n\n\n\n\n\nbazooka\n\n\nrocket launcher\n\n\nWhile attempting to use the rocket launcher, MTF agents were unable to fire projectiles from the weapon. Instead, large beehives were ejected. Of note was the considerable \"buzzing\" sound that emanated from the weapons themselves. Foundation personnel would later find this effective as a sabotage method, allowing enemy combatants to take defective rocket launchers in order to use against the Foundation.\n\n\n\n\n\n\nlight weapons\n\n\nman-portable system\n\n\nDuring a requisition request by MTF-Mu 9 (\"Mission: Possible\") for backup as they only had man-portable systems, the density of all Foundation-supplied weapons to the MTF immediately decreased despite their mass and floated into the atmosphere. The weapons have not been recovered.\n\n\n\n\n\n\nmission\n\n\nhitton\n\n\nFoundation databases reported a 96% increase of successful MTF deployments following the introduction of the newly suggested word.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6691\n | SCP-6692 | \nSCP-6693\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6692\n\" by JackalRelated and JakdragonX, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6692\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 01: Affected Nomenclature\nThe following words have been discovered to be affected by SCP-6692, and recommended changes to be made when these words are not in-use."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6692 \" by JackalRelated and JakdragonX, from the SCP Wiki . Source: https://scpwiki.com/scp-6692 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-6692"
}