{
    "url": "https://scp-wiki.wikidot.com/scp-6693",
    "all_text": "\"This realm reeks of salted butter and petroleum.\"\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\nITEM #:\n SCP-6693\n\n\nOBJECT CLASS:\n Keter\n\n\nSECONDARY CLASS:\n Contained (rev. 14b)\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-6693's current containment terms are to be upheld without question. Psychological conditioning and counsel may be offered to personnel during times of significant distress or ennui.\n\n\nLOI-6693 is to be hidden behind a row of dense artificial topiary and monitored in perpetuity. Any activity should be reported to the assigned diplomatic liaison for \nTHEOLOGICAL PLANAR FIELD 77-34\n.\n\n\nIn the event SCP-6693 necessitates new terms, efforts should be focused on reestablishing contractual obligations in a way that maintains previous rapport and containment efficacy at all costs.\n\n\nCurrent revised containment terms are summarized as such:\n\n\n\n\n\n\n\n\n[…]\n\n\n\"𐡃𐡌𐡏𐡍 𐡌𐡔𐡃𐡌𐡏𐡍𐡀𐡔\" (Hereby referred to as \nTHE PROVIDER\n) does thus invite \"The SCP Foundation\" (Hereby referred to as \nTHE SIGNATOR\n) into a formal agreement via this binding contract. \nTHE SIGNATOR\n is to provide one (1) cc of pure sanguis as an offering, to be drawn at the time of execution. \nTHE PROVIDER\n agrees to the following terms:\n\n\n\n\n\n\nDuring the time in which this binding agreement persists and is applicable, \nTHE PROVIDER\n will submit for voluntary containment by \nTHE SIGNATOR\n, and will be unable to leave containment for the duration of this contract.\n\n\n\n\n\n\nIn exchange, \nTHE SIGNATOR\n agrees to the following terms:\n\n\n\n\n\n\nDuring the time in which this binding agreement persists and is applicable, employees of \nTHE SIGNATOR\n devoted to \nTHE PROVIDER\n's containment and caregiving are to provide reasonable lifestyle accommodations (as discussed in Section 18-C) and shall enact \nPROCEDURE 66-TARTARUS\n at the behest of \nTHE PROVIDER\n.\n\n\n\n\n\n\nCessation or violation of either party's duties under the terms above will be considered default and thus render the agreement null and void, at that time control over any collateral property will be released to joint arbitration for final judgement.\n\n\nIn lieu of the above, \nTHE PROVIDER\n will assess the full extent of \nTHE SIGNATOR'S\n malfeasance, and appropriate punishment will be delivered thusly. These terms can then be renegotiated, upon request, following the completion of a full lunar cycle from last execution.\n\n\n[…]\n\n\n\n\nThe full content of this contract is designated 6693-14b, further details of which can be requested from the Site-88 Legal Department, with permission from SCP-6693's current project lead.\n\n\n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-6693 is the designation for an instance of a Faustian-class paranatural entity of theological origin, known to locate itself in close vicinity to outdoor convergent pathways, appearing between the hours of one through four in the morning and typically in low-light conditions.\n1\n\n\n\n\n\n\n\n\nRecovered forensic evidence of SCP-6693's species, taken c. 1943.\n\n\n✖\n\n\n\n\n \n\nThe entity is a mild \niconoclastic hazard\n, as expected. Individuals that have not been able to establish relative belief (or lack thereof) in any of the impacted faiths will be unable to perceive these creatures, who cannot perceive said individuals in return.\n2\n Those passing by or waiting along applicable junctions possessing these specific conditions can encounter entities of similar composition and function. SCP-6693, however, has been voluntarily contained as per its wishes.\n\n\n \n\nSCP-6693 possesses notable physiological deviations from other observed cases, such as a lack of pronounced musculature, atrophied wings, infraorbital darkening, scoliosis, and myopia, accompanied by bouts of depression and mood swings.\n\n\n\n\n\n\n\n\nGreek apotropaic ward sometimes discovered along affected crossroads.\n\n\n✖\n\n\n\n\n \n\n\n \n\nTypically, Faustian-class paranatural entities of this type engage in predatory manipulation by seeking out vulnerable humans and encouraging them to partake in stilted, high-risk dealings or curated gambits. Upon selecting a target, these creatures will employ a number of tactics to exploit victims' various personal weaknesses and subsequently coerce them into bureaucratohazardous agreements, at great cost to the signee.\n\n\nSCP-6693 represents the first Foundation-recorded instance in a trend of similar entities with distinct ideology, and as such has agreed to provide insight into the current socioeconomic climate of \nTHEOLOGICAL PLANAR FIELD 77-34\n during the length of its contractual obligations with the Foundation.\n\n\n \n\nThus, SCP-6693 has become an invaluable asset to Foundation research of certain Gehenna-class afterlives and their inhabitants, details of which have previously proven quite difficult to ascertain.\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nADDENDUM:\n\n\nSelected Interview Logs\n\n\n\n\n\n\n \n\n\n\n\n\n\nInterviewing Party:\n Agent Yolanda Thomas, \nAsst. Dir. of Containment, Site-88\n\n\nInterviewee:\n SCP-6693\n\n\nForeword:\n This is the transcript of SCP-6693's initial intake interview, which took place in Site-88's main office. The entity, having arrived without warning in the central staff parking lot via a rideshare service, agreed to be placed within an Alsatian thaumaturgic circle in order to speak with containment staff.\n\n\n\n\n<BEGIN LOG>\n\n\nTHOMAS:\n Sorry to keep you waiting. My name is Yolanda, I'm the Assistant Director of Containment Operations at Site-88. Welcome to our humble facility.\n\n\nSCP-6693:\n Humble it may be, but a shining beacon on a hill will always betray the darkness for the light of home.\n\n\nTHOMAS:\n Right. Well, I have to say, when reception told me someone just dropped off a demon, I was not expecting literal fire-and-brimstone. You're not here to drag me downstairs just yet, I hope.\n\n\nSCP-6693:\n \n<Scoffs.>\n Fire-and-brimstone? Your close-mindedness is unbecoming. Also, that's a stereotype. These hands have never touched an implement of torture. Leave that to the poker-pushers. I prefer the feel of nice vellum and the burn of a strong rye, you know?\n\n\nTHOMAS:\n Sure. So, what brings you in today? You must understand this is an… atypical occurrence. \n<Pauses.>\n And we're all quite busy.\n\n\nSCP-6693:\n Please. You think I want to do this any more than I have to? This realm reeks of salted butter and petroleum, and I just took a twenty-seven hour Uber to get here. I'm tired and nauseous. Even all that considered, my services are above you lot. Can't sell what you don't have.\n\n\nTHOMAS:\n Are you insinuating I don't have a soul? What, by virtue of my employment choices—?\n\n\nSCP-6693:\n I was talking about value. I don't need to do an appraisal of something I know is worthless. But—\n\n\nTHOMAS:\n My soul is worthless?\n\n\nSCP-6693:\n \nYes\n. I just said that. I don't like repeating myself, we're wasting time! I'm running out of options while Hell is literally on fire as we speak!\n\n\nTHOMAS:\n Okay, alright. Calm down. You're going to need to give me more context. I thought Hell had plenty of fire on a good day, up until now.\n\n\nSCP-6693:\n \n<Wipes brow.>\n You're right—apologies. \n<Takes a breath.>\n I'm usually more professional and… put together than this, but the past few months have been challenging. I stopped wearing a three-piece entirely back in June. Couldn't afford the dry-cleaning costs.\n\n\nTHOMAS:\n And… how can we help, exactly?\n\n\nSCP-6693:\n Well… \n<Looking around.>\n It's a nice place you've got here. This chair is pretty luxurious. I hear all sorts of good things about the quality of Foundation infrastructure. Worlds better than that facility in Yuma—\n\n\nTHOMAS:\n Er-\n\n\nSCP-6693:\n Arizona.\n\n\nTHOMAS:\n Right. Uh-\n\n\nSCP-6693:\n Look, I'll be honest with you. Things aren't pretty on the other side right now. Haven't been for a while. Still, no sane being would choose Arizona when we have ferries and the \nLampeter\n as options. That's the thing, though. Desperation. I'm not exactly here on a temporary visa, if you know what I mean.\n\n\nTHOMAS:\n Sorry, I'm not following. Are you saying Hell is in Mexico?\n\n\nSCP-6693:\n \n<Pauses.>\n What? Hell is in \nHell\n. You should know that Mexico is a completely separate location. Sheesh. \nAnyway\n. My flatmate and I couldn't make rent. He decided to move back in with his parents. I've tried the same before and it's like 'I'm living in Hell, but that's \nliving in Hell\n.', right? Ah, besides, they got out before things went really bad. I didn't have much of a choice. Still, I think this place will do just fine. I am a creature of compromise, and I bet you guys have working plumbing and everything.\n\n\nTHOMAS:\n You must be confused. This is a containment facility. With two active onsite nuclear reactors. Not the Marriott. It's more like a jail with complimentary tumors.\n\n\nSCP-6693:\n No, I know. And I know how this sounds, but hear me out—I'm offering to make you a deal. It's quite the bargain, too.\n\n\nTHOMAS:\n Why? How? You can't be permanently contained. If my understanding is correct, our wards are only as effective as people believe they are, which is not as much as I'd like. Even the circle would break down if you fought against it, over time. These methods are not the chains they used to be.\n\n\nSCP-6693:\n True. But I'm not fighting your chains, I'm asking for them. Willing to sign for them, even. There's no place for someone like me over there, not without the value of souls. One of the many consequences of your organization's existence is the death of faith, as you may be aware. Thus, I do believe we could mutually benefit from this situation.\n\n\nTHOMAS:\n Hold on, are you saying what I think you're saying? Foundation intervention has led to an influx of souls in Hell, which has caused them to lose their value via overpopulation?\n\n\n<SCP-6693 laughs for several seconds.>\n\n\nSCP-6693:\n Oh, you're not joking, of course you aren't. That's on me. No.\n\n\nSCP-6693:\n No, Hell is a ghost town compared to its heyday. Everyone jumped ship for greener pastures, once they learned such things exist. Psychopomps began running folk both ways, doing double the work to meet the demand. Slowed down the whole system, of course. Then, the Lampeter connection appeared downtown and made all of that obsolete. Ferrymen went from overworked to out of work overnight. The ones that remained had to upsell their services, and the damned only ever get one coin when they die, so you can imagine how well that played out.\n\n\n<The office door opens, and an intern enters with a tray of various beverages. Agent Thomas waves him away, however, SCP-6693 motions him back and accepts a sparkling water, which is received with some effort, given the protective circle around the entity. It twists off the cap as the intern leaves, taking a drink, liquid steaming as it makes contact with SCP-6693's forked tongue.>\n\n\nSCP-6693:\n \n<Sighing.>\n So, I'm thinking to myself, I have to get out of dodge, too, right? My business is one of soul commerce, after all, and I'm \nnot\n going back into retail. My funds started drying up, so I decide to take the shiny new \nLampeter Express\n to a shiny new afterlife with, like, universal basic income and running water or whatever. Yet, as soon as I go to execute my plan, the big-wigs in charge instate an interdimensional travel ban. Too many of us leaving, they said. Claimed they got the soul issue worked out, just needed a little time to get the system up and running. Bollocks.\n\n\nTHOMAS:\n I take it their solution didn't pan out?\n\n\n<SCP-6693 chuckles dryly, retrieving an unknown device and manipulating it for a few seconds. The entity then passes it to Agent Thomas, who furrows her brow. She returns the small object after studying it for a moment.>\n\n\nTHOMAS:\n Is that—?\n\n\nSCP-6693:\n It's a cold wallet. You guys have cryptocurrency here, right? That was us, sorry. Well, we didn't gift you the technology, but we should've known you'd 'adopt' it, anyway. This is more like… xenocryptocurrency, to you. Artificial Pneuma, stored via hash strings on the blockchain. \n<Snorts.>\n Counterfeit souls—Wait, I just remembered, don't you guys call them thetans, nowadays?\n\n\nTHOMAS:\n \nNo\n, we expressly do not.\n\n\nSCP-6693:\n Huh. Must've been some other scientists I was thinking of, maybe?\n\n\nTHOMAS:\n Still incorrect. Just use literally anything else.\n\n\n\n\nSCP-6693:\n Well, they called it PneumaCoin, can't be much better. It takes the truly airheaded to manufacture that which fills a nonexistent vessel. Not long before Hell was approaching end-stage Capitalism, and, even worse, we were catching up to you guys faster than ever. Insult to injury, but I digress.\n\n\nTHOMAS:\n So, how did you end up in Arizona?\n\n\nSCP-6693:\n Ah. Right. So, there's a portal between Arizona and Hell under a portion of the US-Mexico border wall, don't ask me why. It leads from a tar pit to a patch of non-arable land along the edge of Yuma. If you don't pay attention, you could almost miss it—except for that smell. Butter and petrol. Unmistakable. It was an open secret where I lived, but no one in their right mind would leave the safety of Hell for the gun violence center of the multiverse.\n\n\nTHOMAS:\n I'm sure that's an exaggeration.\n\n\nSCP-6693:\n You'd be surprised, as was I when I learned that the nearest Foundation site I could approach was halfway across the damn country.\n\n\nTHOMAS:\n Why would \nwe\n be your closest option?\n\n\nSCP-6693:\n You have a public-facing front company with an address that shows up on a GPS, rather rare for you guys, plus there's state-of-the-art humanoid containment specialization, minimal defenses, and, of course, not a single blessing along the perimeter since it first opened. Site-88 is perfect. It even has an on-campus crossroads, should I need one. Unfortunately, the travel ban included crossroads networks, necessitating my extensive pilgrimage from Arizona.\n\n\nTHOMAS:\n Interesting. You seem well-informed, you know.\n\n\nSCP-6693:\n Information flows easily when you can offer things people sell their souls for. Some would understandably skirt policy to \nskirt death\n when learning Hell exists. Far be it from me to correct them on their notion that the outcome of death is a binary one or that Hell wouldn't at least be a step up for them.\n\n\nTHOMAS:\n If this is a step down, why not flee the country yourself? I know South America is lovely this time of year.\n\n\nSCP-6693:\n I made the mistake of trying to get out once in, believe me. Your country has a… strangely archaic policy for asylum-seekers.\n\n\n<Agent Thomas' phone buzzes on the table briefly. She flips it over and studies the screen.>\n\n\nTHOMAS:\n \n<Clears throat.>\n Okay. I think I get the picture, for the most part. I have more questions, but they will have to wait. I will say, this is highly unusual. However, I see no reason to believe we can't accommodate you, as long as you don't pull anything funny.\n\n\nSCP-6693:\n \n<Claps hands together joyfully.>\n Excellent news. You have no idea how much that eases my mind. I will get out of your hair and grab my things. Expect me back this evening so we can hammer out the fine print. There's that sidewalk junction between the reactors out back, the crossroads. Meet me there at three hours past midnight. Bring these items. Come alone.\n\n\n<SCP-6693 retrieves a small parchment from under the table, sliding it across to Agent Thomas.>\n\n\nTHOMAS:\n Al-Alright. I will see you then.\n\n\nSCP-6693:\n I'm looking forward to working with you. I think you will find I'm very reasonable.\n\n\n<SCP-6693 promptly stands, pouring the remainder of its beverage onto the floor, breaking the protective circle and stepping out of the incomplete perimeter. The entity proceeds to leave the office and walk off campus in a brisk stride.>\n\n\n<END LOG>\n\n\n\n\nNOTE:\n Following this interview, an investigation conducted into the US-Mexico border wall in Yuma, Arizona revealed a segment comprised of unknown alloys that, when crawled underneath on one's stomach, provided direct passage to \nTHEOLOGICAL PLANAR FIELD 77-34\n. The Yuma-based end of the passage (now designated LOI-6693) has been obfuscated from the public to prevent unwanted entry. At this time, no entities have been observed emerging from the threshold.\n\n\nResearch into the origin of the materials suggests they were purchased at an extremely low cost from a known front company of Marshall, Carter & Dark, Ltd., though the exact reasoning behind their involvement in this transaction is unknown. Some speculation exists that the Administration of Donald J. Trump was approached by Marshall Carter & Dark, Ltd. at the request of \nHr'asm'Kal\n, Lord of Menace, Holder of the Third Staff of Lies, Managing Director of the company's NYC branch, and avid supporter of the wall's construction at the time.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nInterviewing Party:\n Agent Yolanda Thomas, \nAsst. Dir. of Containment, Site-88\n\n\nInterviewee:\n SCP-6693\n\n\nForeword:\n This is the transcript of SCP-6693's second intake interview, after which containment terms are first established. Interview conducted in the outdoor connecting pathways of Site-88 and surrounding yards. Security personnel equipped with various anti-chthonian sacrament are ordered to remain inside the facility on standby.\n\n\n\n\n<BEGIN LOG>\n\n\n<Agent Thomas is seen entering CCTV view on the left side of the frame, taking a sidewalk that merges with another at a junction between Site-88's nuclear reactors. The sky is dark, with light from the moon on the far side of the structures casting further shadow on the walkway. Thomas kneels beside the path along the crossroads. Her actions are not visible from this angle. A moment later, she stands and checks her watch.>\n\n\nSCP-6693:\n Somewhere to be?\n\n\n<The woman jumps in surprise as a figure emerges from shadow, confirmed as SCP-6693. The entity holds another, larger roll of parchment and a dark, oblong box with hinges and a clasp, approaching slowly.>\n\n\nTHOMAS:\n Fucking Hell. Not cool.\n\n\n<SCP-6693 smiles slightly and walks towards the location Thomas kneeled at prior, the woman backing up in response.>\n\n\nSCP-6693:\n Relax. Why would I sabotage a chance at free room and board? In this economy? If I only wanted dinner and a show, I'd go to Medieval Times. The one in Lyndhurst just unionized, I hear. Good for them, though fifteen hundred years is a bit slow for that level of progress, don't you think?\n\n\nTHOMAS:\n You do know that's a family-oriented theatrical reenactment and dining experience that opened like forty years ago, right? It doesn't represent the level of societal or technological progress shared by the rest of the country.\n\n\nSCP-6693:\n I know. It's kind of sad, if you think about it. Should we get this show on the road? Or should we wait for the jousting to commence? Grab a flagon of Pepsi and a grilled cheese?\n\n\nTHOMAS:\n Okay, now I know you're just being a dick. Also, they don't serve grilled cheese.\n\n\nSCP-6693:\n Why have tomato bisque but no grilled cheese? Your species confounds me.\n\n\nTHOMAS:\n They didn't have grilled cheese in 500 AD.\n\n\nSCP-6693:\n They didn't have Pepsi, either. Anyway, did you bring me what I asked for?\n\n\nTHOMAS:\n Yes, though I am rather disconcerted by your request. Do I want to know what you plan to do with the bones of a snake and a handful of ashes from an urn of one of my ancestors?\n\n\n<SCP-6693 retrieves a small pouch buried under the soil adjacent to the crossroads and loosens the drawstring, inspecting its contents.>\n\n\nSCP-6693:\n Oh, nothing, honestly. I just wanted to make sure you were serious. I did tell you crossroads travel was not possible, didn't I? You can have these back, by the way. \n<Entity removes the bones from the bag and offers them to Agent Thomas.>\n\n\nTHOMAS:\n \n<Pauses.>\n They're yours. The snake doesn't need them anymore, trust me.\n\n\nSCP-6693:\n Suit yourself. Now, to business.\n\n\nTHOMAS:\n Finally. Happy to say there's a windowless room with a few locks on the outside prepared just for you. Come, I'll show you. And no, we did not modify your fire sprinklers specifically so that they spray holy water in all directions at the press of a button.\n\n\nSCP-6693:\n Oh, come now, don't be like that. I'm just messing with you. Besides, first, there's the matter of the contract.\n\n\n<SCP-6693 unrolls the parchment and presents it to Agent Thomas, the box clicking open to reveal a quill nestled on bright red fabric.>\n\n\nSCP-6693:\n You can run it by your legal team if you so desire… though it will draw this process out longer still, and, as you can see, the terms are very straightforward.\n\n\nTHOMAS:\n \n<Reading.>\n I mean, you're right, this is a pretty to-the-point contract—hold on, what is this?\n\n\nSCP-6693:\n I feel like I'm being very clear. You want me contained, I want a comfortable, enjoyable, safe life in containment. I'm sure our goals can be achieved simultaneously.\n\n\nTHOMAS:\n I'll have to… uh… \n<Trails off.>\n\n\nSCP-6693:\n Hm?\n\n\nTHOMAS:\n I think it would be best if we did get the legal department to look this over. Just… for our protection.\n\n\nSCP-6693:\n Protection can be arranged.\n\n\n<END LOG>\n\n\n\n\nNOTE:\n After consulting the Site-88 Legal Department, the terms of SCP-6693's contract were deemed sufficiently fair and the entity's containment sufficiently necessary to approve. SCP-6693 was moved to a secure humanoid containment chamber fitted with basic amenities. A team of ten personnel total are considered legally \"responsible\" for the entity's care and containment, and thus are required to enact \nPROCEDURE 66-TARTARUS\n at SCP-6693's behest.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nInterviewing Party:\n\n\n\n\nDr. Christina Morse, \nAsst. Dir. of Research, Site-88\n\n\n\n\n\n\nJr. Researcher R. Sekelsky, \nResearch and Development, Site-88\n\n\n\n\nInterviewee:\n SCP-6693\n\n\nForeword:\n Routine intake interview of SCP-6693. Conducted within Provisional Site-6693, a proprietary containment area built specifically for the entity following contract revision 6693-10c.\n\n\n\n\n<BEGIN LOG>\n\n\nDr. Morse:\n So, how are you enjoying the new arrangements, SCP-6693?\n\n\nSCP-6693:\n Really stellar work, guys. I know the dimmer switches were a pain to install, should've warned you about the ballasts not being compatible, but you figured it out and here we are!\n\n\nDr. Morse:\n Indeed. I'm glad they are to your liking. And the cool white is not too blue for the space? There was some worry it could cause eyestrain.\n\n\nSCP-6693:\n Don't worry about it, it's fine for now. Although, a soft white is definitely more my speed.\n\n\n<Researcher Sekelsky is seen taking notes on a small pad of lined paper.>\n\n\nDr. Morse:\n Soft white. We'll keep that in mind.\n\n\nSCP-6693:\n Thanks. You guys are the best.\n\n\nDr. Morse:\n Much appreciated. We want to ensure our mutually-beneficial relationship stays mutually-beneficial, of course. In fact, we were hoping it might be a good time to request something of you, if you would be so amenable.\n\n\nSCP-6693:\n Oh?\n\n\nDr. Morse:\n Yes. \n<Pauses.>\n I'm aware we just wrapped up proceedings for revision 10e, so I don't expect this request to be implemented any time soon. However, we were wondering if, well…\n\n\nSekelsky:\n —Can we have, like, padded headgear or something? Anything?\n\n\n<Silence.>\n\n\nSCP-6693:\n And why would that be necessary?\n\n\nSekelsky:\n Wh—\n\n\n<Dr. Morse is seen elbowing Sekelsky in the ribs.>\n\n\nDr. Morse:\n Don't worry about it. We'll revisit this topic later, I suppose.\n\n\nSCP-6693:\n Good answer! Now, do the thing! Do it!\n\n\n<Dr. Morse and Sekelsky hesitate, look into each others' eyes, then proceed to perform \nPROCEDURE 66-TARTARUS\n.>\n\n\nSCP-6693:\n \n<Laughs heartily.>\n Yeah! Again, again!\n\n\n<Dr. Morse and Sekelsky perform \nPROCEDURE 66-TARTARUS\n. Sekelsky is bleeding, but the wound responsible cannot be determined due to a plethora of other various contusions on his face. He lists slightly in his seat.>\n\n\nSCP-6693:\n Alright, one more! For the road!\n\n\nSekelsky:\n Please—\n\n\nSCP-6693:\n \nOne more for the road, you worthless pile of meat.\n\n\n<Dr. Morse and Sekelsky perform \nPROCEDURE 66-TARTARUS\n. Sekelsky falls out of his chair and does not get back up.>\n\n\nSCP-6693:\n Oh, shit. Maybe I \nshould\n think about that headgear request. Impressive right hook though, Morse.\n\n\n<Dr. Morse does not respond, her face also covered with injuries in differing stages of healing. Her split lip trembles momentarily, bloodied nose emitting a small sniffle.>\n\n\nSCP-6693:\n \n<Sighs.>\n Okay, we're done here. Wait—I almost forgot. Fridge is nearly empty, make sure you get on that, soon. Fill it with eggs; I've been hiding them for the cleaning crew to find. Great way to pass the time. I even got one into Sekelsky's back pocket earlier. Doesn't seem like he noticed. Anyhoo, off you go.\n\n\n<Morse stares wordlessly. She then stands and steps cautiously over the body on the floor, exiting the room shortly thereafter.>\n\n\n<END LOG>\n\n\n\n\nNOTE:\n Jr. Researcher Sekelsky was recovered and transported to Site-88's medical bay 4, where he was treated for a concussion and an intraocular lens dislocation of the left eye. SCP-6693 found Sekelsky's latter injury mildly distressing and subsequently approved the addition of a clause in revision 6693-10f, allowing use of protective eyewear for all ten members of its care team.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Known colloquially as a \"crossroads demon.\"\n\n\n2\n. As with all theological anomalies, belief influences the extent of their power, which is typically asymptotic; complete absence of belief in possibility requires lack of \nconceptualization\n to occur.\n\n\n\n\n \n\n\nEND OF FILE\n\n\n \n\n\n\n\n\n\n« \nSCP-6692\n | SCP-6693 | \nSCP-6694\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6693\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6693\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n demon.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n demon\n\n\nAuthor:\n Stiller Beobachter\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nopenverse\n\n\n\n\n\n\n\n\nFilename:\n ward.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n HermHarakles2\n\n\nAuthor:\n Charismak\n\n\nLicense:\n CC-BY 4.0\n\n\nSource Link:\n \nwikipedia\n\n\n\n\n\n\n\n\nFilename:\n tacttheo_demonology.png\n\n\nAuthor:\n \nYossipossi\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "[…] \"𐡃𐡌𐡏𐡍 𐡌𐡔𐡃𐡌𐡏𐡍𐡀𐡔\" (Hereby referred to as THE PROVIDER ) does thus invite \"The SCP Foundation\" (Hereby referred to as THE SIGNATOR ) into a formal agreement via this binding contract. THE SIGNATOR is to provide one (1) cc of pure sanguis as an offering, to be drawn at the time of execution. THE PROVIDER agrees to the following terms: During the time in which this binding agreement persists and is applicable, THE PROVIDER will submit for voluntary containment by THE SIGNATOR , and will be unable to leave containment for the duration of this contract. In exchange, THE SIGNATOR agrees to the following terms: During the time in which this binding agreement persists and is applicable, employees of THE SIGNATOR devoted to THE PROVIDER 's containment and caregiving are to provide reasonable lifestyle accommodations (as discussed in Section 18-C) and shall enact PROCEDURE 66-TARTARUS at the behest of THE PROVIDER . Cessation or violation of either party's duties under the terms above will be considered default and thus render the agreement null and void, at that time control over any collateral property will be released to joint arbitration for final judgement. In lieu of the above, THE PROVIDER will assess the full extent of THE SIGNATOR'S malfeasance, and appropriate punishment will be delivered thusly. These terms can then be renegotiated, upon request, following the completion of a full lunar cycle from last execution. […]",
        "During the time in which this binding agreement persists and is applicable, THE PROVIDER will submit for voluntary containment by THE SIGNATOR , and will be unable to leave containment for the duration of this contract.",
        "During the time in which this binding agreement persists and is applicable, employees of THE SIGNATOR devoted to THE PROVIDER 's containment and caregiving are to provide reasonable lifestyle accommodations (as discussed in Section 18-C) and shall enact PROCEDURE 66-TARTARUS at the behest of THE PROVIDER .",
        "Interviewing Party: Agent Yolanda Thomas, Asst. Dir. of Containment, Site-88 Interviewee: SCP-6693 Foreword: This is the transcript of SCP-6693's initial intake interview, which took place in Site-88's main office. The entity, having arrived without warning in the central staff parking lot via a rideshare service, agreed to be placed within an Alsatian thaumaturgic circle in order to speak with containment staff. <BEGIN LOG> THOMAS: Sorry to keep you waiting. My name is Yolanda, I'm the Assistant Director of Containment Operations at Site-88. Welcome to our humble facility. SCP-6693: Humble it may be, but a shining beacon on a hill will always betray the darkness for the light of home. THOMAS: Right. Well, I have to say, when reception told me someone just dropped off a demon, I was not expecting literal fire-and-brimstone. You're not here to drag me downstairs just yet, I hope. SCP-6693: <Scoffs.> Fire-and-brimstone? Your close-mindedness is unbecoming. Also, that's a stereotype. These hands have never touched an implement of torture. Leave that to the poker-pushers. I prefer the feel of nice vellum and the burn of a strong rye, you know? THOMAS: Sure. So, what brings you in today? You must understand this is an… atypical occurrence. <Pauses.> And we're all quite busy. SCP-6693: Please. You think I want to do this any more than I have to? This realm reeks of salted butter and petroleum, and I just took a twenty-seven hour Uber to get here. I'm tired and nauseous. Even all that considered, my services are above you lot. Can't sell what you don't have. THOMAS: Are you insinuating I don't have a soul? What, by virtue of my employment choices—? SCP-6693: I was talking about value. I don't need to do an appraisal of something I know is worthless. But— THOMAS: My soul is worthless? SCP-6693: Yes . I just said that. I don't like repeating myself, we're wasting time! I'm running out of options while Hell is literally on fire as we speak! THOMAS: Okay, alright. Calm down. You're going to need to give me more context. I thought Hell had plenty of fire on a good day, up until now. SCP-6693: <Wipes brow.> You're right—apologies. <Takes a breath.> I'm usually more professional and… put together than this, but the past few months have been challenging. I stopped wearing a three-piece entirely back in June. Couldn't afford the dry-cleaning costs. THOMAS: And… how can we help, exactly? SCP-6693: Well… <Looking around.> It's a nice place you've got here. This chair is pretty luxurious. I hear all sorts of good things about the quality of Foundation infrastructure. Worlds better than that facility in Yuma— THOMAS: Er- SCP-6693: Arizona. THOMAS: Right. Uh- SCP-6693: Look, I'll be honest with you. Things aren't pretty on the other side right now. Haven't been for a while. Still, no sane being would choose Arizona when we have ferries and the Lampeter as options. That's the thing, though. Desperation. I'm not exactly here on a temporary visa, if you know what I mean. THOMAS: Sorry, I'm not following. Are you saying Hell is in Mexico? SCP-6693: <Pauses.> What? Hell is in Hell . You should know that Mexico is a completely separate location. Sheesh. Anyway . My flatmate and I couldn't make rent. He decided to move back in with his parents. I've tried the same before and it's like 'I'm living in Hell, but that's living in Hell .', right? Ah, besides, they got out before things went really bad. I didn't have much of a choice. Still, I think this place will do just fine. I am a creature of compromise, and I bet you guys have working plumbing and everything. THOMAS: You must be confused. This is a containment facility. With two active onsite nuclear reactors. Not the Marriott. It's more like a jail with complimentary tumors. SCP-6693: No, I know. And I know how this sounds, but hear me out—I'm offering to make you a deal. It's quite the bargain, too. THOMAS: Why? How? You can't be permanently contained. If my understanding is correct, our wards are only as effective as people believe they are, which is not as much as I'd like. Even the circle would break down if you fought against it, over time. These methods are not the chains they used to be. SCP-6693: True. But I'm not fighting your chains, I'm asking for them. Willing to sign for them, even. There's no place for someone like me over there, not without the value of souls. One of the many consequences of your organization's existence is the death of faith, as you may be aware. Thus, I do believe we could mutually benefit from this situation. THOMAS: Hold on, are you saying what I think you're saying? Foundation intervention has led to an influx of souls in Hell, which has caused them to lose their value via overpopulation? <SCP-6693 laughs for several seconds.> SCP-6693: Oh, you're not joking, of course you aren't. That's on me. No. SCP-6693: No, Hell is a ghost town compared to its heyday. Everyone jumped ship for greener pastures, once they learned such things exist. Psychopomps began running folk both ways, doing double the work to meet the demand. Slowed down the whole system, of course. Then, the Lampeter connection appeared downtown and made all of that obsolete. Ferrymen went from overworked to out of work overnight. The ones that remained had to upsell their services, and the damned only ever get one coin when they die, so you can imagine how well that played out. <The office door opens, and an intern enters with a tray of various beverages. Agent Thomas waves him away, however, SCP-6693 motions him back and accepts a sparkling water, which is received with some effort, given the protective circle around the entity. It twists off the cap as the intern leaves, taking a drink, liquid steaming as it makes contact with SCP-6693's forked tongue.> SCP-6693: <Sighing.> So, I'm thinking to myself, I have to get out of dodge, too, right? My business is one of soul commerce, after all, and I'm not going back into retail. My funds started drying up, so I decide to take the shiny new Lampeter Express to a shiny new afterlife with, like, universal basic income and running water or whatever. Yet, as soon as I go to execute my plan, the big-wigs in charge instate an interdimensional travel ban. Too many of us leaving, they said. Claimed they got the soul issue worked out, just needed a little time to get the system up and running. Bollocks. THOMAS: I take it their solution didn't pan out? <SCP-6693 chuckles dryly, retrieving an unknown device and manipulating it for a few seconds. The entity then passes it to Agent Thomas, who furrows her brow. She returns the small object after studying it for a moment.> THOMAS: Is that—? SCP-6693: It's a cold wallet. You guys have cryptocurrency here, right? That was us, sorry. Well, we didn't gift you the technology, but we should've known you'd 'adopt' it, anyway. This is more like… xenocryptocurrency, to you. Artificial Pneuma, stored via hash strings on the blockchain. <Snorts.> Counterfeit souls—Wait, I just remembered, don't you guys call them thetans, nowadays? THOMAS: No , we expressly do not. SCP-6693: Huh. Must've been some other scientists I was thinking of, maybe? THOMAS: Still incorrect. Just use literally anything else. SCP-6693: Well, they called it PneumaCoin, can't be much better. It takes the truly airheaded to manufacture that which fills a nonexistent vessel. Not long before Hell was approaching end-stage Capitalism, and, even worse, we were catching up to you guys faster than ever. Insult to injury, but I digress. THOMAS: So, how did you end up in Arizona? SCP-6693: Ah. Right. So, there's a portal between Arizona and Hell under a portion of the US-Mexico border wall, don't ask me why. It leads from a tar pit to a patch of non-arable land along the edge of Yuma. If you don't pay attention, you could almost miss it—except for that smell. Butter and petrol. Unmistakable. It was an open secret where I lived, but no one in their right mind would leave the safety of Hell for the gun violence center of the multiverse. THOMAS: I'm sure that's an exaggeration. SCP-6693: You'd be surprised, as was I when I learned that the nearest Foundation site I could approach was halfway across the damn country. THOMAS: Why would we be your closest option? SCP-6693: You have a public-facing front company with an address that shows up on a GPS, rather rare for you guys, plus there's state-of-the-art humanoid containment specialization, minimal defenses, and, of course, not a single blessing along the perimeter since it first opened. Site-88 is perfect. It even has an on-campus crossroads, should I need one. Unfortunately, the travel ban included crossroads networks, necessitating my extensive pilgrimage from Arizona. THOMAS: Interesting. You seem well-informed, you know. SCP-6693: Information flows easily when you can offer things people sell their souls for. Some would understandably skirt policy to skirt death when learning Hell exists. Far be it from me to correct them on their notion that the outcome of death is a binary one or that Hell wouldn't at least be a step up for them. THOMAS: If this is a step down, why not flee the country yourself? I know South America is lovely this time of year. SCP-6693: I made the mistake of trying to get out once in, believe me. Your country has a… strangely archaic policy for asylum-seekers. <Agent Thomas' phone buzzes on the table briefly. She flips it over and studies the screen.> THOMAS: <Clears throat.> Okay. I think I get the picture, for the most part. I have more questions, but they will have to wait. I will say, this is highly unusual. However, I see no reason to believe we can't accommodate you, as long as you don't pull anything funny. SCP-6693: <Claps hands together joyfully.> Excellent news. You have no idea how much that eases my mind. I will get out of your hair and grab my things. Expect me back this evening so we can hammer out the fine print. There's that sidewalk junction between the reactors out back, the crossroads. Meet me there at three hours past midnight. Bring these items. Come alone. <SCP-6693 retrieves a small parchment from under the table, sliding it across to Agent Thomas.> THOMAS: Al-Alright. I will see you then. SCP-6693: I'm looking forward to working with you. I think you will find I'm very reasonable. <SCP-6693 promptly stands, pouring the remainder of its beverage onto the floor, breaking the protective circle and stepping out of the incomplete perimeter. The entity proceeds to leave the office and walk off campus in a brisk stride.> <END LOG> NOTE: Following this interview, an investigation conducted into the US-Mexico border wall in Yuma, Arizona revealed a segment comprised of unknown alloys that, when crawled underneath on one's stomach, provided direct passage to THEOLOGICAL PLANAR FIELD 77-34 . The Yuma-based end of the passage (now designated LOI-6693) has been obfuscated from the public to prevent unwanted entry. At this time, no entities have been observed emerging from the threshold. Research into the origin of the materials suggests they were purchased at an extremely low cost from a known front company of Marshall, Carter & Dark, Ltd., though the exact reasoning behind their involvement in this transaction is unknown. Some speculation exists that the Administration of Donald J. Trump was approached by Marshall Carter & Dark, Ltd. at the request of Hr'asm'Kal , Lord of Menace, Holder of the Third Staff of Lies, Managing Director of the company's NYC branch, and avid supporter of the wall's construction at the time.",
        "Interviewing Party: Agent Yolanda Thomas, Asst. Dir. of Containment, Site-88 Interviewee: SCP-6693 Foreword: This is the transcript of SCP-6693's second intake interview, after which containment terms are first established. Interview conducted in the outdoor connecting pathways of Site-88 and surrounding yards. Security personnel equipped with various anti-chthonian sacrament are ordered to remain inside the facility on standby. <BEGIN LOG> <Agent Thomas is seen entering CCTV view on the left side of the frame, taking a sidewalk that merges with another at a junction between Site-88's nuclear reactors. The sky is dark, with light from the moon on the far side of the structures casting further shadow on the walkway. Thomas kneels beside the path along the crossroads. Her actions are not visible from this angle. A moment later, she stands and checks her watch.> SCP-6693: Somewhere to be? <The woman jumps in surprise as a figure emerges from shadow, confirmed as SCP-6693. The entity holds another, larger roll of parchment and a dark, oblong box with hinges and a clasp, approaching slowly.> THOMAS: Fucking Hell. Not cool. <SCP-6693 smiles slightly and walks towards the location Thomas kneeled at prior, the woman backing up in response.> SCP-6693: Relax. Why would I sabotage a chance at free room and board? In this economy? If I only wanted dinner and a show, I'd go to Medieval Times. The one in Lyndhurst just unionized, I hear. Good for them, though fifteen hundred years is a bit slow for that level of progress, don't you think? THOMAS: You do know that's a family-oriented theatrical reenactment and dining experience that opened like forty years ago, right? It doesn't represent the level of societal or technological progress shared by the rest of the country. SCP-6693: I know. It's kind of sad, if you think about it. Should we get this show on the road? Or should we wait for the jousting to commence? Grab a flagon of Pepsi and a grilled cheese? THOMAS: Okay, now I know you're just being a dick. Also, they don't serve grilled cheese. SCP-6693: Why have tomato bisque but no grilled cheese? Your species confounds me. THOMAS: They didn't have grilled cheese in 500 AD. SCP-6693: They didn't have Pepsi, either. Anyway, did you bring me what I asked for? THOMAS: Yes, though I am rather disconcerted by your request. Do I want to know what you plan to do with the bones of a snake and a handful of ashes from an urn of one of my ancestors? <SCP-6693 retrieves a small pouch buried under the soil adjacent to the crossroads and loosens the drawstring, inspecting its contents.> SCP-6693: Oh, nothing, honestly. I just wanted to make sure you were serious. I did tell you crossroads travel was not possible, didn't I? You can have these back, by the way. <Entity removes the bones from the bag and offers them to Agent Thomas.> THOMAS: <Pauses.> They're yours. The snake doesn't need them anymore, trust me. SCP-6693: Suit yourself. Now, to business. THOMAS: Finally. Happy to say there's a windowless room with a few locks on the outside prepared just for you. Come, I'll show you. And no, we did not modify your fire sprinklers specifically so that they spray holy water in all directions at the press of a button. SCP-6693: Oh, come now, don't be like that. I'm just messing with you. Besides, first, there's the matter of the contract. <SCP-6693 unrolls the parchment and presents it to Agent Thomas, the box clicking open to reveal a quill nestled on bright red fabric.> SCP-6693: You can run it by your legal team if you so desire… though it will draw this process out longer still, and, as you can see, the terms are very straightforward. THOMAS: <Reading.> I mean, you're right, this is a pretty to-the-point contract—hold on, what is this? SCP-6693: I feel like I'm being very clear. You want me contained, I want a comfortable, enjoyable, safe life in containment. I'm sure our goals can be achieved simultaneously. THOMAS: I'll have to… uh… <Trails off.> SCP-6693: Hm? THOMAS: I think it would be best if we did get the legal department to look this over. Just… for our protection. SCP-6693: Protection can be arranged. <END LOG> NOTE: After consulting the Site-88 Legal Department, the terms of SCP-6693's contract were deemed sufficiently fair and the entity's containment sufficiently necessary to approve. SCP-6693 was moved to a secure humanoid containment chamber fitted with basic amenities. A team of ten personnel total are considered legally \"responsible\" for the entity's care and containment, and thus are required to enact PROCEDURE 66-TARTARUS at SCP-6693's behest.",
        "Interviewing Party: Dr. Christina Morse, Asst. Dir. of Research, Site-88 Jr. Researcher R. Sekelsky, Research and Development, Site-88 Interviewee: SCP-6693 Foreword: Routine intake interview of SCP-6693. Conducted within Provisional Site-6693, a proprietary containment area built specifically for the entity following contract revision 6693-10c. <BEGIN LOG> Dr. Morse: So, how are you enjoying the new arrangements, SCP-6693? SCP-6693: Really stellar work, guys. I know the dimmer switches were a pain to install, should've warned you about the ballasts not being compatible, but you figured it out and here we are! Dr. Morse: Indeed. I'm glad they are to your liking. And the cool white is not too blue for the space? There was some worry it could cause eyestrain. SCP-6693: Don't worry about it, it's fine for now. Although, a soft white is definitely more my speed. <Researcher Sekelsky is seen taking notes on a small pad of lined paper.> Dr. Morse: Soft white. We'll keep that in mind. SCP-6693: Thanks. You guys are the best. Dr. Morse: Much appreciated. We want to ensure our mutually-beneficial relationship stays mutually-beneficial, of course. In fact, we were hoping it might be a good time to request something of you, if you would be so amenable. SCP-6693: Oh? Dr. Morse: Yes. <Pauses.> I'm aware we just wrapped up proceedings for revision 10e, so I don't expect this request to be implemented any time soon. However, we were wondering if, well… Sekelsky: —Can we have, like, padded headgear or something? Anything? <Silence.> SCP-6693: And why would that be necessary? Sekelsky: Wh— <Dr. Morse is seen elbowing Sekelsky in the ribs.> Dr. Morse: Don't worry about it. We'll revisit this topic later, I suppose. SCP-6693: Good answer! Now, do the thing! Do it! <Dr. Morse and Sekelsky hesitate, look into each others' eyes, then proceed to perform PROCEDURE 66-TARTARUS .> SCP-6693: <Laughs heartily.> Yeah! Again, again! <Dr. Morse and Sekelsky perform PROCEDURE 66-TARTARUS . Sekelsky is bleeding, but the wound responsible cannot be determined due to a plethora of other various contusions on his face. He lists slightly in his seat.> SCP-6693: Alright, one more! For the road! Sekelsky: Please— SCP-6693: One more for the road, you worthless pile of meat. <Dr. Morse and Sekelsky perform PROCEDURE 66-TARTARUS . Sekelsky falls out of his chair and does not get back up.> SCP-6693: Oh, shit. Maybe I should think about that headgear request. Impressive right hook though, Morse. <Dr. Morse does not respond, her face also covered with injuries in differing stages of healing. Her split lip trembles momentarily, bloodied nose emitting a small sniffle.> SCP-6693: <Sighs.> Okay, we're done here. Wait—I almost forgot. Fridge is nearly empty, make sure you get on that, soon. Fill it with eggs; I've been hiding them for the cleaning crew to find. Great way to pass the time. I even got one into Sekelsky's back pocket earlier. Doesn't seem like he noticed. Anyhoo, off you go. <Morse stares wordlessly. She then stands and steps cautiously over the body on the floor, exiting the room shortly thereafter.> <END LOG> NOTE: Jr. Researcher Sekelsky was recovered and transported to Site-88's medical bay 4, where he was treated for a concussion and an intraocular lens dislocation of the left eye. SCP-6693 found Sekelsky's latter injury mildly distressing and subsequently approved the addition of a clause in revision 6693-10f, allowing use of protective eyewear for all ten members of its care team.",
        "\" SCP-6693 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-6693 . Licensed under CC-BY-SA .",
        "Filename: demon.png Author: Billith License: CC BY-SA 3.0 Derivative of: Name: demon Author: Stiller Beobachter License: CC-BY 2.0 Source Link: openverse",
        "Filename: ward.gif Author: Billith License: CC BY-SA 3.0 Derivative of: Name: HermHarakles2 Author: Charismak License: CC-BY 4.0 Source Link: wikipedia",
        "Filename: tacttheo_demonology.png Author: Yossipossi License: CC BY-SA 3.0"
    ],
    "title": "SCP-6693"
}