{
    "url": "https://scp-wiki.wikidot.com/scp-6696",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\nVivarium\n\n\n\n\n\n\n\n\nHey there! You should read some of the other stuff I made… or not!\n\nI'm not the boss of you, do whatever you want!\n\n\nMore by Vivarium\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6696\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFig.1.\n The exterior of SCP-6696.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The area surrounding SCP-6696 is to be quarantined, and the media is to be informed the area is condemned due to asbestos and mold contamination. Instances of SCP-6696-A are to be lured into reinforced steel cages and transported to Site-576, then transferred into standard hostile humanoid containment cells located on site. Human teeth are to be utilized as bait, and containment specialists are instructed to wear protective head gear that covers the face while in the vicinity of SCP-6696-A instances.\n\n\nDescription:\n SCP-6696 is the designation assigned to a Dental clinic located in Salesburg, Wyoming. On April 2nd, 2002, the building was affected by a sudden ontokinetic fluctuation that permanently altered the location, as well as the individuals who were occupying the building at the time. The event resulted in the transformation of 24 civilians into instances of SCP-6696-A.\n\n\nInvestigations performed by MTF Sigma-12 (\"Doctor Feelgoods\") have shown the interior of SCP-6696 to be larger than the exterior would allow, and rooms within have become heavily distorted with walls following geometry that typically make entry impossible. Other notable changes include light fixtures shining at 700 to 1300 lumens, machinery being replaced with various forms of torture equipment, and human flesh and teeth decorating the walls.\n\n\nHumanoid entities designated as SCP-6696-A can be found inside SCP-6696, dressed in attire typically worn by doctors and nurses. The majority of the entities' body mass has been converted into dentin, enamel, and cementum. The entities also possess bone-like protrusions where the fingers would typically be, resembling dental instruments. When an individual is in the vicinity of an SCP-6696-A instance, the entity will forcibly restrain the subject, and perform an oral examination that typically leads to severe damage to the interior of the mouth and oral cavity. The entities will cease their assault once all teeth have been removed from the victim.\n\n\nDuring the initial investigation of the premises, MTF Sigma-12 (\"Doctor Feelgoods\") discovered a deceased child with abnormally high hume levels relative to the surrounding area. A poster depicting a personified tooth named \"Dr. Toothy\" was found inside the same room advising children to have their wisdom teeth removed. The poster was notably unaffected by the ontokinetic fluctuations.\n\n\n\n\n\n\n\n\n« \nSCP-6695\n | SCP-6696 | \nSCP-6697\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6696\n\" by Vivarium, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6696\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Teeeth.jpg\n\n\nName:\n Birmingham Dental Hospital & School of Dentistry - Pebble Mill Road, Edgbaston\n\n\nAuthor:\n Elliott Brown\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/c2a6e9ac-d38b-4eea-b9ab-ff83484f4a18",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6696 \" by Vivarium, from the SCP Wiki . Source: https://scpwiki.com/scp-6696 . Licensed under CC-BY-SA .",
        "Filename: Teeeth.jpg Name: Birmingham Dental Hospital & School of Dentistry - Pebble Mill Road, Edgbaston Author: Elliott Brown License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/c2a6e9ac-d38b-4eea-b9ab-ff83484f4a18"
    ],
    "containment_procedures": "The area surrounding SCP-6696 is to be quarantined, and the media is to be informed the area is condemned due to asbestos and mold contamination. Instances of SCP-6696-A are to be lured into reinforced steel cages and transported to Site-576, then transferred into standard hostile humanoid containment cells located on site. Human teeth are to be utilized as bait, and containment specialists are instructed to wear protective head gear that covers the face while in the vicinity of SCP-6696-A instances.",
    "description": "SCP-6696 is the designation assigned to a Dental clinic located in Salesburg, Wyoming. On April 2nd, 2002, the building was affected by a sudden ontokinetic fluctuation that permanently altered the location, as well as the individuals who were occupying the building at the time. The event resulted in the transformation of 24 civilians into instances of SCP-6696-A.",
    "title": "SCP-6696"
}