{
    "url": "https://scp-wiki.wikidot.com/scp-6697",
    "all_text": "rating: \n+165\n+\n–\nx\n\n\nItem #:\n SCP-6697\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-6697-1 is to be kept in a standard containment locker at Site-59. Following the 6/19/2021 ruling of the Ethics Committee, a moratorium has been placed on further viewing of SCP-6697-1. If additional instances of SCP-6697 are recovered, there will be a maximum of five viewings (beyond the non-anomalous series finale) of each new instance for archival recording purposes.\n\n\nResearch is ongoing to determine the best course of action to improve the welfare of its inhabitant. As such, non-anomalous recordings of individual episodes are available upon request. Proposals for improvement may be submitted to Director Naismith.\n\n\nDescription:\n SCP-6697 is the collective designation for the \"Sho Must Gowon\" series of videocassettes created by the TotleighSoft Corporation. Only one instance, SCP-6697-1, has been identified and contained, but promotional material from the SCP-2803 compound indicates that this cassette is a part of a larger series.\n\n\nSCP-6697-1, titled \"SENIFOLD: Sesons one throw infinatee,\" is 23 minutes long. The first minute is a brief promotional segment from TotleighSoft, including a (frequently misspelled) title card for the episode; the remainder of the video is an episode of \nSeinfeld.\n\n\nThe episode in question changes with every complete viewing of the cassette, extending past the series finale and into a hypothetical and presumably infinite season 10. The maximum amount of new episodes is not known.\n\n\nThe following is a summary from the tape's cover:\n\n\n\n\nAhhhhh, Senifold! The magnifisent shoo abuot no things, entrantsing americns all throgot the usah. Bot wen we comes to end of seson nien, we asc: wen seson Tenn? FOOOOOOO! WERE IS SESON TENN?? IT CANOT BE OVRE! OH, GREEF!\n\n\nWait no langer, Sanifold consomer! Liek the zan gartings of boodist marks, TOTLEIGHSOFT is extend have NEVEREND ING VIDIO TECKNO LODGES of hart wrunching \nDOGM OVIE\n into the hahah relm of KOMEDI. Everi episod is someting nwe! See JARRY, ENLAY, GORG, and GRAMMAR go on furthar adventchores, ocasionaly sayin \"YAW DAW\" and oter stoupid wards… FO EVER!\n\n\n(Dicklaimser: Doo to many lots complants about MOST NOBEL AND BAUTIFUL TOTLEIGHSOFT MASTRY OF ENGLITH LAGWARGE [yu jurks], TOTLEIGHSOFT is beeng reseptiv of critismcs & such and havig used POWARFLE TOTLEIGHSOFT BECAUSE COMPUTERS ALGORETHEM to allo caractres of SENDIFORD to rite demsolves.)\n\n\n\n\nLog of SCP-6697-1 Episodes (truncated):\n\n\n\n\n\n\nEpisode #\n\n\nTitle\n\n\nSummary\n\n\n\n\n\n\n10-1\n\n\n\"reconstrashkin\"\n\n\nUpon their release from prison after the series finale, the cast attempt to rebuild their lives from the ground up, but they're short on cash. Newman wins 50 million dollars in the lottery; seeing his chance, Jerry attempts to bury the hatchet between them. This, predictably, fails.\n\n\n\n\n\n\n10-3\n\n\n\"mon mon\"\n\n\nAfter getting drunk in Vegas, Elaine wakes up to find out she had been married to an eccentric hippie known only as \"Moon Man.\" Elaine is unable to divorce Moon Man due to an unspecified redeeming quality that Elaine can only describe by slightly moving her palm back and forth and making a guttural whining noise. Moon Man is portrayed by Philip Seymour Hoffman, and he becomes a recurring character until his death in Episode 10-174.\n\n\n\n\n\n\n10-5\n\n\n\"grammer dogm ovie\"\n\n\nKramer inadvertently comes into possession of a large saltwater crocodile, which he proceeds to name Russell and tries to pass off as a dog.\n\n\n\n\n\n\nThe \"self-writing narrative\" process repeats as normal until Episode 10-7, \"jarrys new busnus\", in which George Costanza begins to deviate from the narrative on his own. The exact point at which this deviation occurs is a scene in Monk's Cafe toward the midpoint of 10-7:\n\n\n\n\nJerry:\n And then I told myself, \"why not?\" And look at me now! An entrepre-newer. …that \nis\n how you say it, by the way. I checked.\n\n\n(George says nothing. He sits and stares at his coffee pensively.)\n\n\nJerry:\n You know, you \ncan\n tell me if you're jealous. No one's gonna come in and arrest you for it—\n\n\n(George suddenly stands up. He places a five-dollar bill next to his coffee cup.)\n\n\nGeorge:\n Tell 'em to keep the change.\n\n\nJerry:\n What the—\n\n\nGeorge:\n Jerry, I can't do this anymore. Goodbye.\n\n\n(George leaves.)\n\n\n(Jerry briefly displays confusion — but then carries on his conversation with the place where George once sat.)\n\n\nJerry:\n I mean, some people just hate the free market!\n\n\n\n\n(Approximately 7 seconds of silence.)\n\n\nJerry:\n Whoa… slow your roll there, Stalin.\n\n\n\n\nThe episode continues as normal, save for the absence of George. None of the characters, save for Jerry, notice his absence; they continue to act as if he is there. For example: at one point, Kramer passes George a cup of coffee, and it shatters on the ground. Kramer later pantomimes drinking said coffee.\n\n\n\n\n\n\nEpisode #\n\n\nTitle\n\n\nSummary\n\n\n\n\n\n\n10-8\n\n\n\"biebel stody\"\n\n\nKramer and Newman try to become born-again Christians. George appears in another Monk's Coffee scene with the other three main characters. He's agitated and confused, demanding to know how he got there in the first place. George's comments are ignored completely. He is absent from all subsequent scenes.\n\n\n\n\n\n\n10-9\n\n\n\"il mon mon\"\n\n\nMoon Man inadvertently lands a leading role in Verdi's \nIl Trovatore\n at the Met. George appears only briefly in a scene in Jerry's apartment. The scene consists of George looking around, yelling \"The \nfuck?!\n I just wanna leave!\", and running away.\n\n\n\n\n\n\n10-10\n\n\n\"prints chorming\"\n\n\nThe original plot of this episode is unclear; the closest estimation is that Jerry and George try a new dating strategy in which they claim to be part of the extended royal family of Liechtenstein.\n\n\n\n\n\n\nThe original plot of Episode 10-10 is significantly altered by the opening scene in Monk's Cafe.\n\n\n\n\n(As George sits at the booth, he holds his hands in the air as if holding a steering wheel.)\n\n\nJerry:\n So, let's go over the plan again. I'll say that I'm—\n\n\nGeorge:\n I was driving.\n\n\nJerry:\n —Duke Reifhauser. …I dunno. Too Nazi?\n\n\nGeorge:\n \n(Interrupting the laugh track)\n Jerry, I was driving. Just now. Why am I \nhere?\n\n\nJerry:\n So… are we gonna go over the—\n\n\nGeorge:\n No, no we are not. I was on I-87 a few seconds ago. Audra was in the passenger seat. We were… God dammit. Where's Audra?!\n\n\nJerry:\n Okay… uh… this is where you tell me who Audra is.\n\n\nGeorge:\n My fiancee.\n\n\nJerry:\n You're getting married?\n\n\nGeorge:\n Yes.\n\n\nJerry:\n And you didn't tell me?\n\n\nGeorge:\n Yeah. I didn't. Because I want nothing to do with you anymore.\n\n\n(Jerry looks at him with exaggerated doubt.)\n\n\nGeorge:\n Take me back. Now.\n\n\nJerry:\n Okay, there's no way I can really Harold Pinter the subtext outta this, so… is this you telling me how bad the plan is by avoiding it, or—\n\n\nGeorge:\n \nShut your mouth and take me back to my car.\n\n\nJerry:\n Okay, but—\n\n\nGeorge:\n The random teleports to your apartment were one thing. But I was in a moving car! Audra could—\n\n\n(They're suddenly cut off by the bass riff of a scene transition.)\n\n\n\n\nLater in the episode, in what's supposed to be the \"double date\" scene at a fancy restaurant, George is not present in the booth with Jerry and their dates. Instead, he can be heard sobbing deeply into a payphone from the restroom corridor.\n\n\n\n\n\n\nEpisode #\n\n\nTitle\n\n\nSummary\n\n\n\n\n\n\n10-11\n\n\n\"todal eclips\"\n\n\nElaine and Moon Man have a falling out over whether or not the coming solar eclipse will have supernatural ramifications. George only appears in a single scene in Jerry's apartment. George is wearing a tuxedo. He accuses Jerry of teleporting him out of Audra's funeral and physically assaults him.\n\n\n\n\n\n\n10-22\n\n\n\"fesdivorce 2\"\n\n\nA holiday special. George's father introduces the \"gritty reboot\" of Festivus known as Festivus 2. This episode marks the beginning of a 54-episode period in which George is present for all of his scenes, but refuses to speak.\n\n\n\n\n\n\n10-76\n\n\n\"jeri the janiserri\"\n\n\nHaving decided that he doesn't want children, Jerry tries to get a low-cost vasectomy from a mob doctor. George speaks again in another Monk's Cafe scene, but only to say \"Hey, Jerry… watch this.\" He proceeds to pour his hot coffee into the lap of a man in the next booth. The man does not react or even acknowledge his injury. Jerry demands that George never do this again. George smiles.\n\n\n\n\n\n\nIn Episode 10-77, \"operasion soop valkery,\" this exchange occurs:\n\n\n\n\n(George and Jerry are standing in a long line outside Soup Nazi's restaurant.)\n\n\nJerry:\n I heard something about the ordering routine being changed up.\n\n\nGeorge:\n Whenever I'm with you, nobody reacts to anything I do.\n\n\nJerry:\n …I heard something about the ordering routine being—\n\n\nGeorge:\n So, no one can hold me accountable.\n\n\nJerry:\n \n(exasperated)\n Do what you're meant to do, and they'll react! I promise!\n\n\nGeorge:\n And you still haven't explained that.\n\n\nJerry:\n \nI physically cannot.\n Just… pretend nothing weird is going on, act like you used to. Like, get into Soup Mode.\n\n\n(As George looks away, Jerry glances worriedly to the sky and mouths \"I'M SORRY, \nMR. GOCK\n, I DON'T KNOW WHY HE KEEPS DOING THIS!\")\n\n\n(George pulls out a pistol from his jacket and cuts the line.)\n\n\nJerry:\n \nNo!\n\n\nGeorge:\n Fuck it, makin' the most of it.\n\n\n(He enters the restaurant and goes behind the counter. Laughing wildly, he shoots Soup Nazi seven times at point-blank. Neither Soup Nazi nor the customers acknowledge this.)\n\n\nGeorge:\n \nNo pulse for you!\n\n\n(Soup Nazi lies dead. George messily devours a fistful of broccoli cheddar soup straight from the pot. The only sounds heard are an incorrectly-timed laugh track and Jerry's screams of horror.)\n\n\n\n\nEpisodes 10-77 through 10-173 follow a similar pattern: an ordinary episode is interrupted by George going on a crime spree that only Jerry notices. Every recurring character that George murders inexplicably comes back to life in another episode; for example, Soup Nazi returns in 10-124, titled \"soop is rizen.\"\n\n\nBy the end of Episode 10-173, George has murdered every other named character but Jerry at least once.\n\n\nEpisode 10-174, \"THE KEYSTONE\", ends prematurely in the following scene:\n\n\n\n\n(Jerry emerges from his bedroom. Kramer sits on the floor outside.)\n\n\nJerry:\n What are you doing here?\n\n\nKramer:\n I took up lockpicking.\n\n\nJerry:\n I mean, on the floor.\n\n\nKramer:\n Just thought I'd try it with your door. …I think I won.\n\n\nJerry:\n Okay, but why are you on the—\n\n\n(George's hand suddenly emerges from the bedroom door. He pulls Jerry back in and slams it shut behind him. Kramer continues acting off of an invisible Jerry. The following conversation is heard muffled behind the bedroom door…)\n\n\nGeorge:\n Why is Newman alive?\n\n\nJerry:\n George, listen to me—\n\n\nGeorge:\n \nI LIT HIM ON FIRE! We both saw him burn to ashes!\n Why is he alive?!\n\n\nJerry:\n Why did you even have to kill him in the first place?\n\n\nGeorge:\n It's the only source of serotonin I have left. Now, answer \nmy\n question.\n\n\nJerry:\n This isn't what Audra would have—\n\n\n(A gunshot. Jerry screams.)\n\n\nGeorge:\n You don't get to say her name. You're the reason she's dead. Fuck's sake, Jerry, I was just about to turn my life around… why didn't \nshe\n come back, huh?\n\n\nJerry:\n She wasn't relevant to the story.\n\n\nGeorge:\n Is that why you killed her?\n\n\nJerry:\n I didn't kill her!\n\n\nGeorge:\n Then who did?!\n\n\nJerry:\n No one! You didn't teleport out of that car. It's not a \nteleport.\n It's just… look, it's like a starting point. Like the \"go\" square on Monopoly. Whenever something interesting happens, you naturally show up. I really wish I could explain it more than that. But… look, what do you know about TotleighSoft?\n\n\nGeorge:\n I'm gonna give you five more seconds to say something that makes any sense at all.\n\n\nJerry:\n No-no-no, you don't wanna do this. I'm the one guy you can't kill! My last name is the title of—\n\n\nGeorge:\n \nZERO!\n\n\n(Another gunshot.)\n\n\n(Kramer suddenly melts into a puddle of viscous black sludge.)\n\n\n(Cut to black.)\n\n\n\n\nFrom this point on, the title of the show changes to \"COZTANSER.\" George is the only character who hasn't dissolved into oil. Unlike previous episodes, the laugh tracks have completely synchronized with George's actions.\n\n\n\n\n\n\nEpisode #\n\n\nTitle\n\n\nSummary\n\n\n\n\n\n\n10-175\n\n\n\"the omege gorg\"\n\n\nGeorge silently wanders the empty streets of New York City, searching for survivors.\n\n\n\n\n\n\n10-180\n\n\n\"tabel for wun\"\n\n\nGeorge spends the entirety of the episode quietly weeping in a booth of the dilapidated Monk's Cafe.\n\n\n\n\n\n\n10-195\n\n\n\"bye gorg\"\n\n\nThe episode lasts twelve seconds. It abruptly ends when George shoots himself.\n\n\n\n\n\n\n10-196\n\n\n\"hi gorg\"\n\n\nGeorge reappears in Jerry's apartment, alive and well. After a brief nervous breakdown, he jumps out the window to attempt suicide again.\n\n\n\n\n\n\n10-197\n\n\n\"hi agen gorg\"\n\n\nSimilar content to 10-196, but he attempts to shoot himself while falling.\n\n\n\n\n\n\n10-254\n\n\n\"delong an wanding rode\"\n\n\nHe begins a 104-episode story arc of making a journey on foot to other cities to find survivors of the 10-174 event. He is unsuccessful.\n\n\n\n\n\n\n10-358\n\n\n\"teh madnis of king gorg\"\n\n\nHaving given up his journey, he enters the ruins of Holy Name Cathedral in downtown Chicago…\n\n\n\n\n\n\n\n\n(George kneels at the altar. He makes the Sign of the Cross.)\n\n\nGeorge:\n …okay, God. I think I get the point. This is my eternal damnation, isn't it? Or at least some kind of purgatory. That's the only thing that makes sense.\n\n\nI'll be the first to admit that I've been a selfish sack of shit all my life. I probably deserve worse. …but that's why I tried to leave Jerry and the others in the first place! Did I start too late?!\n\n\nBut, I'm not waking up at Jerry's place anymore. Which means there's a way that all this can change.\n\n\nI realize you've probably got a whole mess of God shit to take care of right now. I probably backed up the line to the Pearly Gates around several blocks, right? …yeah, too soon, sorry. So I'd better cut to the chase… can I have a sign? Something to indicate—\n\n\n(An angelic chorus suddenly swells up. A soft white light pokes through the ruined ceiling, landing on George's face.)\n\n\n(Laugh track.)\n\n\n(George's eyes widen. This is the first time he's able to hear this sound.)\n\n\nGeorge:\n \n…is that a fucking LAUGH TRACK?!\n\n\n\n\nEpisode 10-359, titled \"gorg's kwest 2 get offa da airs, part 1\", begins with George stripping naked and writing \"AM I INAPPROPRIATE YET?\" on the wall of the cathedral with his own feces. Amid repeated cries of \n\"Censor me!\"\n, \n\"Stop watching this!\"\n and \n\"LET ME DIE!\"\n, he captures, tortures, and mutilates several opossums.\n\n\nAt the time of the testing moratorium, the last recorded iteration was \"gorg's kwest 2 get offa da airs, part 126.\"\n\n\n\n\n\n\n« \nSCP-6696\n | SCP-6697 | \nSCP-6698\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6697\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6697\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Ahhhhh, Senifold! The magnifisent shoo abuot no things, entrantsing americns all throgot the usah. Bot wen we comes to end of seson nien, we asc: wen seson Tenn? FOOOOOOO! WERE IS SESON TENN?? IT CANOT BE OVRE! OH, GREEF! Wait no langer, Sanifold consomer! Liek the zan gartings of boodist marks, TOTLEIGHSOFT is extend have NEVEREND ING VIDIO TECKNO LODGES of hart wrunching DOGM OVIE into the hahah relm of KOMEDI. Everi episod is someting nwe! See JARRY, ENLAY, GORG, and GRAMMAR go on furthar adventchores, ocasionaly sayin \"YAW DAW\" and oter stoupid wards… FO EVER! (Dicklaimser: Doo to many lots complants about MOST NOBEL AND BAUTIFUL TOTLEIGHSOFT MASTRY OF ENGLITH LAGWARGE [yu jurks], TOTLEIGHSOFT is beeng reseptiv of critismcs & such and havig used POWARFLE TOTLEIGHSOFT BECAUSE COMPUTERS ALGORETHEM to allo caractres of SENDIFORD to rite demsolves.)",
        "Jerry: And then I told myself, \"why not?\" And look at me now! An entrepre-newer. …that is how you say it, by the way. I checked. (George says nothing. He sits and stares at his coffee pensively.) Jerry: You know, you can tell me if you're jealous. No one's gonna come in and arrest you for it— (George suddenly stands up. He places a five-dollar bill next to his coffee cup.) George: Tell 'em to keep the change. Jerry: What the— George: Jerry, I can't do this anymore. Goodbye. (George leaves.) (Jerry briefly displays confusion — but then carries on his conversation with the place where George once sat.) Jerry: I mean, some people just hate the free market! (Approximately 7 seconds of silence.) Jerry: Whoa… slow your roll there, Stalin.",
        "(As George sits at the booth, he holds his hands in the air as if holding a steering wheel.) Jerry: So, let's go over the plan again. I'll say that I'm— George: I was driving. Jerry: —Duke Reifhauser. …I dunno. Too Nazi? George: (Interrupting the laugh track) Jerry, I was driving. Just now. Why am I here? Jerry: So… are we gonna go over the— George: No, no we are not. I was on I-87 a few seconds ago. Audra was in the passenger seat. We were… God dammit. Where's Audra?! Jerry: Okay… uh… this is where you tell me who Audra is. George: My fiancee. Jerry: You're getting married? George: Yes. Jerry: And you didn't tell me? George: Yeah. I didn't. Because I want nothing to do with you anymore. (Jerry looks at him with exaggerated doubt.) George: Take me back. Now. Jerry: Okay, there's no way I can really Harold Pinter the subtext outta this, so… is this you telling me how bad the plan is by avoiding it, or— George: Shut your mouth and take me back to my car. Jerry: Okay, but— George: The random teleports to your apartment were one thing. But I was in a moving car! Audra could— (They're suddenly cut off by the bass riff of a scene transition.)",
        "(George and Jerry are standing in a long line outside Soup Nazi's restaurant.) Jerry: I heard something about the ordering routine being changed up. George: Whenever I'm with you, nobody reacts to anything I do. Jerry: …I heard something about the ordering routine being— George: So, no one can hold me accountable. Jerry: (exasperated) Do what you're meant to do, and they'll react! I promise! George: And you still haven't explained that. Jerry: I physically cannot. Just… pretend nothing weird is going on, act like you used to. Like, get into Soup Mode. (As George looks away, Jerry glances worriedly to the sky and mouths \"I'M SORRY, MR. GOCK , I DON'T KNOW WHY HE KEEPS DOING THIS!\") (George pulls out a pistol from his jacket and cuts the line.) Jerry: No! George: Fuck it, makin' the most of it. (He enters the restaurant and goes behind the counter. Laughing wildly, he shoots Soup Nazi seven times at point-blank. Neither Soup Nazi nor the customers acknowledge this.) George: No pulse for you! (Soup Nazi lies dead. George messily devours a fistful of broccoli cheddar soup straight from the pot. The only sounds heard are an incorrectly-timed laugh track and Jerry's screams of horror.)",
        "(Jerry emerges from his bedroom. Kramer sits on the floor outside.) Jerry: What are you doing here? Kramer: I took up lockpicking. Jerry: I mean, on the floor. Kramer: Just thought I'd try it with your door. …I think I won. Jerry: Okay, but why are you on the— (George's hand suddenly emerges from the bedroom door. He pulls Jerry back in and slams it shut behind him. Kramer continues acting off of an invisible Jerry. The following conversation is heard muffled behind the bedroom door…) George: Why is Newman alive? Jerry: George, listen to me— George: I LIT HIM ON FIRE! We both saw him burn to ashes! Why is he alive?! Jerry: Why did you even have to kill him in the first place? George: It's the only source of serotonin I have left. Now, answer my question. Jerry: This isn't what Audra would have— (A gunshot. Jerry screams.) George: You don't get to say her name. You're the reason she's dead. Fuck's sake, Jerry, I was just about to turn my life around… why didn't she come back, huh? Jerry: She wasn't relevant to the story. George: Is that why you killed her? Jerry: I didn't kill her! George: Then who did?! Jerry: No one! You didn't teleport out of that car. It's not a teleport. It's just… look, it's like a starting point. Like the \"go\" square on Monopoly. Whenever something interesting happens, you naturally show up. I really wish I could explain it more than that. But… look, what do you know about TotleighSoft? George: I'm gonna give you five more seconds to say something that makes any sense at all. Jerry: No-no-no, you don't wanna do this. I'm the one guy you can't kill! My last name is the title of— George: ZERO! (Another gunshot.) (Kramer suddenly melts into a puddle of viscous black sludge.) (Cut to black.)",
        "(George kneels at the altar. He makes the Sign of the Cross.) George: …okay, God. I think I get the point. This is my eternal damnation, isn't it? Or at least some kind of purgatory. That's the only thing that makes sense. I'll be the first to admit that I've been a selfish sack of shit all my life. I probably deserve worse. …but that's why I tried to leave Jerry and the others in the first place! Did I start too late?! But, I'm not waking up at Jerry's place anymore. Which means there's a way that all this can change. I realize you've probably got a whole mess of God shit to take care of right now. I probably backed up the line to the Pearly Gates around several blocks, right? …yeah, too soon, sorry. So I'd better cut to the chase… can I have a sign? Something to indicate— (An angelic chorus suddenly swells up. A soft white light pokes through the ruined ceiling, landing on George's face.) (Laugh track.) (George's eyes widen. This is the first time he's able to hear this sound.) George: …is that a fucking LAUGH TRACK?!",
        "\" SCP-6697 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-6697 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6697",
    "object_class": "Safe",
    "containment_procedures": "SCP-6697-1 is to be kept in a standard containment locker at Site-59. Following the 6/19/2021 ruling of the Ethics Committee, a moratorium has been placed on further viewing of SCP-6697-1. If additional instances of SCP-6697 are recovered, there will be a maximum of five viewings (beyond the non-anomalous series finale) of each new instance for archival recording purposes.",
    "description": "SCP-6697 is the collective designation for the \"Sho Must Gowon\" series of videocassettes created by the TotleighSoft Corporation. Only one instance, SCP-6697-1, has been identified and contained, but promotional material from the SCP-2803 compound indicates that this cassette is a part of a larger series.",
    "title": "SCP-6697"
}