{
    "url": "https://scp-wiki.wikidot.com/scp-6698",
    "all_text": "rating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nSCP-6698\n\n\nClean Your Drains, People\n\n\nWritten by \nJack Waltz\n\n\n\n\nCheck out my author page!\n\n\n\n\n\n\n\n\n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe interior of SCP-6698.\n\n\n\n\n\n\nItem #:\n SCP-6698\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The residence formerly home to the Waelt family has been designated Provisional Site-229. An apparatus has been constructed to prevent the closing of the door leading inside SCP-6698 outside of testing periods. Due to the large amounts of spectral energy detected on the scene, the Department of Spectral Phenomena has been assigned to SCP-6698 research.\n\n\nDescription:\n SCP-6698 is the Waelt residence's, located in Alabama, USA, second-story bathroom (which includes its door) that has shown to be completely impervious to damage. Its main anomalous feature however manifests when the door to SCP-6698 is closed.\n\n\nWhen closed while an individual is present within, it will become jammed or locked by unknown causes preventing the subject's exit. Following this, an event that results in the disappearance of the subject occurs and the door unlocks once more when concluded. Little else is known about the exact nature of this anomaly.\n\n\nSCP-6698 was recently discovered when the occupants of the Waelt residence reported the disappearance of Jack Waelt, age sixteen, after entering the second-story bathroom. The inhabitants heard him calling for help, followed by a heavy scuttling noise. Subsequently, they had heard something akin to the bathroom sink breaking and falling onto a \"crunchy [and] wet\" surface, before Waelt's screams were muffled and ended. Despite attempts by his family to aid him, the door to the bathroom could not be opened by any means available to them at the time. When the scuttling noise subsided, the door had become unlocked but no remains of him, or any damage to a sink, was found. When the incident came to the Foundation's attention, the family was amnesticised, and cover story C1243F (\"Ran Away From Home\") was implanted in the family and local news media. The Waelt residence was then purchased by a Foundation shell company.\n\n\nThe origin of SCP-6698 and how it gained its anomalous properties is unknown and is under investigation by the Department of Spectral Phenomena. However, the residents stated that Jack Waelt had expressed his disgust after killing a \"large fucking roach in the bathroom\" the night prior to it gaining its anomalous properties.\n\n\nAddendum 6698.1:\n The following is a transcribed log of the first conducted test on SCP-6698. A recording camera was attached to the bathroom wall and D-22542 was sent inside.\n\n\n\n\nVIDEO LOG TRANSCRIPT\n\n\n\n\nD-22542 enters SCP-6698 and the door is closed by Agent Balskey.\n\n\nAgent Balskey:\n Alright. Now, could you try to open this from the inside? Try kicking it down, and everything else you can try.\n\n\nD-22542:\n Okay.\n\n\nD-22542 bangs on the door and attempts to kick it down, though the door and its hinges remain undamaged by these attacks.\n\n\nD-22542:\n I can't. The lock and the hinges are intact, too strong for bathroom hinges.\n\n\nAgent Balskey:\n Okay, as expected. Let me try it from the outside.\n\n\nAgent Balskey attempts to break the door lock with a propane torch, to no effect. The same is tried for the hinges and she once again fails.\n\n\nD-22542:\n You can't get me out now?\n\n\nAgent Balskey:\n Wait. I'll go get the technician. Stay inside and… and just watch out for anything.\n\n\nD-22542:\n Fine, be quick.\n\n\nAgent Balskey walks downstairs.\n\n\nD-22542:\n Dammit, won't be surprised if this is the end of me. I'll probably starve in here or something. Is that the gimmick here, the door stays locked until I die? Life's a bitch.\n\n\nD-22542 sits down on the toilet seat and sighs. Putting his hands on his face and groaning, he stays stationary for some time.\n\n\nSeveral minutes pass before D-22542 notes a single Periplaneta americana\n1\n climbing out of the bathroom drain. After making its way, it stays stationary and begins cleaning its antennae.\n2\n\n\nD-22542:\n \n[frowns]\n That is one massive roach.\n\n\nSuddenly, the cockroach makes its way toward's D-22542's feet. He yelps in surprise and stamps on the cockroach, killing it.\n\n\nD-22542:\n Fucking hell. \n[gags and shivers]\n Ew. Lord. Little shit running towards me, like you have a death wish…\n\n\nD-22542 takes off his shoe and begins washing off the sole at the sink. While engrossed in this activity, another cockroach squeezes out from the same drain. It moves towards the first instance's corpse and begins feeding off of it. More instances begin climbing out, all making their way to the corpse similarly. When D-22542 finishes and looks back, he croaks in shock and watches the cockroaches feeding on the dead instance.\n\n\nD-22542:\n Holy shit man… why's there so many. They're as big as the first one… \n[retches]\n\n\nBehind D-22542, another cockroach climbs out of the bathroom sink and jumps to the floor. It brushes by his barefoot, surprising and causing him to shout an expletive.\n\n\nD-22542:\n \n[screams]\n Shit!\n\n\nMore instances begin squeezing out from the sink drain and D-22542 backs towards the toilet seat.\n\n\nD-22542:\n \n[shouts]\n Oi! Hey! Could you get me outta here, please! Quickly! There's like massive roaches in here man… Hey!\n\n\nD-22542 climbs on the toilet seat, watching the instances, and calling for Agent Balskey's assistance to \"get [him] out\". Agent Balskey hears and begins running upstairs.\n\n\nAgent Balskey:\n Hey hey! What's up? Why are you shou— \n[looks at the camera feed]\n Oh. Scared of roaches?\n\n\nD-22542:\n Listen man! This is no time for jokes, those things are fucking massive. Where's that damn technician? Open the door!\n\n\nAgent Balskey:\n Sorry sorry. The guy still hasn't arrived, probably oversleeping. You gotta deal with it for now.\n\n\nD-22542:\n Dammit! \n[screams in frustration and grumbles before groaning]\n\n\nAgent Balskey:\n I'm sorry, but you're gonna have to stomach it, I'll keep you company though.\n\n\nD-22542:\n Hell are you thinking, keeping me company? I'm a D-Class. I'm gonna get killed one of these days.\n\n\nAgent Balskey:\n Come on… you're not dead yet.\n\n\nD-22542:\n Will be, soon. If you don't get the door open I'll starve to death in here.\n\n\nAgent Balskey:\n Come on… we don't know it can't be opened… yet.\n\n\nD-22542:\n What if it can't? And don't ever start your next sentence with \"come on\".\n\n\nAgent Balskey:\n Come on—\n\n\nD-22542:\n Are you deaf Balskey?\n\n\nAgent Balskey:\n Okay okay. Calm down. Just trying to be optimistic here, you should try doing that sometime.\n\n\nD-22542:\n \n[sighs]\n Stop being a fucking bitch, man.\n\n\nAgent Balskey:\n Well that is just uncalled for…\n\n\nD-22542:\n \n[tuts]\n I'm sorry. It's just really agitating with these roaches.\n\n\nAgent Balskey:\n It's okay.\n\n\nD-22542 watches the cockroaches. He shifts multiple times on the toilet seat while they feed.\n\n\nAgent Balskey:\n Hey how big are they? Three? Four?\n\n\nD-22542:\n \n[observes the instances]\n At least five centimetres, maybe six.\n\n\nAgent Balskey:\n You think they're part of the anomaly?\n\n\nD-22542:\n I don't see anything gimmicky about them. I've seen large cockroaches, this might just be, a few of those…\n\n\nAgent Balskey:\n But so many of them? That just feels a little… weird.\n\n\nD-22542 begins to sweat intensely.\n\n\nTwo minutes after this exchange, the cockroaches have fully eaten all exposed flesh from the cadaver. All then simultaneously turned towards D-22542, who yelps. At this moment the tub is noted to have begun filling with a black oil-like substance from the bathtub drain. Once approximately one-fifth of the tub is filled, a swarm of cockroaches begins pouring out from within, jumping over from the tub and covering the floor. They begin piling up on top of each other.\n\n\nD-22542:\n \n[screams]\n Holy hell! Dammit, fuck fuck shit! \n[D-22542 begins crying and repeatedly yelling expletives, he then hyperventilates to a large degree]\n\n\nAgent Balskey:\n Oh lor—\n\n\nD-22542:\n Open the fucking door! Please man, please!\n\n\nAgent Balskey is paralysed in fear at the sight of the feed and she does not respond.\n\n\nD-22542:\n \n[screams]\n Balskey! Are you fucking there?\n\n\nThe instances attempt to scale the toilet, but all slip while doing so. The mass of cockroaches begins scaling the walls. D-22542, in an attempt to deter this behaviour, throws the shoe he still held towards the wall. Without much effect, the shoe sinks into the mass of instances. In response to this, dozens of cockroaches start flying towards D-22542 and landing on him. Screaming, he attempts to swat them off.\n\n\nA great majority fall, but a continuous stream manages to climb to the ceiling and move to a position right above him. Several of the instances cover the camera during this process. They then drop on D-22542, who, screaming, waves at them erratically, causing more to begin flight. Several scramble atop his hair and a few attempt to enter his oral cavity. One makes it in and he spits it out and gags. One cockroach that fell on the toilet seat is stepped on, and D-22542 slips. He then falls into the pool of instances. As he sinks, more than a dozen instances scramble and stuff themselves into his mouth. D-22542 can be heard gagging and choking. Though he manages to cough out several, the majority has likely already traveled down his esophagus, and more kept pushing themselves into his mouth, with the smaller instances entering his nostrils. Agent Balskey vomits watching the scene.\n\n\nAt this point, D-22542 has submerged in the growing flood of cockroaches with only his hand being held up. It twitches and gets pulled down as well. D-22542 is now believed to have died of asphyxiation.\n\n\nImmediately following his death, almost all instances retreat back towards the liquid in the tub, which has now filled to the brim. Sections of his cadaver were visibly consumed and large, wriggling, protrusions could be seen below his skin. D-22542's stomach was notably squirming and appears to be bloated to a severe degree. Once all instances that were outside the corpse enter the tub, a humanoid cadaver, visibly undergoing the third stage of decomposition with some visual similarities to Jack Waelt, climbs out of the tub as enormous swathes of cockroaches fall from the inside of its skull and chest cavity. The humanoid staggers and makes its way towards D-22542 before grabbing his legs and dragging the corpse into the tub. Several cockroaches scramble out of D-22542's mouth during this process. Once fully submerged in the liquid, it begins demanifesting down the drain alongside the remains of all the instances killed by D-22542. No traces remain of the event and the door unlocks. Agent Balskey opens the door and can be seen standing in the frame with traces of vomit on her shirt. She vomits once more.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as an American cockroach.\n\n\n2\n. Behaviour expected of a non-anomalous cockroach.\n\n\n\n\n\n\nrating: \n+250\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6697\n | SCP-6698 | \nSCP-6699\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6698\n\" by Jack Waltz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6698\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n bathroom.jpg\n\n\nAuthor:\n \nJack Waltz\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 6698.1: The following is a transcribed log of the first conducted test on SCP-6698. A recording camera was attached to the bathroom wall and D-22542 was sent inside."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6698 \" by Jack Waltz, from the SCP Wiki . Source: https://scpwiki.com/scp-6698 . Licensed under CC-BY-SA .",
        "Name: bathroom.jpg Author: Jack Waltz License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-6698",
    "object_class": "Safe",
    "containment_procedures": "The residence formerly home to the Waelt family has been designated Provisional Site-229. An apparatus has been constructed to prevent the closing of the door leading inside SCP-6698 outside of testing periods. Due to the large amounts of spectral energy detected on the scene, the Department of Spectral Phenomena has been assigned to SCP-6698 research.",
    "description": "SCP-6698 is the Waelt residence's, located in Alabama, USA, second-story bathroom (which includes its door) that has shown to be completely impervious to damage. Its main anomalous feature however manifests when the door to SCP-6698 is closed.",
    "title": "SCP-6698"
}