{
    "url": "https://scp-wiki.wikidot.com/scp-670",
    "all_text": "rating: \n+346\n+\n–\nx\n\n\nItem #:\n SCP-670\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The family unit collectively referred to as SCP-670 is currently contained at Sector 25, located in ███████, England. Members of SCP-670 are to be contained in a shared 12 m x 6 m holding cell, observed via surveillance camera. Cell is to contain four (4) beds, a bathroom, and an observation window. All staff entering SCP-670's containment area are to be searched for lighters, matches, and other sources of open flames.\n\n\nSCP-670 is to be provided with forty-five (45) centimeters of cotton, twenty-five (25) centimeters of silk, twenty-five (25) centimeters of polyester, fifteen (15) centimeters of rayon, and twelve (12) centimeters of rope each month. Any objects created by members of SCP-670 that could be used as a weapon are to be immediately removed from the containment area.\n\n\nDescription:\n SCP-670 is comprised of four roughly humanoid individuals, SCP-670-1, SCP-670-2, SCP-670-3, and SCP-670-4, who refer to themselves collectively as 'the Cotton family'. SCP-670-1 and SCP-670-2 appear to be the 'father' and the 'mother' of the family, judging by their height and comments made in interviews, while SCP-670-3 and SCP-670-4 are the 'children' of the family. Members of SCP-670 possess a thin outer layer of hardened clay 'skin', showing signs of deterioration from over a long length of time.\n\n\nUnder this, the organs, flesh, and nervous system are composed entirely of different types of thread. The majority of the thread used is cotton, but large amounts of silk and polyester are also present. Small amounts of rayon and nylon are also noted in the internal organs. The skeleton is composed of rope knotted into a suitable shape and the fingers of SCP-670 members seem to be rusted sewing needles.\n\n\nMembers of SCP-670 have demonstrated an advanced aptitude for the use of thread, using their 'fingers' to create extremely complicated objects, such as suitable eating implements and seating, in a short amount of time. Notable objects created by members of SCP-670 include:\n\n\n\n\nOne (1) bicycle (functional)\n\n\nOne (1) television (non-functional)\n\n\nOne (1) clock (functional)\n\n\nOne (1) roast chicken (consumed by members of SCP-670)\n\n\nOne (1) detailed family portrait\n\n\nOne (1) dagger (See \nInterview 670-1-1\n)\n\n\n\n\nMembers of SCP-670 show discomfort when using objects not composed of thread, such as plastic chairs or writing implements. The reason for this is currently unknown, and members of SCP-670 refuse to elaborate on it.\n\n\nSCP-670 was first discovered at ████████ Forest, near ██████████, when a group of hikers reported that they had found 'a house made of rope' in the forest. Agents were dispatched to investigate the matter and discovered SCP-670. The hikers were dosed with Class-A amnestics and SCP-670 was brought into containment without incident.\n\n\n\n\nInterview SCP-670-1-1\n\n\n\n\n ... \n\n\n\n\nInterviewed:\n SCP-670-1\n\n\nInterviewer:\n Dr. ███████\n\n\nForeword:\n At approximately ██:██ on ██/██/20██, SCP-670-1 constructed a dagger using SCP-670's monthly thread ration. The dagger was immediately confiscated and SCP-670-1 brought in for questioning.\n\n\n\n\n<Begin Log>\n\n\n\n(\nSCP-670-1\n is brought in by security)\n\n\n\n\nDr. ███████:\n Hello, SCP-670-1. Please, have a seat.\n\n\n\n\nSCP-670-1:\n (Looks down at seat) Um, do you have any other chairs?\n\n\n\n\nDr. ███████:\n I'm afraid not.\n\n\n\n\nSCP-670-1:\n Can I stand?\n\n\nDr. ███████:\n No.\n\n\n\n(\nSCP-670-1\n sits down.)\n\n\n\n\nSCP-670-1:\n So, um, what's this about?\n\n\n\n\nDr. ███████:\n I understand you made a dagger earlier today. What did you intend to do with it?\n\n\n\n(\nSCP-670-1\n seems confused at this point.)\n\n\n\n\nSCP-670-1:\n I don't see what…Oh! Oh my goodness, no! I'm not a violent man, sir!\n\n\n\n\nDr. ███████:\n I see. However, if you didn't intend to escape, what was it for?\n\n\n\n\nSCP-670-1:\n Rodents, sir.\n\n\n\n\nDr. ███████:\n I'm sorry?\n\n\n\n\nSCP-670-1:\n Well, I've been hearing squeaking the last few nights and I thought I should try and get rid of the rats. They spread disease, you know.\n\n\n\n\nDr. ███████:\n Alright…well, while you're here, SCP-670-1, I'd like to ask you a few questions.\n\n\nSCP-670-1:\n I'll try my best, sir.\n\n\nDr. ███████:\n Can you please tell me where and when you were born?\n\n\nSCP-670-1:\n ██████████, 18██, sir.\n\n\nDr. ███████:\n Do you have any relatives?\n\n\nSCP-670-1:\n Yes, sir, my two children, Alfie and Elizabeth.\n\n\nDr. ███████:\n I mean parents.\n\n\nSCP-670-1:\n Oh, you mean Grandad Cotton?\n\n\nDr. ███████:\n Can you tell me more about 'Grandad Cotton', SCP-670-1?\n\n\nSCP-670-1:\n Well, he was a clever guy, good with his hands…(gestures at himself) as you can see…Don't really remember much about him, he died a while back. Great guy, though.\n\n\nDr. ███████:\n Well, can you tell me how you met your wife?\n\n\nSCP-670-1:\n (Appears uncomfortable) I don't quite remember that, sir. It was a long time ago.\n\n\n\n\nDr. ███████:\n Well, that's all for now. SCP-670-1, please return to your containment area. We won't tolerate weapons again.\n\n\n\n\nSCP-670-1:\n Sorry, sir.\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n SCP-670-1 was returned to the containment area and is currently under heightened surveillance.\n\n\n\n\n\n\n\n\n\n\nIncident 670-1\n\n\n\n\n ... \n\n\n\n\n\n\nSCP involved:\n SCP-670\n\n\nDate:\n ██/██/██\n\n\nLocation:\n SCP-670 containment area.\n\n\nDescription:\n\n\n7:40 PM:\n Members of SCP-670 are consuming a polyester steak. SCP-670-3's eating implements slip out of its hands. SCP-670-3 suffers a small laceration on its left leg and attempts to conceal it. Other members of SCP-670 do not notice this laceration.\n\n\n8:10 PM:\n Members of SCP-670 are conversing while seated. SCP-670-3 stands to get up, but stumbles, revealing its injury. The other members of SCP-670 quickly approach.\n\n\n8:11 PM:\n SCP-670-1 and SCP-670-4 restrain SCP-670-3. SCP-670-2 begins to carefully remove outer clay layer from SCP-670-3. SCP-670-3 vocalizes its distress at this point, and continues to do so until 8:19 PM.\n\n\n8:13 PM:\n SCP-670-3's outer layer is completely removed. A stitched together inner layer of red cotton is visible. SCP-670-2 begins to unstitch this inner layer.\n\n\n8:15 PM:\n SCP-670-2 deposits unstitched cotton thread on the cell floor. Inner workings of SCP-670-3 are now visible, including the 'heart' and 'lungs'. SCP-670-2 begins unstitching the lungs.\n\n\n8:17 PM:\n SCP-670-2 deposits unstitched polyester thread from the lungs next to the cotton thread. SCP-670-3's attempts to escape become less violent. SCP-670-2 begins unstitching the heart.\n\n\n8:19 PM:\n SCP-670-2 deposits unstitched nylon and polyester from the heart. SCP-670-3 ceases movement and vocalizations at this point, presumed dead. Central nervous system, brain, and skeleton are now visible.\n\n\n8:25 PM:\n SCP-670-2 has unstitched the brain and central nervous system. Begins untying the skeleton.\n\n\n8:28 PM:\n Skeleton is untied and placed next to other disassembled materials of SCP-670-3.\n\n\n8:29 PM:\n SCP-670-1 approaches observation window and requests identical materials to those currently on the cell floor. Request accepted.\n\n\n8:34 PM:\n Requested materials are brought in by two D-class personnel. SCP-670-2 requests that the clay 'skin' is not removed, but other materials are delivered without incident. The materials that comprised SCP-670-3 are retrieved for further study.\n\n\n8:35 PM:\n SCP-670-2 begins creating an identical copy of SCP-670-3 from the delivered materials.\n\n\n8:44 PM:\n Clay 'skin' is applied to copy. Copy of SCP-670-3 is completed. SCP-670-1 refers to it as 'Alfie Cotton'.\n\n\n8:45 PM:\n SCP-670 retires to their beds.\n\n\nRetrieved materials contain no anomalous properties, but study is still ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-669\n | SCP-670 | \nSCP-671\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-670\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-670\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log> ( SCP-670-1 is brought in by security) Dr. ███████: Hello, SCP-670-1. Please, have a seat. SCP-670-1: (Looks down at seat) Um, do you have any other chairs? Dr. ███████: I'm afraid not. SCP-670-1: Can I stand? Dr. ███████: No. ( SCP-670-1 sits down.) SCP-670-1: So, um, what's this about? Dr. ███████: I understand you made a dagger earlier today. What did you intend to do with it? ( SCP-670-1 seems confused at this point.) SCP-670-1: I don't see what…Oh! Oh my goodness, no! I'm not a violent man, sir! Dr. ███████: I see. However, if you didn't intend to escape, what was it for? SCP-670-1: Rodents, sir. Dr. ███████: I'm sorry? SCP-670-1: Well, I've been hearing squeaking the last few nights and I thought I should try and get rid of the rats. They spread disease, you know. Dr. ███████: Alright…well, while you're here, SCP-670-1, I'd like to ask you a few questions. SCP-670-1: I'll try my best, sir. Dr. ███████: Can you please tell me where and when you were born? SCP-670-1: ██████████, 18██, sir. Dr. ███████: Do you have any relatives? SCP-670-1: Yes, sir, my two children, Alfie and Elizabeth. Dr. ███████: I mean parents. SCP-670-1: Oh, you mean Grandad Cotton? Dr. ███████: Can you tell me more about 'Grandad Cotton', SCP-670-1? SCP-670-1: Well, he was a clever guy, good with his hands…(gestures at himself) as you can see…Don't really remember much about him, he died a while back. Great guy, though. Dr. ███████: Well, can you tell me how you met your wife? SCP-670-1: (Appears uncomfortable) I don't quite remember that, sir. It was a long time ago. Dr. ███████: Well, that's all for now. SCP-670-1, please return to your containment area. We won't tolerate weapons again. SCP-670-1: Sorry, sir. <End Log>",
        "SCP involved: SCP-670 Date: ██/██/██ Location: SCP-670 containment area. Description: 7:40 PM: Members of SCP-670 are consuming a polyester steak. SCP-670-3's eating implements slip out of its hands. SCP-670-3 suffers a small laceration on its left leg and attempts to conceal it. Other members of SCP-670 do not notice this laceration. 8:10 PM: Members of SCP-670 are conversing while seated. SCP-670-3 stands to get up, but stumbles, revealing its injury. The other members of SCP-670 quickly approach. 8:11 PM: SCP-670-1 and SCP-670-4 restrain SCP-670-3. SCP-670-2 begins to carefully remove outer clay layer from SCP-670-3. SCP-670-3 vocalizes its distress at this point, and continues to do so until 8:19 PM. 8:13 PM: SCP-670-3's outer layer is completely removed. A stitched together inner layer of red cotton is visible. SCP-670-2 begins to unstitch this inner layer. 8:15 PM: SCP-670-2 deposits unstitched cotton thread on the cell floor. Inner workings of SCP-670-3 are now visible, including the 'heart' and 'lungs'. SCP-670-2 begins unstitching the lungs. 8:17 PM: SCP-670-2 deposits unstitched polyester thread from the lungs next to the cotton thread. SCP-670-3's attempts to escape become less violent. SCP-670-2 begins unstitching the heart. 8:19 PM: SCP-670-2 deposits unstitched nylon and polyester from the heart. SCP-670-3 ceases movement and vocalizations at this point, presumed dead. Central nervous system, brain, and skeleton are now visible. 8:25 PM: SCP-670-2 has unstitched the brain and central nervous system. Begins untying the skeleton. 8:28 PM: Skeleton is untied and placed next to other disassembled materials of SCP-670-3. 8:29 PM: SCP-670-1 approaches observation window and requests identical materials to those currently on the cell floor. Request accepted. 8:34 PM: Requested materials are brought in by two D-class personnel. SCP-670-2 requests that the clay 'skin' is not removed, but other materials are delivered without incident. The materials that comprised SCP-670-3 are retrieved for further study. 8:35 PM: SCP-670-2 begins creating an identical copy of SCP-670-3 from the delivered materials. 8:44 PM: Clay 'skin' is applied to copy. Copy of SCP-670-3 is completed. SCP-670-1 refers to it as 'Alfie Cotton'. 8:45 PM: SCP-670 retires to their beds. Retrieved materials contain no anomalous properties, but study is still ongoing.",
        "\" SCP-670 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-670 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-670",
    "object_class": "Safe",
    "containment_procedures": "The family unit collectively referred to as SCP-670 is currently contained at Sector 25, located in ███████, England. Members of SCP-670 are to be contained in a shared 12 m x 6 m holding cell, observed via surveillance camera. Cell is to contain four (4) beds, a bathroom, and an observation window. All staff entering SCP-670's containment area are to be searched for lighters, matches, and other sources of open flames.",
    "description": "",
    "title": "SCP-670"
}