{
    "url": "https://scp-wiki.wikidot.com/scp-6702",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6702 - Still Raining\n\n\nBy \nNightingale_FZ\n\n\nEven after so long, I still love you.\n\n\n\n\n\n\n\n\nrating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6702\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-6702 has neutralized itself. This document is kept as a record and backup. No further containment is required.\n\n\nDescription:\n SCP-6702 is a lake. Constant moderate rain falls on the area covered by the lake; however, the water level of the lake does not rise as a result as would be expected.\n\n\nWhen a human subject enters SCP-6702, an optical phenomenon will appear within the rain, mostly forming a clear image. These images can be captured by photographic devices. The existence of the events depicted in these images, as well as the links to the experimental subject, are currently being researched.\n\n\nAddendum:\n SCP-6702 Photography Record\n\n\n\n\nSubject:\n D-0321\n\n\nObserved image:\n The subject and an elderly woman sharing a reunion dinner\n1\n\n\nNotes:\n The woman in the image has been confirmed to be D-0321's mother. However, the two people in the image have never been alone with each other on the eve of Chinese New Year.\n\n\n\n\n\n\nSubject:\n D-0914\n\n\nObserved image:\n The subject driving on a public road in the middle of heavy rain.\n\n\nNotes:\n The subject refused to explain the contents of the image.\n\n\n\n\n\n\nSubject:\n Agent Gercery\n\n\nObserved image:\n The subject surrounded by four young women. He embraces all four women and kisses them.\n\n\nNotes:\n The object showed anxiety. The Foundation has determined that Agent Gercery is faithful husband and has never had an affair.\n\n\n\n\n\n\nSubject:\n D-1115\n\n\nObserved image:\n The subject is beaten by multiple people in a corner.\n\n\nNotes:\n D-1115 had been assaulted by a love rival and associates, but stated that the assailants in the image were not his love rival.\n\n\n\n\n\n\nSubject:\n D-5202\n\n\nObserved image:\n The subject is singing on a stage. The wooden floor collapses and the audience is visible through the hole. At the same time there is a lot of cash spilling from the ceiling.\n\n\nNotes:\n D-5202 was formerly a musician.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n The subject is being married. The bride's veil is being lifted.\n\n\nNotes:\n Dr. Bruce expressed satisfaction at the image.\n\n\n\n\n\n\nSubject:\n Researcher Angela\n\n\nObserved image:\n The subject is sitting on a bench, kissing a man with his face blurred out.\n\n\nNotes:\n Researcher Angela expressed satisfaction at the image.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n The rain curtain shatters and no image is revealed.\n\n\nNotes:\n The subject expresses bewilderment, anger, fear, sadness and calm in rapid succession.\n\n\n\n\n\n\nSubject:\n \nResearcher Angela\n2\n\n\nObserved image:\n Researcher Angela is \nkilled\n3\n4\n。\n\n\nNotes:\n A ship sails out on its own\n5\n.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n Dr. Bruce shoots three bullets. The first kills Researcher Angela\n6\n, the second kills himself, and the third [REDACTED].\n\n\nNotes:\n The subject remains silent.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n Researcher Angela \nsmiles\n7\n.\n\n\nNote 1:\n Researcher Angela is \nalready dead\n8\n.\n\n\nNote 2:\n The subject remains silent.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n Dr. Bruce \nsinks\n in the lake. A hand reaching out from the water signals \"3\". The image pans down to beneath the water's surface, showing the subject kneeling on the corpse of a woman\n9\n.\n\n\nNotes:\n The subject remains silent.\n\n\n\n\n\n\nSubject:\n Dr. Bruce\n\n\nObserved image:\n Researcher Angela\n10\n.\n\n\nNotes:\n The subject remains silent, and is [DATA EXPUNGED] after leaving SCP-6702.\n\n\n\n\n\n\nSubject:\n [Dead]\n\n\nObserved image:\n [Dead] is being married. \nThe bride\n11\n's veil is being lifted.\n\n\nNotes:\n Please forgive me.\n\n\n\n\nAddendum:\n SCP-6702 Neutralization Record\n\n\n\n\nSubject:\n The rain of the one thousand ninety-fifth day\n12\n.\n\n\nObserved image:\n The rain of the first day\n13\n.\n\n\nNotes:\n The rain stopped\n14\n.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A dinner held on the eve of the Chinese New Year, meant to symbolize family unity and usher in the new year.\n\n\n2\n. This experiment has been formatted due to the effect of a reality-affecting phenomenon.\n\n\n3\n. in all senses.\n\n\n4\n. synchronized with reality.\n\n\n5\n. Everything has changed.\n\n\n6\n. [WARNING: DATA ANOMALY DETECTED]\n\n\n7\n. [WARNING: DATA ANOMALY DETECTED]\n\n\n8\n. on the brink of death, in the world of thoughts.\n\n\n9\n. [WARNING: DATA ANOMALY DETECTED]\n\n\n10\n. [WARNING: DATA ANOMALY DETECTED]\n\n\n11\n. [WARNING: DATA ANOMALY DETECTED]\n\n\n12\n. The day we parted for good.\n\n\n13\n. The day we first met.\n\n\n14\n. I still love you.\n\n\n\n\n\n\n\n\n« \nSCP-6701\n | SCP-6702 | \nSCP-6703\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6702\n\" by Nightingale_FZ, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6702\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-6702 Photography Record",
        "Addendum: SCP-6702 Neutralization Record"
    ],
    "documents": [],
    "notes": [
        "Subject: D-0321 Observed image: The subject and an elderly woman sharing a reunion dinner 1 Notes: The woman in the image has been confirmed to be D-0321's mother. However, the two people in the image have never been alone with each other on the eve of Chinese New Year.",
        "Subject: D-0914 Observed image: The subject driving on a public road in the middle of heavy rain. Notes: The subject refused to explain the contents of the image.",
        "Subject: Agent Gercery Observed image: The subject surrounded by four young women. He embraces all four women and kisses them. Notes: The object showed anxiety. The Foundation has determined that Agent Gercery is faithful husband and has never had an affair.",
        "Subject: D-1115 Observed image: The subject is beaten by multiple people in a corner. Notes: D-1115 had been assaulted by a love rival and associates, but stated that the assailants in the image were not his love rival.",
        "Subject: D-5202 Observed image: The subject is singing on a stage. The wooden floor collapses and the audience is visible through the hole. At the same time there is a lot of cash spilling from the ceiling. Notes: D-5202 was formerly a musician.",
        "Subject: Dr. Bruce Observed image: The subject is being married. The bride's veil is being lifted. Notes: Dr. Bruce expressed satisfaction at the image.",
        "Subject: Researcher Angela Observed image: The subject is sitting on a bench, kissing a man with his face blurred out. Notes: Researcher Angela expressed satisfaction at the image.",
        "Subject: Dr. Bruce Observed image: The rain curtain shatters and no image is revealed. Notes: The subject expresses bewilderment, anger, fear, sadness and calm in rapid succession.",
        "Subject: Researcher Angela 2 Observed image: Researcher Angela is killed 3 4 。 Notes: A ship sails out on its own 5 .",
        "Subject: Dr. Bruce Observed image: Dr. Bruce shoots three bullets. The first kills Researcher Angela 6 , the second kills himself, and the third [REDACTED]. Notes: The subject remains silent.",
        "Subject: Dr. Bruce Observed image: Researcher Angela smiles 7 . Note 1: Researcher Angela is already dead 8 . Note 2: The subject remains silent.",
        "Subject: Dr. Bruce Observed image: Dr. Bruce sinks in the lake. A hand reaching out from the water signals \"3\". The image pans down to beneath the water's surface, showing the subject kneeling on the corpse of a woman 9 . Notes: The subject remains silent.",
        "Subject: Dr. Bruce Observed image: Researcher Angela 10 . Notes: The subject remains silent, and is [DATA EXPUNGED] after leaving SCP-6702.",
        "Subject: [Dead] Observed image: [Dead] is being married. The bride 11 's veil is being lifted. Notes: Please forgive me.",
        "Subject: The rain of the one thousand ninety-fifth day 12 . Observed image: The rain of the first day 13 . Notes: The rain stopped 14 .",
        "\" SCP-6702 \" by Nightingale_FZ, from the SCP Wiki . Source: https://scpwiki.com/scp-6702 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6702",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-6702 has neutralized itself. This document is kept as a record and backup. No further containment is required.",
    "description": "SCP-6702 is a lake. Constant moderate rain falls on the area covered by the lake; however, the water level of the lake does not rise as a result as would be expected.",
    "title": "SCP-6702"
}