{
    "url": "https://scp-wiki.wikidot.com/scp-6704",
    "all_text": "SCP-6704:\n Dependence Day\n\n\nhttps://commons.wikimedia.org/wiki/File:Wfc_pyrotechnic_display.jpg\n\n\nCritters, from both IRC and the SCPD discord.\n\n\n\n\nOboe\n\n\nfinnah\n\n\naftokrator\n\n\nPhiiota\n\n\nDrGolden\n\n\niiexcel\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+31\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6704\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Site-19 July 4th fireworks display, 2021. Footage courtesy of K.P. Crow.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6704 is to be encouraged. To this end, all Foundation facilities in the continental United States of America are to observe July 4th as a day for relaxation of typical duties, recreation, and social events for personnel, excepting facilities where such activities would unacceptably compromise containment efforts. It is strongly advised that all such events conclude with an outdoors fireworks display and include at least three of the following elements:\n\n\n\n\nSuspension of regular research and testing for D-class persons and/or sapient anomalies.\n\n\nSuspension of non-essential containment operations for general staff.\n\n\nDecoration of interior social spaces with themed accoutrements (red, white, and blue preferred).\n\n\nSuspension of regular meal plans and rations in favor of foods such as hot dogs, hamburgers, french fries, pizza, popcorn, and similar.\n\n\n\n\nFoundation plants in major media and political institutions are to continue to promote the present commercialized and romanticized public image of the holiday. However, owing to the significant cultural penetration that has already been achieved, little effort is required for this purpose.\n\n\nDescription:\n SCP-6704 denotes a multisensory cognitohazard. SCP-6704 is primarily audiovisual in nature, and is mainly caused by fireworks produced and/or detonated within the continental United States. Specifically, SCP-6704 functions as a form of \"exploit\" for the human and particularly the American psyche.\n\n\nPersons exposed to SCP-6704 display certain psychological features at rates greater than that of baseline humanity, including:\n\n\n\n\nIncreased suggestibility.\n\n\nIncreased memetic susceptibility (to both anomalous and nonanomalous memes).\n\n\nHypersociability.\n\n\nIncreased identification within racial, religious, ideological, and other social in-groups.\n\n\nIncreased susceptibility to chemical influence (primarily food and alcohol, but also drugs such as nicotine, THC, opioids and other narcotics, and amnestics).\n\n\nDecreased IQ.\n\n\nAn increased sense of moral relativism, often paradoxically accompanied by higher self-assessment of moral consistency.\n\n\n\n\nIt is to be noted that SCP-6704 effects only become significant within a sufficiently large population sample and with diminishing returns beyond limited exposure. Intense and/or frequent use of SCP-6704 stimuli is not beneficial and often counterproductive. Annual exposure is considered sufficient to attain optimal results. SCP-6704 effects have also been found to be contagious to a certain degree. Individuals and populations with only indirect exposure also display its symptoms, albeit to a lesser degree.\n\n\nIt is estimated that SCP-6704 effects, since their discovery in 1981 and the beginning of their active utilization in 1989, have saved the Foundation roughly 1.8 trillion USD in operating expenses, owing to conditions including but not limited to:\n\n\n\n\nAn increased supply of D-class personnel sourced through the Department of Corrections.\n\n\nAn increased prevalence of problematic drug use in the United States, simplifying many situations in which witnesses to anomalous phenomena must be discredited.\n\n\nGreater employee compliance and productivity, especially on containment projects likely to cause stress, depression, or moral unease.\n\n\nDecreased operating costs of facilities due to outsourcing of labor and materials obtainment.\n\n\nIncreased docility of humanoid anomalies.\n\n\n\n\nAddendum 6704-1:\n Ethics Committee Inquest, 2008\n\n\n\n\nTo:\n \n<Overseer Council Mailing List>\n\n\nFrom:\n \nfpcs.mochte|riahc#fpcs.mochte|riahc\n\n\nDate:\n 7/3/2008\n\n\nSubject:\n SCP-6704\n\n\n\n\nOverseers,\n\n\nI've just had a very unpleasant conversation with EthCom's liaisons in the Accounting Department. It seems there's a known virulent cognitive infection at practically all levels of American society. Overwatch, in its infinite wisdom, has not only deemed it unnecessary to insulate our personnel against, but seen fit to actively expose our personnel to it, all for the sake of easing financial exploitation of our fellow human beings.\n\n\nNot only is this a plain violation of our core directive to contain anomalies before all, it is in contravention of various EthCom initiatives over the past decade to protect our employees and living anomalies. Most importantly, it puts us in violation of our Consent for Anomalous Memetic Exposure protocols. A research group from Applied Influence has also advised us that they cannot guarantee that SCP-6704's effects are limited to those already noted in its file, in variety or scope.\n\n\nYou can expect this issue to feature strongly in this week's general session.\n\n\nMadelyn Prysier, Ethics Committee Co-Chair\n\n\n\n\n\n\nTo:\n \nfpcs.mochte|riahc#fpcs.mochte|riahc\n\n\nFrom:\n [VERIFIED OVERSEER ACCOUNT]\n\n\nDate:\n 7/4/2008\n\n\nSubject:\n SCP-6704\n\n\n\n\nYou seriously emailing us about shit this minor, Madelyn? Do you have any idea how many times appeals against these procedures have died in subcommittee?\n\n\nOn a daily basis, we do far crueler things to protect our opsec than have a few annual barbecues. And, if you've been talking to Accounting, you know as well as I do that this has been a shit year for us financially. If we can trim billions in the budget by throwing parties for a few dozen sites, then we damn well will.\n\n\nI expect you to drop this, and I also expect your department to be in attendance tonight. I hear the cafeteria folks made bacon dogs this year.\n\n\n\n\n\n\n\n\n« \nSCP-6703\n | SCP-6704 | \nSCP-6705\n »",
    "addendums": [
        "Addendum 6704-1: Ethics Committee Inquest, 2008"
    ],
    "documents": [],
    "notes": [
        "To: <Overseer Council Mailing List> From: fpcs.mochte|riahc#fpcs.mochte|riahc Date: 7/3/2008 Subject: SCP-6704 Overseers, I've just had a very unpleasant conversation with EthCom's liaisons in the Accounting Department. It seems there's a known virulent cognitive infection at practically all levels of American society. Overwatch, in its infinite wisdom, has not only deemed it unnecessary to insulate our personnel against, but seen fit to actively expose our personnel to it, all for the sake of easing financial exploitation of our fellow human beings. Not only is this a plain violation of our core directive to contain anomalies before all, it is in contravention of various EthCom initiatives over the past decade to protect our employees and living anomalies. Most importantly, it puts us in violation of our Consent for Anomalous Memetic Exposure protocols. A research group from Applied Influence has also advised us that they cannot guarantee that SCP-6704's effects are limited to those already noted in its file, in variety or scope. You can expect this issue to feature strongly in this week's general session. Madelyn Prysier, Ethics Committee Co-Chair",
        "To: fpcs.mochte|riahc#fpcs.mochte|riahc From: [VERIFIED OVERSEER ACCOUNT] Date: 7/4/2008 Subject: SCP-6704 You seriously emailing us about shit this minor, Madelyn? Do you have any idea how many times appeals against these procedures have died in subcommittee? On a daily basis, we do far crueler things to protect our opsec than have a few annual barbecues. And, if you've been talking to Accounting, you know as well as I do that this has been a shit year for us financially. If we can trim billions in the budget by throwing parties for a few dozen sites, then we damn well will. I expect you to drop this, and I also expect your department to be in attendance tonight. I hear the cafeteria folks made bacon dogs this year."
    ],
    "containment_procedures": "SCP-6704 is to be encouraged. To this end, all Foundation facilities in the continental United States of America are to observe July 4th as a day for relaxation of typical duties, recreation, and social events for personnel, excepting facilities where such activities would unacceptably compromise containment efforts. It is strongly advised that all such events conclude with an outdoors fireworks display and include at least three of the following elements:",
    "description": "SCP-6704 denotes a multisensory cognitohazard. SCP-6704 is primarily audiovisual in nature, and is mainly caused by fireworks produced and/or detonated within the continental United States. Specifically, SCP-6704 functions as a form of \"exploit\" for the human and particularly the American psyche.",
    "title": "SCP-6704"
}