{
    "url": "https://scp-wiki.wikidot.com/scp-6705",
    "all_text": "SCP-6705\n\n\n\n\n\n\nBy:\n \nLordStonefish\n\n\n\n\n\n\nPublished on \n20 Apr 2022 23:42\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6705:\n The Bicameral Milk\n\n\nBy:\n \nLordStonefish\n & \nLt Flops\n\n\nPublished on 20 Apr 2022\n\n\nThis article is set in the \nBroken Masquerade Hub\n.\n\n\n\n\n \n\n\n\n\nMore by these authors\n\n\nLordStonefish\n\n\nLt Flops\n\n\n\n\n \n\n\n\n\n\n\n[{$authorPage} ▸ More by this Author ◂]\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+88\n+\n–\nx\n\n\n \n\n\n\n\nSCP-6705\n\n\n\n\n\n\nCanon Hub\n » \nBroken Masquerade Hub\n » SCP-6705\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-6705\n\n\nLEVEL\n \n5/6705\n\n\n\n\n\n\nCLASS:\n \nsafe\n\n\nproj. galaxias\n\n\n\n\n\n\nDISRUPTION CLASS:\n \n{$disruption}\n\n\n\n\n\n\nSpecial Containment Procedures:\n All 3 000 confiscated packages of SCP-6705 are stored within Sensitive Materials Containment Module #010-6705. This module is temperature- and moisture-controlled, protected by padlock, and located in Area-518 beneath Simcoe County, ON, Canada.\n\n\nSCP-6705 experimentation may only occur with express permission from the interceding Ethics liaison, under the direction of newly appointed Project Leader Dr. Cassandra Báthory. Under no circumstances is testing to occur otherwise. Foundation agents stationed within North American hospital networks are to be given a list of individuals in the region with the capacity to give birth, who have also had multiple amnestic regimens. These individuals are liable to trigger a Brynner Event, and under no circumstances are these individuals to be admitted to the hospitals. Agents are given free reign under Protocol-23-Gallikers to invent any potential cover story effaceable at denying these individuals the right to give birth, as the ability to avoid Brynner Events is the most effective at containing the creation of SCP-6705.\n\n\n\n\nDescription:\n SCP-6705 is a psychotropic drug that induces effects extending an as-yet-uncertain range beyond its user.\n\n\nEach vial of SCP-6705 is located within a small, vacuum-sealed package alongside a medical syringe. Each package is labelled on the front with the name “ATTAKASHIC™,” and on the back with instructions for administering injections behind the head. These instructions mimic FDA “Supplement Facts” labels on foodstuffs but contain no information regarding the chemical makeup of SCP-6705 beyond “milk.” The injected drug is of white colouration, high luminosity (~1 500 lumens), and has been observed creating anomalous neurological patterns within the brain.\n\n\nAfter injection, the drug binds with synaptic terminals in neurons of the corpus callosum using an as of yet unidentified neurotransmitter with a similar structure to gamma-aminobutyric acid (GABA). This decreases functions within the corpus callosum, effectively splitting function between the right and left brain. Then, it exposes the affected human's remaining cranial lobes to higher-dimensional constructs through unknown means. Neural imaging of a subject injected with SCP-6705 shows chemicals similar to those found in opioids binding with neurons across both remaining hemispheres, but the apparently non-anomalous nature of these chemicals \ndoes not demonstrate how this dimensional exposure could take place\n.\n\n\nFollowing initial binding within the brain, all humans injected with SCP-6705 go through identical phases of the “high.” At first, affected subjects all experience similar decreases in cognitive ability for the first few hours after injection, displaying a lack of metaconsciousness, an inability to access their autobiographical memory, and an inability to think abstractly regarding certain topics or behaviors. Subjects instead describe many of these functions subsumed by their connection with the higher dimension, whose nature apparently performs these functions for the subject. When subjects are asked to describe themselves thinking, they become confused or hostile, and verbalize aloud questions to an entity that is not present, asking for advice. Following 10 hours of this behavior, at which time the subject is otherwise able to function in a normal manner, biologically and socially, all affected humans enter a comatose state. This is preceded by thirty minutes of increasing heart rate and blood pressure, as well as a building rush of oxytocin and other endorphins. During the comatose state, the brain of each affected subject displays unexpectedly elevated levels of neural activity. MRI scans taken throughout the duration of each coma show physiological processes that closely mirror the formation and structuring of interstellar nebulae, albeit on an accelerated time frame.\n\n\nAccording to retrieved documents (designated \nSCP-6705-A\n), the drug operates on the conjecture that humanity formed an additional, incorporeal layer of psyche ~11 000 years before present, in the early Holocene.\n.\nHolocene:\n The current developmental epoch. Described by an increase in global warmth and the emergence and advancement of modern humanity.\n This was confirmed by a joint archeological and psychological study conducted between Foundation anthropologist Nadezda Lim and consciousness-imprint artificial intelligence Jaynes.aic, which was based on civilian psychological researcher and Foundation–Yale University liaison Dr. Julian Jaynes. This study involved demonstrating that the interior structure of the skulls of humans, in the range between ~11 000 and 3 000 years ago, displayed a brain structure similar to those in SCP-6705 patients. This structure is discussed extensively in Jaynes' book \nThe Origin of Consciousness in the Breakdown of the Bicameral Mind\n, which argues that the state that SCP-6705 induces began as the norm for cognition in the human species, but that access to this layer of psyche probably decreased as an evolutionary benefit, possibly in relation to the \nBronze Age\n \ncollapse\n.\n\n\nDuring verification of these claims, researchers administered SCP-6705 on willing participants. Affected humans experienced the exchange of large memetic payloads between noospheric connection points inside their brains and another, external location. Such connections have been previously identified in Project PROKAREYEOTA (which studied deep consciousness scans of anatomically modern humans and memome\n.\nMemome:\n The complete set of memes stored in the mind of a person.\n maps of artificially selected human clones).\n\n\n\n\n\n\nADDENDA MATERIALS\n\n\n\n\nI. Discovery\n\n\n \n\n\nCamilla Teodora, age 31, was hospitalized at the Irina Borisov Health Centre sometime in the early morning of 01 August 2025 after experiencing intense cervical effacement associated with labour contractions. Teodora was a former D-Class volunteer during hir prison service, as part of the Winnipeg Agreement between the Foundation and the government of Canadian Prime Minister Andrew Scheer. During that time, xe received a regular \nClass-C amnestic regimen\n, as per standard protocol. Surveillance from the Consultant Resources division of the Ethics Committee observed Mx. Teodora and hir boyfriend, Lalo Adefope, meeting a \nMoosphere, Inc.\n recruitment operative, the American former cult member \nJack Skaldir\n, at a party. Nine months exactly hence from that event, nearly to the minute, on-duty hospital ER workers enrolled Mx. Teodora into the Maternity Ward with an attending physician.\n\n\nHospital staff later reported an unexplained amnestic event occurring over the next half-hour, centred on the Maternity Ward. Copious amounts of luminescent white fluid soaked a bed and covered the floor of one vacant room, extending past the threshold and into the hall. A hallway-posted information packet indicated the room was assigned to one “Camilla Teodora, Our Nebulaic Progenitor and Emissary.” Mx. Teodora hirself could not be located.\n\n\nOn 08 August, hospital staff discovered the 3 000 vials of SCP-6705 in a supply storage room. Luminescent fluid inside the room led into the hall for 15 m before terminating. Per the 2024 Foundation–UNGOC Anomalous Handling Agreement, Section 5.11.1, hospital workers contacted the Foundation to extract the materials.\n\n\nThis was the first recorded Brynner Event.\n\n\n\n\n \n\n\nII. Collected Texts\n\n\n \n\n\nSeveral items relating to the event were recovered from the Irina Borisov Health Centre.\n\n\n\n\nA document, not correspondent with any hospital records, soaked with luminescent fluid. The document states Mx. Teodora's open involvement in a clinical research trial and includes hir informed consent in several different ways.\n\n\n\n\n\n\nSix results pages, each blank except for a short outcome. Outcomes are as follows.\n\n\n\n\n\n\n\n\nEternal life.\n\n\nEternal knowledge.\n\n\nEternal victory.\n\n\nOneness with Self.\n\n\nOneness with Progenitors.\n\n\nOneness with Us.\n\n\n\n\n\n\n\n\nAttached to the page containing Outcome #5:\n\n\n\nA recent photo of Mx. Teodora overlaid onto an image of the \nOrion Nebula\n.\n\n\nA hospital napkin on which was written “Thank You,” discovered to match Skaldir's handwriting.\n\n\nA check made out to Mr. Adefope in Mr. Skaldir's name care of \nMoosphere, Inc.\n for CA$ 70 000.\n\n\n\n\n\n\n\n\n\n\nA letterhead prepended to a paper SKU (stock-keeping unit) listing, as follows.\n\n\n\n\n\n\n \n\nATTAKASHIC™, by Moosphere, Inc.\n\nplease enjoy ꙮ_ꙮ\n\n\n \n\n\n\n\nIn addition, records found within the Foundation Medical Department indicate Mx. Teodora's past amnestic drug abuse and recurrent Type-A retrograde conceptual amnesia, all apparently occurring during hir work as a D-Class.\n\n\nFollowing this event, \nMoosphere, Inc.\n's Marketing division, through their Anomalous Corporations liaison with the FCC, booked ad spots in television markets throughout Central Canada and the contiguous United States (excepting regions prohibited because of anti-trust legislation related to the \nincidents of Fall 2023/Winter 2024\n). The following spot ran in front of broadcast networks, YouTube videos, and ad-supported streaming television in those markets, and seems to directly advertise viewers to participate in Brynner Events. \nMoosphere, Inc.\n's FCC liaison was found to be compromised and quickly sacked under anti-corruption charges.\n\n\n\n\n\n\n\n\n+ SHOW VIDEO TRANSCRIPT +\n\n\n\n\n− HIDE VIDEO TRANSCRIPT −\n\n\n\n\n\n\n\n\n(\nA man stands in front of a dairy farm in early spring. Wind noises are buffeting the microphone. There is soft bluesy guitar music.\n)\n\n\nChip:\n Are you suffering debilitating side effects from an amnestic regimen? Are you able to give birth? Do you like milk?\n\n\n(\nA bird chirps.\n)\n\n\nChip:\n Hi! Chip Brakeman, Chief Content Officer for \nMoosphere Incorporated\n, maker of fine thought and dream based dairy products, milks, cheeses, yogurts, and ice cream! And, for the winter season, eggnog.\n\n\n(\nA distant cow moo.\n)\n\n\nChip:\n Speaking of the winter season, you might be wondering: What am I doing standing in this snowy pasture? Aren't the cows home for winter? Well, that's where you're wrong. See, this isn't snow, it's milk! We're living in a milky wonderland and that's why \nMoosphere Incorporated\n wants to hear from you!\n\n\n(\nAnother, more distant moo.\n)\n\n\nChip:\n Simply sign up for our new research trial, and earn fabulous prizes! Simply call 555-987-8810! That number again is 555-987-8810! That number again is—\n\n\n(\nThe video glitches and skips.\n)\n\n\nChip:\n Call now and you will understand the glory of the universe! That's not a lie, you'll understand the glory of the universe! Because here at (\nObscured by closer moo\n), we want to hear from moo. That's right, not you, moo!\n\n\n(\nChip laughs.\n)\n\n\nJingle singer:\n \nSoakin' up the sunshine!\n\n\n(\nA glass is plunked on a wooden table in a rustic kitchen. A cow moos as the logo is shown.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nIII. Experimentation and Subsequent Geopolitical Effects\n\n\n \n\n\nTesting occurred with willing participants to determine SCP-6705's effects. Each test involved standard medical diagnostic procedures and cranial ultrasound imaging.\n\n\nAfter the first successful test batch, researchers viewing the imaging results reported severe forgetfulness and could not continue. SCP-6705's Research Head ordered the use of paratechnological monitoring equipment in future testing.\n\n\nIn the second test batch, antimemetic perception imaging displayed activity occurring in a hitherto unseen structure behind the human head. Researchers accessed existing computer simulations of the human brain — created to explain \ndéjà vu\n and \npresque vu\n — that identify how the brain might respond to specifically constructed anomalous memeplexes. In these simulations, the human brain processed the memeplexes in a location beyond its physical extents, in a structure then designated the Quadratural Lobe.\n\n\nResearchers, believing testing with SCP-6705 had supplied the first tangible demonstration of the lobe's existence, replicated antimemetic perception imaging in a control batch without SCP-6705, and could not locate the lobe.\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nPlans on fabricating a diluted form of SCP-6705 for conscious experimentation have been proposed and are undergoing further Ethics review.\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nAs of 08 August 2025, representatives of \nMoosphere, Inc.\n worked out a deal with the Iraqi government to build a new, large-scale production facility in the approximate location of the UNESCO World Heritage Site for the City of Uruk. It is one of the largest production and bottling factories constructed by the company to date. Jaynes.aic has pointed out criticisms of its counterpart's book that note evidence in \nThe Epic of Gilgamesh\n — which takes place in Uruk — that suggest characters with inner cognition and metacognition.\n\n\nThe meaning of this is unknown.\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nAs of 30 October 2025, the new Iraqi factory, now officially known as the Samawah Facility, is still under construction, having overtaken the UNESCO Site. The United Nations, despite negotiations with both the Foundation and the GOC, have raised no objections.\n\n\nIn the period between the start of construction and this update, Brynner Events have undergone a 60% increase. 35% of survivors of Brynner Events (family, friends, coworkers) have applied for a work visa to Iraq.\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nAn emergency meeting was convened between Jaynes.aic and the research heads for Project GALAXIAS. The meeting concerned a link between SCP-6705 and new anthropological research regarding the psychological effects of urbanization and industry in the Third Dynasty of Ur (and the city of Uruk in particular).\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nBy order of the Overseer Council, further study is hereby halted.\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nAs of 2 November 2025, by order of the Overseer Council, the full stores of SCP-6705 in Foundation containment and all records have been confiscated.\n\n\nMembers of Project GALAXIAS assigned to SCP-6705 have undergone amnesticization treatment, pending transferral to other, unrelated projects. The assigned Ethics liaison has also been amnesticized, pending disciplinary review.\n\n\n\n\n \n\n\n\n\n== UPDATE ==\n\n\nAs of 31 December 2025, the Samawah Facility is 65 kilometres in diameter and still undergoing construction. \nMoosphere\n representative Ayad al-Dulaimi is elected as the Speaker of the Council of Representatives of Iraq. In his victory speech, he notably quoted the Quran as follows: “And indeed, for you in grazing livestock is a lesson. We give you drink from what is in their bellies – between excretion and blood – pure milk, palatable to drinkers (16:66).”\n\n\nThe following spot ran throughout the North American holiday season in front of broadcast networks, YouTube videos, and ad-supported streaming television in permitted markets. \nMoosphere, Inc.\n's new FCC liaison was found to have undergone a Brynner Event.\n\n\n\n\n\n\n\n\n\n\n\n\n+ SHOW VIDEO TRANSCRIPT +\n\n\n\n\n− HIDE VIDEO TRANSCRIPT −\n\n\n\n\n\n\n\n\n(\nAn empty field with a stream burbling in the background. Late autumn. A man walks into frame. There is soft bluesy guitar music.\n)\n\n\nChip:\n Howdy, folks. I'm Keith Chipman, Chief Content Officer for \nMoosphere Incorporated\n, maker of fine dream and thought based milk products.\n\n\nChip:\n You know, when I was a boy, I grew up in a suburb, just like this one.\n\n\n(\nHe gestures behind him at the empty field. His delivery from this point on is halting and hesitant, as if he is improvising or trying to remember the speech.\n)\n\n\nChip:\n Playing stickball in-between the houses, riding bikes with all my friends. Course, back then, I couldn't eat…dairy products. I was lactose intolerant. Nowadays I'm an adult, and I've seen the hardships in life. That's why the good people at \nMoosphere Incorporated\n have seen fit to cure my little problem. They've made it so I can enjoy the best things in the universe. With no issues! They understand about hardships, and that's why they want to reach out, and help you.\n\n\nChip:\n \nMoosphere, Inc.\n understands that times are tough, and that you…are lacking…in the things in life that make you happy. Home and comfort and family. That's why our founder has returned to his hometown, and opened a brand new \nMoosphere\n factory along the Euphrates River. And he wants you to join in.\n\n\n(\nA tree crashes and falls over somewhere behind the camera. There is the sound of a distant saw.\n)\n\n\nChip:\n Now, of course, if you don't live in the Middle East, that's no problem! All you have to do is call this number. 555-987-8810! And you too—\n\n\n(\nThe video stutters.\n)\n\n\nChip:\n —Can join in on the fun. Start making money now without leaving the comfort of your own bed.\n\n\n(\nChip looks left. A cow moos distantly.\n)\n\n\nChip:\n There's limited spots available, so I'd recommend signing up and you too can enjoy the idea of milk!\n\n\n(\nThe video glitches and stutters.\n)\n\n\nChip:\n —flowing milk from your mind—\n\n\n(\nThe video continues to glitch and stutter, cutting to black for one frame. When the glitching ends, the video gets noticeably darker and the wind picks up, buffeting the microphone.\n)\n\n\nChip:\n —the idea of dairy! Now, as they say, worlds die in threes but milk cartons actually come in those funny little things of about ten or eleven. Heh, funny how that works.\n\n\n(\nChip looks around. As he does so, a moo accompanies his eye movements.\n)\n\n\nChip:\n \nMoosphere\n wants to hear from you! Join in, and start re-enjoying the finer things in life! Take control of your destiny!\n\n\n(\n2-second clip of a dairy farm filmed from a moving vehicle.\n)\n\n\nChip:\n \nMoosphere Incorporated!\n\n\n(\nHe holds up a glass milk bottle with a yellow pull top.\n)\n\n\nChip:\n Drink up!\n\n\n(\nHe pops the top and begins to chug the milk. He does this for six seconds until something makes him gag and cough. He spits up the milk, his mouth and face covered in it. He shudders and spits twice, before staring blankly into the camera, mouth agape, for a full seventeen seconds.\n)\n\n\nJingle singer:\n \nSoakin' up the sunshine!\n\n\n(\nA glass is plunked on a wooden table in a rustic kitchen. A human male, possibly Chip, moos in agony as the logo is shown.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[END OF FILE]\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nSee Also:\n\n\n\n\nMilk Hub\n\n\nSpilled Milk\n\n\nSCP-4475\n - So Long, and Thanks for All the Milk\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6704\n | SCP-6705 | \nSCP-6706\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6705\n\" by LordStonefish & Lt Flops, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6705\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Moosphere Commercial #1.mp4\n\n\nName:\n Moosphere Commercial #1.mp4\n\n\nAuthor:\n \nLordStonefish\n, Chris R.\n\n\nLicense:\n \nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nYoutube\n\n\n\n\n\n\nFilename:\n Moosphere Commercial #2.mp4\n\n\nName:\n Moosphere Commercial #2.mp4\n\n\nAuthor:\n \nLordStonefish\n, Chris R.\n\n\nLicense:\n \nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nYoutube\n\n\n\n\n\n\nFilename:\n Altes Almhaus 03.jpg\n\n\nName:\n Altes Almhaus 03\n\n\nAuthor:\n Clemens Stockner\n\n\nLicense:\nCC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Chris Trapper - Birthday Song.ogg\n\n\nName:\n Birthday Song\n\n\nAuthor:\n Chris Trapper\n\n\nLicense:\n \nCC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n cow.wav\n\n\nName:\n cow.wav\n\n\nAuthor:\n Benboncan\n\n\nLicense:\n \nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nFresound\n\n\n\n\n\n\nFilename:\n cow2.wav\n\n\nName:\n cow2.wav\n\n\nAuthor:\n genghis_attenborough\n\n\nLicense:\n \nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0)\n\n\nSource Link:\n \nFreesound\n\n\n\n\n\n\nFilename:\n Cow moo #7\n\n\nName:\n Cowmoo#7.wav\n\n\nAuthor:\n spurioustransients\n\n\nLicense:\n \nCC0 1.0\n\n\nSource Link:\n \nFreesound",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6705 \" by LordStonefish & Lt Flops, from the SCP Wiki . Source: https://scpwiki.com/scp-6705 . Licensed under CC-BY-SA .",
        "Filename: Moosphere Commercial #1.mp4 Name: Moosphere Commercial #1.mp4 Author: LordStonefish , Chris R. License: Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) Source Link: Youtube",
        "Filename: Moosphere Commercial #2.mp4 Name: Moosphere Commercial #2.mp4 Author: LordStonefish , Chris R. License: Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) Source Link: Youtube",
        "Filename: Altes Almhaus 03.jpg Name: Altes Almhaus 03 Author: Clemens Stockner License: CC BY 3.0 Source Link: Wikimedia Commons",
        "Filename: Chris Trapper - Birthday Song.ogg Name: Birthday Song Author: Chris Trapper License: CC BY 3.0 Source Link: Wikimedia Commons",
        "Filename: cow.wav Name: cow.wav Author: Benboncan License: Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) Source Link: Fresound",
        "Filename: cow2.wav Name: cow2.wav Author: genghis_attenborough License: Attribution-ShareAlike 3.0 Unported (CC BY-SA 3.0) Source Link: Freesound",
        "Filename: Cow moo #7 Name: Cowmoo#7.wav Author: spurioustransients License: CC0 1.0 Source Link: Freesound"
    ],
    "containment_procedures": "All 3 000 confiscated packages of SCP-6705 are stored within Sensitive Materials Containment Module #010-6705. This module is temperature- and moisture-controlled, protected by padlock, and located in Area-518 beneath Simcoe County, ON, Canada.",
    "description": "SCP-6705 is a psychotropic drug that induces effects extending an as-yet-uncertain range beyond its user.",
    "title": "SCP-6705"
}