{
    "url": "https://scp-wiki.wikidot.com/scp-6706",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6706\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Recordings of SCP-6706 are held within Foundation archives. Foundation web crawlers are to monitor the Internet for any mention of SCP-6706. In the event an individual possesses information regarding SCP-6706, they are to be administered Class-C amnestics.\n\n\nDescription:\n SCP-6706 refers to a series of radio transmissions broadcasted from the first cellphone tower\n1\n located in Chicago, Illinois between 1983 and 1985. Attempts at tracing the origins have remained inconclusive. Messages emitted from this frequency are pre-recorded and theorized to have been created during the early 20th century. Each individual message is continuously broadcasted on loop for 37 hours. Attempts at intercepting the signal have failed.\n\n\nAn individual identified as “Marie” is suggested to be responsible for the broadcasts. The individual is believed to be affiliated with \nGOI-001 “The Chicago Spirit”\n.\n\n\nAddendum:\n The following excerpt transcribes SCP-6706 broadcasted messages:\n\n\nNotes:\n First broadcast recorded.\n\n\n\n\n\n\nMarie:\n Hey Dave, you plan on pullin’ us out anytime soon? It’s been a good few hours and me and the guys gettin’ a little nervous.\n\n\nDavid:\n Hey Marie, on the other side of town. Gon’ have to wait a few.\n\n\nMarie:\n I mean- I get that- It’s just been a while. You know more than anyone how restless these guys can get. You’ll be lucky if you come out of this with your ass unscathed.\n\n\nAudible laughing from multiple sources\n\n\nDavid:\n Ha-ha. Just be patient. I’ll be there in 15 minutes.\n\n\nMarie:\n Sounds good.\n\n\n\n\n\n\nNotes:\n A repetitive, thudding noise is audible throughout the recording’s entirety.\n\n\n\n\n\nMarie:\n Hello? Hello? Dave? We’ve been here for 12 goddamn hours.\n\n\nDavid:\n I’m here-I’m here. Sorry for the wait.\n\n\nMarie:\n Do your fuckin’ job and open the gateway. If you don’t open it the next hour, we’re gonna start eating the contraband. Never cared much for zebra, but I’ll make exceptions. Dumbasses are trying to break out by hittin’ the walls. Don’t waste y’all’s energy- only David can pull us out.\n\n\nUnidentified individual:\n You’re just givin’ up? C’mon, these vents gotta lead somewhere, right? Marie, make yourself useful and grab something.\n\n\nDavid:\n Stop breaking shit! Listen, you’ll have to wait a little longer. Not sure how things will play out for me- I’m being tailed like crazy. You’ll have to-\n\n\nDeafening collision sound followed by glass shattering\n\n\nMarie:\n David? David?!\n\n\n\n\n\n\nNotes:\n Message is audibly distorted. A man, identified as “Kent”, is audibly distressed throughout the recording.\n\n\n\n\n\nMarie:\n HELLO? Piece of shit, work! Why is this thing so hard to work? David!? Anyone, whoever this reaches, this is Marie with the Chicago Spirit contraband storage. We’ve been here for what seems like weeks. We’ve resorted to eatin’ the contraband- I’ll take the heat. Get us out! There’s only so much supply. Kent is losing his damn mind.\n\n\nKent:\n He- He fucking killed us! This was a set up from the start. We’ll rot in here, erased from society. We’ll be forgotten.\n\n\nUnidentified scuffling\n\n\nMarie:\n Pin him down! He’s not breakin’ one more fuckin’ thing. Get yourself together man! Why’d you get in this business if you’re this easy to crack! Makin’ us look bad!\n\n\nIncoherent rambling followed by gurgled screaming\n\n\nMarie:\n Jesus Christ- nows a good time as ever to pull us out, Kent’s out cold. We need medical assistance ASAP! Kent, cmon’ man. Fight it. You can do this.\n\n\n\n\n\n\nNotes:\n Message is audibly distorted. Vomiting from several sources is prominent throughout the recording.\n\n\n\n\n\nMarie:\n I think I’ve got it workin again- Hello?!\n\n\nBlaring static\n\n\nMarie:\n It’s been 4- maybe 5 days since our last message. Kent had a stroke a few days ago and kicked the bucket, god rest his soul. It fuckin’ reeks since we got no way of disposin’ the body. Drugs can only numb the stench so much. Please, we beg you, get us out of this cesspit. We only have so much food. God- why would our only form of communication be on some janky-ass radio? Real good job makin’ the frequency so high, it can only contact you Dave. So fuckin’ smart.\n\n\nSobbing and violent coughing\n\n\nMarie:\n Maybe we’re usin’ this thing wrong. I can’t think of any other reason we’re not comin’ through.\n\n\n\n\nNotes:\n A loud ringing is prominent throughout the recording. Marie’s voice is notably raspy.\n\n\n\n\n\n\nMarie:\n David. Buddy. Think about this logically; what’ll the other members do when they realize some of their best men have gone missin’? It all circles back to you. We won’t say a goddamn word if you just pull us out now, honest. Courteous of you, we’re running out of supply and had to make some tough calls. We’re rationing the food, but it’s not enough. Greedy bastards hoggin’ all the supplies.\n\n\nUnidentified Individual:\n Says you of all people?\n\n\nMarie:\n Playin’ that card? Really? I was so thirsty I resorted to drinkin’ my own piss yesterday. You know what- this is hell. What do you want, money? Power? Why are you doing this you selfish asshole! Is this your attempt at wacking us? Well I got news for you. You’re not getting us that easily! Watch! When I get out of here you’re dead meat! Dead meat!\n\n\nScuffling, followed by multiple individuals yelling aggressively\n\n\n\n\n\n\nNotes:\n N/A\n\n\n\n\n\nMarie:\n To anyone this reaches- only five of us remain. Four of our men starved. No matter how much they begged for food, water- anything, we shut them out. God- I can still hear them. A few of us made the difficult, but necessary decision to eat our fallen brothers. We got no way of preparing the meat properly, and words cannot describe the taste.\n\n\nUnidentified welching, multiple individuals are heard sobbing\n\n\nMarie:\n Please, understand we got no other option. Two of us ain’t got the heart for such a thing, and are choosin’ to starve themselves. Despite all that’s happened, we still have a shred of hope left. Please. David. We have lives we need to get back to. We wanna see our families again.\n\n\n\n\n\n\nNotes:\n The last broadcast emitted from SCP-6706. The following message appears to come from an unidentified individual(s) operating under the name “Quebec”.\n\n\n\n\n\nQuebec:\n Hello Marie, it’s Quebec. Terribly sorry for the wait. We’ve tried everything- worked tirelessly to bring you guys home. Unfortunately, it’s not that easy. We’ve invested time and thousands of dollars in an attempt to free you all. Due to the limited amount of funding, we got to discontinue our efforts. May god be merciful in the next-\n\n\nMarie:\n Where’s David?\n\n\nQuebec:\n I’m not allowed to say, sorry.\n\n\nMarie:\n Fuck off.\n\n\nQuebec:\n We’re ending communication. May god be merciful in the next life.\n\n\n\n\n\n\nHistory:\n In 1920, the Chicago Spirit utilized spatial anomalies in an attempt to hide exotic animal meats and other contraband from authorities. While effective in this task, documents recovered indicate that these spaces were highly unstable, which resulted in regular casualties.\n\nA main contributor to these spaces was a Class I Reality bender named “David Matthew”, a Manhattan politician. Documents recovered suggest that David had been affiliated with multiple crime organizations, including the Chicago Spirit, for years. Reports indicate the rooms being spacious; able to house thousands of military grade narcotics. The exact dimensions of these spaces are unknown.\n\n\nIndividuals operating inside these spaces communicated with David using heavily modified Crystal Radios. Analysis of the devices indicate they produce a frequency much higher than the average radio from that time. It is theorized that the construction of the Chicago Test Cellular Network led to these messages successfully transmitting onto the populace.\n\n\nOn July 9th, 1923, David Matthew sustained irreversible brain damage during a car accident, incapacitating him. This was theorized to be the work of a rival organization. Due to these spaces becoming inaccessible, the Chicago Spirit lost an estimated 340 million dollars in revenue and an undisclosed amount of workers.\n\n\nAs of June 8th, 1985, no further messages have emitted from the tower. Pending neutralized classification.\n\n\n\n\nFootnotes\n\n\n1\n. Chicago Test Cellular Network\n\n\n\n\n\n\n\n\n« \nSCP-6705\n | SCP-6706 | \nSCP-6707\n »",
    "addendums": [
        "Addendum: The following excerpt transcribes SCP-6706 broadcasted messages:"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Recordings of SCP-6706 are held within Foundation archives. Foundation web crawlers are to monitor the Internet for any mention of SCP-6706. In the event an individual possesses information regarding SCP-6706, they are to be administered Class-C amnestics.",
    "description": "SCP-6706 refers to a series of radio transmissions broadcasted from the first cellphone tower1 located in Chicago, Illinois between 1983 and 1985. Attempts at tracing the origins have remained inconclusive. Messages emitted from this frequency are pre-recorded and theorized to have been created during the early 20th century. Each individual message is continuously broadcasted on loop for 37 hours. Attempts at intercepting the signal have failed.",
    "title": "SCP-6706"
}