{
    "url": "https://scp-wiki.wikidot.com/scp-6708",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nWARNING: THE FOLLOWING FILE IS LEVEL 3/6708 CLASSIFIED\n\n\nANY ATTEMPT TO ACCESS THIS FILE WITHOUT LEVEL 3/6708 AUTHORIZATION WILL BE LOGGED AND WILL LEAD TO IMMEDIATE DISCIPLINARY ACTION.\n\n\n\n\n6708\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6708\n\n\nLevel 3/6708\n\n\n\n\n\n\nObject Class:\n Pending [?]\n\n\nSecret\n\n\n\n\n\n\nThreat Level:\n Undetermined\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-███\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\nN/A\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-6708 is housed within a windowless containment chamber with a reinforced locking mechanism. No surveillance equipment is to be installed within the chamber. Proper authorization from at least 13 members of the Overseer Council is required to enter the chamber.\n\n\nThe shaft leading to the chamber where SCP-6708 was recovered has been filled with concrete.\n\n\n\n\n\n\nA small section of SCP-6708.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6708 is the designation given to a large mechanical device or machine, measuring approximately 8 cubic meters, composed of multiple rusted metal axles, bolts, gears, hydraulic compressors, levers, pistons, and other mechanical parts of various sizes. SCP-6708 weighs 196 kilograms and bears a single metal placard bolted on top of it reading \"\nDepartment of Abnormalities\n\".\n\n\nA key-operated safety switch is installed behind SCP-6708, although it appears to be defective due to the key being dislocated inside the lock cylinder, thereby keeping it affixed in the position labeled with the word 'DEACTIVATED'.\n\n\nHuman subjects making direct skin contact with SCP-6708 report having several auditory hallucinations. These effects compound in severity the longer a subject is touching SCP-6708.\n\n\nThe hallucinations reported includes:\n\n\n\n\nA loud guttural roar of an unknown animal organism.\n\n\nA machine or device vibrating loudly.\n\n\nSeveral sounds of flesh hitting metal.\n\n\n\n\nADDENDUM 6708-1:\n Discovery\n\n\nSCP-6708 was first recovered in a large underground chamber located underneath an abandoned lighthouse in [REDACTED], Europe. The only known entrance into the chamber is through a 20-meter deep shaft under a hatch in the middle of the lighthouse's ground floor.\n\n\nThe chamber consists of a large circular concrete room, approximately 50 meters in diameter. In the center of the room was SCP-6708, suspended in the air via four large carbon-steel chains. Surrounding it are multiple large metal cages\n1\n, with all of them containing traces of hydrochloric acid and dried blood.\n\n\nDirectly on the bottom of SCP-6708 is a large pit, with a depth of around one kilometer. Exploration drones sent into the pit shows that it is almost 30% filled with multiple large skeletal remains, all of them belonging to an unknown reptilian species.\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Subsequent analysis revealed that one of the cages, located on the far corner, was torn open from the inside.\n\n\n\n\n\n\n\n\n« \nSCP-6707\n | SCP-6708 | \nSCP-6709\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-6708"
}