{
    "url": "https://scp-wiki.wikidot.com/scp-6718",
    "all_text": "Nothing we can, will, or have done can undo this.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis bit down here controls the logo and subtitle changes. Is it cursed? Yes. Is it annoyingly effective? Also yes.\n\n\n\n\n\n\n:root\n \n{\n\n    --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/theme%\n3\nAad-abyssum-penumbra/tacttheo_{$division\n}\n.png\n);\n    --header-subtitle: \nvar\n(--\n{\n$\ndivision\n}\n);\n}\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nI fight, I fight\n\nJust to keep the spark alive\n\nBut if there's nothing on the other side?\n\n\nWhy can't I leave well enough alone and go to the light?\n\n\n\n\n( Go To the Light - Murder by Death )\n\n\nSCP-6718 - But if there's nothing on the other side?\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+55\n+\n–\nx\n\n\n\n\nTo:\n Tactical Theology (Group)\n\n\nFrom:\n \nten.pics|nosimaJllewxaM#ten.pics|nosimaJllewxaM\n\n\nSubject:\n SCP-6718\n\n\n\n\nGreetings.\n\n\nI hope this email finds you well. I trust you are already aware of the recent developments, but I wanted to provide some context for this message.\n\n\nEnclosed within this email, you will find a collection of files that require your immediate attention. These documents have been designated as mandatory reading due to their significance in light of the current situation.\n\n\nPlease take the time to go through these attachments at your earliest convenience. Should you have any questions or require further clarification, do not hesitate to reach out to me. Your prompt response and engagement with these materials are greatly appreciated.\n\n\n- Site Director Jamison\n\n\n\n\nscp-6718.pdf\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6718\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ndrygioni\n\n\n\n\n\n\nSecondary Class:\n\n\napollyon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-6718 has already occurred, containment is impossible. Methods of reestablishing contact with lost personnel and an afterlife \nis currently top priority.\n have been cancelled.\n\n\nDescription:\n SCP-6718 refers to an anomalous event that resulted in the permanent cessation of all afterlives, across all known dimensions and realities. The cause and mechanisms behind SCP-6718 remain unknown, but the following observations have been made:\n\n\n\n\nAll individuals who were previously deceased and in some form of \"afterlife\" have been permanently lost.\n\n\nDevices or methods utilized to access the afterlife or revive individuals are no longer functional.\n\n\nAnomalies related to the afterlife or afterlives\n1\n have been neutralized.\n\n\n\n\n\n\n\n\nlogs.pdf\n\n\n\n\n\n\n\n\n\n\nAFTERLIFE\n\n\nDETAILS\n\n\n\n\n\n\nHell, specifically the Fourth Circle.\n\n\nSite-666 and all personnel have been lost. A tombstone has been placed at the original location of Site-666. It reads: \n\"Here lies Randall House. Brought upon hell, yet was more human than most of us.\"\n All demonic entities originating in Hell have since vanished.\n\n\n\n\n\n\nSCP-7179\n\n\nPaul Hiddleston stands up and stares into the sunset after several millennia of remaining in a catatonic state. He walks into the sea moments before SCP-6718 occurs.\n\n\n\n\n\n\nSCP-7799\n\n\nAll instances of SCP-7799 have ceased to exist. The night sky is notably emptier.\n\n\n\n\n\n\nCorbenic\n\n\nAll contact with the Three Moons Initiative have ceased. This has caused several anomalies to cease function, including \nSCP-3922\n, \nSCP-2578\n, and a number of others.\n\n\n\n\n\n\nSCP-5370\n\n\nRED TEAM has ceased all movement, and the game has been finished as a Stalemate. [FURTHER INFORMATION RESTRICTED TO 5370/NULL TEAM CLEARANCE]\n\n\n\n\n\n\nSCP-7735\n\n\nResearcher Watts has been lost.\n\n\n\n\n\n\n\n\n\n\n\n\nNow, as you can clearly see, SCP-6718 has been devastating for all of us, especially those that rely on Three Moons. There was no way of predicting it, it unfolded without any dramatic buildup; it simply occurred.\n\n\nAnd before you ask, yes. We \nhave\n tried something.\n\n\n\n\n\n\nTEST NO.\n\n\nPROCEDURE\n\n\nRESULTS\n\n\n\n\n\n\n19,481\n\n\nUtilize the BOLTZMANN-POSSI device to retroactively kill D-5812 before and after SCP-6718 activated, therefore paradoxically allowing an afterlife to exist\n\n\nFAILURE\n\n\n\n\n\n\nWe spent weeks, months trying to reestablish something. Even 'Pataphysical bullshit does nothing. I would include the logs, but do you want to sit through a couple hundred attempts all ending with \"Unsuccessful\", with us creating pocket dimensions, temporal anomalies, and whatever false hope we can cling to? \nNothing we can, will, or have done can undo this.\n\n\nI get that this is rough, it's really rough for me, of course, and all of us who had hope in meeting our loved ones. No need crying over spilled milk, I guess. To the veil, this is nothing, nobody outside of any anomalous organization will realize anything has changed, while we will be freaking out that those we had working with the Moons or Site-666 are truly gone forever. A silent death has quietly descended upon the multiverse, and we find ourselves powerless in the face of it.\n\n\nThat's all there is to it.\n\n\nIn case you're wondering why I'm spelling it out, I'll be straightforward.\n\n\nI have cancer. Despite my seventy plus years working here, no form of anomalous medicine can make me, or anyone else, live forever. I'm looking my mortality dead in the eyes, and I'm scared. I really am.\n\n\nThroughout my career, I've poured my time and energy into my work, neglecting my family. I lost my wife in the early 2000s, confident that I could communicate with her in the afterlife, and I did. I loved her dearly. But now, I can't help but question those choices.\n\n\nI really regret all of that, guess I should've spent my time more wisely? Instead of sitting at my shitty job? Who can say for sure.\n\n\nWhile there may be nothing on the other side, my friends, we can at least try and appreciate the view on the way there.\n\n\nThank you all.\n\n\nAnd good night.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nTroutMaskReplica's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6160\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-6862\n \n(+81)\n \n•\n\n\n\n\n\n\nSCP-8380\n \n(+88)\n \n•\n\n\n\n\n\n\nSCP-5315\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-6294\n \n(+41)\n \n•\n\n\n\n\n\n\nSCP-7345\n \n(+133)\n \n•\n\n\n\n\n\n\nSCP-7921\n \n(+40)\n \n•\n\n\n\n\n\n\nSCP-8990\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-6356\n \n(+54)\n \n•\n\n\n\n\n\n\nSCP-8221\n \n(+42)\n \n•\n\n\n\n\n\n\nSCP-8762\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-7155\n \n(+62)\n \n•\n\n\n\n\n\n\nSCP-7362\n \n(+40)\n \n•\n\n\n\n\n\n\nSCP-7640\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-6825\n \n(+91)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nIt Will All Be Okay\n \n(+39)\n \n•\n\n\n\n\n\n\nHeading Off to Bed\n \n(+37)\n \n•\n\n\n\n\n\n\nOpen Water\n \n(+42)\n \n•\n\n\n\n\n\n\nDeny, Delay, Depose\n \n(+92)\n \n•\n\n\n\n\n\n\nOne Hundred And Fifty Thousand\n \n(+67)\n \n•\n\n\n\n\n\n\nVILE\n \n(+39)\n \n•\n\n\n\n\n\n\nin her arms,\n \n(+35)\n \n•\n\n\n\n\n\n\nDaisies, Death, and Dysphoria\n \n(+75)\n \n•\n\n\n\n\n\n\nThe Son You Love\n \n(+51)\n \n•\n\n\n\n\n\n\nOPEN LETTER TO US GOVERNMENT\n \n(+22)\n \n•\n\n\n\n\n\n\nscatterbrained.\n \n(+54)\n \n•\n\n\n\n\n\n\nFreefall\n \n(+31)\n \n•\n\n\n\n\n\n\nMoonlight, My Dear\n \n(+13)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSoy Un Perdedor\n \n(+22)\n \n•\n\n\n\n\n\n\nBohart's Life and Death\n \n(+36)\n \n•\n\n\n\n\n\n\nJawn Proposal (Fanart!)\n \n(+23)\n \n•\n\n\n\n\n\n\nTrout's EPIC Authorpage\n \n(+169)\n \n•\n\n\n\n\n\n\nA timely death.\n \n(+19)\n \n•\n\n\n\n\n\n\nChristmas Industries (Art Exchange)\n \n(+17)\n \n•\n\n\n\n\n\n\nArtExchange 2024 For UberGoober\n \n(+28)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Examples include \nSCP-2922\n, \nSCP-5572\n, \nSCP-6435\n, and \nSCP-7967",
    "addendums": [],
    "documents": [],
    "notes": [
        "I fight, I fight Just to keep the spark alive But if there's nothing on the other side? Why can't I leave well enough alone and go to the light?"
    ],
    "containment_procedures": "As SCP-6718 has already occurred, containment is impossible. Methods of reestablishing contact with lost personnel and an afterlife is currently top priority. have been cancelled.",
    "description": "SCP-6718 refers to an anomalous event that resulted in the permanent cessation of all afterlives, across all known dimensions and realities. The cause and mechanisms behind SCP-6718 remain unknown, but the following observations have been made:",
    "title": "SCP-6718"
}