{
    "url": "https://scp-wiki.wikidot.com/scp-6719",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6719\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6719 is to be allowed free reign around Containment Area-111 between 9AM and 5PM for work under the Department of Applied Horology.\n1\n Level 2 clearance\n2\n has been granted for this purpose. SCP-6719 has no dietary restrictions. It is also to be allowed a two-week excursion to Site-169 every three months, or at the discretion of Doctor Najlaa Darwish.\n3\n\n\nDescription:\n SCP-6719 is an arthropod resembling a larval stage of an unidentified species of beetle. It is abnormally large, roughly two feet tall while fully flat on the floor. DNA testing of the anomaly has revealed that it is closely related to the \nMagicicada cassini\n,\n4\n \nNicrophorus americanus\n,\n5\n and multiple species of \nmyriapods\n.\n6\n\n\nSCP-6719 is also extremely intelligent, being equivalent to about an adult human. It has been shown to be able to comprehend English text through its ability to form complex words in writing and interest in reading. It is in the process of being taught Arabic by Dr. Darwish, a member of the Anomalous Entity Engagement Division and its primary researcher. SCP-6719 has also been noted to release various pheromones in different emotional states.\n\n\nAddendum 6719.1:\n Behavioral Log Prior To AEED Intervention\n\n\n\n\nPreface:\n The research team of SCP-6719 holds various concerns with its recent behavior. It has recently been pacing its containment chamber, as well as being unwilling to burrow into the dirt. SCP-6719 has been noted to be eating less each day and trying to climb onto staff. The following is a log of attempts to find the root of this behavior.\n\n\n\n\nTest 1:\n SCP-6719 was given a slice of pepperoni.\n\n\nResult:\n Slightly increased activity for the day. Results could not be replicated.\n\n\nTest 2:\n SCP-6719 was given a ball.\n\n\nResult:\n It began playing, with an uptick in general activity and food consumption, becoming disinterested after two hours. Results could not be replicated.\n\n\nTest 3:\n Junior Researcher Daniels entered the chamber.\n\n\nResult:\n When Rsr. Daniels grabbed the ball to retrieve it, SCP-6719 began crawling onto his leg. It stopped its upwards ascent upon reaching his coat pocket, grabbing a pen from him in its mouth and scurrying away. After about ten minutes, it began writing on the walls. When finished, it spelled out, \"HI DOCTORS.\"\n\n\nCommentary:\n Formal request for Anomalous Entity Engagement Division intervention in containment. We believe SCP-6719 holds some form of sapience.\n\n\n\n\n \n\n\nAddendum 6719.2:\n Interview One\n\n\n\n\nInterviewed:\n SCP-6719\n\n\nInterviewer:\n Dr. Najlaa Darwish\n\n\nForeword:\n Conducted entirely via writing on SCP-6719's end.\n\n\n\n\n«Begin Log»\n\n\nDarwish (Written):\n Hello!\n\n\nSCP-6719:\n HI DOCTOR, HOW ARE YOU TODAY?\n\n\nDarwish (Written):\n I'm doing good, how are you?\n\n\nSCP-6719:\n NOT VERY WELL LATELY. I FEEL THAT THIS ENVIRONMENT MOCKS ME.\n\n\nDarwish (Written):\n How so?\n\n\nSCP-6719:\n I FEEL INTELLECTUALLY STUNTED, LIKE I HAVE BEEN TREATED AS AN ANIMAL MORE THAN I AM A THINKING, FEELING THING. IT IS GOOD THAT I WAS ABLE TO CAUSE A REALIZATION OF MY SAPIENCE.\n\n\nDarwish (Written):\n Well, you're more verbose than I was expecting.\n\n\nSCP-6719:\n I AM ONLY THE MOST VERBOSE OF MY ILK, AS WELL AS THE LARGEST.\n\n\nDarwish (Written):\n Oh, I've read all about you. I'm here to help you however I can, what can I do for y\n\n\n(\nDarwish drops his pencil at this point.\n)\n\n\nDarwish (Spoken):\n Fuck.\n\n\nSCP-6719:\n DO YOU ALL SPEAK WITH SUCH ACCURSED LANGUAGE? YOU ARE NOT A SAILOR.\n\n\nDarwish (Spoken):\n Oh, wait. Do you understand me?\n\n\nSCP-6719:\n DO I UNDERSTAND THE LANGUAGE OF SHAKESPEARE AND TOLKIEN? YES, YES I DO. YOU MUST MISTAKE ME FOR A FOOL, DOCTOR.\n\n\nDarwish (Spoken):\n Well, I guess this makes the interview easier. I wasn't sure if you could understand spoken English. As I was saying, what could I do for you to make you feel at home?\n\n\nSCP-6719:\n CLEAN MY HOME OF PESTS. IT FEELS LIKE THE WILDERNESS.\n\n\nDarwish (Spoken):\n So, keep the dirt, get rid of the bugs?\n\n\nSCP-6719:\n AYE.\n\n\nDarwish (Spoken):\n Well, alright then. I would've expected you liked your home a bit dirty.\n\n\nSCP-6719:\n THAT IS A HARMFUL STEREOTYPE ABOUT ARTHROPODS, ESPECIALLY TO THOSE AS GIFTED AS I.\n\n\nDarwish (Spoken):\n Riiight. Well, what else can we do?\n\n\nSCP-6719:\n I WISH FOR AN INTELLECTUAL PARTNER, OR SOMETHING TO STIMULATE MY SENSES. BOOKS. BOOKS TOO. MANY BOOKS. MY FAVORITES ARE THE DUNE SERIES. I CONNECT TO LETO THE SECOND.\n\n\nDarwish (Spoken):\n Noted! We can certainly get you some books too. Very reasonable requests, really. One thing, though, how do you know about Dune?\n\n\nSCP-6719:\n I HAVE READ THINGS BEFORE YOUR ORGANIZATION TOOK ME IN, YOU KNOW. I HAD A LIFE.\n\n\nDarwish (Spoken):\n Oh, I suppose that makes sense.\n\n\nSCP-6719:\n ONE MORE THING.\n\n\nDarwish (Spoken):\n Only one? I was expecting three wishes too.\n\n\nSCP-6719:\n I WISH TO HAVE A WATCH.\n\n\nDarwish (Spoken):\n A— A watch? Why?\n\n\nSCP-6719:\n TO TINKER WITH, IN MY MOMENTS OF BOREDOM.\n\n\nDarwish (Spoken):\n I can't guarantee an expensive or working watch, you know. Is digital okay, just preemptively?\n\n\nSCP-6719:\n ANY WATCH IS ACCEPTABLE. TIMEKEEPING IS MY PREROGATIVE, AND I WILL MAKE IT WORK.\n\n\nDarwish (Spoken):\n Very presumptuous, but alright. I'll see you later with all your cool home upgrades.\n\n\n«End Log»\n\n\n\n\nClosing Statement:\n Dr. Darwish was able to procure the requested changes to containment, as well as a small collection of books for SCP-6719. Noted uptick in activity, notably with it reading around 60% of the books provided in two days.\n\n\n\n\n \n\n\nAddendum 6719.3:\n Interview Two\n\n\n\n\nInterviewed:\n SCP-6719\n\n\nInterviewer:\n Dr. Najlaa Darwish\n\n\nForeword:\n Dr. Darwish is speaking throughout the interview.\n\n\n\n\n«Begin Log»\n\n\n(\nSCP-6719 takes a moment to cease tinkering on the broken analog watch it holds in two of its legs, writing with another two.\n)\n\n\nSCP-6719:\n HI AGAIN, DOCTOR. I AM GLAD YOU GAVE ME THIS. I ENJOY TIMEKEEPING, AND THIS IS VERY ENGAGING.\n\n\nDarwish:\n Hello again, little guy. You can call me Dr. Darwish if you'd like, or Najlaa.\n\n\nSCP-6719:\n IS THAT SPELLED NAJLAA.\n\n\nDarwish:\n Yeah. Good job.\n\n\nSCP-6719:\n IT IS A NICE NAME. WHAT DOES IT MEAN?\n\n\nDarwish:\n One who has beautiful large eyes. It's a bit ironic for me, since—\n\n\nSCP-6719:\n YOU WEAR GLASSES.\n\n\nDarwish:\n God, do you write fast. But yes, that's right.\n\n\n(\nSCP-6719 makes a few adjustments to the watch, as it closes up the back and looks at the clock on the wall.\n)\n\n\nSCP-6719:\n IS THAT CLOCK ACCURATE?\n\n\nDarwish:\n I believe so, are you done with it?\n\n\n(\nSCP-6719 twists the knob on the watch, setting the time on it in sync with the clock.\n)\n\n\nSCP-6719:\n PERFECT. THAT SHOULD LAST A WHILE. WOULD YOU LIKE A WATCH, DOCTOR?\n\n\nDarwish:\n I suppose. I appreciate it.\n\n\n(\nDr. Darwish puts on the watch, checking the time against the clock.\n)\n\n\nSCP-6719:\n I'VE BEEN THINKING ABOUT SOMETHING, DOCTOR. CAN YOU GIVE ME A NAME?\n\n\nDarwish:\n You'd like something other than your designation?\n\n\nSCP-6719:\n I WANT YOU TO NAME ME SOMETHING. I HAVE NOT HAD A REAL NAME BEFORE.\n\n\nDarwish:\n Well, how about—\n\n\n(\nDarwish pauses for a moment to think.\n)\n\n\nDarwish:\n Habib.\n\n\nSCP-6719:\n WHAT DOES IT MEAN?\n\n\nDarwish:\n It's an affectionate term. I enjoy our talks, Habib, and that's why I'm giving it to you.\n\n\nSCP-6719:\n YOU DO?\n\n\nDarwish:\n Why else would I be in this job? You're fun to talk to.\n\n\nSCP-6719:\n … I APPRECIATE IT NAJLAA. YOU ARE A FINE INTELLECTUAL PARTNER.\n\n\nDarwish:\n That brings me to the next order of business, actually. Do you have any complaints? Requests?\n\n\nSCP-6719:\n ANOTHER WATCH AND MORE BOOKS. I AM ALMOST FINISHED READING THE SIX BOOK SAGA OF FRANK HERBERT AND I DO NOT WISH TO BE LEFT WITH NOTHING ELSE. CLASSICAL IS APPRECIATED IF YOU CAN MANAGE.\n\n\nDarwish:\n If we have anything in abundance here, we have books.\n\n\nSCP-6719:\n … ACTUALLY, I WAS WONDERING IF YOU COULD LET ME WALK AROUND THE FACILITY WITH YOU.\n\n\nDarwish:\n I'm not sure. I'll have to take it up with some of the higher-ups, but we'll try, alright?\n\n\nSCP-6719:\n THANK YOU.\n\n\n«End Log»\n\n\n\n\nClosing Statement:\n SCP-6719 is allowed to walk the halls of Containment Area-111 under discretion from Dr. Darwish.\n\n\n\n\n \n\n\nAddendum 6719.4:\n Observations\n\n\nWith express permission from SCP-6719, Dr. Darwish has compiled observations about its behavior.\n\n\n\n\n\n\nUnder the three weeks that the Anomalous Entity Engagement Division has worked with SCP-6719, its behavior has notably improved.\n\n\nAccording to Dr. Darwish, \"Habib has shown exceptional ability with timekeeping devices and repair of such. He also has an exceptional internal clock, measuring time down to the second with only a millisecond or so of error.\"\n\n\nObservation by other teams has revealed the same, SCP-6719 is able to fix 99% of clockworks given to it.\n\n\nWith the understaffing of the Department of Applied Horology, SCP-6719 could serve the Foundation with its skill in this niche field. An interview with Department Head Dr. Francis Own has been set up to test SCP-6719's capabilities. Dr. Darwish will be observing the interview.\n\n\n\n\n\n\n \n\n\nAddendum 6719.5:\n Position Interview\n\n\n\n\n«Begin Log»\n\n\n(\nDoctor Francis Own, led by Doctor Najlaa Darwish, enter SCP-6719's chamber. A table has been set up for SCP-6719 to write on.\n)\n\n\nDarwish:\n Habib, come out. Dr. Own is here to talk to you.\n\n\n(\nSCP-6719 crawls out of a rather large burrow, bending the front half of its body upwards to shake Dr. Own's hand with four of its own.\n)\n\n\nOwn:\n Ahh. Hello. Habib, is it?\n\n\nDarwish:\n The first thing you need to know about your potential hire is that he can only talk by writing.\n\n\n(\nDarwish places a piece of paper and a pen on the table.\n)\n\n\nSCP-6719:\n HELLO DOCTOR OWN, IT IS ONE OF LIFE'S SIMPLE PLEASURES TO MEET YOU AND GET THIS OPPORTUNITY.\n\n\nOwn:\n Much of the same. Though, if we hire you, we're going to have to figure out this communication situation.\n\n\n(\nOwn rubs his forehead for a moment, before looking back to SCP-6719.\n)\n\n\nOwn:\n Will you use a text to speech device?\n\n\nSCP-6719:\n WHATEVER MAKES IT EASIER FOR ME TO LET MY MUSINGS BE HEARD, DOCTOR.\n\n\nOwn:\n Good, good. Would you like a watch?\n\n\nSCP-6719:\n I HAVE MANY ALREADY. YOU WOULD SIMPLY BE ADDING TO MY EVERGROWING COLLECTION.\n\n\n(\nOwn places a broken watch on the table, smiling at SCP-6719.\n)\n\n\nOwn:\n Go on, Habib. I want to see this in person.\n\n\n(\nSCP-6719 grabs the watch, feeling it before opening the back and closely examining the clockwork. It adjusts a gear and a screw, closing the back and synchronizing the time with the clock on the wall.\n)\n\n\nOwn:\n Well, that's all I need. Consider yourself a member of the Applied Horology department, Habib.\n\n\nDarwish:\n … Is there a secret test he hasn't done yet, or?\n\n\n(\nOwn sighs, looking at Darwish with a frown.\n)\n\n\nOwn:\n Do you know how hard it is to hire people for the Department? Everyone wants to be part of the \ncool\n departments, everyone just \nloves\n pataphysics and making expensive eigenmachines! We need people to run the clocks.\n\n\n(\nOwn shakes SCP-6719's hand again.\n)\n\n\nOwn:\n I'll email Darwish if we need to contact you. Might require a few commutes to Site-218\n7\n for your work, so keep on your toes. I'll send you the Orientation video, but you're hired.\n\n\n\n\nSCP-6719 has been a valued member of the Department of Applied Horology and Containment Area-111 staff for six months. Staff are recommended to use a name that SCP-6719 enjoys, such as: Habib, Dr. Habib, Mr. Doctor, or Dr. Herbert.\n\n\n\n\nFootnotes\n\n\n1\n. A Foundation department centered around ensuring time is kept properly between Sites.\n\n\n2\n. Only applies to documents related to the Department of Applied Horology as well as staff lounge and cafeteria access.\n\n\n3\n. He / She pronouns.\n\n\n4\n. Commonly known as the 17 year cicada due to its periodical lifecycle.\n\n\n5\n. Also known as the American Burying Beetle.\n\n\n6\n. A group of arthropods, with notable members including millipedes and centipedes.\n\n\n7\n. The headquarters of the Department of Applied Horology.\n\n\n\n\n\n\n\n\n< \nSCP-6718\n | SCP-6719 | \nSCP-6720\n >\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6719\n\" by DoctorLilithSophia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6719\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6719.1: Behavioral Log Prior To AEED Intervention\n",
        "Addendum 6719.2: Interview One\n",
        "Addendum 6719.3: Interview Two\n",
        "Addendum 6719.4: Observations\nWith express permission from SCP-6719, Dr. Darwish has compiled observations about its behavior.\n",
        "Addendum 6719.5: Position Interview\nSCP-6719 has been a valued member of the Department of Applied Horology and Containment Area-111 staff for six months. Staff are recommended to use a name that SCP-6719 enjoys, such as: Habib, Dr. Habib, Mr. Doctor, or Dr. Herbert."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6719 \" by DoctorLilithSophia, from the SCP Wiki . Source: https://scpwiki.com/scp-6719 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6719 is to be allowed free reign around Containment Area-111 between 9AM and 5PM for work under the Department of Applied Horology.1 Level 2 clearance2 has been granted for this purpose. SCP-6719 has no dietary restrictions. It is also to be allowed a two-week excursion to Site-169 every three months, or at the discretion of Doctor Najlaa Darwish.3",
    "description": "SCP-6719 is an arthropod resembling a larval stage of an unidentified species of beetle. It is abnormally large, roughly two feet tall while fully flat on the floor. DNA testing of the anomaly has revealed that it is closely related to the Magicicada cassini,4 Nicrophorus americanus,5 and multiple species of myriapods.6",
    "title": "SCP-6719"
}