{
    "url": "https://scp-wiki.wikidot.com/scp-6720",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6720:\n To touch with bare skin.\n\n\nAuthor:\n \nGwenWinterheart\n\n\n\n\n\n\n\n\nrating: \n+89\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe following document has been flagged for revision. It may contain irregularities and out-of-date information.\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6720\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrost on the object's surface.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6720 is not to be opened under any circumstances. Entering the chamber requires permission from the current HMCL supervisor. This individual is responsible for periodically removing accumulated ice from the object's surface and must do so at least twice weekly.\n\n\nDescription:\n SCP-6720 is a rectangular container with external dimensions of approximately 2m x 0.75m x 0.5m. The total mass of the object is 2024 kilograms. The object's origin is unknown and will remain unknown. The object's contents are unknown and will remain unknown.\n\n\nThere is a five-digit combination lock mechanism on the top face of the container—the combination is currently unknown, but could be determined or bypassed with lock-picking tools. As there are no seams or hinges on the exterior surface, it is unclear how or if the container would open.\n\n\nThe external surface of SCP-6720 remains at a steady -33 °C regardless of surrounding temperature—this causes frost to continually accumulate on the surface and necessitates regular cleaning.\n\n\n\n\nAddendum 6720-1\n\n\n\n\nForeword:\n The following entries were found on the personal laptop of Researcher Jeffrey Delaney, former HMCL supervisor for SCP-6720. None of these entries were ever submitted, nor was Researcher Delaney instructed to perform research on SCP-6720. Current whereabouts of both Delaney and D-C350 are unknown.\n\n\n\n\nTest #: 1\n\nSubject: Jeffrey Delaney\n\nProcedure: Looked at it.\n\nOutcome: None.\n\nNotes: I don't understand. I got suddenly promoted to supervisor, and I'm supposed to give research reports but it's just a box, there's nothing to do but clean the ice with the blow-dryer and scraper. The room is really cold. Can't a janitor do this?\n\n\n\n\n\n\nTest #: 2\n\nSubject: D-C350\n\nProcedure: Touched it.\n\nOutcome: Minor loss of skin.\n\nNotes: He said it hurt.\n\n\n\n\n\n\nTest #: 3\n\nSubject: D-C350\n\nProcedure: Touched it.\n\nOutcome: Minor loss of skin.\n\nNotes: He didn't want to touch it again but I asked him to anyway. Part of his skin is stuck to it now.\n\n\n\n\n\n\nTest #: 4\n\nSubject: Jeffrey Delaney\n\nProcedure: Talked to it about my week.\n\nOutcome: None.\n\nNotes: I complained about my date with Justin the other day, mostly. I think I'm going to break up with him. I don't think it really listened to me. I can't get any of the skin off.\n\n\n\n\n\n\nTest #: 5\n\nSubject: D-E452\n\nProcedure: Touched it.\n\nOutcome: Loss of skin.\n\nNotes: Left a handprint. Maybe should have told him to just use a finger. Managed to clean up most of the blood but there's still a handprint.\n\n\n\n\n\n\nTest #: 6\n\nSubject: D-C350\n\nProcedure: Determine combination.\n\nOutcome: Loss of skin.\n\nNotes: Found out the first guy knew how to listen for the combination but he kept accidentally touching it with his ear and face and couldn't keep going. I wasn't going to open it I just wanted to know.\n\n\n\n\n\n\nTest #: 7\n\nSubject: Jeffrey Delaney\n\nProcedure: Touched it.\n\nOutcome: Minor loss of skin.\n\nNotes: I needed to know what it felt like. It hurt. There's part of me stuck to it too, now.\n\n\n\n\n\n\nTest #: 8\n\nSubject: D-C350\n\nProcedure: Tried to open it.\n\nOutcome: Subject sedated.\n\nNotes: I only told him to touch it again but he kept messing with the combination so I had to halt the test. The containment procedure is very clear about not opening it.\n\n\n\n\n\n\nTest #: 9\n\nSubject: Jeffrey Delaney\n\nProcedure: Review of SCP-6720 documentation.\n\nOutcome: Understanding.\n\nNotes: It definitely says you're not supposed to open it.\n\n\n\n\n\n\nTest #: 10\n\nSubject: D-E452\n\nProcedure: Extensive use of blow-dryer and scraper.\n\nOutcome: Excessive cursing.\n\nNotes: He wanted to get his skin back so I let him have a go at it. No luck.\n\n\n\n\n\n\nTest #: 11\n\nSubject: Agent Rachel Chun\n\nProcedure: Determine combination\n\nOutcome: Success.\n\nNotes: I memorized it and then got her to take amnestics so nobody else knows. I won't write it anywhere. I'm not going to open it, I just needed to know.\n\n\n\n\n\n\nTest #: 12\n\nSubject: Jeffrey Delaney\n\nProcedure: Touch it.\n\nOutcome: Loss of skin.\n\nNotes: It needed another handprint. It had a right handprint but not a left handprint. I put mine right next to his. It hurt a lot but it was the right thing to do.\n\n\n\n\n\n\nTest #: 13\n\nSubject: D-C350\n\nProcedure: Don't touch it.\n\nOutcome: Mild hypothermia.\n\nNotes: I talked to C350 again and he understands that we can't open it now. We tried this to conserve skin. Doesn't seem to help.\n\n\n\n\n\n\nTest #: 14-16\n\nSubject: Jeffery Delaney, D-C350, D-C350 and Jeffrey Delaney\n\nProcedure: Don't open it.\n\nOutcome: Minor loss of skin.\n\nNotes: Didn't open it.\n\n\n\n\n\n\nTest #: 17\n\nSubject: Jeffery Delany\n\nProcedure: Go to sleep.\n\nOutcome: Nightmares.\n\nNotes: I dreamed I was cold and naked and alone. I longed for the touch of a man's warm hand.\n\n\n\n\n\n\nTest #: 18\n\nSubject: Various D-Class personnel\n\nProcedure: Request for additional subjects.\n\nOutcome: Rejection.\n\nNotes: They won't even let me use E452 anymore.\n\n\n\n\n\n\nTest #: 19\n\nSubject: Various personnel\n\nProcedure: Request for additional subjects.\n\nOutcome: Refusal.\n\nNotes: Nobody wants to talk to me. I'll have to talk to the medical people about more skin grafts.\n\n\n\n\n\n\nTest #: 20\n\nSubject: Joyce Grisham, M.D.\n\nProcedure: Attempted intervention.\n\nOutcome: Tactical retreat.\n\nNotes: Doctor thinks these injuries aren't natural and wants me to get a psych eval so I had to give up on more grafts. She's looking for me but she doesn't have clearance for this section, I think.\n\n\n\n\n\n\nTest #: 21\n\nSubject: D-C350 and Jeffery Delaney\n\nProcedure: Held hands.\n\nOutcome: Mixed/uncertain.\n\nNotes: We were talking and it just happened naturally. We used the hands with the missing skin. I'm not sure which hand is mine now. I'm okay with it.\n\n\n\n\n\n\nTest #: 22\n\nSubject: Jefferey Delanie\n\nProcedure: Googled \"how much skin does a person need to live.\"\n\nResults: \"It looks like there aren't many great matches for your search.\"\n\nNotes: Inconclusive.\n\n\n\n\n\n\nTest #: 23\n\nSubject: D-C350 and Jeffery Delaney\n\nProcedure: Didn't hold hands.\n\nResults: Consensus.\n\nNotes: We just talked this time we didn't do anything weird we just talked. He told me about getting arrested for public indecency and about his prison time. He told me about a dream he had where it opened and there was a naked man with no skin inside and the man was so cold and he reached for him and they touched. Maybe we don't need so much. Skin, I mean. I told him the combination.\n\n\n\n\n\n\nTest #: 24\n\nSubject: D-C530 and Jefrey Delainy\n\nProcedure: Touched.\n\nResults: Touched.\n\nNotes: None.\n\n\n\n\n\n\nTest #: 25\n\nSubject: D-C5e0 and J3ffery Delany\n\nProcedure: Touched it.\n\nResults: Major loss of skin.\n\nNotes: Enough to share.\n\n\n\n\n\n\nTest #: 26\n\nSubject: Both of us\n\nProcedure: Opened it.\n\nResults: It opened.\n\nNotes: There's nothing inside but it says it's warmer now. I think it's good to touch the bare skin.\n\n\n\n\n\n\nTest #: 27\n\nSubject: Us\n\nProcedure: Goodbye.\n\nOutcome:\n\nNotes:\n\n\n\n\nDescription Update:\n SCP-6720 is now coated by a thin layer of frozen human skin. Only the combination lock and the underside remain uncovered. Tissue comes from a number of individuals, mainly Researcher Delaney and D-C530. All attempts to remove the skin have failed.\n\n\nAs the surface temperature of the object has increased to -3 °C, ice removal is no longer required. Personnel are advised to not enter the containment chamber under any circumstances. The search for Jeffrey Delaney and D-C350, or the remains thereof, is ongoing.\n\n\n\n\n\n\n« \nSCP-6719\n | SCP-6720 | \nSCP-6721\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6720\n\" by GwenWinterheart, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6720\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n frost.png\n\n\nAuthor:\n Famartin\n\n\nLicense:\n CC-by-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:2015-04-25_04_05_17_Hoar_frost_on_a_car_in_Elko,_Nevada.jpg\n\n\nAdditional Notes:\n Cropped and colour-edited by me.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test #: 1 Subject: Jeffrey Delaney Procedure: Looked at it. Outcome: None. Notes: I don't understand. I got suddenly promoted to supervisor, and I'm supposed to give research reports but it's just a box, there's nothing to do but clean the ice with the blow-dryer and scraper. The room is really cold. Can't a janitor do this?",
        "Test #: 2 Subject: D-C350 Procedure: Touched it. Outcome: Minor loss of skin. Notes: He said it hurt.",
        "Test #: 3 Subject: D-C350 Procedure: Touched it. Outcome: Minor loss of skin. Notes: He didn't want to touch it again but I asked him to anyway. Part of his skin is stuck to it now.",
        "Test #: 4 Subject: Jeffrey Delaney Procedure: Talked to it about my week. Outcome: None. Notes: I complained about my date with Justin the other day, mostly. I think I'm going to break up with him. I don't think it really listened to me. I can't get any of the skin off.",
        "Test #: 5 Subject: D-E452 Procedure: Touched it. Outcome: Loss of skin. Notes: Left a handprint. Maybe should have told him to just use a finger. Managed to clean up most of the blood but there's still a handprint.",
        "Test #: 6 Subject: D-C350 Procedure: Determine combination. Outcome: Loss of skin. Notes: Found out the first guy knew how to listen for the combination but he kept accidentally touching it with his ear and face and couldn't keep going. I wasn't going to open it I just wanted to know.",
        "Test #: 7 Subject: Jeffrey Delaney Procedure: Touched it. Outcome: Minor loss of skin. Notes: I needed to know what it felt like. It hurt. There's part of me stuck to it too, now.",
        "Test #: 8 Subject: D-C350 Procedure: Tried to open it. Outcome: Subject sedated. Notes: I only told him to touch it again but he kept messing with the combination so I had to halt the test. The containment procedure is very clear about not opening it.",
        "Test #: 9 Subject: Jeffrey Delaney Procedure: Review of SCP-6720 documentation. Outcome: Understanding. Notes: It definitely says you're not supposed to open it.",
        "Test #: 10 Subject: D-E452 Procedure: Extensive use of blow-dryer and scraper. Outcome: Excessive cursing. Notes: He wanted to get his skin back so I let him have a go at it. No luck.",
        "Test #: 11 Subject: Agent Rachel Chun Procedure: Determine combination Outcome: Success. Notes: I memorized it and then got her to take amnestics so nobody else knows. I won't write it anywhere. I'm not going to open it, I just needed to know.",
        "Test #: 12 Subject: Jeffrey Delaney Procedure: Touch it. Outcome: Loss of skin. Notes: It needed another handprint. It had a right handprint but not a left handprint. I put mine right next to his. It hurt a lot but it was the right thing to do.",
        "Test #: 13 Subject: D-C350 Procedure: Don't touch it. Outcome: Mild hypothermia. Notes: I talked to C350 again and he understands that we can't open it now. We tried this to conserve skin. Doesn't seem to help.",
        "Test #: 14-16 Subject: Jeffery Delaney, D-C350, D-C350 and Jeffrey Delaney Procedure: Don't open it. Outcome: Minor loss of skin. Notes: Didn't open it.",
        "Test #: 17 Subject: Jeffery Delany Procedure: Go to sleep. Outcome: Nightmares. Notes: I dreamed I was cold and naked and alone. I longed for the touch of a man's warm hand.",
        "Test #: 18 Subject: Various D-Class personnel Procedure: Request for additional subjects. Outcome: Rejection. Notes: They won't even let me use E452 anymore.",
        "Test #: 19 Subject: Various personnel Procedure: Request for additional subjects. Outcome: Refusal. Notes: Nobody wants to talk to me. I'll have to talk to the medical people about more skin grafts.",
        "Test #: 20 Subject: Joyce Grisham, M.D. Procedure: Attempted intervention. Outcome: Tactical retreat. Notes: Doctor thinks these injuries aren't natural and wants me to get a psych eval so I had to give up on more grafts. She's looking for me but she doesn't have clearance for this section, I think.",
        "Test #: 21 Subject: D-C350 and Jeffery Delaney Procedure: Held hands. Outcome: Mixed/uncertain. Notes: We were talking and it just happened naturally. We used the hands with the missing skin. I'm not sure which hand is mine now. I'm okay with it.",
        "Test #: 22 Subject: Jefferey Delanie Procedure: Googled \"how much skin does a person need to live.\" Results: \"It looks like there aren't many great matches for your search.\" Notes: Inconclusive.",
        "Test #: 23 Subject: D-C350 and Jeffery Delaney Procedure: Didn't hold hands. Results: Consensus. Notes: We just talked this time we didn't do anything weird we just talked. He told me about getting arrested for public indecency and about his prison time. He told me about a dream he had where it opened and there was a naked man with no skin inside and the man was so cold and he reached for him and they touched. Maybe we don't need so much. Skin, I mean. I told him the combination.",
        "Test #: 24 Subject: D-C530 and Jefrey Delainy Procedure: Touched. Results: Touched. Notes: None.",
        "Test #: 25 Subject: D-C5e0 and J3ffery Delany Procedure: Touched it. Results: Major loss of skin. Notes: Enough to share.",
        "Test #: 26 Subject: Both of us Procedure: Opened it. Results: It opened. Notes: There's nothing inside but it says it's warmer now. I think it's good to touch the bare skin.",
        "Test #: 27 Subject: Us Procedure: Goodbye. Outcome: Notes:",
        "\" SCP-6720 \" by GwenWinterheart, from the SCP Wiki . Source: https://scpwiki.com/scp-6720 . Licensed under CC-BY-SA .",
        "Filename: frost.png Author: Famartin License: CC-by-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:2015-04-25_04_05_17_Hoar_frost_on_a_car_in_Elko,_Nevada.jpg Additional Notes: Cropped and colour-edited by me."
    ],
    "containment_procedures": "SCP-6720 is not to be opened under any circumstances. Entering the chamber requires permission from the current HMCL supervisor. This individual is responsible for periodically removing accumulated ice from the object's surface and must do so at least twice weekly.",
    "description": "SCP-6720 is a rectangular container with external dimensions of approximately 2m x 0.75m x 0.5m. The total mass of the object is 2024 kilograms. The object's origin is unknown and will remain unknown. The object's contents are unknown and will remain unknown.",
    "title": "SCP-6720"
}