{
    "url": "https://scp-wiki.wikidot.com/scp-6724",
    "all_text": "rating: \n+75\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6724\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6724-1 through 5 are to be kept in separate containers in Site-72’s low-risk anomalous storage wing. In the event that all 5 SCP-6724 instances are brought together, guards are to remove one of the objects from SCP-6724. Testing on SCP-6724-1 through 5 has been suspended indefinitely.\n\n\nDescription:\n SCP-6724 is an anomalous entity brought forth by the union of SCP-6724-1 through 5. This entity materializes as a transparent humanoid outline. So far, SCP-6724 has displayed no hostility when materialized, and it usually displays no movement. SCP-6724 communicated with Foundation researchers on 12/04/2022 through a piece of paper produced by SCP-6724-3. For more information, view Incident-6724-A. When any SCP-6724 object is removed from the entity, SCP-6724 dematerializes. SCP-6724 is unable to interact with any object unrelated to its materialization.\n\n\nThe following is a list of SCP-6724’s components, labeled SCP-6724-1 through 5.\n\n\n\n\n\n\nObject designation\n\n\nDescription\n\n\n\n\n\n\nSCP-6724-1\n\n\nA pair of boots that, when worn, negate the effects of fatigue from the wearer. Subjects report feeling less inclined to go outdoors after use.\n\n\n\n\n\n\nSCP-6724-2\n\n\nA pair of █████ brand wireless headphones that require no electricity to function. The device appears to be controlled by thought. Subjects present a slight aversion to communicating after use.\n\n\n\n\n\n\nSCP-6724-3\n\n\nA binder that produces a white sheet of paper with concise reports on different subjects related to academic courses. All reports are original. Subjects display difficulty remembering things.\n\n\n\n\n\n\nSCP-6724-4\n\n\nA granola bar that regenerates itself when eaten. One bite provides sustenance for an average human male aged 19-25. It possesses no flavor. Subjects report losing their appetite after use. The effect increases with subsequent uses.\n\n\n\n\n\n\nSCP-6724-5\n\n\nA blue travel pillow that, when used, forces the user into a catatonic state for 8 hours. Following this, subjects report a pleasant dream, and generally display increased apathy towards their surroundings. Subjects also report a mild compulsion to use it again.\n\n\n\n\n\n\nIncident-6724-A:\n\n\nOn 12/04/2022, following repeated testing to determine whether SCP-6724 was sentient or an unintended effect of the aforementioned objects, SCP-6724 materialized briefly using only SCP-6724-3, ripped out a page, and dematerialized.\n\n\nThe following letter was recovered shortly after. Of note is that the note is handwritten, which is inconsistent with other documents produced by SCP-6724-3. This behavior hasn’t been documented since.\n\n\n\n\nTo whom it may concern,\n\n\nIt’s probably not my place to request things, but if your organization could lay off the repetition, that’d be great. Want some truth? Life was too hard, so I made these objects to help make it easier. After the 5th one, I really just wanted to lie down all day, so I made my state of being easier. You understand, right?\n\n\nNow let me enjoy not being, 'kay? Because every time you bring me back to reality, you keep making me be something, and I’d rather not.\n\n\nNo hard feelings though. Keep the objects for yourselves, eh?\n\n\nWarmest regards,\n\n\nNo one, doing nothing, nowhere.\n\n\n\n\nSubsequent testing revealed a decrease in movement and awareness from SCP-6724, and testing was discontinued shortly after.\n\n\n\n\n\n\n« \nSCP-6723\n | \nFishish\n | \nSCP-6725\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6724\n\" by Fishish, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6724\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6724 \" by Fishish, from the SCP Wiki . Source: https://scpwiki.com/scp-6724 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6724-1 through 5 are to be kept in separate containers in Site-72’s low-risk anomalous storage wing. In the event that all 5 SCP-6724 instances are brought together, guards are to remove one of the objects from SCP-6724. Testing on SCP-6724-1 through 5 has been suspended indefinitely.",
    "description": "SCP-6724 is an anomalous entity brought forth by the union of SCP-6724-1 through 5. This entity materializes as a transparent humanoid outline. So far, SCP-6724 has displayed no hostility when materialized, and it usually displays no movement. SCP-6724 communicated with Foundation researchers on 12/04/2022 through a piece of paper produced by SCP-6724-3. For more information, view Incident-6724-A. When any SCP-6724 object is removed from the entity, SCP-6724 dematerializes. SCP-6724 is unable to interact with any object unrelated to its materialization.",
    "title": "SCP-6724"
}