{
    "url": "https://scp-wiki.wikidot.com/scp-6728",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file is Level 5/6728 classified. Unauthorized access is forbidden.\n\n\n\n\n6728\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6728\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\narchon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nSCP-6728 is currently believed to be extinct in the wild due to prior Foundation containment procedures. Individuals below Level 5 security clearance are to remain uninformed of SCP-6728's implementations. If an individual does not have proper clearance, they are to be told that the only known instances of SCP-6728 still in existence are a collection of 26 seeds and cuttings from mature SCP-6728 specimens contained within \nSite-77's\n cold storage wing. A supply of preserved gametes are stored in the same location. SCP-6728 storage is accessible with Level 1 or higher security clearance.\n\n\nAll organizations worldwide involving instruction, licensing, or oversight of plumbers or plumbing must be subject to Foundation oversight. Foundation staff implanted in archaeological and paleontological groups are to monitor dig sites for any instances of SCP-6728-1. Instances of SCP-6728-1 are to be documented, destroyed, and replaced with new versions that do not depict SCP-6728. Any non-Foundation persons that encounter SCP-6728-1 instances are to be detained, interrogated, and administered Class C amnestics. Foundation web crawlers are to continually search for and purge any discussion that may potentially be related to SCP-6728 or SCP-6728-1.\n\n\nDue to the likelihood of uncontained SCP-6728-1 instances causing a ßK-Class \"Lifted Veil\"\n1\n scenario, their containment has been deemed utmost priority for Foundation personnel.\n\n\nDescription\n\n\nSCP-6728 is a species of pitcher plant closely related to \nNepenthes lowii\n2\n. All instances of SCP-6728 display complete albinism and are thus incapable of photosynthesis, gaining nutrition exclusively through digestion of biological matter that falls into the pitcher. Pitchers of SCP-6728 are abnormally tough and waxy, often described as feeling akin to plastic or ceramic.\n\n\nThe pitcher of SCP-6728 secretes digestive enzymes, though the digestive effects are rather weak. It is best suited to breaking down matter that has already been through the digestive process of another organism. SCP-6728's roots have been found to secrete excess nutrients from digested material instead of absorbing nutrients from the soil. It has been theorized that this adaptation allows SCP-6728 to grow in otherwise inhospitable environments or in areas where it would face steep competition for available resources.\n\n\n \n\n\nSCP-6728-1 are written accounts, artistic depictions, photographs, or fossilized remains of SCP-6728 created prior to 1935. At the time of writing, upwards of 2,000 individual SCP-6728-1 instances have been recovered and subsequently destroyed, with the most recent SCP-6728-1 instance discovered on \n04 Apr 2025 15:16\n.\n\n\n\n\n\n\n\n\n+ SCP-6728-1 Example\n\n\n\n\n- SCP-6728-1 Example\n\n\n\n\n\n\n\n\nFountain\n by Marcel Duchamp, the most well-known SCP-6728-1 instance.\n\n\n\n\n\n\n\n\n\n\n\n\nAddenda\n\n\nAddendum 1: Risk of ßK-Class \"Lifted Veil\" Scenario\n\n\n\n\nDECLASSIFICATION REQUEST: SCP-6728\n\n\n\n\nTo put it bluntly, SCP-6728 may be the single most unnecessary threat to Foundation secrecy at present. To say it is hidden in plain sight would be an injustice, because very little about SCP-6728 is hidden at all. How many people each year have to be amnesticized after trying to renovate their own homes? The degree to which we have to actively maintain this coverup is unsustainable. I propose declassification of SCP-6728 by revealing it to the public, pretending that it is a \"newly discovered\" species that had lived alongside humans and simply been forgotten. It would take some years to fully extract it from the tangle of Foundation activity surrounding it, but it would be better to have this thing dealt with before it blows up in our faces.\n\n\n- Dr. Uwe\n\n\n\n\nO5 Decision:\n\n\nDENIED\n\n\n(3 in favor, 7 against, 3 abstain)\n\n\nThere is no reasonable way to hide what the Foundation has done here. The cost has been sunk. We knew that we were digging this grave for ourselves when we allowed SCP-6728 into people's homes.\n\n\nPretend that it was announced as a species recently discovered from fossil evidence, that it shaped modern plumbing only to be forgotten. How would a resurgence of wild populations of SCP-6728 be explained away? How much time and effort would have to be spent removing every installed SCP-6728 in the United States alone? How long would it be before people start to realize that it was covered up, not simply \"forgotten\"?\n\n\nIt is not viable to declassify SCP-6728.\n\n\n- O5-█\n\n\n\n\nAddendum 2: History\n\n\nDiscovery of SCP-6728 predates the \"modern\" SCP Foundation, and as such, records of early containment of SCP-6728 are inexact. The date of its discovery is unknown, but is estimated to have been as early as the 1840s during westward expansion of the United States.\n\n\nFossil evidence shows that SCP-6728 has existed in the region roughly as long as \nHomo sapiens\n have inhabited it. Current estimates place it diverging from its most recent common ancestor 15,000 years ago, rapidly evolving to fill a niche created by human habitation.\n\n\nFarming practices in the late 1800s and early 1900s made SCP-6728's role in the ecosystem far more vital as nutrients were rapidly stripped from the soil. As competition among other plant species was eliminated, SCP-6728 became more and more prominent in the wild, despite efforts by predecessor organizations to contain it.\n\n\nThe following is a transcription of a recovered ASCI\n3\n document regarding SCP-6728.\n\n\n\n\n\n\nDESIGNATION:\n\n\n\n\n\n\nODDITY 728 \"OUTHOUSE\"\n\n\n\n\n\n\nDATE:\n\n\n\n\n\n\nJULY 28TH, 1926\n\n\n\n\n\n\nDETAILS:\n\n\n\n\n\n\nABNORMALLY LARGE PITCHER PLANT. WHITE, HARDENED LEAVES. FULL-GROWN PLANT CAPABLE OF SUPPORTING UPWARDS OF 200 LBS. UNIDENTIFIED CORROSIVE LIQUID STORED IN \"BOWL\" CREATED BY LEAVES. ROOTS ARE REINFORCED WITH IRON. BURRS ATTACH TO ANYTHING THAT RESTS ON LEAVES. ANIMALS, HUMANS WITNESSED DEFECATING INTO PLANT.\n\n\n\n\n\n\nKNOWN LOCATIONS:\n\n\n\n\n\n\nBOCA COUNTY, COLORADO; MORTON COUNTY, KANSAS; DUNDY COUNTY, NEBRASKA; UNION COUNTY, NEW MEXICO; BEAVER COUNTY, OKLAHOMA; SHERMAN COUNTY, TEXAS\n\n\n\n\n\n\nDANGER POTENTIAL:\n\n\n\n\n\n\nCHOKES OUT CROPS. ACID BURNS FROM ATTEMPTED REMOVAL BY CIVILIANS. POTENTIAL FOR CHILDREN TO FALL INTO PLANT.\n\n\n\n\n\n\nOTHER NOTES:\n\n\n\n\n\n\nDURABLE \"BOWL\" REPELS TOOLS DESIGNED FOR HACKING OR CUTTING; USE OF FIRE RECOMMENDED. HEAT SOFTENS LEAVES SIGNIFICANTLY, REMOVES WAXY OUTER LAYER. APPARENTLY EDIBLE WHEN COOKED. FLAVOR SIMILAR TO BRUSSELS SPROUTS. PERSONNEL UNWILLING TO TEST THIS PROPERTY.\n\n\n\n\n\n\nRECOMMENDED COURSE OF ACTION:\n\n\n\n\n\n\nEXTIRPATION.\n\n\n\n\n\n\nFull extinction of SCP-6728 was achieved by 1932.\n\n\nAddendum 3: Analysis of Localized GH-Class \"Dead Greenhouse\"\n4\n \nEvent\n\n\nBetween 1934 and 1940, the western United States, along with parts of Mexico and Canada, suffered a period of agricultural collapse characterized by continual dust storms. As full extermination of SCP-6728 from the wild was achieved only two years prior, it is believed that containment efforts may have catalyzed the disaster. SCP-6728's ability to draw nutrients from waste and fertilize soil with it, along with the sturdy and sprawling nature of its root systems, had likely made it an integral part of local ecosystems.\n\n\nIn order to restore agricultural stability, it was proposed that SCP-6728 be incorporated into architecture, with O5 approval following shortly after. Concealment of SCP-6728 as part of plumbing was enacted, incorporating a tank of water and a system of pipes connected to a mechanical lever that would drain waste from external housing and into the acidic chambers of SCP-6728. Stricter containment procedures were put in place to reflect this proposal, and SCP-6728 was upgraded from Clearance Level 2 to Level 5 on O5 Council orders.\n\n\n\n\nDECLASSIFICATION REQUEST: SCP-6728\n\n\n\n\nAfter thorough review, it has been proven beyond a shadow of a doubt that SCP-6728 is not anomalous. It evolved naturally alongside humanity. This would not be the first time an object in our possession was discovered to be explainable in a more mundane manner. In all previous cases, these non-anomalies have been marked as \nexplained\n to reflect that knowledge. Why should SCP-6728 be any different?\n\n\n- Dr. Uwe\n\n\n\n\nO5 Decision:\n\n\nDENIED\n\n\n(0 in favor, 13 against, 0 abstain)\n\n\nWe are aware of SCP-6728's nature. It is simply too late to change course. Containment will proceed as normal.\n\n\n- O5-█\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A type of K-Class Scenario in which the Foundation or the anomalous become public knowledge. See Addendum 1 for details.\n\n\n2\n. Also known as Low's pitcher plant.\n\n\n3\n. American Secure Containment Initiative, a precursor organization to the SCP Foundation\n\n\n4\n. A type of K-Class Scenario dealing with planet hospitability to human habitation, in this instance referring to desertification and subsequent famine.\n\n\n\n\n\n\n\n\n« \nSCP-6727\n | SCP-6728 | \nSCP-6729\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6728\n\" by Agisuru, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6728\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Duchamp_Fountaine.jpg\n\n\nName:\n \nFountain\n\n\nCreator:\n Marcel Duchamp\n\n\nPhotographer:\n Alfred Stieglitz\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Duchamp_Fountaine.jpg",
    "addendums": [
        "Addendum 1: Risk of ßK-Class \"Lifted Veil\" Scenario",
        "Addendum 2: History\nDiscovery of SCP-6728 predates the \"modern\" SCP Foundation, and as such, records of early containment of SCP-6728 are inexact. The date of its discovery is unknown, but is estimated to have been as early as the 1840s during westward expansion of the United States.\nFossil evidence shows that SCP-6728 has existed in the region roughly as long as Homo sapiens have inhabited it. Current estimates place it diverging from its most recent common ancestor 15,000 years ago, rapidly evolving to fill a niche created by human habitation.\nFarming practices in the late 1800s and early 1900s made SCP-6728's role in the ecosystem far more vital as nutrients were rapidly stripped from the soil. As competition among other plant species was eliminated, SCP-6728 became more and more prominent in the wild, despite efforts by predecessor organizations to contain it.\nThe following is a transcription of a recovered ASCI 3 document regarding SCP-6728.\nFull extinction of SCP-6728 was achieved by 1932.",
        "Addendum 3: Analysis of Localized GH-Class \"Dead Greenhouse\" 4 Event\nBetween 1934 and 1940, the western United States, along with parts of Mexico and Canada, suffered a period of agricultural collapse characterized by continual dust storms. As full extermination of SCP-6728 from the wild was achieved only two years prior, it is believed that containment efforts may have catalyzed the disaster. SCP-6728's ability to draw nutrients from waste and fertilize soil with it, along with the sturdy and sprawling nature of its root systems, had likely made it an integral part of local ecosystems.\nIn order to restore agricultural stability, it was proposed that SCP-6728 be incorporated into architecture, with O5 approval following shortly after. Concealment of SCP-6728 as part of plumbing was enacted, incorporating a tank of water and a system of pipes connected to a mechanical lever that would drain waste from external housing and into the acidic chambers of SCP-6728. Stricter containment procedures were put in place to reflect this proposal, and SCP-6728 was upgraded from Clearance Level 2 to Level 5 on O5 Council orders."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6728 \" by Agisuru, from the SCP Wiki . Source: https://scpwiki.com/scp-6728 . Licensed under CC-BY-SA .",
        "Filename: Duchamp_Fountaine.jpg Name: Fountain Creator: Marcel Duchamp Photographer: Alfred Stieglitz License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Duchamp_Fountaine.jpg"
    ],
    "title": "SCP-6728"
}