{
    "url": "https://scp-wiki.wikidot.com/scp-6732",
    "all_text": "rating: \n+19\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6732\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6732-1 must remain within Foundation employment as long as SCP-6732 remains active, and is not allowed to exit any Foundation facility that he is stationed in without explicit permission from the site director. SCP-6732-1 must report any suspected activity from SCP-6732 to the Department of Spectral Phenomena.\n\n\nDescription:\n SCP-6732-1 is Dr. Edward Dahl, a microbiology researcher, aged 35, currently employed in Site-81. SCP-6732 is a Type I-B\n1\n spectral entity, currently following SCP-6732-1. SCP-6732 cannot be directly observed, and has never attempted direct communication on its own. However, it often manipulates the environment around SCP-6732-1 in ways that are helpful or benign. This entity has likely existed for most of SCP-6732-1's life.\n\n\nAddendum 6732.1: (Discovery)\n SCP-6732-1 was not made aware of SCP-6732's existence until the anomaly's discovery by the Foundation on 2/16/21, when security camera footage observed a sample of [REDACTED], which SCP-6732-1 had misplaced and was searching for elsewhere, seemingly levitate from an incubator onto SCP-6732-1's desk while he was not watching, allowing him to easily find it less than one minute later. Further direct analysis confirmed the presence of a phantasmal entity.\n\n\n\n\nForeword:\n The following interview was conducted by spectral researcher Dr. Maren Nielsen two hours after initial discovery of SCP-6732 to determine the origins of the anomaly.\n\n\nInterview Date:\n February 16th, 2021\n\n\nSubject:\n SCP-6732-1\n\n\nInterviewer:\n Dr. Maren Nielsen\n\n\n\n\n[BEGIN LOG]\n\n\nNielsen:\n Mic is rolling. Could you please state your name and occupation? It's just a formality.\n\n\nSCP-6732-1:\n Edward Dahl, researcher in the Department of Microbiology. Am I… in trouble for something?\n\n\nNielsen:\n Not at all, Dr. Dahl. I'm here from the Department of Spectral Phenomena-\n\n\nSCP-6732-1:\n The ghost hunters?\n\n\nNielsen:\n That's one way of describing it, yes. We track and research all sorts of incorporeal entities, especially the sentient and \nespecially\n the dead. As I'm sure you've been made aware, you are currently the target of a Type I-B spectral entity. In layman terms, a benign haunting.\n\n\nSCP-6732-1:\n And why do you guys think this exactly?\n\n\nNielsen:\n Well, for one, we saw a biological sample move itself in your lab. That alone isn't enough to prove anything specific, but we went down there to do some readings and found unusually high Hollow-Kessler readings. That's, uh, a harmless energy that ectomorphs often give off. Think of it like ectoplasm. Ones like this don't give off enough HK to be measured directly, but the stuff has a habit of sticking to things and building up over time during prolonged exposure to a spirit.\n\n\nSCP-6732-1:\n Uh huh.\n\n\nNielsen:\n Oh, I'm rambling, aren't I? Point is, your office and the lab you work in have an HK level indicating exposure to a spectral entity for several years, roughly the amount of time you've been working here. You, on the other hand, have such incredibly high HK readings that you must have been followed around by this thing for most, if not your entire life.\n\n\nSCP-6732-1:\n Ah, that explains a lot.\n\n\nNielsen:\n I'm sorry?\n\n\nSCP-6732-1:\n I could name a few things that have happened before that seem like something a ghost would do. I usually ignored them and passed 'em off as coincidences. Guess I was too dismissive.\n\n\nNielsen:\n You seem incredibly calm right now, considering the circumstances.\n\n\nSCP-6732-1:\n I'm trying not to think about it too hard so I don't freak out.\n\n\nNielsen:\n All right. Can you name a few examples of suspected spectral activity in your past?\n\n\nSCP-6732-1:\n Uh, let me think… When I was a kid, like middle and high school age, whenever I went to the kitchen to make myself lunch there would be a sandwich sitting there on the counter top. When I thanked my mom for it, she acted confused and said she never made a sandwich before she left for work. I just assumed she was joking around.\n\n\nNielsen:\n Anything else?\n\n\nSCP-6732-1:\n Now that I think about it, there's a lot. It's all little things, stuff you'd forget otherwise. Turning on the TV as a kid to see that a new episode of my favorite show was recorded on the VCR. Forgetting a textbook in the college library and finding it in my dorm room. Finding this old tape in my kitchen from my… wait, no. Oh my god.\n\n\nNielsen:\n What is it?\n\n\nSCP-6732-1:\n You said the ghost followed me my whole life?\n\n\nNielsen:\n That is correct.\n\n\nSCP-6732-1:\n And how do these things form?\n\n\nNielsen:\n Well, in extremely rare cases, if a person in their last moments experiences a strong enough attachment to the living world, and a strong enough desire to stay living, their mind will simply forget to die with its body. Self preservation alone isn't enough to cause this, but if the dying person is emotionally overcome by thoughts of some \"unfinished business\", that could push them over the edge. Usually they're kept alive by some life goal, a desire for revenge, or an attachment to another person.\n\n\nSCP-6732-1:\n Well, that'd be my dad then. Can I have a moment alone? I gotta process this.\n\n\nNielsen:\n Of course.\n\n\n\n\nAddendum 6732.2: (Video Tape)\n On 2/17/21, SCP-6732-1 provided the following video tape to the Foundation, believing it would help with researching the anomaly. Due to its suspected connection to SCP-6732, it has been included in this document.\n\n\n\n\n[First Time Using Camcorder (feat. Eddy) 1987]\n\n\n[BEGIN VIDEO]\n\n\nIvan Dahl:\n Ah, there we go.\n\n\nEdward Dahl, aged 1, is seen putting a large toy block in his mouth.\n\n\nIvan:\n Look at you, you're like a little movie star!\n\n\nEdward Dahl tries to stand up. He stumbles forward and falls down. Ivan Dahl catches him with one hand and sets the camcorder on the ground, leaving him and Edward out of the frame.\n\n\nIvan:\n Careful, little guy! Leave the stunts for the stunt doubles!\n\n\nSilence for a few seconds.\n\n\nIvan:\n Maybe you don't wanna be a movie star, that's alright. It's weird thinking that you'll become a whole person eventually. Walking around, talking, probably getting mad at me for being overbearing, heh… I'm sure you'll be great at whatever you do, kiddo. Just don't forget about me when you're out there curing cancer or becoming president.\n\n\nIvan Dahl sighs.\n\n\nIvan:\n There's nothing I want more in the world than to see you grow old, kiddo.\n\n\nSilence\n\n\nIvan:\n Oh, I shouldn't leave that thing running.\n\n\nIvan Dahl picks up the camera.\n\n\n[END VIDEO]\n\n\n\n\nIvan Dahl, the father of Dr. Edward Dahl, died in a car accident less than one year after this tape was recorded.\n\n\nAddendum 6732.3: (Final Investigation)\n On 2/18/21, Dr. Maren Nielsen was given permission to assist SCP-6732-1 in communicating with SCP-6732\n\n\n\n\n[BEGIN VIDEO]\n\n\nSCP-6732-1 sits surrounded by burning candles. Dr. Nielsen, out of frame, recites a passage from the Book of Kam.\n2\n After five minutes, the candles begin producing an abnormal quantity of smoke. The candles extinguish, and the smoke congeals into a humanoid form, eventually solidifying as the figure of Ivan Dahl.\n\n\nSCP-6732:\n How's it going, eddy? I saw you watching that tape I left you.\n\n\nSCP-6732-1:\n It's really you, dad?\n\n\nSCP-6732:\n You think I'd let a crazy driver stop me from being in my kid's life? Me, the best father in the world?\n\n\nSCP-6732-1:\n Oh, shut up, dad.\n\n\nSCP-6732-1 embraces his father.\n\n\nSCP-6732:\n I hope you don't mind if I stick around a while longer, all ghostlike. You still have some growing old to do.\n\n\nSCP-6732-1:\n Of course, dad, as long as you need.\n\n\n[END VIDEO]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Incorporeal, non-violent, and bound in some way to a specific person\n\n\n2\n. A book of various rituals used to interact with spectral entities\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nKneeCola's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6851\n \n(+46)\n \n•\n\n\n\n\n\n\nSCP-6492\n \n(+19)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6731\n | SCP-6732 | \nSCP-6733\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6732\n\" by KneeCola, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6732\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6732.1: (Discovery) SCP-6732-1 was not made aware of SCP-6732's existence until the anomaly's discovery by the Foundation on 2/16/21, when security camera footage observed a sample of [REDACTED], which SCP-6732-1 had misplaced and was searching for elsewhere, seemingly levitate from an incubator onto SCP-6732-1's desk while he was not watching, allowing him to easily find it less than one minute later. Further direct analysis confirmed the presence of a phantasmal entity.",
        "Addendum 6732.2: (Video Tape) On 2/17/21, SCP-6732-1 provided the following video tape to the Foundation, believing it would help with researching the anomaly. Due to its suspected connection to SCP-6732, it has been included in this document.\nIvan Dahl, the father of Dr. Edward Dahl, died in a car accident less than one year after this tape was recorded.",
        "Addendum 6732.3: (Final Investigation) On 2/18/21, Dr. Maren Nielsen was given permission to assist SCP-6732-1 in communicating with SCP-6732"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6732 \" by KneeCola, from the SCP Wiki . Source: https://scpwiki.com/scp-6732 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6732-1 must remain within Foundation employment as long as SCP-6732 remains active, and is not allowed to exit any Foundation facility that he is stationed in without explicit permission from the site director. SCP-6732-1 must report any suspected activity from SCP-6732 to the Department of Spectral Phenomena.",
    "description": "SCP-6732-1 is Dr. Edward Dahl, a microbiology researcher, aged 35, currently employed in Site-81. SCP-6732 is a Type I-B1 spectral entity, currently following SCP-6732-1. SCP-6732 cannot be directly observed, and has never attempted direct communication on its own. However, it often manipulates the environment around SCP-6732-1 in ways that are helpful or benign. This entity has likely existed for most of SCP-6732-1's life.",
    "title": "SCP-6732"
}