{
    "url": "https://scp-wiki.wikidot.com/scp-6734",
    "all_text": "SCP-6734\n\n\n\n\n\n\nByㅤ\n \nBitOddInnit\n\n\n\n\n\n\nPublished on \n15 Dec 2022 18:02\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+35\n+\n–\nx\n\n\n \n\n\n\n\n\n\nItem #:\n SCP-6734\n\n\nClass:\n Argus\n\n\nSacrae Causā Prōcēdendae:\n SCP-6734 is to remain within the Royal Palace in Dezmond, the Capital of the Kingdom of Xerophylla. Any attempts to remove it from the Palace without the expressed permission of a member of The Council Thirteen will result in immediate expulsion from the \nFundamentum\n and a call will be put out for the offender's capture, whether dead or alive.\n\n\n\n\n\n\nSCP-6734\n\n\n\n\n\n\nDescription:\n SCP-6734 is a rapier currently within the possession of the Xerophyllan Royal Family. SCP-6734's blade is composed of a material known as Radiance Steel.\n1\n\n\nSCP-6734's primary anomalous ability is its ability to completely absorb the soul of anyone slain by the blade. It is unknown what happens to the souls of the slain, but the bodies left behind have not been observed to reanimate and fall to the Rage of Yvith, leading to the current hypothesis that SCP-6734 stores souls within itself to fuel its other capabilities. While it contains one or more souls, SCP-6734's surface is incapable of becoming dirty.\n\n\nSCP-6734, provided it contains one or more souls, allow the wielder to regenerate from injuries. In testing, this ability has shown to be capable of closing open wounds, regenerating lost limbs, returning sight and hearing to those blinded or deafened by external forces and curing disease.\n\n\nAny person attempting to wield SCP-6734 who does not belong to the Royal Family of Xerophylla will find that SCP-6734's anomalous abilities will have their potency greatly reduced, but also that the object is slowly absorbing their soul. Currently, only those with the blood of the Xeraphon Dynasty are able to wield SCP-6734 without suffering these effects.\n\n\nCurrently, SCP-6734 lacks an offical wielder. Personnel of Rank Three or higher should refer to the attached interview on their provided copies of this document.\n\n\nThe following is a table of occasions SCP-6734 has been allowed to be used following its classification and addition to the Fundamentum's archives.\n\n\n\n\n\n\nWielder\n\n\nOccasion\n\n\nCouncil Notes\n\n\n\n\n\n\nKing Jacob Von Xeraphon XI\n\n\nHis Majesty was granted use of the object during the Eve of Blood, so that he could fight alongside The Royal Army in their battle against the horde of risen corpses besieging Dezmond internally and outwardly from their graves. While his presence proved instrumental in driving back the hordes at the Southern Gates, he ultimately fell in battle, impaling himself with the object to fall to the Rage of Yvith himself. In the hours following his death, his daughter Irene and her husband George were pronounced the Queen and King of Holy Xerophylla. Their daughter, Linda, would receive the title of Princess of Greater Dezmond in her mother's place.\n\n\nThe passing of His Majesty Jacob XI was a tragedy, simply put. One of many whose lives were lost during the Eve of Blood. His sacrifice is not to be forgotten, as long as Xerophylla stands.\n -VIII\n\n\n\n\n\n\nDuchess Harriette Von Xeraphon, second cousin to Queen Irene.\n\n\nThe Duchess of Alpana requested access to the object in order to quell an uprising in former Ilcanan territories in the fallout from the Eve of Blood. Access was granted, and the uprising was crushed shortly after.\n\n\nThe poor fools. Only through unity can we make it through these difficult times.\n -III\n\n\n\n\n\n\nDuke Saul Kepler, brother to King George.\n\n\nRequested use of the object to be displayed in his estate during a dinner party. Denied.\n\n\nBuffon.\n -X\n\n\n\n\n\n\nA figure of importance to the Royal Family\n\n\nRequested access to the object for use in an attempt to defeat \nan unnamed entity\n that had had been threatening \na village in Southern Xerophylla\n. Denied due to the likelihood of the object's destruction or loss.\n\n\nWe will not speak of what happened regarding this entry. Pasini will pay for the damages wrought in due time.\n -I\n\n\n\n\n\n\nThe following note has been attached to all copies of the SCP-6734 documents, as per the request of Overseer III of the Council Novus Thirteen.\n\n\n\n\nTo all staff operating within Holy Site-01\n\n\nI thank you for taking the time to read this note.\n\n\nI am aware of the sentiments surrounding the containment of SCP-6734, and how it is being left to the Royal Family. Why, I hear you ask, should the family who called for our creation be the ones handling an aspect of the goals we ourselves swore to achieve?\n\n\nThese questions will be answered with time, as many things are. Sadly, accelerating the temporal flow is something outside of my capability, so you must bear with us.\n\n\nEven if the time it takes is beyond that which you, the one reading this, will live to see.\n\n\nRemember, we die in the dark so we may see the light once more.\n\n\n-III\n\n\n\n\n\n\nThe following is a transcript of a meeting between I and III of the Council Novus Thirteen, as recorded by III.\n\n\n\n\nI enters III's personal quarters under Holy Site-01. III stands from a kneeling position, and turns to face I.\n\n\nI:\n Hello, III.\n\n\nIII:\n I. What brings you to my sanctum on this fine eve?\n\n\nI:\n I wanted to talk to you about SCP-6734.\n\n\nIII:\n You too seek to criticize my decision to keep it within the Royal Family's possession?\n\n\nI:\n Nay, my friend, not at all. I simply wish to understand your insistence on the matter. You were… quite agitated regarding the matter during our last meeting. V is still somewhat rattled from some of the threats you threw around.\n\n\nIII:\n I, my boy, you know how I am regarding my faith. Surely, you would've done much the same if she had said such things about your god?\n\n\nI:\n Not much use in posing such a question to a nonbeliever, but I digress. Explain yourself.\n\n\nIII:\n I suppose you weren't fooled by the excuse of preserving the family's history through such items?\n\n\nI:\n No.\n\n\nIII:\n Very well then. I take it you are aware of the Princess of Greater Xerophylla?\n\n\nI:\n Yes, III, I am very much aware of our future Queen's existence. Continue.\n\n\nIII:\n Allow me to paint you a picture, I. Imagine for me, a warrior. Lithe, lightly armored. A symbol to those around her through virtue of birth. Wielding a weapon that can truly kill her enemies, and prevent her own fall so long as she ensures the fall of others.\n\n\nI:\n III-\n\n\nIII:\n We have the tools in our possession. Her father is the greatest general to grace our Kingdom in generations. She is young, easily controlled and moved toward our vision. We have a weapon that can eliminate many of the dangers of combat so long as she is efficient. She is of royal birth, what better to rally the troops than to have one of the monarchy fight alongside them?\n\n\nI:\n III, do you hear yourself?\n\n\nIII:\n Loud and clear, I.\n\n\nI:\n You're asking me to allow you to manipulate a child into becoming a soldier. Had you not considered she may want something else in life? What if she wishes to be a poet, or a diplomat? Anything rather than a Warrior-Queen.\n\n\nIII:\n I have my ways of avoiding the possibilities.\n\n\nI:\n And what if her parents object?\n\n\nIII:\n Who is George to object to me helping his daughter follow in his footsteps?\n\n\nI:\n Bloody hell. How much of this have you planned out?\n\n\nIII:\n How much would you consider too much?\n\n\nI:\n You've already crossed that line.\n\n\nIII:\n Oh well.\n\n\nI:\n III, I'm going to repeat myself. You see absolutely no problem in manipulating a child into becoming some kind of killing machine?\n\n\nIII:\n Well, there are obviously moral quandaries in this matter.\n\n\nI:\n And how, dare I ask, are you looking to resolve them?\n\n\nIII:\n Simple. Morals and the perfection of a goal such as this are incompatible. As such, I shall eschew the former.\n\n\nI:\n You sick bastard.\n\n\nIII:\n Now now, I, temper.\n\n\nI:\n The other Council members will hear of this.\n\n\nIII:\n You think the half of them will care? X would kill for someone to lead a charge against Pasini. VII is obsessed with seeing 6734 in action someday. II, IV and IX would all love something or someone that would handle the defense of the nation while we set our sights inward to repair the mess we've made. Morals are for newcomers and idiots in this line of work, I. You should know that.\n\n\nI:\n …This isn't the last you'll hear about this from me.\n\n\nIII:\n I await when this comes back to bite me, oh dear I. Now, leave. You are interrupting my prayers.\n\n\nI:\n May Mekhane tear that steel abhorrence you call your flesh from your body and strike you to Hell for what your mind has conjured.\n\n\nIII:\n Machina non curat hominem, I. Goodbye.\n\n\n\n\n\n\n\n\n« \nSCP-6733\n | SCP-6734 | \nSCP-6735\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Archivist's Note: Radiance Steel is discernable from regular steel due to its surface reflecting all colors of visible light when it is exposed to light. This trait is common to all objects made with the material, and is not considered to be part of the anomaly.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-6734",
    "description": "SCP-6734 is a rapier currently within the possession of the Xerophyllan Royal Family. SCP-6734's blade is composed of a material known as Radiance Steel.1",
    "title": "SCP-6734"
}