{
    "url": "https://scp-wiki.wikidot.com/scp-6735",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\nItem #:\n SCP-6735\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6735 is presently contained in Unit #194 at Site-14's Anomalous Wildlife Wing. Subject is to be fed three times daily, and its containment cell should be cleared of ashen residue twice weekly. Usage of SCP-6735 for testing purposes requires prior consent from Director Magnus.\n\n\nDescription:\n SCP-6735 is a mature male dog \n(Canis lupus familiaris)\n of indeterminate breed, first obtained in 1839 by Her Majesty's Foundation for the Secure Containment of the Paranormal \n(HMFSCP)\n.\n\n\nSCP-6735 is believed to be biologically immortal, and has not been observed to age or become sick at any point throughout its two centuries in containment. Notably, the subject walks with a slight limp (believed to be the result of blunt force trauma), suggesting that it does not hold any regenerative capabilities.\n\n\nSCP-6735 possesses highly luminous eyes of red colouration, and displays a consistent internal temperature of 55 °C (131 °F), though this does not appear to cause any adverse health effects. Furthermore, the subject's footprints have been found to contain trace quantities of carbon ash, although no source for this can be determined.\n\n\nSCP-6735 exhibits a unique form of telekinesis, being capable of unsealing locked doors, safes and storage cabinets at will, effective within a range of up to three meters. This ability does not extend to appliances fitted with electronic locks, and has not compromised security measures.\n\n\nBased on the the unexplained circumstances surrounding its recovery (see Addendum), researchers have hypothesized that SCP-6735 may also possess some degree of pyrokinetic ability. This remains speculative however, and the subject has demonstrated no such capacities while in Foundation custody.\n\n\nAddendum:\n SCP-6735 was previously owned by Walter Henshaw (1807 - 1839), a British occultist and purported sorcerer residing in the town of Weyford, England. While scouring the residence for information regarding SCP-6735's anomalous properties, a piece of parchment bearing handwritten instructions was found folded between the pages of an alchemical textbook.\n\n\nThe contents of this document have been transcribed below:\n\n\n\n\n\n\nCut from the corpse of a thief hanged at dusk (left preferable)\n\n\n\n\n\n\nBandage in funerary shroud sewn by a widow\n\n\n\n\n\n\nStore in earthen vessel made with clay from a bishop's grave\n\n\n\n\n\n\nPowder with ferns plucked from a crossroads\n\n\n\n\n\n\nPickle in brine of stolen salt and Marseilles vinegar\n\n\n\n\n\n\nPlace by open window, and leave sit for six days and nights\n\n\n\n\n\n\nLight with wick woven from the dead man's hair.\n\n\n\n\n\n\nHenshaw's body was found lying next to a table in his private study. Cause of death was deemed immolation, despite no signs of fire damage to the property nor any apparent source of ignition. A shattered ceramic vase was found thrown beneath the open window.\n\n\nThe skeletal remains of what was later confirmed to be a severed left hand were discovered partially buried in Henshaw's garden. Subsequent laboratory analysis revealed the presence of linen cloth, candle wax, acetic acid and canine saliva.\n\n\nIt should be noted that SCP-6735's recovery coincided with an extranormal occurrence at a nearby medical college, where anatomy students were preparing for dissection of a recently executed convict. At some point prior to its acquisition, the cadaver's left hand was amputated and stolen by persons unknown. Before the procedure could commence, all students present reported that for a duration of approximately five seconds, the corpse was heard laughing.\n\n\n\n\n\n\nMore from this author...\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6734\n | SCP-6735 | \nSCP-6736\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6735\n\" by Dr Leonerd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6735\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-6735 was previously owned by Walter Henshaw (1807 - 1839), a British occultist and purported sorcerer residing in the town of Weyford, England. While scouring the residence for information regarding SCP-6735's anomalous properties, a piece of parchment bearing handwritten instructions was found folded between the pages of an alchemical textbook.\nThe contents of this document have been transcribed below:\nHenshaw's body was found lying next to a table in his private study. Cause of death was deemed immolation, despite no signs of fire damage to the property nor any apparent source of ignition. A shattered ceramic vase was found thrown beneath the open window.\nThe skeletal remains of what was later confirmed to be a severed left hand were discovered partially buried in Henshaw's garden. Subsequent laboratory analysis revealed the presence of linen cloth, candle wax, acetic acid and canine saliva.\nIt should be noted that SCP-6735's recovery coincided with an extranormal occurrence at a nearby medical college, where anatomy students were preparing for dissection of a recently executed convict. At some point prior to its acquisition, the cadaver's left hand was amputated and stolen by persons unknown. Before the procedure could commence, all students present reported that for a duration of approximately five seconds, the corpse was heard laughing."
    ],
    "documents": [],
    "notes": [
        "Cut from the corpse of a thief hanged at dusk (left preferable) Bandage in funerary shroud sewn by a widow Store in earthen vessel made with clay from a bishop's grave Powder with ferns plucked from a crossroads Pickle in brine of stolen salt and Marseilles vinegar Place by open window, and leave sit for six days and nights Light with wick woven from the dead man's hair.",
        "\" SCP-6735 \" by Dr Leonerd, from the SCP Wiki . Source: https://scpwiki.com/scp-6735 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6735",
    "object_class": "Euclid",
    "containment_procedures": "SCP-6735 is presently contained in Unit #194 at Site-14's Anomalous Wildlife Wing. Subject is to be fed three times daily, and its containment cell should be cleared of ashen residue twice weekly. Usage of SCP-6735 for testing purposes requires prior consent from Director Magnus.",
    "description": "SCP-6735 is a mature male dog (Canis lupus familiaris) of indeterminate breed, first obtained in 1839 by Her Majesty's Foundation for the Secure Containment of the Paranormal (HMFSCP).",
    "title": "SCP-6735"
}