{
    "url": "https://scp-wiki.wikidot.com/scp-6737",
    "all_text": "SCP-6737: Come Fly With Me\n\n\nAuthor:\n \nA Fungus\n, an actual crustacean\n\n⚠️ \nContent warning:\n This article contains a content warning: Grief, Murder, Kidnapping\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6737\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nAnthropoid Site-48\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Ionas\n\n\n\n\n\n\nResearch Head\n\n\n\n\nHead Researcher Osman\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nΤ-14 ('Dutch Shepherds')\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nAnthropoid Site-48\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Ionas\n\n\n\n\n\n\nResearch Head\n\n\n\n\nHead Researcher Osman\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nΤ-14 ('Dutch Shepherds')\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6737-B-009, KLM 932\n\n\n\n\nSpecial Containment Procedures:\n Mobile Task Force Tau-14 ('Dutch Shepherds') will monitor air traffic and acquire the flight manifest of every wide-body cargo and passenger airliner destined for Amsterdam Airport Schiphol (AMS) between Friday at 11:00 and Saturday at 11:00. All abnormalities between flight manifest at time of take-off and at time of landing are to be investigated for the presence of SCP-6737-A. Upon acquisition of SCP-6737-A, MTF Tau-14 will bring subject to Anthropoid Site-48 for assessment. By Order of the Ethics Committee, eligibility for Reintegration Protocol is to be determined on a case-by-case basis; See \nReintegration Protocol #6737\n for further details.\n\n\nDescription:\n SCP-6737 is a recurring anomaly affecting flights to Amsterdam Airport Schiphol (AMS). Within a weekly 24-hour timeframe, a varying number\n1\n of individuals (designated SCP-6737-A) will appear within AMS or onboard any number of wide-body aircraft (designated SCP-6737-B) inbound to the airport. Each instance of SCP-6737-A possesses a simulacrum of the identity of an individual who has gone missing and is presumed dead prior to manifestation. SCP-6737-B typically either departs from or has a layover at the international airport nearest to SCP-6737-A's last known whereabouts or the potential location of their remains.\n\n\nSCP-6737-A subjects do not recall the immediate circumstances of their disappearance and react with unease when informed of traumatic experiences. Instances of SCP-6737-A display intricate false memories which create the belief of having lived a normal life leading up to the decision to board SCP-6737-B. This belief may be superficially supported by personal effects manifested with SCP-6737-A.\n\n\nAddendum- Discovery:\n The first three SCP-6737-A instances manifested on 02/05/2014.\n\n\n\n\nAmerican Airlines 2610 departed from Cincinnati/Northern Kentucky International Airport (KVG) at 06:40 EST, arriving at AMS at 12:20 CET. SCP-6737-A-001 identified as Lee Ellison, age 18 at time of acquisition. SCP-6737-A-001 was the subject of a missing persons investigation since 19/02/2009, declared a homicide 03/04/2009. Murray Souza would be convicted of her murder and two others in the Cincinnati area; although blood evidence was crucial in the trial, Ellison's remains were never located. SCP-6737-A-001 sent the following text messages to the mother of Ellison:\n\n\n\n\n\n\njust landed mom\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nwho is this???\n\n\n \n\n\n \n\n\nlee lol\n\n\n \n\n\n \n\n\nbrb i gotta look for jenny. probably at a bar. you know they let us drink here?? and you can't stop us lol\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nwhoever the fck u are this isnt funny. fck you\n\n\n \n\n\n \n\n\n \n\n\ncalm tf down it's just a drink. are you alright?\n\n\n \n\n\n \n\n\n \n\n\nsick bstard impersonating my dead child. do i know u? havent seen jenny in years bitch\n\n\n \n\n\n \n\n\n \n\n\n….\n\n\n \n\n\n \n\n\nare you the one drinking? call me.\n\n\n \n\n\n \n\n\n \n\n\n<SCP-6737-A-001 has a correspondence with the mother over video call, prompting her to alert media and authorities.>\n\n\n\n\n\n\nAt 18:30 CET, KLM 838 arrived from Singapore Changi Airport (SIN) carrying SCP-6737-A-002, identified as Min Jiang, age 38. Jiang was last documented 15/02/1999. Subject allegedly ceased contact with her parents in Suzhou, China due to an interpersonal dispute, and abandoned her apartment intact, her family never receiving correspondence until after appearance at AMS.\n\n\n\n\n\n\nAt 19:10 CET, Aeromexico 553 arrived after layover at Cancun International Airport (CUN). SCP-6737-A-003 identified as Roman da Silva, age 27, a Brazilian national who went missing on 05/06/2013 during a vacation trip to Mexico. During a recreational scuba diving excursion in the Gulf of Mexico, subject was separated from his diving group and never found. After manifestation at AMS, SCP-6737-A-003 began posting to social media images of himself at various locations in the city and was inundated with incredulous messages asking his whereabouts.\n\n\n\n\n\n\n████████ \nreplayed your story.\n\n\n \n\n\n \n\n\nDude, wtaf??\n\n\n \n\n\n \n\n\nkkkk i know, amsterdam girls go crazy\n\n\n \n\n\n \n\n\nMate, they said you were dead. They had a wake for you. what the hell is this\n\n\n \n\n\n \n\n\nThey all must have been greatly exaggerating, i guess\n\n\n \n\n\n \n\n\n \n\n\nIs this a joke to you? Christina blamed herself for the whole year. It was devastating\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nidk why everyone's so mad\n\n\n \n\n\n \n\n\nif you wanted to see me, you could have\n\n\n \n\n\n \n\n\n\n\nAll subjects were discovered, contained, and interviewed at various points in time. Information released by and in relation to each subject has been suppressed. The following week, 12 SCP-6737-A instances manifested within a 24-hour period on 09/05/2014 and 10/05/2014.\n\n\nAddendum- Site-48:\n Acquired from Schiphol Group 10/04/1998, Transit Facility-48 (LEY) has been retrofitted from inert Safe-class storage to a site dedicated to humanoid containment. Facility is to be operated under the front group Schiphol Crown Passenger Flights and serve as the primary nexus for the Orientation/Reintegration of SCP-6737-A. Flights with confirmed SCP-6737 activity are permitted to land directly at Site-48 under extenuating circumstances. Approved 25/06/2014. \nSCP-6737-A instances are to be contained for purposes of research for no more than 3 days before receiving D-Class orientation\n amended by Order of the Ethics Committee; see \nReintegration Protocol #6737\n.\n\n\n\n\n\n\nExterior of Site-48 (LEY)\n\n\n\n\n\n\n\n\n \n\n\n\n\nLEVEL 3 CLEARANCE REQUIRED\n\n\n\n\nHide Addendums\n\n\n\n\nAddendum- Instance Log:\n\n\n\n\n\n\nDate\n\n\nSCP-6737-A\n\n\nSCP-6737-B\n\n\nEvent\n\n\n\n\n\n\n10/01/2015\n\n\nPaula, Frédéric Mercado, Ages 38 and 32; Their three children, Ages 12, 10, and 9; A-313 - 317\n\n\nIberia 3341; Marrakesh Menara Airport (RAK)\n\n\nLast seen in Casablanca 26/02/2014, vehicle was found 10/03/2014 offroad in Atlas Mountains, presumed foul play. Entire family manifested at gate upon landing.\n\n\n\n\n\n\n22/08/2015\n\n\nDanilo Wessen, Age 42; A-1942\n\n\nLufthansa 1665; Sibiu Int'l Airport (SBZ)\n\n\nPerson of interest in SCP-████ investigation. Last seen 20/01/2009, presumed deceased.\n\n\n\n\n\n\n17/04/2016\n\n\nGalina Perikoc, Age 43; A-2953\n\n\nEurowings 2977; Zagreb Franjo Tuđman Airport (ZAG)\n\n\nUneventful.\n\n\n\n\n\n\n02/06/2017\n\n\nBoris Manyekovich, Age 63; A-4466\n\n\nPegasus Airlines 401; Grozny Airport (GRV)\n\n\nRussian multi-millionaire and vocal critic of corruption and Russian mafia. Reported missing 30/08/2015, presumed assassinated. Identified by civilian authorities while demanding asylum in American embassy.\n\n\n\n\n\n\n20/12/2019 - 21/12/2019\n\n\nVarious; A-5918 - 6480\n\n\nVarious\n\n\nAbnormally high number of instances (562 manifestations) constituting 0.5% of all passengers arriving at AMS in that period. Cost of containment overflow to various sites compensated by Reintegration Committee.\n\n\n\n\n\n\n19/03/2020\n\n\nMarcurio Wilson, Age 32; A-6794\n\n\nKam Air 15; Hamid Karzai Int'l Airport (KBL)\n\n\nUS Army Corporal reported MIA 13/09/2016 as part of SCP-████ investigation. Claimed to be 'deadheading' aboard a cargo flight from Afghanistan. Subject presented self to personnel in order to provide testimony of his disappearance, the only subject to ever do so.\n\n\n\n\n\n\nAddendum- Research Log:\n SCP-6737-A instances slated for research should be contained in Wing B of Site-48. Upon completion, subjects are to be moved to Wing D for orientation. Current allotted capacity of Wing B is \n4\n \n12\n 18 individual containment cells.\n\n\n\n\n<Research Log 6737.2.1>\n\n\n\n\n\n\n03/05/2014\n\n\nRoman da Silva, Age 27; A-003\n\n\nAeromexico 553 (CUN)\n\n\n\n\n\n\nPersonnel Present:\n Researcher ██████, Agent Ribeiro\n\n\nPrior:\n Subject was physically examined prior to interview for anomalous pathologies. All readings indicate baseline human functions. Agent Ribeiro interprets for subject.\n\n\n\n\n\n\n<Begin transcript>\n\n\n\n\nAgent Ribeiro:\n [Portuguese] Roman, I'm so sorry this has all been so bizarre. Are you ready to talk to Customs now?\n\n\nA-003:\n [PT] I've said everything. There's nothing wrong with my passport. Do you know how many miles I have?\n\n\nAgent Ribeiro:\n [PT] Okay, listen. The game is up, we have evidence that 'Roman da Silva' is dead and has been dead for a year. You're the only person that can explain why you have his passport.\n\n\nA-003:\n [EN] I \nam\n goddamn Roman da Silva! [PT] You're out of your damn mind!\n\n\nResearcher ██████:\n Okay, Roman da Silva.\n\n\n<Researcher ██████ produces images of memorial service held for Roman da Silva.>\n\n\nResearcher ██████:\n \nTu madre\n [sic] gave us those.\n\n\nAgent Ribeiro:\n [PT] Why would you put people through this, Roman?\n\n\nA-003:\n [PT] I… Listen, I don't know what this is. I feel like you're trying to make me insane. I don't know why everyone is saying this.\n\n\nAgent Ribeiro:\n [PT] So you aren't going to explain your disappearance?\n\n\nA-003:\n [PT] I can't. I don't understand.\n\n\nAgent Ribeiro:\n [PT] Roman, do you remember scuba diving in Cancun last year?\n\n\nA-003:\n [PT] Yes. I also remember coming home from Cancun. They're all wrong.\n\n\nAgent Ribeiro:\n [PT] Clearly, Roman, you didn't die out there. What else can you tell me?\n\n\nA-003:\n [PT] Nothing weird happened. Nothing else happened when I went back to Cancun this week. Nothing until I came here and everyone lost their minds.\n\n\nAgent Ribeiro:\n [PT] You're really confident that you don't have anything to say?\n\n\nA-003:\n [PT] If I'm under arrest, we can stop talking now.\n\n\nAgent Ribeiro:\n [PT] Roman, would you like to see a neurologist? I've never seen amnesia quite like this.\n\n\nA-003:\n [PT] I'm not crazy, alright. I'll take a brain scan to prove it.\n\n\nResearcher ██████:\n What are we saying?\n\n\nAgent Ribeiro:\n He's ready for intake.\n\n\n\n\n<End transcript>\n\n\n\n\n\n\nFindings:\n Subject's DNA matches Roman da Silva. Subject is non-combative and superficially non-anomalous. After period of research at Site-██, subject displayed a cognitive decline and was prepared for D-Class orientation.\n\n\n\n\n\n\n<Research Log 6737.314.3>\n\n\n\n\n\n\n12/01/2015\n\n\nFrédéric Mercado, Age 32; A-314\n\n\nIberia 3341 (RAK)\n\n\n\n\n\n\nPersonnel Present:\n Researcher Osman, Dr. ████████\n\n\nPrior:\n Subject administered Class-W mnestics. Translated from French.\n\n\n\n\n\n\n<Begin transcript>\n\n\n\n\nResearcher Osman:\n Hello Frédéric, you understand how this memory enhancer works?\n\n\nA-314:\n Yes.\n\n\nResearcher Osman:\n You understand that we need to get the facts straight if we want your family to get back home?\n\n\nA-314:\n Yes.\n\n\nResearcher Osman:\n Give us something new. Go through the timeline.\n\n\nA-314:\n The timeline?\n\n\nResearcher Osman:\n Start when you were driving into the interior of the country.\n\n\nA-314:\n We left from Casablanca to see some of the only forests in Morocco. We went through the Atlas Mountains. Then we went back. Do you want me to say it ten more times?\n\n\nResearcher Osman:\n The point of the drug administered is to help you sift through these memories. Please, if you have the tiniest detail, say it again. Anyone you saw on the road, anyone who stopped you. Did you ask for directions?\n\n\nA-314:\n Just the horse riders.\n\n\nResearcher Osman:\n Horse riders?\n\n\nA-314:\n I guess locals. They helped us on the backroads in the mountains.\n\n\nResearcher Osman:\n Helped you in what way?\n\n\n<Silence.>\n\n\nA-314:\n I'm not sure. Maybe they weren't on horses.\n\n\nResearcher Osman:\n At what point did you leave the car behind?\n\n\nA-314:\n When it was safe.\n\n\nResearcher Osman:\n Safe?\n\n\nA-314:\n In the morning it was safe.\n\n\nResearcher Osman:\n Safe from what?\n\n\n<Silence.>\n\n\nA-314:\n I'm not sure.\n\n\n\n\n<End transcript>\n\n\n\n\n\n\nFindings:\n Circumstances of subject's disappearance remain inconclusive. Petition by Researcher Osman to postpone orientation of subject has been denied.\n\n\n\n\n\n\n<Research Log 6737.1942.2>\n\n\n\n\n\n\n22/08/2015\n\n\nDanilo Wessen, Age 42; A-1942\n\n\nLufthansa 1665 (SBZ)\n\n\n\n\n\n\nPersonnel Present:\n Researcher Osman, Dr. ████████\n\n\nPrior:\n Research Osman identified subject from previous Foundation investigation. Subject administered Class-W mnestics.\n\n\n\n\n\n\n<Begin transcript>\n\n\n\n\n\n\nResearcher Osman:\n Danilo, I'm glad to see you.\n\nA-1942:\n Uhm, oh yeah. I remember you. I am glad to see you. The investigator.\n\n\nResearcher Osman:\n Yeah, something like that. Danilo, we gave you that mnestic to talk about that.\n\n\nDr. ████████:\n A-1-9-4-2, can you describe the circumstances of your whereabouts after the twentieth of January, 2009?\n\n\nResearcher Osman:\n Cool it with the canned language. He's been through this before. Can we just talk to him?\n\n\nResearcher Osman:\n Danilo, do you remember that investigation?\n\n\nA-1942:\n Yes, yes I do. I'm thankful for your being there. I think the village would've found her, but your work helped immensely.\n\n\nResearcher Osman:\n Has anyone here debriefed you on your situation?\n\n\nA-1942:\n No! not at all. I got in their car at the taxiway and they dropped me in this cell. Is it back? Is my wife okay?\n\n\nResearcher Osman:\n No, it hasn't returned. Your wife is safe in Romania.\n\n\nA-1942:\n You sent her back!? Can't you tell me what's going on?\n\n\nResearcher Osman:\n Danilo, I'm sorry. Our records listed you as missing since January. When it happened. Your family was safe, but they never found you. Whatever memories you have, they're a mirage. Another anomaly.\n\n\nA-1942:\n I'm really not following you. When do I see my wife?\n\n\nDr. ████████:\n Researcher, keep the subject focused on topic.\n\n\nResearcher Osman:\n Danilo, when was the last time you saw the anomaly?\n\n\nA-1942:\n The ███████?\n\n\nResearcher Osman:\n Yes. Do you remember seeing the ████ after we last spoke that January?\n\n\nA-1942:\n Yes. In the countryside. For a few weeks, in the woods by our house. But your guys shot her, didn't you?\n\n\nResearcher Osman:\n No, Danilo. You and the ███████ weren't seen again. I guess, until now. This is another anomaly, like the ████ was an anomaly. You were placed here in Amsterdam, and your memories to this point aren't accurate.\n\n\nA-1942:\n I… okay. So when do I get to go home?\n\n\nResearcher Osman:\n Let's get back on the subject and then we'll see to that.\n\n\n\n\n<End transcript>\n\n\n\n\n\n\n<Researcher Note: Why are we not debriefing subjects about their own containment anymore? Please give more consideration to the forensics team. Everyone's job is easier if they are actually informed about their circumstance.- Osman>\n\n\n\n\nFindings:\n Information provided by subject related to SCP-████ investigation deemed insubstantial. Petition by Researcher Osman to postpone orientation of subject has expired. Subject transferred to Site-██ 28/08/2015.\n\n\n\n\n\n\n<Research Log 6737.6794.1>\n\n\n\n\n\n\n19/03/2020\n\n\nMarcurio Wilson, Age 32; A-6794\n\n\nKam Air 15; Hamid Karzai Int'l Airport (KBL)\n\n\n\n\n\n\nPersonnel Present:\n Head Researcher Osman, Dr. Zhengzhang, █-██\n\n\nPrior:\n Subject presented himself to civilian employees at AMS asking to speak with Foundation personnel. Upon apprehending subject, he professed extensive information regarding an anomalous mass casualty event.\n\n\n\n\n\n\n<Begin transcript>\n\n\n\n\nResearcher Osman:\n Hello, Corporal Wilson, you seem to know why you're here. More than most of the people I talk to.\n\n\nA-6794:\n Yes, yes I do. I'm the sole survivor of SCP-████ and it needs to be contained.\n\n\nResearcher Osman:\n I'm not familiar with that one.\n\n\nA-6794:\n Yeah, I know. They said that's how it works, The memory wiping thing.\n\n\nDr. Zhengzhang:\n Sole survivor of what?\n\n\nA-6794:\n That thing. The ███████ ███.\n\n\nResearcher Osman:\n What is that?\n\n\nA-6794:\n The thing you commandeered my platoon for. In ████████, in the hills. Where they are now buried.\n\n\nDr. Zhengzhang:\n You need to help us out here Corporal.\n\n\nA-6794:\n The dark things under that town. ██████ ███ ████. We were on standby to \"contain\" them. You knew what they were asking of us! You sent us to our deaths.\n\n\n< █-██ receives classified documents relevant to a mass casualty event occurring in area described. Subject's assertion that platoon was eliminated while following directives from Foundation was deemed correct, in combat with imminent anomalous activity.>\n\n\nDr. Zhengzhang:\n But, the Foundation did contain the threat over the following few days.\n\n\nA-6794:\n Yes, we got the better of them.\n\n\nResearcher Osman:\n And you lived, clearly.\n\n\nA-6794:\n Clearly.\n\n\nResearcher Osman:\n Could you tell me how?\n\n\n<Silence.>\n\n\nA-6794:\n Well… It was a just a miracle of God that I didn't get shot. It was hopeless to stand and fight, so… I routed.\n\n\nResearcher Osman:\n And the hostiles, they didn't chase you down?\n\n\nA-6794:\n Well, the… province was Taliban at the time. They probably didn't want to get caught up by Taliban.\n\n\nDr. Zhengzhang:\n But \nyou\n could huff it the couple dozen klicks to Kabul with no provisions?\n\n\n<Silence.>\n\n\nA-6794:\n I didn't say it was easy.\n\n\nResearcher Osman:\n Yes, but why are you here of all places? Your commanding officer is back in Afghanistan.\n\n\nA-6794:\n My C.O. is in that pit. I talked to some guys you brought in. Just trying to make conversation with the weird black-helmet dudes. One of them told me about how this was his last 'assignment', how he was completing his protocol or something. He was interned by your Foundation, he said. Lived in an airport, he said. And he thought he was going back.\n\n\nResearcher Osman:\n He said all that?\n\n\nA-6794:\n When the ██████ clearly weren't being held back by our firepower, he started pleading to his commanders. They pulled back on all of us. I saw those ██████ pull him under the dirt. Nothing we could do for them then. It isn't right for you to leave people in the dust like that. It'll come back to you.\n\n\nResearcher Osman:\n You want us to go dig up a mass grave?\n\n\nA-6794:\n I mean it. It \nwill\n come back to you.\n\n\n\n\n<End transcript>\n\n\n\n\n\n\nFindings:\n Information provided by subject related to SCP-████ deemed credible and substantial. MTF ███-█ was sent to investigate region and located combat zone. Remains of ██ US Army or Foundation personnel were discovered to be ███████ █████. Remains were destroyed in attempt to neutralize SCP-████. Subject was informed of outcome of investigation.\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL 4 CLEARANCE REQUIRED\n\n\n\n\nHide Addendum\n\n\n\n\nAddendum- Ethical Review:\n On 14/11/2016, Researcher Osman submitted a formal complaint to the Ethics Committee, citing three members of MTF Tau-14 and three senior members of the SCP-6737 Research team.\n\n\n\n\n14/11/2016\n\nOffice #5, Site-48\n\n\n \n\n\nTo the Ethics Council\n\n\nOffice of the Ethics Committee\n\n\n \n\n\nRegarding Egregious Ethical Violations\n\n\nForward to: Chairman of the Ethics Committee; E-2; E-7; E-8; E-9; E-12, E-19, E-32\n\n\n\n\n \n\n\n \n\nI, Researcher Taner Osman, request a hearing of the Council of the Ethics Committee in investigation of operatives within my research assignment, SCP-6737, for extreme ethical violations against the civilian population.\n\n\n\n\nI directly accuse Commanding Officers ████████████ and ██████, Intakes Officer ████, and Senior Researchers ████████, ██████, and ███████████ of knowingly running an operation to falsely imprison and traffic members of the civilian public under the pretense of Foundation activity. I believe this operation is both ongoing and funded from research allocations.\n\n\n\n\nI can provide testimony and evidence to the Ethics Committee to support this accusation.\n\n\n \n\n\n \n\n\n \n\nAwaiting your response,\n\n\n \n\n\n \n\n\n \n\nResearcher Taner Osman\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\nResearcher was brought before the Ethics Council one hour after submission.\n\n\n\nCouncillors Present:\n E-2; E-7; E-9; E-12; E-19; E-40\n\n\n\n\n\n\n<Begin transcript, 14:00>\n\n\n\n\nE-2:\n This hearing of the Ethics Council is in session.\n\n\nResearcher Osman:\n Hello, Councilpersons. I thank the Committee for their expedience in this matter. I believe the ethical violations I will uncover for the Committee are grave, and it would be an unconscionable blemish on my service to the Foundation to let it continue without remark.\n\n\nE-2:\n State for the record your qualifications and a description of your research assignment.\n\n\nResearcher Osman:\n Researcher Osman, Criminalistics, 14 years experience at the Foundation in forensic profiling.\n\n\n<\n14:01\n Researcher Osman gives a truncated summary of anomaly, activity relevant to containment, and his induction into research team.>\n\n\nResearcher Osman:\n … I think by the third time someone showed up at A-M-S who's already been on a missing persons case we were interested in, that's when they started to listen to me. I insisted that three days wasn't enough to properly vet these people—\n\n\nE-7:\n Researcher, are these people? Some of these subjects certainly died. Will you provide evidence that whatever shows up at A-M-S are not simulacra of the deceased?\n\n\nResearcher Osman:\n Yes, I will. I insisted we needed more time to vet the subjects. That we could lose so much insight to our cold cases by shipping them off to sites unknown less than a week after intake. That we already had the space in Wing D. I successfully campaigned for a few to have their sentences suspended, temporarily. But it was always about the costs of living space, of food and services, that we couldn't keep them for long. In the back of my mind, the numbers didn't parse. The cost of amnestics, the turnover rate on our facilities. Didn't add up.\n\n\n<\n14:14\n Researcher Osman provides a log of instances to the recordkeeper.>\n\n\nResearcher Osman:\n Last week, I learned that a majority of subjects labeled 6-7-3-7-A aren't even being taken to Site-48. They get shipped off to black sites, redacted or labeled as auxiliary sites. To my knowledge, these sites do not officially exist. I asked Senior Researcher ████████ about this. He brushed it off as standard protocol. Said it's been done this way for ten months, said that we're overcapacity. He's since dismissed me from all ongoing research projects. But I can assure you, those numbers on the record that say, for example, seventy instances this week, ninety the next week, I can testify that only a small fraction of those instances were ever seen by the S-C-P-6-7-3-7 Research Team.\n\n\nResearcher Osman:\n I've used my clearance to go through the logs while I still can. I've collected standouts for you.\n\n\n\n\n\n\n<Intake Log 6737.2953>\n\n\n\n\n\n\n17/04/2016\n\n\nGalina Perikoc, Age 43; A-2953\n\n\nEurowings 2977 (ZAG)\n\n\n\n\n\n\nForeword:\n Subject Identified at AMS taxiway 01:12. Contained and transported to Site-48χ for analysis.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\n\n\n<A-2953 argues in Croatian and some German.>\n\n\nC.O. ████████████:\n Got a live one for you, ████.\n\n\nIntake Officer ████:\n Who is she? What's she's speaking?\n\n\nC.O. ████████████:\n Russian and German, I think. One of the boys said.\n\n\nIntake Officer ████:\n Should we get █████ to talk to her?\n\n\nC.O. ████████████:\n No, we already got her. Galina Perikoc, last seen-\n\n\nA-2953:\n \nTo nisam ja! To nije moja putovnica!\n2\n\n\nC.O. ████████████:\n Quiet. Last seen in 2009.\n\n\nIntake Officer ████:\n Alright, I'll get together the paperwork.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nAfterword:\n 19/04/2016 Subject was transported to Site-██ on request.\n\n\n\n\n\n\nResearcher Osman:\n According to ████████, this is acceptable; standard procedure, even. I speak enough Croatian to know that this woman wasn't Galina Perikoc. She's Croatian, blonde, brown eyes, in her forties, like Galina Perikoc. The passport upon intake said Galina Perikoc. But she's not Galina Perikoc.\n\n\n<\n14:17\n Research Osman produces a Europol notification for missing Croatian woman Julja Emera, dated 17/04/2016.>\n\n\nResearcher Osman:\n I contend that the woman identified as A-2-9-5-3 was never Galina Perikoc, and she wasn't missing until we got involved. She was Julja Emera. Last seen onboard Eurowings 2-9-7-7.\n\n\n<\n14:17\n Research Osman produces further items of interests for the record.>\n\n\nResearcher Osman:\n I contend, A-1-4-4-4, Mehmet Adallisid, misidentification. A-2-8-9-6, Nikosa Adoyev, not found anywhere close to A-M-S. A-4-1-4-7, Ingard Boyeson, a complete fabrication. Job security for ████████ and ██████ meant sweeping in more subjects for their scheme. All human lives, subjects of greater forces, shipped and sold across our facilities.\n\n\nE-12:\n Researcher Osman, what estimation of these instances do you contend are false imprisonments?\n\n\nResearcher Osman:\n The real anomalies are still coming in on schedule. Maybe even at an accelerated rate. I've spoke to them. But if the researcher team never sees most of the inductees, then what facts can I go on? The itineraries of the victims leads me to believe the operation runs around the clock.\n\n\nE-9:\n I don't doubt your sample, Researcher, but we'll make that assessment after our own audit.\n\n\nResearcher Osman:\n Beyond that, I believe there are further examples of egregiously misdirecting the research team.\n\n\n\n\n\n\n<Research Log 6737.314.3>\n\n\n\n\n\n\n12/01/2015\n\n\nFrédéric Mercado, Age 32; A-314\n\n\nIberia 3341 (RAK)\n\n\n\n\n\n\nPersonnel Present:\n Dr. ████████, Senior Researcher ███████████\n\n\nPrior:\n Subject was administered Class-Z mnestics and interviewed. Translated from French.\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. ████████:\n A-3-1-4 tell me again your trip to Morocco.\n\n\nA-314:\n We broke down near Telouet. Camped in the car overnight. Got out in the morning and walked, and there was no one and we left the country on the next flight. Again. Near Telouet.\n\n\nS.R. ███████████:\n Come on, Freddy, look a little deeper.\n\n\nA-314:\n I… You hear me? It's… I've told you what there is to say.\n\n\nS.R. ███████████:\n It's deeper than that, come on. Your family needs these answers.\n\n\nA-314:\n Listen… I'm sorry. I know it's true. I don't have what you want me to say about them.\n\n\nS.R. ███████████:\n About who?\n\n\n<Silence.>\n\n\nA-314:\n It's hard, okay. What happened didn't stick with me at first. Not fully. But if my family needs to know. It's why I'm here. We're here. I'm not going to neglect it anymore. I'm keeping up my part of the deal.\n\n\nS.R. ███████████:\n What deal?\n\n\nA-314:\n The light's appearing before me again.\n\n\nS.R. ███████████:\n What?\n\n\nA-314:\n Our new lease on life.\n\n\nS.R. ███████████:\n What new lease on life?\n\n\nA-314:\n To promise to shed light on their bodies. If they keep us from the grave, we take them to the sunset. To go on in this time once again. See it again in the shade. I let them be with us.\n\n\n<Subject's speech degrades into incoherence.>\n\n\n\n\n<End Log>\n\n\n\n\n\n\nFindings:\n Subject did not regain ability to speak. Per schedule, A-313, A-315 and A-316 approved for D-Class orientation. A-314 and A-317 sent to Site-███ on request.\n\n\n\n\n\n\nResearcher Osman:\n Senior Researcher ███████████ elected not to publish this log for the entire Research Team. I've been requesting more mnestic testing for some time, always shot down. Instead, more and more of my subjects came already dosed up on amnestics, already prepped for orientation. There was no intention to investigate them anymore. They must have assumed that everyone had already reduced these people to numbers in their minds. We'd all turn our noses down when looking at these people because of their jumpsuits. But I noticed.\n\n\nResearcher Osman:\n I submit this evidence for evaluation by the Ethics Council. I believe that the behavior of the 6-7-3-7 team is an unacceptable and malicious violation of the rights of the public and an indefensible use of Foundation resources.\n\n\nE-2:\n Researcher Osman, the Ethics Council will make a determination of the evidence presented. Your appeal to the Council is heard and you may be called upon in the future for examination of and by the accused.\n\n\nResearcher Osman:\n Thank you, Councillor.\n\n\nE-2:\n If there are no further inquiries, this council is dismissed.\n\n\n\n\n<End transcript, 14:24>\n\n\n\n\n\n\nAppeal:\n \nGRANTED\n- By consensus of the Ethics Councillors present and without Veto by \nE-1\n, it has been commanded that the activities of MTF Tau-14 and the SCP-6737 research team are to be immediately audited for ethical violations. Traffic through Site-48 is to be suspended pending final determination.\n\n\n\n\n\n\nDetermination:\n The Ethics Committee has definitively uncovered acts of collusion between the SCP-6737 Senior Researchers and at least ████ Site Directors in at least five countries. All guilty parties within research team and beyond have submitted for termination or reassignment. Within jurisdiction of \nE-40\n, Reintegration Committee Head, remaining victims of ethics violations are to enter Reintegration Program. Within jurisdiction of \nE-40\n and \nE-2\n, Ethics Council Whip, Site-48 is to be operated as the nexus of \nReintegration Protocol #6737\n.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nAddendum- Reintegration Protocol #6737:\n By Order of the Ethics Committee, individuals designated SCP-6737-A are subjects of the Reintegration Program. This Addendum is instructive of criteria:\n\n\n\n\nSubject is above the age of 17;\n\n\n\n\n\n\nSubject has satisfactory results from Reintegration Aptitude Test;\n\n\n\n\n\n\nSubject is physically fit for unassisted living;\n\n\n\n\n\n\nSubject performs unremarkably on Psychic Fortitude, Memetic, Physiological, and Thaumatological Aptitude Tests;\n\n\n\n\n\n\nSubject is not a skilled professional and has not provided exceptional service in Foundation custody;\n\n\n\n\n\n\nCircumstances of subject's disappearance score less than 11 on the Criminology Zeitgeist Scale\n3\n\n\n\n\nApproved 25/02/2017 by \nE-12\n, \nE-40\n; at discretion of SCP-6737 Head Researcher, subjects fulfilling five of six criteria may be eligible for \nReintegration Protocol #6737\n. Approved subjects will be administered Class-F ('Fugue') amnestics, assigned a new, non-anomalous identity, and released from Foundation custody into housing leased for up to three months.\n\n\nFor subjects below the age of 15, see \nReintegration Protocol #015\n.\n\n\nHousing and services for applicants who fail to satisfy criteria for Reintegration Protocol are subject to the discretion of Anthropoid Site-48 Director Ionas. D-Class orientation and transportation is to be overseen by the Reintegration Committee.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As of last quarter, average has plateaued at 19 instances per event.\n\n\n2\n. Translated: 'That is not me! That is not my passport!'\n\n\n3\n. Measure of media saturation and other factors related to recognizability of subjects.\n\n\n\n\n\n\n\n\n« \nSCP-6736\n | SCP-6737 | \nSCP-6738\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6737\n\" by A Fungus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6737\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scp-6737-b.jpg\n\n\nAuthor:\n Andy Mabbett\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\n\n\nFilename:\n scp_6737-a-1.jpg\n\n\nAuthor:\n Rob Koster\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nWikimedia\n\n\n\n\n\n\n\n\nFilename:\n scp-site-48.png\n\n\nAuthor:\n milliped\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nWikimedia\n\n\nNote:\n Image cropped.\n\n\n\n\n\n\n\n\nFilename:\n scp-reintegration-sigil-trans-page.png\n\n\nAuthor:\n David\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n \nWikimedia\n\n\nNote:\n Image inserted into Foundation Logo.",
    "addendums": [
        "Addendum- Discovery: The first three SCP-6737-A instances manifested on 02/05/2014.\nAll subjects were discovered, contained, and interviewed at various points in time. Information released by and in relation to each subject has been suppressed. The following week, 12 SCP-6737-A instances manifested within a 24-hour period on 09/05/2014 and 10/05/2014.",
        "Addendum- Site-48: Acquired from Schiphol Group 10/04/1998, Transit Facility-48 (LEY) has been retrofitted from inert Safe-class storage to a site dedicated to humanoid containment. Facility is to be operated under the front group Schiphol Crown Passenger Flights and serve as the primary nexus for the Orientation/Reintegration of SCP-6737-A. Flights with confirmed SCP-6737 activity are permitted to land directly at Site-48 under extenuating circumstances. Approved 25/06/2014. SCP-6737-A instances are to be contained for purposes of research for no more than 3 days before receiving D-Class orientation amended by Order of the Ethics Committee; see Reintegration Protocol #6737 .\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6737 \" by A Fungus, from the SCP Wiki . Source: https://scpwiki.com/scp-6737 . Licensed under CC-BY-SA .",
        "Filename: scp-6737-b.jpg Author: Andy Mabbett License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Wikimedia",
        "Filename: scp_6737-a-1.jpg Author: Rob Koster License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Wikimedia",
        "Filename: scp-site-48.png Author: milliped License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Wikimedia Note: Image cropped.",
        "Filename: scp-reintegration-sigil-trans-page.png Author: David License: Creative Commons Attribution 3.0 Unported Source Link: Wikimedia Note: Image inserted into Foundation Logo."
    ],
    "containment_procedures": "Mobile Task Force Tau-14 ('Dutch Shepherds') will monitor air traffic and acquire the flight manifest of every wide-body cargo and passenger airliner destined for Amsterdam Airport Schiphol (AMS) between Friday at 11:00 and Saturday at 11:00. All abnormalities between flight manifest at time of take-off and at time of landing are to be investigated for the presence of SCP-6737-A. Upon acquisition of SCP-6737-A, MTF Tau-14 will bring subject to Anthropoid Site-48 for assessment. By Order of the Ethics Committee, eligibility for Reintegration Protocol is to be determined on a case-by-case basis; See Reintegration Protocol #6737 for further details.",
    "description": "SCP-6737 is a recurring anomaly affecting flights to Amsterdam Airport Schiphol (AMS). Within a weekly 24-hour timeframe, a varying number1 of individuals (designated SCP-6737-A) will appear within AMS or onboard any number of wide-body aircraft (designated SCP-6737-B) inbound to the airport. Each instance of SCP-6737-A possesses a simulacrum of the identity of an individual who has gone missing and is presumed dead prior to manifestation. SCP-6737-B typically either departs from or has a layover at the international airport nearest to SCP-6737-A's last known whereabouts or the potential location of their remains.",
    "title": "SCP-6737"
}