{
    "url": "https://scp-wiki.wikidot.com/scp-6741",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+49\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-6741 - Beckoning Cold\n\n\nMore by me!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHouse of Isabel Torres (Victim #37).\n\n\n\n\n\n\nItem №:\n SCP-6741\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Due to the isolated nature of its attacks, SCP-6741 has yet to be apprehended. Mobile Task Forces operating from Site-8 are authorized to respond to sightings. If located, SCP-6741 should not be directly interfered with; instead, containment efforts are to focus on capturing the anomaly after its feeding cycle concludes.\n\n\nSubjects affected by the secondary properties of SCP-6741 are to be euthanized. Rescue is not to be attempted.\n\n\nPersonal effects of SCP-6741 victims are to be collected for storage, and their homes seized by a Foundation front company and condemned. Further measures are generally unnecessary. Amnestics may be administered to witnesses on a case-by-case basis.\n\n\nDescription:\n SCP-6741 is a predatory humanoid entity which exclusively targets humans possessing a specific set of traits. All victims of SCP-6741 inhabit remote areas with cold climates, express above-average adventurous and individualist tendencies, and have few living friends or family.\n\n\nEyewitness accounts describe the anomaly as having the following abnormal features: blue-white skin, a loosely feminine body shape with extremely thin, distended limbs, and no outward anatomical features beyond a pair of humanlike orange eyes. The precise details of SCP-6741’s physiology remain indeterminate due to its evasion of containment. Vital organ systems may be present but not visible - SCP-6741 is frequently reported to be surrounded in vapor, indicating that it has some form of body heat.\n\n\nThe hunting patterns of SCP-6741 are summarized below.\n\n\n\n\nStage 1 - Stalking:\n SCP-6741 follows its chosen victim and observes them from a distance. This is typically performed with a degree of stealth; the victim remains ignorant to SCP-6741’s presence throughout, though often becomes paranoid and reports feelings of being watched.\n\n\nStage 2 - Misdirection:\n SCP-6741 attempts to gain entry to its victim's home. To aid in this, it appears capable of mimicking the voices and mannerisms of individuals that the victim knows personally, although it is unknown if this is an instinctual behavior or evidence that SCP-6741 is sapient. Should these methods be unsuccessful, the anomaly will usually withdraw. However, the victim will be targeted again at a later date with more aggressive tactics;\n1\n in all cases, the victim eventually succumbs and allows SCP-6741 into their home.\n\n\nStage 3 - Egress:\n Exact details of this process are unclear. The majority of information has been gathered from limited witness testimonies and miscellaneous forensic evidence. It is currently believed that the victim dons temperature-appropriate clothing, exits their home and — evidently of their own volition — follows SCP-6741 to an as-yet unidentified location.\n\n\nStage 4 - Feeding:\n Unknown. During this stage, SCP-6741 will not emerge to pursue more prey, indicating it is otherwise occupied.\n\n\nStage 5 - Excretion:\n After 10-15 days, a facsimile of the victim composed of ice will be returned to their home. The ice is non-anomalous but contains trace amounts of human blood and, on occasion, teeth.\n\n\n\n\nNormally, this sequence of events occurs roughly once per month. However, this may be disrupted by SCP-6741’s secondary properties: individuals who attempt to directly observe the anomaly while it is hunting preclude its manifestation. These individuals will subsequently become the next victims of SCP-6741’s hunting cycle, regardless of their personality traits, age or location.\n\n\nAlthough this aspect of SCP-6741 has frustrated research significantly, it potentially allows for a modicum of control over SCP-6741’s hunting patterns and choice of victims. Such a path of experimentation has yet to be approved by the Ethics Committee.\n\n\n \n\n\n\n\n\n\nAddendum 6741-1 (Testing Log)\n\n\n\n\n\n\n \n\nFollowing Ethics Committee authorization, a member of Class-D personnel (D-307) was made to observe SCP-6741 and became its next victim.\n\n\nD-307 was implanted with subdermal GPS trackers and several body cameras, and placed in a Foundation-owned house with appropriate provisions. SCP-6741 arrived after 2 days. Footage from the body cameras was purposely not reviewed until after the conclusion of the event; this allowed personnel to safely observe the full hunting cycle of SCP-6741.\n\n\nFootage indicates that SCP-6741 impersonated a member of Foundation personnel, claiming that the experiment had been canceled due to inclement weather. It was successful in convincing D-307 to allow it entry. D-307 was observed to react with brief surprise but no fear or apprehension to the anomaly's presence; she then put on the winter clothing provided to her and exited the house, following SCP-6741 for an estimated distance of 130 kilometers. The direction of travel was predominantly north, and travel time was ~26 hours. D-307 did not sleep, eat or drink during this time.\n\n\nAt the conclusion of travel, D-307’s GPS tracker pinged in a remote area of Siberia. As the distance D-307 had traveled was not sufficient to place her in this location, it is theorized that she was spatially translocated through anomalous means. Camera footage displayed a large cave mouth, into which D-307 followed SCP-6741. After traversing the cave for 34 minutes, D-307 and SCP-6741 emerged into an expansive cavern with a bonfire in its center. Indistinct objects composed of ice were arranged along the walls of the cavern.\n\n\nSCP-6741 sat beside the bonfire and nonverbally invited D-307 to join it. D-307 complied. Her body language indicated relaxation; she shortly assumed a supine position on the floor, appearing to lose consciousness. The quality of the footage rapidly degraded after this point, leading to a complete loss of signal.\n\n\nFinal frames clearly show portions of D-307’s body beginning to transform into ice as SCP-6741 places a hand on her arm. Further action is pending.\n\n\n \n\n\n\n\n\n\n! URGENT FILE UPDATE !\n\n\n\n\n\n\n \n\nDuring a recent containment attempt, SCP-6741 was accidentally terminated.\n\n\nA Mark III learning drone had been deployed to the location described in Addendum 6741-1. It was believed that the drone would be able to apprehend SCP-6741 without the need for direct human intervention. During this time, it encountered SCP-6741 — which was in the process of leading a victim\n2\n into the cave — earlier than expected.\n\n\nRecovered footage indicates that SCP-6741 paused and turned to face the drone’s camera. Several critical components of the drone then began to overheat, causing a malfunction. Due to this, the drone erroneously registered hostile activity and discharged an explosive munition into the chest of SCP-6741 at point-blank range, which proved instantly fatal. The corpse of the entity underwent a transformation into ice and rapidly sublimated.\n\n\nAlthough damaged, the drone was able to continue operating at reduced power capacity. This allowed Site-8 personnel to observe what transpired afterwards: namely, at the moment of SCP-6741’s termination, its victim instantly transformed into ice while remaining alive and mobile.\n\n\nThe victim began attempting to travel through the cave but, due to the fragility of their transformed body, suffered the loss of three limbs in the process. They were noted as expressing considerable distress from these injuries, but continuing to drag themselves forward via their remaining arm. Upon reaching the bonfire, the victim crawled directly into it, collapsed, and curled into the fetal position. At this time they were observed to be shuddering violently and making facial expressions indicative of crying, although no tears were produced.\n\n\nThe victim’s body then gradually melted, a process which lasted a further five hours and appeared to be extremely painful. On account of its damaged state, the drone was unable to enact a rescue.\n\n\n\n\n\n\nPartial remains of Mari Harker.\n\n\n\n\n\n\nDespite the termination of SCP-6741, individuals fitting the criteria of its prey continue to be targeted by a phenomenon of unknown provenance. Revisions to containment procedures and description are currently underway; a provisional file for the anomaly may be found below.\n\n\n\n\n+ Display file: 'scp_6741_revised_ver07'\n\n\n\n\n- A BROKEN BULWARK LETS THE FRIGID WIND IN\n\n\n\n\n\n\nItem №:\n SCP-6741\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Families and close relations of SCP-6741 victims are to be given Class G amnestics.\n\n\nDescription:\n SCP-6741 is a phenomenon in which certain individuals will exit their homes without warning, transmute into ice while remaining alive and mobile, and spatially translocate to a remote cavern in Siberia. Victims of SCP-6741 will then self-terminate by melting their own bodies in a bonfire within the cave. The behavior of these individuals implies that they are being made to perform the aforementioned actions against their will and are experiencing considerable pain throughout.\n\n\nFor unclear reasons, SCP-6741 does not target Foundation personnel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6740\n | SCP-6741 | \nSCP-6742\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. e.g. impersonation of loved ones, claiming to be in immediate danger\n\n\n2\n. Mari Harker, 27",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "Keter",
    "containment_procedures": "Families and close relations of SCP-6741 victims are to be given Class G amnestics.",
    "description": "SCP-6741 is a phenomenon in which certain individuals will exit their homes without warning, transmute into ice while remaining alive and mobile, and spatially translocate to a remote cavern in Siberia. Victims of SCP-6741 will then self-terminate by melting their own bodies in a bonfire within the cave. The behavior of these individuals implies that they are being made to perform the aforementioned actions against their will and are experiencing considerable pain throughout.",
    "title": "SCP-6741"
}