{
    "url": "https://scp-wiki.wikidot.com/scp-6743",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\nItem #:\n SCP-6743\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n The shattered pieces of SCP-6743 are to be kept in a standard anomalous item locker. Outside of testing, the locker is to be filled with nitrogen gas while sealed to prevent corrosion.\n\n\nDescription:\n SCP-6743 was a standard size 11 iron ring, featuring an empty setting at the center. Its design was consistent with a typical promise ring.\n\n\nPrior to Incident 6743-1, after being removed from the finger of a properly fitting subject, SCP-6743 would cause the former wearer to lose their ability to speak and write adjectives, verbs, and common nouns\n1\n more than once, however symbolic language\n2\n is unaffected. In almost all cases, this effect wore off after approximately 72 hours.\n\n\nAs of 1/21/1999, SCP-6743 is nonfunctional and considered neutralized following its destruction during Incident 6743-1.\n\n\nHistory:\n SCP-6743 was recovered on 6/22/1998 during a raid on an Black Prince Jewelers warehouse in New York City, New York. The object was found in a crate, next to the following note:\n\n\n\n\nHey Vanessa\n3\n. I made the ring just like you asked- it'll only work temporarily on most people, but it's permanent on that fucker you were talking about. Can't believe he screwed you over like that, sold you out to the jailers.\n\n\n \n\nThis world is a cruel place, unfortunately. I hope this can make what he did to you somewhat better.\n\n\n \n\n\n\n\n-Rob, Black Prince Jewelers\n\n\n\n\n\n\nAddendum 6743-1:\n As of 1/5/1999, SCP-6743 is pending reclassification to anomalous object status due to its relatively low risk compared to other anomalies. \n-Dr. Patrick Lyons\n\n\nIncident 6743-1:\n At 16:34 local time, 1/21/1999, Dr. Patrick Lyons of the Anomaly Reclassification Committee destroyed SCP-6743 by shattering it with a hammer. The following documents were recovered during investigation into SCP-6743's neutralization.\n\n\n\n\n+ Open Recovered Documentation\n\n\n\n\n- Close Recovered Documentation\n\n\n\n\nThe following are emails between Dr. Patrick Lyons, and Dr. Ahmir Faheem\n4\n approximately 83 hours after Dr. Patrick Lyons wore and then removed SCP-6743 on 1/8/1999 for testing.\n\n\n\n\n\n\n1/11/1999:\n\n\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n The Ring\n\n\n\n\n\n\nExcellent afternoon, Dr. Faheem.\n\n\nSCP-6743's abnormalities persist beyond the 72 hour period, now approaching 83 within myself. I hoped that you possess a clarification for this issue that could aid me?\n\n\nThanks in advance,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n\n\nTo:\n Dr. Patrick Lyons\n\n\nFrom:\n Dr. Ahmir Faheem\n\n\nSubject:\n Re:The Ring\n\n\n\n\n\n\nThat is highly interesting. Unfortunately, you are the first recorded instance where SCP-6743 has affected an individual for longer than 72 hours, and due to its safe properties, there has been no research into cancelling its effects on a subject. As such, the only advice I can provide as of now is to continue waiting it out and try to conserve your words until the affect goes away.\n\n\nBest wishes,\n\nDr. Ahmir Faheem\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n Re:Re:The Ring\n\n\n\n\n\n\nI understand, unfortunately. I intend to respond again soon, if these effects continue. I ask that you please research into solving this controversy, assuming they carry on.\n\n\nSincerely,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n \n\n\n1/14/1999:\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n Lingering Ailment\n\n\n\n\n\n\nDr. Faheem, I am turning increasingly disquieted as the consequence of the eccentricity proceeds in me. It has now been roughly 6.6 days since exposure. I kindly request that you locate an elucidation for my condition, as petty amounts of words remain.\n\n\nWith gratitude,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n\n\nTo:\n Dr. Patrick Lyons\n\n\nFrom:\n Dr. Ahmir Faheem\n\n\nSubject:\n Re:Lingering Ailment\n\n\n\n\n\n\nDr. Lyons, I apologize for my inability to help you thus far. As I stated before, you are the first case where SCP-6743's anomalous abilities have remained, so my team and I aren't entirely certain how to treat you as of now. However, we're working to find anything we can that may help your situation. I encourage you to head down to my office, and we can begin running some tests and interviews that may be of use.\n\n\nBest wishes,\n\nDr. Ahmir Faheem\n\n\n\n\n\n\n\n\nInterviewed:\n Dr. Patrick Lyons\n\n\nInterviewer:\n Dr. Ahmir Faheem\n\n\nForeword:\n The following interview was conducted on 1/14/1999, approximately 159 hours after Dr. Patrick Lyons was exposed to SCP-6743.\n\n\n<Begin Log, 18:42:56>\n\n\nFaheem:\n Good evening, Dr. Lyons. I'll try to keep this as brief as possible due to your… condition. I'll skip straight to the chase, though. Do you know if you've been affected by any anomalies at any point in your life?\n\n\nLyons:\n No, as long as I remember.\n\n\nFaheem:\n Hmm, I see. Has this been affecting you in any way other than what the files suggest? Perhaps you're a unique case.\n\n\nLyons:\n My symptoms act essentially identical to those in the file. I never believed that it was anything exclusive, at least not yet.\n\n\nFaheem:\n Aren't making this easy, are you? At this rate you may just need to learn sign language…\n\n\nDr. Faheem and Dr. Lyons chuckle.\n\n\nFaheem:\n Well, I think that's all I have for now. We'll need to run some medical tests and continue looking into potential causes, but for now all we can do is wait and hope it either goes away, or hope something turns up. Let's just, uh, hope you aren't the guy in the note.\n\n\nLyons:\n Note?\n\n\nFaheem:\n Yeah, some note recovered with the anomaly just got declassified, they figured it was safe enough to give to everyone else. Here, look.\n\n\nDr. Faheem displays an image of the note on his tablet. Dr. Lyons' expression is notably shocked.\n\n\nFaheem:\n What, heh, worried you might be the guy in the note?\n\n\nLyons:\n Oh fuck… oh shit…\n\n\nFaheem:\n Lyons… are you the guy in the note?\n\n\nLyons:\n Oh god… that-… Vanessa…\n\n\nDr. Lyons begins sobbing.\n\n\nFaheem:\n Lyons? Are you the one in the note?\n\n\nLyons:\n Ye- yes… ah hell… I never should- reported her.\n\n\nFaheem:\n Reported her for what?\n\n\nLyons:\n I messed up… I revealed the single woman who cared for me as a traitor… all over a miniscule deviant. Ratted my own girlfriend to the Foundation- for an individual bit of tech.\n\n\nFaheem:\n Oh dear. We'll end this interview here, I don't want you to use up anymore words. I'll keep working to find a cure, Lyons, we'll see how we can fix this. The note says it's permanent, but hopefully it isn't.\n\n\n<End Log, 19:01:32>\n\n\n\n\n\n\n1/16/1999:\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n Updates?\n\n\n\n\n\n\nDr. Faheem, please comment if you bear any contemporary information regarding my state?\n\n\nRespectfully,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n\n\nTo:\n Dr. Patrick Lyons\n\n\nFrom:\n Dr. Ahmir Faheem\n\n\nSubject:\n Re:Updates?\n\n\n\n\n\n\nUnfortunately, my team and I have had no breakthroughs with SCP-6743. There's very little information on it and how it works, so we're still trying to gather what we can. I'll let you know as soon as we find something useful, Lyons.\n\n\nBest wishes,\n\nDr. Ahmir Faheem\n\n\n\n\n\n\n \n\n\n1/18/1999:\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n Current Clues?\n\n\n\n\n\n\nIs there any recent intelligence for my situation? I doubt I will abide as adept to live similar to this for much further time.\n\n\nBest,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n\n\nTo:\n Dr. Patrick Lyons\n\n\nFrom:\n Dr. Ahmir Faheem\n\n\nSubject:\n Re:Current Clues?\n\n\n\n\n\n\nAgain, I apologize Dr. Lyons, but there's still nothing new. While I'm putting priority into your current issues, I still have to manage several other SCPs and have a lot on my plate. We've discovered some new properties to SCP-6743, but nothing that could fix you yet. I'm sorry.\n\n\nBest wishes,\n\nDr. Ahmir Faheem\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 1/20/1999\n\n\nNOTE:\n The following video was recovered from Dr. Ahmir Faheem's office after Dr. Patrick Lyons requested a meeting.\n\n\n\n\n[BEGIN LOG]\n\n\n[12:05:37]:\n Dr. Lyons knocks on the door to Dr. Faheem's office.\n\n\n[12:05:39]: FAHEEM:\n \n(yelling)\n Come in, Dr. Lyons!\n\n\n[12:05:42]:\n The door slides open, and Dr. Lyons enters.\n\n\n[12:05:46]: FAHEEM:\n Please, take a seat Dr. Lyons. I understand you want to talk about something, but preferred to wait until we could talk face-to-face to speak about it?\n\n\n[12:05:51]:\n Dr. Lyons nods his head.\n\n\n[12:05:54]: LYONS:\n I… think we- lo-\n\n\n[12:06:01]: FAHEEM:\n Take your time, Lyons.\n\n\n[12:06:06]: LYONS:\n We detect architects of halo?\n\n\n[12:06:12]: FAHEEM:\n I'm not certain I understand what you mean, Lyons. Could you perhaps phrase it in a different way? I know you're very limited on vocabulary, but I don't know what you mean. I apologize.\n\n\n[12:06:21]: LYONS:\n It… okay. C- Able of… discovering…. ma- make of SCP-6743?\n\n\n[12:06:28]: FAHEEM:\n I'm sorry, I don't know what you mean. Maybe try pointing to things, see if we can charades it?\n\n\n[12:06:43]:\n Dr. Lyons appears to blankly stare at the wall, before sighing as a tear rolls down his face. He begins to get up from his seat.\n\n\n[12:06:45]: LYONS:\n Nevermind.\n\n\n[12:06:47]: FAHEEM:\n No, no, please, sit back down. I'll figure out what you're saying.\n\n\n[12:06:52]: LYONS:\n No. Inadequate… letter-clusters.\n\n\n[12:07:00]:\n Lyons blankly stares at Dr. Faheem for a moment, before beginning to cry.\n\n\n[12:07:03]: FAHEEM:\n Don't cry… it's alright. We'll figure this out. You just need to stay strong for now, while we figure everything out.\n\n\n[12:07:08]: LYONS:\n No… this… my punishment. Too li- w-… I-\n\n\n[12:07:14]:\n Dr. Lyons begins sobbing.\n\n\n[12:07:26]: FAHEEM:\n Please, Patrick, it's okay. You don't need to cry.\n\n\n[12:07:30]: LYONS:\n No…\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n1/21/1999:\n\n\n\n\n\n\nTo:\n Dr. Ahmir Faheem\n\n\nFrom:\n Dr. Patrick Lyons\n\n\nSubject:\n Me\n\n\n\n\n\n\nI cannot drift past the world like this. Please, cease worrying apropos me and SCP-6743.\n\n\nThanks,\n\nDr. Patrick Lyons\n\n\n\n\n\n\n\n\nTo:\n Dr. Patrick Lyons\n\n\nFrom:\n Dr. Ahmir Faheem\n\n\nSubject:\n Re:Me\n\n\n\n\n\n\nLyons, are you okay? We'll find a cure for this, and we'll get you through this. Please, come to my office and we'll talk… or, sort something out for you. I beg of you to not do anything rash, Patrick.\n\n\nBest wishes,\n\nDr. Ahmir Faheem\n\n\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 1/21/1999\n\n\nNOTE:\n The following video was recovered from Site-17's anomaly storage wing, shortly after Dr. Patrick Lyons' last email exchange with Dr. Ahmir Faheem.\n\n\n\n\n[BEGIN LOG]\n\n\n[16:30:27]:\n Dr. Patrick Lyons is seen entering Site-17's anomaly storage wing, carrying his keycard and a hammer, and a pistol tucked into his waistband. As he enters, he jams the door behind him by smashing the control panel.\n\n\n[16:31:59]:\n Dr. Lyons searches for SCP-6743's locker, and upon locating it, opens it.\n\n\n[16:32:02]:\n Dr. Lyons picks up SCP-6743 and studies it.\n\n\n[16:32:30]:\n Security staff, previously tipped off by Dr. Faheem, knock on the locked door.\n\n\n[16:32:34]: SECURITY:\n \n(yelling)\n Dr. Lyons, let us in. Whatever you're planning, it doesn't need to happen like this!\n\n\n[16:32:36]: LYONS:\n Yes, it does. This came about as my wrongdoing.\n\n\n[16:32:45]: SECURITY:\n \n(yelling)\n No, it doesn't! Let us in Dr. Lyons, we can help you!\n\n\n[16:32:52]: LYONS:\n \n(whispering)\n No.\n\n\n[16:33:01]: SECURITY:\n Dr. Lyons, please! Just open the door, we can talk about whatever is going on.\n\n\n[16:33:05]: LYONS:\n No. You… unable.\n\n\n[16:33:10]: SECURITY:\n Dr. Lyons, we aren't here to hurt you! But if you don't talk to us, we'll have to come in!\n\n\n[16:33:16]: SECURITY:\n \n(yelling)\n If you aren't going to cooperate, we're going to come in! Keep your hands in the air, Dr. Lyons!\n\n\n[16:33:20]:\n Security personnel begin cutting through the door with a torch. Dr. Lyons looks for an exit, however fails to find one.\n\n\n[16:34:33]: SECURITY:\n \n(yelling)\n Alright, we're coming in! Keep your hands in the air and away from the anomalies!\n\n\n[16:34:39]:\n As security personnel begin entering the room, Dr. Lyons sets SCP-6743 on the floor and smashes it with the hammer. It shatters into several pieces that explode across the room.\n\n\n[16:34:44]: SECURITY:\n Fuck! Keep your hands in the air, Dr. Lyons! Don't reach for anything!\n\n\n[16:34:48]:\n Dr. Lyons begins reaching down, toward his waistline.\n\n\n[16:34:49]: SECURITY:\n Don't do it! Keep your hands in the air!\n\n\n[16:34:51]:\n Dr. Lyons reaches into his waistband, retrieving a pistol. He raises it from his hip, taking aim at his own head.\n\n\n[16:34:59]: SECURITY:\n Patrick… you don't have to do that. Put the gun down.\n\n\n[16:35:04]: LYONS:\n I created a commitment.\n\n\n[16:35:07]: SECURITY:\n Committed to what? Patrick, just put the gun down, we can figure out about getting that anomaly out of your head. You can go back to normal. You just need to put the gun down.\n\n\n[16:35:18]: LYONS:\n Impossible. Normalcy befalls the fate of death. And I caused it.\n\n\n[16:35:24]: SECURITY:\n Patrick, it doesn't have to end-\n\n\n[16:35:27]:\n Lyons fires the pistol, killing himself instantly.\n\n\n[16:35:36]:\n As security personnel retrieve SCP-6743's pieces and ensure the integrity of other anomalies, Dr. Lyons' body is searched. Aside from his keycard, pistol, and hammer, a suicide note was located in his pocket.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nI feel incapable of enduring on after what I hath done and this malady. I accomplished that which I had set out to achieve, and I acknowledge that I must flee.\n\n\n \n\nSorrow, Vanessa.\n\n\n \n\n\n\n\n-Patrick Lyons\n\n\n\n\n\n\n\n\n- Close Recovered Documentation\n\n\n\n\n\n\nAnalysis of SCP-6743 following its neutralization revealed a new engraving appeared on the inside, reading \"WHY?\".\n\n\nAddendum 6743-2:\n Following Incident 6743-1, SCP-6743 is no longer pending reclassification to anomalous object and its object class is changed to neutralized. \n-Deputy Director Lucy Kreen\n\n\n\n\nFootnotes\n\n\n1\n. Each inflected form of a word counts as a separate word for this purpose. Contractions function as if they were the full form. For example, using \"I'm\" prevents the later use of \"I am\", and \"don't\" prevents the later use of \"do\".\n\n\n2\n. This includes languages such as sign languages and other hand gestures.\n\n\n3\n. Believed to be POI-88912 (\"Vanessa Landyz\"), who was made aware to the Foundation and terminated shortly after, prior to the discovery of SCP-6743.\n\n\n4\n. The former head of SCP-6743 research, prior to neutralization.\n\n\n\n\n\n\n\n\n« \nSCP-6742\n | SCP-6743 | \nSCP-6744\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6743\n\" by FishAteMe, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6743\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6743-1: As of 1/5/1999, SCP-6743 is pending reclassification to anomalous object status due to its relatively low risk compared to other anomalies. -Dr. Patrick Lyons",
        "Addendum 6743-2: Following Incident 6743-1, SCP-6743 is no longer pending reclassification to anomalous object and its object class is changed to neutralized. -Deputy Director Lucy Kreen"
    ],
    "documents": [],
    "notes": [
        "Interviewed: Dr. Patrick Lyons Interviewer: Dr. Ahmir Faheem Foreword: The following interview was conducted on 1/14/1999, approximately 159 hours after Dr. Patrick Lyons was exposed to SCP-6743. <Begin Log, 18:42:56> Faheem: Good evening, Dr. Lyons. I'll try to keep this as brief as possible due to your… condition. I'll skip straight to the chase, though. Do you know if you've been affected by any anomalies at any point in your life? Lyons: No, as long as I remember. Faheem: Hmm, I see. Has this been affecting you in any way other than what the files suggest? Perhaps you're a unique case. Lyons: My symptoms act essentially identical to those in the file. I never believed that it was anything exclusive, at least not yet. Faheem: Aren't making this easy, are you? At this rate you may just need to learn sign language… Dr. Faheem and Dr. Lyons chuckle. Faheem: Well, I think that's all I have for now. We'll need to run some medical tests and continue looking into potential causes, but for now all we can do is wait and hope it either goes away, or hope something turns up. Let's just, uh, hope you aren't the guy in the note. Lyons: Note? Faheem: Yeah, some note recovered with the anomaly just got declassified, they figured it was safe enough to give to everyone else. Here, look. Dr. Faheem displays an image of the note on his tablet. Dr. Lyons' expression is notably shocked. Faheem: What, heh, worried you might be the guy in the note? Lyons: Oh fuck… oh shit… Faheem: Lyons… are you the guy in the note? Lyons: Oh god… that-… Vanessa… Dr. Lyons begins sobbing. Faheem: Lyons? Are you the one in the note? Lyons: Ye- yes… ah hell… I never should- reported her. Faheem: Reported her for what? Lyons: I messed up… I revealed the single woman who cared for me as a traitor… all over a miniscule deviant. Ratted my own girlfriend to the Foundation- for an individual bit of tech. Faheem: Oh dear. We'll end this interview here, I don't want you to use up anymore words. I'll keep working to find a cure, Lyons, we'll see how we can fix this. The note says it's permanent, but hopefully it isn't. <End Log, 19:01:32>",
        "\" SCP-6743 \" by FishAteMe, from the SCP Wiki . Source: https://scpwiki.com/scp-6743 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6743",
    "object_class": "Neutralized",
    "containment_procedures": "The shattered pieces of SCP-6743 are to be kept in a standard anomalous item locker. Outside of testing, the locker is to be filled with nitrogen gas while sealed to prevent corrosion.",
    "description": "SCP-6743 was a standard size 11 iron ring, featuring an empty setting at the center. Its design was consistent with a typical promise ring.",
    "title": "SCP-6743"
}