{
    "url": "https://scp-wiki.wikidot.com/scp-6746",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️\nContent warning:\n This article contains elements that depict or allude to topics that may be disturbing or distressing for some readers. A list of these topics are;\n\n\n\n\nBody horror\n\n\nTorture\n\n\nGore\n\n\nSacrifice\n\n\n\n\n\n\nThis was co-authored with me, \nandromedaz\n , and \nBrunzell\n does not match any existing user name\n. Thank you to \nFireknight\n and \ncacbbi\n for looking at this during its drafting.\n\n\nCheck out my other works in \nAndromedaz's Universe of Dreams\n\nCheck out Brunzell's works on \nBrunzell's Author Page\n.\n\n\n\n\n\n\n\n\nrating: \n+17\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6746\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTE: The environments of SCP-6746 can not be reliably displayed. This photo was captured within the eastern parts of the perimeter.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n A perimeter fence has been established around SCP-6746. Under no circumstances are any personnel to enter SCP-6746. Observations within the containment perimeter may only be carried out by remote-controlled units. Applied Task Force Epsilon-17 'Storm Scouts' are responsible for supervision and control of the area. Any entities attempting to leave the perimeter are to be recontained if possible or else terminated.\n\n\nDescription:\n SCP-6746 is the designation of all anomalous activity within a coniferous forest area measuring 20 square kilometers in size, located in the Jämtland province in Sweden. The reported phenomena include:\n\n\n\n\nEcological abnormalities, such as flora and fauna of exotic origin.\n\n\nHigh pitched echoes similar to wolf or human vocalizations throughout nighttime.\n\n\nVarious entities, with the most frequently encountered being SCP-6746-A and SCP-6746-B. SCP-6746-A are humanoids averaging a height of 2-3.5 meters, and a weight of ~100 kilograms. SCP-6746-B appear as humanoid instances similar to the human species but exclusively with blonde hair. Most instances bear white clothing and are crowned with wreaths comprised of the aforementioned exotic flora.\n\n\nEmissions similar to electromagnetic noise detectable throughout the area. While these emissions lack an origin point, they grow stronger in the fog within the area.\n\n\n\n\nSeveral wooden signs are nailed to trees around the perimeter of the area. Each of these signs has 'trollskogen'\n1\n inscribed with knife carvings. None of the anomalous occurrences within the area have extended beyond the border established by these signs.\n\n\nAddendum-1:\n Discovery\n\n\nThe earliest reports of SCP-6746 occurred in August 2009, following numerous sightings of dubious activity in the remote area. This was ensued by the disappearance of three people, as well as the disappearance of law enforcement and the one search party dispatched.\n\n\nInitial drone surveys of the area allowed the Foundation to locate the primary habitation area of the entities and set up a temporary perimeter. No contact was attempted with any of the entities during this survey. Following the initial survey, three members of MTF-Epsilon-17 (\"Storm Scouts\") were commissioned for an exploration into SCP-6746.\n\n\nAddendum-2:\n Exploration\n\n\n\n\nDate:\n September 18, 2009\n\n\nExploration team:\n MTF-Epsilon-17 (\"Storm Scouts\")\n2\n\n\nSubject:\n SCP-6746\n\n\nCommand:\n Director Jesper Fransson of Site-80\n\n\nTeam members:\n Lukas 'Pine' Utter, Maria 'Watcher' Blomqvist and Peter 'Elk' Cholsey.\n\n\n\n\n<BEGIN LOG>\n\n\nε-17 Pine:\n Command, you read us?\n\n\nCommand:\n Loud and clear.\n\n\nε-17 Watcher:\n Final mic check.\n\n\nε-17 Elk:\n Check!\n\n\nε-17 Pine:\n Eh, Check! Camera and audio are… Are active.\n\n\nCommand:\n You may proceed.\n\n\nε-17 Pine:\n Roger.\n\n\nPine's camera shows a fog layer. The team continue along a narrow path. Pine occasionally looks upwards toward the pine tops.\n\n\nε-17 Pine:\n Huh.\n\n\nA wailing sound can be heard in the background. Repetitive and shrill vocalizations seem to echo between the trees.\n\n\nε-17 Watcher:\n There's… A clearing up ahead.\n\n\nA sudden sun ray hits the camera, obscuring the opening in front of the team.\n\n\nε-17 Watcher:\n What's that?\n\n\nε-17 Pine:\n Command, we have contact.\n\n\nA shadow reveals a pale humanoid silhouette sitting in the grass.\n\n\nCommand:\n We see it. Approach it slowly, see what it does.\n\n\nε-17 Pine:\n Roger. Keep on guard squad.\n\n\nThe team approaches the entity with their rifles raised. It jumps on its feet, revealing a bare body and long hair. It drops the wood anemone it held in its hand.\n\n\nInstance:\n Ah! Please, don't shoot!\n\n\nε-17 Watcher:\n What now, Pine?\n\n\nε-17 Pine:\n Stay back.\n\n\nPine approaches the instance with his rifle lowered. He proceeds to communicate with the instance in Swedish.\n\n\nε-17 Pine:\n Who are you?\n\n\nInstance:\n I am a meadow elf. I belong in the clearings of these woods. Who are you people?\n\n\nε-17 Pine:\n We are trying to find some people that were lost out here.\n\n\nEight seconds of silence occurs.\n\n\nInstance:\n I…would not have high hopes of finding them. The trolls probably took them. They threaten the elves in these woods, and whoever you lost here are likely among them now.\n\n\nε-17 Pine:\n What do you mean?\n\n\nInstance:\n They've likely changed. Or… Or been changed. However, even we have used people. To trade them for Myra.\n\n\nε-17 Pine:\n You took people?\n\n\nInstance:\n Some people had wandered into our territory to harvest berries, and one of them seemed like an ideal trade for Myra. So we sang to them, brought them deeper, and kept them.\n\n\nε-17 Pine:\n Who is this Myra?\n\n\nInstance:\n Our master. She guides our children and gives us strength, and ensures the trees and animals favor us. Without her, we are at the disadvantage.\n\n\nε-17 Pine:\n What did you want with the people you took?\n\n\nInstance:\n We used the girl in exchange for Myra. The trolls do not understand why Myra is important to us. They only took her from us as intimidation. The boys became gifts for the Dieser.\n3\n\n\nε-17 Pine:\n Anything else?\n\n\nInstance:\n I don't know much more. I don't understand conflict tactics. I will leave now, and go on my own way.\n\n\nε-17 Pine:\n Well, goodbye then.\n\n\nInstance:\n Farewell.\n\n\nThe team returns into the woods, with Pine proceeding to contact command.\n\n\nε-17 Pine:\n Command, come in.\n\n\nCommand:\n We read you.\n\n\nε-17 Pine:\n You received that right?\n\n\nCommand:\n Indeed.\n\n\nε-17 Pine:\n She said that the entities had taken people for themselves. I'd assume that's the people who disappeared in here.\n\n\nCommand:\n We've noted. Please continue into the forest.\n\n\nε-17 Pine:\n Roger.\n\n\n\n\n\n\nImage taken from video recorded by ε-17 Pine's head camera.\n\n\n\n\n\n\n \n\n\n\n\n<REDUNDANT RECORDINGS CUT FOR BREVITY>\n\n\n\n\n \n\n\nThe team encounters an area devoid of plants about ten meters in diameter. A small mound rests in front of the team, textile rags and pieces of crude jewelry are seen scattered around the mound. The camera turns aggressively away when a human hand enters the picture.\n\n\nε-17 Elk:\n Oh my god.\n\n\nε-17 Watcher:\n That's repulsive.\n\n\nε-17 Pine:\n Command, you seeing this?\n\n\nCommand:\n Yes. We need a closer look.\n\n\nε-17 Pine:\n Are you serious?\n\n\nCommand:\n That's an order. Give us a closer look.\n\n\nPine approaches the mound. Various insects can be seen in view, Pine brushes them off the lens. Closer inspection upon the surface reveals larvae eggs in the crevices of rotten skin and flesh. Upon the skin seem to grow bloats and growths disproportionate of the human body. There is subtle movement among the bodies forming the mound. Pine removes himself from this scene.\n\n\nε-17 Pine:\n Oh god, oh g-\n\n\nThere's a vomiting sound from Pine.\n\n\nε-17 Elk:\n Pine, straighten up.\n\n\nε-17 Pine:\n It's- They're not dead!\n\n\nε-17 Watcher:\n My meters are picking up levels of activity. It bears resemblance to — thaumaturgy. I wouldn't get closer to them.\n\n\nε-17 Pine:\n I don't like this, we should leave. Assuming command does not have some stupid task for us.\n\n\nCommand:\n We got the footage we needed. You may move out.\n\n\nThe team walks about 500 meters away from the bodies, where they stumble upon what appears to be a campsite. A single fire pit can be seen with glowing embers in it, along with tents made from skin hides. A set of string lights are also set up around the site.\n\n\n\n\n\n\nCampsite recorded by ε-17 Pine.\n\n\n\n\n\n\nε-17 Elk:\n What's this?\n\n\nε-17 Pine:\n I don't know. Some sort of…\n\n\nPine is interrupted by the sound of of whimpering.\n\n\nε-17 Pine:\n Who's there?\n\n\nε-17 Watcher:\n Sounds like it's coming from within the camp.\n\n\nε-17 Pine:\n Let's investigate. Stack up behind me.\n\n\nThe team proceeds in a single-file line through the campsite, approaching the source of the whimpering.\n\n\nε-17 Pine:\n Look!\n\n\nIn between two trees a woman in her mid twenties is laying in fetal position. She is wearing a tank top and jeans, both of which are covered in blood and vomit. Her body shows signs of severe trauma. Pine reaches down to the woman with his right hand. She reacts with shock, but soon appears calm.\n\n\nε-17 Pine:\n She's conscious but weak. Command, what do we do?\n\n\nCommand:\n Retrieve her.\n\n\nε-17 Pine:\n Give her a hand Elk.\n\n\nElk helps the woman up, and puts her right arm around his neck. The team proceeds to retreat from the campground, but is interrupted by the sound of branches snapping behind them. The camera turns to face the direction of the sounds.\n\n\nε-17 Pine:\n What the fu—\n\n\nIn the woods behind them, 4-5 tall silhouettes can be seen. The instances are heavily obscured by the fog and shadows of the trees. A reverberating echo muting all other sound disturbs the recorder.\n\n\nUnknown:\n SCUM. YOU ARE NOT PERMITTED HER.\n\n\nThe instances begin approaching the team, vocalizing unintelligible phrases. Several of them raise objects above their heads, and charges.\n\n\nε-17 Pine:\n Get the fuck back!\n\n\nPine fires several three-round bursts into the hoard. Two of the instances are seen collapsing to the ground. Gunshots and screaming mute the recorder as the remaining instances bend the pine trees in their way. Several of the instances are wearing skin hides and jewelry. One of the instances can be seen wearing a damaged uniform consistent with that of the local law enforcement.\n\n\nε-17 Watcher:\n Get out, get out! We should leave immediately!\n\n\nThe team runs in the opposite direction. Throughout the retreat, all three team members continuously fire their rifles at the pursuing instances. The camera of Pine is suddenly thrown and turns to black.\n\n\nε-17 Pine:\n Ah, fucking shit.\n\n\nε-17 Watcher:\n Everyone good?\n\n\nε-17 Pine:\n Yeah, yeah. I just fell.\n\n\nε-17 Elk:\n I still have the girl. [panting] Had to put her over my shoulder. I almost lost…\n\n\nThe camera is restored to Pine's helmet.\n\n\nε-17 Elk:\n Who…you guys hear that?\n\n\nε-17 Pine:\n I hear it. We should go look.\n\n\nCommand:\n What do you hear team? Approach any possible danger with extreme caution.\n\n\nThe recording picks up a high-pitched vocalization, which gradually grows louder. The team reach several large boulders covered in a turquoise moss-like growth, with a subtle bioluminescence. The vocalizations are clear now, and appear to originate from behind the boulders.\n\n\nε-17 Pine:\n Sounds like it's coming from behind the rocks. Let's take a look.\n\n\nε-17 Watcher:\n My meters are picking up the thaumaturgic levels again. Stronger than the last ones.\n\n\nThe team crawls onto the boulders. Over the rim of them, a small clearing devoid of plants can be seen. Twelve pale human instances stand on the perimeter of the clearing. Two human bodies seem to be placed in the center of the clearing. The chanting stops. One of the instances approaches the bodies, and scatters exotic flora around the bodies, while vocalizing unintelligible phrases.\n\n\nε-17 Watcher:\n My meters are going crazy!\n\n\nThe bodies begin to distort along with the ground around it, causing geometric shapes to form in the ground. The bodies disintegrate, with parts of them rising upwards.\n\n\nε-17 Pine:\n What… Am I watching?\n\n\nPine's camera faces upwards, where the fog layer begins to change. Within the fog, several human female faces slowly form. They only appear within the fog immediately above the clearing. One of the instances utters a phrase in Swedish.\n\n\nUnknown:\n CONTINUE…OVERSEE US.\n\n\nThe pale humanoid instances depart the clearing, with the ground and fog slowly returning to their former states. The bodies are completely gone.\n\n\nε-17 Pine:\n Command, did you get that?\n\n\nCommand:\n Affirmative.\n\n\nε-17 Watcher:\n My meters are back to normal. I don't know what that was.\n\n\nε-17 Elk:\n Looks like whatever it was, it's done. I did not like that.\n\n\nε-17 Watcher:\n Hey, why are you always like this? Isn't this what we're trained for? Now let's get the hell out of here.\n\n\nThe team departs the area without further incident.\n\n\n<END LOG>\n\n\n\n\nClosing statement:\n All three members of MTF-Epsilon-17 successfully departed SCP-6746. The woman was recovered under the designation PoI-7162.\n\n\n\n\nAddendum-3:\n Debriefing of PoI-7162\n\n\n\n\nInterviewee:\n PoI-7162\n\n\nInterviewer:\n Dr. Markus Valby\n\n\nForeword:\n PoI-7162 is laying on a hospital cot being treated for her injuries. This interview was conducted in Swedish, and has been translated.\n\n\n\n\n<BEGIN LOG>\n\n\nPoI-7162:\n Who are you? Please don't hurt me.\n\n\nDr. Valby:\n It's- it's alright. I know you're struggling right now, we are not here to hurt you. We are just here to listen to what you have to say on the woods. Do you remember the woods?\n\n\nPoI-7162:\n Oh god… They…\n\n\nDr. Valby:\n We have all the time in the world.\n\n\nPoI-7162:\n They told us to come with them. We knew not to follow strangers, but we followed these people deeper into the woods, thinking that they were magical. It was all because of the flowers, they gave us them. They were-\n\n\nDr. Valby:\n Okay. Slow down, you don't have to stress. What people did you find in the woods? Can you describe them?\n\n\nPoI-7162:\n Pretty tall, blonde boys. They were singing, I- We thought they were elves. I'm sorry.\n\n\nShe wipes tears off her face with a napkin.\n\n\nPoI-7162:\n They crowned us in flowers, and wrapped us in white linens. It was too beautiful, the singing… We could sing with them and dance about the forests and meadows. These people worshiped nature somehow, and this was a cultural practice.\n\n\nDr. Valby:\n Please continue.\n\n\nPoI-7162:\n At sundown, a couple of the elves approached me, who told us they wanted time with the boys. So we separated. And, and-\n\n\nPoI-7162 breathes heavily.\n\n\nDr. Valby:\n Slowly.\n\n\nPoI-7162:\n One of the people, the elves, he was the loveliest man I've ever seen. He sat me down on a log and started to sing to me. It was so beautiful, like I could feel the song touch my heart. And, and then oh my… I know this will sound really weird to you but the song started literally touching my heart. It wrapped, oh god it wrapped itself around my heart. I don't remember what happened next except his song it had turned into a- into a screeching hell until I felt my body loosen and suddenly, I was alone.\n\n\nSeven seconds of silence occurs.\n\n\nPoI-7162:\n I tried shouting for someone but no one responded. I could barely see anything between the trees. It's-\n\n\nPoI-7162 examines her back with both hands.\n\n\nPoI-7162:\n Do I have anything on my back? Am I injured there?\n\n\nDr. Valby:\n No, it's fine. It's all below your waist and your left arm.\n\n\nPoI-7162:\n It's funny really… We are taught in school to hug trees when we are lost and alone, So I did. And the pine, the pine hugged me back.\n\n\nDr. Valby:\n I see.\n\n\nPoI-7162:\n Hah, are you noting now that I'm clinically insane? I swear it's true.\n\n\nDr. Valby:\n No, not at all. I believe you.\n\n\nPoI-7162:\n And it was very comfortable actually, I felt warmer. But then someone ripped me from my pine tree. Something…\n\n\nDr. Valby:\n What?\n\n\nPoI-7162:\n Ugh, it screamed at me and cried. It pulled my limbs and I was so scared it would rip me apart. It dragged me on the forest floor and repeated \"Don't leave us again Myra. Mustn't leave us. Don't leave us again Myra. Mustn't leave us\". It looked like one of the boulders around me, big and gray with moss for hair. But it also had… It had heavy jewelry, big earrings and necklaces.\n\n\nDr. Valby:\n Would you describe it as a-\n\n\nPoI-7162:\n Troll? I didn't think of it at the time, I didn't think anything, but yes. A troll. I promise you! Ughh, I was taken to a campsite and there there were more of them waiting. They tied me up… They said something about 'other guests' and throwing these under 'rags and jewels'. It was, somehow important for these… These trolls, to perform the rituals against the 'pale ones'.\n\n\nDr. Valby:\n Do you think they were referring to the ones you encountered first?\n\n\nPoI-7162:\n Yes, I think so. The elves or, whatever. Oh god they… They gave me maggots, maggots to eat. I had to… I didn't have a choice. And I have never experienced such, such pain…\n\n\nDr. Valby:\n You don't need to continue if you don't want to, we can pause this and-\n\n\nPoI-7162:\n Is that why my waist is broken? Yes… Yes of course… They…\n\n\nDr. Valby:\n Nurse!\n\n\nPoI-7162:\n They played tug of war with me…\n\n\nPoI-7162 faints in Dr. Valby's arms.\n\n\n<END LOG>\n\n\n\n\nClosing statement:\n PoI-7162 made a full recovery from her injuries. Further manned exploration into SCP-6746 has been prohibited indefinitely.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Swedish for 'troll forest'.\n\n\n2\n. Remade to an Applied Task Force following containment.\n\n\n3\n. The moniker given to female deities in Scandinavian folklore, usually manifesting in fog or mist.\n\n\n\n\n\n\n\n\n« \nSCP-6745\n | SCP-6746 | \nSCP-6747\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6746\n\" by andromedaz and Brunzell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6746\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n forest1.jpg\n\n\nName:\n Swedish Spruce Forest.jpg\n\n\nAuthor:\n Nick Lott\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n goprocam.jpg\n\n\nName:\n Deep in the Swedish forest. (49489843262).jpg\n\n\nAuthor:\n Mattias Åström/edited by \nandromedaz\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n camp1.jpg\n\n\nName:\n Campsite 38 in Bowron Lake Provincial Park at night (DSCF3026).jpg\n\n\nAuthor:\n Trougnouf/edited by \nandromedaz\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-1: Discovery\nThe earliest reports of SCP-6746 occurred in August 2009, following numerous sightings of dubious activity in the remote area. This was ensued by the disappearance of three people, as well as the disappearance of law enforcement and the one search party dispatched.\nInitial drone surveys of the area allowed the Foundation to locate the primary habitation area of the entities and set up a temporary perimeter. No contact was attempted with any of the entities during this survey. Following the initial survey, three members of MTF-Epsilon-17 (\"Storm Scouts\") were commissioned for an exploration into SCP-6746.",
        "Addendum-2: Exploration",
        "Addendum-3: Debriefing of PoI-7162"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6746 \" by andromedaz and Brunzell, from the SCP Wiki . Source: https://scpwiki.com/scp-6746 . Licensed under CC-BY-SA .",
        "Filename: forest1.jpg Name: Swedish Spruce Forest.jpg Author: Nick Lott License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: goprocam.jpg Name: Deep in the Swedish forest. (49489843262).jpg Author: Mattias Åström/edited by andromedaz License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: camp1.jpg Name: Campsite 38 in Bowron Lake Provincial Park at night (DSCF3026).jpg Author: Trougnouf/edited by andromedaz License: CC BY 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "A perimeter fence has been established around SCP-6746. Under no circumstances are any personnel to enter SCP-6746. Observations within the containment perimeter may only be carried out by remote-controlled units. Applied Task Force Epsilon-17 'Storm Scouts' are responsible for supervision and control of the area. Any entities attempting to leave the perimeter are to be recontained if possible or else terminated.",
    "description": "SCP-6746 is the designation of all anomalous activity within a coniferous forest area measuring 20 square kilometers in size, located in the Jämtland province in Sweden. The reported phenomena include:",
    "title": "SCP-6746"
}