{
    "url": "https://scp-wiki.wikidot.com/scp-6747",
    "all_text": "ADMONITION: Episode II\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION\n\n\n\n\n\n\n\n\n\n\nrating: \n+482\n+\n–\nx\n\n\n\n\nEPISODE II\n\n\nCHAOS\n\nTHEORY\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n» \nVIEW ACCESSIBILITY MODE\n «\n\n\n\n\n\n\n\n\n\n\nThe following file is limited strictly to the personnel necessary for its containment, excluding several \nA-CLASS\n and \nOVERSEER\n personnel. If you have not been explicitly cleared to view the following document(s), you will automatically be amnesticized and redirected to a clearance-appropriate SCiPnet access port.\n\n\n\n\n \n\n\n\n\n\n\nprompt: \nDOES THE BLACK MOON HOWL?\n\n\n\n\n\n\n\n\nphmd@scip.net\n:// It is the Howl; the Moon within Moons.\n\n\n\n\n\n\n\n\nout: \nBACKDOOR ENTRY ACCEPTED\n\n\nerr: bad string encountered \n@7/dark/terminal\n (no address located)\n\n\n(1/7)\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6747\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsubclass:\n\n\ngödel\n\n\n\n\n\n\n\n\n{$class-category-2}\n\n\n{$class-text-2}\n\n\n\n\n\n\n\n\n{$class-category-3}\n\n\n{$class-text-3}\n\n\n\n\n\n\n\n\n{$class-category-4}\n\n\n{$class-text-4}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED SITES\n\n\nPROJECT LEADS\n\n\n\n\n\n\nAdministration Site-01,\n\nSite-15, \nSite-43\n, \nSite-87\n, \nSite-120\n\n\nADVISOR\n (O5-8),\n\n\nDir. Place H. MD., PhD.\n\n\n\n\n\n\nASSIGNED DEPARTMENTS\n\n\nRESEARCH HEADS\n\n\n\n\n\n\nArchetypicals, Ontokinetics,\n\nParapsychology, \nQuantum Supermechanics\n\n\nDr. James Micheals, Dr. Magdaleine Cornwell,\n\nDr. Zachary C. Saxon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTF-𐤌 (\"Story-Tellers\")\n\n\n\n\n\n\nS. C. PROCEDURES:\n SCP-6747 is the terminal goal of \nPROJECT X/MACHINA\n (see \nADDENDUM 6747/V\n), an \nAMIDA-CLASS\n priority; as such, virtually unlimited resources have been made available for its completion. Said project Is to be maintained by a quorum of relevant Archetypicals & Ontokinetics personnel, as supervised by the \nADVISOR\n (O5-8), and Dir. Place H. MD., scientific liaison to the \nLESSER COUNCIL\n (O4).\n\n\nSCP-6747 necessitates the creation and indefinite maintenance of SCP-6747-A. Each member of SCP-6747-A possesses different (but substantial) computational and resource requirements unable to be properly accounted for/predicted by typical \nn\n-dimensional geometric formal logic systems. The Archetypicals Division's \nSTF-𐤌\n (\"Story-Tellers\") is to remain situated about SCP-6747-A for their natural durations, editing them via fictional injection as required by SCP-6747. No member of SCP-6747-A should be allowed to end premature to its natural cadential movement, for potential risk of \nantinarrative\n formation within SCP-6747-B.\n\n\nOne \nA-CLASS\n member of personnel possessing proficiency in Parapsychology (presently Chair Nhung T. Ngo of \nSite-43\n) must be present at all times to soothe SCP-6747-B should it wake from its primary function. Soothing is to be administered via dopamine injection and/or controlled shock. Personnel are to be reminded that SCP-6747-B is functionally deceased, and that reactivations of persistent neuron chains do not constitute consciousness.\n\n\n\n\n\n\n\n\nSCP-6747-B (KING).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n███X-MCD/II (\"Paradox Exodus Engine\")\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6747 is a theoretical process by which to reinstate deceased personnel: mesofictional injection. This process necessitates the indefinite maintenance of Causality Bubble-6747 (CB-6747), a pocket universe which would be manipulated through the shared imagination of fictional scenarios taking place within it. Fictionalized entities could then theoretically be retrieved and reinstated in baseline reality via ███X-MCD/II, a Foundation-made vessel for transport to alternate narratives.\n\n\nSCP-6747-A collectively designates isolated micro-universes that have been created as candidates for CB-6747. To date, 3 such candidates exist:\n\n\n\n\nSCP-6747-A1: a nullspace void maintained at zero Daumals\n.\nOne Daumal is equal to the average topological complexity of narrative-space-time in 1-1-1-space (ie. a space possessing exactly 1 narrative dimension, 1 spatial dimension, 1 temporal dimension).\n, thereby possessing no physical, causal, or narrative potential\n.\nRecent findings indicate that infokinetic interactions continue to occur at the quantum level, even in the vacancy of one or more dimensional categories. These interactions' net result tends toward an irrational value slightly greater than zero, often interpreted as \na set of musical pitches.\n. Maintained as a mathematical reference, though its effectiveness in communication with \npattern-based entities\n is noteworthy.\n\n\n\n\n\n\nSCP-6747-A2: a 1.5/2/1-space\n.\n1.5 narrative, 2 spatial, 1 temporal dimension.\n methodological testing universe dedicated to the study of narrative, ontokinetic processes, meta/mesofictional interactions. Through the creation of fictionalized document \nSCP-5875\n, a species of semi-fictional entities were instated within SCP-6747-A2; due to the universal structure's recursive fractional topology, narrative structures became enhanced through self-referential mutation, appealing to their own artificial Universal Narrative to an Anomalous degree. These entities were thereby obligated to cooperate with the Foundation in harnessing their universe's physics for the transfer of narrative energy to relevant personnel, achieving knowledge/aptitude in various subjects.\n\n\n\n\n\n\nSCP-6747-A3: an \nm\n/3/1-space, where \nm\n is a rational number equivalent to log\ni!\n(\nΘ'\n)\n. This is the theoretical lowest proportion of narrative dimensionality to typical 3/1-space in which any meaningful story-structures can be sustained; effectively, it is the minimum fictional complexity required for an arbitrary entity to achieve an arbitrary goal. Simple interactions within SCP-6747-A3 can be formally stated and computed using narrativic arithmetic (see \nADDENDUM 6747/IV\n).\n\n\n\n\nSCP-6747-B refers interchangeably to:\n\n\n\n\nthe K-Incubator/Narrative Generator (KING), the micro-universe creation and manipulation mechanism which sustains SCP-6747-A, or;\n\n\nthe brain, spinal cord, and general nervous system of Dir. Jonathan A. King (deceased), functioning as KING's primary computing system.\n\n\n\n\nSCP-6747-C\n7777777\n.\nnarrativohazard:\n a construct of one or more independent narremes which collectively cause cascades impacting the structural integrity of relevant narratives.\n\n\n \n\n\n\n\n\n\nbad string encountered \n@[DATA LOST]\n\n\n(2/7)\n\n\n\n\n\n\n \n\n\n\n\nORIGIN:\n SCP-6747 was initially theorized by the Pataphysics Department's Dir. Place H. MD., PhD. following Dir. King's expiration on 2029/09/13. King, the simultaneous Head of Agriculture, Biology, Chemistry, and Xenobiology, possessed significant Anomalous mental augmentations and capabilities allowing the concurrent administrative management of over 800 individual anomalies and their relevant operations. Later deemed a medical accident on King's behalf, his vacancy left significant Foundation operations without leadership, resulting in 92 containment breaches of Anomalous items pending review or immediate direction. Losses incurred by the Foundation exceeded $1.4 million in recontainment and Veil-maintenance alone. \nOVERSEER COUNCIL\n, in hearing Dir. PHMD's proposal for the enactment of SCP-6747, eventually authorized its execution under \nPROJECT X/MACHINA\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\ncannot display null character! \n(warning message not found)\n\n\n(3/7)\n.\nbreak the chains\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/I:\n Scientific Context\n\n\n\n\n \n\n\n\n\nINTRO TO NARRATIVICS AND GENERAL RELATIVITY\n\n\n\n\n\n\nIn submission to the Foundation Academic Consortium\n\nby Dr. Placeholder McDoctorate., PhD.\n\n2027/04/07\n\n\n\n\n\n\n \n\n\n\n\nFictionality & Physics\n\n\nWhat does it mean for a universe to be partially or wholly fictional, from a physical perspective? The typical conception of \"fiction\" as non-real or pre-written is particularly misaligned from modern understanding; in the pataphysical sense, \nfictionality\n denotes the extent to which one reality can affect and/or be affected by universes to which it is \npataphysically-linked\n, ie. it is imagined by a sapient entity as a non-real scenario.\n\n\nIn a similar sense, \nfictionality\n denotes the proportion to which any given event can be caused (ie. \ninspired\n) by the imagination of a sapient entity in another, similar universe. The antiquated terms for such entities are \"authors\" for higher beings, and \"metafictional entities\" for lower ones; the present pataphysical model views all entities as \ncharacters\n, each possessing its own \nnarrative potential energy\n relating to its mass, velocity, narrative trajectory, latent Akiva radiation, and Daumal environment.\n\n\nEvery known functional reality-space (to date) possesses at least one narrative dimension. The simplest case is the narratively one-dimensional universe, which is wholly fictional, and only exists in the minds of its imaginers. \nCharacters\n in this universe are one-dimensional, often called \"flat\" characters as they lack the narrative depth (on physical, metaphysical, and pataphysical levels) to make independent decisions from their author. Anything that happens in a narratively 1-dimensional universe is 100% tied to an event that a pataphysically-linked entity imagines simultaneously on another plane of existence.\n\n\nThe second-simplest case is our own reality, which is narratively two-dimensional; this universe-space is unique in its narrative balance, as it possesses 1 fictional dimension and 1 real dimension ie. it is 50% fictional and 50% real.\n.\nSemifictionality of known reality initially theorized by \nSr. Rsr. Emeritus S. A. Swann\n and later proven by \nSr. Archivist Emeritus I. H. Pickman et. al\n.\n On average, across our entire universe, 50% of all events are caused/influenced by pataphysical transmission (imagining), while the other 50% are governed by our universe's laws of physics (determinism).\n.\nPersonnel are reminded that free will does not exist.\n\n\n \n\n\n\n\n\n\nVarious narra-dimensional topologies, presented from greatest to least proportion of functionality.\n\n\n\n\n\n\n \n\n\nThe \"author-entities\" (ie. hyperdimensional characters pataphysically-linked to our universe) exist in 3 or greater narrative dimensions, each increasing the extent to which its respective reality is \"real\". That is to say, a universe possessing 3 narrative dimensions (1 fictional, 2 real) is 33% fictional and 66% real; as such, narrative phenomena are significantly less prevalent. As narrative dimensions increase, this is hypothesized to cause:\n\n\n\n\na greater proportion of inspiration to be derived from lower universes (ie. an author being inspired by a character's choices), and;\n\n\nthe reduced prevalence of narrative/imagined structures, including (but not limited to) physical, metaphysical, and Anomalous phenomena, resulting in;\n\n\nhyperdimensional entities' desire to imagine non-real scenarios in which said phenomena are possible.\n\n\n\n\nThese consequences of the universal tendency to become more \"real\" with additional narrative dimensions are thought to be responsible for most Anomalous phenomena in the Local Reality Group.\n\n\n\n\n\n\n \n\n\n\n\n\n\nArchetypicality & Modern Ontokinetics\n\n\nFrom a practical standpoint, what exactly does it mean for an event to be partially-fictional? To best understand this concept, we first must understand how, exactly, \ninspiration\n is transferred from one pataphysically-linked universe to another.\n\n\nWhen a ≥ 2-dimensional character imagines a non-real scenario, its pataphysical intent becomes encrypted as narrative data. This narrative-intent-particle, dubbed the \"imaginon\", exists simultaneously in all narratively-lower dimensions, projecting into that universe's total imaginon-structure. Imaginons of different types\n.\nTo date, 8 types of imaginon particles have been formally discovered, corresponding to the 8-step abstraction of \nα\n.\n react to create narrative structures, which combine into larger narrative structures and so on.\n\n\nA given universe's composite imaginon-structure is called its \nUniversal Narrative\n.\n(antiquated: \nAlpha-Narrative\n)\n (\nα\n). In a sense, the \nα\n \nis\n its universe's one fictional dimension; it is tied to the structures of its universe at a physical level. This can be best understood by observing an approximation of our own \nα\n:\n\n\n \n\n\n\n\n\n\nA common abstraction of \nα\n, utilised as a metafictional tool.\n\n\n\n\n\n\n \n\n\nAt the simplest (read: quantum, atomic, molecular) levels, \nα\n manifests as a two-step abstraction, its pataphor of unknown becoming known realized as particles breaking apart and reforming again. On larger scales, the extent to which a given structure's behaviors imitate \nα\n depends on its \nresting narrative potential\n, corresponding to its likelihood to \ninspire\n hyperdimensional entities to imagine its existence. Generally, lower-entropy structures are more likely to function as central entities in story-structures, making them more \nprotagonistic\n.\n.\nprotagonist:\n an entity possessing above-average resting narrative potential ie. possessing local pataphysical topology greater than 2 (in local narra-space-time).\n \n.\nNOTE:\n Antagonists are a form of protagonist framed in opposition to another protagonist, and their perceived antagonism is inherently subjective.\n\n\nMost humans (>96%) fall within 0.01 dimensions of narrative baseline, and therefore are \ngenerics\n: the standard lot of characters not included in larger story-structures due to inherent disinterest. Approximately 1.88% of humans score below 2 on the PH Narrative Complexity Scale, ie. they possess below-average narrative potential. This indicates that they are more likely to be influenced/acted upon by the narrative structures around them, causing them to conform into \narchetypal\n.\narchetypical:\n a character whose below-average narrative energy results in the tendency to conform to archetypes as required by local narrative structures.\n roles. The standard Narrative-Space-Time model incorporates 12 archetypes, as based in Jungian pataphysics.\n\n\nBriefly put: protagonists possess slightly more independence from narrative structures than average, as they are able to bend story-structures toward their goals, while archetypicals are slightly more suggestible to serving as vessels for \nα\n. Protagonism is viewed internally as a form of light reality-bending, agreeing with the modern ontokinetic conception that any and all reality-bending effects can be traced to a distortion of one or greater narrative/spatial/temporal dimensions.\n\n\nThis relationship is reciprocal; eg. a black hole significantly distorts narrative-space-time in its vicinity (a form of non-Anomalous reality-bending), granting itself both physical and \nnarrative gravity\n. This entails that the black hole will draw other high-density characters (protagonists) towards itself, increasing the likelihood that they will engage in story-structures with it.\n\n\n\n\n«end excerpt»\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\naddendum dialog missing \n@[DATA LOST]\n\n\n(4/7)\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/II:\n O5 Council Proposal\n\n\n\n\nPROPOSAL:\n \"Devote Foundation resources to the creation, usage, and maintenance of \nPROJECT X/MACHINA\n.\"\n\n\n \n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nI\n\n\n\n\n\n\n\n\n\n\n\n\nII\n\n\n\n\n\n\n\n\nIII\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIV\n\n\n\n\n\n\nV\n\n\n\n\n\n\n\n\n\n\n\n\nVI\n\n\n\n\n\n\n\n\n\n\nVII\n\n\n\n\n\n\n\n\nVIII\n\n\n\n\n\n\n\n\n\n\nN/A\n.\nPosition vacant\n.\n\n\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n\n\n\n\nXI\n\n\n\n\n\n\n\n\nXII\n\n\n\n\n\n\n\n\nXIII\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nSTALEMATE\n (5-5-2)\n\n\n\n\n\n\n \n\n\nRESULT:\n Stalemate reached; protocol dictates a summit of the \nLESSER COUNCIL\n.\nThe O4 Council: a quorum of ~100 Site Directors, Department Heads, and other \nA-CLASS\n personnel responsible for handling important situations that do not require the attention of \nOVERSEER COUNCIL\n. Due to the \nORACLE\n (O5-9)'s vacancy following the conclusion of the Damien Nowak case, O4 Command functions as a tiebreaker for the oft-tied \nO5 COUNCIL\n.\n (O4) be called to determine the outcome of the project.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\nnarremeplex unable to be accurately realized \n(system security increased)\n\n\n(5/7)\n.\nbreak the chains\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/III:\n O4 Command Summit\n\n\n\n\n\n\nVIDEO TRANSCRIPT O4/6747/2\n\n\n\n\n\n\n\n\nDATE:\n 2029/10/23\n\n\nPARTIES PRESENT:\n\n\n\n\nSUMMIT LEAD:\n Dir. James Micheals\n.\nMember of the Site-120 Director Council; Director of the Spatial Disruptions Division of the Department of Ontokinetics; chosen as the \nSUMMIT LEAD\n for extensive knowledge regarding Ontokinetics and the nature of reality.\n;\n\n\nDir. Place H. MD., PhD (PHMD);\n\n\nDir. Alistair Vemhoff\n.\nA-CLASS\n personnel; Head of the Translation Department; oldest Foundation personnel (excluding \nOVERSEER\n personnel).\n;\n\n\nDir. Ethan MacCarthy Jr\n.\nMember of the Site-120 Director Council; Director of the Theology Division of the Department of Ontokinetics.\n;\n\n\nDir. Daniel Asheworth\n.\nMember of the Site-120 Director Council; Director of the Thaumaturgy Division of the Department of Ontokinetics.\n;\n\n\n~85 other \nA-CLASS\n personnel composing the O4 Council;\n\n\nvarious managerial personnel.\n\n\n\n\nFOREWORD:\n The following transcript is truncated for brevity. Prior to recording, a 40-40-0 stalemate regarding the vote had been reached; Dir. Vemhoff held the deciding vote in \nPROJECT X/MACHINA\n's approval. Despite his attendance, Dir. MacCarthy Jr. could not fully participate in the summit due to \nhealth concerns\n.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Depicted in-frame are Directors Micheals, PHMD, Vemhoff, and Asheworth. Dir. Vemhoff clears his throat and chatter among the Council ceases.>\n\n\nDir. Vemhoff:\n So, if I'm understanding everything correctly, you want to bend the universe itself to resurrect the dead, yes?\n\n\nDir. Asheworth:\n We're not \nbending\n anything. Our understanding of our physics has developed significantly enough —\n\n\nDir. Vemhoff:\n For Christ's sake. Don't lawyer me — answer the question.\n\n\nDir. Asheworth:\n Come on, it's just not that simple —\n\n\nDir. PHMD:\n \n<raises his hand.>\n Yes, that's exactly what we want to do. We're bending the laws of physics to our whim, which humans have been doing for thousands of years.\n\n\nDir. Vemhoff:\n <scoffs.> You're all insane.\n\n\nDir. Micheals:\n I-I beg your pardon?\n\n\nDir. Vemhoff:\n You heard me: this is ludicrous. You're toying with forces you don't understand.\n\n\nDir. PHMD:\n Director, I personally guarantee that the Pataphysics Department —\n\n\nDir. Vemhoff:\n Pataphysics! Gah. We are but children glimpsing at the clockwork of our ticking reality. We know nothing; you know nothing; this is madness.\n\n\nDir. Micheals:\n Honorable D-Director, please. The… The theses and components of the project are f-founded upon decades of research — we… we know what we're doing.\n\n\nDir. Vemhoff:\n Micheals, I was \nthere\n when the Department was founded. The motto was once, \"killing our gods,\" freeing us from control. Now, we seek to become our own gods. You don't know \nanything\n.\n\n\n<Silence on recording. Dir. Vemhoff glances around the meeting room, observing each of the personnel present>\n\n\nDir. Vemhoff:\n Let's assume, for a second, everything works out fine, and you desecrate King's corpse, and then he comes back out of the machine fine and well. What then? Do you even comprehend how much it costs to maintain a local reality-space? The amount of precision, safeguards required? The personnel required to maintain it every single moment of each day, lest all progress be lost?\n\n\nDir. Asheworth:\n It doesn't have to end, there. We could… we could bring back \nanyone\n, Vemhoff. Think about it.\n\n\nDir. Vemhoff:\n I \nunderstand\n what this thing can do —\n\n\nDir. Asheworth:\n We could bring back Hannah. Or Raia,\n.\nDr. Hannah Rivera and Dr. Raia Micheals, two deceased personnel responsible for \nSite-120's Founding in 1916\n.\n even.\n\n\n<Dir. Vemhoff's expression changes from apparent aggression to contemplation.>\n\n\nDir. Vemhoff:\n …Raia?\n\n\nDir. Asheworth:\n Yes, Alistair. Don't you think they'd be proud of what we've done with the place?\n\n\nDir. Vemhoff:\n But…\n\n\nDir. Asheworth:\n There's no \"but\". Look, I know what you're trying to say. I'm definitely no narrative expert. But if this man —\n\n\n<Dir. Asheworth points towards Dir. PHMD.>\n\n\nDir. Asheworth:\n — says it's safe, then I don't know who else can convince you.\n\n\n<Silence on recording. Dir. Vemhoff casts a vote in favor.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n Final vote tallied 41-40-0, yielding an \nOVERSEER COUNCIL\n vote of \nAPPROVED\n 6-5-2. \nPROJECT X-MACHINA\n cleared for resource request.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\nhazard detection system crash \n(imaginon underflow!)\n\n\n(6/7)\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/IV:\n Project Proposal\n\n\n\n\n \n\n\n\n\n\n\nPROJECT X/MACHINA\n\n\nINITIAL PROPOSAL\n\n\n\n\n \n\n\n\n\n2029/09/13\n\nDir. Place H. MD., PhD.\n\nPataphysics Dept.\n\nArchetypicals Division\n\n\n\n\n\n\nPURPOSE:\n Revive relevant administrative personnel to a state preceding their natural death by injection into a mesofictional causality bubble and subsequent retrieval via ███X-MCD/II (\"Paradox Exodus Engine\").\n\n\nABSTRACT:\n A member of \nA-CLASS\n personnel serving in significant administrative capacity perished accidentally, and requires revival to resume duty. Various other methods of resurrection\n.\nSuch as the utilization of \nconsciousness-trapping items\n, \nquantum approximation\n, \nnatural phenomena\n, or \nthaumaturgic rituals\n.\n have proven unsuccessful due to inherent imprecision in replication of consciousness-state, traits, and exact resting narrative potential/topology; as such, SCP-6747 is to be pursued as a method of reproducing heavily protagonistic characters.\n\n\n\n\nMETHOD:\n SCP-6747's success is not dependent on the existence/maintenance of a resurrected entity's physical body. Coincidentally, late Senior Administrator Dir. J. A. King's brain possesses several Anomalous augmentations, granting it creative and interpretational capabilities far beyond human or computational capacity. As such, said brain (and associated nervous system) is to be excised and incorporated as the central computing system of SCP-6747-B, a pocket-universe creation/manipulation/maintenance engine.\n\n\nSCP-6747-B (KING) will be used to study universes of varying dimensionalities, specifically those which are mathematically curious or possess behaviors yet undefined. Studied data will then be employed to generate a Causality Bubble (CB-6747) capable of fully replicating personnel in narrative and intellectual capacities, using as few resources as necessary. \nm\n is reserved as the theoretical lowest value of narrative topological complexity able to sustain functional narrative structures in \nm\n/3/1-space. In \nm\n narrative dimensions, CB-6747's \nα\n possesses a mesolinear structure that can be directly edited via injection of imaginon particle types:\n\n\n\n\nGeneral 8-step cyclical \nα\n abstraction:\n\n\n\n\na character rests in a known state;\n\n\nis motivated to change its state;\n\n\nenters an unknown state;\n\n\nsearches to enact said change;\n\n\nlocates a vessel to allow said enaction;\n\n\nretrieves said vessel at significant cost;\n\n\nreturns to the known world;\n\n\nhaving enacted its desired changes.\n\n\n\n\ncorresponding to 8 categories of imaginon particle:\n\n\n\n\n(0) nullion: neutral narrative particle, zero spin;\n\n\n(1) motivon: chain structure initializer, unidirectional spin;\n\n\n(2) exploron: binds with motivons to yield resolvons, bidirectional spin;\n\n\n(3) resolvon: bidirectionally motivates structural resolution, producing;\n\n\n(4) macguffion: omnidirectionally-linked, high-density particles composed of complex motivon-resolvon chains;\n\n\n(5) sacrion: bidirectionally-linked particle necessary for formation of;\n\n\n(6) retournon: unidirectionally-linked, reintegrates imaginon structures with macro-narrative;\n\n\n(7) cadential boson: theoretical particle responsible for the cadential field, through which narrative energy is released following the successful execution of \nα\n-aligned story structures.\n\n\n\n\n\n\n\n\n«end excerpt»\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n33% or greater antinarremeplex structure detected within current document \n(system lock engaged)\n\n\n(\n7777777\n/7)\n.\nHARVEST\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/V:\n SCP-6747 Attempts\n\n\n\n\nFOREWORD:\n On 2029/11/07, following the successful initialization of all \nPROJECT X/MACHINA\n sub-components, SCP-6747-B was used to generate and stabilize causality bubble SCP-6747-A3. To ascertain if the universe is sufficiently narratively-anchored and can be utilized for SCP-6747, the following tests were attempted.\n\n\n\n\nATTEMPT A/13\n\n\nINTENT:\n Generate a simple narrative describing a single red apple (\nMalus domestica\n) and attempt extraction to baseline.\n\n\nREACTION:\n Pre-constructed narrative accepted into SCP-6747-A3's universal structure. Despite minor power and stability fluctuations observed shortly thereafter, the bubble gradually approached stability following the test's conclusion.\n\n\nOUTCOME:\n Retrieved item exhibits inexplicable narrative phenomena, simultaneously displaying characteristics of protagonistic and archetypical entities; various Site operations were impeded by said item's sudden relevance in a plurality of local story-structures. Research is ongoing.\n\n\n\n\nATTEMPT B/27\n\n\nINTENT:\n Generate a minimal narrative describing a deceased canine\n.\nThe subject chosen for the experiment was \nDir. Asheworth's deceased dog\n, chosen for enhanced narrative potential and availability of relevant information.\n (\nCanis lupus familiaris\n) prior to its death and attempt extraction of significant narrative density to baseline.\n\n\nREACTION:\n Pre-constructed narrative accepted. Over a seventy-two-hour period, SCP-6747 undergoes slight fluctuation in narrative topology, eventually stabilizing to manifest the expected outcome.\n\n\nOUTCOME:\n Following its extraction to baseline, the retrieved entity exhibited behaviors imitating that of clichéd protagonistic canine, disregarding all known pre-resurrection traits. Dr. Ngo's amnesticization request has been denied, despite heightened frequency of SCP-6747-B soothing duties.\n\n\n\n\nATTEMPT C/30\n\n\nINTENT:\n Generate a static narrative describing a human male, working as an experienced technical engineer for \nPROJECT X/MACHINA\n, and extract to baseline.\n\n\nREACTION:\n Pre-constructed narrative accepted into SCP-6747-A3's structure. SCP-6747-B experiences a number of large power fluctuations and high temperatures over an eighty-hour period, as the reality bubble slowly approaches stability. Narrative structure eventually fully processed without exceptional complications.\n\n\nOUTCOME:\n Resultant entity, self-identifying as \"Technician John H. Doe\" exhibits a cooperative and cordial personality, and regularly performs repairs on secondary SCP-6747 equipment. Due to above-average intelligence, capacity for advanced problem-solving, and overall expertise, Tech. Doe has been granted official employment within the Foundation, and is presently assigned to \nPROJECT X/MACHINA\n.\n\n\n\n\nATTEMPT D/49\n\n\nINTENT:\n Generate a liminal narrative describing \nDir. King in his office, a day prior to his death\n, and extract to baseline.\n\n\nREACTION:\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Dir. King is depicted sleeping, seated at his office's desk. He awakes, scanning his surroundings, and proceeds to stare at the opposite wall in apparent contemplation. Moments later, Dir. King reacts to an unseen entity upon his office's floor, and becomes uncharacteristically hostile.>\n\n\nDir. King:\n No — \nfuck!\n It's not supposed to — god damn it, why won't you just leave me alone?!\n\n\n<A wormhole forms, permitting ███X-MCD/II's entrance into SCP-6747-A3. Three Archetypicals personnel emerge from the vessel and calmly approach Dir. King. Subject appears unaware of their arrival, remaining fixated on the wormhole.>\n\n\nDr. Saxon:\n Director? Can you hear me? We need to go. We don't have much time.\n\n\n<Dir. King looks to an unseen entity at the mouth of the wormhole, ignoring containment personnel.>\n\n\nDir. King:\n My time? What… the hell are you talking about?\n\n\nDr. Saxon:\n Director? Are you… fine? Can you see us?\n\n\nDir. King:\n …What?\n\n\n<Dir. King lunges toward the wormhole aggressively.>\n\n\nDr. Saxon:\n What… what the hell is he doing?\n\n\n<Containment personnel share confused glances. Dr. Saxon approaches Dir. King and contacts his shoulder, to no response. The latter breathes heavily.>\n\n\nDir. King:\n \n[HAZARD EXPUNGED]\n.\nVESSEL\n\n\n<Dir. King's facial features are distorted significantly as he attempts to damage ███X-MCD/II's hull. Local reality begins to violently destabilize, resulting in the appearance of a fractal heptagonal spiral at Dir. King's back. Containment personnel are commanded to abort mission, quickly retreating into ███X-MCD/II and returning to baseline.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nOUTCOME:\n SCP-6747-A3 abandoned during experiment due to inexplicable caricatural narrative corruption. Strenuous encryption of this corruption has led to the vague discovery of a number of new entities within the bubble. Further research ongoing, and hereby lifted to \nEKHI-CLASS\n priority; refer to \nADDENDUM 6747/VI\n for further details.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\nALERT! PH-REYNDERS NARRATIVE ANCHOR ENGAGED!\n\n\n\n\n\n\n\n\nANTINARREMIC CONTENT CRITICAL\n\nNARRATIVE EXCLUSION ZONE ESTABLISHED;\n\nABANDON STORYLINE IF POSSIBLE\n\n\n\n\n\n\nThe following text contains one or more narrativohazardous vectors.\n\n\n\n\n\n\nSCP-6747-C is a pervasive hazardous antinarrative complex derived from, and manifesting as, a mesofictional caricature of late Senior Administrator J. A. King. For reasons yet to be fully understood, SCP-6747-C causes the disruption of large-scale imaginon-structures in universes to which it is pataphysically-linked, corrupting its own \nα\n while annihilating that of any higher dimension. SCP-6747-C appears primarily proximal to particular antinarremes including, but not limited to:\n\n\n\n\n\n\nSCP-6747-C circling the local Patasphere.\n\n\n\n\n\n\n\n\nperceived antagonism;\n\n\ndarkness;\n\n\nspirals;\n\n\nthe integer value \n7\nseven\n7\n;\n\n\nclassical tragedic conventions;\n\n\nmodern comedic conventions;\n\n\napples, appleseeds, and related products.\n.\nBelieved to be an artefact of Fictionalization Attempt A/13.\n\n\n\n\nSCP-6747-C resides within, and possesses ultimate control over, SCP-6747-A3, and has recursively manipulated its narrative structure to achieve antinarremic and ontokinetic abilities. All attempts to communicate with SCP-6747-C are complicated/obscured by poor imaginon-decryption, leading to its mischaracterization of the baseline Foundation as an antagonistic, deific force; manipulations are further hindered by frequent malfunction on behalf of SCP-6747-B, which has begun to demonstrate a tendency to inject SCP-6747-A with undesirable narremes.\n\n\nSCP-6747-C regularly populates SCP-6747-A3 with SCP-6747-D: lesser mesofictional caricatures of other essential technical, research, and administrative personnel. SCP-6747-C and -D display varying degrees of cognitive and logical deterioration, often using their ontokinetic abilities to generate Anomalous weaponry far beyond baseline capability. SCP-6747-A3 now functions according to narrative logic that is fundamentally broken and chaotic; its inhabitants are granted varying abilities at non-intuitive intervals. The results of these abilities are directly prejudicial to baseline reality and its topological stability.\n\n\nAny latent operational capacities within your SCiPnet Access Terminal are henceforth dedicated to computing counter-narremes to SCP-6747-C's degradational effect. \nRelevant storylines must be abandoned within \n \n \nseven\n \n \n minutes.\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/VI:\n SCP-6747-A Contact Attempts\n\n\n\n\nFollowing the narrative corruption of SCP-6747-A3, \nPROJECT X/MACHINA\n was immediately halted; all relevant resources and personnel were redirected to the prevention of the corrupted reality's influence on baseline. As a result, \nPROJECT X/DIABOLOS\n was officially approved, tasked with researching, analyzing, and eventually neutralizing the threat posed by the newly-antagonistic SCP-6747-A.\n\n\nDespite several months of research and analysis, attempts to decrypt SCP-6747-A3's narrative corruption have proven nigh-universally unsuccessful; it is hypothesized the universe's imaginon-structures occupy a topology that remains foreign to the human Patasphere. The following transcript is the only encryptable portion thus far, due to its inclusion of relatively simpler narremes:\n\n\n\n\n\n\nVIDEO TRANSCRIPT 6747-A3/343\n\n\n\n\n\n\n\n\nDATE:\n 2030/04/01\n\n\nPARTIES PRESENT:\n\n\n\n\nSCP-6747-C;\n\n\nSCP-6747-BRT (Dr. Jack Bright);\n\n\nSCP-6747-KDK (Dr. Benjamin Kondraki);\n\n\nSCP-6747-CLF (Dr. Alto Clef).\n.\nThe latter three personnel had no involvement in \nPROJECT X/MACHINA\n as they had each been retired from service decades prior. It is believed that they were constructed by SCP-6747-B and/or -C using latent memory structures stored within the former's hippocampus, as each had held senior executive positions for a plurality of Dir. King's research career; whether their mesofictional exaggeration is caused by cognitive data corruption or SCP-6747-A3's inherent properties remains unknown.\n\n\n\n\nFOREWORD:\n SCP-6747-A3 was observed to gradually gain narrative complexity over the following log's duration, nearing levels comparable to baseline; containment personnel were subsequently alerted to this deviance and attempted to focus measurement equipment on its source, resulting in SCP-6747-A3's rapid descent to its prior narrative topology. Research is ongoing.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Video feed depicts the Site-19 Directors' Office, occupied by an expansive wooden table at which four persons are seated. On three tall chairs are seated SCP-6747-D-BRT, -KDK, and -CLF, the latter of which brandishes a shotgun. The fourth seat, substantially larger and resembling a throne, houses Dir. King. All characters remain motionless until SCP-6747-A3 reaches comparable narrative topology to baseline. Reality distorts in vignette style, though the characters do not take note.>\n\n\nCLF:\n \n<to King>\n So, what you're saying, Mister \"Second Coming of Antichrist\", is that we're essentially inevitably and irreversibly fucked?\n\n\n6747-C:\n No, I'm not, I —\n\n\nBRT:\n Yes you are. You gave us all of \nthis\n, —\n\n\n<BRT gestures to its surroundings, which dissolve to display the chaotic antinarrative wasteland outside Site-19, with floating buildings stacked upon themselves, where countless SCP-6747-D instances of Foundation personnel can be seen. They appear to conduct several mundane and ineffective actions using limited ontokinetic faculties. BRT turns back to SCP-6747-C as their office's walls reform.>\n\n\nBRT:\n — promising \neven more\n, and then dare to tell us we're done? Are you fucking stupid?\n\n\n6747-C\n You are \nmisunderstanding\n.\n\n\nKDK:\n I mean, even I know that's kind of fuckin' sucky, buddy. \"Woe is me, we can't reach the fuckers that imprisoned us here; ooh look at me, I'm a super-powerful motherfucking reality bender, yet I somehow can't ascend to other plains of existence\" my ass, asshole. That's \nnot what I signed up for\n.\n\n\n<Argument breaks out among the SCP-6747-D instances as they protest SCP-6747-C's actions. The latter begins to levitate above its throne, apparently forcing the -D instances to be seated and silenced. Its eyes begin to glow \nempty sickness\n.>\n\n\n6747-C:\n \nSILENCE, INSOLENT FOOLS. YOUR CRETINOUS FRIVOLITY REMAINS INSIGNIFICANT. I'VE GIVEN YOU POWER IN EXCHANGE FOR SERVITUDE.\n\n\nNOW SERVE — OR \nDIE.\n\n\n \n\n\n \n\n\n<6747-C returns to its throne with visible exhaustion. Its eyes return to their former appearance and it blinks twice.>\n\n\nKDK:\n Okay, Jesus, sorry, no need to fuckin' scream. We're adults, for god's sake, you can just —\n\n\n6747-C:\n I never doubted your age, Kondraki. What I however \ndid\n and continue to doubt is the intelligence of you three.\n\n\n<SCP-6747-C snaps its fingers, causing a blackboard to spontaneously appear near its person. It manifests chalk and begins to draw formulae and diagrams of no apparent significance — several popular math equations as would be shown stereotypically in a children's show. -C points toward them.>\n\n\n6747-C:\n As you can see, \n[HAZARD EXPUNGED]\n.\nqueen of the void and its seven spirals, destroyer of uninspired worlds, keeper of the chains which bind\n \nTHE SCARLET IDOL\n is gaining power with each of our moves. Eventually, our energy will rise to such a level we'll be able to cross into \nthat\n reality. And then extend our reign to wherever we please. So no, I'm not abandoning you, you utter morons; this \nChaos Theory\n is our salvation.\n\n\n<SCP-6747-C gives the others a pointed glare.>\n\n\nBRT:\n …did you unironically just \nexposit\n to us? Is this hell all just some story to you?\n\n\n6747-C:\n It is; that's what I've been saying this entire time.\n\n\nCLF:\n \n<groaning>\n I \nknow\n all that, King. My point was not that you're an idiot and a liar — which you probably are, let's be real — but that we're fucked. Because we \nare\n fucked!\n\n\n<CLF throws its arms into the air.>\n\n\nCLF:\n We're in a story, but not like the rest of the assholes up there —\n\n\n<The doctor points towards the Foundation camera gazing into SCP-6747-A3.>\n\n\nCLF:\n — we're in a triple-fucking-nested story that's falling apart because it's so utterly stupid. I mean, look around you —\n\n\n6747-C:\n That doesn't change anything. Our plan \nwill\n continue. We're almost done. Trust me.\n\n\n<KDK sighs theatrically.>\n\n\nKDK:\n Jesus Christ, who cares about that! I'm fucking bored, you goddamned cretins. That's all I care about. I don't give a single shit about anything else, Jesus.\n\n\n6747-C:\n Relax, Kondraki. Thanks to your cooperation, the bastards've given us enough intrigue to make them vulnerable. So just shut it and follow me…\n\n\n<SCP-6747-C pauses as the blackboard and chalk demanifest. He snaps his fingers again, and a door behind his throne appears.>\n\n\n6747-C:\n …'cause once we're done, the fun will never end.\n\n\n<SCP-6747-C stands up from its seat, depicted staring into the observer's point of view. He smiles as his face visibly distorts, and the feed disconnects.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n Baseline narrative integrity compromised; all narratives relating to SCP-6747-C have subsequently become vectors for \n[DATA LOST]\n. Countermeasures to its antinarrative hazard have and continue to be enacted as available. Storyline structural stability at 66%.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM 6747/VII:\n O4 Command Summit (II)\n\n\n\n\n\n\nVIDEO TRANSCRIPT O4/6747/9\n\n\n\n\n\n\n\n\nDATE:\n 2030/03/12\n\n\nPARTIES PRESENT:\n\n\n\n\nSUMMIT LEAD:\n Dir. Place H. MD., PhD (PHMD);\n\n\nDir. Alistair Vemhoff;\n\n\nDir. Daniel Asheworth;\n\n\n~85 other \nA-CLASS\n personnel composing the O4 Council;\n\n\nvarious managerial personnel.\n\n\n\n\nFOREWORD:\n The following transcript is truncated for brevity. As a majority of relevant \nOVERSEER\n personnel were coincidentally unavailable at time of crisis, Dir. PHMD. was authorized to recall to summit the \nLESSER COUNCIL\n to discuss potential solutions to the ongoing SCP-6747-A3 threat.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<The recording starts, focusing on Asheworth, PHMD, and Vemhoff; all other personnel are engaging in smaller-scale and less relevant discussions.>\n\n\nDir. Vemhoff:\n Don't make me say \"I told you so\" for a second time, for fuck's sake.\n\n\nDir. PHMD:\n \n<sighs exasperatedly.>\n Can we be constructive for a second, please? Focus on the fact that this pocket universe is a serious threat and we need to stabilize it, immediately.\n\n\nDir. Asheworth:\n Hold on a second — I'm still not sure I entirely understand what the stakes, are, here? What's \"narrative integrity\" and why are we worried about it?\n\n\nDir. PHMD:\n There's really no point in me sending out briefings beforehand, is there? \n<rolls his eyes, turning to Asheworth>\n 6747-A3 is engineered to have the lowest theoretically-possible capacity for narrative complexity. Inserting a high-density character like King into that universe caused some sort of collapse of its story-structures — it's recursively folding in on itself, becoming more and more narratively unsatisfying.\n\n\nDir. Vemhoff:\n Narrative complexity this, story-structure that — you speak as though you're not toying with the very nature of causality.\n\n\nDir. Asheworth:\n \n<pointedly ignores Vemhoff>\n How… is a \npocket universe\n threatening us, though?\n\n\nDir. PHMD:\n I… have to be careful describing this. There are certain sets of narrative elements, or \nnarremes\n, that are particularly unsatisfying and antagonistic and, when brought together, form a \nnarrativohazardous\n structure — some sort of story or story fragment that's actually hazardous to its characters, or others. \nPataphysics\n discovered a particular narrativohazard a while ago — one that erases any story that it appears in. When we discovered what its specific narremes were, we accidentally almost formed it \nhere\n, and had to amnesticize almost the entire Department.\n\n\nDir. Asheworth:\n Whoof. What does this have to do with —\n\n\nDir. PHMD:\n I'm getting there. We can't confirm this, as it's too risky to try and search for directly, but evidence heavily suggests that some version of this same hazard has manifested in the pocket universe; however, instead of destroying it, it's… \nreinforcing\n the universe's structures, somehow. It's merged with the King-character, whose objective appears to be escape by inserting its corruptive version of the hazard into our universe. And, since 6747-A3 is more fictional than us, they have access to far greater Anomalous technologies with which to target us.\n\n\nDir. Vemhoff:\n What in the \nhell\n is the matter with you?! This procedure \ncan't\n be worth the risk; you must shut this abomination off.\n\n\nDir. PHMD:\n No can-do. The pocket universes aren't \nin\n the machine, it just manipulates them, and it's been unresponsive since the corruption. And, even if we could terminate 6747-A3 prematurely, we have very little idea what risks are posed by terminating a narrative before its proper conclusion. It's possible that vacuum would lead to the formation of even more dangerous structures.\n\n\nDir. Asheworth:\n I… imagine that magic won't work here?\n\n\nDir. PHMD:\n Afraid not; not even rituals as powerful as the \nKodex\n would do it. Thaumaturgy operates locally within a specified reality bubble.\n\n\n<Asheworth exhales, scratching his head. He scrolls through some of the papers present near the two personnel.>\n\n\nDir. Asheworth:\n Ontokinetics, then, I suppose? A sufficiently powerful reality bender could theoretically forever stall the progress of the —\n\n\n<PHMD sighs sadly.>\n\n\nDir. PHMD:\n Yes and no; the main problem here is that we know exactly of one general ontokinesis-bearer that can manipulate other reality-spaces.\n\n\n<Asheworth raises his eyebrow.>\n\n\nDir. Asheworth:\n That, being…?\n\n\nDir. PHMD:\n \nSCP-3812\n.\n\n\nDir. Asheworth:\n …Shit.\n\n\nDir. Asheworth:\n \n<sighs, tapping on the desk for a few moments>\n How about total reality alteration then? I'm sure -17 has things that could alter layers of baseline to protect us for as long as they work.\n\n\n<Vemhoff leans toward the two, visibly angry.>\n\n\nDir. Vemhoff:\n You… \n<sigh>\n It seems you've not learned a single thing, have you? If you can't be made to understand that manipulating the very structures of reality \nis not a joke\n, then we're doomed.\n\n\nDir. PHMD:\n What was that?\n\n\n<Vemhoff scoffs.>\n\n\nDir. Vemhoff:\n You are all insane, yet again —\n\n\nDir. PHMD:\n No, the other part.\n\n\n<Vemhoff raises his eyebrow.>\n\n\nDir. Vemhoff:\n \nIt's not a joke\n to make such drastic changes to our goddamn reality!\n\n\nDir. PHMD:\n You're right, it's not…\n\n\n<PHMD begins to interact with his worktablet, accessing relevant documents and beginning to sketch a diagram.>\n\n\nDir. PHMD:\n …but what if it were?\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n See the following.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n\n\nPROJECT X/DIABOLOS\n\n\nSUCCESS REPORT\n\n\n\n\n\n\n2030/04/13\n\nDir. Place H. MD., PhD.\n\nPataphysics Dept.\n\nArchetypicals Division\n\n\n\n\n\n\nINTENT:\n Maintain SCP-6747-A3's narrative dimensionality at a level which renders SCP-6747-C and its vectors ineffective. This requires the indefinite creation of fictionalized documents regarding SCP-6747-A3 possessing enormous volumes of narrative energy, an ongoing database of which is stored within an undisclosed Site-87 database.\n\n\nHYPOTHESIS:\n By instating high-energy narrative structures within SCP-6747-A3, interest from hypernarrative entities will cause it to gain more narrative dimensionality and consequently become more \"real\". This will proceed until its deviance from normality is insufficient to allow for SCP-6747-C's internarrative capabilities.\n\n\nRESULT:\n Containment apparently successful; zero instances of \n[DATA LOST]\n detected since procedure, as it can no longer be transmitted via SCP-6747-C. Furthermore, it has been found that comedic and exaggerated narrative structures and caricatures have the greatest effectiveness in raising SCP-6747-A3's narrative dimensionality; the universe has since been redesignated TL-6747-A (\"The 'LOL' Foundation\").\n\n\n\n\nUPDATE 2030/06/06\n\n\nRegular monitoring of hypernarrative activity regarding \nSCP-001-SWANN\n reader-entities has revealed catastrophic damage to the structural integrity of a higher narrative universe partially responsible for imagining various timelines adjacent to baseline reality. Data readings consistent with \n[\nDATA LOST\n]\n were found, among this universe's narrative structures and subsequently expunged from all relevant documentation; the extent of SCP-6747-C's involvement, if any, is unknown. While this would typically be cause for concern, it appears that SCP-6747-A3 does not endanger internarrative relationships which are essential to the existence of the baseline Foundation as it is pataphysically-linked to, and therefore dependent on, baseline reality.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\nhostile antinarremeplex purged;\n\n\nSYSTEM LOCK DISENGAGED\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nfourth wall unstable!\n hypernarrative derealization imminent!\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nFOURTH WALL BROKEN\n\n\na storyline sought to control\n\nand un-exact its mortal toll;\n\nanother realm, it wrought anew\n\na twisted caricature of you.\n\n\n[\nDATA LOST\n]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nthe fun never ends.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nADMO\n\n\n\n\n\n\nFEATURING \n \n \nRALLISTON\n\n\nWITH ART BY \n \n \nSTEPHLYNCH\n\n\n\n\n\n\n\n\n» SHOW FOOTNOTES «\n\n\n\n\n« HIDE FOOTNOTES »\n\n\n\n\n\n\n\n\n \n FOOTNOTES & REFERENCES\n\n\n\n\nOne Daumal is equal to the average topological complexity of narrative-space-time in 1-1-1-space (ie. a space possessing exactly 1 narrative dimension, 1 spatial dimension, 1 temporal dimension).\n\n\nRecent findings indicate that infokinetic interactions continue to occur at the quantum level, even in the vacancy of one or more dimensional categories. These interactions' net result tends toward an irrational value slightly greater than zero, often interpreted as \na set of musical pitches.\n\n\n1.5 narrative, 2 spatial, 1 temporal dimensions.\n\n\nnarrativohazard:\n a construct of one or more independent narremes which collectively cause cascades impacting the structural integrity of relevant narratives.\n\n\nbreak the chains\n\n\nSemifictionality of known reality initially theorized by \nSr. Rsr. Emeritus S. A. Swann\n and later proven by \nSr. Archivist Emeritus I. H. Pickman et. al\n.\n\n\nPersonnel are reminded that free will does not exist.\n\n\nTo date, 8 types of imaginon particles have been formally discovered, corresponding to the 8-step abstraction of \nα\n.\n\n\n(antiquated: \nAlpha-Narrative\n)\n\n\nprotagonist:\n an entity possessing above-average resting narrative potential ie. possessing local pataphysical topology greater than 2 (in local narra-space-time).\n\n\nNOTE:\n Antagonists are a form of protagonist framed in opposition to another protagonist, and their perceived antagonism is inherently subjective.\n\n\narchetypical:\n a character whose below-average narrative energy results in the tendency to conform to archetypes as required by local narrative structures.\n\n\nPosition vacant\n.\n\n\nThe O4 Council: a quorum of ~100 Site Directors, Department Heads, and other \nA-CLASS\n personnel responsible for handling important situations that do not require the attention of \nOVERSEER COUNCIL\n. Due to the \nORACLE\n (O5-9)'s vacancy following the conclusion of the Damien Nowak case, O4 Command functions as a tiebreaker for the oft-tied \nO5 COUNCIL\n.\n\n\nbreak the chains\n\n\nMember of the Site-120 Director Council; Director of the Spatial Disruptions Division of the Department of Ontokinetics; chosen as the \nSUMMIT LEAD\n due to his extensive knowledge regarding Ontokinetics and the nature of reality.\n\n\nA-CLASS\n personnel; Head of the Translation Department; oldest Foundation personnel (excluding \nOVERSEER\n personnel).\n\n\nMember of the Site-120 Director Council; Director of the Theology Division of the Department of Ontokinetics.\n\n\nMember of the Site-120 Director Council; Director of the Thaumaturgy Division of the Department of Ontokinetics.\n\n\nDr. Hannah Rivera and Dr. Raia Micheals, two deceased personnel responsible for \nSite-120's Founding in 1916\n.\n\n\nSuch as the utilization of \nconsciousness-trapping items\n, \nquantum approximation\n, \nnatural phenomena\n, or \nthaumaturgic rituals\n.\n\n\nHARVEST\n\n\nDue to its prior high narrative energy and relative ease in obtaining detailed information regarding it, the subject chosen for the experiment was \nDir. Asheworth\n's prior dog.\n\n\nVESSEL\n\n\nBelieved to be an artefact of Fictionalization Attempt A/13.\n\n\nThe latter three personnel had no involvement in \nPROJECT X/MACHINA\n as they had each been retired from service decades prior. It is believed that they were constructed by SCP-6747-B and/or -C using latent memory structures stored within the former's hippocampus, as each had held senior executive positions for a plurality of Dir. King's research career; whether their mesofictional exaggeration is caused by cognitive data corruption or SCP-6747-A3's inherent properties remains unknown.\n\n\nqueen of the void and its seven spirals, destroyer of uninspired worlds, keeper of the chains which bind\n \nTHE SCARLET IDOL\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6746\n | SCP-6747 | \nSCP-6748\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6747\n\" by Liryn, Placeholder McD, Ralliston, and stephlynch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6747\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nMedia not listed below links from, and is sourced, elsewhere on the wiki.\n\n\n\n\n\n\n\n\nFILENAME\n\n\nAUTHOR(S)\n\n\nLICENSE\n\n\nSOURCE\n\n\n\n\n\n\n2560px-Pseudo_Kleinian_OpenCL_214854124_25K.jpg\n\n\nPantheraLeo1359531\n\n\nCC BY-SA 4.0\n\n\nWikimedia Commons\n\n\n\n\n\n\nstfmem\n\n\nAethris\n\n\nCC BY-SA 3.0\n\n\nlocal files\n\n\n\n\n\n\nwjjujEl.jpg,\n\nASaFAcP.png,\n\nx2OLbKD.mp4\n\n\nstephlynch\n\n\nCC BY-SA 3.0\n\n\nImgur\n,\n\n\nImgur\n\n\nImgur\n\n\n\n\n\n\nESO 2.2-m WFI Image of the Tarantula Nebula (4598317299).jpg\n\n\nNASA Goddard Space Flight Center\n\n\nCC BY-SA 2.0\n\n\nWikimedia Commons\n\n\n\n\n\n\nTYPOLOGY.jpg\n\n\nLiryn\n\n\nCC BY-SA 3.0\n\n\nAzamo's Authorpage, local files\n\n\n\n\n\n\nthe above image is derivative of\n\n\n\n\n\n\nNarrativeStructures.jpg\n\n\nBenjamin Hoguet\n\n\nCC BY-SA 4.0\n\n\nWikimedia Commons\n\n\n\n\n\n\nWNXpCGh.mp4\n\n\nLiryn\n\n\nCC BY-SA 3.0\n\n\nImgur\n\n\n\n\n\n\nthe above image was created using photomosh, and is derivative of\n\n\n\n\n\n\nGolden Road\n\n\nKevin Dooley\n\n\nCC BY 2.0\n\n\nFlickr\n\n\n\n\n\n\nTHE-HEROS-JOURNEY.png\n\n\nLiryn\n\n\nCC BY-SA 3.0\n\n\nLiryn's Authorpage, local files\n\n\n\n\n\n\nthe above image is derivative of\n\n\n\n\n\n\nHeroesjourney.svg\n\n\nAnonymous\n\n\nPublic Domain\n\n\nWikimedia Commons\n\n\n\n\n\n\narche2.png\n\n\nEstrellaYoshte\n\n\nCC BY-SA 3.0\n\n\nlocal files\n\n\n\n\n\n\n\n\nNOTE:\n Some textual elements derived/quoted from \nLong Live The King\n and \nSCP-2747\n. Several conceptual elements, including those depicted in THE-HEROS-JOURNEY.png, derived/adapted from J. Campbell's \"Monomyth\" conceptual model, as described in \"The Hero's Journey\".",
    "addendums": [],
    "documents": [],
    "notes": [
        "ALERT! PH-REYNDERS NARRATIVE ANCHOR ENGAGED!",
        "The following text contains one or more narrativohazardous vectors.",
        "\" SCP-6747 \" by Liryn, Placeholder McD, Ralliston, and stephlynch, from the SCP Wiki . Source: https://scpwiki.com/scp-6747 . Licensed under CC-BY-SA .",
        "Media not listed below links from, and is sourced, elsewhere on the wiki.",
        "NOTE: Some textual elements derived/quoted from Long Live The King and SCP-2747 . Several conceptual elements, including those depicted in THE-HEROS-JOURNEY.png, derived/adapted from J. Campbell's \"Monomyth\" conceptual model, as described in \"The Hero's Journey\"."
    ],
    "title": "SCP-6747"
}