{
    "url": "https://scp-wiki.wikidot.com/scp-6750",
    "all_text": "PlaguePJP & J Dune: XVIII\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+133\n+\n–\nx\n\n\n\n\nby PlaguePJP & J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6750\n — \nHalloween Safety Tips, Presented by Sam Hain\n\n\n\n\nPlaguePJP's Authorpage\n\n\nJ Dune's Authorpage\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6750\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA still from SCP-6750.\n\n\n\n\n\n\n\n\n\n\n\n\nA still from SCP-6750.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Joint containment between Area-179 and Site-43 has been established for the purposes of direct containment of SCP-6750 and locating SCP-6750-1. Recorded copies of all SCP-6750 instances are kept inside Site-43's Secure Media archive.\n\n\nFoundation.AIC WATERSHED continues to monitor all television networks in the United States for SCP-6750 broadcast. In the event of an SCP-6750 airing, mass memetic agents may be administered via television, with the intention of directing focus away from the broadcast’s contents.\n\n\nDescription:\n SCP-6750 designates six advertisements and public service announcements that aired between 1989 and 1991 throughout the United States, specifically targeted at suburban and rural communities. These broadcasts were produced by \nVikander-Kneed Technical Media\n and interrupted ordinary programming when they aired. The main subject matter of all SCP-6750 instances was the holiday of Halloween and the potential dangers facing children thereon, as well as general information regarding the holiday. While a common theme within SCP-6750 is Halloween, the majority of broadcasts are nonsensical in messaging and overall tone. Instances averaged around one minute in length. Details regarding SCP-6750's exact production and origin remain unknown.\n\n\nViewing of SCP-6750 instances causes a feeling of intense fear in viewers.\n\n\nSCP-6750 broadcasts are presented by SCP-6750-1, a humanoid entity wearing clothing resembling contemporary depictions of scarecrows, including a sackcloth cloak, gloves, and a shirt adorned with a human ribcage. SCP-6750-1’s head is a large pumpkin, carved to resemble a grinning jack-o-lantern. SCP-6750-1 identifies itself as “Sam Hain” within its advertisements.\n\n\nAddendum 6750.1:\n Broadcast Transcripts\n\n\n\n\nSegment Subject:\n Introduction\n\n\n\n\nOminous music is heard. The picture fades into a featureless room, save for a pedestal that displays a pumpkin carved in the style of a traditional jack-o’-lantern. The camera slowly zooms towards it. The shot holds. The pumpkin’s features suddenly glow yellow, and a scream is heard in the background. A title screen is overlaid, reading “ALL-O-WEEN ABOUT HALLOWEEN, BY SAM HAIN”. The text is stylized to appear as if it is dripping blood.\n\n\nThe pumpkin moves upward, and is revealed to be the head of SCP-6750-1. It looks towards the camera and points at the pedestal.\n\n\nSCP-6750-1:\n Ah, shit! It’s on? Okay, okay!\n\n\nAn indiscernible voice is heard from behind. The entity nods and quickly ducks behind the pedestal. It then leaps up from behind the pedestal, screaming with its arms outstretched.\n\n\nSCP-6750-1:\n Aargh! Good evening, ghouls and ghosts! I am your horrible host and certified boogie-man Sam Hain, and tonight we’re talking about HALLOWEEN, everyone! There’s a lot of information going around about the season these days. Stories of electric razors in candy apples, men with hooked car-doors for hands, and even reports of devil-worshipping cultists on the prowl to eat \nyour\n pets! Well, it’s all true! Halloween’s a dangerous holiday, and if you don’t buy my tape, you’ll die and go to hell!\n\n\nSounds of moaning and protracted ‘oh’s are heard. Entities resembling traditional ghosts fly across the screen.\n\n\nSCP-6750-1:\n Oooh! Isn’t that scary? It’s a scary time of the year! If you aren’t careful, there just might be one more ghost floating around this season! (\nSounds of thunder\n) Look, there’s grandpa!\n\n\nThe walls of the room fall, revealing a large cemetery at night. Dozens of ghost-entities are floating around the area, flying through the sky and waving their arms. SCP-6750-1 brandishes a match and lights itself on fire.\n\n\nSCP-6750-1:\n I know you’re curious, and this season, for only three witching-hour sacrifices of \nany\n animal, human, or vegetable in the name of Sam Hain, \nYOU\n can receive a VHS copy of “All-O-Ween About Halloween”, complete with GLOW-IN-THE-DARK SLIPCASE and a commemorative plate of my FACE! Remember, I know where you live, don’t make it where you die! Buy one today!\n\n\nThe tape holds on a still frame of SCP-6750-1 laughing.\n\n\nSCP-6750-1:\n (\nFrantic\n) Allow eight to twelve full moons for shipping and handling. All sacrifices must be composed of one of each previously mentioned category. Children with the name ‘Chet’ and banana peppers are ineligible offers. Mr. Hain is a registered boogie-man in four states and is working on the others, please be patient with him. Please contact Mr. Hain with offers relating to soul-contracts, business partnerships, or indecent acts. He needs the money.\n\n\n\n\n\n\n\n\nSegment Subject:\n Lecturing on the history of Halloween.\n\n\n\n\nThe howling of a wolf is heard. A still frame of a jack-o’-lantern is seen, overlaid with text reading “SCARY HISTORY OF HALLOWEEN”.\n\n\nSCP-6750-1 stands in front of numerous makeshift cardboard representations of 18th-century town houses, arranged like a replica of a village. The houses are poorly constructed and visibly held together by duct tape, with details drawn on their surfaces using markers and crayons.\n\n\nSCP-6750-1:\n Halloween was invented by Scottish cobbler Eugene H. O’ween in 1862 when he realized he could cheat on his wife more efficiently if he had an excuse to leave the house in a disguise. O’ween’s initial concept for the holiday had it occurring at the end of every week! Now that’s what I call scary, folks! Look, there’s Eugene now!\n\n\nA man wearing a prop beard and burlap sack walks into frame. He is visibly distressed.\n\n\nSCP-6750-1:\n Hi there, Eugene! It’s late at night and also Halloween, so that must mean you’re visiting your mistress! Did you know there are \nlots\n of spookies lurking about tonight?\n\n\nMan:\n Please. I’m begging you, I have a family. My name is—\n\n\nTape cuts. A graphic of a smiling pumpkin is displayed.\n\n\nSCP-6750-1 stands in front of a crowd of pumpkin-headed villager entities who surround a wooden stake. The man portraying Eugene is now tied to the object. He screams as a villager brandishing a lit torch sets fire to the stake. The man burns.\n\n\nSCP-6750-1:\n Human sacrifice was a big part of Halloween in the 1800s! Look, a public burning, how scary! This is what we in the \nboo\n-uisness call a “skeleton summoning ritual”, and they’re still incredibly popular to this day! But if the thought of baring your bones in front of everyone seems a little \ntoo\n scary, you have nothing to worry about. Nowadays, this sort of thing happens behind closed doors, usually in the comfort of friends and family! You know what they say; if you can’t show your skelly to your sister, you shouldn’t show it at all!\n\n\nThe fire extinguishes. The villagers swarm the stake and remove the man’s charred corpse. The crowd picks and tears at the cadaver. They hand the pieces to children, who consuming the flesh in a frenzied manner.\n\n\nSCP-6750-1:\n Look, they invented Trick or Treating! Hey, did you know what monster is the best dancer? (\nPause\n) A \nboogie\n-man! (\nLaughs\n)\n\n\nTape cuts to SCP-6750-1 sitting on the floor of a black room whose walls are decorated with numerous pictures of Jason Grieves, a missing United States citizen who disappeared in a national park in 1972. His resemblance to the man seen in the previous scene is noted. SCP-6750-1 appears to be conversing on a telephone.\n\n\nSCP-6750-1:\n Yes, Mrs. Grieves, I have no clue where he is. I know, it’s such a tragedy.\n\n\nSCP-6750-1 hangs up the phone and laughs for an extended period of time.\n\n\nSCP-6750-1:\n Wow! Who knew Halloween had such a rich history behind it? I hope you leave with your mind \nand\n your treat bag feeling a teensy bit heavier! I know my pumpkin’s just sopping wet and overfilling with interesting factoids about the greatest holiday there is! I’m \ndying\n to share them with everyone I know, regardless of whether or not they want to hear it! Don’t let the witch get you on the way out! The \nsand\n-witch, that is! (\nThe entity brandishes a sandwich from its shirt and throws it at the camera\n) Happy Halloween everyone! Buy my tape!\n\n\nSCP-6750-1’s head suddenly combusts, revealing a mass of insects. They quickly swarm and cover the camera.\n\n\n\n\n\n\n\n\nSegment Subject:\n Decorating a house for Halloween festivities.\n\n\n\n\nThe sound of a door creaking followed by maniacal laughter is heard. A still frame of a jack-o’-lantern is seen overlaid with text reading \"SCARY DECORATING.\" It cuts to SCP-6750-1 sitting in the living room of an ordinary suburban household.\n\n\nSCP-6750-1:\n Would you know it’s Halloween just by looking at this house? Of course, you wouldn’t! That’s why decorating is one of the important things to do! From October 1st to October 365th, your house should be an unending tribute to all things macabre and unnerving, and parents, I’m \nnot\n talking about your kids’ report card.\n\n\n(\nSilence.\n)\n\n\nSCP-6750-1:\n Let’s hit up Spooky’s Emporium to buy some Halloween decorations!\n\n\nTape cuts to SCP-6750-1 standing outside of the New York Stock Exchange. The streets are noticeably empty. A massive cloth sign depicting a stylized skeleton beckoning the viewer closer, with text reading “SPOOKY’S EMPORIUM - OPEN NOW” is unfurled over top the large American flag that typically flies outside of the building.\n\n\nSCP-6750-1:\n Seems like there’s more and more of these things popping up every year!\n\n\nA cut brings SCP-6750-1 inside the stock exchange, which has been converted into a retail outlet specializing in Halloween decorations. Pumpkinheaded entities run across the floor, shouting and waving, all attempting to grab various decorations off the shelves.\n\n\nSCP-6750-1:\n It’s a madhouse here, and not the fun kind! Look at this garbage! Blow-up lawn ornaments, motorized zombies, fake tombstones! \nNo one wants these\n. They’re cheap for a reason, and folks, you might not believe it, but your neighbors can see right through them! They’re clearly decorations, and where’s the fun in that? If you really want to get into the spirit, ask the clerk if you can see the “backroom”. They’ll know what you mean.\n\n\nSCP-6750-1 whispers into the ear of a pumpkin-entity. It nods and the floor beneath gives away, revealing a gaping black and orange spiral pattern beneath. SCP-6750-1 falls into the pattern, and the setting suddenly changes to that of a darkened warehouse, filled with boxes. Some rattle and move on their own. Others are padlocked, or composed of a type of metal material.\n\n\nSCP-6750-1:\n Here’s a Sammy secret. Halloween decorations are alive, and always have been! The only difference between the plastic spider and a real one is how \nrefined\n the decoration is during the production stage. You don’t want to buy that cheap, boring stuff out front. Opt for the UNTAMED product, the \nsecret\n supply. Money’s no object, folks. If you make it back here, your fancy little fiat currencies are worth as much as a tootsie-roll on Halloween night. There are… other ways to pay. (\nSound of thunder\n)\n\n\nSCP-6750-1 turns and faces a pumpkin-clerk.\n\n\nSCP-6750-1:\n I’ll take everything you have!\n\n\nSCP-6750-1 breaks open the ribcage on its shirt, causing a viscous, clumped, grey mass to seep from its torso area and pile onto the floor. Small eyes, hands, and feet are seen inside the substance, writhing.\n\n\nSCP-6750-1:\n One year’s worth, saved up just for you!\n\n\nThe clerk places its finger inside the mass, removes a chunk, and sticks it inside its head. It nods and gives a ‘thumbs up’ gesture.\n\n\nAnother cut brings SCP-6750-1 back to the suburban house, which is now decorated with an excess of Halloween decorations. Green and purple strobe lights flash, thick fog fills the room, and skeletons dangle from the fireplace. A “Frankenstein” monster entity walks in front of the camera, groaning with its arms outstretched.\n\n\nSCP-6750-1:\n See how much \nbetter\n this is?\n\n\nA massive swarm of various insects crawl across the floor. Some scatter and climb into SCP-6750-1’s clothing. The entity is unfazed.\n\n\nSCP-6750-1:\n Make room, fiends! There’s a lot left after what I just got rid of!\n\n\nTape cuts to the front yard, where SCP-6750-1 throws a human corpse on top of a pile of human corpses, which appears to be composed of the members of several ordinary suburban families. The rest of the house’s exterior is not decorated.\n\n\nSCP-6750-1:\n Whew! You might be thinking “Sam, is this \nreally\n necessary?”, to which I’ll answer “Yes!”. It is absolutely imperative that your house is the most frighteningly festive on the block. It’s a contest, and you should never let anyone tell you otherwise. Dump everything you own into getting the best possible Halloween decorations. Quantity is quality! Don’t believe me?\n\n\nSCP-6750-1 is now standing further away from the house. It overlooks the street, with a row of ordinary, undecorated homes in front of him.\n\n\nSCP-6750-1:\n Everyone knows the most important reason you decorate your house for Halloween is so that when the Bureaucrat shows up to judge your neighborhood, they have no choice but to spare your family!\n\n\nThe sky above immediately darkens and a large, white square opens up in its center. A resounding high note, as if sung by a choir, is heard, resonating and repeating. The camera shakes.\n\n\nSCP-6750-1:\n There they are! The Bureaucrat's shifting into town!\n\n\nA white flash covers the screen. The tape is completely black for seven minutes. When the picture returns, the homes on the street are revealed to have been destroyed completely. The only standing house is the one it had decorated earlier. SCP-6750-1 jumps and claps.\n\n\nSCP-6750-1:\n Wow-wee, look at that! Another season won by Sam Hain, who would’ve thought? It’s almost like this guy knows what he’s talking about, and you should buy his tape, so he can finally get recognized by all the other Boogiemen for his hard work and won’t have to live in your walls for another decade! (\nGestures to houses\n) As for the rest of these chumps? I’d say better luck next time, but they’re DEAD! (\nLaughs\n)\n\n\n\n\n\n\n\n\nSegment Subject:\n Obtaining and carving a pumpkin.\n\n\n\n\nA synth-heavy musical jingle is heard. A still frame of an ordinary pumpkin patch is seen, with overlaid text reading “SCARY PUMPKIN CARVING”.\n\n\nSCP-6750-1 stands in front of a corn field at night. Its speech is significantly quieter and more frantic in this segment than previous broadcasts.\n\n\nSCP-6750-1:\n Greetings, freakish folks! Sam Hain here at, uh… Sam Hain’s pumpkin patch. That’s right, I’m at the family farm… that we own! No need for written permission to film at all, because it’s our farm and we own it, so don’t ask. Uh, just a reminder, production costs are expensive these days, especially after those last three broadcasts, so buy my tape or else I’ll buy it for you! Let’s go carve pumpkins!\n\n\nA cut places SCP-6750-1 in front of a pumpkin patch. In place of pumpkins, there are human heads of varying size, coloration, and shape, each segmented at the upper-neck and completely devoid of facial features or hair. SCP-6750-1 looks around the area before speaking.\n\n\nSCP-6750-1:\n Whispering while picking out your pumpkin is important. You wouldn’t want to wake up the whole patch, would you?\n\n\nSCP-6750-1 slowly bends down and grips the vine connected to a pale, slightly larger head. The head thrashes and rolls.\n\n\nSCP-6750-1:\n Shh! Stop it! Shut up! Stop moving, stop!\n\n\nVisible light is seen in the background. A loud, male voice shouts from across the field.\n\n\nVoice:\n WHO THE FUCK’S OUT THERE, HUH? I SAID YOU CAN’T FILM HERE FOR FREE. I SWEAR TO JACK THE SMITH, IF THAT’S SAM HAIN, I’M GOING TO DISMEMBER YOU.\n\n\nSCP-6750-1 jumps, and quickly detaches the head from the vine. It begins seizing and vibrating even more as a result. Several other heads slowly move in a similar fashion in the seconds that follow. SCP-6750-1 gestures and runs away from the field, carrying the head.\n\n\nSCP-6750-1:\n Go, go! I can’t die tonight!\n\n\nA gunshot is heard in the distance as SCP-6750-1 and the camera move away from the field.\n\n\nThe tape cuts for two minutes. SCP-6750-1 is now standing inside an ordinary house, specifically its kitchen. It places the head on a counter.\n\n\nSCP-6750-1:\n Carving time! First off, some safety tips. Gloves are important so you don’t get pumpkin-residue on your hands. It eats away the flesh. Next, make sure your knife is sharp enough to actually \ncut\n the pumpkin. You want it to feel as much pain as possible without killing it. Your pumpkin should feel like an absolute dirtbag. The kind that hears someone's joke and repeats it louder. The kind that notices the bins are full but doesn't take them out. The kind who pissed himself in \nghoul-school\n. The kind who failed out of \nboo\n-casting and can’t budget himself properly because he’s a fucking idiot.\n\n\nPause.\n\n\nSCP-6750-1 brandishes a large knife and begins carving a typical jack-o’-lantern face onto the head, starting with the eyes. The exposed interior of the head beneath the flesh reveals tissue, muscle, and two ocular orbits. The eyes dart frantically, and the head bleeds with every laceration.\n\n\nSCP-6750-1:\n (\nMuttering.\n) Spent everything I had on a fucking living Frankenstein. Idiot! Idiot!\n\n\nSCP-6750-1 moves onto the lower area of the head, carving a mouth. Upon the first laceration in this area, the head laughs. This laughter increases in volume and intensity as SCP-6750-1 carves a smiling expression across the mouth. SCP-6750-1 eventually throws the knife across the room in anger.\n\n\nSCP-6750-1:\n WHAT’S so funny? You’re supposed to scream! Scream in terror!\n\n\nHead:\n It’s just… you’re so \nboring\n, Sam. You’re nothing. I mean, this whole segment. It’s predictable. Exactly what you’d expect. You’re a pumpkin that carves humans, whoop-dee-fuckin’-doo. Scariest thing about you is how \nfucked\n you’re going to be when your tape flops and they \ntake away your Boogieman license\n!\n\n\nSCP-6750-1:\n Oh, I’m PREDICTABLE, am I?\n\n\nHead:\n Yeah, yeah! Millions in debt and counting!\n\n\nSCP-6750-1 grabs the head and throws it to the ground, smashing it upon impact. Parts of the head scream. SCP-6750-1 stamps the pieces underneath its boot.\n\n\nSCP-6750-1:\n I’m not scary? I’m \nnot\n scary? I’ll show you SCARY! You’ll all see scary!\n\n\nSCP-6750-1 faces the camera.\n\n\nSCP-6750-1:\n (\nPause\n) When you purchase Sam Hain’s “All-O-Ween About Halloween” VHS tape! Segments such as this and more! See them all, and feel your skin CRAWL! A new low price of \none\n witching-hour sacrifice in his name! Buy, buy, buy, now, now, now!\n\n\n\n\n\n\n\n\nSegment Subject:\n Ensuring children's safety when Trick or Treating and consuming candy.\n\n\n\n\nBach's Toccata and Fugue in D minor is heard. A still frame of a jack-o’-lantern is seen overlaid with text reading \"SCARY TRICK OR TREATING TIPS.\" A scream is heard and the frame cuts to an empty suburban street.\n\n\nSCP-6750-1 is seen in the distance exiting a house. It holds a purple, pumpkin-shaped candy pail. Another cut. SCP-6750-1 is standing near the side of a house, riffling through its pail.\n\n\nSCP-6750-1:\n How’s it hanging, ghoulies? Sam Hain here! Lots of houses in this neighborhood, lots of candy to take, uh, during trick or treating. That’s what I just got back from, myself. What a tradition, trick or treating! Of course, there’s things \neveryone\n knows about keeping safe while trick or treating, like “only visit houses that stare at you” or “don’t talk to the woman in the sidewalk cracks”, but have you ever heard about the dangers of eating unwrapped candy?\n\n\nSCP-6750-1 retrieves a piece of candy from its pail. It pushes it through its mouth cavity and proceeds to chew the chocolate. The wrapper was not removed.\n\n\nSCP-6750-1:\n Mmm, mmm, MMMM! I sure do love me some candy! Who doesn’t? But we have to remember, there are a lot of bad, evil people out there who want to kill you, and I don’t just mean me! Parents, your precious babies are at risk here! We don't want anything bad to happen to them! That would be… candy-strophic! (\nA scream is heard.\n) Let's take a look at what \nI\n got in this lovely town.\n\n\nSCP-6750-1 removes a wrapped candy bar from the pail.\n\n\nSCP-6750-1:\n This is an ordinary candy bar, at least at first glance.\n\n\nIt opens the wrapper. A large antenna extends from the top of the candy.\n\n\nSCP-6750-1:\n Uh-huh! Just as I suspected, a communications device with some \nweirdo\n on the other end, who’d like nothing more than to hear the sweet, sweet sounds of your child’s digestive system. Sickening, isn’t it?\n\n\nSCP-6750-1 reaches into its pail again, retrieving an AR-15 assault rifle with a single blue M&M taped to it. It is unknown how the item was placed into and pulled from the pail\n\n\nSCP-6750-1:\n Now would you look at this! Someone hid a firearm in my M&Ms!\n\n\nSCP-6750-1 examines the gun.\n\n\nSCP-6750-1:\n Gosh. It's loaded too. Could you imagine the torment someone could inflict with this? No one would even see it coming, especially on Halloween. It looks like a prop! I don't even want to imagine it.\n\n\nSCP-6750-1 removes a piece of licorice from the pail. It sticks it inside its \"head\", making mock-chewing noises.\n\n\nSCP-6750-1:\n Finally, something good! There's no way someone can hide something in- oh! It's…\n\n\nSCP-6750-1 removes a VHS tape from its mouth area. The tape features a depiction of itself on its cover.\n\n\nSCP-6750-1:\n Would you look at that? It's All-O-Ween About Halloween, by Sam Hain! I have a feeling LOTS of people will be putting these in their candy this year! Most people seem to think this sort of thing is a “myth”, so getting away with poisoning a few kids or hiding razor blades in candy apples is super easy! Cops can’t trace candy! I mean… don’t try it! It’s bad and wrong! (\nPause\n) But you could definitely get away with it if you wanted!\n\n\n\n\n\n\n\n\nSegment Subject:\n Indiscernible.\n\n\n\n\nThe sound of rattling, followed by a deep groaning is heard. A still frame of Area-179 Researcher Eric Trenton’s house is displayed\n1\n with overlaid text reading “SCARY SURVIVAL TIPS”.\n\n\nSCP-6750-1 is laying in the bushes outside Dr. Trenton’s home.\n\n\nSCP-6750-1:\n (\nWhispers\n) We had an \nespecially\n big segment planned out for this broadcast, but I’ve unfortunately run into some… monetary issues. Instead, I’m going to show you all how we boogiemen collect one of our many forms of currency: fear! In the spirit of education, I’m going to let you know exactly what you can do if a \nscary\n Halloween monster is targeting you or your family! Unfortunately, there isn’t much!\n\n\nSCP-6750-1 steps from outside the bushes. It traverses the lawn in only three steps, due to the length of its legs. It presses itself against the side of the house, next to a window.\n\n\nSCP-6750-1:\n Boogiemen are less likely to enter through the first story window. Why? Because that’s what you’d expect.\n\n\nSCP-6750-1’s legs stretch, gaining height until its torso is level with the house’s second story window. A similar event occurs to SCP-6750-1’s fingers, which contort, thin, and extend outwards. They maneuvere themselves into the crevices of the window screen, removing it. SCP-6750-1 pushes up the glass window and enters.\n\n\nThe camera cuts to an overhead view of Dr. Trenton’s wife, Alecia, sleeping in her bed. Her husband is absent. SCP-6750-1 leans into frame. It crouches, due to the length of its legs, yet still reaches the ceiling.\n\n\nSCP-6750-1:\n What differentiates Boogiemen from ordinary monsters is atmosphere. An ordinary creature will kill in a way quickest and most advantageous for it. That’s boring, and \nno one wants that\n. They tend to appreciate the scare. The adrenaline, the fear. It just tastes better.\n\n\nSCP-6750-1’s arm stretches outward and extends over and around Alecia. It taps her on the forehead. She jumps awake, batting the arm out of the way as she slowly regains consciousness.\n\n\nSCP-6750-1:\n If you aren’t scared, then the monster can’t do anything.\n\n\nAlecia turns around, and notices SCP-6750-1. She becomes frantic, and leaps from the bed, screaming.\n\n\nSCP-6750-1:\n \nSomeone\n wasn’t paying attention in class today!\n\n\nAlecia runs out of the room. SCP-6750-1 gives chase. It contorts its body, using the walls to brace its lengthy limbs as it maneuvers its newly extended body.\n\n\nTrenton’s child, Elise, emerges from her room, and immediately runs back in, slamming the door shut. SCP-6750-1 takes notice of this and moves towards the door.\n\n\nSCP-6750-1:\n If you have children, use them as a diversion! 9 boogiemen out of 10 will go for a child over a plain-jane adult. After all, kids are a \nlot\n easier to traumatize!\n\n\nThe tape cuts to Elise’s room. The girl is hiding underneath the covers on her bed. A still shot of the door is held for several seconds. SCP-6750-1 is heard laughing, but the sound slowly trails out.\n\n\nSCP-6750-1:\n (\nVoice Over\n) There’s one thing you have to consider when dealing with Boogiemen. For them, the impossible can become possible, so long as it’s \nfrightening\n. I never wanted to resort to this.\n\n\nSCP-6750-1’s hand is seen extending underneath the door. It trails up to the door-knob, and turns it. The door slowly opens. Elise looks out, watching from underneath a blanket. The door fully opens, revealing an empty hallway.\n\n\nSCP-6750-1’s laughter is heard from underneath Elise’s bed. The entity slowly rises from below, until its face is level with the girl’s. Flies, grubs, and worms are seen crawling out of the entity’s head. Elise stares at the creature, breathing heavily as tears well in her eyes.\n\n\nSCP-6750-1:\n Buy my tape.\n\n\nElise jumps and runs out of the bedroom. SCP-6750-1 laughs and turns its face to the camera.\n\n\nSCP-6750-1:\n Looks like no one wants to throw old Sammy a bone here!\n\n\nSCP-6750-1:\n Well, I’ve tried everything. Clearly, these folks don’t want to buy my tape. But I might be able to think of someone who does.\n\n\nSCP-6750-1 removes the pumpkin from its shoulders, revealing the head of Dr. Eric Trenton underneath.\n2\n\n\nSCP-6750-1:\n YOU! Boo!\n\n\nSCP-6750-1’s head explodes, smearing the camera and surrounding area with blood and viscera.\n\n\n\n\nFurther investigation\n into SCP-6750 has yielded inconclusive results.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dr. Trenton had been transcribing the tape. Testing with other viewers has revealed that their primary residence will appear in place of Trenton’s. This is applicable to other anomalous phenomena described in this log, where the contents of the tape will be adjusted to the viewer. How SCP-6750 obtains intimate information regarding its viewers is unknown.\n\n\n2\n. The underlying visage changes to match that of the viewer, much like the effect relating to the context of the scene. Playback with multiple viewers has revealed multiple heads stacked on top of one another.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6749\n | SCP-6750 | \nSCP-6751\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nJ Dune's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6453\n \n(+99)\n \n•\n\n\n\n\n\n\nSCP-5697\n \n(+123)\n \n•\n\n\n\n\n\n\nSCP-6504\n \n(+75)\n \n•\n\n\n\n\n\n\nSCP-8999\n \n(+732)\n \n•\n\n\n\n\n\n\nSCP-6811\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-6003\n \n(+347)\n \n•\n\n\n\n\n\n\nSCP-5527\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-3651\n \n(+103)\n \n•\n\n\n\n\n\n\nSCP-7960\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-5798\n \n(+436)\n \n•\n\n\n\n\n\n\nSCP-5818\n \n(+182)\n \n•\n\n\n\n\n\n\nSCP-8876\n \n(+230)\n \n•\n\n\n\n\n\n\nSCP-6452\n \n(+245)\n \n•\n\n\n\n\n\n\nSCP-7034\n \n(+709)\n \n•\n\n\n\n\n\n\nSCP-6890\n \n(+78)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nMURDER, BLOODY MURDER\n \n(+44)\n \n•\n\n\n\n\n\n\nDEICIDE\n \n(+121)\n \n•\n\n\n\n\n\n\nDr. Cimmerian vs the Grinch\n \n(+106)\n \n•\n\n\n\n\n\n\nOver and Over, Until You Meet Again\n \n(+23)\n \n•\n\n\n\n\n\n\nMakeup\n \n(+205)\n \n•\n\n\n\n\n\n\nHigher Minds\n \n(+192)\n \n•\n\n\n\n\n\n\nTHE SHARPEST FANGS\n \n(+32)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6750\n\" by PlaguePJP and J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6750\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n sth\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nhttps://search.creativecommons.org/photos/d0b34357-0bf4-465e-8ef9-daedddfb2b84\n]\n\n\n\n\n\n\nFilename:\n television.png\n\n\nAuthor:\n Beige Alert\n\n\nLicense:\n CC BY 2.0\n\n\nSource:\n [\nhttps://search.creativecommons.org/photos/67b5e80e-dbcc-4296-805d-ab63b2fffd64\n]\n\n\n\n\n\n\nFilename:\n television.png\n\n\nAuthor:\n Looking Glass\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nhttps://search.creativecommons.org/photos/388aa383-b685-4742-beaa-8d29ecd607a2\n]",
    "addendums": [
        "Addendum 6750.1: Broadcast Transcripts"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6750 \" by PlaguePJP and J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6750 . Licensed under CC-BY-SA .",
        "Filename: header.png Author: sth License: CC BY-SA 2.0 Source: [ https://search.creativecommons.org/photos/d0b34357-0bf4-465e-8ef9-daedddfb2b84 ]",
        "Filename: television.png Author: Beige Alert License: CC BY 2.0 Source: [ https://search.creativecommons.org/photos/67b5e80e-dbcc-4296-805d-ab63b2fffd64 ]",
        "Filename: television.png Author: Looking Glass License: CC BY-SA 2.0 Source: [ https://search.creativecommons.org/photos/388aa383-b685-4742-beaa-8d29ecd607a2 ]"
    ],
    "containment_procedures": "Joint containment between Area-179 and Site-43 has been established for the purposes of direct containment of SCP-6750 and locating SCP-6750-1. Recorded copies of all SCP-6750 instances are kept inside Site-43's Secure Media archive.",
    "description": "SCP-6750 designates six advertisements and public service announcements that aired between 1989 and 1991 throughout the United States, specifically targeted at suburban and rural communities. These broadcasts were produced by Vikander-Kneed Technical Media and interrupted ordinary programming when they aired. The main subject matter of all SCP-6750 instances was the holiday of Halloween and the potential dangers facing children thereon, as well as general information regarding the holiday. While a common theme within SCP-6750 is Halloween, the majority of broadcasts are nonsensical in messaging and overall tone. Instances averaged around one minute in length. Details regarding SCP-6750's exact production and origin remain unknown.",
    "title": "SCP-6750"
}