{
    "url": "https://scp-wiki.wikidot.com/scp-6751",
    "all_text": "As SCP-6751 does not exist, containment is unnecessary.\n\n\n\n\n\n\n\n\n\n\n\n\nThe House That Wasn't There\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-6751\n\n\n\n\n\n\nByㅤ\n \nMontagueETC\n\n\n\n\n\n\nPublished on \n15 Jun 2022 00:28\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6751\n\n\nThe House That Wasn't There\n\n\n\n\n\n\n \n\n\n\n\n\n\n» \nMontagueETC's Author Page\n «\n\n\n\n\n\n\nPublished on \n15 Jun 2022 00:28\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+82\n+\n–\nx\n\n\n\n\nby \nMontagueETC\n\n\n5\n\n\n\n\n \n\n\n\n\nThe House That Wasn't There\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6751\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nkušum\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6751\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-6751 does not exist, containment is unnecessary.\n.\nKušum:\n Item's containment has been abandoned indefinitely.\n\n\nDescription:\n SCP-6751 is a two-story house in Victoria, Canada that does not exist. Though it can be both perceived and physically interacted with, thorough testing\n.\nIncluding but not limited to: sonar, infrared, thermal, electromagnetic, thaumaturgic, and hume scanning.\n has determined that it is not within actuality. Public records report that SCP-6751 was built in 2007 by \"Lacuna Construction and Repair\", of which no other information has yet been uncovered.\n\n\nSCP-6751 is currently inhabited by SCP-6751-A, a 38-year-old man named John Dome. Dome was interviewed in 2012 by Agent N. Nescio, who was disguised as a journalist that was writing profile pieces on average Victorian citizens. Most of the interview's footage and all relevant metadata is inaccessible due to severe data corruption, thanks to a flaw in the construction of Nescio's concealed body camera. The following log is of what little video and audio has been restored.\n\n\n\n\nSCP-6751-A Interview Log\n\n\n\n\n\n\n\n\nSCP-6751-A\n\n\n\n\n\n\n[SCP-6751-A and Nescio are sitting across from one another at a small table in SCP-6751's kitchen. A stylized painting of the night sky covers the ceiling. Though the room's windows don't appear to be tinted, the natural light has a slightly greenish hue. It appears to be midday.]\n\n\nSCP-6751-A:\n —iving here for about… 7 years? I inherited it from my father when he passed.\n\n\nNescio:\n I'm sorry.\n\n\nSCP-6751-A:\n \n[Laughing.]\n Don't be. He was a real sack of shit. Kicked me out of the house when I was 16 because he \n[Finger quotes.]\n \"didn't agree with my lifestyle choices.\"\n\n\nSCP-6751-A:\n I only got the house because he never got around to writing a will and nobody really knew what he would've wanted. Most of his things got dumped on me by def—\n\n\n\n\n\n\n[No video.]\n\n\nNescio:\n —id you paint these?\n\n\nSCP-6751-A:\n Yeah. I've always been a bit of an astronomy nut. I was one of those kids who was convinced he'd grow up to be an astronaut, y'know? Bought my own telescope and everything.\n\n\nSCP-6751-A:\n 'Course, light pollution here is only getting worse by the year. So I figured I'd make my own stars.\n\n\nNescio:\n It's beautiful.\n\n\nSCP-6751-A:\n Thanks— but it doesn't even scratch the surface. Take a look at \nthis\n.\n\n\n[Creaking wood.]\n\n\nNescio:\n \n[Awed.]\n Good lord.\n\n\n\n\n\n\n[No audio.]\n\n\n[SCP-6751's kitchen, shortly before or after the events of the first recovered video. SCP-6751-A is standing and the light does not have a greenish hue.]\n\n\n[As Nescio is sitting, SCP-6751-A's head is out of frame. It appears to be speaking animatedly, gesturing frequently. SCP-6751-A continues this behavior for 2.7 minutes.]\n\n\n\n\n\n\n[SCP-6751-A and Nescio stand in SCP-6751's living room. Its ceiling is also covered by a painting of the night sky.]\n\n\nSCP-6751-A:\n —stellations, y'know? People taking all this empty sky and these little pinpricks of light and making \nmeaning\n out of it. It always gets me.\n\n\nNescio:\n Have you ever painted them?\n\n\nSCP-6751-A:\n That's the beauty of it— I don't \nneed\n to. They're already there. See?\n\n\n[SCP-6751-A takes several steps forward, pointing at the ceiling. Audio of his footsteps is delayed by 4.5 seconds. As Nescio appears to startle slightly when the footsteps become audible, it is possible that this delay is unrelated to the footage's corruption.]\n\n\n\n\n\n\n[SCP-6751-A and Nescio stand in the second-floor hallway. The ceiling is not in frame. There is an open door to SCP-6751-A's left, through which a darkened bedroom is partially visible, and a closed door behind it, at the end of the hall. The natural light levels suggest that this takes place at least an hour after the first video's events.]\n\n\n[For the duration of the video, nothing happens in the bedroom. SCP-6751-A and Nescio do not appear to notice it.]\n\n\nNescio:\n —there?\n\n\nSCP-6751-A:\n \n[Gesturing towards the closed door without turning around.]\n Stairs to the attic.\n\n\nNescio:\n \n[Pause.]\n You have an attic?\n\n\nSCP-6751-A:\n Yeah. Though… I haven't been there since I was a kid.\n\n\nNescio:\n Is it unsafe?\n\n\nSCP-6751-A:\n Nothing like that. \n[SCP-6751-A pauses, shifting in place.]\n My father told me he'd burn whatever I left behind when he kicked me out. If that had been a lie— if he had kept any of my things in storage…\n\n\n[Inactivity in the bedroom sharply increases.]\n\n\nSCP-6751-A:\n Well. It wouldn't mean much. But it would mean \nsomething\n.\n\n\nSCP-6751-A:\n I'd rather keep that question unanswered. I've already made peace with the version of him I kn—\n\n\n\n\n\n\n[Still frame, continuing for 29 seconds with no audio.]\n\n\n\n\n\n\nStill frame.\n\n\n\n\n\n\n[It is night and SCP-6751's living room is dark. SCP-6751-A is standing, faced away from the camera and toward the room's windows.]\n\n\n[The full moon is visible in the sky but no stars are in view.]\n\n\n \n\n\n \n\n\n\n\n\n\n[No audio.]\n\n\n\n\n\n\nContext unavailable.\n\n\n\n\n\n\n[It appears to be early morning, potentially the day after the interview. Nescio is outside of SCP-6751 and the front door is ajar. Nescio enters SCP-6751 and passes through each room slowly. All furniture has been removed and the ceilings have been covered over with matte black paint. Every room has nothing in it.]\n\n\n[After surveying every other room, Nescio approaches the door to the attic and opens it.]\n\n\n \n\n\n \n\n\n\n\n\n\n[No video.]\n\n\n[Door closes.]\n\n\n[Footsteps on creaking wood. Breathing becomes increasingly audible, as the source of the footsteps (presumably SCP-6751-A) appears to become out of breath.]\n\n\nSCP-6751-A:\n I was terrified of the dark when I was a kid, did you know that? Slept with a nightlight 'till I was halfway through college.\n\n\n[No other voice is audible.]\n\n\nSCP-6751-A:\n Yeah, I know I don't look the type. But it's true. Something about the dark always makes my imagination go wild. I can't stop thinking about what could be in those lightless places, even when I know there's nothing there.\n\n\n[Nobody speaks.]\n\n\nSCP-6751-A:\n But that's the thing about it, right? Nothing.\n\n\n[Nobody speaks.]\n\n\nSCP-6751-A:\n We press our palms into our eyes and we see flashes of color. Shapes. Sounds. We can't imagine nothingness without imposing meaning onto it. Can't imagine the huge distances between stars without constellations. It's just not possible.\n\n\n[Nobody speaks.]\n\n\n[Nobody speaks.]\n\n\n[Nobody speaks.]\n\n\nSCP-6751-A:\n You're probably right.\n\n\n[Nobody speaks.]\n\n\n[Door opens.]\n\n\n\n\n\n\n[The sky is full of stars.]\n\n\n \n\n\n\n\n\n\nThey are beautiful.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nIt is not known how the Foundation first became aware of SCP-6751 and its anomalous nature. There is no record of any individual named N. Nescio being in the Foundation's employ.\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMontagueETC's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-1908\n \n•\n\n\n\n\n\n\nE. T. Cetera's Proposal\n \n•\n\n\n\n\n\n\nSCP-7009\n \n•\n\n\n\n\n\n\nSCP-6454\n \n•\n\n\n\n\n\n\nSCP-8066\n \n•\n\n\n\n\n\n\nSCP-744\n \n•\n\n\n\n\n\n\nSCP-7354\n \n•\n\n\n\n\n\n\nSCP-8408\n \n•\n\n\n\n\n\n\nSCP-6462\n \n•\n\n\n\n\n\n\nSCP-7701\n \n•\n\n\n\n\n\n\nSCP-⌘\n \n•\n\n\n\n\n\n\nSCP-7376\n \n•\n\n\n\n\n\n\nSCP-6607\n \n•\n\n\n\n\n\n\nSCP-8200\n \n•\n\n\n\n\n\n\nSCP-7408\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nDid It Hurt When You Fell From Heaven?\n \n•\n\n\n\n\n\n\nDR. KONDRAKI CUT UP WHILE THINKING\n \n•\n\n\n\n\n\n\nWho Made You?\n \n•\n\n\n\n\n\n\nSix Codas\n \n•\n\n\n\n\n\n\nOmnigenesis and the Law of Blades\n \n•\n\n\n\n\n\n\nA Betamax Suicide Note\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\netcetera, etcetera\n \n•\n\n\n\n\n\n\nArt Exchange 2023 | SCP-6759\n \n•\n\n\n\n\n\n\nMontagueETC's SCiPTEMBER 2022 Art\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6750\n | SCP-6751 | \nSCP-6752\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6751\n\" by MontagueETC, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6751\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 6751-Thumbnail.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n\n\n\n\nName:\n House with big windows\n\n\nAuthor:\n \npnwra\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Kušum.svg\n\n\nAuthor:\n \nCalibold\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nCalibold's Mega Cool Art Page (It's Mostly Just Icons, But Whatever, It's Still Mega Cool)\n\n\n\n\n\n\n\n\nFilename:\n none-icon.svg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP-5729\n\n\n\n\n\n\n\n\nFilename:\n SCP-6751.jpg\n\n\nName:\n House with big windows\n\n\nAuthor:\n \npnwra\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Stairs.png\n\n\nName:\n Dark Stairs\n\n\nAuthor:\n \nFrederico Cintra\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n Stars.png\n\n\nName:\n Night Sky Free Stock Image\n\n\nAuthor:\n \nThomas Shellberg\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nStocksnap\n\n\n\n\n\n\n\n\nFilename:\n 404.png\n\n\nAuthor:\n \nMontagueETC\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6751 \" by MontagueETC, from the SCP Wiki . Source: https://scpwiki.com/scp-6751 . Licensed under CC-BY-SA .",
        "Filename: 6751-Thumbnail.png Author: MontagueETC License: CC BY-SA 3.0 Derivative of: Name: House with big windows Author: pnwra License: CC BY 2.0 Source Link: Flickr",
        "Filename: Kušum.svg Author: Calibold License: CC BY-SA 3.0 Source Link: Calibold's Mega Cool Art Page (It's Mostly Just Icons, But Whatever, It's Still Mega Cool)",
        "Filename: none-icon.svg Author: HarryBlank License: CC BY-SA 3.0 Source Link: SCP-5729",
        "Filename: SCP-6751.jpg Name: House with big windows Author: pnwra License: CC BY 2.0 Source Link: Flickr",
        "Filename: Stairs.png Name: Dark Stairs Author: Frederico Cintra License: CC BY 2.0 Source Link: Flickr",
        "Filename: Stars.png Name: Night Sky Free Stock Image Author: Thomas Shellberg License: CC0 1.0 Source Link: Stocksnap",
        "Filename: 404.png Author: MontagueETC License: CC BY-SA 3.0"
    ],
    "containment_procedures": "As SCP-6751 does not exist, containment is unnecessary..Kušum: Item's containment has been abandoned indefinitely.",
    "description": "SCP-6751 is a two-story house in Victoria, Canada that does not exist. Though it can be both perceived and physically interacted with, thorough testing.Including but not limited to: sonar, infrared, thermal, electromagnetic, thaumaturgic, and hume scanning. has determined that it is not within actuality. Public records report that SCP-6751 was built in 2007 by \"Lacuna Construction and Repair\", of which no other information has yet been uncovered.",
    "title": "SCP-6751"
}