{
    "url": "https://scp-wiki.wikidot.com/scp-6755",
    "all_text": "\"A.K.A. La Santa Muerte (The Holy Death), La Catrina (The Gentlewoman), La Patrona (The Lady-Boss), La Dama Pálida (The Pale Lady), La Niña Blanca (The White Girl), La Flaquita (The Skinny One), La Huesuda (The Bony One), La Tiznada (The Tarnished), La Parca (The Reaper), La Malquerida (The Unloved), La Viuda Blanca (The White Widow), La Dueña de los Alebrijes (Mistress of the Alebrijes), la Madrina (The Godmother), Azrael (Angel of Death), and Mictecacíhuatl (Lady of the Dead).\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6755\n A Promise to The Pale Lady\n\n\nAuthor:\n \nKilerpoyo\n\nThis is part of a larger series. ¡Felíz día de Muertos!\n\n⚠️ \nContent warning:\n This article contains a content warning: Religious Intolerance, LGBTphobia\n\n\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nPart 1: El Ritual\n\n\nPart 2: La Dama\n\n\nPart 3: La Promesa\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6755\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nThe Foundation and the Horizon Initiative are currently collaborating to contain SCP-6755. False instructions for SCP-6755 should be spread through both physical and digital media, while accurate information is to be suppressed when possible. A negative view of the religious organization known as The Cult of the Pale Lady should be constantly promoted among the Mexican population by any means applicable, including but not limited to:\n\n\n\n\nMexican political, religious, and cultural personalities should be financially encouraged to constantly and publicly discredit The Cult of the Pale Lady.\n\n\nFactual, exaggerated and fabricated accounts should be spread to push a narrative emphasizing the negative outcomes of SCP-6755 while downplaying the positive ones.\n\n\nThe Cult of the Pale Lady and the practice of SCP-6755 should be represented in media associated with superstition and taboo topics like \nbrujería\n1\n, human sacrifice, paganism, drug trade, organized crime, and deviant sexuality; as well as tragic ends for its practitioners.\n\n\n\n\nAdditionally, the Foundation should provide the Horizon Initiative with any logistical and financial aid necessary to maintain the FNS\n2\n campaign, aimed to dissuade the population from practices related to The Cult of the Pale Lady and SCP-6755.\n\n\nDescription\n\n\nSCP-6755 is a thaumaturgic ritual that can be used to communicate with a being known as SCP-6755-2. A person can ask a petition to SCP-6755-2 in exchange for a \"promise\" that must not be broken. Petitions to SCP-6755-2 can range from mundane topics such as relationships and work to serious matters including life-or-death situations. There are reports of SCP-6755-2 rejecting petitions or requesting modifications. SCP-6755-2 reality bending abilities appear to be probabilistic in nature, instead of reality-warping. It will not accept any petition that defies known laws of physic or logic. If SCP-6755-2 agrees to the petition, it will demand the petitioner to \"promise\" something in return. The nature and exigency of the \"promise\" are usually similar and proportional to those of the requested petition. The \"promises\" requested by SCP-6755-2 are never beyond the range of what is physically, socially or economically possible for the petitioner. Agreement to keep the \"promise\" will result in the petition being granted, but failure to fulfill it will carry negative consequences to the petitioner. The severity of the consequences seems to be proportional and thematically related to the petition and \"promise\".\n\n\n\n\n\n\nAlebrije\n sculptures\n\n\n\n\n\n\n\n\n\n\nTagetes erecta\n used in an altar\n\n\n\n\n\n\nInstructions on how to perform SCP-6755 are shared among members of The Cult of the Pale Lady. The following procedure has been determined to have a 64% success rate in triggering SCP-6755. It is unclear if a more successful version of the ritual exists.\n\n\n\n\nA three-level altar must be made. The tablecloth must be white on the top level, orange at the mid-level, and black on the bottom level.\n\n\nEither a statue or a picture depicting a figure representing SCP-6755-2 must be put at the top level. This depiction usually consists of a skeletal figure wearing colorful robes or dresses.\n\n\nFood and drink offerings should be put in the mid-level. These offerings should include products that are held in high regard by the petitioner.\n\n\nAt least three \nAlebrije\n3\n sculptures should be placed on the bottom level.\n\n\nAt least two colored candles should be lit on the top level. Four should be on mid-level and eight on the bottom.\n\n\nTagetes erecta\n flowers should be put on every level of the altar.\n\n\nThe petitioner should place themselves kneeling in front of the altar.\n\n\nThe petitioner should make a small cut on their skin with an obsidian knife.\n\n\nThe petitioner must drop three drops of blood in a cup of hot chocolate.\n\n\nThe petitioner then will either verbally or mentally ask their petition to the Pale Lady.\n\n\nThe petitioner must drink from the chocolate cup.\n\n\n\n\n\n\n\n\nSCP-6755-2 statues\n\n\n\n\n\n\nIf the ritual is successful, the petitioner will be transported to an alternate dimension presumed to house SCP-6755-2. They will be greeted by SCP-6755-2 and discuss the terms of the \"promise\". SCP-6755-2 can request changes or outright deny the petition, while the petitioner is able to decline making the \"promise\". After either accepting or denying \"the promise\", the petitioner will be brought back to Earth, always in front of the altar they made the petition from.\n\n\n\n\n+ Recorded SCP-6755 \"Promises\"\n\n\n\n\n- Close \n\n\n\n\nThe following are confirmed testimonies about SCP-6755 from members of the Cult of The Pale Lady.\n\n\n\n\n\n\nPetitioner\n\n\nRequest\n\n\nPromise\n\n\nOutcome\n\n\n\n\n\n\nMale, 47\n\n\nTo recover from terminal lung cancer\n\n\nTo refrain from smoking\n\n\nThe petitioner initially maintained the promise for a month and entered remission. However, he resumed smoking and died in a traffic accident 3 months later\n4\n.\n\n\n\n\n\n\nFemale, 25\n\n\nTo find true love\n\n\nTo volunteer daily at the local homeless shelter for 365 days\n\n\nOn the final day of her volunteering she befriended another volunteer. They have been married for 10 years.\n\n\n\n\n\n\nMale, 15\n\n\nTo defeat a rival gang leader and take his place.\n\n\nTo never hurt a defenseless person.\n\n\nThe petitioner defeated his rival and became the gang's leader. During a robbery, he threw an elderly woman to the ground and repeatedly kicked her. He was shot by police 3 days later. Survived but lost both legs. He reportedly told interviewers \n\"La Patrona no se anda con mamadas.\"\n5\n\n\n\n\n\n\nUnspecified, 22\n\n\nFor their street food business to thrive\n\n\nTo always give a free meal to those who need it.\n\n\nThe business offers a free meal to anybody that can not pay. Despite this, its revenue is among the highest in its area to this day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ National Front For Salvation Dossier\n\n\n\n\n- Close \n\n\n\n\n\n\nFrente Nacional por La Salvación\n\n\n \n\nRecognizing the threat to society and normalcy represented by the increased proliferation of anomalous cults, the Horizon Initiative has devised a plan to counteract the corrupting influence of said heretic sects over the general population, especially among the youth.\n\n\nThe proposed campaign Frente Nacional por La Salvación has the aim of reinforcing Catholic values among the Mexican population in an effort to counteract the pagan influence of anomalous groups such as the so-called Cult of the Pale Lady. The Initiative is highly concerned about this impious group since we have good reasons to believe it is closely linked to the barbaric criminal organization Sin Nombre.\n6\n Thus, any victory against the Pale Lady's followers is a victory in the war on anomalous drugs.\n\n\nSince the liberation of the land that would become Mexico from the bloodthirsty and cruel Aztec Empire, the Catholic Church has been at the forefront of guarding the nation against the pagan anomalous threats that lie within its borders. Strengthening the historical commitment of the Mexican people to the Catholic Faith is crucial in this holy endeavor. For this reason, we have devised the FNS as a nationwide campaign with the following objectives:\n\n\n\n\nTo reinvigorate church attendance.\n\n\nTo discredit pagan practices such as The Cult of the Pale Lady.\n\n\nTo promote Catholic values among the Mexican population.\n\n\nTo prevent youth from consuming drugs, anomalous or otherwise.\n\n\n\n\nIn order to achieve said objectives, the FNS will promote the following tenets:\n\n\n\n\n\"Gente de bien\"\n7\n should not deal with the anomalous.\n\n\nOnly recognized Catholic Saints can intercede for divine intervention.\n\n\nDrugs are a poor substitute for a close relationship with God.\n\n\nMarijuana can increase violent tendencies.\n\n\nLife begins at conception.\n\n\nMarriage is between a man and a woman.\n\n\nThere are only two genders.\n\n\nPremarital sex is a sin.\n8\n\n\n\n\nThe Horizon Initiative humbly but firmly requests Foundation's support for the FNS agenda. May our partnership protects the Veil and bring about a Kingdom of the Pure.\n\n\n\n\nCardinal Olvera.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Testing Log 67\n\n\n\n\n- Close \n\n\n\n\n\n\n\n\nVideo Testing Log 67\n\n\n\n\n\n\nNOTE:\n A D-class was instructed to perform SCP-6755. The ritual was successful after the third attempt. The following recording was from a shoulder camera mounted on the D-class.\n\n\n\n\n[BEGIN LOG]\n\n\n00:03:04\n \nThe footage shows the POV from the D-class perspective. A three-level altar can be seen illuminated by candlelight. At the top of the altar, there is a statue depicting a robe-wearing skeleton. Two colorful animal-like statues rest at the bottom level.\n\n\nD-2381:\n Do I have to do this again?\n\n\nResearcher Ivañez:\n \n(Through the microphone.)\n D-2381, please repeat the last steps of the ritual.\n\n\nD-2381:\n Pale Lady, please help me cure my cancer… \n(D-2381 proceeds to cut his finger with a small knife and lets the blood drop three times in a chocolate cup. He drinks from the cup.)\n\n\n00:04:01\n \nSuddenly there is noise interference in the video feed. The camera goes black. For a moment, a figure resembling a black moth can be briefly seen in the image.\n\n\n00:04:07\n \nThe camera feed is back again. D-2381 seems to be in a field of orange flowers extending indefinitely into the horizon. The \"sky\" above him looks made from a type of blue rock.\n\n\nUnidentified female voice:\n It's good to see you, Armando.\n\n\n00:04:10\n \nD-2381 turns back to find a white table with two chairs. There is a woman sitting. A teapot and two teacups are on the table. The woman is wearing a colorful dress and a big hat decorated with orange flowers. She seems to be wearing a type of black and white makeup all over her skin.\n\n\nD-2381:\n Who are you? How do you know my name? God, it has been ages since somebody called me by my name.\n\n\nSCP-6755-2:\n I know everything about you, \"querido\". I know everything about everyone. All the good, the bad, and the ugly. \n(SCP-6755-2 smiles directly at the camera.)\n And all of you know well who I am.\n\n\nD-2381:\n So is this it? Is this how I end?\n\n\nSCP-6755-2:\n Not yet, you still had some time. It seems you are here because you wanted to make me a petition.\n\n\nD-2381:\n The cancer…\n\n\nSCP-6755-2:\n That's what they told you to ask for… but that is not what you really want, right?\n\n\nD-2381:\n I have done terrible things. I don't deserve a long life…\n\n\nSCP-6755-2:\n It is not my place to judge.\n\n\nD-2381:\n However, I would like to talk to her one last time before I go.\n\n\nSCP-6755-2:\n And you will. You only have to promise one thing to me.\n\n\nD-2381:\n Anything.\n\n\nSCP-6755-2:\n That this time, when you tell her you are sorry… you really mean it.\n\n\n00:16:09\n \nThe feed is cut by interference again. After a few moments of nothingness, D-2381 is again standing in front of the altar.\n\n\n\n\nAftermath:\n D-2381 was sentenced to disciplinary action for disobeying orders. However, a bug in the system scheduled him for transportation to a different site. The vehicle had a wheel failure and crashed. Surprisingly, there were no casualties or series injured. D-2381 was the only escapee. An unsuccessful manhunt was conducted for two weeks. He was found after week 3 in the hospital room of a coma patient [REDACTED]. Hospital personnel reported he had been there for 3 nights sobbing and murmuring \"I'm sorry\" to the patient. When asked why they had allowed him to stay, doctors reported he had been the only visitor in 5 years. D-2381 was recaptured and taken into custody but died of cancer complications before any disciplinary action could be taken.\n\n\nAfter this incident, only personnel with Level 4 security clearance are allowed to participate in tests involving SCP-6755.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6755\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nSCP-6755 is not currently under containment. Foundation-operated SATMEX\n9\n should be kept monitoring the Mexican Republic territory for any abrupt increase in Akiva Radiation that could indicate a manifestation of SCP-6755.\n\n\nIn case of a confirmed SCP-6755 manifestation, MTF Omega-41 \"Fieles Difuntos\" should be deployed to the site of the incident. For the duration of the event, MTF Omega-41 should not interact with SCP-6755 unless necessary, preferably taking an observer role and setting a perimeter to prevent third parties from disturbing SCP-6755. Horizon Initiative specialists are allowed to take action against SCP-6755. After SCP-6755 demanifestation, MTF Omega-41 should apply amnestic treatment to civilian witnesses of anomalous activity or HI operations.\n\n\nContainment procedures indicated for SCP-6755 in a previous iteration of this file should still be applied to contain SCP-6755-δ. Horizon Initiative's proposal to extend the FNS campaign are currently under review.\n\n\nUpdate:\n After Incident 075 the deployment of ontokinetic weapons against SCP-6755 is currently under consideration by the O5 and the Ethics Committee.\n\n\nDescription\n\n\n\n\n\n\nSCP-6755 circa 1912\n\n\n\n\n\n\nSCP-6755 is a culture-bound Class XII theologically-ontokinetic humanoid entity specific to Mexican culture. SCP-6755 takes the form of a Hispanic female in \ncalavera\n makeup\n10\n. SCP-6755 has been identified as the religious figure known as The Pale Lady\n11\n. SCP-6755 can spontaneously manifest in seemingly random places and engage in mundane activities and casual socialization with present civilians. These events are usually not a threat to the Veil since SCP-6755 won't display any anomalous properties and most witnesses would assume it to be a cosplayer. The only identified anomalous side effect after interacting with SCP-6755 is a self-reported feeling of doubt about the nature of SCP-6755 facial makeup, though this feeling is usually dismissed.\n\n\n\n\n+ Recorded sightings of SCP-6755\n\n\n\n\n- Close \n\n\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nDescription\n\n\nNotes\n\n\n\n\n\n\nNovember 2th, 1912\n\n\nCentral Alameda in Mexico City.\n\n\nExact details of this incident remain unknown. SCP-6755 was photographed by Abel Briquet.\n12\n Briquet wrote in his diary \n\"Aujourd'hui j'ai pris une photo de la Mort\"\n.\n13\n\n\nAkiva radiation on the surviving photographic evidence suggests the material was in proximity of a theological entity, presumed to be SCP-6755.\n\n\n\n\n\n\nFebruary 25th, 2010\n\n\nAn OXXO\n14\n store in Ciudad Nezahualcóyotl.\n\n\nSCP-6755 entered the store and proceed to buy multiple products, including snacks and energy drinks.\n\n\nWhen inquired by the cashier about why she was wearing \ncalavera\n make-up if it was not Day of the Dead, SCP-6755 replied: \"\nEn México todos los días son Día de Muertos\n\"\n15\n.\n\n\n\n\n\n\nMarch 8th, 2012\n\n\nA protest demanding justice for missing women in Ciudad Juárez.\n\n\nSCP-6755 stood silently among the crowd.\n\n\nWhether or not this incident has a deeper significance is still unclear.\n\n\n\n\n\n\nJune 26th, 2014\n\n\nAn anime convention in Puebla.\n\n\nSCP-6755 arrived dressed as the Catrina character from the movie \"The Book of Life\", posed for several pictures with cosplayers, and consumed from present food venues, showing a preference for ramen and dumplings. It also reportedly purchased several mangas from the \nshoujo\n genre.\n\n\nInterviewed attendants described interaction with SCP-6755 as a positive experience, however, they reported an uneasy feeling about its make-up: \"\nPor momentos no sabía si estaba hablando con una Catrina maquillada o con una calavera real.\n\"\n16\n\n\n\n\n\n\nOctober 13th, 2019\n\n\nVisiting Leonora Carrington\n17\n Museum in San Luis Potosí\n\n\nIt visited most of the exhibitions, took pictures, and bought souvenirs from the store, including a compilation of Carrington's short stories.\n\n\nIt left the following note in the guest book: \"\nAmé. Leonora estará encantada cuando vea las fotos. UwU\n\"\n18\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6755-α is an alternate dimension where SCP-6755 is presumed to reside. SCP-6755-α consists of an enormous field of \nTagetes erecta\n, also known as \ncempasúchil\n or \nflor de muerto\n19\n, seemingly extending infinitely in every direction. The \"sky\" above this field resembles the ceiling of a cavern painted in blue. It is unclear whether there are more areas in SCP-6755-α or \nif SCP-6755 is its only inhabitant.\n SCP-6755 has shown the ability to transport itself and others to SCP-6755-α at will.\n\n\n\n\n\n\nSCP-6755 circa 2014 and 2019\n\n\n\n\n\n\nSCP-6755-δ is a ritual for requesting an invitation to SCP-6755-α in order to meet and petition SCP-6755. If SCP-6755-δ is successful, an invitation to SCP-6755-α will be issued by SCP-6755 and the petitioner will be transported to it. Then SCP-6755 may be asked for a petition in exchange for a \"promise\". A more detailed overview of SCP-6755-δ can be consulted in the archived version of this file.\n\n\n \n\n\n\n\n+ Video Log Incident 075\n\n\n\n\n- Close \n\n\n\n\n\n\n\n\nVideo Log Incident 075\n\n\n\n\n\n\nNOTE:\n SCP-6755 was sighted in a coffee shop in Guadalajara. MTF Omega-41 secured the area while a HI Project Malleus Strike Team was dispatched. The strike team was equipped with anti-heretic blessed weaponry. The following recording is from the body cam of one of the Project Malleus operators.\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:01\n Footage starts at the inside of a van. Various Project Malleus operatives can be seen sitting. The van's door opens and the operatives begin descending. They advance through the street and enter the coffee shop.\n\n\n00:03:51\n SCP-6755 can be seen sitting at a table in the empty coffee shop, drinking from a mug. Civilians in the area had been previously evacuated by Omega-41\n\n\n00:03:51\n Project Malleus surrounds SCP-6755 and points their weapons at it. An operative holds a cross in their hand and points it toward SCP-6755 while reciting a prayer.\n\n\n00:04:01\n SCP-6755 looks annoyed. It raises the mug and throws hot coffee at the praying operative.\n\n\n00:04:01\n Project Malleus begins shooting at SCP-6755. However, at that point interference takes over the feed. The screen is black. For a moment, the face of a black dog can be briefly seen. The footage restarts. The operatives are in an extensive field of orange flowers.\n\n\n00:05:14\n A roar can be heard, the operatives look upwards. A giant multicolored creature resembling a horned axolotl descends to the field and devours one of the soldiers.\n\n\n00:05:29\n The operatives begin firing at the creature. It seems to be partially effective. The creature roars and begins retreating. Screams can be heard. Multiple creatures have emerged from the flowers. They vary in shapes and colors, some look like lizards or serpents, others mammalian and even avian, however, they all seem to blend characteristics of multiple species.\n\n\n00:05:29\n Taken by surprise, the Project Malleus operatives are taken down one by one by the creatures. The last one standing with the body camera. A blue-winged tiger with yellow feathers jumps over them and the footage gets cut by interference and goes to black.\n\n\n00:06:01\n The feeds start again, showing the coffee shop again. The mangled bodies of the operatives have been brought back. SCP-6755 is still there, looking directly at the camera. It flips a middle finger towards the camera, turns back, and begins walking away.\n\n\n\n\nAftermath:\n After this incident SCP-6755's disruption class was updated to Ekhi and its risk class to Danger.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ National Front For Salvation Dossier 2\n\n\n\n\n- Close \n\n\n\n\n\n\nFrente Nacional por La Salvación\n\n\n \n\nThe last incident just shows the sadistic and merciless nature of the satanic threat we are facing. In order to protect the souls of the Mexican People, the Cult of the so-called Pale Lady must be eradicated. The FNS is currently lobbying with the Mexican Government to declare the cult a criminal organization —they are, after all, known collaborators of the vicious Sin Nombre cartel— and strip away any legal protection it may have under Article 24\n20\n.\n\n\nWe exhort the O5 to treat the matter with the severity it requires. If the Foundation is unable or unwilling to deploy ontokinetic weapons against the unholy abomination known as SCP-6755, maybe the GOC will prove to be the true protector of purity among the Mexican Nation.\n\n\nUn Reino de los Puros espera por nosotros.\n21\n\n\n\n\nCardinal Olvera.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Chat Log Posada-Ivañez\n\n\n\n\n- Close \n\n\n\n\n\n\n\n\nChat Log Posada-Ivañez\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nResearcher Posada:\n This is really getting out of hand. The HI is building a fucking theocracy right in front of our noses. And now they want us to nuke the local Goddess of Death? Yeah, nuke the local Goddess of Death… No way that could backfire, am I right? Do we want another Saramago Incident? This is how you get another Saramago Incident.\n22\n\n\nResearcher Ivañez:\n After that last testing fiasco the O5 is getting nervous. SCP-6755 had no problem freeing that D-class. It is basically an avalanche of containment breaches waiting to happen. Imagine if the Chaos Insurgency learns about it. So yes, the O5 also has good reason for wanting it nuked. Also if we don't declare it contained soon, the GOC will probably take matters into its own hands. You know they would not hesitate to nuke Death. In fact, I think they are eager.\n\n\nResearcher Posada:\n I have an idea but I really need you to help me get the O5 on board with this.\n\n\nResearcher Ivañez:\n For a change, they may be desperate enough to hear you.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6755\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ncernunnos\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nNote:\n Containment procedures have been updated following Test 106.\n\n\nFoundation-operated SATMEX\n23\n should be kept monitoring the Mexican Republic territory for any abrupt increase in Akiva Radiation that could indicate a manifestation of SCP-6755.\n\n\nIn case of a confirmed SCP-6755 manifestation, MTF Omega-41 \"Fieles Difuntos\" should be deployed to the site of the incident. For the duration of the event, MTF Omega-41 should not interact with SCP-6755 unless necessary, preferably taking an observer role and setting a perimeter to prevent third parties from disturbing SCP-6755. \nUnder no circumstances should Horizon Initiative personnel be allowed access to SCP-6755.\n After SCP-6755 demanifestation, MTF Omega-41 should apply amnestic treatment to civilian witnesses of anomalous activity, \nthough this measure is rarely necessary.\n\n\nIf SCP-6755 manifests in an event involving costume play, MTF Omega-42 \"Eco Moda\" should provide Researcher Posada with an outfit complementing SCP-6755's look on that evening. Researcher Posada shall accompany SCP-6755 and partake in social activities with it. Expenses will be covered by the Foundation.\n\n\nAll Foundation funding and support for the FNS shall be discontinued. The influence of the FNS in Mexican politics shall be counteracted by all viable means.\n\n\nNo action should be taken against the religious organization known as The Cult of the Pale Lady. Extensive measures should be taken to guarantee the human rights of members are protected.\n\n\nFalse instructions for SCP-6755-δ can still be propagated to avoid an excessive proliferation of \"promises\".\n\n\n\n\n\n\nResearcher Posada and SCP-6755 during a costume play event.\n\n\n\n\n\n\nDescription\n\n\nSCP-6755 is a culture-bound Class XII theologically-ontokinetic humanoid entity specific to Mexican culture. SCP-6755 takes the form of a Hispanic female in \ncalavera\n makeup\n24\n. SCP-6755 has been identified as the religious figure known as The Pale Lady\n25\n. SCP-6755 can spontaneously manifest in seemingly random places and engage in mundane activities and casual socialization with present civilians. These events are usually not a threat to the Veil since SCP-6755 won't display any anomalous properties and most witnesses would assume it to be a cosplayer. The only identified anomalous side effect after interacting with SCP-6755 is a self-reported feeling of doubt about the nature of SCP-6755 facial makeup, though this feeling is usually dismissed.\n\n\nSCP-6755-α is an alternate dimension where SCP-6755 is presumed to reside. SCP-6755-α consists of an enormous field of \nTagetes erecta\n, also known as \ncempasúchil\n or \nflor de muerto\n26\n, seemingly extending infinitely in every direction. The \"sky\" above this field resembles the ceiling of a cavern painted in blue. SCP-6755 has shown the ability to transport itself and others to SCP-6755-α at will.\n\n\nSCP-6755-δ is a ritual for requesting an invitation to SCP-6755-α in order to meet and petition SCP-6755. If SCP-6755-δ is successful, an invitation to SCP-6755-α will be issued by SCP-6755 and the petitioner will be transported to it. Then SCP-6755 may be asked for a petition in exchange for a \"promise\". A more detailed overview of SCP-6755-δ can be consulted in the archived version of this file.\n\n\n\n\n+ Testing Log 106\n\n\n\n\n- Close \n\n\n\n\n\n\n\n\nVideo Testing Log 106\n\n\n\n\n\n\nNOTE:\n After getting O5 special approval, Researcher Posada performed SCP-6755-δ herself. The following recording comes from Researcher Posada's body cam.\n\n\n\n\n[BEGIN LOG]\n\n\n00:01:04\n \nThe footage shows the POV from Posada's perspective. In front of Posada, there is a three-level altar.\n\n\n00:03:54\n \nResearcher Posada takes a knife a makes a small cut on her finger, dropping the blood in the cup.\n\n\nResearcher Posada:\n God make this work… \n(Posada takes a sip from the cup.)\n\n\n00:04:01\n \nNoise interference takes over the video feed. The silhouette of an unidentified winged creature can be briefly seen.\n\n\n00:04:07\n \nThe camera feed is back again. Posada is at SCP-6755-α. In front of her, SCP-6755 sits at a white table. It is wearing a long black dress and a red fascinator hat with golden feathers.\n\n\nSCP-6755:\n Malena, \"cariño\"… What brings you to my Cempasúchil Fields? \n(It gestures towards the table.)\n But where are my manners? Please take a seat, have some chocolate…\n\n\nResearcher Posada:\n \n(Hesitantly approaches the table and sits.)\n I must assume you are the Pale Lady.\n\n\nSCP-6755:\n I have been called that… as well as many other cool nicknames. People can be so creative when trying to avoid mentioning Death. \n(The being smiles.)\n Anyways, since you are already here, I need an opinion… do you think this hat fits with this dress? I like the combination but I can't help but feel like maybe I'm overdoing it. Does it scream \"tryhard\" to you?\n\n\nResearcher Posada:\n Look… this is serious. I need to talk to you… \n(Makes a pause before taking a long breath.)\n The O5 is afraid of you and wants to nuke this place. Even if they don't do it, the GOC will. Meanwhile, the HI is creating a moral panic about you and your followers. They are using it to push their religious agenda and take over the country as we speak. Also, you may want to try a different hat.\n\n\nSCP-6755:\n \n(Stops drinking from a mug.)\n That does indeed sound like a problem… \n(Removes its hat slowly.)\n\n\nResearcher Posada\n My petition is for you to stop granting petitions. That will certainly calm the O5. If we are lucky, they may even do something about the HI.\n\n\nSCP-6755:\n \"Querida\"… you may as well be asking the fire not to burn.\n\n\nResearcher Posada:\n \n(Sights.)\n Why are you doing this? What do you get from all of this?\n\n\nSCP-6755:\n For me? Nothing, I mean maybe occasionally I can ask for some \"promise\" that may \nactually be useful for me\n… but… in reality, I do it for them.\n\n\nResearcher Posada:\n Who is them? Your cult?\n\n\nSCP-6755:\n You all keep calling it a cult like they were some robed fanatics sacrificing goats. They are just people with no one else to turn to for hope. People who have decided that Death is the only thing they have left in Life. These are people I have to take care of. My people. They live short, brutal, and ungrateful lives. And while I'm the one friendly face waiting for them at the end of the line, I can't help but be moved by the plights. So I decided to give them a gift… of hope. A promise is just that… hope… hope that in the end things will be fine. This way they can feel less alone and scared in Life, knowing Death is a friend and not a foe.\n\n\nResearcher Posada:\n So you help them… even if they are criminals?\n\n\nSCP-6755:\n Criminals or saints. They all come to me in the end. Though most of them are neither.\n\n\nResearcher Posada:\n \n(Sights.)\n Jesus… \n(Takes one of the mugs on the table and drinks from it.)\n This chocolate is delicious!\n\n\nSCP-6755:\n Family recipe. \n(Smiles.)\n Truth be told there is something I'm getting from all of this. This job, you see. Can get very depressing. It takes a toll on you if you are not careful. I have \na friend\n in this business and they are not taking the job very well. You have to self-care.\n\n\nResearcher Posada:\n Is that the reason you visit the land of the living so constantly?\n\n\nSCP-6755:\n Yes… to be Death you have to learn how to enjoy Life. Otherwise, this work will kill you. That's why I have to make it mean something. To keep helping the people. \n(SCP-6755 takes an orange flower from the field and hands it to Posada.)\n I made the promise to myself when I took this job, that I would not forget what it means. It helps me as much as it helps them.\n\n\nResearcher Posada:\n \n(Takes the flower and looks at it for a few seconds.)\n Then keep doing it. I think I know what my petition is now.\n\n\nSCP-6755:\n I'm all ears…\n\n\nResearcher Posada:\n I ask you to not grant any petition that may compromise normalcy or the Foundation.\n\n\nSCP-6755:\n That could work for me. However, I always have to ask for \"promises\" in return. And there are always consequences if you break it. Is not even that I'm vengeful, it is just the way this works.\n\n\nResearcher Posada:\n The O5 gave me the authorization to negotiate with you within some limits. I hope it is something I am authorized to accept.\n\n\nSCP-6755:\n You won't mess with my people. You let them be. I'm not asking for special treatment, if they do something bad you can do your thing. But you won't go after them for what they choose to believe.\n\n\nResearcher Posada:\n This may just have saved Mexico from a fundamentalist \ncoup d'état\n.\n\n\nSCP-6755:\n As always, I'm glad to help. But since we are already here… There is something else that I want to add to the \"promise\".\n\n\nResearcher Posada:\n Sure… go ahead…\n\n\nSCP-6755:\n \n(Putting on a purple witch hat.)\n As I said before, I rarely get something that I really wanted from this \"promise\" business but… I actually put a lot of effort into my outfits. You see, there are some looks that can only be pulled in pairs, you know what I mean? The point is, I always have wanted someone to do matching cosplays with…\n\n\nResearcher Posada:\n What?\n\n\n\n\nAftermath:\n After presenting this video as evidence, SCP-6755's disruption and risk class were lowered and its containment class was updated to Cernnunos.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLa Llorona Model\n\n\n\n\n\n\nSCP-6755\n\n\n\n\n\n\n\n\n\n\n\n\nThe Men with No Name\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Witchcraft\n\n\n2\n. Frente Nacional Por La Salvacación (National Front For Salvation)\n\n\n3\n. Oneiric chimeric beings made from the composition of several animals.\n\n\n4\n. The subject was run over by a truck transporting Marlboro cigarettes.\n\n\n5\n. The Lady-Boss takes no bullshit.\n\n\n6\n. Researcher Posada's Note: So far the HI has failed to provide compelling evidence for this claim.\n\n\n7\n. People of good upbringing.\n\n\n8\n. Researcher Posada's Note: How are any of the last five points even remotely relevant?\n\n\n9\n. Sistema de Alerta Teológica Mexicano (Mexican Theological Alert System)\n\n\n10\n. Traditional Día de Muertos makeup evoking a decorated skull.\n\n\n11\n. A.K.A. La Santa Muerte (The Holy Death), La Catrina (The Gentlewoman), La Patrona (The Lady-Boss), La Dama Pálida (The Pale Lady), La Niña Blanca (The White Girl), La Flaquita (The Skinny One), La Huesuda (The Bony One), La Tiznada (The Tarnished), La Parca (The Reaper), La Malquerida (The Unloved), La Viuda Blanca (The White Widow), La Dueña de los Alebrijes (Mistress of the Alebrijes), la Madrina (The Godmother), Azrael (Angel of Death), and Mictecacíhuatl (Lady of the Dead).\n\n\n12\n. French pioneer of photography, radicated in Mexico.\n\n\n13\n. Today I took a picture of Death.\n\n\n14\n. Mexican convenience stores chain.\n\n\n15\n. In Mexico every day is Day of the Dead\n\n\n16\n. For moments, I didn't know if I was talking to a person in Catrina make-up or an actual skull.\n\n\n17\n. Famous Mexican surrealist artist. Died in 2011.\n\n\n18\n. I loved it. Leonora will be delighted when she sees the pictures. UwU.\n\n\n19\n. This flower is associated with Día de Muertos and is used to decorate altars.\n\n\n20\n. Article of the Mexican Constitution that establishes religious freedom. Researcher Posada's Note: The HI is really way out of line with this one.\n\n\n21\n. A Kingdom of the Pure awaits us.\n\n\n22\n. A localized ΩK-Class Scenario confined to a particular country.\n\n\n23\n. Sistema de Alerta Teológica Mexicano (Mexican Theological Alert System)\n\n\n24\n. Traditional Día de Muertos makeup evoking a decorated skull.\n\n\n25\n. A.K.A. La Santa Muerte (The Holy Death), La Catrina (The Gentlewoman), La Patrona (The Lady-Boss), La Dama Pálida (The Pale Lady), La Niña Blanca (The White Girl), La Flaquita (The Skinny One), La Huesuda (The Bony One), La Tiznada (The Tarnished), La Parca (The Reaper), La Malquerida (The Unloved), La Viuda Blanca (The White Widow), La Dueña de los Alebrijes (Mistress of the Alebrijes), Azrael (Angel of Death), and Mictecacíhuatl (Lady of the Dead).\n\n\n26\n. This flower is associated with Día de Muertos and is used to decorate altars.\n\n\n\n\n\n\n\n\n« \nSCP-6754\n | SCP-6755 | \nSCP-6756\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6755\n\" by Kilerpoyo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6755\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n lady2.png\n\n\nName:\n File:Catrina\n\n\nAuthor:\n Gabriel\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n catrinas.jpg\n\n\nName:\n MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS\n\n\nAuthor:\n Secretaría de Cultura CDMX\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n catrinas.jpg\n\n\nName:\n MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS\n\n\nAuthor:\n Secretaría de Cultura CDMX\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n posada.jpg\n\n\nName:\n MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS\n\n\nAuthor:\n Secretaría de Cultura CDMX\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n santa.jpg\n\n\nName:\n La santa muerte, Mercado Corona\n\n\nAuthor:\n alej hernández\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n alebrijes.jpg\n\n\nName:\n File:Carlos del Salto - Alebrijes\n\n\nAuthor:\n Dominic's pics\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n alebrijes.jpg\n\n\nName:\n File:Carlos del Salto - Alebrijes\n\n\nAuthor:\n Dominic's pics\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n cempa2.jpg\n\n\nName:\n File:Dia De Muertos 2013\n\n\nAuthor:\n Dia De Muertos 2013\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6755 \" by Kilerpoyo, from the SCP Wiki . Source: https://scpwiki.com/scp-6755 . Licensed under CC-BY-SA .",
        "Filename: lady2.png Name: File:Catrina Author: Gabriel License: CC BY 2.0 Source Link: Flickr",
        "Filename: catrinas.jpg Name: MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS Author: Secretaría de Cultura CDMX License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: catrinas.jpg Name: MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS Author: Secretaría de Cultura CDMX License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: posada.jpg Name: MEX AC ROMPE CIUDAD DE MEXICO RECORD DE CATRINAS Author: Secretaría de Cultura CDMX License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: santa.jpg Name: La santa muerte, Mercado Corona Author: alej hernández License: Public Domain Source Link: Flickr",
        "Filename: alebrijes.jpg Name: File:Carlos del Salto - Alebrijes Author: Dominic's pics License: CC BY 2.0 Source Link: Flickr",
        "Filename: alebrijes.jpg Name: File:Carlos del Salto - Alebrijes Author: Dominic's pics License: CC BY 2.0 Source Link: Flickr",
        "Filename: cempa2.jpg Name: File:Dia De Muertos 2013 Author: Dia De Muertos 2013 License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "title": "SCP-6755"
}