{
    "url": "https://scp-wiki.wikidot.com/scp-6756",
    "all_text": "{$caption}\n\n\n\n\n\n\n\n\nrating: \n+46\n+\n–\nx\n\n\nAnorrack\n\n\n\n\n\n\nSCP-6756: DUMP YOUR PLASTIC IN THE OCEAN\n (674 words)\n\n\nAuthor:\n \nAnorrack\n\n\nAuthor Page\n\n\nArticles you may enjoy:\n\n\nOut of Options\n:\n The heist was supposed to go according to script. Oh, how it all comes tumbling down…\n\n\nUIU File: 2024-092 (The SAINT SEBASTIAN SLASHER)\n \nThe tentacle led to a puncture wound in his abdomen, ultimately connected to a small, plastic object buried in his chest cavity that resembled a child's toy boat covered in tumors.\n\n\nVoice of Rage and Ruin\n:\n Behind enemy lines in the Pacific. A resurrection ritual gone awry. Forget the others, can Kiran save himself?\n\n\nDead Men Tell Tales\n:\n Florida's governor is kidnapped, and the UIU is on the case. How many corpses have the kidnappers left behind?\n\n\n\n\n\n\n\n\nItem #:\n SCP-6756\n\n\nContainment Class:\n Thaumiel\n\n\nSpecial Containment Procedures (UPDATED, SEE ADDENDUM):\n SCP-6756 is to be kept in a freezer of a coastal Site when not in active use. The freezer is to be maintained at a subzero temperature (<0° Celsius) at all times, with access prohibited to all but those with the relevant security clearance.\n\n\nEvery three months, SCP-6756 should be transported to the Gulf of Mexico and seeded into the Gulf Stream via the SCPS \nFeisty Frolic\n, maintaining current particulate density in the North Atlantic Gyre. This schedule shall continue until monitoring of CATALYTIC CHERNOBYL deems it unnecessary.\n\n\nUpon the notification of HELL'S HEART activity via WATCHDOG, SCP-6756 is to be loaded upon SCPS \nFeisty Frolic\n for seeding operations in the occupied waters. The shavings from SCP-6756 should be no larger than 1 cm for maximum uptake. \nFeisty Frolic\n is to maintain a freezer for mobile storage of SCP-6756 and its particulate.\n\n\nThe Foundation is to parcel $33 million USD annually to philanthropists, think-tanks, and NGOs (The Wilks Brothers, Heartland Institute, the Koch Foundations, etc.) that produce scientific data and observations supporting policies that positively impact the efficacy of CATALYTIC CHERNOBYL.\n\n\nDescription:\n SCP-6756 is an amorphous mass of solid alpha-olefin (a volatile petrochemical precursor) and paraffin wax. The size of SCP-6756 varies, but when stable and inactive it has a mass of 700 kilograms and a radius of 2 meters.\n\n\nWhen kept at a temperature above 0°C, the chemical makeup and morphology of SCP-6756 undergoes rapid change into a hitherto-uncategorized hydrocarbon, and begins to extrude various plastic and petrochemical products. The type, quality, and rate of extrusion of these products vary depending on the ambient temperature, ranging from simple short-chain polymers at temperatures between 0-15°C\n1\n, to more complex long-chain plastics and polymers above 20°C\n2\n.\n\n\nWhile this process is technically ectoentropic in terms of net energy, it is also slightly endothermic, meaning that when left unattended, SCP-6756 quickly becomes dormant as polymer production lowers the ambient temperature below its active threshold.\n\n\nSCP-6756 was discovered within a \nProgress Research Institute\n laboratory in Kosovo after the dissolution of the Soviet Union. From recovered documentation, it has been determined that SCP-6756 was meant to be a method of mass-manufacturing plastics for domestic and industrial use, but the project was eventually shuttered due to economic uncertainty and the lack of quality control in the output of SCP-6756.\n\n\n\n\n\n\nPROJECT: CATALYTIC CHERNOBYL\n\n\n\n\n\n\nFollowing the \nDutch Harbor incident\n of 1993, the Foundation was made aware of the existence of autonomous, nuclear-equipped cetaceans created and controlled by the United States Pentagram\n3\n (filed under EXTERNAL PROJECT: HELL'S HEART) to act as a covert reconnaissance and first-strike platform. Through a combination of sexual reproduction and radiation exposure, HELL'S HEART became hostile and unresponsive to Pentagram orders, leading to aquatic nuclear proliferation as the population naturally grew.\n\n\n\n\n\n\n\n\nPursuant to an emergency executive order issued by the Domestic Security Council, the Pentagram released the \nmajority of its files and documentation\n to the GOC and Foundation as a gesture of good faith.\n\n\nUsing the Pentagram's documents, it was deduced that uranoclasts\n4\n preferentially bind to certain hydrocarbons instead of fissile isotopes, leading to an uncontrollable accretion and supercriticality of the uranium core. This meltdown leads to the quick neutralization of the whale, with little harm done to the external environment.\n\n\nAs such, the Foundation has developed Project CATALYTIC CHERNOBYL — which utilizes SCP-6756, industrial waste, and other plentiful sources of hydrocarbon polymers to seed areas of suspected HELL'S HEART activity. Per a 1996 simulation released to the GOC and relevant governments, the majority of particulates utilized in CATALYTIC CHERNOBYL will most likely settle in the deep ocean, causing little disturbance to important habitats or inhabited locales. The current timeline projects CATALYTIC CHERNOBYL to initiate Q2 1997.\n\n\nAddendum-03/1997:\n As of March of this year, deployment of Project CATALYTIC CHERNOBYL has been suspended. Due to natural and economic forces, the plastic particulate density in seawater has risen to suitable levels that as such require no further intervention by the Foundation. HELL'S HEART activity is projected to cease entirely by 2008.\n\n\n\n\n«\nCOLLATED PROCUREMENT ORDERS IN REGARDS TO PROJECT: HELL'S HEART\n||\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Extruding between 20-400 kilograms of new material per hour.\n\n\n2\n. Exceeding 700 kilograms per hour.\n\n\n3\n. Anomalous branch of the DoD.\n\n\n4\n. Specialized cells within the organisms that solubilize uranium carboxides to maintain subcriticality.\n\n\n\n\n\n\n\n\n« \nSCP-6755\n | SCP-6756 | \nSCP-6757\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6756\n\" by Anorrack, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6756\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Hells-Heart.png\n\n\nAuthor:\n \nAnorrack\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-6756/Hells-Heart.png",
    "addendums": [
        "Addendum-03/1997: As of March of this year, deployment of Project CATALYTIC CHERNOBYL has been suspended. Due to natural and economic forces, the plastic particulate density in seawater has risen to suitable levels that as such require no further intervention by the Foundation. HELL'S HEART activity is projected to cease entirely by 2008."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6756 \" by Anorrack, from the SCP Wiki . Source: https://scpwiki.com/scp-6756 . Licensed under CC-BY-SA .",
        "Filename: Hells-Heart.png Author: Anorrack License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-6756/Hells-Heart.png"
    ],
    "item": "SCP-6756",
    "description": "SCP-6756 is an amorphous mass of solid alpha-olefin (a volatile petrochemical precursor) and paraffin wax. The size of SCP-6756 varies, but when stable and inactive it has a mass of 700 kilograms and a radius of 2 meters.",
    "title": "SCP-6756"
}