{
    "url": "https://scp-wiki.wikidot.com/scp-6762",
    "all_text": "to Read This Article\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+82\n+\n–\nx\n\n\nHarryBlank and Gabriel Kero\n\n\n\n\n\n\n\n\nDAVE WANTS YOU\n\n\n\n\nThis Page Intentionally Left Blank\n\n\ngabe\n\n\n\n\nSupported by \nAffray Interactive 🡕\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6762\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n \nSCP-6762\n is kept in low-security storage at \nBiological Research Area-12\n. It must not be placed in high-security storage, as this has not been shown to reduce attempts by Foundation personnel to liberate it from containment during compulsion events, and otherwise avoidable injury or property damage may ensue from deactivating complex security countermeasures.\n\n\nPersonnel undergoing \nSCP-6762\n compulsion should not be interfered with until the compulsion event concludes, as they may attempt to 'defend' the object and achieve its goals under duress.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6762 in low-security storage.\n\n\n\n\n\n\nDESCRIPTION:\n \nSCP-6762\n is a brown \"EKIA\" brand cardboard box with a smiling face crudely painted on one side in yellow. Additional instances of similar makeup and appearance frequently manifest as satellites to the primary anomaly, dematerializing once their existence is no longer required by \nSCP-6762\n. These instances are collectively designated \nSCP-6762-1\n.\n\n\nSCP-6762\n exerts a moderate compulsive effect with a variable radius. Affected personnel will attribute personhood to the object, believing it to be a human being named 'Dave' who urgently requires their aid. \nSCP-6762\n's goals vary with each exercise of compulsion, but always result in the affected individual travelling across multiple sectors of Area-12 and frequently acquiring one or more \nSCP-6762-1\n instances. Once their task is complete, the affected individual will voluntarily release \nSCP-6762\n and all associated instances and express satisfaction with their accomplishment. They will express persistent confusion when confronted with the reality of the situation; the duration of this confusion is conclusively linked with the subject's Cognitive Resistance Value (CRV).\n\n\nWhile no purpose to \nSCP-6762\n's activities has been discerned, each case of compulsion has resulted in positive outcomes for the affected individuals as assessed by the Area-12 chief psychologist. A quorum of Area-12's senior staff have deemed the object a sufficiently low threat to continue the present, admittedly ineffective, containment measures for the forseeable future, and potential reclassification to \nTHAUMIEL-CLASS\n is presently under consideration. In opposition is Assistant Facility Researcher Dr. Quentin T. Toth, who submitted a decommissioning request following her own interaction with the object. This request has been denied.\n\n\nSCP-6762\n's sapience beyond compulsion events has not been conclusively proven. As the item appeared spontaneously at Area-12 in 2019, its effect (if any) on individuals not employed by the Foundation is unknown.\n\n\n\n\n \n\n\n\n\nADDENDUM 6762.I:\n \nSCP-6762\n Compulsion Events Log\n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/I\n\n\n\n\n\n\nSUBJECT:\n Gavriel Siskin, Logistics\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to get him to his job interviews on time.\"\n\n\n\n\n\n\nRESULT:\n Subject transported \nSCP-6762\n to the Logistics foreman's office, the Information Technology meeting room, and the canal security checkpoint. While checking the time on his work tablet, he noted a dropoff of wireless intranet signal at each location, and put in a maintenance ticket which he then addressed himself after the compulsion was dispelled.\n\n\n\n\n\n\nNOTES:\n None. \nWe rule the waves. Successful test.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/II\n\n\n\n\n\n\nSUBJECT:\n Patricio Salinas, Containment\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to help him out of his crashed car, then take him to the hospital.\"\n\n\n\n\n\n\nRESULT:\n Subject removed \nSCP-6762\n from its high-security containment chamber by shorting out the electrical system in the cell block. He then carried the object to the medical center, where he was instrumental in subduing an enraged former researcher undergoing amnestic treatment. Power to the cell block was restored after one half-hour downtime.\n\n\n\n\n\n\nNOTES:\n None. \nSecret secure, modifications made.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/III\n\n\n\n\n\n\nSUBJECT:\n Dr. Hugo H. Carlisle, Facility Head Researcher\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to rescue his cat from a tree.\"\n\n\n\n\n\n\nRESULT:\n Subject located the relevant \nSCP-6762-1\n instance on the top shelf of an archival document stack. He knocked it to the floor with a broom, dislodging an unboxed Manila envelope from the shelf which he identified as high clearance classified material requiring immediate transfer to his custody for information security purposes.\n\n\n\n\n\n\nNOTES:\n None. \nIf he thinks he's stolen it, he thinks it's true.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/IV\n\n\n\n\n\n\nSUBJECT:\n Cptn. Blythe Z. Souther, Chief of Security & Inquiry\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to take him shooting.\"\n\n\n\n\n\n\nRESULT:\n Subject transported \nSCP-6762\n to the RQZ Command shooting grounds within the External Operations Sector, where they carried out a routine session of firearm usage qualifications with several members of Mobile Task Force Antheia-5 (\"Sub Rosa\"). Subject reported Dave to be \"an excellent marksman with a particular proficiency for handguns.\" Subject did however note that \nSCP-6762\n appeared \"a little frustrated,\" as \"he seemed to have a lot on his mind.\"\n\n\n\nIn the months following this session, Cptn. Souther's median performance metrics in sharpshooting rose by a statistically significant 23%, raising her M rating to GM.\n\n\n\n\n\n\nNOTES:\n None. \nYou'll need it soon. Soon. Soon. Soon. Soon.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/V\n\n\n\n\n\n\nSUBJECT:\n Shun Xie, Administration\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to help collect his protection money.\"\n\n\n\n\n\n\nRESULT:\n Subject carried \nSCP-6762\n to the Forde Education Center, stopping in each theater to allow it to 'converse' with a new \nSCP-6762-1\n instance. She noted an apparent flaw in the framerate of each projector, and reported it to the nearest maintenance technician.\n\n\n\nTwo individuals were captured in Projector Room 2, apparently engaged in an act of sabotage. Dr. Carlisle personally interrogated them, proceeding to recommend their immediate termination to Director Forde. His recommendation was accepted.\n\n\n\n\n\n\nNOTES:\n None. \nPoor Hugo. Not yet. Timing is quintessential.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/VI\n\n\n\n\n\n\nSUBJECT:\n Dr. Bartolo De Angelis, Humanoid & Esoteric Research\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted to go on a date with me.\"\n\n\n\n\n\n\nRESULT:\n Subject carried \nSCP-6762\n to various recreational amenities across the facility, interacting with several other members of Area-12 personnel in the process. Subject reported no unusual occurrences and undertook no unusual actions save for transporting \nSCP-6762\n, which apparently terminated their outing amicably at the door to his quarters. Subject subsequently reported disappointment at the chaste conclusion of their outing, as he found Dave to be \"very funny\" and \"quite the gentleman,\" but his next medical assessment indicated a marked improvement in his cardiac health.\n\n\n\n\n\n\nNOTES:\n None. \nHe could not see what we'd done to them. None will.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/VII\n\n\n\n\n\n\nSUBJECT:\n Dr. Stephen Jay, Anomalous Communications\n\n\n\n\n\n\nSTATEMENT:\n N/A\n\n\n\n\n\n\nRESULT:\n Subject abandoned \nSCP-6762\n outside the \nAperture-Ω1\n containment chamber, donned a pressure suit, passed into the chamber and entered the aperture. Security personnel were unable to prevent this due to the requirement that all personnel entering the chamber be authorized to do so by the object's lead researcher and Area administration. Subject was passed through \nITER-Ψ\n into \nOBJECT 5\n, presumably perishing in the process. \nAperture-Ω1\n containment procedures revised to allow timely response to emergent situations.\n\n\n\n\n\n\nNOTES:\n Following this incident \nSCP-6762\n's risk-class is raised from \nSAFE\n to \nCAUTION\n. \nData. Access.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/VIII\n\n\n\n\n\n\nSUBJECT:\n Dr. Murphy W. Spears, Medical Director\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to perform emergency surgery on one of his children.\"\n\n\n\n\n\n\nRESULT:\n Subject transported \nSCP-6762\n to the Healthcare Center within the Internal Operations Sector, finding an \nSCP-6762-1\n instance on a visitor's chair beside an emergency operating table where a second instance was gradually disintegrating. Subject sourced a can of silver spray paint and a sheet of paper. In the process, subject noticed an improperly categorized ampule of AB+ blood and returned it to its proper place.\n\n\n\nReturning to the operation table, subject comprehensively painted the interior and exterior of the second \nSCP-6762-1\n instance. He then folded the paper sheet into an ambiguous shape, placed it inside, then inscribed three words on the lid of the instance in black permanent marker. Surveillance resolution has proven insufficient to discern the writing. Subject stepped back, sweating. The instance disintegrated.\n\n\n\n\n\n\nNOTES:\n None. \nThink of your child, then, not as dead, but as living; not as a flower that has withered, but as one that is transplanted, and touched by a Divine hand, blooming in richer colors and sweeter shades than those of Earth.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/IX\n\n\n\n\n\n\nSUBJECT:\n Prof. Björn Å. Lundkvist, Chair of Anomalous Communications\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted to get a drink with me.\"\n\n\n\n\n\n\nRESULT:\n Subject transported \nSCP-6762\n to his dormitory, where he unveiled a concealed decanter of contraband liquor. Subject consumed the decanter in its entirety over the coming hours while in deep conversation with \nSCP-6762\n. Subject was quoted as saying \"Inget fyller en tomhet som en flaska brännvin.\"\n.\nTranslation:\n \n\"Nothing fills a void like a bottle of brandy.\"\n Subject was given only a verbal warning in exchange for disclosing the manner in which the contraband had been smuggled on-site.\n\n\n\n\n\n\nNOTES:\n None. \nMethods.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/X\n\n\n\n\n\n\nSUBJECT:\n Elisabet E. Efternamn, Psychologist\n\n\n\n\n\n\nSTATEMENT:\n \"Dave wanted me to host a couples counseling session for him and his wife.\"\n\n\n\n\n\n\nRESULT:\n Subject transported \nSCP-6762\n to her office, finding an \nSCP-6762-1\n instance on the couch. Subject placed \nSCP-6762\n beside the \nSCP-6762-1\n instance and proceeded to conduct a counselling session lasting precisely 6 hours, 44 minutes, 2 seconds. Subject refused to discuss the contents of the session on grounds of client confidentiality until \nSCP-6762\n's compulsion effect had fully dissipated.\n\n\n\nWhilst still under compulsion subject stated that she \"saw no hope for these two when they came through my door — Dave's self-destructive coping mechanisms and maladaptive methods of expressing genuine affection for his family, as a result of a series of bad breaks in his life, had taken this relationship up the garden path. But with my guidance he proved willing to unpack his flaws and foibles, attaining an admirable understanding of and regret for all the pain he'd caused. These two have a long way to go, but I know that with time they will heal the rift between them.\"\n\n\n\n\n\n\nNOTES:\n None. \nGroundwork. Family Day is coming.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/XI\n\n\n\n\n\n\nSUBJECT:\n Dr. Quentin T. Toth, Assistant Facility Head Researcher\n\n\n\n\n\n\nSTATEMENT:\n \"It's a cardboard box.\"\n\n\n\n\n\n\nRESULT:\n Dr. Toth football-kicked \nSCP-6762\n across the room, denting one side with her boot. The object immediately terminated its compulsion attempt, and made no further attempts for a period of twenty-six days.\n\n\n\n\n\n\nNOTES:\n Dr. Toth possesses the highest known CRV of any researcher at Area-12. \nWorthiest adversary.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOMPULSION EVENT 6762-C/XII\n\n\n\n\n\n\nSUBJECT:\n Arthur R. Forde, Director\n\n\n\n\n\n\nSTATEMENT:\n \"Dave just wanted me to sit and talk with him a while.\"\n\n\n\n\n\n\nRESULT:\n Director Forde engaged in three hours of conversation with \nSCP-6762\n, addressing a wide variety of subjects including an increase in Dr. Carlisle's budget, Dr. Toth's proposal to decommission \nSCP-6762\n, and his own feelings of [REDACTED]. He subsequently reported contentment, relaxation and a renewed sense of purpose and direction.\n\n\n\n\n\n\nNOTES:\n None. \nSeeds are sown…\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n\n\nTo whom it may concern,\n\n\nThe apparent laxity of this object's containment procedures has resulted in no small amount of concern from the staff of this facility. I wish to assure you that every possible precaution has been taken to ensure your protection from any and all harmful cognitive effects while you conduct your important work at Area-12.\n\n\nDave is not a threat. Help him help you.\n\n\n…and a harvest reaped.\n\n\n\n\n\n\n— Arthur R. Forde, Director\n\n\nBiological Research Area-12\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-7528\n\n\n\n\n\n\n\n\n| \n \n SCP-6762 \n \n |\n\n\n\n\n\n\n\n\nComing Soon\n »\n\n\n\n\n\n\n\n\n\n\nBy \nHarryBlank\n and \nGabriel Kero\n\non behalf of \nAffray Interactive 🡕\n\n\n\n\nrating: \n+82\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-6761\n | SCP-6762 | \nSCP-6763\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6762\n\" by Gabriel Kero & HarryBlank, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6762\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\"Think of your child, then, not as dead, but as living; not as a flower that has withered, but as one that is transplanted, and touched by a Divine hand, is blooming in richer colors and sweeter shades than those of earth.\" is a quotation from Richard Hooker in \nDictionary of Burning Words of Brilliant Writers,\n 1895 in the public domain.\n\n\n\n\n\n\nName:\n AREA12\n\n\nAuthor:\n \nTrey Bishop\n based on work by \nJerden\n & \nHarryBlank\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \n5K Theme\n\n\n\n\n\n\nName:\n Cardboard.jpg\n\n\nTitle:\n cardboard lite 2\n\n\nAuthor:\n J.Gardner\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nName:\n Dave.jpg\n\n\nAuthor:\n \nsyuzhet\n including art by Trey Bishop\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6762 \" by Gabriel Kero & HarryBlank, from the SCP Wiki . Source: https://scpwiki.com/scp-6762 . Licensed under CC-BY-SA .",
        "\"Think of your child, then, not as dead, but as living; not as a flower that has withered, but as one that is transplanted, and touched by a Divine hand, is blooming in richer colors and sweeter shades than those of earth.\" is a quotation from Richard Hooker in Dictionary of Burning Words of Brilliant Writers, 1895 in the public domain.",
        "Name: AREA12 Author: Trey Bishop based on work by Jerden & HarryBlank License: CC BY-SA 3.0 Source Link: 5K Theme",
        "Name: Cardboard.jpg Title: cardboard lite 2 Author: J.Gardner License: CC BY 2.0 Source Link: flickr",
        "Name: Dave.jpg Author: syuzhet including art by Trey Bishop License: CC BY-SA 3.0"
    ],
    "title": "SCP-6762"
}