{
    "url": "https://scp-wiki.wikidot.com/scp-6769",
    "all_text": "rating: \n+8\n+\n–\nx\n\n\n\n\n\n\n\n\nThis document is reserved for Level 3 Staff assigned to SCP-6769 only.\n\n\n\n\n\n\n\n\nDo not read further if this does not include you.\n\n\nIf individuals not assigned to SCP-6769 staff wish to gain access to this document, please contact the LTHA department's management office for permission.\n\n\n\n\n\n\n-LTHA\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6769\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6769-A\n\n\n\n\n\n\nSpecial Containment Procedures:\n When recontained, SCP-6769 and SCP-6769-A are to be kept in a standard humanoid containment chamber located in the east wing of Site-164.\n1\n Following Incident 6769/A, agents operating within the province of British Columbia are to be briefed on the object's notable appearance and attempt to detain and secure SCP-6769 for recontainment if spotted. When recontained, all individuals assigned to SCP-6769 are to be briefed on Incident-6769/A and rotated out every 3 months. Personnel are advised to follow LTHA protocol during SCP-6769's apprehension.\n\n\n\n\nDescription:\n SCP-6769 is a humanoid bearing the appearance of a middle-aged Caucasian male. All information about SCP-6769 has been gathered through logs conducted with SCP-6769, in accordance with Low-Threat Humanoid Anomaly (\nLTHA\n) practices recently put forth by the Ethics Committee.\n\n\nSCP-6769 only refers to itself as “The Right Hand”. The anomaly wore an embroidered suit belonging to a group known as the “ League of The Heavenly Appendage ”, made up of extremely wealthy individuals whose goals and purpose remain unclear. No information pertaining to such a group has been sourced aside from SCP-6769’s accounts. During its apprehension by local law enforcement, SCP-6769 was in denial of their anomalous abilities. SCP-6769 exhibited extreme hostility towards individuals who highlighted their anomalous nature to them, but this behavior ceased when the anomaly was properly interviewed in Foundation custody. When communicating, SCP-6769's speech will often contain substantial pauses before answering, but this is presumed to be non-anomalous.\n\n\nSCP-6769-A is a metal gauntlet that takes the place of SCP-6769’s left hand. The means at which SCP-6769-A has connected to SCP-6769 are unknown, but full motor control is capable for SCP-6769. Attempts to sever the gauntlet following LTHA guidelines have been met with failure. When activated by SCP-6769, the object develops rings of red light around itself, glowing at roughly 1000 lumens in the shapes of various eyes above the dorsal parts of SCP-6769’s hands. SCP-6769 frequently activates SCP-6769-A for no known reason. No other effects of SCP-6769-A have been observed to occur as of writing.\n2\n\n\n\n\nIncident Report 6769/A:\n\n\nOn 09/02/2002, SCP-6769 successfully escaped Site-164 during a major unrelated containment breach. At approximately 9:30 am, SCP-6769 and former Containment Specialist █████ ██████ were seen by security staff leaving the anomaly’s containment chamber and moving to a nearby exit. Investigations have concluded that ██████ had entered SCP-6769's chamber at 9:00 am beforehand and engaged in conversation with the entity before escaping. From there, SCP-6769 and ██████ entered the specialist’s vehicle and drove to an unknown location for approximately 3 hours, before both individuals exited the vehicle. Junior Researcher Adam Lu, while on commute to Site-164, spotted the vehicle and found only ██████ left at the scene. The researcher was commended on their ability to quickly implement LTHA tactics on the newly-made anomaly in order to coax into containment.\n\n\nSCP-6769 has demonstrated a very uncooperative demeanor, frequently writing complaints regarding other anomalies, facilities, and staff. It has written several times that it will attempt to breach containment, but in all cases, no such breach had previously been acted upon. It has exhibited, at times, non-verbal signs of extreme paranoia and delusion, though this is theorized to be non-anomalous, as it falls under LTHA specifications of typical exposure to new anomalous concepts.\n\n\nDespite numerous incendiary remarks, SCP-6769 has never resisted or physically attacked any personnel or anomaly, nor resisted in giving information regarding itself during any interview. It is also noted that although SCP-6769 was told which information it was allowed to keep private, SCP-6769 surpassed LTHA requirements of personal information and was an invaluable asset to the Foundation in the investigation of its related GOI.\n\n\nFollowing investigations into SCP-6769's escape, it became apparent that ██████ was responsible for SCP-6769's breach of containment. In their collaboration with SCP-6769, ██████ was \"rewarded\" with the same anomalous properties. As of 15/02/2002, the designation of SCP-6769-B was created for ██████, as they are currently contained in SCP-6769's previous quarters. SCP-6769-C, the anomalous left hand ██████ gained during the incident, is currently pending examination.\n\n\n\n\n\n\n+ Interview Log 6769-(12/28/2002)\n\n\n\n\n- Close Log\n\n\n\n\n\n\nInterviewer:\n Researcher Stanisław Stefan\n\n\nInterviewee:\n SCP-6769-B\n\n\nForeword:\n Shortly after being placed in Foundation custody, an interview was conducted between Researcher Stefan and SCP-6769-B. LTHA information has been censored and scrambled as necessary. Potential for incorrect or extraneous dialogue when viewing the interviewee's response is to be expected due to the nature of LTHA-authorized scrambling. Only accurate information is shown below.\n\n\n\n\n[BEGIN LOG]\n\n\nStefan:\n Hello, ██████. What say we get this interview rolling.\n\n\n\n\nSCP-6769-B\n: \nStan\n, ████ ███████ ██ ██████, █████████ ███. █████ ███ ████ █, █████ ███████ ██████ ███ ████ █.\n\n\nStefan:\n Easy there, bud, I need you to talk slower. Gotta follow those guidelines, am I right?\n\n\n\n\n(SCP-6769-C begins to shine at 1000 lumens)\n\n\nSCP-6769-B\n: \nOf course, my apologies.\n\n\nStefan:\n No problem. Before we go any further, are you able to put your words into LTHA-sufficient structure? Let me give you an example.\n\n\n\n\n(Extraneous data removed)\n\n\nSCP-6769-B\n: \nI understand.\n\n\nStefan:\n Perfect. Now first off, why did you break SCP-6769 out of containment?\n\n\n\n\nSCP-6769-B\n: \nTo be perfectly honest, I saw an opportunity to be a part of something greater. It was blind luck that I ran into his cell during the breach. He was pleasant, understanding, and offered a proposal that outclassed my current job tenfold.\n\n\nStefan:\n Wow. Well, at least I say you're being awfully cooperative, ██████. That's one the most honest answers I heard from someone in a long time.\n\n\nSCP-6769-B:\n \nIt's not hard to be honest when you have confidence. I know my new friends will get me out of here soon enough.\n\n\nStefan:\n Is that so?\n\n\n(Extraneous data removed)\n\n\nSCP-6769-B:\n \nOf course. The Left Hand helps all of his business partners. I know I'll get my reward one day.\n\n\n[END LOG]\n\n\nAfterword:\n The rest of this interview has been cut for brevity as it continued for 3 hours. To view extraneous dialogue speak with an LTHA protocol specialist. Please note that LTHA scrambling protocol makes most if not all of the text illegible.\n\n\n\n\n\n\n- Close Log\n\n\n\n\n\n\n\n\n\n\n+ Compile Scrambled Data\n\n\n\n\n- Compiling...\n\n\n\n\n\n\n(SCP-6769-C has ceased glowing)\n\n█████████ ███ ████ ████ ████████████ ███ █████████ ███ ████ ████ ████████████ ███ Hello? Is someone there? This is containment specialist Kiran Shirai, employee ID ██████. I am working for the Foundation, and ever since an anomaly forced me to free them, I've been trapped in some sort of physical contract with SCP-6769. I have not spoken any other sentences since losing contact with the anomaly. Do not believe what I have said, I suspect that the anomaly is manipulating my sentences. Do not look into the light my hand makes. I am not talking when it is on. Do not trust protocol regarding my containment. I have worked in this place for 40 years, no \nLTHA\n protocol exists. Do not trust people who use this protocol, even if they are your coworkers. They are harmful to the Foundation's continued existence. If anyone is hearing this, please █████████ ██ █████ █████ ████ ███ immediately. I will repeat this information indefinitely. I will do my best to cooperate with all personnel. █████████ ███ ████ ████ ████████████ ████████████ ███ ████ ████ ████████████ ███ Hello? Is someone there? This is—(REDUNDANT DATA DELETED)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nSCP-6769 Interview Logs\n\n\n\n\n\n\n\n\n\n\nTo:\n LTHA Department Management Email\n\n\nFrom:\n Junior Researcher Adam Lu\n\n\nSubject:\n Asking for SCP-6769 Clearance\n\n\n\n\n\n\nI've been trying to get access to the logs of SCP-6769-B for review. Site Director told me to message an LTHA representative. I've only worked here for around a year, so I apologize if this next part sounds unprofessional; I haven't heard of LTHA protocol before and everyone I ask tells me that I'm a shining example of it. How new is this protocol, anyway? I swear I haven't heard about it before.\n\n\nI only ask since I find SCP-6769-B's recent behavior cause for concern. They have not spoken a word in nearly 2 weeks, and seem to be under intense duress, at least from what I've observed when out of their chambers. Shirai was a former well-respected employee, and so I find it odd that a shift in behavior isn't deliberate. I have reason to believe she is communicating with someone, if not the Foundation directly. I just need clearance to view the interview portion of SCP-6769-B's procedures.\n\n\n-Junior Researcher Adam Lu\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nUpdated LTHA Protocol\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-164 Personnel\n\n\nFrom:\n LTHA Commissioner, The Left Hand\n\n\nSubject:\n Re: Updated LTHA Guidelines\n\n\n\n\n\n\nTo all Site-164 personnel, and particularly ones currently assigned to SCP-6769,\n\n\nIt has come to our attention that SCP-6769-B has been completely silent for over 40 days. They have attempted to instead communicate to staff via writings or encoded language. All incidents however were handled extremely professionally, and, following LTHA protocol, no information regarding SCP-6769-B's attempts at bargaining with personnel has even reached the eyes of a staff member. 6769 personnel's actions have been commendable, and as such, they will be receiving a small bonus at the end of the month. Of particular note is Junior Researcher Adam Lu, for if they had not notified an LTHA member of SCP-6769-B's incongruous behavior, staff would not have responded so quickly. This particular LTHA champion has been rewarded with a state-of-the-art LTHA glove, to serve as the perfect reminder of LTHA guidelines.\n\n\nAs always, staff are encouraged to make coworkers more cognizant of LTHA protocol and employ LTHA scrambling software to all applicable anomalies. We are also excited to announce that Medium Threat Humanoid Anomaly protocols are currently in development! We hope that staff continue to have pleasant and worry-free experience through the hands and joint cooperation between the Ethics Committee and the Legislative Thaumaturgical Happenstance Advisory team.\n\n\nLTHA, Let Them Hear Again.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The containment chamber of SCP-6769 is presently used to contain SCP-6769-B and C, and will continue to do so until further notice.\n\n\n2\n. Following Incident 6769/A, it has been discovered that SCP-6769 is also capable of replicating its anomalous properties onto other subjects. How it achieves this is unknown.\n\n\n\n\n\n\n\n\n« \nSCP-6768\n | SCP-6769 | \nSCP-6770\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6769\n\" by SleepSpell, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6769\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n German Gothic Gauntlet for the Left Hand MET DP-12881-033.jpg\n\n\nAuthor:\n Schwarz Bruce\n\n\nLicense:\n Creative Commons CC0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Researcher Stanisław Stefan Interviewee: SCP-6769-B Foreword: Shortly after being placed in Foundation custody, an interview was conducted between Researcher Stefan and SCP-6769-B. LTHA information has been censored and scrambled as necessary. Potential for incorrect or extraneous dialogue when viewing the interviewee's response is to be expected due to the nature of LTHA-authorized scrambling. Only accurate information is shown below. [BEGIN LOG] Stefan: Hello, ██████. What say we get this interview rolling. SCP-6769-B : Stan , ████ ███████ ██ ██████, █████████ ███. █████ ███ ████ █, █████ ███████ ██████ ███ ████ █. Stefan: Easy there, bud, I need you to talk slower. Gotta follow those guidelines, am I right? (SCP-6769-C begins to shine at 1000 lumens) SCP-6769-B : Of course, my apologies. Stefan: No problem. Before we go any further, are you able to put your words into LTHA-sufficient structure? Let me give you an example. (Extraneous data removed) SCP-6769-B : I understand. Stefan: Perfect. Now first off, why did you break SCP-6769 out of containment? SCP-6769-B : To be perfectly honest, I saw an opportunity to be a part of something greater. It was blind luck that I ran into his cell during the breach. He was pleasant, understanding, and offered a proposal that outclassed my current job tenfold. Stefan: Wow. Well, at least I say you're being awfully cooperative, ██████. That's one the most honest answers I heard from someone in a long time. SCP-6769-B: It's not hard to be honest when you have confidence. I know my new friends will get me out of here soon enough. Stefan: Is that so? (Extraneous data removed) SCP-6769-B: Of course. The Left Hand helps all of his business partners. I know I'll get my reward one day. [END LOG] Afterword: The rest of this interview has been cut for brevity as it continued for 3 hours. To view extraneous dialogue speak with an LTHA protocol specialist. Please note that LTHA scrambling protocol makes most if not all of the text illegible.",
        "(SCP-6769-C has ceased glowing) █████████ ███ ████ ████ ████████████ ███ █████████ ███ ████ ████ ████████████ ███ Hello? Is someone there? This is containment specialist Kiran Shirai, employee ID ██████. I am working for the Foundation, and ever since an anomaly forced me to free them, I've been trapped in some sort of physical contract with SCP-6769. I have not spoken any other sentences since losing contact with the anomaly. Do not believe what I have said, I suspect that the anomaly is manipulating my sentences. Do not look into the light my hand makes. I am not talking when it is on. Do not trust protocol regarding my containment. I have worked in this place for 40 years, no LTHA protocol exists. Do not trust people who use this protocol, even if they are your coworkers. They are harmful to the Foundation's continued existence. If anyone is hearing this, please █████████ ██ █████ █████ ████ ███ immediately. I will repeat this information indefinitely. I will do my best to cooperate with all personnel. █████████ ███ ████ ████ ████████████ ████████████ ███ ████ ████ ████████████ ███ Hello? Is someone there? This is—(REDUNDANT DATA DELETED)",
        "\" SCP-6769 \" by SleepSpell, from the SCP Wiki . Source: https://scpwiki.com/scp-6769 . Licensed under CC-BY-SA .",
        "Filename: German Gothic Gauntlet for the Left Hand MET DP-12881-033.jpg Author: Schwarz Bruce License: Creative Commons CC0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "When recontained, SCP-6769 and SCP-6769-A are to be kept in a standard humanoid containment chamber located in the east wing of Site-164.1 Following Incident 6769/A, agents operating within the province of British Columbia are to be briefed on the object's notable appearance and attempt to detain and secure SCP-6769 for recontainment if spotted. When recontained, all individuals assigned to SCP-6769 are to be briefed on Incident-6769/A and rotated out every 3 months. Personnel are advised to follow LTHA protocol during SCP-6769's apprehension.",
    "description": "SCP-6769 is a humanoid bearing the appearance of a middle-aged Caucasian male. All information about SCP-6769 has been gathered through logs conducted with SCP-6769, in accordance with Low-Threat Humanoid Anomaly (LTHA) practices recently put forth by the Ethics Committee.",
    "title": "SCP-6769"
}