{
    "url": "https://scp-wiki.wikidot.com/scp-6770",
    "all_text": "rating: \n+116\n+\n–\nx\n\n\nEcronak\n\n\n\n\n\n\nEnjoyed the skip? Give some of my other works a look \nhere\n!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6770\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-6770\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to their frequent appearances in locations where traditional containment is unfeasible, all instances of SCP-6770 are to be concealed or buried under materials that are suitable for the environment that they appear in\n1\n. For future reference, additional note must then be taken of where these instances have been buried.\n\n\nDescription:\n SCP-6770 is the designation for select anomalous depressions on a given surface that resemble standard human drawings of “smiley faces”. During times when they are unobserved, instances of SCP-6770 are capable of changing their expressions. How the instances achieve this is unknown.\n\n\nBeginning from their first appearance in New York City in 2019, all instances of SCP-6770 have frequently manifested within population centers all over the world\n2\n. This aforementioned frequency has prompted the Foundation to authorize expedient measures of containment amounting to the concealment of instances with similar materials to those surrounding them.\n\n\nUpdate 6770 - 9/19/2019:\n A possible variant instance of SCP-6770 has manifested in Site-19, with the depressions outlining its \"face\" forming the words “YOU ARE BURYING US ALIVE\" . When verbally questioned as to the meaning of its message, the instance produced sounds resembling human moans of agony. Shortly after its manifestation, it ceased to produce any more sounds and was unable to change form.\n\n\nUpdate 6770 – 10/21/2019:\n After subsequent deliberation in reaction to the suspected message, several instances of SCP-6770 have been authorized to be uncovered. In all instances, a blue coloration has been found to be present, with the “eyes” and “mouth” of each instance being consistent with traditional representations of suffocation. None of the instances which have assumed this status have been able to change their expressions.\n\n\nAs of the time of writing, a revision to the anomaly's secure containment procedures is being deliberated. At present, 1,266,244 instances are currently concealed. Future action is pending.\n\n\n\n\nFootnotes\n\n\n1\n. For example, should they appear on roads, they are to be buried under asphalt. Should they appear within a field, they are to be buried under soil.\n\n\n2\n. The current estimated number of SCP-6770 has reached 1,264,565\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\n« \nSCP-6769\n | SCP-6770 | \nSCP-6771\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6770\n\" by Ecronak, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6770\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Smiley\n\n\nAuthor:\n ABF@commonswiki\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://search.creativecommons.org/photos/588b564d-f854-40c6-a181-13875a35d7d5",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6770 \" by Ecronak, from the SCP Wiki . Source: https://scpwiki.com/scp-6770 . Licensed under CC-BY-SA .",
        "Name: Smiley Author: ABF@commonswiki License: CC BY-SA 2.0 Source Link: https://search.creativecommons.org/photos/588b564d-f854-40c6-a181-13875a35d7d5"
    ],
    "containment_procedures": "Due to their frequent appearances in locations where traditional containment is unfeasible, all instances of SCP-6770 are to be concealed or buried under materials that are suitable for the environment that they appear in1. For future reference, additional note must then be taken of where these instances have been buried.",
    "description": "SCP-6770 is the designation for select anomalous depressions on a given surface that resemble standard human drawings of “smiley faces”. During times when they are unobserved, instances of SCP-6770 are capable of changing their expressions. How the instances achieve this is unknown.",
    "title": "SCP-6770"
}