{
    "url": "https://scp-wiki.wikidot.com/scp-6771",
    "all_text": "This is an SCP about a guy who can't see milk.\n\n\n\n\n\n\nrating: \n+108\n+\n–\nx\n\n\n\n\n\n\nSCP-6771 at night.\n\n\n\n\n\n\nItem #:\n SCP-6771\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6771's containment is conducted in joint cooperation with the Canadian Dairy Commission. The full containment rubric is outlined in the Operational Dogma, a document that spontaneously rose into conception at the time of SCP-6771's birth. A condensed 2000 page version is attached to this file.\n\n\nAs of 2012, SCP-6771 is safely contained in Area-04, formerly known as Kamloops, British Columbia. All residents of the city have been employed by the Foundation and briefed on SCP-6771's properties.\n\n\nThe Operational Dogma will remain in effect until 2062, which marks its expiry date and the point at which SCP-6771's containment is no longer necessary. The mandatory exit procedure that follows this event is detailed below.\n\n\nDescription:\n SCP-6771 is a 27-year-old male of Canadian descent. It is affected by a non-anomalous effect in which it cannot see milk. This is not substantiated by anything that would actually prevent SCP-6771 from perceiving milk, so it must be enforced by an external party.\n\n\nIt is the principal effort of the Foundation to ensure SCP-6771 cannot see milk.\n\n\nThe substances that SCP-6771 cannot see are restricted to forms of liquid dairy. Processed milk products such as cheese and butter are permissible for SCP-6771's consumption, provided they are handled with extreme caution. Certain substances such as non-dairy liquids (e.g soy milk, coconut milk) and milk-adjacent products (e.g ice cream, yoghurt) are not technically prohibited, but cannot be introduced to SCP-6771, as they could be used to extrapolate the existence of milk.\n\n\nIn order to explain the origin and composition of solid dairy in a milkless world, SCP-6771 has been informed that these foods are derived from \"goatsuckle\", a fictional substance made of liver purée.\n\n\n\n\n\n\nMcArthur Island\n\n\n\n\n\n\nDespite its affliction, SCP-6771 leads an otherwise normal life as an amateur sports coach and a serial killer. To this end, the Foundation has developed McArthur Island — an artificial island containing ten baseball fields, ten football fields, and a skate park — to stem SCP-6771's boredom and create an inner zone of containment surrounded by water.\n\n\nDiscovery:\n SCP-6771 was initially discovered by the Canadian Dairy Commission after several reported sightings of an unmilked cow in the city of Vancouver, British Columbia. The Commission deployed agents to St. Paul's — a local maternity clinic — and upon locating the animal, discovered that it was a human infant. After a brief firefight with the hospital staff, the subject was successfully taken into custody. The Operational Dogma was put into place after the Commission realized the extent of SCP-6771's effects and transferred it to the Foundation for containment.\n\n\nSpecial Containment Procedures II:\n Excerpts from the Operational Dogma, outlining important containment measures.\n\n\n\n\nOPERATIONAL DOGMA\n\n\nPage 521 of 8702\n\n\n\n\nAll mammals within the vicinity of SCP-6771 and Kamloops have been altered so they cannot lactate.\n\n\n\n\nArtificial lacrimal glands have been inlaid in SCP-6771's eyes and esophagus. In the event that an unavoidable milk encounter befalls SCP-6771, a supervising agent will remotely detonate the glands, releasing non-lethal quantities of tear gas into SCP-6771's body. This will temporarily incapacitate SCP-6771 for several weeks, allowing hazardous material teams ample time to purge the area of milk.\n\n\n\n\nWide-area Scranton filters have been installed under every building in Kamloops. These devices are calibrated to prevent milk-based anomalies from spontaneously manifesting within SCP-6771's vicinity.\n\n\n\n\nSCP-6771 will be provided with a romantic companion to closely monitor and regulate its behavior. The ritual for assembling the \"Lacrecia Jones\" is available on the opposite page.\n\n\n\n\nAtmospheric terraformation machines have been installed around the perimeter of Kamloops. These machines are capable of creating small tornadoes and other weather phenomena to dissuade SCP-6771 from leaving the city limits.\n\n\n\n\nExit Procedure:\n On June 5th, 2062, the Operational Dogma dictating the terms of SCP-6771's containment will expire. The exit procedure is as follows:\n\n\n\n\nBackground:\n SCP-6771 will be invited to its local Save-On-Foods grocery store to celebrate its 50th birthday. All of its friends and family will be there and will be briefed on the exit procedure.\n\n\n\n\n[SCP-6771 picks up a carton and inspects it.]\n\n\nUncle Jeff:\n What's wrong, Jeremy?\n\n\nSCP-6771:\n What is it?\n\n\n[Everyone is stifling laughter.]\n\n\nUncle Jeff:\n You don't know what that is?\n\n\nLacrecia Jones:\n \n[Laughter]\n You don't know?\n\n\nSCP-6771:\n Sorry?\n\n\nLacrecia Jones:\n You don't know? \n[Laughter]\n\n\n[Everyone is chuckling.]\n\n\nSCP-6771:\n I don't understand.\n\n\nAunt Nancy:\n Oh my god! \n[Her hands are placed on SCP-6771's shoulders, as she guides it to another carton. She holds it in front of SCP-6771.]\n Now, what's this? What do you think?\n\n\n[SCP-6771 looks back and forth between its aunt and the carton.]\n\n\nSCP-6771:\n 'Milk'?\n\n\n[The laughter explodes out of the room, and the adults begin to chuckle, as they watch SCP-6771. Everyone is laughing, except for SCP-6771.]\n\n\nLacrecia Jones:\n No, no, no, no, no, no. Please tell me you're joking. \n[The laughter continues.]\n Are you serious? You've never seen this before?\n\n\nSCP-6771:\n I really don't know…\n\n\nLacrecia Jones:\n Apologize. Say you're sorry.\n\n\nSCP-6771:\n What?\n\n\n[SCP-6771's wife starts shaking it violently.]\n\n\nLacrecia Jones:\n Sorry! Tell everyone you're sorry!\n\n\nSCP-6771:\n Stop, what— okay, okay! Sorry! I'm sorry!\n\n\n[She leans in, close to SCP-6771's ear.]\n\n\nLacrecia Jones:\n Yeah? You're sorry?\n\n\n[Sweat and tears run down SCP-6771's face.]\n\n\nSCP-6771:\n I am…\n\n\nLacrecia Jones:\n Yeah, well.\n\n\n[Lacrecia Jones nods, then removes a baseball bat from her person.]\n\n\nLacrecia Jones:\n I'm not.\n\n\nUncle Jeff:\n Get him!\n\n\n[SCP-6771 falls on the floor as its wife and uncle start pounding it with their fists.]\n\n\nSCP-6771:\n Stop! Please! What did I do?\n\n\n[Several friends and family members grab cartons off the shelf and empty the contents all over SCP-6771.]\n\n\nUncle Jeff:\n Stay still, dammit!\n\n\n[They pin SCP-6771 down and force its mouth open, insert a plastic funnel, then unload a carton into its mouth.]\n\n\n[SCP-6771 starts gurgling.]\n\n\n[SCP-6771 is gurgling and retching.]\n\n\n[Thirty minutes pass.]\n\n\n[SCP-6771 is passed out on the floor, covered in fluids.]\n\n\n[Everyone has left.]\n\n\n\n\n\n\n\n\n▶ ATTACHED IMAGE\n\n\n\n\n▼ ATTACHED IMAGE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter this point, all residents of Kamloops will drink milk as often and as vigorously as possible to emphasize SCP-6771's new reality.\n\n\nA week after this incident, SCP-6771 will be reclassified to Neutralized.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuthor's Note\n\n\n\n\nHide Author's Note\n\n\n\n\nHi, everyone.\n\n\nI hope you enjoy this short story. It's a bit of a personal one for me, as it's based on a true story.\n\n\nBut before we get into that, I want to segue into a brief aside about Bob Beamon, one of the greatest athletes of our time. You may know him from the 1968 Olympics — when he leaped a staggering 8.90 meters and broke the world record for the long jump — but did you know he also had a zany side?\n\n\nOn his way home with fellow runner Ralph Boston, his eyes sweeped over the horizon to take in a great expanse of grass, the cows lazing against the wind, and the setting sun peeking above the treeline. He turned to Ralph and said, \"The wind, Ralph. I can feel the wind.\"\n\n\nHe looked up at the sun and noticed the wind-driven dust in the air. \"Oh, it's warm, but the wind is blowing.\" Ralph glanced out across the fields, and sure enough, there it was, blowing across the vast plains.\n\n\n\"See that, Ralph? That's wind. There's wind blowing across America. I can feel the wind.\"\n\n\n\"Bob, you're crazy,\" Ralph replied. \"That's Mexican wind. We're in Mexico right now.\"\n\n\n\"Damn right,\" Bob said, before jumping out of the car. They were going about 30 miles per hour at the time, so you can probably guess how that turned out.\n\n\nHe did it just to see if he could. He was a bit of a daredevil, I guess you could say.\n\n\nAnyways, special thanks to my youth pastor for crit.\n\n\nThank you for reading. ✌️\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6770\n | SCP-6771 | \nSCP-6772\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6771\n\" by syuzhet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6771\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Russell_Vought.jpg\n\n\nName:\n Russ Vought, Office of Management and Budget's Deputy Director\n\n\nAuthor:\n Dcwonkywonk\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/6/64/Russell_Vought.jpg\n\n\n\n\n\n\nFilename:\n unknown.png\n\n\nName:\n Unknown Dot Png\n\n\nAuthor:\n OpenAerialMap\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://openaerialmap.org\n\n\n\n\n\n\nFilename:\n 17134291469_46e93a80ef_b.jpg\n\n\nName:\n Milk\n\n\nAuthor:\n Mike Mozart\n\n\nLicense:\n Attribution 2.0 Generic (CC BY 2.0)\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/jeepersmedia/17134291469",
    "addendums": [],
    "documents": [],
    "notes": [
        "OPERATIONAL DOGMA Page 521 of 8702 All mammals within the vicinity of SCP-6771 and Kamloops have been altered so they cannot lactate. Artificial lacrimal glands have been inlaid in SCP-6771's eyes and esophagus. In the event that an unavoidable milk encounter befalls SCP-6771, a supervising agent will remotely detonate the glands, releasing non-lethal quantities of tear gas into SCP-6771's body. This will temporarily incapacitate SCP-6771 for several weeks, allowing hazardous material teams ample time to purge the area of milk. Wide-area Scranton filters have been installed under every building in Kamloops. These devices are calibrated to prevent milk-based anomalies from spontaneously manifesting within SCP-6771's vicinity. SCP-6771 will be provided with a romantic companion to closely monitor and regulate its behavior. The ritual for assembling the \"Lacrecia Jones\" is available on the opposite page. Atmospheric terraformation machines have been installed around the perimeter of Kamloops. These machines are capable of creating small tornadoes and other weather phenomena to dissuade SCP-6771 from leaving the city limits.",
        "Background: SCP-6771 will be invited to its local Save-On-Foods grocery store to celebrate its 50th birthday. All of its friends and family will be there and will be briefed on the exit procedure. [SCP-6771 picks up a carton and inspects it.] Uncle Jeff: What's wrong, Jeremy? SCP-6771: What is it? [Everyone is stifling laughter.] Uncle Jeff: You don't know what that is? Lacrecia Jones: [Laughter] You don't know? SCP-6771: Sorry? Lacrecia Jones: You don't know? [Laughter] [Everyone is chuckling.] SCP-6771: I don't understand. Aunt Nancy: Oh my god! [Her hands are placed on SCP-6771's shoulders, as she guides it to another carton. She holds it in front of SCP-6771.] Now, what's this? What do you think? [SCP-6771 looks back and forth between its aunt and the carton.] SCP-6771: 'Milk'? [The laughter explodes out of the room, and the adults begin to chuckle, as they watch SCP-6771. Everyone is laughing, except for SCP-6771.] Lacrecia Jones: No, no, no, no, no, no. Please tell me you're joking. [The laughter continues.] Are you serious? You've never seen this before? SCP-6771: I really don't know… Lacrecia Jones: Apologize. Say you're sorry. SCP-6771: What? [SCP-6771's wife starts shaking it violently.] Lacrecia Jones: Sorry! Tell everyone you're sorry! SCP-6771: Stop, what— okay, okay! Sorry! I'm sorry! [She leans in, close to SCP-6771's ear.] Lacrecia Jones: Yeah? You're sorry? [Sweat and tears run down SCP-6771's face.] SCP-6771: I am… Lacrecia Jones: Yeah, well. [Lacrecia Jones nods, then removes a baseball bat from her person.] Lacrecia Jones: I'm not. Uncle Jeff: Get him! [SCP-6771 falls on the floor as its wife and uncle start pounding it with their fists.] SCP-6771: Stop! Please! What did I do? [Several friends and family members grab cartons off the shelf and empty the contents all over SCP-6771.] Uncle Jeff: Stay still, dammit! [They pin SCP-6771 down and force its mouth open, insert a plastic funnel, then unload a carton into its mouth.] [SCP-6771 starts gurgling.] [SCP-6771 is gurgling and retching.] [Thirty minutes pass.] [SCP-6771 is passed out on the floor, covered in fluids.] [Everyone has left.]",
        "\" SCP-6771 \" by syuzhet, from the SCP Wiki . Source: https://scpwiki.com/scp-6771 . Licensed under CC-BY-SA .",
        "Filename: Russell_Vought.jpg Name: Russ Vought, Office of Management and Budget's Deputy Director Author: Dcwonkywonk License: CC BY-SA 4.0 Source Link: https://upload.wikimedia.org/wikipedia/commons/6/64/Russell_Vought.jpg",
        "Filename: unknown.png Name: Unknown Dot Png Author: OpenAerialMap License: CC BY-SA 4.0 Source Link: https://openaerialmap.org",
        "Filename: 17134291469_46e93a80ef_b.jpg Name: Milk Author: Mike Mozart License: Attribution 2.0 Generic (CC BY 2.0) Source Link: https://www.flickr.com/photos/jeepersmedia/17134291469"
    ],
    "item": "SCP-6771",
    "object_class": "Keter",
    "containment_procedures": "SCP-6771's containment is conducted in joint cooperation with the Canadian Dairy Commission. The full containment rubric is outlined in the Operational Dogma, a document that spontaneously rose into conception at the time of SCP-6771's birth. A condensed 2000 page version is attached to this file.",
    "description": "SCP-6771 is a 27-year-old male of Canadian descent. It is affected by a non-anomalous effect in which it cannot see milk. This is not substantiated by anything that would actually prevent SCP-6771 from perceiving milk, so it must be enforced by an external party.",
    "title": "SCP-6771"
}