{
    "url": "https://scp-wiki.wikidot.com/scp-6775",
    "all_text": "rating: \n+154\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6775\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOnly known photograph of Jean J. Laurent, leader of first recorded SCP-6775-1 instance.\n\n\n\n\n\n\nSpecial Containment Procedures:\n All known instances of SCP-6775-1 are to be monitored and, if it is judged that they are unacceptably close to achieving electoral victory, eliminated using whatever means necessary. Preference is to be given to action plans which would subsequently arouse the least suspicion, but in cases where this is not practical wholesale assassination of key figures within the SCP-6775-1 instance is authorized.\n\n\nIn cases where an SCP-6775-1 instance achieves electoral victory, the township, city or nation in question is to be considered lost.\n\n\nDescription:\n SCP-6775 is a loosely defined political philosophy which comes under a number of names, most often consisting either solely of the letter 'E' or using a name which centers around said letter.\n\n\nSCP-6775 appears to be focused on the notion of 'singularism', the precise meaning of which is inconsistent, but most often consists of the voluntary focusing of resources and labor into a single point within society. Generally, this singular point is one which would not provide a great deal of benefit if focused on to the exclusion of all else — such as niche luxury industries or the personal advancement of a seemingly random segment of the population. Outside of this primary goal, other components of SCP-6775 are most often infeasible, contradictory or outright nonsensical — and appear to change often, whether over years or over the course of a single conversation.\n\n\nDespite the Foundation's efforts in erasing all traces of SCP-6775, new groups espousing this philosophy continue to independently arise around the world — hereafter referred to as instances of SCP-6775-1. Interpretations of SCP-6775 vary among instances, but they will consistently attempt to run for public office whenever the opportunity arises.\n\n\nDuring this time, individuals outside of the SCP-6775-1 instance will react to the SCP-6775 philosophy in a manner that suggests anomalous alteration of their perceptions. While individuals will by no means automatically agree with and subscribe to the SCP-6775 philosophy, they will consider it with a level of seriousness that the coherence of the philosophy would not warrant. As such, in cases where members of the SCP-6775-1 instance are especially charismatic, they have come dangerously close to actually achieving victory in these elections.\n\n\nIt is currently unknown what would occur if an SCP-6775-1 instance successfully came into office.\n\n\n\n\n\n\nAddendum 6775-1 (Past SCP-6775-1 Instances)\n\n\n\n\nThe following is a record of past SCP-6775-1 instances, intended to illustrate the commonalities and differences between such organizations. All instances recorded here are no longer active, having either been dismantled by the Foundation or collapsed naturally following a lost election.\n\n\n\n\nSCP-6775-1-1\n\n\nGroup Name:\n \nE\n\n\nYear of Formation (estimate):\n 1974\n\n\nLeader:\n Jean J. Laurent\n\n\nOffice Run For:\n President of France\n\n\nProminent Policies:\n \nE\n ran based off a promise to focus the wealth of the nation solely on the 'critical development' of the city of Paris. Numerous other minor policies were promised as well, including:\n\n\n\n\nA 'selfishness tax' to be placed on French citizens, which would increase by 10% for each interpersonal relationship that citizen had.\n\n\nThe demolition of the Eiffel Tower, purportedly so that the attention of the public would instead be focused on the French school system.\n\n\nThe public execution of the previous French President, Georges Pompidou, despite the fact that Mr. Pompidou died in office.\n\n\n\n\nNotes:\n The original \nE\n group is believed to have been founded primarily as a cult of personality around its leader, Jean J. Laurent, who was openly engaged in sexual relationships with many other members. Few records of Mr. Laurent exist prior to the formation of \nE\n, but those that have been found suggest he was a Parisian pianist of little renown. Following his loss in the 1974 election, Mr. Laurent is believed to have left the country and has not been seen since. All other members of the party died from various unrelated causes over the next two years.\n\n\n\n\n\n\nSCP-6775-1-9\n\n\nGroup Name:\n The Chigago\n1\n Convergence for the Cause of Enacting \nE\n\n\nYear of Formation (estimate):\n 1989\n\n\nLeader:\n Harry Norton\n\n\nOffice Run For:\n Mayor of Chicago, USA\n\n\nProminent Policies:\n The Chigago Convergence for the Cause of Enacting \nE\n ran on the promise of discouraging 'moral decay' and 'sexual heft' among the people of 'Chigago', though the means by which they would do this were never detailed. When questioned regarding these measures, they would instead detail entirely unrelated policies, including:\n\n\n\n\nThe dismantling and decommissioning of the 'Chigago' sewer systems, so that labor could instead be focused on the construction of a 1:1 replica of New York's Chrysler Building. When asked by an interviewer how the issue of waste would be handled following this, Mr. Norton angrily accused them of being a communist and ended said interview.\n\n\nThe posthumous pardoning of crime boss Alphonse Gabriel Capone, whom Mr. Norton insisted 'had never done a tax evasion in his life'.\n\n\nThe privatization of the \n'Chigago' Sun-Times\n, as it had been running 'for over ten years', and was therefore the only publication of value in the city. All other newspapers would be outlawed.\n\n\n\n\nNotes:\n The Chigago Convergence for the Cause of Enacting \nE\n was by far the least successful recorded instance of SCP-6775-1. As usual, individuals exposed to their policies did not necessarily find them strange, but the outspoken and vitriolic demeanor of the group's leader, Harry Norton, alienated much of the voter base — leading to defeat in the election.\n\n\nTwo days following the election, Harry Norton was reported missing by his wife. A week later, police found Mr. Norton's severed head, torso, right leg, left leg and genitalia scattered throughout the basement of the Chicago Town Hall. All other members of the Chigago Convergence for the Cause of Enacting \nE\n went missing immediately afterwards, and have not been seen since.\n\n\n\n\n\n\nSCP-6775-1-21\n\n\nGroup Name:\n The \nNecessity of E\n Party\n\n\nYear of Formation (estimate):\n 2012\n\n\nLeader:\n 'Ueda Gorou'\n\n\nOffice Run For:\n Governor of Saga Prefecture, Japan\n\n\nProminent Policies:\n As the \nNecessity of E\n Party ran solely via their website and various online advertisements, the only information available regarding their policies is what was specifically posted there, with no further questioning possible. These policies primarily consisted of:\n\n\n\n\nThe enactment of a 'designated human' law. Under this, households would be asked to choose a 'designated human' from within their family. All wages, workplace benefits and scholarships from within the household would thereafter treat the 'designated human' as their beneficiary.\n\n\nThe demolition of the Tokyo Tower. No reason was provided for this\n2\n.\n\n\nOutlawing of twin pregnancies within Saga Prefecture, citing 'the selfishness of the extra child' as their reasoning.\n\n\n\n\nNotes:\n Despite their unusual campaign strategy and lack of engagement with the voter base, the \nNecessity of E\n Party came dangerously close to actually winning the election, a result only prevented by the active efforts of Foundation agents and webcrawlers.\n\n\nFollowing their loss in the election, the \nNecessity of E\n Party posted an audio file on their website consisting of fifty-two minutes and eight seconds of continual hysterical weeping. The website went down exactly five minutes later.\n\n\n\n\n\n\nSCP-6775-1-22\n\n\nGroup Name:\n \nE\n Enactment Party\n\n\nYear of Formation (estimate):\n 2019\n\n\nLeader:\n Edgar Carlisle\n\n\nOffice Run For:\n Member of Parliament for Bath, United Kingdom\n\n\nProminent Policies:\n The majority of the \nE\n Enactment Party's policies were based around building policies and housing within Bath, often being restrictive in nature. These included:\n\n\n\n\nA strict ban on having more than six rooms in a single household. Mr. Carlisle also voiced his intention to reduce the allowed number of rooms by one for each year he was in office.\n\n\nA seventy-five percent tax raise on all supplies relating to the construction of windows.\n\n\nA public bounty posted on all 'selfish' doors.\n\n\n\n\nNotes:\n The \nE\n Enactment Party was one of the more concerning SCP-6775-1 instances to date, gaining a large amount of interest before Mr. Carlisle was successfully assassinated and replaced. This has been attributed to the instance's willingness to engage with the media, unlike many of their predecessors. As an example of this, the following is a segment of an interview between Maria Lane, a journalist for the \nBath Echo\n, and Edgar Carlisle, leader of the \nE\n Enactment Party.\n\n\n\n\n<Begin Log>\n\n\nMrs. Lane:\n So. There's been a lot of intrigue when it comes to \nE\n recently. A lot of curiosity, a lot of interest… but also a lot of trepidation — caution, perhaps, is a better word. Am I right in saying you've never held a public office before?\n\n\nMr. Carlisle:\n \n(nods)\n Prior to my — um — this election, I was employed as a butcher, yes.\n\n\nMrs. Lane:\n That's quite a big change, wouldn't you say? From butcher to potential MP. A lot of people… I imagine a lot of people are concerned you wouldn't have the sort of experience needed for that role.\n\n\n(Mr. Carlisle shakes his head.)\n\n\nMr. Carlisle:\n That's… no, I don't think I would agree with that, actually. I'd say they're actually very similar occupations.\n\n\nMrs. Lane:\n And how is that?\n\n\nMr. Carlisle:\n In both respects, no, in both \njobs\n, sorry — you're focused on cutting away the fat. You're needing to get rid of the things you don't need so you can focus on the things you \ndo\n need, the things that will \nbenefit\n you. And I — and I think my proposal to demolish Big Ben perfectly illustrates that.\n\n\nMrs. Lane:\n How so?\n\n\nMr. Carlisle:\n Because people are focused on things like \nthat\n rather than the things that \ndo\n matter. Now — I'm no conspiracy theorist, I'm not going to sit here and rant about the New World Order or the Illuminati or any of that rubbish. All I'm saying is that Pepsi controls \nthirteen percent\n of the British coal industry\n3\n. I just think someone needs to figure out — somebody needs to figure out what's happening there, because a lot of people are rightly concerned.\n\n\nMrs. Lane:\n That's a concern that's shared by many people, and I'm sure they appreciate you focusing on it.\n\n\nMr. Carlisle:\n \n(laughs)\n I'm focusing on everything right now — that's what it means to have priorities.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nAddendum 6775-2 (Incident 6775-1)\n\n\n\n\nOn 11/07/2020, it came to the Foundation's attention that John Bellerman, the founder of Green Springs, an unrecognized micronation in South Dakota, had updated the Green Springs official website to announce numerous upcoming changes to the micronation's laws taking place on 19/07/2020. These consisted of:\n\n\n\n\nChanging the micronation's name from Green Springs to \nE\n Castle.\n\n\nEnforcement of communal living — to begin with, all citizens would be required to reside in the same house, although he hoped that they would all reside within the same room given time to acclimate.\n\n\nA total ban on reproduction, as 'we can't even handle the waste we have!'.\n\n\nA total ban on all travel in or out of the country.\n\n\n\n\nDue to the small size of Green Springs and the relative ease of containment, it was decided that the Foundation would allow these new laws to be enacted in order to observe the results of an SCP-6775-1 instance actually achieving office. On 20/07/2020, a team of researchers and agents was dispatched to Green Springs in order to observe said results.\n\n\nThe only known survivor of the expedition, Dr. Robert Twine, was found uninjured and wandering the area immediately outside of the micronation two hours following loss of contact. After being brought in to Foundation custody, he produced the following written account via emesis.\n\n\n\n\nI'm not fully sure how to describe my experiences. This was a very disorienting experience, you understand.\n\n\nThe feeling of wrongness began when we pulled up to the premises. I'd read the files, and I understood that the micronation consisted of three households and their families, but where I was looking I could only see one house. It was hardly an ordinary house, either — a mishmash of different architectural styles. It was as if someone had taken the whole place apart and stitched it back together. Even the air was like that. As soon as one of us got out of the car, he started to be sick, a soldier boy, because it was so bad.\n\n\nWe went into the house, to investigate. Everyone was silent at first. This was a very disorienting experience, you understand. Nobody knew what to expect. After we got through the first two kitchens, it became obvious that this was no ordinary homestead.\n\n\nThe main attraction was in the living rooms — spinning like a disco ball up near the ceiling. I was told there were twelve people living here, and that checked out 100%. I could see them crushed up all together in a sphere floating in the air, like how rocks clumped together to form our Earth, all squashed and compressed-like. They were cracking insistently as we watched and commented. Thirteen had become one, just like that. I think there were only three of us left at this point?\n\n\nAfter my partner was finished, I turned to the remaining member of our team and indicated he should pick up the phone. He told me much the same, and I had to agree and apologize for my selfishness. This was a very disorienting experience, you understand.\n\n\nI answered the phone. The caller was a distinguished sort — some vowels elongated, some slurred, just like that. I told him as much.\n\n\n\"Hello?\" I said.\n\n\"Hello?\"\n\n\"Hello?\"\n\n\"Hello?\"\n\n\"Hello?\"\n\n\nI looked down at the phone when it said that and — this was a very disorienting experience, you understand — I realized that it was my own skin I was speaking into. This was quite a shock for me, and when I said it to the phone I said as much. This sort of selflessness wasn't something I was used to happening. I had to admit as such. But I was glad my skin could be good for something, and I said as much, and I listened closely to the reply, which took for me a shock. This was a very disorienting experience, you understand, but I was glad everyone was finally coming together. Everyone was finally coming together.\n\n\nAnd then I woke up at home.\n\n\nTHEY'VE GOT MY VOTE!\n\n\n\n\nThe area surrounding Green Springs has been completely quarantined following this incident. Current containment procedures were enacted immediately after.\n\n\n\n\n\n\nAddendum 6775-3 (Interview 6775-2)\n\n\n\n\nIncident 6775-1 prompted considerable concern among researchers that the philosophy had the possibility of arising even in incumbent officials, therefore eliminating the need for SCP-6775-1 to achieve electoral victory at all. In an effort to further understand the psychology of SCP-6775-1 instances in order to forecast such developments, an extensive search was conducted for relevant materials.\n\n\nDuring this time, an unused segment of the 2019 interview between Maria Lane and Edgar Carlisle was discovered in the media archives of the \nBath Echo\n. The contents are as follows:\n\n\n\n\n<Begin Log>\n\n\nMrs. Lane:\n Thank you. Now — before we finish — I just have to ask. What exactly does the 'E' mean?\n\n\n(Mr. Carlisle shifts uncomfortably in his seat.)\n\n\nMr. Carlisle:\n Well, that's, um…\n\n\nMrs. Lane:\n It's just personal curiosity. If that's an issue, then…\n\n\nMr. Carlisle:\n No, no, it's fine, absolutely. The 'E'… well, I've always been interested in numerology. It's a very inspiring notion, that everything we do is governed by forces outside of our control. It's an idea that offers a lot of freedom — and that's, that's something I really relate to, even though it doesn't really apply to me — but, but even saying that, I masturbate privately quite a bit, and it's a similar sense of — of abandon, I suppose. That's what I'd say 'E' is all about. That kind of community, sort of, spirit.\n\n\n(Mrs. Lane nods.)\n\n\nMrs. Lane:\n Thank you. Thank you for this opportunity to speak with you, to get inside your mind in this way. It's been very interesting.\n\n\nMr. Carlisle:\n \n(laughs)\n That's no worry at all. I'm sure I'll be seeing everyone inside there again, come election day.\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A persistent misspelling of 'Chicago' used by the group.\n\n\n2\n. The Tokyo Tower is not located within Saga Prefecture.\n\n\n3\n. This is not true.\n\n\n\n\n\n\n\n\n« \nSCP-6774\n | SCP-6775 | \nSCP-6776\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6775\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6775\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n jean.jpg\n\n\nName:\n mysterious man in the background\n\n\nAuthor:\n P K\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-6775-1-1 Group Name: E Year of Formation (estimate): 1974 Leader: Jean J. Laurent Office Run For: President of France Prominent Policies: E ran based off a promise to focus the wealth of the nation solely on the 'critical development' of the city of Paris. Numerous other minor policies were promised as well, including: A 'selfishness tax' to be placed on French citizens, which would increase by 10% for each interpersonal relationship that citizen had. The demolition of the Eiffel Tower, purportedly so that the attention of the public would instead be focused on the French school system. The public execution of the previous French President, Georges Pompidou, despite the fact that Mr. Pompidou died in office. Notes: The original E group is believed to have been founded primarily as a cult of personality around its leader, Jean J. Laurent, who was openly engaged in sexual relationships with many other members. Few records of Mr. Laurent exist prior to the formation of E , but those that have been found suggest he was a Parisian pianist of little renown. Following his loss in the 1974 election, Mr. Laurent is believed to have left the country and has not been seen since. All other members of the party died from various unrelated causes over the next two years.",
        "SCP-6775-1-9 Group Name: The Chigago 1 Convergence for the Cause of Enacting E Year of Formation (estimate): 1989 Leader: Harry Norton Office Run For: Mayor of Chicago, USA Prominent Policies: The Chigago Convergence for the Cause of Enacting E ran on the promise of discouraging 'moral decay' and 'sexual heft' among the people of 'Chigago', though the means by which they would do this were never detailed. When questioned regarding these measures, they would instead detail entirely unrelated policies, including: The dismantling and decommissioning of the 'Chigago' sewer systems, so that labor could instead be focused on the construction of a 1:1 replica of New York's Chrysler Building. When asked by an interviewer how the issue of waste would be handled following this, Mr. Norton angrily accused them of being a communist and ended said interview. The posthumous pardoning of crime boss Alphonse Gabriel Capone, whom Mr. Norton insisted 'had never done a tax evasion in his life'. The privatization of the 'Chigago' Sun-Times , as it had been running 'for over ten years', and was therefore the only publication of value in the city. All other newspapers would be outlawed. Notes: The Chigago Convergence for the Cause of Enacting E was by far the least successful recorded instance of SCP-6775-1. As usual, individuals exposed to their policies did not necessarily find them strange, but the outspoken and vitriolic demeanor of the group's leader, Harry Norton, alienated much of the voter base — leading to defeat in the election. Two days following the election, Harry Norton was reported missing by his wife. A week later, police found Mr. Norton's severed head, torso, right leg, left leg and genitalia scattered throughout the basement of the Chicago Town Hall. All other members of the Chigago Convergence for the Cause of Enacting E went missing immediately afterwards, and have not been seen since.",
        "SCP-6775-1-21 Group Name: The Necessity of E Party Year of Formation (estimate): 2012 Leader: 'Ueda Gorou' Office Run For: Governor of Saga Prefecture, Japan Prominent Policies: As the Necessity of E Party ran solely via their website and various online advertisements, the only information available regarding their policies is what was specifically posted there, with no further questioning possible. These policies primarily consisted of: The enactment of a 'designated human' law. Under this, households would be asked to choose a 'designated human' from within their family. All wages, workplace benefits and scholarships from within the household would thereafter treat the 'designated human' as their beneficiary. The demolition of the Tokyo Tower. No reason was provided for this 2 . Outlawing of twin pregnancies within Saga Prefecture, citing 'the selfishness of the extra child' as their reasoning. Notes: Despite their unusual campaign strategy and lack of engagement with the voter base, the Necessity of E Party came dangerously close to actually winning the election, a result only prevented by the active efforts of Foundation agents and webcrawlers. Following their loss in the election, the Necessity of E Party posted an audio file on their website consisting of fifty-two minutes and eight seconds of continual hysterical weeping. The website went down exactly five minutes later.",
        "SCP-6775-1-22 Group Name: E Enactment Party Year of Formation (estimate): 2019 Leader: Edgar Carlisle Office Run For: Member of Parliament for Bath, United Kingdom Prominent Policies: The majority of the E Enactment Party's policies were based around building policies and housing within Bath, often being restrictive in nature. These included: A strict ban on having more than six rooms in a single household. Mr. Carlisle also voiced his intention to reduce the allowed number of rooms by one for each year he was in office. A seventy-five percent tax raise on all supplies relating to the construction of windows. A public bounty posted on all 'selfish' doors. Notes: The E Enactment Party was one of the more concerning SCP-6775-1 instances to date, gaining a large amount of interest before Mr. Carlisle was successfully assassinated and replaced. This has been attributed to the instance's willingness to engage with the media, unlike many of their predecessors. As an example of this, the following is a segment of an interview between Maria Lane, a journalist for the Bath Echo , and Edgar Carlisle, leader of the E Enactment Party. <Begin Log> Mrs. Lane: So. There's been a lot of intrigue when it comes to E recently. A lot of curiosity, a lot of interest… but also a lot of trepidation — caution, perhaps, is a better word. Am I right in saying you've never held a public office before? Mr. Carlisle: (nods) Prior to my — um — this election, I was employed as a butcher, yes. Mrs. Lane: That's quite a big change, wouldn't you say? From butcher to potential MP. A lot of people… I imagine a lot of people are concerned you wouldn't have the sort of experience needed for that role. (Mr. Carlisle shakes his head.) Mr. Carlisle: That's… no, I don't think I would agree with that, actually. I'd say they're actually very similar occupations. Mrs. Lane: And how is that? Mr. Carlisle: In both respects, no, in both jobs , sorry — you're focused on cutting away the fat. You're needing to get rid of the things you don't need so you can focus on the things you do need, the things that will benefit you. And I — and I think my proposal to demolish Big Ben perfectly illustrates that. Mrs. Lane: How so? Mr. Carlisle: Because people are focused on things like that rather than the things that do matter. Now — I'm no conspiracy theorist, I'm not going to sit here and rant about the New World Order or the Illuminati or any of that rubbish. All I'm saying is that Pepsi controls thirteen percent of the British coal industry 3 . I just think someone needs to figure out — somebody needs to figure out what's happening there, because a lot of people are rightly concerned. Mrs. Lane: That's a concern that's shared by many people, and I'm sure they appreciate you focusing on it. Mr. Carlisle: (laughs) I'm focusing on everything right now — that's what it means to have priorities. <End Log>",
        "I'm not fully sure how to describe my experiences. This was a very disorienting experience, you understand. The feeling of wrongness began when we pulled up to the premises. I'd read the files, and I understood that the micronation consisted of three households and their families, but where I was looking I could only see one house. It was hardly an ordinary house, either — a mishmash of different architectural styles. It was as if someone had taken the whole place apart and stitched it back together. Even the air was like that. As soon as one of us got out of the car, he started to be sick, a soldier boy, because it was so bad. We went into the house, to investigate. Everyone was silent at first. This was a very disorienting experience, you understand. Nobody knew what to expect. After we got through the first two kitchens, it became obvious that this was no ordinary homestead. The main attraction was in the living rooms — spinning like a disco ball up near the ceiling. I was told there were twelve people living here, and that checked out 100%. I could see them crushed up all together in a sphere floating in the air, like how rocks clumped together to form our Earth, all squashed and compressed-like. They were cracking insistently as we watched and commented. Thirteen had become one, just like that. I think there were only three of us left at this point? After my partner was finished, I turned to the remaining member of our team and indicated he should pick up the phone. He told me much the same, and I had to agree and apologize for my selfishness. This was a very disorienting experience, you understand. I answered the phone. The caller was a distinguished sort — some vowels elongated, some slurred, just like that. I told him as much. \"Hello?\" I said. \"Hello?\" \"Hello?\" \"Hello?\" \"Hello?\" I looked down at the phone when it said that and — this was a very disorienting experience, you understand — I realized that it was my own skin I was speaking into. This was quite a shock for me, and when I said it to the phone I said as much. This sort of selflessness wasn't something I was used to happening. I had to admit as such. But I was glad my skin could be good for something, and I said as much, and I listened closely to the reply, which took for me a shock. This was a very disorienting experience, you understand, but I was glad everyone was finally coming together. Everyone was finally coming together. And then I woke up at home. THEY'VE GOT MY VOTE!",
        "<Begin Log> Mrs. Lane: Thank you. Now — before we finish — I just have to ask. What exactly does the 'E' mean? (Mr. Carlisle shifts uncomfortably in his seat.) Mr. Carlisle: Well, that's, um… Mrs. Lane: It's just personal curiosity. If that's an issue, then… Mr. Carlisle: No, no, it's fine, absolutely. The 'E'… well, I've always been interested in numerology. It's a very inspiring notion, that everything we do is governed by forces outside of our control. It's an idea that offers a lot of freedom — and that's, that's something I really relate to, even though it doesn't really apply to me — but, but even saying that, I masturbate privately quite a bit, and it's a similar sense of — of abandon, I suppose. That's what I'd say 'E' is all about. That kind of community, sort of, spirit. (Mrs. Lane nods.) Mrs. Lane: Thank you. Thank you for this opportunity to speak with you, to get inside your mind in this way. It's been very interesting. Mr. Carlisle: (laughs) That's no worry at all. I'm sure I'll be seeing everyone inside there again, come election day. <End Log>",
        "\" SCP-6775 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-6775 . Licensed under CC-BY-SA .",
        "Filename: jean.jpg Name: mysterious man in the background Author: P K License: CC BY 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "All known instances of SCP-6775-1 are to be monitored and, if it is judged that they are unacceptably close to achieving electoral victory, eliminated using whatever means necessary. Preference is to be given to action plans which would subsequently arouse the least suspicion, but in cases where this is not practical wholesale assassination of key figures within the SCP-6775-1 instance is authorized.",
    "description": "SCP-6775 is a loosely defined political philosophy which comes under a number of names, most often consisting either solely of the letter 'E' or using a name which centers around said letter.",
    "title": "SCP-6775"
}