{
    "url": "https://scp-wiki.wikidot.com/scp-6777",
    "all_text": "rating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nTitle:\n SCP-6777 - Ichifuji Bakuu the Virtual Streamer\n\n\nAuthors:\n \nKarathh\n, \nratking666\n\n\nMade in:\n 2021\n\n\n\n\n\n\n\n\nrating: \n+107\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6777's YouTube channel\n\n\n\n\n\n\nItem #:\n SCP-6777\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-6777 and its by-products are currently uncontainable.\n\n\nIf traces of interference by SCP-6777 are confirmed, attempts are to be made to remove or conceal the traces as soon as possible. Foundation staff should be aware of their surroundings when viewing SCP-6777's stream. Viewing SCP-6777's stream outside the designated area is unallowed. Criticism of SCP-6777 to reduce the number of subscribers is encouraged.\n\n\nIf SCP-6777's manifestation in the real world is confirmed, \nDepartment of Tactical Theology and Mobile Task Force Eta-77 (\"Spheres Within Spheres\")\n will be in charge of the suppression and containment of SCP-6777.\n\n\nDescription:\n SCP-6777 is an entity that performs virtual YouTuber\n1\n activities under the name \"Ichifuji Bakuu (一富士ばくぅ)\". To date, SCP-6777 has created a total of 23 accounts, including ones which are publicly known such as YouTube channel, Twitter and Steam. However, none of these accounts have provided sufficient information which could be used to discover SCP-6777's identity.\n\n\nSCP-6777 is a Level-4-or-higher \nPistiphage Entity\n, and its interference with reality expands in proportion to the number of fans who show a strong liking for it. It is believed that this effect is strengthened the more fans actually take action, and it has been found that it is greatly influenced by the number of subscribers to SCP-6777's YouTube channel.\n\n\nThe following are some of the examples of SCP-6777's interference in reality that have been confirmed so far.\n\n\n\n\n\n\nInterference by SCP-6777\n\n\nCorresponding subscribers\n\n\n\n\n\n\nCreated Twitter account\n\n\n0\n\n\n\n\n\n\nCreated a YouTube channel\n\n\n0 (Twitter followers were 128 at the time)\n\n\n\n\n\n\nCreated a Steam account\n\n\n135\n\n\n\n\n\n\nInterference with deletion of each account\n\n\n~Approx. 300,000 (Details unknown)\n\n\n\n\n\n\nInterference with fans' dreams, manifestation\n\n\nApprox. 300,000\n\n\n\n\n\n\nAcquisition of Japanese nationality (Deletion via Foundation interference was possible)\n\n\nApprox. 660,000\n\n\n\n\n\n\nAcquisition of Japanese nationality (Deletion via Foundation interference is impossible)\n\n\nApprox. 820,000\n\n\n\n\n\n\nBased on the above speculation, as well as SCP-6777's own statements in the past, the SCP-6777 research team speculates that SCP-6777 will be able to manifest within reality when the number of subscribers to SCP-6777's YouTube channel exceeds one million. At this time, based on the past \nmanifestation pattern 2576\n, one of the following scenarios are assumed to occur.\n\n\n\n\nSCP-6777 appears in the real world as an entity that looks very similar to its virtual form. It doesn't have any abnormal abilities, and can be quickly secured in some cases. (The best possible scenario in the case of Pistiphage Level 4)\n\n\n\n\n\n\nSCP-6777 appears in the real world as an entity that is roughly similar to its appearance in the stream, or as an entity that is completely different in appearance, capturing only its features. It is highly likely that it will possess meme-contaminating capabilities. (The most likely scenario to occur in the case of Pistiphage Level 4~6)\n\n\n\n\n\n\nThe appearance of SCP-6777 (in any form) causes an immediate HK-Class Deific Subjugation Scenario. (Worst possible scenario for Pistiphage Level 7 or higher. However, based on SCP-6777's own behavior and other factors, the probability of this scenario occurring is estimated to be extremely low).\n\n\n\n\nSee \nDocument 6777-SNR\n for details of all scenarios.\n\n\nSCP-6777 has been active as a virtual YouTuber on the Internet under the name \"The Hungry Baku God (空腹なる貘の神)\" since before the discovery of its abnormality. In particular, SCP-6777's eccentricities such as Simultaneous performance of piano playing and singing Beethoven's Symphony No. 9 in D minor, Op. 125, five times in a row in a single online streaming, and making abnormal screeching sounds when it got excited, which triggered a lot of attention on the Internet. An investigation by the foundation reported that no abnormalities such as psychological effects were found in its activities as a virtual YouTuber.\n\n\nThe fact that SCP-6777 is an anomaly was discovered after SCP-6777 enacted a celebrating stream about that the number of channel subscribers exceeded 300,000. From that night to two mornings later, a number of SCP-6777 fans, including 36 Foundation employees, reported that Bakuu had appeared in their dreams and thanked them directly. The affected Foundation staff is currently under observation.\n\n\nThe following is a transcript of an interview with one of the researchers who claimed that SCP-6777 appeared in his dream.\n\n\nInterview Log 6777-3\n\n\n\n\nInterviewer:\n Dr. Seimei\n\n\nInterviewed:\n Researcher Muranoi\n\n\nInterviewed in:\n Site-8171\n\n\nNote:\n This interview was conducted before detailed information about SCP-6777's anomalous properties were known, and the numbering had not yet been done. The interview was conducted in Japanese.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Seimei:\n Now, please explain the dream you had.\n\n\nResearcher Muranoi:\n Well, far as I can remember, I found myself in the middle of the scramble crossing in Shibuya. I guess that's where the dream started. The sky was full of stars, but it was as bright as daytime, and there were many orbs floating around me.\n\n\nDr. Seimei:\n So you didn't just suddenly see Ichifuji Bakuu?\n\n\nResearcher Muranoi:\n Yes, she appeared some time after the dream started.\n\n\nDr. Seimei:\n I see. Please continue.\n\n\nResearcher Muranoi:\n When I was looking around, I suddenly saw a light in front of me, and Bakuu appeared. As soon as I saw her, she immediately guessed my handle and thanked me for supporting her and gave me a hug. \n(Laughs)\n. I've never had a girl do that to me before……\n\n\nDr. Seimei:\n Uh, yes. Is that all?\n\n\nResearcher Muranoi:\n No, and then some. She moved nimbly around the area, gouging out buildings and eating them, and, swallowing orbs. She said, that it's not enough to interfere with my life, and, it'll be back to normal after a while. I wonder if she's done something dangerous. Nothing has changed for now though.\n\n\nDr. Seimei:\n That's what we'll have to determine with the follow-up, for now. Anything else?\n\n\nResearcher Muranoi:\n She talked about her future prospects. She said \"everything is free in dreams,\" but \"they are ephemeral, disappearing as soon as they are forgotten.\" So, she said with enthusiasm that she would increase the number of subscribers and show them that one day she would become real. When she finished saying that, she said she had to go visit her other fans and said goodbye to me. I said goodbye too, and that's when I woke up from my dream.\n\n\nDr. Seimei:\n Thank you very much. Do you have any questions?\n\n\nResearcher Muranoi:\n Well, if you're asking me this much, is it still a given that Bakuu-san, that Ichih Fuji Bakuu, is an abnormal being?\n\n\nDr. Seimei:\n I can't say definitively yet, but if there are many similar reports from all over the world, I think it is certain that it will be assigned an official number as an SCP object.\n\n\nResearcher Muranoi:\n \n(Silence)\n\n\nDr. Seimei:\n I know how you feel.\n\n\nResearcher Muranoi:\n ……Thank you. I was still shocked to find out that my fave was a subject to contain. I had been supporting her by buying her goods. ……I have no more questions.\n\n\nDr. Seimei:\n Certainly. The goods will be sent for inspection due to the possibility of an abnormality, and you will be temporarily removed from all duties, also, you will be monitored for a while.\n\n\nResearcher Muranoi:\n OK. I will endure as a Foundation employee for now.\n\n\nDr. Seimei:\n This interview is concluded.\n\n\n[END LOG]\n\n\n\n\nEnd Report:\n No anomalous effects have been confirmed for the group of merchandises with the SCP-6777 motif, as well as for Researcher Muranoi and Dr. Seimei. Also, due to the claims of other researchers and civilians, all of the above statements described by Researcher Muranoi are considered to be true. Researcher Muranoi has been allowed to take personal possession of the merchandises and has returned to his duties.\n\n\n\n\n\n\n\n\nSCP-6777 while streaming (From the online stream titled \"ベト九5周やりきったぞーーー！！！\n2\n\" held on ██/██/20██)\n\n\n\n\n\n\nSCP-6777 behaves cheerfully and pleasantly during online stream, but rarely has been shown signs of mild PTSD or panic disorder-like behavior.\n\n\nThe following is an excerpt of a stream by SCP-6777.\n\n\nStream Log 6777-████20██\n\n\n\n\nStream Date:\n 20██/██/██\n\n\nTitle:\n 魔　朱　魔　炉\n3\n\n\nContent:\n Introduce and respond to messages that are sent via Marshmallow\n4\n. The stream was in Japanese throughout.\n\n\n\n\n[OMITTED]\n\n\nSCP-6777:\n So, let's read the next one. Let's see……\n\n\nSCP-6777:\n \"You play many games, but why you don't play Switch or PS5 games?\"\n\n\nSCP-6777:\n Ah, I get that a lot on Twitter. Well, you know, I want to play those games too, like Pokemon and Monhan. But I can't. I don't have a real body. If the number of subscribers increases, I'll be able to play console games. But for now, I'm holding out for PC and smartphone games. I'm glad that Uma Musume is an app game, I really am. Let me know if you have any recommendations for PC games or app games. Okay, next marshmallow.\n\n\nSCP-6777:\n \"Baku-chan, Baku-chan, why is your strength so out of humanity?\"\n\n\nSCP-6777:\n Because I'm not a human.\n\n\nSCP-6777:\n \"Does the sight of red fluttering really irritates you?\"\n\n\nSCP-6777:\n I told you I'm not a cow! I'm a baku and not a cow! I'm a god of good luck! Not a livestock! I mean, this is the first time I've been said in the direction of a bullfight before! \n(Gestures to peek at comments)\n Stop it! Don't say a bull!!\n\n\nSCP-6777:\n \"It's not a cow, it's a gorilla.\" \n[INDISTINCT LANGUAGE]\n Not a gorilla!! Next! Next!\n\n\nSCP-6777:\n \"Why does Bakuu-san look the way you do when your mom-\"\n\n\nSCP-6777:\n \n(After an indistinct sound, noise runs through SCP-6777's graphics. It then goes silent for several seconds.)\n\n\nSCP-6777:\n \n(Breathing hard)\n Sorry, sorry. I, I, I'll read it again, okay?\n\n\nSCP-6777:\n \"Why does Bakuu-san look the way you do when your mom\n5\n is missing and you doesn't know who she is?\"\n\n\nSCP-6777:\n O, okay. Um, wait a bit\n\n\nSCP-6777:\n \n(Silent for 40 seconds)\n\n\nSCP-6777:\n I'll tell, you what. You know, my mom, she took care of me for a while after, after I was born. But then she suddenly d, disappeared. So I know her. I know what she looks like, for the most part.\n\n\nSCP-6777:\n But, I don't know her name. She never told me. It didn't bother me before, but now I wish I knew.\n\n\nSCP-6777:\n \n(Silent for 5 seconds)\n\n\nSCP-6777:\n Hey, um, do you guys have kids?\n\n\nSCP-6777:\n Take care, care of them until the end, okay?\n\n\nSCP-6777:\n I don't want any more kids like me, me to be thrown out halfway through.\n\n\n[OMITTED]\n\n\n\n\nAddendum:\n SCP-6777 research team has deduced that online stream jamming while SCP-6777 is in a delirium state is likely to be successful.\n\n\nThe following are excerpts from SCP-6777's online stream which the attempts with stream jamming were executed during confusion.\n\n\nStream Log 6777-████20██-2\n\n\n\n\nStream Date:\n ██/██/20██\n\n\nTitle:\n 突発ゲリラ\n6\n\n\nContent:\n Online stream which SCP-6777 started without notice. Mainly chatting. From the attitude of SCP-6777 at the beginning of the stream, it is assumed that SCP-6777 fell into the state of delirium from the stress of loneliness, and started the stream to stabilize its mind.\n\n\nNote:\n SCP-6777 research team is trying to sabotage SCP-6777's stream while it is in a delirious state.\n\n\n\n\n[OMITTED]\n\n\nSCP-6777:\n Well, it's a, well, a personal relief to me that, that so many people are here even at midnight.\n\n\nSCP-6777:\n But well, um, Seems there are more people from overseas than usual in the comments. Oh, I see. Time difference. People in overseas are awake.\n\n\nSCP-6777:\n Mmm, Mostly English, but some French and German here and there, maybe? Is this a good time to be in Europe? \n(Laughs merrily)\n\n\nSCP-6777:\n \n(Gestures to peek at comments)\n Well, English, uh, British. And this one is, uh, um, French. Yes, I knew it.\n\n\nSCP-6777:\n Norway, uh, Norway. Yeah, Norway. I know, Norway. North. Yup. North.\n\n\nSCP-6777:\n Oh, Mars!\n7\n \n(Slowly)\n Welcome all the way to the Earth's stream. Oh, you're from Jupiter! And you're from the Andromeda Galaxy! And, \"Behind you.\" …… No, that's scary! That's scary! It's a big joke contest! Haha!\n\n\nSCP-6777:\n \n(Silent for 10 seconds)\n\n\nSCP-6777:\n Sorry, Just distressed a bit. Yeah, let me just take a deep breath. \n(Breathing)\n\n\n[SCP-6777 research team enacts stream jamming and succeeds. Since then, SCP-6777 research team has been hacking to watch stream in a way that SCP-6777 cannot perceive.]\n\n\nSCP-6777:\n Yeah, okay, that'll work, maybe. Huh? \n(The graphics of SCP-6777 shake.)\n\n\nSCP-6777:\n Comments? Huh? Comments? Hey, comments!?\n\n\nSCP-6777:\n Uh, wait, wait, wait, it, can't be.\n\n\nSCP-6777:\n \n(The graphic of SCP-6777 shakes a lot. Noise can be confirmed.)\n\n\nSCP-6777:\n Hello!? Hello!? Baku-tomo\n8\n!?!?\n\n\nSCP-6777:\n I don't wanna have a stream error now!!\n\n\nSCP-6777:\n Hey!? What's goin' around here!? \n(The graphic noise of SCP-6777 increases.)\n\n\nSCP-6777:\n \n[INDISTINCT LANGUAGE]\n Don't give me signal interference at a time like this! Why! I'm supposed to have countermeasures in this! Please move move move move!\n\n\nSCP-6777:\n \n(The graphic of SCP-6777 appears to be blinking occasionally. Also noise on the screen.)\n I beg you! Not this time!\n\n\nSCP-6777:\n \n(Unknown screaming)\n Hey! Hey! Hey! Hey!\n\n\nSCP-6777:\n \n(Hard breathing)\n\n\nSCP-6777:\n \n(Breathing hard)\n I'm sorry I was getting on myself please forgive me please let me stream I'm serious really.\n\n\nSCP-6777:\n Please oh really please it was my fault seriously so um, well.\n\n\nSCP-6777:\n \n(48 seconds of silence, then a loud bang.)\n\n\nSCP-6777:\n Please……\n\n\n[END STREAM]\n\n\n\n\nEnd Report:\n One hour after the end, SCP-6777 declared on Twitter that the stream was canceled and apologized for that.\n\n\n\n\n\n\n\n\nScreenshot from the end of the stream\n\n\n\n\n\n\nBased on the above results, it is planned to use SCP-6777's distraction to disrupt SCP-6777's online stream. The test operation will be continued.\n\n\n\n\nFootnotes\n\n\n1\n. Not been defined in detail, but mainly refers to uploaders and streamers who use 2D illustrations or 3DCG characters. Proposed by Kizuna Ai in December 2016. The term is sometimes abbreviated to \"VTuber.\"\n\n\n2\n. Translation: I've done Beethoven's 9 5 times in a roooow!!!\n\n\n3\n. Translation: M A R S H M A L L O W\n\n\n4\n. A service for anonymously sending messages to a specific person which is used in Japan. Responding to marshmallows has been likened to the slang term \"eating marshmallows\".\n\n\n5\n. Common term for the person in charge of character design for virtual YouTubers.\n\n\n6\n. Translation: Sudden Guerrilla\n\n\n7\n. Seems to be a joke by the audience.\n\n\n8\n. Common term for SCP-6777's fans\n\n\n\n\n\n\n\n\n« \nSCP-6776\n | SCP-6777 | \nSCP-6778\n »",
    "addendums": [
        "Addendum: SCP-6777 research team has deduced that online stream jamming while SCP-6777 is in a delirium state is likely to be successful.\nThe following are excerpts from SCP-6777's online stream which the attempts with stream jamming were executed during confusion."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Seimei Interviewed: Researcher Muranoi Interviewed in: Site-8171 Note: This interview was conducted before detailed information about SCP-6777's anomalous properties were known, and the numbering had not yet been done. The interview was conducted in Japanese. [BEGIN LOG] Dr. Seimei: Now, please explain the dream you had. Researcher Muranoi: Well, far as I can remember, I found myself in the middle of the scramble crossing in Shibuya. I guess that's where the dream started. The sky was full of stars, but it was as bright as daytime, and there were many orbs floating around me. Dr. Seimei: So you didn't just suddenly see Ichifuji Bakuu? Researcher Muranoi: Yes, she appeared some time after the dream started. Dr. Seimei: I see. Please continue. Researcher Muranoi: When I was looking around, I suddenly saw a light in front of me, and Bakuu appeared. As soon as I saw her, she immediately guessed my handle and thanked me for supporting her and gave me a hug. (Laughs) . I've never had a girl do that to me before…… Dr. Seimei: Uh, yes. Is that all? Researcher Muranoi: No, and then some. She moved nimbly around the area, gouging out buildings and eating them, and, swallowing orbs. She said, that it's not enough to interfere with my life, and, it'll be back to normal after a while. I wonder if she's done something dangerous. Nothing has changed for now though. Dr. Seimei: That's what we'll have to determine with the follow-up, for now. Anything else? Researcher Muranoi: She talked about her future prospects. She said \"everything is free in dreams,\" but \"they are ephemeral, disappearing as soon as they are forgotten.\" So, she said with enthusiasm that she would increase the number of subscribers and show them that one day she would become real. When she finished saying that, she said she had to go visit her other fans and said goodbye to me. I said goodbye too, and that's when I woke up from my dream. Dr. Seimei: Thank you very much. Do you have any questions? Researcher Muranoi: Well, if you're asking me this much, is it still a given that Bakuu-san, that Ichih Fuji Bakuu, is an abnormal being? Dr. Seimei: I can't say definitively yet, but if there are many similar reports from all over the world, I think it is certain that it will be assigned an official number as an SCP object. Researcher Muranoi: (Silence) Dr. Seimei: I know how you feel. Researcher Muranoi: ……Thank you. I was still shocked to find out that my fave was a subject to contain. I had been supporting her by buying her goods. ……I have no more questions. Dr. Seimei: Certainly. The goods will be sent for inspection due to the possibility of an abnormality, and you will be temporarily removed from all duties, also, you will be monitored for a while. Researcher Muranoi: OK. I will endure as a Foundation employee for now. Dr. Seimei: This interview is concluded. [END LOG] End Report: No anomalous effects have been confirmed for the group of merchandises with the SCP-6777 motif, as well as for Researcher Muranoi and Dr. Seimei. Also, due to the claims of other researchers and civilians, all of the above statements described by Researcher Muranoi are considered to be true. Researcher Muranoi has been allowed to take personal possession of the merchandises and has returned to his duties.",
        "Stream Date: 20██/██/██ Title: 魔　朱　魔　炉 3 Content: Introduce and respond to messages that are sent via Marshmallow 4 . The stream was in Japanese throughout. [OMITTED] SCP-6777: So, let's read the next one. Let's see…… SCP-6777: \"You play many games, but why you don't play Switch or PS5 games?\" SCP-6777: Ah, I get that a lot on Twitter. Well, you know, I want to play those games too, like Pokemon and Monhan. But I can't. I don't have a real body. If the number of subscribers increases, I'll be able to play console games. But for now, I'm holding out for PC and smartphone games. I'm glad that Uma Musume is an app game, I really am. Let me know if you have any recommendations for PC games or app games. Okay, next marshmallow. SCP-6777: \"Baku-chan, Baku-chan, why is your strength so out of humanity?\" SCP-6777: Because I'm not a human. SCP-6777: \"Does the sight of red fluttering really irritates you?\" SCP-6777: I told you I'm not a cow! I'm a baku and not a cow! I'm a god of good luck! Not a livestock! I mean, this is the first time I've been said in the direction of a bullfight before! (Gestures to peek at comments) Stop it! Don't say a bull!! SCP-6777: \"It's not a cow, it's a gorilla.\" [INDISTINCT LANGUAGE] Not a gorilla!! Next! Next! SCP-6777: \"Why does Bakuu-san look the way you do when your mom-\" SCP-6777: (After an indistinct sound, noise runs through SCP-6777's graphics. It then goes silent for several seconds.) SCP-6777: (Breathing hard) Sorry, sorry. I, I, I'll read it again, okay? SCP-6777: \"Why does Bakuu-san look the way you do when your mom 5 is missing and you doesn't know who she is?\" SCP-6777: O, okay. Um, wait a bit SCP-6777: (Silent for 40 seconds) SCP-6777: I'll tell, you what. You know, my mom, she took care of me for a while after, after I was born. But then she suddenly d, disappeared. So I know her. I know what she looks like, for the most part. SCP-6777: But, I don't know her name. She never told me. It didn't bother me before, but now I wish I knew. SCP-6777: (Silent for 5 seconds) SCP-6777: Hey, um, do you guys have kids? SCP-6777: Take care, care of them until the end, okay? SCP-6777: I don't want any more kids like me, me to be thrown out halfway through. [OMITTED]",
        "Stream Date: ██/██/20██ Title: 突発ゲリラ 6 Content: Online stream which SCP-6777 started without notice. Mainly chatting. From the attitude of SCP-6777 at the beginning of the stream, it is assumed that SCP-6777 fell into the state of delirium from the stress of loneliness, and started the stream to stabilize its mind. Note: SCP-6777 research team is trying to sabotage SCP-6777's stream while it is in a delirious state. [OMITTED] SCP-6777: Well, it's a, well, a personal relief to me that, that so many people are here even at midnight. SCP-6777: But well, um, Seems there are more people from overseas than usual in the comments. Oh, I see. Time difference. People in overseas are awake. SCP-6777: Mmm, Mostly English, but some French and German here and there, maybe? Is this a good time to be in Europe? (Laughs merrily) SCP-6777: (Gestures to peek at comments) Well, English, uh, British. And this one is, uh, um, French. Yes, I knew it. SCP-6777: Norway, uh, Norway. Yeah, Norway. I know, Norway. North. Yup. North. SCP-6777: Oh, Mars! 7 (Slowly) Welcome all the way to the Earth's stream. Oh, you're from Jupiter! And you're from the Andromeda Galaxy! And, \"Behind you.\" …… No, that's scary! That's scary! It's a big joke contest! Haha! SCP-6777: (Silent for 10 seconds) SCP-6777: Sorry, Just distressed a bit. Yeah, let me just take a deep breath. (Breathing) [SCP-6777 research team enacts stream jamming and succeeds. Since then, SCP-6777 research team has been hacking to watch stream in a way that SCP-6777 cannot perceive.] SCP-6777: Yeah, okay, that'll work, maybe. Huh? (The graphics of SCP-6777 shake.) SCP-6777: Comments? Huh? Comments? Hey, comments!? SCP-6777: Uh, wait, wait, wait, it, can't be. SCP-6777: (The graphic of SCP-6777 shakes a lot. Noise can be confirmed.) SCP-6777: Hello!? Hello!? Baku-tomo 8 !?!? SCP-6777: I don't wanna have a stream error now!! SCP-6777: Hey!? What's goin' around here!? (The graphic noise of SCP-6777 increases.) SCP-6777: [INDISTINCT LANGUAGE] Don't give me signal interference at a time like this! Why! I'm supposed to have countermeasures in this! Please move move move move! SCP-6777: (The graphic of SCP-6777 appears to be blinking occasionally. Also noise on the screen.) I beg you! Not this time! SCP-6777: (Unknown screaming) Hey! Hey! Hey! Hey! SCP-6777: (Hard breathing) SCP-6777: (Breathing hard) I'm sorry I was getting on myself please forgive me please let me stream I'm serious really. SCP-6777: Please oh really please it was my fault seriously so um, well. SCP-6777: (48 seconds of silence, then a loud bang.) SCP-6777: Please…… [END STREAM] End Report: One hour after the end, SCP-6777 declared on Twitter that the stream was canceled and apologized for that."
    ],
    "item": "SCP-6777",
    "object_class": "Keter",
    "containment_procedures": "SCP-6777 and its by-products are currently uncontainable.",
    "description": "SCP-6777 is an entity that performs virtual YouTuber1 activities under the name \"Ichifuji Bakuu (一富士ばくぅ)\". To date, SCP-6777 has created a total of 23 accounts, including ones which are publicly known such as YouTube channel, Twitter and Steam. However, none of these accounts have provided sufficient information which could be used to discover SCP-6777's identity.",
    "title": "SCP-6777"
}