{
    "url": "https://scp-wiki.wikidot.com/scp-6781",
    "all_text": "rating: \n+212\n+\n–\nx\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS, ARCHIVAL, AND INFORMATION SECURITY ADMINISTRATION\n\n\nYour profile registers \nClearance Level (CL) 3/6781\n for this file. Significant portions of this file require \nCL 4/6781\n. As a result of insufficient clearance, you are viewing a \nlimited detail\n version of this file. If you believe this is in error, please contact your on-site RAISA officer.\n\n\n\n\n\n\n\n\n\n\nEntrance to SCP-6781 prior to the construction of Site-7B.\n\n\n\n\n\n\nItem #:\n SCP-6781\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n Site-7B and SCP-6781 are within restricted-access federal land, naturally discouraging accidental discovery by unauthorized personnel. Site-7B personnel are only allowed to descend into SCP-6781 past Site-7B's end during designated expeditions.\n\n\nDescription — Limited Detail:\n SCP-6781 is a cave system of indeterminate depth and complexity located in Seward Peninsula, Alaska, United States. It contains Site-7B: support facility for the \nmain Site-7\n, located offshore ~43 miles into Norton Bay.\n\n\nSCP-6781 exhibits natural resistance to ontokinetic and reality-shifting events and phenomena. Ontokinetic abilities diminish in effectiveness in the area immediately surrounding the entrance; completely ineffectual 5m past the threshold. Site-7B was constructed inside one of the cave's branches in order to exploit the anomalous effect.\n\n\nO5 Council Vote approved the conversion of SCP-6781 into Site-7B as a location for the planned RAISA Vault (See Addendum 6781.1) in 1984. Preexisting infrastructure discovered midway into construction in 1985; Site-7B delimited to its current boundaries in response, with plans for the eventual expansion of Site-7B Archives cancelled.\n\n\n\n\nAddendum 6781.1:\n Secure Facility Dossier Excerpt, Site-7B/RAISA Vault\n\n\n\n\n\n\nSECURE FACILITY DOSSIER EXCERPT\n\n\nSUPPORT INSTALLATION SITE-7B\n\n\n\n\n\n\n\n\nInterior of Site-7B Archives.\n\n\n\n\n\n\nLocation:\n Seward Peninsula, Alaska, United States.\n\n\nStaff:\n 41 RAISA archivists and technicians; 12 Site Security officers (detachment from Site-7, CO Pierre Gauthier, XO Priya Kareem)\n\n\nHistory:\n Following the rollout of SCiPnet to all Foundation sites in 1971, RAISA Director Maria Jones proposed a seven-point plan for the gradual digitization of 4.5 million textual, microfilm, and other analog records into SCiPnet, compounded by the commissioning of a facility designed to store these records and protect them from damage, anomalous or otherwise. Due to its anomalous properties, SCP-6781 was selected as the location for the project, named the \nRAISA Vault\n, and reinforced with additional damage prevention mechanisms. The codename for the systems used to upgrade SCP-6781 was derived from the cave's original name among the Native Inuit people; \"ᐃᑎᔪᖅ ᐃᒪᖅ ᐊᖕᒪᔪᖅ\", translating approximately to \"Deep Well\".\n\n\nFollowing numerous tests, RAISA technical specialists confirmed that documents retained in the RAISA Vault remain in their original, preserved state, regardless of consensus reality shifts or extensive time periods that would otherwise result in data loss or document destruction.\n\n\n\n\n\n\nAddendum 6781.2:\n O5 Command Memo\n\n\n\n\nOVERWATCH COMMAND MEMO\n\n\n\n\nTO:\n RAISA Director Maria Jones; Site-7 Command\n\n\nCONCERNING:\n Site-7B; \"RAISA Vault\"\n\n\n\n\n\n\n\n\nMap of SCP-6781, made during exploration by Site-7B construction crew. Cave continues off map.\n\n\n\n\n\n\nPer majority Council vote, construction of Site-7B was temporarily halted due to the discovery of possibly-anomalous materials within the previously-unknown sections of SCP-6781. At the urging of RAISA Director Maria Jones, construction has resumed but is now delimited to the initial, unoccupied main branch of the cave.\n\n\nAdditionally, the purview of Site-7B is to be expanded beyond cataloguing current Foundation records as they are digitized. Site-7B personnel will now also examine records recovered from SCP-6781 and attempt to ascertain:\n\n\n\n\ntheir age.\n\n\nan explanation for the presence of prototype, newly-designed DEEPWELL system technology within SCP-6781.\n\n\nthe endpoint of SCP-6781, should it exist.\n\n\nthe \norigin\n of the documents recovered from each branch.\n\n\nthe significance of Site-7B occupying the only remaining empty cave branch.\n\n\n\n\n\n\n\n\n\n\n\n\nPREVIOUS\n\n« DOSSIER: SITE-7 »\n\n\n\n\n\n\nSITE-7\n\n\n\n\n\n\nNEXT\n\n« SCP-5900: PITCHBLACK »\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6780\n | SCP-6781 | \nSCP-6782\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6781\n\" by Rounderhouse, Fishish, stephlynch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6781\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Cave\n\n\nName:\n Close To The Edge (cave).jpg\n\n\nAuthor:\n Ian mckenzie\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Man\n\n\nName:\n Svalbard Global Seed Vault, inside the vault - panoramio.jpg\n\n\nAuthor:\n Dag Endresen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Map\n\n\nAuthor:\n \nstephlynch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 6781.1: Secure Facility Dossier Excerpt, Site-7B/RAISA Vault",
        "Addendum 6781.2: O5 Command Memo"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6781 \" by Rounderhouse, Fishish, stephlynch, from the SCP Wiki . Source: https://scpwiki.com/scp-6781 . Licensed under CC-BY-SA .",
        "Filename: Cave Name: Close To The Edge (cave).jpg Author: Ian mckenzie License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Man Name: Svalbard Global Seed Vault, inside the vault - panoramio.jpg Author: Dag Endresen License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: Map Author: stephlynch License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-6781",
    "object_class": "Thaumiel",
    "containment_procedures": "Site-7B and SCP-6781 are within restricted-access federal land, naturally discouraging accidental discovery by unauthorized personnel. Site-7B personnel are only allowed to descend into SCP-6781 past Site-7B's end during designated expeditions.",
    "title": "SCP-6781"
}