{
    "url": "https://scp-wiki.wikidot.com/scp-6782",
    "all_text": "rating: \n+11\n+\n–\nx\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nA re-write of \nCremo\n's original article.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nARCHIVE NOTICE\n\n\nThe following document is outdated. Please see current iteration below.\n\n\n\n\n\n\nItem #:\n SCP-6782\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Junior Researcher Jum is to remain under Foundation surveillance at Site-228 as long as SCP-6782 continues to manifest.\n\n\nDescription:\n SCP-6782 is the reflection of Junior Foundation Researcher Jum. While visible on any reflective surface, SCP-6782 will behave inconsistently with researcher Jum’s movements, performing most tasks in a careless and uncoordinated manner. Any inconsistencies in reflections caused by SCP-6782’s actions (Dropped objects, general mess, knocked over furnishings, etc) will be fixed or cleared away by it shortly after causing them.\n\n\nOf note, researcher Jum experiences severe anxiety, often focusing on minor mistakes and displaying a strong obsession with perfectionism. Physiological evaluation is ongoing to confirm a possible relation with SCP-6782.\n\n\nAddendum:\n On 23/03/2019 while researcher Jum was eating in Site-228’s canteen, SCP-6782 began choking on the reflected meal. SCP-6782 then fell to the floor and continued gagging for two minutes before all movement ceased. Researcher Jum displayed no negative effects from this event.\n\n\nSCP-6782 remained visible on reflective surfaces within the canteen, despite researcher Jum having moved away. It was then found that other reflections would collide with SCP-6782 despite no equivalent mass being present in reality and vice versa, with their relative owners experiencing identical effects.\n\n\nFollowing testing approval, assisting personnel utilized their own reflections to move SCP-6782 and push it against the surface of a full-length dress mirror. Upon doing so, a corpse identical to SCP-6782 emerged from the mirror, and Researcher Jum simultaneously vanished from their location elsewhere. Researcher Jum then walked into view from within the mirror’s reflective surface, before exiting through the surface from within the reflection.\n\n\nResearcher Jum is now able to physically enter reflections through surfaces large enough for them to fit through, as well as interacting with and manipulate surrounding entity’s reflected counterparts. Researcher Jum reports that they are unable to move beyond what is visible in the reflections they have entered. Testing is ongoing.\n\n\n\n\n\n\n\n\nUpdated Documentation\n\n\n\n\n \n\n\n\n\n\n\nName:\n Cameron Jum (AEP-2876)\n\n\nSecurity Clearance:\n Level 1\n\n\nOccupation:\n Field Agent in-training - Covert Exploration/Investigation Division (Former Junior Researcher)\n\n\nLocation:\n Site-228\n\n\n\n\nProfile:\n Following standard anomalous employee procedures, Cameron Jum is not permitted to leave Site-228 outside of training or for emergency purposes. Current testing of Cameron Jum's anomalous properties focuses on their interaction with augmented reflective surfaces, such as curved and broken mirrors.\n\n\nDespite previous difficulties regarding their mental health, Jum has improved significantly since transferal to field agent training.\n\n\n\n\n\n\nCameron Jum\n\n\n\n\n\n\nHistory:\n Employed as a junior researcher for three years prior to manifestation of anomalous properties relating to SCP-6782 (See attached file). Since the apparent “death” of their former reflection, Cameron Jum has displayed increased confidence and enthusiasm despite their employment restrictions since re-classification as a contained anomalous entity.\n\n\n\n\n\n\nCameron Jum (As seen within a reflective surface)\n\n\n\n\n\n\nJum was approved for transferal following physiological/physical evaluation and a five month testing period of their anomalous properties. Results displayed negative for any abnormal physiological issues in exception to heightened anxiety and low self-esteem.\n\n\nNotes:\n Training is currently underway. As well as standard field agent training, Jum is undergoing additional training for the management of their anomalous abilities for adapting in a chiral environment.\n\n\nAny documentation intended for Cameron should include an additional copy printed asymmetrically for ease of reading if passage through a reflective surfaces is required. Cameron is unable to perceive their own appearance due to their lack of a reflection; other personnel should be courteous and supportive if asked by Cameron about their appearance. An electric razor has been granted to allow ease when shaving, as to avoid facial scarring.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6781\n | SCP-6782 | \nSCP-6783\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Item #: SCP-6782 Object Class: Euclid Special Containment Procedures: Junior Researcher Jum is to remain under Foundation surveillance at Site-228 as long as SCP-6782 continues to manifest. Description: SCP-6782 is the reflection of Junior Foundation Researcher Jum. While visible on any reflective surface, SCP-6782 will behave inconsistently with researcher Jum’s movements, performing most tasks in a careless and uncoordinated manner. Any inconsistencies in reflections caused by SCP-6782’s actions (Dropped objects, general mess, knocked over furnishings, etc) will be fixed or cleared away by it shortly after causing them. Of note, researcher Jum experiences severe anxiety, often focusing on minor mistakes and displaying a strong obsession with perfectionism. Physiological evaluation is ongoing to confirm a possible relation with SCP-6782. Addendum: On 23/03/2019 while researcher Jum was eating in Site-228’s canteen, SCP-6782 began choking on the reflected meal. SCP-6782 then fell to the floor and continued gagging for two minutes before all movement ceased. Researcher Jum displayed no negative effects from this event. SCP-6782 remained visible on reflective surfaces within the canteen, despite researcher Jum having moved away. It was then found that other reflections would collide with SCP-6782 despite no equivalent mass being present in reality and vice versa, with their relative owners experiencing identical effects. Following testing approval, assisting personnel utilized their own reflections to move SCP-6782 and push it against the surface of a full-length dress mirror. Upon doing so, a corpse identical to SCP-6782 emerged from the mirror, and Researcher Jum simultaneously vanished from their location elsewhere. Researcher Jum then walked into view from within the mirror’s reflective surface, before exiting through the surface from within the reflection. Researcher Jum is now able to physically enter reflections through surfaces large enough for them to fit through, as well as interacting with and manipulate surrounding entity’s reflected counterparts. Researcher Jum reports that they are unable to move beyond what is visible in the reflections they have entered. Testing is ongoing."
    ],
    "item": "SCP-6782",
    "object_class": "Euclid",
    "containment_procedures": "Junior Researcher Jum is to remain under Foundation surveillance at Site-228 as long as SCP-6782 continues to manifest.",
    "description": "SCP-6782 is the reflection of Junior Foundation Researcher Jum. While visible on any reflective surface, SCP-6782 will behave inconsistently with researcher Jum’s movements, performing most tasks in a careless and uncoordinated manner. Any inconsistencies in reflections caused by SCP-6782’s actions (Dropped objects, general mess, knocked over furnishings, etc) will be fixed or cleared away by it shortly after causing them.",
    "title": "SCP-6782"
}