{
    "url": "https://scp-wiki.wikidot.com/scp-6785",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\nItem #:\n SCP-6785\n\n\nObject Class:\n Humanoid/Artefact\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-6785-1, -2, and -3 are kept at separate sites, in order to reduce cross-object contamination.\n\n\nSCP-6785-1 is kept in a humanoid containment cell at Site-19, modified to use reinforced concrete furnishings. SCP-6785-1 currently believes it is in a hospital where personnel are trying to repair it; this delusion is to be sustained for as long as possible. SCP-6785-1 does not appear to require food, water, entertainment, or exercise. However, by order of the Ethics Committee, SCP-6785-1 is to be provided with a rotating library of magazines and novels, even if it does not peruse them. Before assigning new personnel, they are to be exposed to SCP-6785-1 from behind reinforced plexiglass. If SCP-6785-1 exhibits a negative reaction, personnel should not be assigned.\n\n\nSCP-6785-2 is stored in a standard Safe-class containment locker at Site-21. Standard biological, memetic, and physical-action measures are to be put in place to prevent unauthorized usage. Usage is prohibited outside of extenuating circumstances, until more fuel can be successfully synthesized for SCP-6785-2.\n\n\nSCP-6785-3 has been disguised by constructing a Chinese restaurant over its entrance. The entrance is to be padlocked to prevent unauthorized access. A camera feed is to record the displays of SCP-6785-3 in order to monitor for deviations. The bottom-middle monitor is to be covered with an opaque curtain unless otherwise necessary for testing purposes.\n\n\nDescription:\n SCP-6785 is an umbrella designation for a collection of anomalies related to a \"War on Combustion\" in the past, fought by unknown entities. No other references to a \"War on Combustion\" have yet to be found in any media, anomalous or otherwise.\n\n\nSCP-6785-1 outwardly consists of a spherical metal shell, attached to two small turbine engines\n1\n that are its primary mode of transportation. The front of SCP-6785-1 consists of an opaque glass dome containing several sensors. As accessible by a back panel, the interior of SCP-6785-1 contains a large mound of assorted organic tissue, attached via implants to wiring controlling the rest of the machine. DNA tests indicate this flesh is human and belongs to no known person.\n\n\nSCP-6785-1 is sapient, and interactions with it depend on the results of an initial \"scan\" it performs on humans. In 40% of cases, SCP-6785-1 will interact with the subject peacefully, in a manner similar to that of a military official. In some cases, SCP-6785-1 will even act as if the subject is its commanding officer. In 60% of cases, SCP-6785-1 will become hostile. It first attempts to activate some kind of weapon, which a stub at SCP-6785-1's bottom hemisphere indicates has broken off. Once this approach fails, it will then activate its turbines and attempt to launch itself at the subject in order to induce blunt-force trauma.\n\n\nThe being inside of SCP-6785-1 secretes a yellow substance, similar in composition to gasoline, which is collected and appears to act as fuel. SCP-6785-1 contains a full human brain, although parts of it appear to have been bludgeoned with a blunt instrument.\n\n\n\n\n+ SCP-6785-1 Interview Log\n\n\n\n\n- SCP-6785-1 Interview Log\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\nInterviewer:\n Dr. Jonas\n\n\nInterviewee:\n SCP-6785-1\n\n\n\n\n<Begin Log>\n\n\nDr. Jonas:\n Hello, corporal. I need to ask you some questions.\n\n\nSCP-6785-1:\n Yes, sir! Ask away, sir!\n\n\nDr. Jonas:\n At ease, corporal. What are your current orders?\n\n\nSCP-6785-1:\n Affirmative, sir. My orders are to monitor Anti-Combustors from outer space, and eliminate potential threats.\n\n\nDr. Jonas:\n Anti-Combustors?\n\n\nSCP-6785-1:\n The enemy, sir!\n\n\nDr. Jonas:\n Did any other soldiers accompany you on this mission?\n\n\nSCP-6785-1:\n Yes, sir! However, I was struck by a surface-to-air harpoon and sent into space.\n\n\nDr. Jonas:\n A harpoon?\n\n\nSCP-6785-1:\n Affirmative, sir. The Anti-Combustor weapon of choice. Information regarding our operations were leaked to the enemy.\n\n\nDr. Jonas:\n Tell me more about the enemy.\n\n\nSCP-6785-1:\n They're the very embodiment of evil, sir!\n\n\nDr. Jonas:\n …yes, but who are they?\n\n\nSCP-6785-1:\n They want to take away our children and eat their livers! They want to pollute the oceans and endanger the panda! They want to blow up Sacramento and build a slaughterhouse on the ruins! They'll take—\n\n\nDr. Jonas:\n I know, I know, I know. But \nwho\n are they?\n\n\nSCP-6785-1:\n They're Anti-Combustors, sir!\n\n\nDr. Jonas:\n I— okay. Thanks for meeting with me.\n\n\nSCP-6785-1:\n Before you leave, sir, I must warn you. There are Anti-Combustors in this very facility. They're here to spy on us.\n\n\nDr. Jonas:\n Thanks for the heads up.\n\n\n<End Log>\n\n\n\n\n\n\n- SCP-6785-1 Interview Log\n\n\n\n\n\n\nSCP-6785-2 is a gun-like instrument consisting of a spherical core, a two-meter long barrel, and a trigger. It is composed of the same alloy of SCP-6785-1's outer shell. The core opens to reveal a fuel canister that, upon recovery, contained approximately 300 milliliters of green liquid.\n\n\nWhen the trigger of SCP-6785-2 is pulled, it fires a red laser out of its barrel. For 57% of tested entities, this laser is completely harmless. However, the limbs of the remaining 43% of tested entities will immediately be severed on contact with the laser. The wounds produced by SCP-6785-2 do not bleed and are cauterized. Every time SCP-6785-2 is fired, approximately 10 mL of liquid disappears from its fuel container. It is of note that every human that SCP-6785-2 dismembers triggered a negative reaction from SCP-6785-1; however, humans who are not dismembered by SCP-6785-2 may still be the subject of negative reactions from SCP-6785-1.\n\n\nThe fuel substance appears to be a mixture of the compounds secreted by SCP-6785-1, electrolytes, and several unidentified compounds consisting of heavy isotopes not normally stable. Attempts to synthesize this liquid have thus far failed.\n\n\n\n\n+ SCP-6785-2 Testing Log\n\n\n\n\n- SCP-6785-2 Testing Log\n\n\n\n\n\n\n\n\nTest Subject\n\n\nResults\n\n\n\n\n\n\nD-2A51 — Arrested for attempted first degree murder\n\n\nNo noticeable effect\n\n\n\n\n\n\nD-2A77 — Arrested for conspiracy to commit domestic terrorism\n\n\nAppendages disconnected from body\n\n\n\n\n\n\nD-2C9E — Sentenced to death for crimes against humanity\n\n\nNo noticeable effect\n\n\n\n\n\n\nD-2CA0 — Sentenced to death for crimes against humanity\n\n\nAppendages disconnected from body\n\n\n\n\n\n\nD-2DD4 — Arrested for arson\n\n\nAppendages disconnected from body\n\n\n\n\n\n\nRsr. Owens\n2\n\n\nAppendages disconnected from body\n\n\n\n\n\n\n\n\n- SCP-6785-2 Testing Log\n\n\n\n\n\n\nSCP-6785-3 is a computer terminal contained in a reinforced bunker underneath Elko, Nevada. SCP-6785-3 consists of six monitors, a keyboard, a microphone, two sets of speakers, and a radio transmitter. Thus far, no inputs into the keyboard nor the microphone have had any visible effect on SCP-6785-3.\n\n\nThe six monitors of SCP-6785-3 constantly broadcast a variety of content.\n\n\n\n\nTop-Left:\n A bird's-eye view of a specific human subject, in monochrome coloring. Upon Foundation discovery, the subject of interest was retired Colonel Eric Williams\n3\n. Following his death in 2017, the display now follows high school student Roger Wiley. Both subjects elicited a hostile reaction from SCP-6785-1.\n\n\nTop-Middle:\n Records a specific area of the ocean in full color. Flotsam is observed to occasionally float into view. Attempts to determine this area's exact location have been inconclusive.\n\n\nTop-Right:\n Cuts between ongoing conversations between two or more people in full color. Most of these conversations appear to be innocuous. Both speakers play audio from these conversations. It is unknown how SCP-6785-3 acquires this footage.\n\n\nBottom-Left:\n Upon recovery, this monitor played a variety of space telescope footage from around the globe. However, at 300 hours PST on November 12\nth\n 2016, this display suddenly shut off and has not been turned back on.\n\n\nBottom-Middle:\n Was found smashed upon recovery. When reconstructed, it displayed a series of cognitohazardous images that caused the viewer to believe that they had been impaled by a large harpoon. As the brain believed that it had lost most of its blood due to the harpooning, this usually resulted in the subject's death.\n\n\nBottom-Right:\n Footage from a variety of sporting events and civilian military leaks in full color. The transmitter emits radio waves containing a British male voice with a lisp describing the events that occur in the footage.\n\n\n\n\n\n\n+ SCP-6785-3 Radio Transmission on 2016/11/13\n\n\n\n\n- SCP-6785-3 Radio Transmission on 2016/11/13\n\n\n\n\n\n\nRADIO TRANSCRIPT\n\n\n\n\n<Begin Log>\n\n\n<Display 6 is currently showing footage from the 1996 game between the New York Yankees and the Minnesota Twins. Mariano Duncan is up to bat.>\n\n\nBritish Voice:\n Mariano Duncan is up to bat. He swings… ooh, another miss. Tsk tsk. What a tragedy.\n\n\n<Duncan hits the ball before running to first base. This allows Bernie Williams to cross the home plate and score a point for the Yankees.>\n\n\nBritish Voice:\n He turned it around though, in the end. That's a life lesson for the viewer. There's always a chance to redeem yourself, no matter what you've done.\n\n\n<Display 6 switches to footage from an unidentified desert village. Nothing is visible except for the sky and several buildings. An American F-16 Fighting Falcon flies over the village and drops several bombs, obliterating the village.>\n\n\nBritish Voice:\n What was once Caesar's is rendered unto Caesar, like the Combustors turning their world to glass. It's what all authoritarians want, in the end. The easiest kingdom to rule over is a kingdom of smoke.\n\n\n<Display 6 switches to demolition footage of a Manhattan apartment building.>\n\n\nBritish Voice:\n What do they build there, I wonder. The Combustors always built their great pikes of light in the dust of creation. Who, perhaps, were we more justified in killing?\n\n\nUNKNOWN\n4\n:\n Why do you bother with the harpoons, then, if you're so justified in ending their life right then and there?\n\n\nBritish Voice:\n Because we need to have a sense of humor, ma'am. Otherwise, we're the bad guys.\n\n\n<End Log>\n\n\n\n\n\n\n- SCP-6785-3 Radio Transmission on 2016/11/13\n\n\n\n\n\n\nDiscovery:\n SCP-6785-1 was originally discovered in deep space by the Foundation ARTEMIS space probe in 1951, in between the orbits of Jupiter and Saturn. After examining ARTEMIS, SCP-6785-1 flew to Earth, arriving in 1987. At this point, the Foundation had been tracking its flight and intercepted it on arrival.\n\n\nSCP-6785-2 was recovered after an assailant broke into Site-01 and attempted to use it on the former O5-7 on November 17\nth\n, 1962. O5-7's limbs were severed by the device. The assailant was later identified as one Stephen Buchanan, a Scottish assassin with unknown motives. Buchanan was later found dead in Venice, fused to the wall of his hotel room by his flesh. The only object on Buchanan's person was a notebook containing an address, which led to the building that contained the entrance to SCP-6785-3.\n\n\n\n\n+ [Level 3 Clearance Required]\n\n\n\n\n- SCP-6785-3 Video Transcript on 2019/12/07\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n<Begin Log>\n\n\n<Display 3 switches to show two aging men sitting on a bench. The man on the left is identified as Tomislav Nikolić, the former president of Serbia. The man on the right is unidentified.>\n\n\nNikolić:\n How long's it been since it happened?\n\n\nUNKNOWN:\n \"It?\" You're going to have to clarify.\n\n\nNikolić:\n The War on… damn it.\n\n\nUNKNOWN:\n The War on Combustion. It's a distant memory to me as well.\n\n\nNikolić:\n It still sickens me. How many young men did we send to the grave?\n\n\nUNKNOWN:\n Was there ever a final figure? I knew it had to be in the millions, but it ended before anyone could be sure.\n\n\nNikolić:\n That's why they erased it. At least, I think it is.\n\n\n<Silence.>\n\n\nNikolić:\n \"The War on Combustion\"? It sounds so silly now.\n\n\n<Silence.>\n\n\nNikolić:\n It's funny, I can't even remember. What did we fight that bloody war over?\n\n\nUNKNOWN:\n You know, I don't have the slightest idea.\n\n\nNikolić:\n That means the amnestics are doing their job, right?\n\n\nUNKNOWN:\n I guess they are.\n\n\nNikolić:\n Are you ready for tea later? It just seems appropriate.\n\n\n<End Log>\n\n\n\n\n\n\n- SCP-6785-3 Video Transcript on 2019/12/07\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. It has been determined that a more intrusive analysis of these engines would likely kill SCP-6785-1.\n\n\n2\n. Test was unintentional. During a containment breach of \nSCP-3095\n, \nSCP-2785\n escaped from his containment chamber and became convinced that the site was engaged in a game of \nCops and Robbers\n.\n\n\n3\n. Interrogation produced no useful information on SCP-6785.\n\n\n4\n. This is the first and only time in the recorded history of SCP-6785-3 that another voice spoke alongside the main voice. This voice is female and speaks with a Canadian lisp.\n\n\n\n\n\n\n\n\n« \nSCP-6784\n | SCP-6785 | \nSCP-6786\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6785\n\" by notgull, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6785\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "INTERVIEW LOG Interviewer: Dr. Jonas Interviewee: SCP-6785-1 <Begin Log> Dr. Jonas: Hello, corporal. I need to ask you some questions. SCP-6785-1: Yes, sir! Ask away, sir! Dr. Jonas: At ease, corporal. What are your current orders? SCP-6785-1: Affirmative, sir. My orders are to monitor Anti-Combustors from outer space, and eliminate potential threats. Dr. Jonas: Anti-Combustors? SCP-6785-1: The enemy, sir! Dr. Jonas: Did any other soldiers accompany you on this mission? SCP-6785-1: Yes, sir! However, I was struck by a surface-to-air harpoon and sent into space. Dr. Jonas: A harpoon? SCP-6785-1: Affirmative, sir. The Anti-Combustor weapon of choice. Information regarding our operations were leaked to the enemy. Dr. Jonas: Tell me more about the enemy. SCP-6785-1: They're the very embodiment of evil, sir! Dr. Jonas: …yes, but who are they? SCP-6785-1: They want to take away our children and eat their livers! They want to pollute the oceans and endanger the panda! They want to blow up Sacramento and build a slaughterhouse on the ruins! They'll take— Dr. Jonas: I know, I know, I know. But who are they? SCP-6785-1: They're Anti-Combustors, sir! Dr. Jonas: I— okay. Thanks for meeting with me. SCP-6785-1: Before you leave, sir, I must warn you. There are Anti-Combustors in this very facility. They're here to spy on us. Dr. Jonas: Thanks for the heads up. <End Log>",
        "RADIO TRANSCRIPT <Begin Log> <Display 6 is currently showing footage from the 1996 game between the New York Yankees and the Minnesota Twins. Mariano Duncan is up to bat.> British Voice: Mariano Duncan is up to bat. He swings… ooh, another miss. Tsk tsk. What a tragedy. <Duncan hits the ball before running to first base. This allows Bernie Williams to cross the home plate and score a point for the Yankees.> British Voice: He turned it around though, in the end. That's a life lesson for the viewer. There's always a chance to redeem yourself, no matter what you've done. <Display 6 switches to footage from an unidentified desert village. Nothing is visible except for the sky and several buildings. An American F-16 Fighting Falcon flies over the village and drops several bombs, obliterating the village.> British Voice: What was once Caesar's is rendered unto Caesar, like the Combustors turning their world to glass. It's what all authoritarians want, in the end. The easiest kingdom to rule over is a kingdom of smoke. <Display 6 switches to demolition footage of a Manhattan apartment building.> British Voice: What do they build there, I wonder. The Combustors always built their great pikes of light in the dust of creation. Who, perhaps, were we more justified in killing? UNKNOWN 4 : Why do you bother with the harpoons, then, if you're so justified in ending their life right then and there? British Voice: Because we need to have a sense of humor, ma'am. Otherwise, we're the bad guys. <End Log>",
        "VIDEO TRANSCRIPT <Begin Log> <Display 3 switches to show two aging men sitting on a bench. The man on the left is identified as Tomislav Nikolić, the former president of Serbia. The man on the right is unidentified.> Nikolić: How long's it been since it happened? UNKNOWN: \"It?\" You're going to have to clarify. Nikolić: The War on… damn it. UNKNOWN: The War on Combustion. It's a distant memory to me as well. Nikolić: It still sickens me. How many young men did we send to the grave? UNKNOWN: Was there ever a final figure? I knew it had to be in the millions, but it ended before anyone could be sure. Nikolić: That's why they erased it. At least, I think it is. <Silence.> Nikolić: \"The War on Combustion\"? It sounds so silly now. <Silence.> Nikolić: It's funny, I can't even remember. What did we fight that bloody war over? UNKNOWN: You know, I don't have the slightest idea. Nikolić: That means the amnestics are doing their job, right? UNKNOWN: I guess they are. Nikolić: Are you ready for tea later? It just seems appropriate. <End Log>",
        "\" SCP-6785 \" by notgull, from the SCP Wiki . Source: https://scpwiki.com/scp-6785 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6785",
    "object_class": "Humanoid/Artefact",
    "containment_procedures": "SCP-6785-1, -2, and -3 are kept at separate sites, in order to reduce cross-object contamination.",
    "description": "SCP-6785 is an umbrella designation for a collection of anomalies related to a \"War on Combustion\" in the past, fought by unknown entities. No other references to a \"War on Combustion\" have yet to be found in any media, anomalous or otherwise.",
    "title": "SCP-6785"
}