{
    "url": "https://scp-wiki.wikidot.com/scp-6786",
    "all_text": "Come watch this carefully curated cultured carnage of nature nixing nuisances!\n\n\n\n\n\n\n\n\n\n\nrating: \n+11\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6786:\n\n\nAuthor:\n Arclund\n\n⚠️ \nContent warning:\n Physical Violence, Gore\n\n\n\n\n\n\n\n\nrating: \n+11\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6786\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Foundation AICs are to keep a running identification algorithm for any mention of SCP-6786 across the infosphere, namely targeting shadow directories, private chatrooms, and Discord servers. The location of an SCP-6786 copy is to be sent to MTF-KAPPA-43 for immediate retrieval and destruction of said instance alongside the amnestization of its former owner.\n\n\nA copy of SCP-6786 is stored within a flash drive in a secure containment locker within the archives of Site-43. Attempts to contain pirated and backroom copies of the program continue.\n\n\nDescription:\n SCP-6786 is a limited-run documentary series, entitled \nInvasive Nature\n, produced by \nVikander-Kneed Technical Media (GOI-5889)\n. The series focuses on the effects of humans on animal life and ecosystems, particularly those of an anomalous nature. SCP-6786 comprises four episodes focusing on varying locations, each approximately an hour long.\n\n\nSCP-6786-1 is the classification of SCP-6786's \"Narrator.\" They resemble a human male dressed in a white shirt, khaki shorts and vest, hiking boots, and an oversized camping backpack across their shoulders. Their facial features change between each episode, resembling various known avian life forms. Their mouth does not move when speaking, but the range of eye movement and microexpressions have concluded that it is not a mask.\n\n\nSCP-6786 contains a memetic compulsion that grows as the subject watches the documentary. It seeds the individual's mind with support for environmentally focused governmental policies, anger at large companies' exploitation of natural environments/climate change denial, and finally, support and abetting of eco-terrorism.\n\n\nSecondly, SCP-6786 alters the area where the observer resides, with the area of effect expanding compared to how long the media is observed. The radius extends up to thirty-five kilometers if SCP-6786 is watched to completion. Sightings of entities colloquially classified as \"cryptids\" incrementally increase afterward. This effect is ongoing and has yet to have an observed plateau. The most significant increase in sightings in the shortest amount of time caused by SCP-6786 interference was 230 recorded calls to local police in under an hour in ███████, Oregon. MTF-Gamma-4 investigated and discovered that the sightings were not a memetic effect but an increase in anomalous species within the region. Containment attempts are ongoing.\n\n\nDiscovery:\n SCP-6786 was first discovered following its appearance on the streaming platform Netflix on July 20th, 2024, before it proliferated to other streaming platforms. The Foundation was first made aware of the object when riots broke out in several towns with major oil, natural gas, or coal refineries present, coinciding with increased online and radio chatter involving sightings of anomalous entities on July 24th.\n\n\nAddendum 6786-1: Introduction\n\n\n\n\nThe video opens with a figure dressed in a white shirt, khaki shorts and vest, hiking boots, and an oversized camping backpack across their shoulders. Their face resembles that of an owl. They stand in the middle of a dry creek bed, fallen trees splaying out behind them. The faint sound of chainsaws and motors can be heard in the distance.\n\n\nSCP-6786-1 :\n \nNature. Beautiful, isn't she?\n\n\nA tree falls in the background.\n\n\nSCP-6786-1 :\n \nIdyllic. Peaceful.\n\n\nAn excavator can be seen moving in the background. The word \"Primera\" can faintly be seen on the side.\n\n\nSCP-6786-1:\n \nSilently crying out for retribution against those who bleed her dry.\n\n\nMore sounds of falling trees punctuate their sentence.\n\n\nSCP-6786-1:\n \nNature exists in a careful balance, with lynchpins and complex webs intermingling to craft the living, beating heart of the biosphere.\n\n\nThey turn so they appear to be looking back at the ongoing deforestation behind them.\n\n\nSCP-6786-1:\n \nSeems like she's in need of a triple bypass, don't you think?\n\n\nThey laugh and turn back to the camera.\n\n\nSCP-6786-1:\n \nThis four-part series will focus on a number of animal species attempting to make their way in this chaotic and changing world. It will examine the effects of environmental devastation, invasive species, and climate change and how they're doing their best to adapt to the shifting circumstances.\n\n\nSomething massive barrels out of the woods in the distance and batters the excavator to the ground. The camera zooms in on the entity as it roars, bringing its full weight down on the machine. A titanic, almost cartoonishly proportioned hybrid moose and gorilla creature bellows at the sky as it moves to assault another piece of construction equipment.\n\n\nSCP-6786-1:\n \nWhat a beauty.\n\n\nMore begin to appear out of the forest, racing into the wider logging encampment.\n\n\nSCP-6786-1:\n \nLooks like they're coming out to meet the new neighbors. I can't imagine they talked to the HOA about these renovations.\n\n\nA crane is seized by three of the entities and sent careening through a small building.\n\n\nSCP-6786-1:\n \nLet's hope there isn't anything flam-\n\n\nThe building explodes in flames.\n\n\nSCP-6786-1:\n \nOop!\n\n\nPeople can be seen scattering from the scene as smaller, possibly infant versions of the entities chase after them and poke them with sticks. In contrast, the larger entities begin dancing around the flaming building.\n\n\nSCP-6786-1:\n \nOh, a family BBQ! How nice! They just had to clear out the little bugaboos. What was I…. Right! Invasive Species, who need them? They get everywhere, wreck everything, and steal your Postmates when your back is turned! So come watch this carefully curated cultured carnage of nature nixing nuisances!\n\n\n\n\nExcerpts from each episode have been transcribed below. Episode 3 is undergoing redaction due to momentary depictions of highly classified materials.\n\n\nAddendum 6786-2: Episode Excerpts\n\n\n\n\n\n\n\n\nEpisode 1 Title Page\n\n\n\n\n\n\nDate:\n 03/20/2024\n\n\n\n\n[VIDEO BEGINS]\n\n\nThe video opens with a wide shot of the Toledo Zoo. SCP-6786-1's face resembles that of a peacock\n\n\nThe SCP-6786-1:\n \nYou might be wondering, after that riveting opening speaking about the beautiful and embattled nature of well nature, why we are starting in a zoo in Ohio of all places. Well, there could be multiple answers, like draconian laws or Cincinnati chili! But you'd be wrong to think that friend.\n\n\nThey reach up and apparently pat the camera. A clattering sound echoes from off-screen, and the camera refocuses on five shadowed figures moving toward the outer wall of the zoo.\n\n\nSCP-6786-1:\n \nWe're here because zoos the world over have become the territory of a new and dangerously \nstupid\n invasive species.\n\n\nThe camera changes angle suddenly, and it now follows five figures dressed in black, their faces either covered in camo paint or ski masks.\n\n\nSCP-6786-1:\n \nThis small pack is part of what we most often call \"Anti-Zooers.\" While it is true that Antis are far from a new phenomenon within the human condition, let alone this particular breed, with the shifting climate, they have grown emboldened, proliferating much more openly. Personally, I blame school lunches.\n\n\nThe lead turns around, looking directly into the camera for a second, but is not able to notice it.\n\n\nLead Anti:\n Are you ready to be legends, brothers and sisters?\n\n\nThe others nod.\n\n\nLead Anti:\n Right, who has the rope?\n\n\nThe others look at each other and back in confusion.\n\n\nSCP-6786-1:\n \nAs I said, emboldened yet far from enlightened. They certainly smell like they've been trying to get there, though.\n\n\nLead Anti:\n Guys?\n\n\nFemale Anti:\n I thought you were supposed to bring it, Jeremy.\n\n\nThe leader, Jeremy, sputters.\n\n\nJeremy:\n No, Mara. I allocated tasks to-did none of you look at the chore board?\n\n\nThe rest shrug and shake their heads. He also pauses and looks back at Mara, specifically her shirt.\n\n\nJeremy:\n Why are you wearing that?\n\n\nThe camera zooms in, showing a \"Primera TV\" logo on her shirt.\n\n\nMara:\n To… represent the c-\n\n\nJeremy shakes his head violently, and she stops talking, drawing confused glances from the rest of the assembled Anti-Zoo members.\n\n\nJeremy:\n To besmirch the name of our enemies with our good works—right, right. It slipped my mind.\n\n\nHe leans into her and whispers.\n\n\nJeremy:\n We're gonna talk about this later.\n\n\nMara:\n I-\n\n\nJeremy:\n Anyway, no one brought a rope?\n\n\nThey all shake their heads again.\n\n\nJeremy:\n Way to go, guys. You did a really great job. There was supposed to be this big mystery about—let's just hop the turnstiles. Ben's probably already lit the fuses by now.\n\n\nThe Antis follow after him, moving towards the main gate leading into the zoo, but the one at the back speaks up.\n\n\nLast Anti:\n What about cameras? Also, shouldn't we not be saying our real names or something?\n\n\nJeremy:\n We have nothing to hide, Phil. Our cause is righteous!\n\n\nThe others nod, pump their fists, and follow after Jeremy without further questioning. The camera zooms in on Phil's face.\n\n\nPhil:\n But we're wearing masks.\n\n\nSCP-6786-1:\n \nLike lemmings, so the erroneous saying goes, they follow the leader towards a likely five-to-nine in a penitentiary. But one may have his wits about him. I think… he is here after all.\n\n\nThey approach the turnstiles, crouching low to the ground, and the camera pans up to view a security camera looking right down at them.\n\n\nJeremy:\n Hold!\n\n\nThe others freeze suddenly, some numbing into the others.\n\n\nSCP-6786-1:\n \nStealth does not come naturally to them. They are more used to being vocal, bellowing their truths into the uncaring air, awaiting an answer from those they \nknow\n believe as they do. Rarely do they congregate in groups this large, in reality. Online is their true domain. Again, the smell is very telling.\n\n\nThey wait in silence, some looking directly into the camera and not noticing it, while others anxiously tap their hands together/rub them on their pants.\n\n\nMara:\n What's taking so long? Someone is going to see us.\n\n\nJeremy:\n This sort of thing takes time; trust Ben, he's a pyrotechnics expert.\n\n\nPhil:\n He works at carnivals.\n\n\nJeremy:\n Yeah!\n\n\nPhil:\n On… on the kid ri-what do you think happens at carnivals, man?\n\n\nJeremy:\n Predatory capitalism due to overpriced food and trips to the hospital due to heart attacks from said food.\n\n\nSCP-6786-1:\n \nFor once, the leader of the pack says something vaguely intelligent. But the main threat at carnivals is cannibal caramel apples, yes, sir.\n\n\nPhil:\n I guess… but that still doesn't-\n\n\nOther Anti:\n Shut up, Phil. Why are you always questioning? I thought you cared about the cause!\n\n\nMuffled agreements pass through the group. Jeremy grins at him.\n\n\nSCP-6786-1:\n \nThe leader delights in the smothering of common sense. If they started to think about their actions, they would realize what danger they had actually placed themselves in. Righteousness, especially this store-brand, pseudo-enlightenment flavor, fades fast in the face of reality. Like milk in the microwave.\n\n\nPhil:\n I do! I just thought it was more planned out than this!\n\n\nJeremy:\n The best part of any plan is to plan for it not to go to plan.\n\n\nThe others nod sagely, and the camera zooms even tighter on Phil's mask as he grapples with what he has just heard.\n\n\nSCP-6786-1:\n \nYou can see his brain fighting to take hold of him at this moment. Does he dare challenge the pack leader? Does he ostracize himself from those with whom he holds a common cause? Does he get fast food on the way home and feel bad about it an hour later?\n\n\nAn explosion booms to the left of the camera, and it whirls to take in a flaring explosion of brilliant colors. Footsteps can be faintly heard echoing as they run in that direction.\n\n\nMara:\n Weren't they supposed to be in the air?\n\n\nThe fireworks are, in fact, going off at ground level; the camera zooms in and spots a figure running around, partially on fire.\n\n\nJeremy:\n He knows what he's doing, go, go, go!\n\n\nThey jump the turnstiles one after another, some faltering and falling, rolling ankles or falling flat on their faces.\n\n\nSCP-6786-1:\n \nI reiterate that this is not their domain. They are no more fleet than they are stealthy. Persistence rewards many, but will this invasive movement prove victorious? I'm gonna say no, but the world does love surprises.\n\n\nThey dart haphazardly through the zoo, moving deeper and deeper, until they reach their first enclosure, a shallow pool with an island in the middle where several flamingoes sleep, excluding one that is walking about the water, looking in the direction of all the previous commotion.\n\n\nJeremy:\n Here are the first prisoners we must liberate! We'll start with the one who is awake and then move on from there. Mara, Jeremy, you're with me; the rest of you fan out and keep an eye out!\n\n\nThey hop into the enclosure, and the camera approaches the railing and shifts around to view them from the side. They close in on the flamingo, who turns to look at them. It flairs its wings.\n\n\nSCP-6786-1:\n \nCommon amongst birds, such a pose is meant to convey anxiety and anger. It means that the bird believes they are in danger. Or that they want to do the bedsheet samba, but I'm gonna go with danger.\n\n\nJeremy:\n Look! It opens its arms to us, and it knows we have come to set it free.\n\n\nThe flamingo slaps at the hands of the protestors as they try to grab hold of it and move deeper into its enclosure.\n\n\nJeremy:\n It's okay, sh, sh, sh, we're just trying to help you.\n\n\nPhil:\n It's not a horse, dude.\n\n\nJeremy:\n I'm just trying to comfort it; they know we're here to help.\n\n\nThe flamingo slaps him again and slips out of his grasp.\n\n\nSCP-6786-1:\n \nIt does not. The Anti-Zoo movement is curious in its motives. Outside its natural habitat of online forums and PETA conventions, it is unaware of social cues, both its own and those of the beings that it has taken a keen interest in. Its desire to fulfill its own needs overrides its general sense. I call that a cult, but don't say that to them, it offends.\n\n\nJeremy fails to catch the flamingo one more time and has now backed it into a corner.\n\n\nMara:\n Just grab it!\n\n\nJeremy:\n What does it look like I am doing? Poor thing. It is too broken by its time here to understand when people actually wish to help.\n\n\nSCP-6786-1:\n \nAnd there we see a common trait of the Anti-Zoo movement, that animals, even those in the wild, have an innate understanding of what it means to be wild, yet paradoxically enjoy interactions with humans. Like an incel thinking women ruin the world yet want to date his pimply, saggy playdough body.\n\n\nThe flamingo flairs its wings out and stands to its full height, clacking its beak.\n\n\nFlamingo:\n Back off, cabrón!\n\n\nThe Antis freeze, staring at the flamingo.\n\n\nMara:\n It talks!\n\n\nJeremy:\n I knew taking those edibles was a good idea!\n\n\nPhil:\n I didn't have any!\n\n\nJeremy:\n Well, maybe you're getting like… second-hand.\n\n\nPhil:\n That doesn't make any sense!\n\n\nSCP-6786-1:\n \nOh, their blitzed! Sucked down some ganje goodies, some adding appetizers, some pot…. pieces. Right, ran out of steam, but this will \ndefinitely\n only go well.\n\n\nFlamingo:\n Malditos toristas. What do you want?\n\n\nJeremy:\n We seek to free you! To take you away from this place!\n\n\nThe bird stares at them each in turn for several moments.\n\n\nMara:\n You want that, right?\n\n\nThe bird starts making a noise and covers its head with a wing.\n\n\nSCP-6786-1:\n \nHave they caught the vibe?\n\n\nJeremy:\n He's crying in joy that we came to get him out!\n\n\nThe sound quickly becomes high-pitched laughter\n\n\nFlamingo:\n Ha, muy divertido! Why the hell would I want to leave?\n\n\nJeremy:\n Because you're in a prison?\n\n\nFlamingo:\n Prison?! Nah, man, nah, what, you want to take me back to the wild? Like out there?\n\n\nHe points with a wing above the walls.\n\n\nMara:\n We'll we'd try to get you back to Florida or-\n\n\nFlamingo:\n Florida?! That's worse than just the regular wilderness! Some addict would try to take my feathers for a loincloth or some shit. Mierda.\n\n\nPhil:\n You are both acting way too normal about this thing talking to us!\n\n\nHe backs away, heading to the edge of the enclosure.\n\n\nJeremy:\n It's the edible!\n\n\nPhil:\n Not how it works!\n\n\nSeveral of the other Anti-Zoo people move closer, staring at the flamingo, amazed.\n\n\nSCP-6786-1:\n \nThey miss the vibe by a country mile, and fractures begin to form in the pack. Shame they're too innie-outie, heady-is-cloudy to realize problems are incoming.\n\n\nFire sirens sound in the distance, causing panic to spread amongst the Anti-Zoo movement people.\n\n\nJeremy:\n Shit, this was supposed to just be the first st- come with us! We can take you anywhere!\n\n\nFlamingo:\n Niño, I get three meals a day, constant pampering, fawning attention, and any partner I want. Look over there, muy guapo y guapa, si? In the wild, I need to worry about finding food, finding shelter, finding a mate, and that's if some raggedy bitch doesn't eat my ass! Does it look like anyone around here is out to eat me? Well… cept Martin, that bastard.\n\n\nThe flamingo turns and yells at the nearby Reptile House.\n\n\nFlamingo:\n I've seen how you look at me, Martin! Perro serpiente!\n\n\nJeremy:\n You- you're brainwashed.\n\n\nSCP-6786-1:\n \nAnd here we see the main defense of the Anti-Zoo movement and their numerous kin that inhabit the uncharted sweaty savannahs of the online: denial of reality! It keeps them safe in their bubble, which… is like the weakest form of defense in the world. Titanium plating would do so much more.\n\n\nFlamingo:\n Brainwashed, bah, you don't know brainwashing I-\n\n\nThe flamingo freezes, having looked over to Phil, and looks up over his head where the camera is poised.\n\n\nFlamingo:\n You brought cameras?!\n\n\nThe Anti-Zoo folks share a confused look.\n\n\nJeremy:\n No, I don't… what are you talking about?\n\n\nFlamingo:\n Why do you have cameras? Who are you? Are you Feds? Who are you with? You tell me who you are with!\n\n\nMara:\n No, no, we hate the feds!\n\n\nJeremy:\n We can take you literally anywhere! Cuba? There's a lot of flamingos in Cuba isn't-\n\n\nThe flamingo turns to him.\n\n\nFlamingo:\n Did they send you?\n\n\nJeremy:\n I-\n\n\nFlamingo:\n You come into my casa, and you try and make me leave, you tape me, you say that name. Nah, that ain't happening. No voy!\n\n\nThe Flamingo suddenly draws a switchblade as if from thin air and charges Jeremy!\n\n\nSCP-6786-1:\n \nHaving intruded into another's home, the invasives have put themself in needless danger. After how they comported themselves prior, will they be able to get out of this mess of their own making?\n\n\nFlamingo:\n Perro! Herramienta! Mentiroso!\n\n\nThe camera jostles as the bird repeatedly stabs and cuts Jeremy, who flounders in the water screaming and then goes for Mara. The others hop into the enclosure to try and help her and their leader or contain the bird. Except Phil, as the bird slashes at all of his friends.\n\n\nSCP-6786-1:\n \nThe brightest amongst them is contemplating simply running away.\n\n\nPhil turns and blinks in surprise, seemingly able to see the camera person and SCP-6786-1 for the first time.\n\n\nPhil:\n Who-\n\n\nThe flamingo races towards him, knife slashing, causing him to fall to the ground, scrambling backward with a scream!\n\n\nFlamingo:\n I ain't going back!\n\n\nSCP-6786-1:\n \nBut his momentary pause sees him join his fellows in a churning stew of meat and foolish ideation. Though graphic, that is one less invasive threat facing this curated yet important habitat.\n\n\nThe screams get quieter and quieter as the flamingo turns to face the camera, and the image cuts to black.\n\n\n[FINN]\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nEpisode 2 Title Page\n\n\n\n\n\n\nDate:\n 04/20/2024\n\n\n\n\n[VIDEO BEGINS]\n\n\nRedwood trees tower above the scene. The camera tilts up to take in the trees and then lowers to focus on a pair of well-dressed people standing alongside a small pile of climbing supplies, paint cans, and a set of small axes. A man dressed in an oversized jacket out of place for the weather, apparent in the video, is talking to another, holding up a small camera. Birdsong can be heard in the distance. SCP-6786-1's face resembles that of a raven.\n\n\nUnknown:\n What's up, Dray Nation? We're here in the Redwoods, continuing our Dray's Sprays series!\n\n\nUnknown:\n I hate that name.\n\n\nDray:\n Shut up, man, it gets us clicks.\n\n\nSCP-6786-1:\n \nHere, we see another more recent subspeciation of humans: The Influencer. Influencers, unable to exist on their own stunted form of self-actualization, seek attention from the faceless masses of the internet. Fame or infamy matters little to them in the end; all that matters is their main source of food: clout. Clout defines them, and the actions they take in their daily lives are fully centered on attaining more of them. Clout-Chasers, as they are often called in layman's terms, often begin doing more and more thoughtless and dangerous things in their hunt for clout, often to their detriment. Let's observe.\n\n\nUnknown:\n Did you hear something?\n\n\nDray:\n Come on, man, get it together. It's probably like… a moose or something.\n\n\nUnknown:\n The park rangers said-\n\n\nDray:\n They'd fucking off for the rest of the day since I paid them so well; we're good!\n\n\nUnknown:\n With those ones.\n\n\nDray:\n Kaiden, chill out, dude. Money talks. Now, can we get back to the video?\n\n\nKaiden:\n Alright, fine.\n\n\nSCP-6786-1:\n \nClout chasing often leads to something known as the grift, where the Influencer will go out of their way to ensure what they desire, the increasing generation of their own clout, happens. This can lead to all manner of unsavory behavior, which a number of other entities in their ecosystem are unfortunately receptive to.\n\n\nDray:\n In the last video, which got a killer 200k likes, we managed to tag the Lincoln Memorial, more like Dreymorial, right? And while there was a bit of a “thing” around that, the haters couldn't keep us down! So what would be bigger than that, you're asking? Well, for right now, we're not allowed to go back to DC, but-\n\n\nKaiden:\n You're lucky we didn't get arrested!\n\n\nDray:\n Come on, man, I was just getting the flow back.\n\n\nKaiden:\n Sorry.\n\n\nSCP-6786-1:\n \nInfluencers are often within a symbiotic relationship with another species we will be focusing on later in this documentary. But their bond often leads to the former not readily expecting or understanding the breadth of consequences for their actions.\n\n\nDray:\n But! I have something right here that is pretty monumental as well!\n\n\nHe gestures wide with his hand and stares at Kaiden, who keeps the camera pointed at him.\n\n\nDray:\n Dude, pan up!\n\n\nKaiden:\n Oh!\n\n\nDray:\n What the hell do I even pay you for? I should have brought Phil.\n\n\nKaiden:\n You know he wouldn't want to be here!\n\n\nDray:\n Yeah, but he gets queues!\n\n\nSCP-6786-1:\n \nInfluencers often argue about 'the process,' but in this place outside their normal domain, this racket could attract unwanted attention.\n\n\nA breeze causes several of the lowest branches to quiver.\n\n\nDray:\n Okay, let's just do that over.\n\n\nKaiden nods.\n\n\nDray:\n But! I have something right here that is pretty monumental as well!\n\n\nKaiden pans up this time, pointing his camera towards the trunk of one of the tallest redwoods.\n\n\nDray:\n That's right, this time I am gonna leave my mark on one of nature's greatest monuments!\n\n\nHe holds up a piece of paper to Kaiden, showing the camera a sketched design of his name over a set of crossed spray cans.\n\n\nDray:\n But we're doing something a little different this time, Dray Nation. We're not just spraying our truth on this bad boy.\n\n\nHe pauses, patting the tree; the branches shake again.\n\n\nSCP-6786-1:\n \nKeen to mark territory already claimed, will the young buck realize his error before it is too late?\n\n\nDray:\n We're leaving a more permanent mark.\n\n\nHe reaches down and holds up a pouch of tools, including an ax, a hammer, and a wood chisel.\n\n\nDray:\n That's right, we woodcarvin! But first, here's a word for our sponsor, Primera-Corp! Try their new Emerald Tier Membership today!\n\n\nKaiden lowers his camera.\n\n\nKaiden:\n Isn't it a little weird to be shouting out your da-\n\n\nA branch snaps nearby, and both men whirl around, looking for the source. They both stare directly at the 6786-tied camera person but fail to notice them.\n\n\nKaiden:\n Hello?!\n\n\nThere is no response outside of the wind picking up; in fact, the previous birdsong has fallen quiet.\n\n\nDray:\n Let's just get this over with.\n\n\nSeveral moments of relative silence follow as Kaiden sets down the camera and helps Dray set up his climbing gear properly. The camera shifts to briefly track a bit of movement darting towards the pair.\n\n\nSCP-6786-1:\n \nIt seems a native has taken notice of their presence.\n\n\nKaiden scoops up his camera and refocuses it on Dray, who has since climbed about thirty feet up the trunk, using several climbing pitons; the rest of his gear hangs off his back and sides. Something darts closer, peaking around the trunk of another tree; its face is that of an elongated deer skull.\n\n\nDray:\n And now, it's time to make my mark. Draynation represent!\n\n\nHe draws his axe and hacks into the bark, not getting very deep on the first strike. The branches quiver once more.\n\n\nKaiden:\n Put a bit more effort into it!\n\n\nDray:\n Like you could do any better, dude.\n\n\nHe swings again and manages to sink his axe fairly deep; with effort, he manages to pull a chunk of bark free.\n\n\nDray:\n There's gotta be a quicker w-\n\n\nHe pauses as the whole tree shakes, and a low, pained moan is heard as the ground quakes and shifts. The tree pulls partially out of the ground, revealing a pair of massive eyes amidst a tangle of roots.\n\n\nUnknown:\n Kenny!\n\n\nThe camera shifts, and the deer-skulled-headed figure is running towards them, revealing a nearly three-meter tall being, emaciated and bestial, wearing a flowing sundress and a wide sunhat between its antlers. Dray and Kaiden begin screaming. Dray scrambles to hold onto the tree, and Kaiden falls backward.\n\n\nKenny:\n Martha? I have a splitting headache; what's happening?\n\n\nMartha:\n Just a gnat, sweety, I'll get it for you.\n\n\nShe turns and looks at Kaiden, sniffing at him and licking her bony teeth.\n\n\nMartha:\n Diabetic, yum. I love the jelly-filled ones. Don't you move, sweet thing.\n\n\nShe lungs up as Kenny pulls himself further out of the ground, and Martha effortlessly cuts the rope holding Dray aloft. He falls, and there is a sharp crack as his leg bends the wrong way, and several cans of spray paint burst, coating the ground in neon paint. His screaming goes to a different pitch. Martha drops to the ground beside him.\n\n\nMartha:\n Oh, it went and made a mess.\n\n\nA root reaches out and pulls him closer, the tree-being's wide eyes narrowing.\n\n\nKenny:\n Now, what were you up to? Coming into someone's place, climbing all over them, cutting them up, not very neighborly. What if someone did that to you, hmm?\n\n\nSCP-6786-1:\n \nMaking a claim on someone else's territory often leads to a great deal of strife within the natural world. There have been at least five different known Chimpanzee wars built on this premise, and well, we don't even need to get into what all of you do.\n\n\nMartha digs through some of Drey's spilled gear and comes up with the design, showing it to Kenny.\n\n\nMartha:\n Were you going to carve this into my husband's forehead? Who raised you?\n\n\nShe looks up at Kaiden, and he goes to bolt, but he freezes as a different park ranger, a middle-aged woman, appears from behind a tree, pointing a rifle at him.\n\n\nKenny:\n Tch, tch. Now, wait a second, son. We've got some questions for you. Answer them honestly now: Sally doesn't take kindly to fibbers.\n\n\nSally:\n That, I do not.\n\n\nMartha:\n What took you so long, darling?\n\n\nSally nods at Kaiden.\n\n\nSally:\n He knows, Mar.\n\n\nMartha coos at the nickname and licks her bony lips as she turns back to Kaiden.\n\n\nSCP-6786-1:\n \nMurderous hippie monster polycule. Sick, that'll do well with the Zoomers.\n\n\nKaiden slowly turns to look back at the entities and down to Dray.\n\n\nKaiden:\n What… what do you want?\n\n\nKenny:\n Truth. ‘Bout what you're doing here. Not this little idiot mind, you.\n\n\nAll three figures stare intently at Kaiden while Dray rolls about at the ground, trying to get eyes on his cameraman.\n\n\nDray:\n What the fuck is going on?!\n\n\nA root wraps around his mouth.\n\n\nKenny:\n Sh, sh, sh.\n\n\nSCP-6786-1:\n \nHold on to your jorts; we're about to go on a ride!\n\n\nMartha:\n We want to know about the packages you and your pals laid out for the park last night.\n\n\nSally:\n And the ones you set up at the edge of town as well.\n\n\nKaiden:\n I-\n\n\nMartha sniffs the air.\n\n\nMartha:\n He's nervous.\n\n\nSally:\n I can see that he pissed himself, Mar, you don't need to announce it.\n\n\nSCP-6786-1:\n \nRank. Wild. Asparagus?\n\n\nKaiden:\n What-what are you… this is insane. They're monsters!\n\n\nHe gestures to Kenny and Martha. Sally's eyes narrow.\n\n\nKenny:\n Rude.\n\n\nMartha:\n Very rude.\n\n\nSCP-6786-1:\n \nExtremely rude.\n\n\nSally:\n And a deflection. Start speaking true, bud, or we start playing a guessing game.\n\n\nKaiden:\n G-guessing game?\n\n\nShe pumps her shotgun.\n\n\nSally:\n Yeah, which limb is going goodby will get you, to be honest.\n\n\nShe points it towards his left knee.\n\n\nSally:\n Three seconds.\n\n\nMartha:\n I love this side of you!\n\n\nKenny:\n A little bit much, huns. Why don't we just keep them both here until the sun and lack of water get to them? Heat stroke tends to make things pliable.\n\n\nSCP-6786-1:\n \nImmediate gratifcation vs slow stewing. This is an allegory for the hunting styles of most predators. I think.\n\n\nSally:\n Two!\n\n\nKaiden:\n Yes, yes, alright, we set up a bunch of fire starters last night! But it was his dad's idea!\n\n\nHe points at Dray, who stares at him wide-eyed.\n\n\nSCP-6786-1:\n \nP-p-plot twist!\n\n\nDray begins shouting, muffled by the root, and Kenny, after a moment, loosens his grip, allowing him to speak fully.\n\n\nDray:\n What the fuck is this, dude, is this a prank? What did you do?!\n\n\nKaiden:\n What I had to! You don't pay me shit.\n\n\nSCP-6786-1:\n \nCorrupt Capitalism Combobreaker!\n\n\nDray:\n Are you kidding me?!\n\n\nKaiden:\n No! You treat me like shit, and your dad offered me money if I worked with some of his people everywhere we went. Shot some footage, did-\n\n\nSally:\n A bunch of terroristic shit.\n\n\nKaiden:\n We didn't hurt anyone!\n\n\nSally, Dray, and Martha all look at Kenny.\n\n\nKenny:\n Rogue wildfires don't hurt anyone?\n\n\nKaiden:\n I-\n\n\nDray:\n The fire at the museum, that building collapsing…. You said those were all freak accidents!\n\n\nSCP-6786-1:\n \nSounds like some freaky deaky stuff to me. But how many times can bullshit bumble-fuckery happen in your wake before you see the pattern?\n\n\nKaiden:\n I didn't know what he was-\n\n\nDray:\n But you still took his money!\n\n\nMartha and Sally step closer to Kaiden, and he shuffles backward.\n\n\nKaiden:\n Stay back! Look, if you let him go, I'll get rid of them! Tell the others to stand down. But if you don't, there are people who know where we are!\n\n\nSally chuckles, shouldering her gun.\n\n\nSally:\n Bout that.\n\n\nShe reaches into her coat pocket and pulls out a small bundle. She tosses it to the ground, and it unfurls, revealing a collection of freshly severed fingers. Martha licks her lips.\n\n\nMartha:\n Finger foods! You shouldn't have!\n\n\nSally:\n Always thinking of you, honey bee.\n\n\nSCP-6786-1:\n \nSee, I prefer ants on a log, but they do have the same kind of crunch and mush mouth feel.\n\n\nKaiden vomits and glances at Dray for a moment before turning and running as fast as he can.\n\n\nDray:\n Don't leave me here, you bastard!\n\n\nSally unshoulders her gun and points it after him but seems to think better of it, looking back to the others.\n\n\nSally:\n So, what do we do with this one?\n\n\nKenny glances down at Dray's art supplies and points a root at the sketch.\n\n\nKenny:\n Can I see that, darling?\n\n\nShe nods, holding the image up to him. He squints tighter, and more roots emerge, picking up Dray's scattered art tools.\n\n\nKenny:\n Now, son, I'm willing to let you go, but you are going to need a reminder not to do this sort of thing again, right?\n\n\nHe holds the image down next to Dray's head and begins lowering the cutting implements towards his forehead.\n\n\nKenny:\n Next time, be neighborly and ask before you enter someone else's home! You never know who you might meet on the other side. Oh, and find some better friends. You're down a few.\n\n\nHe laughs and then grimaces apologetically.\n\n\nKenny:\n Sorry, that was a bit too dark. Now, hold still.\n\n\nHis eyes narrow in concentration. Dray stops screaming, his voice seeming to give out.\n\n\nMartha:\n What about the other one, huns? He's getting away.\n\n\nSally:\n Well, you always enjoyed a chase.\n\n\nKenny:\n I've got a good hold on this one. Go get him.\n\n\nThe tree grins widely and winks at the creature.\n\n\nMartha:\n Oh, you charmers, you.\n\n\nShe turns to run and takes in the SCP-6786-1.\n\n\nMartha:\n Now, who are you?\n\n\nSCP-6786-1:\n \nJust filming a nature documentary, Mam, not looking to interfere. We have all the proper paperwork. I must say your home is lovely.\n\n\nMartha:\n Oh, shucks. You have no idea what it takes to keep it this nice and healthy. But if you don't mind, I gotta-\n\n\nShe points past them, and the camera moves, catching her racing past on all fours.\n\n\nSCP-6786-1:\n \nYou know what it takes to keep natural splendor like this so healthy?\n\n\nThe camera turns, zooming in on Dray's face as one of Kenny's roots draws the wood chisel closer and closer to his forehead.\n\n\nSCP-6786-1:\n \nThe careful hand of conservation and a bit of blood sacrifice.\n\n\nThe camera zooms closer to Dray's terrified face as Kenny presses the wood chisel into his forehead.\n\n\nSCP-6786-1:\n \nLet's hope it's careful anyway.\n\n\nCamera cuts to black after fully zooming in on one of Dray's eyes.\n\n\n[FINN]\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n███████\n\n\n\n\n\n\nENTRY REDACTED\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nEpisode 4 Title Page\n\n\n\n\n\n\nDate:\n 06/20/2024\n\n\n\n\n[VIDEO BEGINS]\n\n\nThe image begins with a tracking shot of a busy road packed with cars before craning up and looking towards a skyscraper with the words \"Primera Corp\" running down the side. SCP-6786-1's face resembles that of a vulture.\n\n\nSCP-6786-1:\n \nInvasive species most commonly have a source. Feral pets and farm animals. The illegal pet trade. Colonialism. Katrina Mismanagement. Eagles Football. The list goes on and on, but while we have seen their effects and the resistance of natural biomes and their inhabitants against these intruders, how can one truly curb a tide such as we’ve seen?\n\n\nThe camera goes black for a moment, and when the image reappears, it’s of the inside of an elevator.\n\n\nSCP-6786-1:\n \nYou go to the source.\n\n\nThey walk inside, revealing a series of cubicles filled to the brim with flustered and dead-eyed people rushing all around.\n\n\nSCP-6786-1:\n \nAnd it seems we have done so right after something sent the colony on high alert. You can smell the nose candy from here!\n\n\nThe camera shifts to a side room, where five individuals in business suits appear to also be in a state of chaos, shouting and conversing on about three phones each, excluding one older man who is leaning back in his chair, staring at the ceiling unlit cigar stuck between his teeth.\n\n\nSCP-6786-1:\n \nAnd there is the \"mind\" of the hive. The Fat Cat, the Top Cheese, the Big Daddy. The C. E. Oooooo!\n\n\nThe camera shifts forward, and the door to the room opens, though none inside notice.\n\n\nCEO:\n Can someone tell me what the hell is happening out there?!\n\n\nExecutive Assistant 1:\n We're trying sir-yes, hello I would like to kn-\n\n\nThe camera zooms in on the CEO's face; his eyes are bloodshot, and there are several stains at the corners of his mouth and at the corner of one nostril.\n\n\nCEO:\n Well, you better get me some answers quick; I'm supposed to be on a plane to Singapore in fifteen.\n\n\nSCP-6786-1:\n \nOften, when a rat is cornered, its first instinct is to run…\n\n\nExecutive Assistant 2:\n Sir, I don't think-\n\n\nCEO:\n Finish that sentence, and you're out on your ass with a pension so gutted it would make a meth head blush!\n\n\nSCP-6786-1:\n \nOr lash out.\n\n\nThe assistant stops talking and returns to running interference on their multiple devices.\n\n\nCEO:\n Give me something, people!\n\n\nExecutive Assistant 1:\n We're getting some reports about the operation in Toledo.\n\n\nHe sits forward, attention captured.\n\n\nCEO:\n Yes?\n\n\nExecutive Assistant 1:\n It went… badly.\n\n\nThe CEO stares at her for several seconds and then gestures around wildly.\n\n\nCEO:\n What else is new?! What happened?\n\n\nExecutive Assistant 1:\n Well, the cops found them, and uh, they were cut up pretty bad?\n\n\nCEO:\n Did any of the animals get out? The morons bought our line; if they got hurt doing it, no skin off our backs, right? Long as it proves the security-\n\n\nExecutive Assistant 1:\n None of the animals escaped, sir. Security found them pretty quickly, but the police say it looks like they got into some kind of knife fight.\n\n\nCEO:\n We payed that idiot to-\n\n\nExecutive Assistant 1:\n I know, sir, and it seems so do the cops.\n\n\nThe manic pace of the room cools for a moment as all eyes go to her. The camera zooms in on her face.\n\n\nSCP-6786-1:\n \nWhen treading into new territory, while dangerous on their own and invasive, they are never certain of the dangers they, in turn, will be facing. Like platypi, dastardly devils.\n\n\nExecutive Assistant 1:\n They are asking about information the group mumbled in their injured state. They also rambled about flamingoes and a number of their other nonsensical talking points, so…\n\n\nCEO:\n So we bury it, and we bury them. Whatever connections we may or may not have with them are circumstantial, and we would surely never wish to endanger the well-being of such a prestigious establishment as they did.\n\n\nShe nods and turns back to the phone.\n\n\nSCP-6786-1:\n \nYet, often, invasives can have an almost insidious need for growth and control of the environs they force their way into. Like fungal infections or fast food chains.\n\n\nCEO:\n It's only a matter of time until Toledo needs us, security systems, medicine, and food for their beasts; one route or another, we will be able to get the permi-\n\n\nExecutive Assistant 3:\n Your wife is on the phone.\n\n\nCEO:\n Tell her I'm busy trying to wrangle this shit show to be bothered with whatever new toy or fancy she has taken to.\n\n\nExecutive Assistant 3:\n It's your son, sir.\n\n\nHe sits up and stares at him.\n\n\nCEO:\n What has he done now?\n\n\nExecutive Assistant 3:\n He's in the hospital, sir.\n\n\nHis eyes widen, and he stands up slowly.\n\n\nCEO:\n What?!\n\n\nExecutive Assistant 3:\n Yes, he was doing one of his videos, which you signed off on in California, and while the details are fuzzy, he was found heavily injured by a group of park rangers. Your wife is sending you pictures.\n\n\nHe draws out his phone, and the camera shifts to capture a dozen missed messages and pictures of Dray in a hospital bed, his channel logo carved into the middle of his forehead, and dozens of other bruises and cuts covering his body.\n\n\nSCP-6786-1:\n \nAs evidenced, unused to new predators, the young of invasives can quickly become easy prey, though unfortunately, often their numbers resist those first attempts from the natural food web to push out the intruder.\n\n\nCEO:\n Who did-who did this?!\n\n\nExecutive Assistant 3:\n We aren't sure, sir. The co-owner of his channel is also missing, along with any video they recorded of the incident. It was said he had been there a few hours before Park Rangers found him, and the police would like you to make an appearance.\n\n\nCEO:\n Wh-why?\n\n\nExecutive Assistant 3:\n The Park Rangers that found him also found a number of 'fire bombs,' their words, and Dray seems to have told them that they were your idea and mentioned several similar occurrences tied to his visits. Sir, I-\n\n\nCEO:\n He's beaten to hell. Panicked. He probably has a concussion and doesn't know what he's saying. Get a lawyer down there now!\n\n\nExecutive Assistant 3:\n Yes, sir.\n\n\nHe kicks his chair over, startling his assistants, and begins to pace around the room.\n\n\nSCP-6786-1:\n \nAnger is a typical response amongst all animals that undergo unexpected environmental pressures. The cocaine in his mustache probably isn't helping, though.\n\n\nCEO:\n I want whoever did this found, and I want to leave a message that you don't… they care about those damn trees so much, let's see how they feel when I level a dozen of them. Fuck with me, will they? I-\n\n\nExecutive Assistant 4:\n Sir, that's protected land we can't-\n\n\nCEO:\n And if our guy gets into office, we'll be able to buy it for a nickel; how is that coming along?\n\n\nExecutive Assistant 4:\n W-well sir, but I do have some news more crucial to the current events if you would like to-\n\n\nCEO:\n Good news?\n\n\nThe assistant stares back silently, pursing his lips.\n\n\nCEO:\n Does anyone have any good news, or are you just going to keep stress-fucking me?!\n\n\nThe assistants share a look.\n\n\nExecutive Assistant 2:\n The cappuccino machine got fixed this morning.\n\n\nThe CEO slowly turns to them with a mock smile on their face, and the assistant appears to try to shrink into themselves.\n\n\nCEO:\n Oh, yeah? Wow, that actually is a weight off my mind.\n\n\nExecutive Assistant 2:\n R-Really?\n\n\nThe CEO's smile widens as he glances at the other assistants.\n\n\nCEO:\n You're fired. Get out. You, tell me what he was gonna; what else are we adding to this shit storm?\n\n\nThe first assistant scoops up the laptop as the second stumbles out of the office, a mixture of shock and betrayal on their face.\n\n\nExecutive Assistant 1:\n It's a class action, sir. From VKTM-\n\n\nCEO:\n For?\n\n\nExecutive Assistant 1:\n It cites a noninterference clause we violated.\n\n\nCEO:\n VKTM? I don't- What else does it say?\n\n\nExecutive Assistant 1:\n Their full response will be leveled shortly.\n\n\nCEO:\n Fuck! Right, get my son out of that hospital, get badge numbers, say whatever you have to, but I want him back here with a way to spin this tomorrow. Cancel my fucking trip. I want the lawyers on the phone and plans on my table tonight. We can get ahead of all of this, spin it in our favor, or bury it under a mountain of cash and litigation. A bunch of near cultists and some random fuckers I've never heard of aren't gonna sink us, and whoever fucked with my kid is gonna wish their mother had never spat them into this world! We're Primera, dammit! This will be but a blip on the radar by next week, and if it means we have to go a dirtier route to get all this done, then we do it! No one beats m-us. Now, get to work, and someone grab me a cappuccino.\n\n\nAssistants:\n Yes, sir!\n\n\nSCP-6786-1:\n \nAs stated before, invasive species can often be a problem, but for those that become too prolific for the environment or native species to handle on their own, as evidenced here, occasionally introducing or reintroducing another species is required to balance the scales. This can be seen with the reintroduction of wolves into Yellowstone to handle elk populations. And here…\n\n\nA burning portal rips open in the wall at the back of the boardroom.\n\n\nSCP-6786-1:\n \nWe must simply watch as nature takes its course.\n\n\nThe CEO and the assistants whirl towards the portal as a tall, twitching thing emerges from the portal. Dozens of arms hang from its body, ending in long, clawed fingers. A hollow cavity sits in the middle of its torso. Smaller hands cover its body, grasping at the air, and the creature raises its head, revealing no eyes and a pair of hands tipped with long fangs making up the mouth.\n\n\nCreature:\n Greedy.\n\n\nSCP-6786-1:\n \nAn avarice demon, one of the few natural predators of the relatively rare but often dangerous invasive species known as billionaires. This one may have been stalking its target for some time, though who originally made the introduction? I can't say. Nope, totally no clue at all. None. Nada…. stop looking at me.\n\n\nThree more of the creatures emerge from the portal, and the camera turns, revealing several more portals opening in the wider office.\n\n\nSCP-6786-1:\n \nA clutch can go years without properly feeding, but it is a graphic and aggressive affair when they do. They aren't very partial to sharing, but honestly, who is when they get to a buffet?\n\n\nThe CEO darts for the door and stumbles back as he notices SCP-6786-1 standing directly before it. The lead demon lunges, wrapping its mouth-hands around the face of the nearest assistant, their scream immediately turning to muffled gurgling.\n\n\nCEO:\n Move!\n\n\nHe pushes past them and makes his way out the door, and one of the demons lunges after him. The camera follows, moving alongside the chase easily.\n\n\nSCP-6786-1:\n \nMost commonly ambush predators, greed demons are also known to be pretty adept cursorial hunters. At their top speeds, they can reach fifty kilometers per hour!\n\n\nThe CEO glances towards the camera.\n\n\nCEO:\n You-who are you? Are you filming this? What the-\n\n\nHe is cut off as the chasing demon lunges for him, missing and rolling through several cubicles before immediately returning to its feet.\n\n\nSCP-6786-1:\n \nA surprisingly spry billionaire specimen, this elder male may be able to shirk his pursuer, but as long as it has his scent, it will never be far behind.\n\n\nCEO:\n What are you talking about?!\n\n\nThe creature leaps and carves a deep gash across his back. He stumbles and rolls, screaming in shock and pain. All around him, workers are fleeing, pursued by other greed demons that seem to be picking and choosing their targets, letting some rush past unnoticed while others are pursued mindlessly.\n\n\nSCP-6786-1:\n \nOr not.\n\n\nHe surges back to his feet and stumbles towards the camera.\n\n\nCEO:\n “Help me, you F-“\n\n\nA spray of blood covers the camera as they are attacked from behind, the many, many hands of the Greed Demon clawing and carving into them as it draws him into the cavity in the center of its chest.\n\n\nSCP-6786-1:\n \nI know what I said about noninterference prior, but… they stepped in where no steps were needed first. Besides, every nature doc you see that focuses on bugs is fake as hell anyway.\n\n\n[FINN]\n\n\n\n\nOn August 27th, 2024, the Primera Corporation filed for bankruptcy. All subjects within the presented media have been tracked down, deaths confirmed, and survivors successfully amnesticized.\n\n\n\n\n\n\n« \nSCP-6785\n | SCP-6786 | \nSCP-6787\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6786\n\" by Arclund, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6786\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Flamingo\n\n\nAuthor:\n Hanna Vaknin\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/mehutenet/37729375592/in/photolist-Zu1UTJ-MyZf5U-SuDAW5-SxnA3V-LEDDpi-27nEWMn-gbxK1m-MC1b3e-2iq6wL7-KeJdWJ-nGkkZ7-HF4WAX-MkiW97-MaNoqf-MC19zV-SuDrx5-MyH5qL-MaNZzJ-LEmj3M-GRL58k-TxhSvf-MrCbBw-gbxSqd-2j37KQ4-FbgtWR-MrDjzU-KeJXVu-LEnRPk-wWYZ3F-MuFFtK-24BXQQ7-27rWBne-MyG6V1-EngwyP-sSvpqd-KeJ1x5-Kj46R9-Ni2RwP-2orRvke-2orSvy7-Mus1mH-2g4hEgs-MaP4v9-HHAE6K-rVFNF3-LEohFe-gbxHuq-MBHtjH-MrBFfA-MkjA3d\n]\n\n\n\n\n\n\nFilename:\n Redwood\n\n\nAuthor:\n Julian Lenze\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/141247217@N02/24714627168/in/photolist-DDWVBw-2g6fAYC-2mB7VDy-2oCY3eJ-2mY9PQd-27zAjVj-26hwFdV-26hquq4-Cv8uiK-XQSxXQ-26ymtEN-26htxw8-Kwo8ys-J1fRvX-26yqH6h-27zKnG3-KwngGU-27zNRCC-2gurgtK-27E4eUt-24UyxZ7-26yqDW1-26yobLJ-Mp7K5m-24UpTQs-KwbBo9-27zN3Tq-2oDqeWZ-26yeNvC-yvcbb3-2gurgJ9-2g6o6d9-24Us2oj-27Ejuo8-2h6n4st-KwicaL-26hCAMZ-2g6ndqD-2gurJDn-2guonx4-KwieME-Kwjqkb-2gurfZd-2gurFsH-27zAioG-YrVau2-J19h4P-XbaE2Y-2guokpG-2guonN4\n]\n\n\n\n\n\n\nFilename:\n Vintage TV Color Bars\n\n\nAuthor:\n Jeff Kopp\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/kopper/32541144615/in/photolist-2i3A6zp-RzxSzv-2mwu4ie-2oy1cyn-2oh64Wc-2jAo515-2nszwNd-2nsAQix-2n2hHbu-2nDKkhV-2nGfnyW-2nGfnzY-2oLYYWN-2nDSR6r-2nRnCBz-2n7hYD9-2ogYmkN-2mYoRxL-2oKUMqM-2nXA8T5-2ouVhN1-2oKUMts-2n7cv5k-2o1YcUs-2o1WN9K-2nUeP22-2mYui3Q-2oRRMad-2nod7f2-2nUhrMM-2nzHZqE-2otWAnr-2p74Wc6-2nUhrWz-2nXxLEJ-2noauaw-2nawaKo-2n2o5rB-2ogWbUU-2nUqNiL-2oxZVeA-2oLXm8W-2naxjHH-2nGJNEP-2oRSLXk-2oh7ry6-2p74Wbz-2nGM1qr-2nu4PBA-2nVUMEL\n]\n\n\n\n\n\n\nFilename:\n Suncor Building Calgary.\n\n\nAuthor:\n Bernard Spragg\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/volvob12b/8068090771/in/photolist-dhX5ii-xDzjcm-2dZzrFc-D7AVzq-AdjP4f-2n7WHqG-2ndDjAz-GWMZ4m-ayDam-aKZj9-cHmo7-2kJ4ecz-LGwAw1-z97feY-2ndAQhx-4jubRn-21ardVq-2mst1qT-2kGYmwf-2nwzpFF-AcUkjy-2ndAxcy-2iVCFhk-VDGgKN-2iVCEFL-Bc6HaK-4juxZc-DyQYQn-2nCcVGM-5JNsZ8-2osP9b3-2oG6eep-2nmZyXK-AvXSXJ-BaYn2f-LUQ5mr-24iJF6H-228dVcP-5JNt4a-QHJFV7-AvWWKf-2pqn48n-yskNMj-5F4X2w-B8JyXE-2iVCFoT-2m8mB5V-Eoc7vc-Gi6rJT-2nVxmsH\n]",
    "addendums": [
        "Addendum 6786-1: Introduction\nExcerpts from each episode have been transcribed below. Episode 3 is undergoing redaction due to momentary depictions of highly classified materials.",
        "Addendum 6786-2: Episode Excerpts\n\n\n\nOn August 27th, 2024, the Primera Corporation filed for bankruptcy. All subjects within the presented media have been tracked down, deaths confirmed, and survivors successfully amnesticized."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6786 \" by Arclund, from the SCP Wiki . Source: https://scpwiki.com/scp-6786 . Licensed under CC-BY-SA .",
        "Filename: Flamingo Author: Hanna Vaknin License: Public Domain Source Link: [ https://www.flickr.com/photos/mehutenet/37729375592/in/photolist-Zu1UTJ-MyZf5U-SuDAW5-SxnA3V-LEDDpi-27nEWMn-gbxK1m-MC1b3e-2iq6wL7-KeJdWJ-nGkkZ7-HF4WAX-MkiW97-MaNoqf-MC19zV-SuDrx5-MyH5qL-MaNZzJ-LEmj3M-GRL58k-TxhSvf-MrCbBw-gbxSqd-2j37KQ4-FbgtWR-MrDjzU-KeJXVu-LEnRPk-wWYZ3F-MuFFtK-24BXQQ7-27rWBne-MyG6V1-EngwyP-sSvpqd-KeJ1x5-Kj46R9-Ni2RwP-2orRvke-2orSvy7-Mus1mH-2g4hEgs-MaP4v9-HHAE6K-rVFNF3-LEohFe-gbxHuq-MBHtjH-MrBFfA-MkjA3d ]",
        "Filename: Redwood Author: Julian Lenze License: Public Domain Source Link: [ https://www.flickr.com/photos/141247217@N02/24714627168/in/photolist-DDWVBw-2g6fAYC-2mB7VDy-2oCY3eJ-2mY9PQd-27zAjVj-26hwFdV-26hquq4-Cv8uiK-XQSxXQ-26ymtEN-26htxw8-Kwo8ys-J1fRvX-26yqH6h-27zKnG3-KwngGU-27zNRCC-2gurgtK-27E4eUt-24UyxZ7-26yqDW1-26yobLJ-Mp7K5m-24UpTQs-KwbBo9-27zN3Tq-2oDqeWZ-26yeNvC-yvcbb3-2gurgJ9-2g6o6d9-24Us2oj-27Ejuo8-2h6n4st-KwicaL-26hCAMZ-2g6ndqD-2gurJDn-2guonx4-KwieME-Kwjqkb-2gurfZd-2gurFsH-27zAioG-YrVau2-J19h4P-XbaE2Y-2guokpG-2guonN4 ]",
        "Filename: Vintage TV Color Bars Author: Jeff Kopp License: Public Domain Source Link: [ https://www.flickr.com/photos/kopper/32541144615/in/photolist-2i3A6zp-RzxSzv-2mwu4ie-2oy1cyn-2oh64Wc-2jAo515-2nszwNd-2nsAQix-2n2hHbu-2nDKkhV-2nGfnyW-2nGfnzY-2oLYYWN-2nDSR6r-2nRnCBz-2n7hYD9-2ogYmkN-2mYoRxL-2oKUMqM-2nXA8T5-2ouVhN1-2oKUMts-2n7cv5k-2o1YcUs-2o1WN9K-2nUeP22-2mYui3Q-2oRRMad-2nod7f2-2nUhrMM-2nzHZqE-2otWAnr-2p74Wc6-2nUhrWz-2nXxLEJ-2noauaw-2nawaKo-2n2o5rB-2ogWbUU-2nUqNiL-2oxZVeA-2oLXm8W-2naxjHH-2nGJNEP-2oRSLXk-2oh7ry6-2p74Wbz-2nGM1qr-2nu4PBA-2nVUMEL ]",
        "Filename: Suncor Building Calgary. Author: Bernard Spragg License: Public Domain Source Link: [ https://www.flickr.com/photos/volvob12b/8068090771/in/photolist-dhX5ii-xDzjcm-2dZzrFc-D7AVzq-AdjP4f-2n7WHqG-2ndDjAz-GWMZ4m-ayDam-aKZj9-cHmo7-2kJ4ecz-LGwAw1-z97feY-2ndAQhx-4jubRn-21ardVq-2mst1qT-2kGYmwf-2nwzpFF-AcUkjy-2ndAxcy-2iVCFhk-VDGgKN-2iVCEFL-Bc6HaK-4juxZc-DyQYQn-2nCcVGM-5JNsZ8-2osP9b3-2oG6eep-2nmZyXK-AvXSXJ-BaYn2f-LUQ5mr-24iJF6H-228dVcP-5JNt4a-QHJFV7-AvWWKf-2pqn48n-yskNMj-5F4X2w-B8JyXE-2iVCFoT-2m8mB5V-Eoc7vc-Gi6rJT-2nVxmsH ]"
    ],
    "containment_procedures": "Foundation AICs are to keep a running identification algorithm for any mention of SCP-6786 across the infosphere, namely targeting shadow directories, private chatrooms, and Discord servers. The location of an SCP-6786 copy is to be sent to MTF-KAPPA-43 for immediate retrieval and destruction of said instance alongside the amnestization of its former owner.",
    "description": "SCP-6786 is a limited-run documentary series, entitled Invasive Nature, produced by Vikander-Kneed Technical Media (GOI-5889). The series focuses on the effects of humans on animal life and ecosystems, particularly those of an anomalous nature. SCP-6786 comprises four episodes focusing on varying locations, each approximately an hour long.",
    "title": "SCP-6786"
}