{
    "url": "https://scp-wiki.wikidot.com/scp-6788",
    "all_text": "rating: \n+9\n+\n–\nx\n\n\nID:\n 6788\n\n\nThreat Level:\n 38\n\n\nRecords Code:\n 0583\n\n\nClassification Tags:\n alive, animal, extraterrestrial, tentative-sapient, tentative-sentient, vertebrate\n\n\nDescription:\n Item-6788 is a biological hybrid with gross morphological deviations from known mammals. Item-6788 possesses one to four copies of most anatomical features, including heads, limbs, bones, and internal organs; multiple copies of three unknown organs; and patchy body fur. These copies are drawn from two distinct creatures, only one of which is human. The second set includes reversed joints, compact, padded feet, large ears on top of an elongated skull, and a tail. The second set does not include hands.\n\n\nDuring containment, Item-6788 has suffered multiple health problems. These include cancers of the skin, stomach, liver, heart, gallbladder, esophagus, and lungs; organs protruding through the skin; pulmonary problems including saliva aspiration, pulmonary edema, and pleural effusion; digestive issues including acid seepage, esophageal and rectal blockage, fistulas, and constipation; numerous skin rashes and infections; and difficulty moving due to uncoordinated limbs and protruding bones.\n\n\nItem-6788 has three additional classes of organs not previously observed. Two are secretory and protrude outside the body, consisting of either subcutaneous fat or spongelike tissue. The organ consisting of spongelike tissue is capable of becoming turgid following engorgement with blood. The third is a series of cavities accessed through a small hole in the skin. At regular periods it releases blood and a small, inedible egg. Together, these three organs are believed to make up a self-contained hermaphroditic reproductive system, though the mechanics of this are not clear and have not been observed. For a full description of these organs, see Document 6788.\n\n\nItem-6788 has attacked containment personnel on three separate occasions. Euthanization has been proposed; but due to resistance from the Foundation ethics committee, as well as the aggressive role the organs played in the attack, it is believed that removal of these organs will curb its aggression.\n\n\nAddendum 6788:\n Following the removal of its external organs on 2045/06/06, one head spoke for the first time. A phonetic transcript is provided below. It has not spoken since.\n\n\n\n\nItem-6788:\n Eva! Eva! Mein Sack! Mein Sack!\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nItem-6788\n\" by Jekeled, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6788\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6788: Following the removal of its external organs on 2045/06/06, one head spoke for the first time. A phonetic transcript is provided below. It has not spoken since."
    ],
    "documents": [],
    "notes": [
        "Item-6788: Eva! Eva! Mein Sack! Mein Sack!",
        "\" Item-6788 \" by Jekeled, from the SCP Wiki . Source: https://scpwiki.com/scp-6788 . Licensed under CC-BY-SA ."
    ],
    "description": "Item-6788 is a biological hybrid with gross morphological deviations from known mammals. Item-6788 possesses one to four copies of most anatomical features, including heads, limbs, bones, and internal organs; multiple copies of three unknown organs; and patchy body fur. These copies are drawn from two distinct creatures, only one of which is human. The second set includes reversed joints, compact, padded feet, large ears on top of an elongated skull, and a tail. The second set does not include hands.",
    "title": "Item-6788"
}