{
    "url": "https://scp-wiki.wikidot.com/scp-6789",
    "all_text": "rating: \n+334\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nIts a Bad Idea\n, \nRalliston\n, and \nTrotskyeet\n's entry in the \nSCP-6000 Contest\n.\n\n\nIts A Bad Idea's Authorpage\n\n\nRalliston's Authorpage\n\n\nTrotskyeet's Authorpage\n\n\n\n\n \n\n\n\n\nFor translators, here is a direct link to each iteration:\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6789-1\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6789-2\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6789-3\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6789-4\n\n\nhttps://scp-wiki.wikidot.com/fragment:scp-6789-5\n\n\n\n\n\n\n\n\nrating: \n+334\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n> WELCOME, O5-9.\n\n\n> O5-1 HAS SENT YOU A PRIVATE MESSAGE. ACCESS MESSAGE?\n\n\nyes\n\n\n> \"Nine, attached are files we found last week within Site-01's Deepwell. I wouldn't trouble you with this if not for the fact that the events described herein have never occurred. Their initial creation date is approximately 50,000 years back. Please familiarize yourself with them as quickly as possible.\"\n\n\n> O5-1 HAS SENT YOU A FILE TO REVIEW. ACCESS FILES?\n\n\nyes\n\n\n> ACCESSING FILE: SCP-6789, ITERATION ONE, 30/08/1825.\n\n\n\n\nAnomaly №:\n SCP-6789\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The room hosting SCP-6789 and its adjacent chambers are to be cut off from employees of \nRollander Steel\n and the public at large. The sub-basement level of the factory is to be sealed and expunged from the building's blueprints. The sole access to SCP-6789 is to be placed under constant surveillance and armed guard. Due to scientific knowledge that could be gleaned from SCP-6789, a permanent research team is to be stationed and supplied on-site. Notable research developments are to be forwarded to High Command.\n\n\nDescription:\n SCP-6789 is a roughly 20 m x 20 m area of space located within the sub-basement boiler room of the Rollander General Steel factory in Częstochowa, Poland, within which the growth speed of organic material is greatly increased.\n\n\nDespite being shielded from sunlight and isolated to sufficient sources of water, SCP-6789 is capable of hosting a microcosm of floral and faunal life. Organisms present within the anomaly have been observed to be sustained indefinitely through unknown means, barring interference from outside phenomena. Prior to the manifestation of the anomaly, the room hosting SCP-6789 was the main power source for the Rollander General Steel factory. This room has since been rendered nonfunctional due to plant growth.\n\n\nSeveral eyewitnesses claim to have felt a rhythmic pulsing originating from within SCP-6789 while in its vicinity; these claims are unverified and are being investigated.\n\n\nAddendum 6789-1:\n The following is an interview with Thomas Williams, the current head of Rollander General Steels' technical repair system, conducted on 30/08/1890 by Magister Hashe.\n\n\n\n\n<Begin log>\n\n\nMgr. Hashe:\n There we go. Recording's on now. Thank you for your cooperation with my team thus far. I trust you've been briefed on the nature of our organization?\n\n\nWilliams:\n I have.\n\n\nMgr. Hashe:\n And of the… object of interest?\n\n\nWilliams nods.\n\n\nMgr. Hashe:\n Excellent. Please, tell me about the basement.\n\n\nWilliams:\n \n<Pause>\n I've managed steel production in this factory for twenty years. Worked here for twenty before that. I lost my left hand to the steel mill — seen others fare far worse. When I heard there was something wrong with our boiler, I figured it must've been the new hours management's been pushing on us. Ever since the war we've been producing at twice the speed with half the infrastructure. The mechanics told me we had an infestation of some kind. I mean, the conditions were always bad, but this was something different. What I saw in the basement…\n\n\nPause.\n\n\nMgr. Hashe:\n Well, what did you see?\n\n\nWilliams:\n I saw roots sprouting from the ground before my eyes, hares springing from thin air. Sometimes we would leave the windows open for the animals. For the first time in years I saw birds flock to these vacant trees.\n\n\nThere was a calmness to it. We all felt it. We used to go down there during our breaks and just… stand amongst the flowers and the rabbits. Sometimes we'd sleep there and have the most vivid of dreams. It was like we were standing on a conduit for nature itself. Sometimes, if you were quiet and alone, you could feel a great heart pounding underground. Reverberating in the air around you. I felt not fear but… peace. It-it was a sight to behold.\n\n\nEventually I brought it to the bosses. I didn't say too much, naturally. Never did trust them more than I had to. I asked if we might slow production for a short time. Long enough to figure out what we had down there. They… they didn't seem to understand. Refused to see it for themselves. They gave me a shiny new machine and told me to fix the problem.\n\n\nMgr. Hashe:\n And did you?\n\n\nSilence.\n\n\nMgr. Hashe:\n Mister Williams?\n\n\nWilliams:\n \n<weakly>\n I— I didn't want to. They said they'd come after my staff, my family. Cut our wages, I… I torched the room. Tore out the old machine and put the new one in. My men hated me for it. Called me a monster for what I made them do. The sounds that place made whilst it burned… I don't know what drove me to defile such a gift of nature. Greed, or fear. Or both.\n\n\nSilence for several seconds.\n\n\nWilliams:\n You will let me know if anything happens down there, won't you? I need to know if it can regrow. It must be able to, right?\n\n\nMgr. Hashe:\n As of now, we have found no activity. You will be kept in the loop as long as you adhere to our prior agreement of confidentiality.\n\n\nWilliams:\n I— I understand.\n\n\nMgr. Hashe:\n Thank you for your time, mister Williams. That will be all for now.\n\n\n<End log>\n\n\n\n\nClosing Statement:\n Two days after the conclusion of this interview, Thomas Williams disappeared from his house during the night of 01/09/1890. Efforts to determine his whereabouts have been inconclusive.\n\n\n\n\nAddendum 6789-2:\n On 02/09/1890, on-site research teams reported the rooms adjacent to SCP-6789 began exhibiting anomalous properties identical to that of SCP-6789. Upon closer examination, it was found that the area of SCP-6789's influence has begun to increase at a steady pace of 0.6 m every 24 hours. Initial efforts to halt the spread of SCP-6789 have failed. Further study is ongoing.\n\n\n\n\n\n\nProceed to the next file iteration?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6788\n | SCP-6789 | \nSCP-6790\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6789\n\" by Its A Bad Idea, Ralliston, and Trotskyeet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6789\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6789 \" by Its A Bad Idea, Ralliston, and Trotskyeet, from the SCP Wiki . Source: https://scpwiki.com/scp-6789 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Safe",
    "containment_procedures": "The room hosting SCP-6789 and its adjacent chambers are to be cut off from employees of Rollander Steel and the public at large. The sub-basement level of the factory is to be sealed and expunged from the building's blueprints. The sole access to SCP-6789 is to be placed under constant surveillance and armed guard. Due to scientific knowledge that could be gleaned from SCP-6789, a permanent research team is to be stationed and supplied on-site. Notable research developments are to be forwarded to High Command.",
    "description": "SCP-6789 is a roughly 20 m x 20 m area of space located within the sub-basement boiler room of the Rollander General Steel factory in Częstochowa, Poland, within which the growth speed of organic material is greatly increased.",
    "title": "SCP-6789"
}