{
    "url": "https://scp-wiki.wikidot.com/scp-6793",
    "all_text": "COGNITIVE SIGNATURE OF DESIGNATION SCP-6793 UNKNOWN. EXISTENCE OBSTRUCTED.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+72\n+\n–\nx\n\n\nBillith\n\n\n\n\n\n\nFolie à Deux\n\nWritten by \nBillith\n.\n\nIf you liked this article, you'll probably like:\n\n\n\n\n\n\nSCP-7396\n\n\nBillith's Proposal\n\n\nSCP-5541\n\n\nSCP-2921\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM#\n \n6793\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL:IV\n\n\nSECRET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT TYPE:\n\n\ncernunnos\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\nnumen\n\n\n\n\n\n\n\n\nDISRUPTION LEVEL:\n\n\ndark\n\n\n\n\n\n\nRISK LEVEL:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n Containment of SCP-6793 has not been deemed feasible. Inherent logistical and practical limitations involved hamper Foundation testing and research efforts.\n\n\nProposed containment strategies for SCP-6793 include:\n\n\n\n\nCreating permanent overcast weather conditions, either through dynamic rendering of weather patterns over impacted regions or for the entirety of Earth itself\n\n\n\n\n\n\nBuilding an artificial sky around the planet and assuming control of all flight operations on Earth\n\n\n\n\n\n\nBuilding a Dyson sphere around the Sun and harvesting majority of Mercury for use in creating a containment area/separating panel large enough to obscure the view of SCP-6793 from Earth\n\n\n\n\n\n\nUtilizing various possible strategies to increase light pollution in the solar system such that observing SCP-6793 is impossible\n\n\n\n\nTesting with SCP-6793 is no longer permitted. As of 10/23/2040, SCP-6793 is classified Cernunnos-Numen.\n1\n\n\n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-6793 is the designation for a one-dimensional tangent that runs at an oblique angle throughout the observable (and presumed entire) universe. This tangent, hypothesized to be an atypical \ncosmic string\n, exists on an angle that briefly intercepts interplanetary space, on the far side of the asteroid belt. SCP-6793 is only visible due to its perceived brightness, although measurements taken imply the anomaly emits no photons, radiation, or energy/particles of any known type and thus lacks luminance altogether.\n\n\nSCP-6793 is not tangible and cannot be \"deactivated\"; intersecting portions of the anomaly does not discretely extinguish it. This is presumed homogenous for the entirety of SCP-6793's length but has yet to be confirmed.\n\n\nIf a living creature's brain intersects with SCP-6793, varying sensory phenomena occurs. This is shown to be dependent on which part of the brain is receiving \"stimuli\", though experimentation has concluded that optimal results occur when SCP-6793 is intersecting a human subject's temporal and right parietal lobe simultaneously. The anomaly contains information that is conveyed via an unknown medium, despite no outward emission of detectable forces. Experimentation has revealed SCP-6793 is capable of causing atrophy and lesions in certain brain structures due to prolonged exposure and/or application to other parts of the brain, however, no maximum exposure duration or risk factors have been identified.\n\n\nOccasionally, SCP-6793 will flicker and dim for a variable amount of time. The anomaly will then cease for roughly eight hours and thirty minutes, resuming shortly thereafter.\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6793-1A: DISCOVERY\n\n\n\n\n\n\n \n\n\n\n\nIn March of 2035, the Foundation's Astrophysical Anomalies Department proposed the construction of Research Contact Station TYCHO, a long-term observatory and rendezvous point orbiting the dwarf planet Ceres.\n\n\n\n\n\n\n\n\n\n\nInner solar system, including SCP-6793, Ceres, and RCS TYCHO. Image is not to scale. Click to enlarge.\n\n\n✖\n\n\n\n\n\n\n \n\n\nRCS TYCHO's mission hierarchy was described as follows:\n\n\n\n\nI. Establish a stable, persistent point of contact within the asteroid belt, expanding the Foundation's reach, research, and response capabilities.\n\n\nII. Investigate the composition of Ceres and surrounding minor bodies within the asteroid belt for resources, practicality of human habitation, and potential for extraterrestrial life.\n2\n\n\nIII. Construct an orbital tether\n3\n between RCS TYCHO and Ceres, should conditions allow for such.\n\n\n\n\nThis proposal was approved on 03/28/2035 by a majority vote of the O5 Council, under advisement from the Emergent Threat Tactical Response Authority (ETTRA). On 06/02/2037, a preliminary base of operations was established in orbit of Ceres, where SCP-6793's existence came to light. The anomaly's nature was not known until the events of interaction with a small, unmanned probe containing a biomechanical artificially intelligent conscript, Ponyo.aic. A record of this interaction can be found below.\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6793-1B: INITIAL INTERACTION REPORT\n\n\n\n\n\n\n \n\n\n\n\nINTERVIEWER: Ponyo.aic\n\n\nINTERVIEWEE: SCP-6793\n\n\n\n\nBEGIN LOG\n\n\nPonyo.aic approaches SCP-6793. Anomaly does not react. The probe opens lines of communication using various methodologies.\n\n\nPONYO.AIC:\n [via shortwave radio] \nHELLO?\n\n\nPONYO.AIC:\n [via pulses of light, communicated in binary] \nCAN YOU SEE ME?\n\n\nPONYO.AIC\n [via micro-gravitational disturbances, communicated in Morse code] \nRESPOND?\n\n\nNothing happens. After approximately one minute, the probe drifts closer to SCP-6793, partially intersecting the tangent.\n\n\nPONYO.AIC:\n [unintelligible distortion]\n\n\nConnection with Ponyo.aic is severed. When comms are reestablished 735 ms later, the craft is initiating an emergency maneuver away from SCP-6793.\n\n\nPONYO.AIC:\n [reporting] \nOBSERVATION OF DESIGNATION SCP-6793 RESTRICTED? UNKNOWN. VIEW OBSTRUCTED.\n\n\nPONYO.AIC:\n [reporting] \nDESIGNATION SCP-6793 OF UNKNOWN COMPOSITION. SENSORS OBSTRUCTED.\n\n\nPONYO.AIC:\n [reporting] \nCOGNITIVE SIGNATURE OF DESIGNATION SCP-6793 UNKNOWN. EXISTENCE OBSTRUCTED.\n\n\nProbe's internal systems malfunction and subsequently cease all activity.\n\n\nEND LOG\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6793-2: EXPERIENTIAL DATA\n\n\n\n\n\n\n \n\n\n\n\nFollowing Addendum 6793-1B, RCS TYCHO Operations Staff requested three D-Class Personnel for testing purposes. While the request was being fulfilled, onsite personnel utilized lab mice grown from cryogenically-frozen embryos to gain insight into SCP-6793's effects on biological organisms. Tests were carried out using a self-stabilizing research shuttle launched from RCS TYCHO.\n\n\n\n\n\n\n\n\nTEST #\n\n\nSUBJECT\n\n\nRESULT\n\n\n\n\n\n\n6793-A\n\n\nOne lab mouse (\nMus musculus\n)\n\n\nDistress. Alterations to consciousness.\n\n\n\n\n\n\nNOTES:\n \nOne minute exposure. Subject's blood contained elevated levels of corticosterone and was unsteady for several hours following test.\n\n\n\n\n\n\n6793-B\n\n\nOne lab mouse (\nMus musculus\n)\n\n\nDistress. Alterations to consciousness. Reduced awareness.\n\n\n\n\n\n\nNOTES:\n \nOne minute exposure. Similar elevations of corticosterone and motor impairment observed. Subject expressed difficulty completing simple maze after test.\n\n\n\n\n\n\n6793-C\n\n\nOne lab mouse (\nMus musculus\n), subdermal cranial implant with RFID-enabled data transfer.\n\n\nDistress. Cessation of brain activity.\n\n\n\n\n\n\nNOTES:\n \nThirty seconds exposure. Cause of death unknown, possibly as a result of implant. Visual sensory data interpolated from subject shows swirling colors and bright flashes; more testing is required.\n\n\n\n\n\n\n6793-F\n\n\nOne D-Class Personnel (D-0129)\n\n\nPanic. Alterations to consciousness. Aphasia.\n4\n\n\n\n\n\n\nNOTES:\n \nOne minute exposure. D-0129 could not speak for ~90 minutes following test, expressed discomfort and nausea. Subject described color and bright lights. Noted a profound sense of multiplicity, overwhelming confusion, and claimed to have temporarily lost the ability to recall long-term memories.\n\n\n\n\n\n\n6793-G\n\n\nOne D-Class Personnel (D-0129)\n\n\nAwe. Alterations to consciousness. Aphasia. Agnosia.\n5\n\n\n\n\n\n\nNOTES:\n \nFive minutes exposure. D-0129 could not speak for several hours following test, struggled to acknowledge questioner, becoming distracted by immersive visual phenomena. Described sense of heightened awareness upon restoration of speech functions, although the inverse was observed. Subject could not describe hallucinatory phenomena; retrofitted with a subdermal cranial implant capable of RFID-enabled data transfer.\n\n\n\n\n\n\n6793-H\n\n\nOne D-Class Personnel (D-0129), subdermal cranial implant with RFID-enabled data transfer.\n\n\nAwe. Distress. Alterations to consciousness. Agnosia. Focal to bilateral tonic-clonic seizure.\n\n\n\n\n\n\nNOTES:\n \nThirty seconds exposure. D-0129's eyes were observed glancing about room but did not acknowledge testing personnel. Subject lapsed into convulsions shortly into test and did not recover. Effects otherwise similar to 6793-G. Transferred data conveys imagery of celestial bodies condensing and rotating. Heavy static distorts the visual feed.\n\n\n\n\n\n\n6793-L\n\n\nOne D-Class Personnel (D-5863)\n\n\nPanic. Distress. Alterations to consciousness. Aphasia. Agnosia. Cotard's delusion.\n6\n\n\n\n\n\n\nNOTES:\n \nTen minutes exposure. Subject could not speak for over twelve hours, failing to react to external stimuli during this period. D-5863 vehemently rejected his own existence when able to communicate. Effect persisted for a week. Subject refused to elaborate on nature of visions but displayed symptoms of PTSD and anthropophobia; retrofitted with subdermal cranial implant.\n\n\n\n\n\n\n6793-M\n\n\nOne D-Class Personnel (D-5863), subdermal cranial implant with RFID-enabled data transfer.\n\n\nPanic. Alterations to consciousness. Extreme fear. Lasting aversion to biological life.\n\n\n\n\n\n\nNOTES:\n \nTen seconds exposure. Subject experienced epistaxis but remained conscious and capable of testing. Visual feed distorted, depicted rapid planetary colonization. Organisms observed achieving full control over their host star and beginning interstellar colonization towards their galactic center. More advanced and/or distant colonies begin construction of propulsive megastructures.\n\n\n\n\n\n\n6793-N\n\n\nOne D-Class Personnel (D-5863), subdermal cranial implant with RFID-enabled data transfer.\n\n\nPanic. Alterations to consciousness. Extreme fear. Sense of dread, impending doom. Syncope.\n\n\n\n\n\n\nNOTES:\n \nFifteen seconds exposure. Subject became distressed and fearful of RCS TYCHO personnel. Refused to cooperate with interviewer and required frequent sedation. Visual feed distorted similarly to previous tests, depicted technologically-assisted CK-Class Reality Restructuring Event of unknown magnitude, the locus of which being the supermassive black hole within their respective galactic center. Organisms seen coalescing.\n\n\n\n\n\n\n6793-U\n\n\nOne D-Class Personnel (D-5863), subdermal cranial implant with RFID-enabled data transfer.\n\n\nPain. Panic. Alterations to consciousness. Impending doom. Cessation of brain activity.\n\n\n\n\n\n\nNOTES:\n \nTen seconds exposure. Subject screamed and thrashed violently for duration of test, expired shortly afterwards. Vocalizations suggested violent assault of unknown nature. Cause of death determined to be cerebral hemorrhage.\n\n\n\n\n\n\n6793-V\n\n\nOne D-Class Personnel (D-6731)\n\n\nExtreme pain. Panic. Alterations to consciousness. Syncope.\n\n\n\n\n\n\nNOTES:\n \nSubject behaved in a manner similar to previous test, which was aborted after five seconds of exposure as SCP-6793 began to flicker and dim. Anomaly ceased twenty seconds later and did not resume for eight hours and thirty-three minutes. Described visual phenomena as\n \n[REMOVED]\n.\n\n\n\n\n\n\n6793-W\n\n\nOne D-Class Personnel (D-6731)\n\n\nDistress. Alterations to consciousness. Nausea.\n\n\n\n\n\n\nNOTES:\n \nTwo minutes exposure. Subject disoriented, described bursts of color and bright lights. Noted a profound sense of multiplicity that faded rapidly, overwhelming confusion and an accompanying paresthesia akin to many sensations at once. Subject monitored for long term detrimental impacts, none were found. Experimentation halted as per request of ETTRA memorandum while the O5 Council was provided findings and consulted for best course of action.\n\n\n\n\n\n\n\n\n\n\n \n\n\nSubsequent test results have deviated little from this lifecycle. Due to possible disadvantageous effects stemming from theological awareness of SCP-6793's nature, testing has been suspended indefinitely. SCP-6793 reclassified with sub-designation Numen. All research into novel transcendent eigentechnology following Addendum 6793-2 should be deemed coincidental and irrelevant to the nature of the anomaly.\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Containment of anomaly pertaining to a demiurge is possible, albeit logistically difficult to the point of being impractical.\n\n\n2\n. Ceres is the largest source of water in the inner solar system other than Earth. Radioactive isotopes and distance from Sol make the body a possible home to microbial life.\n\n\n3\n. Comprised of interlocking carbon nanowire bundles.\n\n\n4\n. Inability to understand written/spoken language.\n\n\n5\n. Inability to recognize external stimuli.\n\n\n6\n. Denial of self-existence.\n\n\n\n\nEND OF FILE\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nBillith's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8505\n \n•\n\n\n\n\n\n\nSCP-3315\n \n•\n\n\n\n\n\n\nSCP-3335\n \n•\n\n\n\n\n\n\nSCP-7959\n \n•\n\n\n\n\n\n\nSCP-META-EX-J\n \n•\n\n\n\n\n\n\nSCP-6768\n \n•\n\n\n\n\n\n\nSCP-4888\n \n•\n\n\n\n\n\n\nSCP-8121\n \n•\n\n\n\n\n\n\nSCP-????-J\n \n•\n\n\n\n\n\n\nSCP-6183\n \n•\n\n\n\n\n\n\nSCP-8419\n \n•\n\n\n\n\n\n\nSCP-8882\n \n•\n\n\n\n\n\n\nSCP-3330\n \n•\n\n\n\n\n\n\nSCP-1256-J\n \n•\n\n\n\n\n\n\nSCP-3533\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nOPULENCE\n \n•\n\n\n\n\n\n\nRedact Your Life\n \n•\n\n\n\n\n\n\nOn The Nature Of Conscious Experience or How I Learned to Love Myself\n \n•\n\n\n\n\n\n\nYour Future is Bright\n \n•\n\n\n\n\n\n\nA Place To Call Your Home\n \n•\n\n\n\n\n\n\nNarrativistics and You: Abandoning the Notion of Fiction vs. Non-Fiction\n \n•\n\n\n\n\n\n\nSPIRAL THE DRAIN\n \n•\n\n\n\n\n\n\nTHE LAST OASIS - POWERED BY HEXAGON os\n \n•\n\n\n\n\n\n\nHoles\n \n•\n\n\n\n\n\n\nA Recording of Prometheus Innovations' Pitch for the Scranton Encabulator Mk VI, and the Ramifications of its Existence\n \n•\n\n\n\n\n\n\nOPEN THE GATE\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSr. Researcher James A. Harkness' Personnel File\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6792\n | SCP-6793 | \nSCP-6794\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6793\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6793\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: static.gif\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\n\n\n\n\n\nFilename: CERES.png\n\nName: CERES\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\nSource Link: \nhttp://scp-sandbox-3.wdfiles.com/local--files/thebillith/CERES\n\n\n\n\n\n\nFilename: spaced.png\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0\n\nName: Black Hole Outflows From Centaurus A\n\nAuthor: ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray)\n\nLicense: CC BY-SA 4.0\n\nSource Link: \nhttps://commons.wikimedia.org/wiki/File:Black_Hole_Outflows_From_Centaurus_A.jpg\n\n\n\n\n\n\nFilename: aad.png\n\nName: draft\n\nAuthor: Billith\n\nLicense: CC BY-SA 4.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6793 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-6793 . Licensed under CC-BY-SA .",
        "Filename: static.gif Author: Billith License: CC BY-SA 4.0",
        "Filename: CERES.png Name: CERES Author: Billith License: CC BY-SA 4.0 Source Link: http://scp-sandbox-3.wdfiles.com/local--files/thebillith/CERES",
        "Filename: spaced.png Author: Billith License: CC BY-SA 4.0 Name: Black Hole Outflows From Centaurus A Author: ESO/WFI (Optical); MPIfR/ESO/APEX/A.Weiss et al. (Submillimetre); NASA/CXC/CfA/R.Kraft et al. (X-ray) License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Black_Hole_Outflows_From_Centaurus_A.jpg",
        "Filename: aad.png Name: draft Author: Billith License: CC BY-SA 4.0"
    ],
    "title": "SCP-6793"
}