{
    "url": "https://scp-wiki.wikidot.com/scp-6803",
    "all_text": "rating: \n+112\n+\n–\nx\n\n\nAWeirdBird\n\n\n\n\n\n\nAuthor page to come soon, hopefully, maybe.\n\nMeanwhile you can check my haunted house story \nSCP-6808 This Cancer Within Me\n\nAnd my VKTM article \nSCP-5428 101 Life Hacks With Eleonor\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6803\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-6803-A. Distance not to scale.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The effects of SCP-6803 are not harmful to the general public. As such, there is currently no need to censor SCP-6803-A instances. Similarly, SCP-6803-B require no containment beyond amnestization of civilian observers in the unlikely event of observation.\n\n\nHowever, all staff that qualify into one or both of the following criteria are to receive inoculant OH-16 every four months. Criteria is as follows:\n\n\n\n\nIndividuals who have received memetic inoculation level 6 or higher.\n\n\nIndividuals who have received cognitohazardous inoculation level 4 or higher.\n\n\n\n\n\n\n\n\nWARNING: BIOMETRIC SCAN REQUIRED\n\n\n\n\n\n\n>Scanning reader for memetic inoculation level 6 or higher\n\n\n>Status: Negative\n\n\n>Scanning reader for cognitohazardous inoculation level 4 or higher\n\n\n>Status: Postive\n\n\n>Proceed to OH-16 inoculation scan\n\n\n>Scanning reader for OH-16 inoculation\n\n\n>Status: Positive\n\n\n>Calculating last administration\n\n\n>123 days ago\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-6803 is a cognitohazard present in instances of media which visually depict planet Earth as it is seen from orbit. Such instances are henceforth designated SCP-6803-A.\n\n\nSCP-6803 manifests specifically on images and videos which have been recorded 10.7 km above the surface of planet Earth in which said surface is visible. Notably, 10.7 km is the minimum height at which the curvature of the Earth is first noticeable; given the observer has a field of view of more than 60° degrees available and visual meteorological conditions are optimal.\n\n\nThere is no defined maximum distance from Earth at which manifestation of SCP-6803 in recordings ceases. Instead, the strength of the cognitohazard diminishes as the topological features of the planet become less recognizable. The effect similarly diminishes in SCP-6803-A instances which are blurry or if the surface is partially obscured. The effect remains if the images are edited as long as the planet remains iconographically recognizable.\n\n\n\n\n\n\nAn instance of SCP-6803-A taken during the Apollo 11 mission.\n\n\n\n\n\n\nUnder usual circumstances SCP-6803 has no noticeable external effects on humans exposed to it. However, neurological scanning reveals activity consistent with exposure to a level 1 cognitohazard as well as anomalous memetic transmission.\n\n\nThe effects caused by exposure to SCP-6803-A instances become less predictable on humans who have received extensive memetic or cognitohazardous inoculation. Therefore, the risk class for these specific individuals upgrades from Notice to Critical. Upon exposure to an SCP-6803-A instance, subjects may become affected by a Columbus-class event. During said event, subjects are translocated to an orbit anywhere between 10,000 to 100,000 km from the surface of planet Earth. They are henceforth designated an SCP-6803-B instance. Clothes and jewelry remain in place after demanifestation however internal implants do not, these may later be located close to the instance but are not a part of it.\n\n\nSCP-6803-B instances continue to orbit Earth indefinitely. Additionally, they are noted to be wearing a spacesuit of undetermined origin and all are deceased due to extensive cranial trauma, the suit however remains undamaged. SCP-6803-B are intangible and as such are undetectable by radar; long range psionic scanning is the only known way to locate them. There are currently 65 known SCP-6803-B instances, with the latest instance being the most notorious. See addendum 6803.1 for details.\n\n\nAll communication with subjects will be lost at the moment of demanifestation. However, upon close observation, the corresponding SCP-6803-B instance will telepathically transmit a single unique phrase repeatedly into the mind of the observer for as long as visual contact is maintained. Examples include:\n\n\n\n\nSCP-6803-B 004: What is wrong with the surface?\n\n\n\n\n\n\nSCP-6803-B 042: It’s all so fucked.\n\n\n\n\n\n\nSCP-6803-B 063: Huh. I like it more this way.\n\n\n\n\nAs no clear pattern for the manifestation of Columbus events has been discovered, extensive use of inoculant OH-16 has been approved by 05 order. Research into the exact triggers of such events is still ongoing, as is research into the memetic aspect of SCP-6803.\n\n\n\n\n\n\n\n\nInoculant OH-16\n\n\n\n\nInoculant OH-16  -  Close\n\n\n\n\nInoculant OH-16 is administered via injection and its effects become noticeable 12 to 18 hours after administration. It has a lifespan within the body of four months after which it must be readministered. OH-16 has the effect of rendering the subject incapable of perceiving any images which depict planet Earth, instead causing said subjects to perceive white featureless squares over the offending vector. As such, use of OH-16 renders the subjects immune to the effects of SCP-6803-A instances.\n\n\nThe inoculant does have the unfortunate side effect of also triggering while observing most iconographic depictions of Earth. These include artificial depictions which cannot host SCP-6803.\n\n\nDue to its highly obstructive nature, research into methods to manage the triggers of inoculant OH-16 was deemed an alpha level priority. As a result, SIT (Semantic & Iconographic Training) has allowed individuals to observe most images and objects which fall under the semantic category 'maps' without triggering OH-16. This effect has not been able to be replicated for other semantic categories. 'Maps' which depict Earth in its entirety remain an exception as they are also complete iconographic depictions of Earth.\n\n\nThe following are images to further exemplify which ones may trigger activation of inoculant OH-16. None of these images are capable of hosting SCP-6803.\n\n\n\n\n\n\n\n\nPicture of a globe. Object always triggers inoculant OH-16.\n\n\n\n\n\n\n\n\n\n\nMap depicting the state of Ohio. Object is only a partial depiction of Earth. Trained individuals do not experience triggering of inoculant OH-16.\n\n\n\n\n\n\n\n\n\n\n'Pale Blue Dot' Resolution too small for triggering of inoculant OH-16 or hosting of SCP-6803.\n\n\n\n\n\n\n\n\n\n\nVector graphic which depicts Earth. Image always triggers inoculant OH-16.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6803-B 065\n\n\n\n\nSCP-6803-B 065  -  Close\n\n\n\n\nOn 05/06/2019 an embedded Agent in NASA posing as an astronaut vanished while aboard the ISS (International Space Station). No crew witnessed the event, however they became distressed upon realizing the absence of Agent Alden. Alden had been displaying symptoms of paranoia and therefore the crew of the ISS feared he may have ejected himself from the station, a fear worsened by the fact that no space suits were missing.\n\n\n\n\n\n\nThe ISS, as recorded during approach of Expedition 60.\n\n\n\n\n\n\nNASA collaborated with the Foundation to cover the event. A Foundation owned vessel departed the ORP-5 (Orbital Research Platform five), executed orbital rendezvous maneuvers and docked with the ISS. Foundation agents boarded the station and rounded up the crew, which at that time had begun accusing each other for the disappearance of Alden. The crew was amnesticized and Alden was replaced by a new Foundation agent. The memories of the crew were accordingly modified, and all records of the mission were expunged and replaced. A matching SCP-6803-B instance was later located orbiting Earth 57,000km from its surface.\n\n\nAgent Alden was not under the effects of any inoculants known to allow triggering of Colombus events, therefore he had not been administered OH-16. However, he had an experimental intracranial CRD (Cognitive Recording Device) implanted which he used to log his time on the station. It is currently theorized the CRD may have caused neurocognitive interference that led to the Columbus event, however the exact trigger remains unconfirmed. Testing with D-class sporting CRDs exposed to SCP-6803-A instances has not yielded similar results.\n\n\nThe CRD of Agent Alden was located close to his body, the data within was able to be recovered. Logs follow:\n\n\n\n\n\n\nLog 01,\n Agent Alde- Fuck, its hard to get used to this. Agent Alden here, expedition 60, reporting from the ISS. We -that is Kuznetsov, Thompson and me- left the \nBaikonur Cosmodrome\n approximately nine hours ago. Our \nSoyuz\n docked with the station seven hours later.\n\n\nWe met with the three on board -King, Vinograd and Nishimura- and all has gone as expected so far. I suppose half of the crew must always be American right? I mean usually… Anyways.\n\n\nI’m following the steps of Agent Campbell and many others before me. My instructions are to log any anomalous events and properly amnesticize the rest of the crew if necessary.\n\n\nHow am I supposed to do that covertly? I have no idea. It was hard enough to find a secluded spot to record this without looking like an idiot staring blankly at the wa-\n\n\nAnyways… again…\n\n\nAs long as that doesn't happen I'm only required to make weekly status updates. I believe that is all for the moment. Now, how was I supposed to turn this o-\n\n\n\n\n\n\nI'm playing ping pong with a glob of water I can't fucki- God I love it up here! I-\n\nOh shit, did I activate this thing? Fuck, Fu-\n\n\n\n\n\n\nLog 02,\n Agent Alden. The CRD has proven more of a challenge than I expected. I struggle enough with speaking clinically without focusing, but thinking? This is a whole 'nother dimension.\n\n\nI suppose I was chosen for this because of my tendency for inner dialogue rather than talking, my inner child as I like to call it. Therefore, I hope I will be given some leniency on this front.\n\n\nI listened to my previous log and it's not optimal. That little accident from yesterday even less so.\n\n\nI will try harder to focus and stay clinical, especially if a situation were to arise. Unlikely, given there has been no incidents since the spatial shift of 2005. And with the ORP program going so well this current position of mine is becoming irrelevant, fast. Hence why the Foundation had no issue with those seven days between Campbell departing and my arrival.\n\n\nAnyways, conditions remain as expected. I continue to run experiments mainly in the \nDestiny\n module. Life is good up here.\n\n\n \n\n…\n\n\n \n\nShit, I did it agai-\n\n\n\n\n\n\n[logs 03-04 skipped due to redundancy]\n\n\n\n\n\n\nLog 5,\n Agent Alden. One month down, five to go. I’d say I miss home, but… yeah. And, I mean, I can still look at it from up here. It looks just as beautiful, probably even more. It also looks more natural, I suppose.\n\n\nOdd how one of the best ways to take in the splendor of our planet is to leave it behind.\n\n\n \n\n…\n\n\n \n\nMoving on. I haven't really talked much about the crew.\n\nThompson has been playing all day recording fun educational videos or whatever. Lucky bastard.\n\n\nOn the other hand, Kuznetsov, he's serious all the time. Sometimes I catch him staring at me while I record these logs and make myself laugh. Probably thinks I'm crazy.\n\n\nNow me, well, uh….\n\nOh, right! Yesterday Nishimura and I ejected a load of microsats out of the \nKibo\n module. I spent maybe three hours staring out the tiny window looking at those glistening cubes. They kept going farther and farther away. Little lights against the endless void. I mean-\n\n\nUgh. Oh dear. Focus goddammit.\n\n\n\n\n\n\nLog 06,\n Agent Alden. Nothing new to report. Conditions remain as expected.\n\n\n\n\n\n\n[Logs 07-11 skipped]\n\n\n\n\n\n\nLog 12,\n Agent Alden. Vinograd, King and Nishimura left today. In four days three new crewmembers will arrive.\n\n\n \n\n…\n\n\n \n\nI… I watched their \nSoyuz\n slowly shrink away. Just like the microsats.\n\n\nIn another twelve weeks that will be me.\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\nFuck this. Not going to waste this last three months.\n\n\n\n\n\n\n'That's one small step for man, but one big step for me!'\n Really living up to my last name here!\n\n\n \n\nNot that many people know that was his second name… Whatever.\n\n\n\n\n\n\n'Ground control to major Tom… Ground control to… mmmm Tom… Take your protein pills and mmmmm helmet on. Ground control mmmm om… Commencing countdown mmmm… on. Check ignition and may Gonzo be with you…\n'\n\n\n \n\nAh fuck. Focus on the experiment…\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\nChris Hadfield eat your heart out.\n\n\n\n\n\n\nBreathe in breathe out breathe in breathe out. It's just a spacewalk, no big deal. The airlock is almost ready. No big… woah…\n\n\n\n\n\n\n[18 more unplanned logs skipped]\n\n\n\n\n\n\nLog 13.\n If anything I'm glad my experience will help continue to fine tune the CRD. It clearly continues to trigger sometimes. I think it does so when I get excited? Not sure.\n\n\nThankfully only the inner dialogue component does, I haven't turned the perception field recorder and I don't plan to. I know they wouldn’t allow me to keep the videos anyways so ain't no one getting them then. Plus I wouldn't like to get randomly recorded while peeing or whatever, the maneuver is even more awkward up here.\n\n\nRicci -that's one of the new arrivals- keeps asking me why I space out so much. Told her I’m just in awe of everything. I wasn't lying.\n\n\n\n\n\n\n[Logs 14-15 skipped]\n\n[54 unplanned logs skipped]\n\n\n\n\n\n\nLog 16.\n Once again, Agent Alden here. Nothing new to report. Currently inside the \nCupola\n module, observing the endless ocean blue beneath me. I feel like this should be forbidden. No human was ever supposed to stare at Earth from this perspective.\n\n\nWait, Is that… is that an aurora? Oh my -excuse me- fucking god.\n\n\n \n\n…\n\n\n \n\nI’m so goddam lucky.\n\n\n\n\n\n\nFrame from video captured by the CRD’s perception field recorder during this log.\n\n\n\n\n\n\n\n\n\n\n\n\nLog 17,\n Agent Alden. I have been feeling… a bit different since the last log. I’m not sure why,\n\n\nHowever, I have confirmed memetic activity within my brain waves, it keeps firing at random. I mean, not random, I'm in the process of researching the pattern.\n\n\n\n\n\n\nLog 18.\n I realized something about log 16…\n\nIt was, somehow, the first log I recorded while I was looking out the windows. Turns out the perception whatever thing was actually on all along. Fuckers. It's off now.\n\n\nI also have no idea how I have managed not to trigger the CRD every time I look outside, not even during the spacewalk. Guess I was too much in awe to even be excited? Or maybe my theory was just wrong, who knows. The CRD clearly has many kinks to be ironed. On that note…\n\n\nIt did record a single frame during the spacewalk, I think I know why. Kuznetov was my partner. He was very quiet, as usual. Add on top the whole \nin space no one can hear you scream'\n situation and for moments I forgot he was even there. At least until he radioed a command or something.\n\n\n \n\n…\n\n\n \n\nOften I would turn around and he'd be somewhere I didn't expect him, like he was in two places at once. I think the CRD captured one of those times.\n\n\nIt's blurry. I suppose memories are?\n\n\n\n\n\n\nFrame recorded by the CRD during a spacewalk on 27/03/2019\n\n\n\n\n\n\n\n\n\n\n\n\nLog 19.\n Still no answers, my memetic activity keeps shooting up at random and to even higher levels. I've also detected cognitohazardous vectors but I haven't been able to pinpoint their origins. They’re all over the station.\n\n\nI think… I think the others are starting to notice. Ricci says I have cabin fever and Kuznetsov agrees. Thompson told them to lay off me as did the other two new ones. Whatever. I need to keep investigating.\n\n\nIf anyone tries anything I have enough amnestics to reset them to kindergarten.\n\n\n\n\n\n\nLog 20.\n I think I saw a hand on the small window in \nDestiny\n today. Outside. The glove didn't look like the ones in our suits, it looked old. And no suits were missing anyways. The fuck?\n\n\n[from this point on Agent Alden ceased recording weekly logs.]\n\n\n\n\n\n\nThere it is again.\n\n\n\n\n\n\nIt looks old, like an early space race suit. It's so far though, I can't tell.\n\n\n\n\n\n\nWhat’s in its hand, is it pointing that at me?\n\n\n\n\n\n\nIs it… threatening me? I think it wants me to look outside but I'm not sure.\n\n\n\n\n\n\nIt does, I'm sure. I heard its voice inside my head. What do I do now?\n\n\n\n\n\n\nThe continents, they’re dancing, they’re fucking dancing. Their shapes merge and swirl like soup. They’re mocking me.\n\n\n\n\n\n\nI don't want to look out the \nCupola\n anymore. It ain't right. It ain't right!\n\n\n\n\n\n\nOnly two weeks and you're out, only two weeks and you're out. Fuck. only two weeks and you're out.\n\n\n\n\n\n\nWho would’ve thought so. Haunted by a lost cosmonaut while aboard the ISS.\n\n\n\n\n\n\nIt wont shut up. It wont shut up! It wo-… oh?\n\n\n\n\n\n\nI don't want to look out, I don't. But I have to. I need to know if it's still out there.\n\n\n\n\n\n\nWoah, have I been a fool all along?\n\n\n[This is the last log recorded before the Columbus event. It is estimated the event occurred immediately after.]\n\n\n\n\n\n\n\n\n\n\nWarning. Scanning reveals inoculation of reader is soon to expire\n\n\n\n\n\n\n>The following log contains an SCP-6803-A instance.\n\n\n>Proceed anyway?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAlden:\n I don't understand. It makes no goddamn sense. Where’s Italy? I swear I've been to Italy. Ricci is from there! Not that it isn't still majestic… it's just so…\n\n\n[Alden activates the perception field recorder of his CRD]\n\n\nAlden:\n It's so different from what I expected. But somehow… somehow it's still so beautiful.\n\n\nUnknown:\n Always has been.\n\n\n[Error XFV-43215, neurological activity no longer detected.]\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\n…\n\n\n \n\n\n[END LOG]\n\n\n\n\n\n\nThe last frame captured by the CRD.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6802\n | SCP-6803| \nSCP-6804\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6803\n\" by AWeirdBird, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6803\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Header_memecon.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Solar system scale.jpg\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Solar_system_scale.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Apollo_11_png.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n EARTH RISING BEHIND MOON - PHOTOGRAPHED DURING THE APOLLO 11 AND APOLLO 17 MISSIONS - EARTHRISE - NARA - 17470322.jpg\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:EARTH_RISING_BEHIND_MOON_-_PHOTOGRAPHED_DURING_THE_APOLLO_11_AND_APOLLO_17_MISSIONS_-_EARTHRISE_-_NARA_-_17470322.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Globe.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Globe by Joan Blaeu.jpg\n\n\nAuthor:\n Amsterdam Museum\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Globe_by_Joan_Blaeu.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Map.png\n\n\nAuthor:\n Dodd, Mead, and Company\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Map_of_Ohio.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Vector.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Globe1.svg\n\n\nAuthor:\n RRZEicons\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Globe1.svg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Blue_Dot.png\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:PaleBlueDot.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Iss.png\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:STS-131_Discovery_flies_around_1.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Cupola.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with edits to the images below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Cupola ISS open shutters.jpg\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Cupola_ISS_open_shutters.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Aurora australis ISS 20120715.jpg\n\n\nAuthor:\n Joe Acaba, Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Aurora_australis_ISS_20120715.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Spacewalk.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created with edits to the images below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n International Space Station during first AMS spacewalk ESA21792595.jpeg\n\n\nAuthor:\n European Space Agency\n\n\nLicense:\n CC BY-SA 3.0 IGO\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:International_Space_Station_during_first_AMS_spacewalk_ESA21792595.jpeg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n FP2A3460 (23497690228).jpg\n\n\nAuthor:\n Музей Космонавтики\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:FP2A3460_(23497690228).jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n True_Earth.gif\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY-SA 3.0\n\n\nAdditional Notes:\n Created in Blender, with edits to the images below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Blue Marble: Clouds\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://visibleearth.nasa.gov/images/57747/blue-marble-clouds\n\n\nAdditional Notes:\n Image Use Policy \nhttps://visibleearth.nasa.gov/image-use-policy\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n The Great Lakes region and Mid-Atlantic United States\n\n\nAuthor:\n Nasa\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://visibleearth.nasa.gov/images/59378/the-great-lakes-region-and-mid-atlantic-united-states\n\n\nAdditional Notes:\n Image Use Policy \nhttps://visibleearth.nasa.gov/image-use-policy",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-6803-B 004: What is wrong with the surface?",
        "SCP-6803-B 042: It’s all so fucked.",
        "SCP-6803-B 063: Huh. I like it more this way.",
        "\" SCP-6803 \" by AWeirdBird, from the SCP Wiki . Source: https://scpwiki.com/scp-6803 . Licensed under CC-BY-SA .",
        "Filename: Header_memecon.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: Solar system scale.jpg Author: Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Solar_system_scale.jpg",
        "Filename: Apollo_11_png.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: EARTH RISING BEHIND MOON - PHOTOGRAPHED DURING THE APOLLO 11 AND APOLLO 17 MISSIONS - EARTHRISE - NARA - 17470322.jpg Author: Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:EARTH_RISING_BEHIND_MOON_-_PHOTOGRAPHED_DURING_THE_APOLLO_11_AND_APOLLO_17_MISSIONS_-_EARTHRISE_-_NARA_-_17470322.jpg",
        "Filename: Globe.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: Globe by Joan Blaeu.jpg Author: Amsterdam Museum License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Globe_by_Joan_Blaeu.jpg",
        "Filename: Map.png Author: Dodd, Mead, and Company License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Map_of_Ohio.jpg",
        "Filename: Vector.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: Globe1.svg Author: RRZEicons License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Globe1.svg",
        "Filename: Blue_Dot.png Author: Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:PaleBlueDot.jpg",
        "Filename: Iss.png Author: Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:STS-131_Discovery_flies_around_1.jpg",
        "Filename: Cupola.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with edits to the images below.",
        "Filename: Cupola ISS open shutters.jpg Author: Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Cupola_ISS_open_shutters.jpg",
        "Filename: Aurora australis ISS 20120715.jpg Author: Joe Acaba, Nasa License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Aurora_australis_ISS_20120715.jpg",
        "Filename: Spacewalk.png Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created with edits to the images below.",
        "Filename: International Space Station during first AMS spacewalk ESA21792595.jpeg Author: European Space Agency License: CC BY-SA 3.0 IGO Source Link: https://commons.wikimedia.org/wiki/File:International_Space_Station_during_first_AMS_spacewalk_ESA21792595.jpeg",
        "Filename: FP2A3460 (23497690228).jpg Author: Музей Космонавтики License: CC0 1.0 Source Link: https://commons.wikimedia.org/wiki/File:FP2A3460_(23497690228).jpg",
        "Filename: True_Earth.gif Author: AWeirdBird License: CC BY-SA 3.0 Additional Notes: Created in Blender, with edits to the images below.",
        "Filename: Blue Marble: Clouds Author: Nasa License: Public Domain Source Link: https://visibleearth.nasa.gov/images/57747/blue-marble-clouds Additional Notes: Image Use Policy https://visibleearth.nasa.gov/image-use-policy",
        "Filename: The Great Lakes region and Mid-Atlantic United States Author: Nasa License: Public Domain Source Link: https://visibleearth.nasa.gov/images/59378/the-great-lakes-region-and-mid-atlantic-united-states Additional Notes: Image Use Policy https://visibleearth.nasa.gov/image-use-policy"
    ],
    "containment_procedures": "The effects of SCP-6803 are not harmful to the general public. As such, there is currently no need to censor SCP-6803-A instances. Similarly, SCP-6803-B require no containment beyond amnestization of civilian observers in the unlikely event of observation.",
    "description": "SCP-6803 is a cognitohazard present in instances of media which visually depict planet Earth as it is seen from orbit. Such instances are henceforth designated SCP-6803-A.",
    "title": "SCP-6803"
}