{
    "url": "https://scp-wiki.wikidot.com/scp-6808",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article touches on themes of emotional abuse and manipulation.\n\n\n\n\n\n\n\n\nrating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nAWeirdBird\n\n\n\n\n\n\nAuthor page to come soon, hopefully, maybe.\n\nMeanwhile you can check my memecon entry \nSCP-6803 True Earth\n\nAnd my VKTM article \nSCP-5428 101 Life Hacks With Eleonor\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6808\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSection-Alfa (left) and Section-Beta (right). Photographed shortly after containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nProvisional Site-808 has been established for the containment of SCP-6808. Site-808 itself is composed by two sections, denominated Section-Alfa and Section-Beta.\n\n\nSection-Alfa must be staffed by five individuals at all times. They are to maintain the facade of civilian inhabitants. Personnel with a history of having suffered emotional abuse are not to be considered for this position.\n\n\nSection-Beta must remain vacant, and all entrances to the structure must remain locked. In the case civilians manage to break into Section-Beta they are to be considered lost, and the entrance point is to be repaired if necessary.\n\n\nThe staff stationed at Site-Alfa must perform the following tasks on a daily basis:\n\n\n\n\nProvide maintenance for the \nPhasma-Faraday Shield Generator\n (PFS), which is housed within Section-Alfa.\n\n\nExamine the exterior of Section-Beta for signs of structural damage, and repair any if found. Repair techniques must be analogous to those used before the year 1920. Appropriate construction materials must remain in stock within Section-Alfa.\n\n\nProvide maintenance for the monitoring equipment housed within Section-Alfa. The equipment must constantly scan for Phasma leaks originating from Section-Beta. Leaks must be sealed immediately following 6808 protocol. Witnesses to leak events are to be amnesticed. In case a runaway leak is detected, evacuation plan \nExspiravit\n is to be initiated.\n\n\n\n\nAs of 03/13/1998, explorations into Section-Beta are prohibited.\n\n\n\n\nDescription:\n\n\nSCP-6808 is a level 12 haunting localized within Section-Beta; a townhouse located at 41 Monument St. in Boston, Massachusetts. SCP-6808 is notable as it far exceeds the expected intensity for a haunting, given the known history of the location. Furthermore, SCP-6808 does not suffer from the natural dissipation effect that most hauntings do. Instead, SCP-6808 has continued to increase in intensity over its time in containment. Currently, SCP-6808 has one of the most dense concentrations of Phasma units known to the Foundation.\n\n\nSCP-6808 has been contained within the townhouse it originates from via the use of a PFS. This PFS renders the physical structure of Section-Beta a high fidelity containment chamber for all phasmic phenomena. In recent years, however, the increase in intensity of SCP-6808 has damaged the physical structure of Section-Beta. This in turn has led to an increase in minor leak events.\n\n\nAdditionally, SCP-6808 has a temporarily locked imprint effect. SCP-6808 has the tendency of returning Section-Beta to its former state, presumably the state it was in when the anomaly first manifested. Attempts to reinforce Section-Beta with modern methods have been partially successful. When not rejected, the additions will be replaced with construction techniques and materials that are synchronic to those used around the year 1920. Furthermore, SCP-6808 will repair damage inflicted upon Section-Beta. This effect is, however, too slow to counteract the damages caused by SCP-6808 itself. As such, if maintenance were to be stopped the structure would collapse within two weeks.\n\n\n\n\n\n\nPhasmic phenomena manifesting on the windows along Monument St.\n\n\n\n\n\n\nAlternative methods for the effective containment of SCP-6808 are currently under development.\n\n\nLeak events have been linked to a variety of phasmic phenomena, which have manifested in the Charlestown neighborhood of Boston, Massachusetts. Most prominently within the vicinity of Section-Beta.\n\n\nA list of example leak events is provided below.\n\n\n\n\n\n\n\n\n06/18/2001\n\n\nMagnitude:\n 9.2 Phasma units.\n\n\nCause:\n One meter long crack along the eastern wall of Section-Beta.\n\n\nEffect:\n Staff report the manifestation of two shadowy silhouettes within Section-Beta. The two embrace each other for three seconds before vanishing. Faint laughter and footsteps are heard for an additional minute.\n\n\nAdditional notes:\n Event matches the median expected for minor leak events.\n\n\n\n\n\n\n02/08/1954\n\n\nMagnitude:\n 28.5 Phasma units.\n\n\nCause:\n Broken window in the second floor of Section-Beta.\n\n\nEffect:\n Subjects within 34 meters of Section-Beta report hearing a random phrase in the voice of their significant other. 90% describe the comment as a joke, while the remaining 10% describe it as patronizing.\n\n\nAdditional notes:\n N/A\n\n\n\n\n\n\n03/07/1986\n\n\nMagnitude\n: 65.2 Phasma units.\n\n\nCause:\n Blowout of hatches within the chimney of Section-Beta.\n\n\nEffect:\n Civilians within a 85 meter radius of Section-Beta report the feeling of being observed; specifically by photographs and artworks within their household which depict human faces. Most of the affected individuals report feeling judged after the experience. Additionally they displayed decreased interest in activities they found enjoyable for three hours.\n\n\nAdditional notes:\n N/A\n\n\n\n\n\n\n09/04/2013\n\n\nMagnitude:\n 104.5 Phasma Units\n\n\nCause:\n The main entrance to Section-Beta violently blew open outwards, breaking its frame in the process.\n\n\nEffect:\n Civilians within a 156 meter radius of Section-Beta report personal belongings being damaged. All of the affected objects were noted to hold emotional significance to their owners. Examples include preferred items of clothing, family portraits, and heirlooms. Individuals were aware of the damage even when the objects were in storage where not visible. All objects returned to their original state seven hours after the event.\n\n\nAdditional notes:\n The PFS generator within the site was upgraded following this event. This is the fourth and latest upgrade that has been required in order to successfully contain SCP-6808.\n\n\n\n\n\n\n12/14/1947\n\n\nMagnitude:\n 396.7 Phasma units.\n\n\nCause:\n A civilian vehicle crashed into the eastern wall of Section-Beta, causing an entire portion of it to collapse. A witness described the wall as ‘exploding in the wrong direction’.\n\n\nEffect:\n Power outages occurred throughout the Charlestown neighborhood in Boston, Massachusetts. Over 500 phasmic events related to the leak were documented. Additionally, there was an anomalous increase in domestic dispute reports during the event, although no cases of physical abuse were filed. The driver of the vehicle that crashed into SCP-6808 was found deceased, with several bricks having violently mutilated his body. An autopsy was held and several tumors were found in different organs including eyes, tongue, heart and the remains of the brain. Staff reported hearing belittling comments while observing the tumors.\n\n\nAdditional notes:\n This is the most intense leak event to date.\n\n\n\n\n\n\n\n\n\n\nExploration of SCP-6808\n\n\n\n\nExploration of SCP-6808  -  Close\n\n\n\n\nSeveral explorations into SCP-6808 took place before the environment was deemed too hazardous. Archived exploration procedures follow.\n\n\nStaff must be fitted with a psychic protection harness, and must not stay within the apartment for more than five minutes. They are not to react to any manifestations, and are to receive psychological counseling after the exploration is concluded. Bodies within SCP-6808 are not to be retrieved.\n\n\nTranscript of the last exploration log follows.\n\n\n\n\nExploration Log #46\n\n\n\n\n[Begin log]\n\n\n\n\n[Video Begins. The exterior of Section-Beta can be seen.]\n\n\nRogers:\n Video is coming in…. ok. You’re set to go.\n\n\nPeterson:\n Not gonna wish me luck?\n\n\nRogers:\n Peterson.\n\n\nPeterson:\n Come on, it's my third time. You know they won't check this.\n\n\nRogers:\n (Scoffs) Good luck you bastard.\n\n\nPeterson:\n Thank you.\n\n\n[Agent Peterson begins walking towards the entrance of Section-Beta. He unlocks the door and walks in. The door closes behind him and staff can be heard locking the door. A narrow hallway can be seen, with a staircase to the left.]\n\n\nPeterson:\n Looks normal so far.\n\n\nRogers:\n Ok… Is Kennedy sti-\n\n\nPeterson:\n Yes she is still slumped on the wall as always.\n\n\nRogers:\n Still no signs of deterioration?\n\n\nPeterson:\n Just like a sleeping baby.\n\n\nRogers:\n Copy. Proceed towards the target.\n\n\nPeterson:\n Third floor right?\n\n\nRogers:\n I- What? Seriously. Yes third floor second door to the-\n\n\nPeterson:\n I'm just messing with you.\n\n\n[Peterson begins walking up the stairs.]\n\n\nPeterson:\n It’s… oddly quiet so fa-\n\n\n[A woman can be heard laughing, followed by rythmic thumping sound.]\n\n\nPeterson:\n Nevermind.\n\n\n[Peterson reaches the second floor. He looks down the hallway. Another body can be seen lying on the floor across a door frame. The door continuously slams on its head. Something unknown wiggles under the cranium of the body.]\n\n\nRogers:\n I'm detecting a minor increase in your heart rate.\n\n\nPeterson:\n (Takes a deep breath) The usual. It's just toying with Davenport.\n\n\nRogers:\n Not showing up at my end.\n\n\nPeterson:\n Oh you know how it is. It will be there in the final video.\n\n\n[Peterson begins climbing up the third flight of stairs. Midway through, a loud slam can be heard. He takes a deep breath before turning around. The door is now closed shut.]\n\n\nRogers:\n Ok, that one came through.\n\n\n[Peterson continues walking up the stairs. The wooden steps begin warping as he does so.]\n\n\nPeterson:\n Things starting to distort now. That felt like three or four flights of stairs.\n\n\nRogers:\n Are you sure? It looked normal.\n\n\nPeterson:\n Yes, I'm sure.\n\n\nRogers:\n Um, excuse me?\n\n\nPeterson:\n I know what the normal length of the stairs is.\n\n\nRogers:\n I said I believe you.\n\n\nPeterson:\n What?\n\n\nRogers:\n I said I believe you. Focus, I know it's been a couple months and you’re rusty but you’ve done this before.\n\n\n[Peterson pulls a locket out of his pocket and holds it for a second while breathing deeply. Once he has calmed down he puts the locket back in his pocket.]\n\n\nPeterson:\n Right right. Sorry. I'm on the third. The hallway… it…\n\n\n[The walls and floors are warping in odd angles.]\n\n\nRogers:\n Good. Hurry, it's been two minutes.\n\n\nPeterson:\n Yes. Door door, umm.. what door.\n\n\nRogers:\n Third door on the left.\n\n\nPeterson:\n Yes thank you. I-\n\n\n[Peterson begins walking towards the third door. He stops as a wet thump can be heard.]\n\n\nPeterson:\n Fuck I- I think I stepped on Williams.\n\n\nRogers:\n What? That can't be.\n\n\nPeterson:\n What do you mean?\n\n\nRogers:\n Don't look up.\n\n\nPeterson:\n Wha-\n\n\n[Peterson looks down, nothing is seen. He then looks up. A body is stuck to the ceiling. Partially translucent tumorous growths cover the body, they wiggle slowly. Black strands erupt out and stick to the surrounding surfaces, similar to a cocoon. A ceiling light faintly shines through the body, which makes several unidentifiable organs visible. A badge with the name Jack Williams is visible, partially consumed by a tumor.]\n\n\nPeterson:\n How in the fuck-\n\n\nRogers:\n Breath.\n\n\nPeterson:\n B-but. How!\n\n\nRogers:\n Breath! That's always been there.\n\n\nPeterson:\n I… yes yes, you're right. It has. It always has.\n\n\nRogers:\n It's ok, breath. You’ve got this. Just, start going down the stairs slowly.\n\n\nPeterson:\n Down? But… the mission\n\n\nRogers:\n Forget about that. You clearly needed more time before coming back in here.\n\n\nPeterson:\n N-No. No! I’m ready. I'll get it done.\n\n\n[Peterson runs towards the third door. He grabs the doorknob and pauses. His heart rate increases.]\n\n\nPeterson:\n Fuck. Okay. Buddy, listen, take a deep breath. Don't look right. Just go to the bedside table, grab your hammer. Get the items, and you're out.\n\n\n[Rogers enters the room and looks left. Another body with tumorous growths can be seen, stuck to the wall.]\n\n\nPeterson:\n (Gently) A-Amanda…\n\n\nRogers:\n Don't look! The room must have shifted.\n\n\n[Peterson quickly looks right as his breathing intensifies. A bed can be seen. Peterson pulls out a hammer and breaks the drawer of the bedside table. He pulls out several letters which he places inside his backpack. Peterson pulls out the locket once again while breathing deeply.]\n\n\nPeterson:\n I got them. I got them. Just… give me a minute.\n\n\n[The locket is violently pulled away from Peterson, presumably towards the body in the wall. Peterson wails in response.]\n\n\nRoger:\n Don't let it, it's trying to hurt you! Run out, now!\n\n\nPeterson:\n Run? But- the proto-\n\n\nRoger:\n Run!\n\n\n[Agent Peterson runs out of the room. He trips with the body of Williams and falls down the stairs. Several loud thumps can be heard. Agent Peterson screams, he looks towards his left arm and an exposed fracture is visible. He then looks towards his torso, the status lights on his psychic protection harness are off.]\n\n\nPeterson:\n Fuck! Fuck Fuck!\n\n\nRoger:\n It's been six minutes, you need to get out, now!\n\n\nPeterson:\n Wha- Six? Shit! Why didn’t you te-\n\n\nRoger:\n I did!\n\n\nPeterson:\n Goddammit, no you didn’t!\n\n\nRoger:\n (Scoffs) Does it matter? Just get out!\n\n\nPeterson:\n You- No no no!\n\n\n[Agent Peterson stands up. He injects himself with painkillers, and then resets his arm. Once he looks around it's clear he is on the second floor of the Section-Beta. A closed door can be seen in front of him. Tumors are growing between the door and its frame. Wispy tendrils reach toward agent Peterson.]\n\n\nDavenport:\n (Muffled) You‘re gonna miss that little collar of yours are you not?\n\n\n[Agent Peterson yells at the door, then quickly descends down the stairs. His left arm flails and sprays blood on the camera before he holds it secure in place with his other arm while screaming.]\n\n\nPeterson:\n (Out of breath) Almost out. Almost out. Almo-\n\n\n[Agent Peterson stops. Between the entrance door and him is the body of Agent Kennedy. It is standing up, covered in tumors and tendrils. His arms are fused to his torso by the growths.]\n\n\nKennedy:\n Sir. Are we continuing my training today?\n\n\nPeterson:\n Fuck you!\n\n\n[Agent Peterson throws his hammer at the entity, his left arm flails as he does so. The entity stumbles upon impact. He turns around and runs towards the back door but as soon as he opens it, he finds himself within the living room.]\n\n\nPeterson:\n What? No!\n\n\nAmanda:\n My Darling?\n\n\n[Peterson turns around. The Davenport entity walks towards him, the faces of Williams, Amanda, Kennedy and several others manifest from the tumors. ]\n\n\nAmanda:\n Are you really going out with your friends tonight? Again? Fine, I'll stay here, aloneeee-\n\n\n[The voice of the entity heavily distorts as it begins to inflate rapidly. It ruptures into a mass of tumors and tendrils which quickly begin growing and filling the room. As tendrils reach towards Peterson he notices the fireplace behind him. He forces the upper half of his body inside. Only the interior of the chimney can be seen now, it quickly narrows and twists above him. Light can be seen at the end. Agent Peterson begins crying.]\n\n\nPeterson:\n No no no! Let me out! Let-\n\n\n[Peterson lets out a loud exhale, as if his thorax had been compressed violently. The camera is pressed towards the wall, and breaks. Video stops. There are thirty seconds of distorted audio, as if several objects were rubbed against the microphone.]\n\n\nRogers:\n (Laughing) Did you really think that would work?\n\n\n[There are seven minutes of silence.]\n\n\nRogers:\n Peterson! Peterson! Are you ok? Our instruments disconnected as soon as you walked in. It's been two minutes. Are you ok? Peterson? Buddy?\n\n\n\n\n[End log]\n\n\n\n\nClosing Statement:\n Against protocol, Agent Roger quickly fit himself with a psychic protection harness, and entered SCP-6808. He quickly found the body of Agent Peterson crammed inside the chimney on the first floor of the building. Upon quick inspection of the body, no physical damage was found. The psychic protection harness of Peterson was found to also be intact and still functioning. Agent Roger retrieved the items obtained by Peterson and exited the building, after which he went through psychological counseling. Following this event, exploration into SCP-6808 was prohibited.\n\n\nA later examination with a drone revealed that the body of Agent Peterson has returned to its position within the chimney, despite it having being carefully laid on the floor by Agent Roger. The drone malfunctioned shortly after this.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLog of recovered items\n\n\n\n\nLog of recovered items  -  Close\n\n\n\n\n\n\n\n\n\n\nThe only known photograph of Mrs. Regina Fowler and Mr. Clark Harris.\n\n\n\n\n\n\nSeveral letters were recovered during exploration #48. The letters were located on a bedside table which was known to be locked. Two weeks after recovery they demanifested from site-808 storage, they have presumably returned to their original location. All letters were addressed to Mrs. Regina Fowler. Most of them were unopened.\n\n\nNotorious letters logged below.\n\n\n\n\nJanuary 4th, 1919\n\n\nMy Darling:\n\nIt is with a heavy heart that I ask for your forgiveness once more. I did not mean what I said. Those words were born from mere misguided passion.\n\n\nPlease, I need you. Come back. I will be better. I promise.\n\n\nYours truly,\n\nClark Harris\n\n\n\n\n\n\nApril 27th, 1919\n\n\nMy Darling:\n\nIt is me once again. I am sorry to be the bearer of this foul news, but it seems that the heartbreak has done more damage to me than I ever expected.\n\n\nI'm sick. Deadly sick. Something akin to Miner's Lung, the doctors say.\n\n\nSome of my workmates from the factories have it too, but our employers won't admit any fault. They have fired me, and I do not believe I have much time left. I'm lucky to have this house of mine, the one which my parents left me. But even then, even when my mates have it much worse, they still have someone to share their last breaths with. Please, come back, if for only a day. I do not wish to die alone.\n\n\nForever yours,\n\nClark\n\n\n\n\n\n\nNovember 12th, 1919\n\n\nOur beloved Regina:\n\nWhy won't you answer us? Have we got the wrong direction? We heard you returned with Mr. Harris and we respect that, but is this not his address? Have you moved?\n\n\nPlease, tell us how you are. Where you are. Anything. Your sisters have not heard about you in months either. Please, just let us know if you are ok.\n\n\nAwaiting your reply,\n\nYour loved ones\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInterview with Person of Interest.\n\n\n\n\nInterview with Person of Interest.   -  Close\n\n\n\n\nThe following interview was held shortly before discovery and containment of SCP-6808, in February 26th, 1920. Interviewee is Amelia Jacobs, former inhabitant of Section-Alfa. Interviewer is Agent Mannings.\n\n\n\n\n\n\n[Begin log]\n\n\n\n\n\n\nMannings:\n Welcome Mrs. Jacobs. Thank you for coming. I only have a couple of questions regarding the situation with your neighbors.\n\nMrs. Jacobs:\n No problem young man. I'm not sure what else I can give that though. Nothing that I haven't told your copper mates. Other than…\n\n\nMannings:\n Yes, I actually wanted to talk about that. You recently filed a home invasion report. Could you elaborate on it?\n\n\nMrs. Jacobs:\n It wasn't a home invasion, I mean not really. I- You wouldn't believe me, they didn't.\n\n\nMannings:\n You don't have to worry Mrs. Jacobs, you can tell me.\n\n\nMrs. Jacobs:\n But you won't believe me. Nobody does… at least it feels that way.\n\n\nMannings:\n I promise you I will. Please, I want to help you.\n\n\nMrs. Jacobs:\n Alright, you’re very kind indeed. It… It started around December last year. I've been… hearing noises in my house. Laughing, footsteps. Crying. Mind you my hearing isn't what it used to be, but I could hear it clearly!\n\n\nMannings:\n According to the report this activity has increased recently.\n\n\nMrs. Jacobs:\n Yes. Doors slamming. Things moving. I thought I was going crazy… until.\n\n\nMannings:\n Until?\n\n\nMrs. Jacobs:\n Well, until the teacup.\n\n\nMannings:\n Your porcelain teacup.\n\n\nMrs. Jacob:\n Yes. My late husband, he gave it to me, as…. as a gift. He was sorry for… well it doesn't matter now. But it was important.\n\n\nMannings:\n Right, so what happened to it?\n\n\nMrs. Jacobs:\n Well yes. I was having breakfast the other day when… when the cabinet door flew open. Real hard. I was surprised the glass door didn't break, but I was most surprised by… well… I must really sound crazy now.\n\n\nMannings:\n It's alright, I don't think you do.\n\n\nMrs. Jacobs:\n (Lets a sigh of relief) Thank you. I mean it.\n\n\nMannings:\n You can continue.\n\n\nMrs. Jacobs:\n Right. I just sat there, staring at the cabinet for a couple of minutes. Eventually I started doubting if it had happened or not. I'm still not sure. Maybe I had just left the door open. My memory isn't that sharp anymore. So I stood up, but then… then the teacup flew right off. I heard it smash against the wall behind me. And well, I just ran to the phone. Didn't even look. Called the station and… you know the rest of the story.\n\n\nMannings:\n I see.\n\n\nMrs. Jacobs:\n You don't believe me.\n\n\nMannings:\n What, no it's…\n\n\nMrs. Jacobs:\n Yes?\n\n\nMannings:\n (Whispering) I’ve had my own experiences with this stuff. I believe you.\n\n\nMrs. Jacobs:\n Really? Well isn't that something. A cop ghost story must be quite the story.\n\n\nMannings:\n (Laughs) You have no idea. I can't really say any more about that thought. But you can trust me. Tell me, have you had more experiences like this?\n\n\nMrs. Jacobs:\n Nothing that we haven't spoken about, except for one thing. And well… this one is truly going to sound crazy.\n\n\nMannings:\n Go ahead.\n\n\nMrs. Jacobs:\n Well, I had disposed of the pieces. There was no way I could fix it, not with these hands. But this morning it… it came back. I can't explain but it's just, it's back. My teacup is back and it looks like nothing happened.\n\n\nMannings:\n Really?\n\n\nMrs. Jacobs\n: (Laughs) Yes. Guess the ghost felt guilty.\n\n\nMannings:\n Interesting…\n\n\nMrs. Jacobs:\n Yes, but… something is… different. I'm happy it is back but when I look at it I get this feeling… it's hard to explain. It feels like it's meant to still hurt the same? It's silly, I should be happy… I should… I…\n\n\nMannings:\n Is there something else in your mind?\n\n\nMrs. Jacobs:\n (Laughs) No no, I'm fine. Well… maybe. I suppose I have already told you as much, what's the harm?\n\n\nMannings:\n Go on.\n\n\nMrs. Jacobs:\n I had not told anyone about this. I did not want to tarnish the reputation of Mr. Harris. And well, frankly, nobody was going to believe me. A kind man he was. Hardworking, romantic, polite. Never put a hand on his darling, unlike my late husband. Truly was one of the good ones.\n\n\nMannings:\n Was?\n\n\nMrs. Jacobs:\n Yes. I know they’re still missing but…\n\n\nMannings:\n His sickness?\n\n\nMrs. Jacobs:\n No, not that. It's just. The walls here, they’re paper thin. Even with these ears I could hear them sometimes. They had their squabbles from time to time, as we all. But the day before they vanished, I heard them talking. I- I assumed he was delirious due to his sickness. But after talking to you… maybe not so much.\n\n\nMannings:\n What did he say?\n\n\nMrs. Jacobs:\n He said he had a book from… not sure. Got it from someone up in Maine I think? That… doesn't really matter. But what he said. He said the book had the answer, a way for them to be together, forever. A… ritual? She didn't seem convinced, asked if the book had a cure or something else. Apparently it didn't?\n\n\nMannings:\n So?\n\n\nMrs. Jacobs:\n They quarreled for a bit. But eventually he convinced her. About thirty minutes later I heard some sort of… chanting? Then some wailing like the banshee of fables. And… then silence. That's the last I heard of them.\n\n\nMannings:\n I'll take a note on that. Thank you for the information.\n\n\nMrs. Jacobs:\n (Laughs quietly) Isn't it just wonderful?\n\n\nMannings:\n What?\n\n\nMrs. Jacobs:\n Together, forever. Doesn’t that sound romantic?\n\n\nMannings:\n I suppose one could see it that way.\n\n\n\n\n[End Log]\n\n\n\n\nClosing statement:\n The haunting on the neighboring property was confirmed following this interview. SCP-6808 was denominated and containment efforts began. Mrs. Jacobs was amnesticized and relocated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Update\n\n\n\n\nContainment Update  -  Close\n\n\n\n\nAs of 08/05/2021, a new experimental containment method for SCP-6808 has been installed within Section-Alfa. This new method upgrades the PFS by adding a Dimensional Shifter. This in turn detaches SCP-6808 from baseline reality and localizes it within its own separate plane of existence. Since the upgrade, there have been no leak events detected. Due to this, the Phasma Unit density within SCP-6808 has greatly increased. However, it is expected the anomaly will no longer pose a threat.\n\n\nPermanent revision of containment procedures and degradation of SCP-6808 to Safe class are pending.\n\n\nAttempts to continue monitoring activity within Section-Beta have been mostly unsuccessful, as microphones malfunction shortly after insertion. Example included below.\n\n\n\n\n\n\n[Begin log]\n\n\n\n\n[The structure of Section-Beta can be heard cracking constantly, accompanied by the distant sound of voices moaning. The voices of Agent Peterson, Kennedy, Davenport and eight others are identifiable. Above all, an unidentified woman can be heard crying.]\n\n\nUnknown voice:\n My darling, why do you continue to weep like a hurt child? You know I loathe to see you like this. Are you trying to hurt me? Me, who has never laid my hand upon you for reasons other than pleasure? Is this my fault, is it… Is it in me?\n\n\n[The moaning voices become silent. Only the crying unidentified woman remains audible.]\n\n\nUnknown voice:\n Toiling, bulging, swelling. Deep within me, this rot grows bigger every day. I'm sorry, you know I don't mean it. I don't mean any of it. Were it not for this cancer within me, I would be your perfect soulmate. So thank you. Thank you for seeing past the flesh and the tumours.\n\n\n[Five seconds of crying]\n\n\nUnknown voice:\n This is our destiny. We are meant to be as one. Time will be of no matter to us anymore. Things will remain as they were. The good time. Together, forever. I love you.\n\n\n[The crying grows louder.]\n\n\nUnknown voice:\n And you love me. I told you so.\n\n\n[The unidentified woman continues crying until the microphone ceases functioning.]\n\n\n\n\n[End Log]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-6807\n | SCP-6808| \nSCP-6809\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6808\n\" by AWeirdBird, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6808\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n 18-20 Harvard Street\n\n\nAuthor:\n Boston City Archives\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/cityofbostonarchives/8513540170/in/album-72157632811861377/\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Watcher.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY 2.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Havard Street\n\n\nAuthor:\n Boston City Archives\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/cityofbostonarchives/8513538430/in/album-72157632811861377/\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Them.png\n\n\nAuthor:\n \nAWeirdBird\n\n\nLicense:\n CC BY 2.0\n\n\nAdditional Notes:\n Created with minor edits to the image below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFilename:\n Faded photo of a man and woman on a dock\n\n\nAuthor:\n simpleinsomnia\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/simpleinsomnia/25640735100/in/album-72157639622170263/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6808 \" by AWeirdBird, from the SCP Wiki . Source: https://scpwiki.com/scp-6808 . Licensed under CC-BY-SA .",
        "Filename: 18-20 Harvard Street Author: Boston City Archives License: CC BY 2.0 Source Link: https://www.flickr.com/photos/cityofbostonarchives/8513540170/in/album-72157632811861377/",
        "Filename: Watcher.png Author: AWeirdBird License: CC BY 2.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: Havard Street Author: Boston City Archives License: CC BY 2.0 Source Link: https://www.flickr.com/photos/cityofbostonarchives/8513538430/in/album-72157632811861377/",
        "Filename: Them.png Author: AWeirdBird License: CC BY 2.0 Additional Notes: Created with minor edits to the image below.",
        "Filename: Faded photo of a man and woman on a dock Author: simpleinsomnia License: CC BY 2.0 Source Link: https://www.flickr.com/photos/simpleinsomnia/25640735100/in/album-72157639622170263/"
    ],
    "title": "SCP-6808"
}