{
    "url": "https://scp-wiki.wikidot.com/scp-6811",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6811\n - A Fly On The Wall\n\n\n\n\nswat\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6811\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6811, lab sample.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment is deemed unnecessary as SCP-6811 is neutralized.\n\n\nDescription:\n SCP-6811 is the preliminary designation referring an expired horse-fly (Tabanus sulcifrons) with potential anomalous significance due to its appearance inside Foundation Secure Facility Site-01 and repeated attempts at harassment of the Overseer Council during meetings. SCP-6811 was otherwise indistinguishable from ordinary flies. The anomaly's carcass is presently under scrutiny, and this file will be updated or deleted upon discovery of further anomalous properties or lack thereof.\n\n\nAddendum.6811.1:\n History\n\n\nSCP-6811 was originally believed to be non-anomalous, but was notable for its frequent appearances during Overseer Council meetings at Site-01 over a period of a week, from 2022/6/14 to 2022/6/20. A log of such has been included below.\n\n\n\n\nSeveral members of the Overseer Council are seated around a large table inside a meeting room. O5-5 reads from a sheet of paper. SCP-6811 can be heard buzzing in the background.\n\n\nO5-5:\n The shipping crisis puts us at a disadvantage for sure. If we can’t import nine hundred tons of horse meat through the regular channels we just might be forced to start procuring it ourselves. Of course, normalizing equine consumption among the masses is also on the table. That podcast's a good asset for this sort of thing, isn't it? The age 20 to 35, disenfranchised, single, western male demographic loves a good 'man' trend.\n\n\nO5-2:\n A zeitgeist shift of that level may require the Administrator's oversight.\n\n\nSCP-6811 lands on O5-2's nose. She silently swats it away.\n\n\nO5-7:\n The Administrator's on business leave.\n\n\nO5-5:\n Oh, are the Sisters of the Mother Apollyon hosting their annual black magic orgy already? I swear, it feels like the last one was just yesterday.\n\n\nThe council is silent. Several members look at O5-5 in disgust.\n\n\nO5-5:\n What? We all know where he is.\n\n\nO5-2:\n Regardless, Five, we might have to put this–\n\n\nSCP-6811 lands near O5-5’s ear. He immediately slaps himself.\n\n\nO5-5:\n For \nfuck's sake\n, can we do something about this? It's every single meeting with this little bastard. I don't think I've ever seen a fly in here before.\n\n\nO5-9:\n Flew up my nose earlier.\n\n\nO5-2:\n There's, uh, air cycling in the site. It kills insects.\n\n\nO5-5:\n Shouldn't the air have \ncycled\n by now? I'm calling maintenance.\n\n\nSCP-6811 flies near O5-3. She attempts to kill it by swatting at it with a folder. O5-5 presses his intercom button.\n\n\nO5-5:\n Hey, can you send someone up to board room three? There’s an anomalously annoying fly in here.\n\n\nO5-5 laughs to himself and looks to the council for approval. He promptly stops.\n\n\nSite-01 Maintenance Personnel:\n An anomaly? Should we enter lockdown sir? I'll prepare documentation. We haven’t detected any—\n\n\nO5-5:\n O-Oh. No. No, I’m— I was just joking, it’s just a fly, we think. I don’t know if you have bug spray or something but can you send someone?\n\n\nO5-3:\n Not what bug spray does.\n\n\nO5-5 flashes O5-3 a confused look. SCP-6811 lands atop O5-5’s hand. He jerks forward, slamming his fist against the table. He then furiously pushes the intercom button and several stacks of paper to the floor.\n\n\nSite-01 Maintenance Personnel:\n Sir, is everything alright?\n\n\nO5-5:\n Yes, yes, I'm fine! Just— just go recycle the air or send an errand-boy up here. With the bug spray.\n\n\nO5-3:\n Again—\n\n\nO5-13:\n Gentlemen, can we please get back on topic?\n\n\n\n\nWhile maintenance staff attempted to kill SCP-6811, the council moved to a second room to resume the meeting. After five minutes, SCP-6811 entered via an air-vent and continued its pattern of landing near council members and buzzing excessively. This continued for several days.\n\n\n\n\nAnother meeting is being conducted, this time held in a different board room than in the previous log. Only four members of the council are present in-person. The rest attend virtually. SCP-6811 continues to buzz.\n\n\nO5-5:\n Are you all \nenjoying\n your fly-less lives right now?\n\n\nO5-10:\n Yes, actually. I don't know why you're all still showing up if this is affecting you so much. Going virtual is much more convenient.\n\n\nO5-5:\n I don't see what's wrong with wanting to see my work through until the bitter end.\n\n\nO5-11:\n We haven't gotten anything done in days because of your poppycock, Five! This is preposterous.\n\n\nO5-5:\n I put together an order to clear the building out and have it fumigated. Then we'll be able to get back to our ordinary lives and— and pick up the pieces and move forward. I know how hard this is, I… I don’t even want to get up in the morning. I'd go so far as to say this is a security breach. And I'm sick of it. I hate living like this! I have everything in the goddamn world but peace of mind! Fuck. You!\n\n\nSCP-6811 lands on O5-5’s nose. He attempts to swat at it with cupped hands, but fails. He slams his head against the table in anger.\n\n\nO5-12:\n Five, you're acting very silly right now, and as a member of the Overseer Council, you should know that silliness is strictly forbidden. \nThey\n don't like it when we act silly, and you wouldn't want to upset your masters, wouldn't you?\n\n\nO5-5 furrows his brow and crosses his arms.\n\n\nSCP-6811 lands near O5-5’s intercom. He suddenly brandishes a small firearm and takes aim. Several council members scream. O5-7 activates his personal shield. O5-2 prepares to sound an alarm.\n\n\nO5-7:\n Five, stop! You don't have to do this!\n\n\nO5-3:\n Stand down immediately, what is wrong with you?\n\n\nO5-5:\n Oh, for— would you calm down? It's a salt gun. Salt. Gun. They kill flies! I wouldn't— You think I'd pull a real gun in the middle of a meeting?\n\n\nO5-7:\n It looks exactly like an actual gun.\n\n\nO5-5:\n It's Foundation-issue.\n\n\nSCP-6811 continues to buzz and flies across the room, landing on O5-7's head. O5-5 takes aim.\n\n\nO5-5:\n Stay.\n\n\nO5-7:\n Don't point that at me, you decrepit fuck!\n\n\nO5-5:\n It's not even a real—\n\n\nO5-7:\n I don't care! Now, if you'll stop with this unbecoming behavior, we have a budget to discuss.\n\n\nSCP-6811 flies away from O5-7. The meeting continues without issue. O5-5 is noticeably silent and keeps his head down.\n\n\n\n\nOn 2022/6/18, the Overseer Council met remotely, sans O5-5, who wished to attend in-person.\n\n\n\n\nO5-5 stands at the head of the table. He has lathered himself in honey and holds two salt guns. On his waist is a belt containing multiple fly swatters, jars of salt, and what appears to be an authentic firearm. His appearance is haggard, with dark circles under his eyes. He occasionally twitches. The meeting room is outfitted with multiple fly traps. SCP-6811 buzzes overhead.\n\n\nO5-5:\n I-I've cycled the air in this room seventy five times. It's not enough to kill it. It's anomalous. A spy probe o-or something, is my theory. It's genius.\n\n\nO5-3:\n Despite your idiocy, this fly's tenacity certainly is unsettling. I recommend we convene in private to determine a more drastic measure of dealing with—\n\n\nSCP-6811 lands on a screen displaying O5-6. O5-5 screams and fires both salt guns in rapid succession.\n\n\nO5-8:\n Oh, did he get it?\n\n\nSCP-6811 flies away. O5-5 throws a jar of salt in the vague direction of the entity. It shatters upon impact. SCP-6811 continues buzzing.\n\n\nExtraneous footage of O5-5 chasing SCP-6811 through Site-01 has been cut.\n\n\n\n\nOn 2022/6/25, 12 members of the Council attended a meeting physically. O5-5 was unable to attend, being forcibly placed on medical leave after a vote of no confidence in his abilities to continue as a member of the Overseer Council.\n\n\n\n\nThe council stands around a table. SCP-6811 buzzes and lands on the bodies of several council members, but they do not respond. O5-12 reads a list of inquiries.\n\n\nO5-12:\n And at Area-179, we have an expansion request for the Integration Program, a full 400 page document on its progress, and several hours of edited overview footage.\n\n\nSCP-6811 lands at the center of the table.\n\n\nO5-8:\n (\nShouting\n) Now!\n\n\nAll Overseers suddenly brandish salt guns from their suit-coats and fire at SCP-6811. A turret drops from the ceiling and fires several shots of salt. The room’s sprinklers activate, spraying salt in all directions. A squad of operatives sourced from MTF Alpha-1 (\"Red Right Hand\") charges into the room, each member outfitted with salt guns. After several seconds of continuous firing, SCP-6811 lays immobile. Several councilmen laugh and cheer.\n\n\nO5-6:\n My god, finally!\n\n\nO5-3:\n I’m taking it to the lab.\n\n\nO5-12:\n Good call. Has the Administrator been informed of this little incident?\n\n\nO5-3:\n Business leave. Still can't reach him. You know how he is. But really, a fly on the wall at Site-01? Very inconspicuous. I’d rather be safe than spied on via insectomancy.\n\n\nO5-12:\n It was unusually persistent. Did I tell you it followed me into my room the other night?\n\n\nO5-4:\n You too?\n\n\nO5-3:\n You know, if it were a probe, I’d imagine it’d act more… clandestine. This thing felt like it was trying to get our attention at times. Like it \nwanted\n to be seen. Its movements were practiced, its persistence unmatched, and it was bolder than any fly I've ever met. In a twisted way, I respected that little shit. I'll miss it, just for that.\n\n\nSilence.\n\n\nO5-4:\n …it’s probably just a fly.\n\n\n\n\nAddendum.6811.2:\n UPDATE\n\n\nSCP-6811’s hypothetical use by a Group of Interest as a probe could not be disproved. This remains unlikely given that no information leaks related to discussions in which SCP-6811 was present have been detected.\n\n\nFollowing analysis, anomalous properties related to SCP-6811 have been discovered. SCP-6811 possesses a human genetic sequence identical to that of the individual currently holding the position of Foundation Administrator.\n\n\nConcurrent with this discovery, a Site-01 janitor cleaning one of the disused board rooms discovered a discernible message, written in fly excrement, crumbs of food, and dust, on a shelf. It has been transcribed below:\n\n\n\n\nHELP\n\nBAD RITUAL\n\nNOT FLY\n\nADMISTRATOR BOD Y SWAP [sic]\n\n\n\n\nInvestigation into the veracity of this claim remains pending. Preparations for an impromptu election have been undertaken, as the Overseer Council has found itself unable to contact the Administrator for several days.\n\n\n\n\n\n\n\n\n« \nSCP-6810\n | SCP-6811 | \nSCP-6812\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6811\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6811\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n flyslide.jpg\n\n\nAuthors:\n Boothcurator2021\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Fly_microscope_slide.jpg",
    "addendums": [
        "Addendum.6811.1: History\nSCP-6811 was originally believed to be non-anomalous, but was notable for its frequent appearances during Overseer Council meetings at Site-01 over a period of a week, from 2022/6/14 to 2022/6/20. A log of such has been included below.\nWhile maintenance staff attempted to kill SCP-6811, the council moved to a second room to resume the meeting. After five minutes, SCP-6811 entered via an air-vent and continued its pattern of landing near council members and buzzing excessively. This continued for several days.\nOn 2022/6/18, the Overseer Council met remotely, sans O5-5, who wished to attend in-person.\nOn 2022/6/25, 12 members of the Council attended a meeting physically. O5-5 was unable to attend, being forcibly placed on medical leave after a vote of no confidence in his abilities to continue as a member of the Overseer Council.",
        "Addendum.6811.2: UPDATE\nSCP-6811’s hypothetical use by a Group of Interest as a probe could not be disproved. This remains unlikely given that no information leaks related to discussions in which SCP-6811 was present have been detected.\nFollowing analysis, anomalous properties related to SCP-6811 have been discovered. SCP-6811 possesses a human genetic sequence identical to that of the individual currently holding the position of Foundation Administrator.\nConcurrent with this discovery, a Site-01 janitor cleaning one of the disused board rooms discovered a discernible message, written in fly excrement, crumbs of food, and dust, on a shelf. It has been transcribed below:\nInvestigation into the veracity of this claim remains pending. Preparations for an impromptu election have been undertaken, as the Overseer Council has found itself unable to contact the Administrator for several days."
    ],
    "documents": [],
    "notes": [
        "HELP BAD RITUAL NOT FLY ADMISTRATOR BOD Y SWAP [sic]",
        "\" SCP-6811 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6811 . Licensed under CC-BY-SA .",
        "Filename: flyslide.jpg Authors: Boothcurator2021 License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Fly_microscope_slide.jpg"
    ],
    "containment_procedures": "Containment is deemed unnecessary as SCP-6811 is neutralized.",
    "description": "SCP-6811 is the preliminary designation referring an expired horse-fly (Tabanus sulcifrons) with potential anomalous significance due to its appearance inside Foundation Secure Facility Site-01 and repeated attempts at harassment of the Overseer Council during meetings. SCP-6811 was otherwise indistinguishable from ordinary flies. The anomaly's carcass is presently under scrutiny, and this file will be updated or deleted upon discovery of further anomalous properties or lack thereof.",
    "title": "SCP-6811"
}