{
    "url": "https://scp-wiki.wikidot.com/scp-6814",
    "all_text": "When you work for the United States Postal Service, every day is Groundhog Day.\n\n\n\n\n\n\nWhen you work for the United States Postal Service, every day is Groundhog Day.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6814:\n Going Postal\n\n\nWord Count: 1,810\n\n\nRemaining Reading Time: 7 minutes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\nItem #:\n SCP-6814\n\n\nLevel 4/6814\n\n\n\n\n\n\nObject Class:\n Euclid\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-48\n\n\nDir. Linda Lutz\n\n\nRs. Veronica Viazzo\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6814 next to SCP-6814-1.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6814 is contained within the legally defined boundaries of Laurel Creek, California, USA.\n\nSCP-6814 has been permitted the ability to perform its routine under remote Foundation surveillance. Any civilians believed to have witnessed SCP-6814's anomalous properties are to be administered Class-A amnestics.\n\n\nDescription:\n SCP-6814 is an adult male humanoid wearing a United States Postal Service uniform. Initial surveillance indicates that SCP-6814 does not require sustenance and remains confined within Laurel Creek, California, USA.\n\n\nSCP-6814 will become active on all days that the United States Postal Service delivers mail. At the beginning of the workday, SCP-6814 will manifest within an unoccupied Grumman Long Life Vehicle, designated SCP-6814-1, that is parked at the Laurel Creek Post Office. Employees will then load SCP-6814-1 with the requisite parcels for delivery, often assisted by SCP-6814. The entity will then perform its deliveries in a manner mimicking a non-anomalous letter carrier.\n\n\nFollowing the conclusion of its route, SCP-6814 will travel back to the Laurel Creek Post Office, park SCP-6814-1, and demanifest. Vehicles used as SCP-6814-1 do not retain anomalous properties; no pattern has been discerned in the daily selection process. The method by which SCP-6814 receives delivery details is unknown.\n\n\n\n\nAddendum 01:\n Initial examination into SCP-6814 to plan its containment procedures began on June 10, 2016. Interviews regarding SCP-6814 were conducted by Site-48 personnel.\n\n\n\n\nInterviewer:\n Agent Gregory Glines\n\n\nInterviewed:\n SCP-6814\n\n\nDate:\n June 11, 2016\n\n\nForeword:\n SCP-6814 is idly standing next to SCP-6814-1 during this interview.\n\n\n\n\n<Begin Log>\n\n\nAgent Glines:\n Excuse me, sir. I'm writing a story about our postal workers, and I'd like to ask you some questions about your occupation.\n\n\nSCP-6814:\n Um… sure. What is it?\n\n\nGlines:\n What's your name, sir?\n\n\nSCP-6814:\n It's Dennis.\n\n\nGlines:\n How old are you, Dennis?\n\n\nSCP-6814:\n I… think I'm over thirty?\n\n\nGlines:\n I see. How long have you been working for the post office?\n\n\nSCP-6814:\n About six years or so.\n\n\nGlines:\n Why'd you join the post office, Dennis? Was it the exercise, the pension?\n\n\nSCP-6814:\n Well, the Veterans office got me hired there after I came back from Iraq, and I guess I never found a reason to leave.\n\n\nGlines:\n You're a veteran? Well, thank you for your-\n\n\nSCP-6814:\n You \ndon't\n need to say that. I'm not proud of it, honestly.\n\n\nGlines:\n Why not, Dennis?\n\n\nA short pause.\n\n\nSCP-6814:\n It's not that important to me anymore.\n\n\nGlines:\n I understand, sir.\n\n\nSCP-6814:\n I… I need to get back to work, nice talking with you.\n\n\nGlines:\n I've got one last question, Dennis. What will you do after work today?\n\n\nSCP-6814:\n \n<entering SCP-6814-1>\n I don't have a life outside of work.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviewer:\n Researcher Veronica Viazzo\n\n\nInterviewed:\n Laurel Creek Postmaster Cornelius Shipps\n\n\nDate:\n June 12, 2016\n\n\n\n\n<Begin Log>\n\n\nResearcher Viazzo:\n Excuse me, sir? I'm writing a story about veterans working for the U.S. Postal Service, and I have a few questions about one of your employees.\n\n\nPostmaster Shipps:\n Certainly, Miss…?\n\n\nViazzo:\n Mrs. Viazzo. Your name is…?\n\n\nShipps:\n Cornelius Shipps. I know, it's a fitting name, but I didn't \nexactly\n plan to become Laurel Creek's Postmaster. It was 1976, I just graduated high school, and I wanted to work in California's growing auto industry. But then-\n\n\nViazzo:\n If you don't mind, sir, I'm a bit short on time…\n\n\nShipps:\n My apologies, Mrs. Viazzo. What was your question?\n\n\nViazzo:\n You've got a letter carrier here by the name of \"Dennis\", correct? One of my colleagues interviewed him earlier and found him interesting enough to write about.\n\n\nShipps:\n Oh, Montague Dennis? He's definitely a veteran. Used to have a lot of problems with him, but he shaped up eventually.\n\n\nViazzo:\n Could you please elaborate on that? Oh, and just a disclaimer, I'm wearing an audio recording device so I can play this back later, as I write.\n\n\nShipps:\n That's fine with me. Do you want the \"press-friendly\" version, or the truth?\n\n\nViazzo:\n Um… I'll take the truth?\n\n\nThe postmaster takes a deep breath.\n\n\nShipps:\n Dennis started working here in 2010. He was assigned this job by the Veterans Affairs office. Right off the bat, he kept \"forgetting\" to deliver people's mail; leaving undelivered letters and packages in the back of his truck rather frequently. His fellow coworkers had to step in and make sure the mail he was \nsupposed\n to deliver was actually delivered. You're sure that microphone of yours is getting all this?\n\n\nViazzo:\n Yes, I've used it before and it's very… accurate? Please continue.\n\n\nShipps:\n Alright, so you know what's even worse? The man would deliver mail to the \nwrong\n people. I'd get calls from concerned citizens about how they kept getting other people's mail. You \ncannot\n risk delivering mail to the wrong people! We handle very sensitive information like people's hard-earned paychecks, their ID cards, even birthday cards!\n\n\nViazzo:\n How come Dennis wasn't fired at any point? Wouldn't you have the-\n\n\nShipps:\n Of course I tried to fire him! But the suits in Congress prevented me from doing so. To fire him, I had to go through the VA, and they would \"investigate\" before always saying no. I'd try to appeal the decision, but the employee who made the decision would get replaced by another figurehead who would \nstill\n say no.\n\n\nViazzo:\n I understand your frustration, Mr. Shipps.\n\n\nShipps:\n The worst part was how easily spooked Dennis would get at any sort of loud noise. If anyone ever dropped a large package on the floor with a \"bang\", he'd let out a scream and then cry for a bit. I'd ask him what was wrong and he'd scream again.\n\n\nViazzo:\n That sounds like post-traumatic stress disorder. Has Dennis ever received any sort of mental health treatment?\n\n\nShipps:\n I don't really know, I always thought the VA was responsible for that.\n\n\nViazzo:\n You never looked into whether he was receiving mental health treatment?\n\n\nShipps:\n I didn't think it was any of my business. Perhaps I could've looked into it, but he's already completely changed on his own about four years ago, so I suppose it's not necessary for me to investigate anymore.\n\n\nViazzo:\n Please tell me more about this behavioral change. How did it occur?\n\n\nShipps:\n One Saturday, I got word that Dennis had intentionally ran over a dog with his delivery truck. Not only that, but he'd backed up over the dead dog \ntwice\n in front of its owner. I confronted him about this, and he yelled about how it was trying to attack him, and he was just \"defending himself\". I tried to inform him about the liability that comes with killing a domesticated animal with a government vehicle, and as always, he didn't seem to care.\n\n\nViazzo:\n So that was the last straw?\n\n\nShipps:\n Yes, looking back on it. I told Dennis that afternoon that I was going to get him fired no matter what it takes, even if I had to travel to Congress myself. The man threatened to \nkill\n me, and I held my ground and told him I was going to use that against him during my trip to Congress.\n\n\nThe postmaster pauses.\n\n\nShipps:\n The funny thing is, looking back on it now, \nthat\n speech was the one that changed him for the better, rather than the dozens and dozens of speeches I gave him beforehand.\n\n\nViazzo:\n How does Dennis behave now?\n\n\nShipps:\n Oh, it's like night and day! No more outbursts, no more delivery errors, none of that! In fact, his delivery accuracy rate since that day is 100 percent, and that's \nnot\n hyperbole. That new VA shrink must've really clicked with him.\n\n\nViazzo:\n That's great to hear! I was just wondering, what was the date when you gave him that speech?\n\n\nShipps:\n Hmm… I think it was in early August? As I've said, it was four years ago.\n\n\nViazzo:\n Mr. Shipps, are you sure Dennis wasn't enrolled in any sort of post office retraining program?\n\n\nShipps:\n I didn't enroll him in anything, he shaped up on his own, maybe with the help of a shrink. He probably went home that day and reflected on his life up to that point, and \nchose\n to become a better person. A lot of people can stand to be like Dennis.\n\n\nViazzo:\n Ain't that the truth.\n\n\nShipps:\n You know, I've tried to congratulate him on the improvement a few times, but I can never seem to catch him before or after work. I suppose he leaves as soon as his shift's over out of a lingering shame over the past.\n\n\nThe postmaster sighs.\n\n\nShipps:\n You know, thinking back on this now, I \nwas\n kind of harsh on a man who fought overseas for our country. As a postmaster, I'm very passionate about America's \"snail mail\", so seeing the system get messed up by one man really infuriated me. You understand where I was coming from, right?\n\n\nViazzo:\n Absolutely.\n\n\nShipps:\n Still, if I fought overseas in a war, I'd probably need some \"extra help\" after coming back home. I've thought about apologizing to Dennis a couple times, but as I've said, I've never been able to talk to him outside of work since he turned over a new leaf. I suppose it's not that important in the end, he technically never gave \nme\n an apology…\n\n\nViazzo:\n I understand. I've gotten all I need for my article, thank you for your time, Mr. Shipps.\n\n\nShipps:\n You're welcome. Make sure to let me know when it reaches the papers.\n\n\nA silence as Researcher Viazzo begins to leave the room.\n\n\nShipps:\n Oh, and by the way, I'm sorry that my testimony probably won't fit the narrative Congress wants to push, but it's the truth, at least for one veteran. Make sure it's represented well.\n\n\nViazzo:\n I will.\n\n\n<End Log>\n\n\n\n\n\n\nAddendum 02:\n An investigation into the claimed identity of SCP-6814 revealed the existence of an individual named \"Montague Dennis\", who was employed at the Laurel Creek Post Office from 2010 to 2012.\n\n\nRecords recovered from the US Department of Veterans Affairs indicate that Montague Dennis was deployed in the Iraq War in 2006, and received treatment for combat-related physical and mental trauma following his return from the war in 2009.\n\n\nA death certificate was discovered under this name, with the estimated date of death being Saturday, August 4, 2012, at 29 years of age.\n1\n Further investigation uncovered an active bank account opened by Dennis, with direct deposits from the USPS every two weeks, and no withdrawals since his death.\n\n\nThe Ethics Committee ruled on July 2, 2016 that due to USPS staffing shortages, the circumstances of the individual's death, the accuracy in which SCP-6814 performs its deliveries, and minimal risk of civilians discovering its anomalous properties, SCP-6814 will be permitted to remain in operation. Montague Dennis' bank account was subsequently claimed by the Foundation to fund the surveillance of SCP-6814.\n\n\n\n\nFootnotes\n\n\n1\n. The cause of death was recorded as a self-inflicted wound.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6813\n | SCP-6814 | \nSCP-6815\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6814\n\" by Jiwoahn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6814\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n DPLA.jpg\n\n\nName:\n Postal Service Worker - DPLA - 025e13f59b2192a6133d2c817934bd42.jpg\n\n\nAuthor:\n \nNational Archives and Records Administration\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Donation facilitated by the Digital Public Library of America.",
    "addendums": [
        "Addendum 01: Initial examination into SCP-6814 to plan its containment procedures began on June 10, 2016. Interviews regarding SCP-6814 were conducted by Site-48 personnel.",
        "Addendum 02: An investigation into the claimed identity of SCP-6814 revealed the existence of an individual named \"Montague Dennis\", who was employed at the Laurel Creek Post Office from 2010 to 2012.\nRecords recovered from the US Department of Veterans Affairs indicate that Montague Dennis was deployed in the Iraq War in 2006, and received treatment for combat-related physical and mental trauma following his return from the war in 2009.\nA death certificate was discovered under this name, with the estimated date of death being Saturday, August 4, 2012, at 29 years of age. 1 Further investigation uncovered an active bank account opened by Dennis, with direct deposits from the USPS every two weeks, and no withdrawals since his death.\nThe Ethics Committee ruled on July 2, 2016 that due to USPS staffing shortages, the circumstances of the individual's death, the accuracy in which SCP-6814 performs its deliveries, and minimal risk of civilians discovering its anomalous properties, SCP-6814 will be permitted to remain in operation. Montague Dennis' bank account was subsequently claimed by the Foundation to fund the surveillance of SCP-6814."
    ],
    "documents": [],
    "notes": [
        "Interviewer: Agent Gregory Glines Interviewed: SCP-6814 Date: June 11, 2016 Foreword: SCP-6814 is idly standing next to SCP-6814-1 during this interview. <Begin Log> Agent Glines: Excuse me, sir. I'm writing a story about our postal workers, and I'd like to ask you some questions about your occupation. SCP-6814: Um… sure. What is it? Glines: What's your name, sir? SCP-6814: It's Dennis. Glines: How old are you, Dennis? SCP-6814: I… think I'm over thirty? Glines: I see. How long have you been working for the post office? SCP-6814: About six years or so. Glines: Why'd you join the post office, Dennis? Was it the exercise, the pension? SCP-6814: Well, the Veterans office got me hired there after I came back from Iraq, and I guess I never found a reason to leave. Glines: You're a veteran? Well, thank you for your- SCP-6814: You don't need to say that. I'm not proud of it, honestly. Glines: Why not, Dennis? A short pause. SCP-6814: It's not that important to me anymore. Glines: I understand, sir. SCP-6814: I… I need to get back to work, nice talking with you. Glines: I've got one last question, Dennis. What will you do after work today? SCP-6814: <entering SCP-6814-1> I don't have a life outside of work. <End Log>",
        "Interviewer: Researcher Veronica Viazzo Interviewed: Laurel Creek Postmaster Cornelius Shipps Date: June 12, 2016 <Begin Log> Researcher Viazzo: Excuse me, sir? I'm writing a story about veterans working for the U.S. Postal Service, and I have a few questions about one of your employees. Postmaster Shipps: Certainly, Miss…? Viazzo: Mrs. Viazzo. Your name is…? Shipps: Cornelius Shipps. I know, it's a fitting name, but I didn't exactly plan to become Laurel Creek's Postmaster. It was 1976, I just graduated high school, and I wanted to work in California's growing auto industry. But then- Viazzo: If you don't mind, sir, I'm a bit short on time… Shipps: My apologies, Mrs. Viazzo. What was your question? Viazzo: You've got a letter carrier here by the name of \"Dennis\", correct? One of my colleagues interviewed him earlier and found him interesting enough to write about. Shipps: Oh, Montague Dennis? He's definitely a veteran. Used to have a lot of problems with him, but he shaped up eventually. Viazzo: Could you please elaborate on that? Oh, and just a disclaimer, I'm wearing an audio recording device so I can play this back later, as I write. Shipps: That's fine with me. Do you want the \"press-friendly\" version, or the truth? Viazzo: Um… I'll take the truth? The postmaster takes a deep breath. Shipps: Dennis started working here in 2010. He was assigned this job by the Veterans Affairs office. Right off the bat, he kept \"forgetting\" to deliver people's mail; leaving undelivered letters and packages in the back of his truck rather frequently. His fellow coworkers had to step in and make sure the mail he was supposed to deliver was actually delivered. You're sure that microphone of yours is getting all this? Viazzo: Yes, I've used it before and it's very… accurate? Please continue. Shipps: Alright, so you know what's even worse? The man would deliver mail to the wrong people. I'd get calls from concerned citizens about how they kept getting other people's mail. You cannot risk delivering mail to the wrong people! We handle very sensitive information like people's hard-earned paychecks, their ID cards, even birthday cards! Viazzo: How come Dennis wasn't fired at any point? Wouldn't you have the- Shipps: Of course I tried to fire him! But the suits in Congress prevented me from doing so. To fire him, I had to go through the VA, and they would \"investigate\" before always saying no. I'd try to appeal the decision, but the employee who made the decision would get replaced by another figurehead who would still say no. Viazzo: I understand your frustration, Mr. Shipps. Shipps: The worst part was how easily spooked Dennis would get at any sort of loud noise. If anyone ever dropped a large package on the floor with a \"bang\", he'd let out a scream and then cry for a bit. I'd ask him what was wrong and he'd scream again. Viazzo: That sounds like post-traumatic stress disorder. Has Dennis ever received any sort of mental health treatment? Shipps: I don't really know, I always thought the VA was responsible for that. Viazzo: You never looked into whether he was receiving mental health treatment? Shipps: I didn't think it was any of my business. Perhaps I could've looked into it, but he's already completely changed on his own about four years ago, so I suppose it's not necessary for me to investigate anymore. Viazzo: Please tell me more about this behavioral change. How did it occur? Shipps: One Saturday, I got word that Dennis had intentionally ran over a dog with his delivery truck. Not only that, but he'd backed up over the dead dog twice in front of its owner. I confronted him about this, and he yelled about how it was trying to attack him, and he was just \"defending himself\". I tried to inform him about the liability that comes with killing a domesticated animal with a government vehicle, and as always, he didn't seem to care. Viazzo: So that was the last straw? Shipps: Yes, looking back on it. I told Dennis that afternoon that I was going to get him fired no matter what it takes, even if I had to travel to Congress myself. The man threatened to kill me, and I held my ground and told him I was going to use that against him during my trip to Congress. The postmaster pauses. Shipps: The funny thing is, looking back on it now, that speech was the one that changed him for the better, rather than the dozens and dozens of speeches I gave him beforehand. Viazzo: How does Dennis behave now? Shipps: Oh, it's like night and day! No more outbursts, no more delivery errors, none of that! In fact, his delivery accuracy rate since that day is 100 percent, and that's not hyperbole. That new VA shrink must've really clicked with him. Viazzo: That's great to hear! I was just wondering, what was the date when you gave him that speech? Shipps: Hmm… I think it was in early August? As I've said, it was four years ago. Viazzo: Mr. Shipps, are you sure Dennis wasn't enrolled in any sort of post office retraining program? Shipps: I didn't enroll him in anything, he shaped up on his own, maybe with the help of a shrink. He probably went home that day and reflected on his life up to that point, and chose to become a better person. A lot of people can stand to be like Dennis. Viazzo: Ain't that the truth. Shipps: You know, I've tried to congratulate him on the improvement a few times, but I can never seem to catch him before or after work. I suppose he leaves as soon as his shift's over out of a lingering shame over the past. The postmaster sighs. Shipps: You know, thinking back on this now, I was kind of harsh on a man who fought overseas for our country. As a postmaster, I'm very passionate about America's \"snail mail\", so seeing the system get messed up by one man really infuriated me. You understand where I was coming from, right? Viazzo: Absolutely. Shipps: Still, if I fought overseas in a war, I'd probably need some \"extra help\" after coming back home. I've thought about apologizing to Dennis a couple times, but as I've said, I've never been able to talk to him outside of work since he turned over a new leaf. I suppose it's not that important in the end, he technically never gave me an apology… Viazzo: I understand. I've gotten all I need for my article, thank you for your time, Mr. Shipps. Shipps: You're welcome. Make sure to let me know when it reaches the papers. A silence as Researcher Viazzo begins to leave the room. Shipps: Oh, and by the way, I'm sorry that my testimony probably won't fit the narrative Congress wants to push, but it's the truth, at least for one veteran. Make sure it's represented well. Viazzo: I will. <End Log>",
        "\" SCP-6814 \" by Jiwoahn, from the SCP Wiki . Source: https://scpwiki.com/scp-6814 . Licensed under CC-BY-SA .",
        "Filename: DPLA.jpg Name: Postal Service Worker - DPLA - 025e13f59b2192a6133d2c817934bd42.jpg Author: National Archives and Records Administration License: Public Domain Source Link: Wikimedia Commons Additional Notes: Donation facilitated by the Digital Public Library of America."
    ],
    "containment_procedures": "SCP-6814 is contained within the legally defined boundaries of Laurel Creek, California, USA.\nSCP-6814 has been permitted the ability to perform its routine under remote Foundation surveillance. Any civilians believed to have witnessed SCP-6814's anomalous properties are to be administered Class-A amnestics.",
    "description": "SCP-6814 is an adult male humanoid wearing a United States Postal Service uniform. Initial surveillance indicates that SCP-6814 does not require sustenance and remains confined within Laurel Creek, California, USA.",
    "title": "SCP-6814"
}