{
    "url": "https://scp-wiki.wikidot.com/scp-6815",
    "all_text": "rating: \n+153\n+\n–\nx\n\n\n\n\n\n\n5/6815\n LEVEL \n5/6815\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-6815\n\n\n\n\n\n\nKeter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6815 instances manifesting on November 3, 2010, in Keijō, Japanese Peninsula.\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe Japanese branch of the Foundation is mandated to coordinate with the Japanese Peninsular Authority and the Mainland Commission in order to curtail the manifestations of SCP-6815 instances under the 1910 Ichiyō (\"Uniformity\") Mandate.\n\n\nReports of \"floating lanterns\" are to be verified and monitored, while elements of a Mezame Event, such as \"pagodas\", \"mythical creatures\" and \"flower dances\", are to be investigated as they precede a mass manifestation of SCP-6815.\n\n\nAs per the Ichiyō Mandate, SCP-6815 is to be neutralized. MTF Omega-10 (\"Conformity Brigade\") is to utilize drones and nets to capture each SCP-6815 instance. Selected specimens are to be investigated by the Departments of Linguistics and History, particularly due to the currently untranslatable markings on their bodies.\n\n\n\n\nDescription\n\n\nSCP-6815 refers to the recurrent manifestations of 100 to 1,000 floating mulberry paper lanterns in Chōsen, also known as the Japanese Peninsula. SCP-6815 occurs in the cities of Heijō and Keijō, as well as other areas in the provinces of Kogen, Keishō, Kōkai, and Heian. SCP-6815 instances primarily manifest in the first two weeks of November, particularly on November 3, the Japanese Culture Day.\n\n\nSCP-6815 induce the following effects on 61 percent of witnesses:\n\n\n\n\nIncreased vitality and optimism.\n\n\nIntensified feelings of camaraderie and filial affection.\n\n\nHeightened sense of wistfulness and \nsaudade\n1\n.\n\n\nIncreased tendency to rebel against the edicts of Peninsular authorities.\n\n\n\n\nSCP-6815 instances contain packed photographs of individuals and subjects inconsistent with the records of the Department of History, as well as erroneous maps depicting the Japanese Peninsula. If publicized, the historical alterations can heavily threaten the ancient societal foundations of Peninsular society, as per the Ichiyō Mandate.\n\n\nBefore the manifestation of SCP-6815, witnesses have reported the following series of events, collectively designated as a Mezame Event:\n\n\n\n\n\n\nStructures manifesting during a Mezame Event.\n\n\n\n\n\n\n\n\nThirty minutes before an SCP-6815 event, music resembling pieces played via zithers, lutes, and bamboo reeds emanate throughout the area. Peninsular law has implemented special provisions for this type of performance.\n\n\nPapier-mâché pagodas, with heights ranging from two to 11 meters, manifest on the streets, with drum beats signaling their appearance.\n\n\nThe streets are then covered with red carpet. Attempts to remove them end in failure.\n\n\nThen, 10 to 16 humanoid entities, dressed in thickly-layered clothing with yellow and red patterns, then manifest and queue up, slowly advancing towards and surrounding a vase filled with papier-mâché peonies. Small flower pots serve as hats for these entities. They dance in the vicinity of the vase with wave-like arm movements, holding peony stalks.\n\n\nAfterwards, two-meter-tall entities on stilts manifest, carrying drums. Several pagoda structures then proceed through the street via wheels, accompanied by intensified drum performances by the entities.\n\n\nAlongside these pagodas, entities resembling a mix of lions and watchdogs, \nkitsune\n or nine-tailed foxes, and dragons accompany the parade.\n\n\nSimultaneously, chants in an unrecognized language, possibly Japonic or a linguistic isolate, can be heard in the area.\n2\n\n\nAfterward, 100 to 10,000 humanoid entities, with black featureless visages and clothing ranging from 14th-Century Mainland clothing to winter service uniforms, then appear.\n\n\nFive minutes before the manifestation of SCP-6815 instances, a 10-meter-tall mobile stone sculpture of a Siberian tiger (\nP. tigris\n) then leaps from the tallest pagoda, emitting a roar registering 130 decibels.\n\n\nAll entities involved in a Mezame Event simultaneously implode into strips of colored paper and SCP-6815 instances.\n\n\nAn unidentified male voice then shouts in Japanese, \"Remember Our Spirit!\", followed by an utterance in an indeterminate language.\n\n\n\n\n\n\nOperation HINODE\n\n\n\n\nFILED UNDER DOCUMENT TYPE IJA-001\n\n\n15/08/2010\n\n\nOperation HINODE Rationale\n\n\n\n\n\n\n\n\nFoundation-prepared lanterns during the Keijō Lantern Festival.\n\n\n\n\n\n\nSCP-6815's rising frequency and intensity have rendered it uncontainable. The Japanese branch of the Foundation risks societal instability due to nationalistic awakening throughout the Peninsula. Operation HINODE has been launched as a response.\n\n\nSCP-6815 has an integrative and cultural value, particularly patriotism and respect for Japanese tradition. While SCP-6815 currently induces a level of defiance against Peninsular society, as well as self-doubt among Peninsular Japanese, modifying the public perception of floating lanterns can satisfy containment protocols and the guidelines outlined in the Ichiyō Mandate.\n\n\nThe Foundation Department of Propaganda is mandated to promote SCP-6815 and lantern festivals in general as a tradition commenced by the Japanese Emperor Daigo (897–930 A.D.) to promote Shinto and the struggle of the native Peninsular Japanese, particularly the residents of the ancient state of Mimana, against invaders from the Mainland, such as the Manchu.\n3\n\n\nThus, it can symbolize the pride of the continuous Peninsular Japanese presence since ancient times. However, this tradition would decline at the start of the 19th century due to societal fractures and infiltration of Western ideals in Insular and Peninsular Japan. Therefore, Operation HINODE's activity concerning SCP-6815 is a revival of Japanese culture.\n\n\nPersonnel and planners involved in Operation HINODE will undertake an annual series of November lantern festivals and city-wide exhibitions centered in Keijō, Heijō, and Shinshū\n4\n. It will coincide with the manifestations of SCP-6815 to take advantage of its properties. Meanwhile, Peninsular authorities will increase investigations, raids, and searches for material, personnel, and objects indicative of mismatch with Peninsular culture.\n\n\nThe Peninsular Authority and the Mainland Commission share the jurisdiction of Operation HINODE alongside the Foundation. To conclude, Operation HINODE will serve the goals of normalcy eyed by the Foundation in the Japanese Peninsula.\n\n\n\n\n\n\nAs of 2020, Operation HINODE has met considerable success, with survey polls indicating that 89 percent of 1,300 respondents, with a three percent margin of error, have declared highly favorable views of Japanese pride and respect for Peninsular tradition. Meanwhile, the interiors of SCP-6815 instances now contain correct maps of the Peninsula, as well as photos synonymous with Japanese life.\n\n\n\n\nAn accurate map of the Japanese Peninsula, published by the Japanese Tourist Bureau in 1913.\n\n\n\n\nOn August 15, the leaders of Operation HINODE declared the following statement as part of their Phase 2 plans:\n\n\n\n\n\n\nThe sun of normalcy has risen on the Japanese Peninsula.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A longing for a location the subject has never visited.\n\n\n2\n. Linguists studying it are currently placed under a Class-A gag order.\n\n\n3\n. An ethnic group that completely disappeared as a result of the 1932 Bubonic Plague on the Mainland.\n\n\n4\n. A city in South Keishō Province. Also known as Jinju.\n\n\n\n\n\n\n\n\n« \nSCP-6814\n | SCP-6815 | \nSCP-6816\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6815\n\" by Sinagsikap, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6815\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName of the file:\n lantern.png\n\n\nAuthor:\n Jrwooley6\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nFlickr\n]\n\n\n\n\n\n\nName of the file:\n festival.png\n\n\nAuthor:\n Jordi Sanchez\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nFlickr\n]\n\n\n\n\n\n\nName of the file:\n lantern2.png\n\n\nAuthor:\n Jirka Matousek\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n [\nFlickr\n]\n\n\n\n\n\n\nName of the file:\n koreamap.png\n\n\nAuthor:\n Japanese Tourist Bureau\n\n\nLicense:\n Public Domain\n\n\nSource:\n [\nLibrary of Congress\n]",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6815 \" by Sinagsikap, from the SCP Wiki . Source: https://scpwiki.com/scp-6815 . Licensed under CC-BY-SA .",
        "Name of the file: lantern.png Author: Jrwooley6 License: CC BY-SA 2.0 Source: [ Flickr ]",
        "Name of the file: festival.png Author: Jordi Sanchez License: CC BY-SA 2.0 Source: [ Flickr ]",
        "Name of the file: lantern2.png Author: Jirka Matousek License: CC BY-SA 2.0 Source: [ Flickr ]",
        "Name of the file: koreamap.png Author: Japanese Tourist Bureau License: Public Domain Source: [ Library of Congress ]"
    ],
    "title": "SCP-6815"
}