{
    "url": "https://scp-wiki.wikidot.com/scp-6817",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\"Esther\" by Ruskied\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6817\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6817 is to be contained in a Standard Humanoid Containment Cell at Site-19. SCP-6817 is allowed a television with full access to Foundation security camera footage.\n\n\nSCP-6817 is allowed to freely roam the facility under the prerequisite that at least one Level-3 researcher accompanies it. Attempts to communicate with SCP-6817 via sign language are strictly forbidden.\n\n\nDescription:\n SCP-6817 is a female humanoid that is unable to hear human voices in any capacity. This includes but is not limited to in-person vocalization, audio recordings, and live broadcasts. SCP-6817 is entirely capable of hearing other forms of sound such as the rustling of a bush, animal calls, and music. The only human voice that SCP-6817 is able to hear is that of their own voice.\n1\n\n\nFormally known as Esther Komwel, SCP-6817 is the daughter of Head Researcher, Dr. Annie Komwel. SCP-6817 had displayed no anomalous characteristics until January 2nd, 2017\n2\n at which point SCP-6817 lost the ability to hear human voices. It is unknown what exactly triggered the anomalous effect.\n\n\nDr. Annie Komwel brought SCP-6817 into Foundation care under the notion that it was suffering from Meniere's Disease. However, SCP-6817's anomalous traits were realized upon the discovery that any words SCP-6817 perceived appeared to be \"redacted.\"\n\n\nCommunication with SCP-6817 is currently impossible as any words typed or written up are unable to be perceived by SCP-6817 and instead \"black bars are placed over where the words should be.\"\n\n\nBraille has also proven ineffective as SCP-6817 claims that black bars are also present over the lettering. When attempting to have SCP-6817 put their fingers against the braille lettering for it to read, the holes will anomalously fill in or sink causing the surface to be completely flat and illegible.\n\n\nAddendum 6817.01:\n Attempts to use sign language to communicate with SCP-6817 are discontinued and are not to be pursued further.\n\n\nPrevious testing with sign language has thus far resulted in a total of five Foundation personnel having broken bones, with Dr. Annie Komwel having broken her radius, ulna, and several carpals on more than three occasions.\n\n\nAddendum 6817.01:\n SCP-6817 has grown accustomed to singing to itself in its cell. It has also grown mild signs of depression, panic attacks, and other symptoms akin to prolonged solitary confinement despite being allowed to roam the facility and being in the presence of others.\n\n\n\n\nFootnotes\n\n\n1\n. SCP-6817 is only able to hear their voice when initially spoken. Listening to audio recordings of her voice has resulted in failure.\n\n\n2\n. SCP-6817 was at an age of 16 at the time.\n\n\n\n\n\n\n\n\n« \nSCP-6816\n | SCP-6817 | \nSCP-6818\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6817\n\" by Ruskied, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6817\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6817.01: Attempts to use sign language to communicate with SCP-6817 are discontinued and are not to be pursued further.\nPrevious testing with sign language has thus far resulted in a total of five Foundation personnel having broken bones, with Dr. Annie Komwel having broken her radius, ulna, and several carpals on more than three occasions.",
        "Addendum 6817.01: SCP-6817 has grown accustomed to singing to itself in its cell. It has also grown mild signs of depression, panic attacks, and other symptoms akin to prolonged solitary confinement despite being allowed to roam the facility and being in the presence of others."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6817 \" by Ruskied, from the SCP Wiki . Source: https://scpwiki.com/scp-6817 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-6817 is to be contained in a Standard Humanoid Containment Cell at Site-19. SCP-6817 is allowed a television with full access to Foundation security camera footage.",
    "description": "SCP-6817 is a female humanoid that is unable to hear human voices in any capacity. This includes but is not limited to in-person vocalization, audio recordings, and live broadcasts. SCP-6817 is entirely capable of hearing other forms of sound such as the rustling of a bush, animal calls, and music. The only human voice that SCP-6817 is able to hear is that of their own voice.1",
    "title": "SCP-6817"
}