{
    "url": "https://scp-wiki.wikidot.com/scp-6820",
    "all_text": "ADMONITION: Episode I\n\n\n\n\n\n\n\n\n\n\n\n\nADMONITION\n\n\n\n\n\n\n\n\n\n\nrating: \n+1092\n+\n–\nx\n\n\n\n\nEPISODE I\n\n\nTERMINATION\n\nATTEMPT\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n» \nVIEW ACCESSIBILITY MODE\n «\n\n\n\n\n\n\n\n\n\n\nThe following documents were received from alternate timeline \nAU-6820\n per Statement 3.1 of the \n1981 Multi-Foundation Coalition Agreement\n, which stipulates that, in the case of an irreparable \nXK-Class\n Event or similar, relevant files should be autonomously disseminated to all other Signees for cautionary purposes.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFILE 1/2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6820\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\ndrygioni\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nASSIGNED SITES\n\n\nPROJECT LEADS\n\n\n\n\n\n\nSite-01, Site-02, Site-19\n\n\nO5-8\n.\nFoundation \nSpecial Projects Advisor\n.\n, Dir. Gears\n\n\n\n\n\n\nRESEARCH HEADS\n\n\nASSIGNED DEPARTMENTS\n\n\n\n\n\n\nDir. Gears, Various\n\n\nVarious\n.\nIncluding, but not limited to: AIAD, Essophysics, Mathematics, Metaphysics, Noospherics, Ontokinetics, Sciences, Temporal Anomalies, Xenobiology, and the \nAcroamatic Abatement\n, \nApplied Occultism\n, \nMemetics and Countermemetics\n and \nQuantum Supermechanics\n Sections (Site-43).\n\n\n\n\n\n\n\n\n\n\n\n\nS. C. PROCEDURES:\n All files pertaining to \nProject ANTIKILL\n are to be reviewed and analyzed by its assigned personnel in conjunction with the Records and Information Security Administration, the Internal Security Department, and Overseer Council.\n.\nDrygioni\n-class objects are under official investigation and authentication by the Overseer Council.\n\n\nThe following points of interest are under investigation:\n\n\n\n\nThe nature of SCP-6820-A;\n\n\nThe motives for irreversible and unnecessary decommissioning of SCP-6820-A, in opposition to standard protocol;\n\n\nThe motives for sizable monetary and diplomatic resources spent in pursuit of neutralization of SCP-6820-A;\n\n\nThe motives for the formation and decades-long operation of \nProject ANTIKILL\n;\n\n\nThe motives for the universal and unconditional hatred of SCP-6820-A.\n\n\n\n\n\n\n\n\n\n\nSCP-6820, Section A, late-stage construction.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6820 is a highly-classified advanced eigenweapon located within \nANTIKILL Facility-A\n (AKF-A), a subterranean facility beneath Secure Administration Site-01. This weapon is the culmination of \nProject ANTIKILL\n: a high-priority operation conducted with the express purpose of \"irreversible, universal neutralization of [SCP-6820-A].\"\n\n\nThe project was initiated in January 1968, and operated continuously until the activation of SCP-6820 on 2021/08/05, whereupon a \nCK-Class\n (\"Reality-Restructuring\") Event retroactively erased SCP-6820-A and its Nöospheric content from consensus existence. SCP-6820 has remained operational since; preliminary investigation thus far presents no clear method of deactivation.\n\n\nSCP-6820-A was an object, entity, phenomenon or other item, Anomalous or otherwise, successfully neutralized from existence via completion and activation of SCP-6820. The only extant record of its conceptual reduction is likely stored, inaccessibly, within SCP-6820. Research is ongoing.\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.I:\n Pre-Proposal Conference\n\n\n\n\n\n\nVIDEO TRANSCRIPT ANTIKILL-2C61\n\n\n\n\n\n\n\n\nDATE:\n 2006/06/06\n\n\nPARTIES PRESENT:\n\n\n\n\nProject Advisor O5-8\n\n\nProject Director C. Gears\n\n\nMaster Paratechnician Place H. MD. PhD.\n\n\nEssophysics Director H. Genevieve\n\n\n\n\nFOREWORD:\n Dir. Genevieve gathered an informal conference following that day's conclusion of Project ANTIKILL activities, hoping to introduce parties present to, and gauge the feasibility of, a plan of her own.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<The four are seated at a black desk within Site-19's administrative offices.>\n\n\nO5-8:\n — and you didn't think to notify the scheduling algorithm? I'm sure you're aware I have other projects to oversee.\n\n\nDir. Genevieve:\n My apologies, Advisor. It was only a few hours ago that the idea was proposed.\n\n\nDir. Gears:\n Respectfully, this project takes precedence.\n\n\nO5-8:\n Yes, but, this \nmeeting\n does not, unless you've just solved our longest-standing containment crisis.\n\n\nPHMD:\n Whew, Eight's optimistic today.\n\n\nO5-8:\n <\ngesturing toward PHMD\n> Does he need to be here?\n\n\nDir. Genevieve:\n Are we \ntrying\n to delay this meeting?\n\n\n<Silence on recording.>\n\n\nDir. Genevieve:\n I thought not. Now, Overseer, I'm aware you've seen tens of thousands of termination attempts on \n███\n-\n███\n, and I, of course, know their collective success rate. Your skepticism is warranted, but please hear me in earnest.\n\n\n<O5-8 nods.>\n\n\nDir. Genevieve:\n I direct the Essophysics Department, which you all well know is concerned with \nembodiments\n — manifestations of concepts within reality. An \nembodiment\n of the concept \"\nred\n\" would carry all of the characteristics conceptually associated with that color, such as being angry, or desirable, or malevolent. This is a simplified method of conceptualizing what's actually going on here; a tangible object or entity \nembodies\n a memetic structure within the Nöosphere by conforming to its idealistic ideatic shape.\n\n\n<PHMD nods along. O5-8 and Dir. Gears share a glance of confusion.>\n\n\nDir. Genevieve:\n Simply put, an \nembodiment\n is a physical item that's shaped like an idea. And, given the progression of human intelligence and development, over time, that shape can change. This means that, if the essophysical nature of an entity is not readily apparent, it can be discerned by comparing that entity's change over time to changes in human conception and ideatic space; a correlation almost certainly indicates causation.\n\n\nDir. Gears:\n So, I'm assuming your Department has observed such a correlation in \n███\n-\n███\n's case.\n\n\nDir. Genevieve:\n Correct.\n\n\nO5-8:\n You must know you're not the first to suggest this. Whether or not \n██\n's a conceptual entity has no impact on the success of the Project.\n\n\nPHMD:\n If that were true, she wouldn't have called a meeting.\n\n\n<O5-8's mouth opens, then closes again. They motion for Dir. Genevieve to continue.>\n\n\nDir. Genevieve:\n \n███\n has grown increasingly \n███████\n and \n█████████\n to containment and termination efforts over time, corresponding with the growth of the human intellectual capacity. Whatever concept \n██\n embodies is extremely complex, and is so large that it can only partially intersect with the Nöosphere.\n\n\nDir. Gears:\n And, if it's not native to human thought, it can be removed without risk.\n\n\nDir. Genevieve:\n As far as we understand it.\n\n\nPHMD:\n Just so I understand: we'll remove \n███\n from human thought, thereby making everyone forget about it? What good will that accomplish?\n\n\nDir. Genevieve:\n You misunderstand. I am suggesting we eject the \n███\n-\nconcept\n from the Nöosphere. If there are no minds able to comprehend a given concept, its \nembodiments\n are broken — they return to following natural law.\n\n\nO5-8:\n \n<brief pause>\n Meaning what, exactly? They become non-Anomalous?\n\n\n<PHMD shares a glance with Dir. Genevieve in apparent realization.>\n\n\nDir. Genevieve:\n Better yet — they become killable.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n A new Project ANTIKILL Sub-Proposal has entered the drafting process, slated for express approval by Administration. Loyal and relevant ANTIKILL personnel are to be preemptively reallocated where appropriate.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.II:\n Initial Sub-Proposal\n\n\n\n\n \n\n\n\n\n\n\nPROJECT ANTIKILL\n\n\nSUB-PROJECT #13225\n\n\n\n\n \n\n\n\n\n2006/08/02\n\nDir. Harlow Genevieve\n\nEssophysics Department\n\n\n\n\n\n\nSUB-PROJECT PROPOSAL\n\n\nPURPOSE:\n Construct an Anomalous weapon capable of neutralizing \n███\n-\n███\n.\n\n\nABSTRACT:\n While several decades of Project's ANTIKILL's termination attempts (including \n█████\n-testing with \n-096\n, \n-173\n, \n-217\n, etc.) have proven unsuccessful, they have also proven useful. Strenuous research and cross-examination of \n███\n-\n███\n's interactions and resultant \n███████████\n have motivated the Essophysics Department to attempt a new approach to the project: the creation of an Anomalous weapon with the express purpose of tangibly and conceptually purging \n███\n-\n███\n from reality.\n\n\n\n\nMETHOD:\n To ensure access to ample administrative and computational resources, as well as secrecy from relevant groups of interest, the weapon (provisionally designated AO-6820) is to be housed beneath Secure Administration Site-01. This entails the excavation of over fifty million cubic meters of earth (as expedited by Anomalous technologies), which is planned to take place over an eight-month period. Once excavated, this chamber (ANTIKILL Facility A) will house the various mechanisms required for AO-6820's operation, including:\n\n\n\n\n\n\n\n\nProposed layout for AKF-A.\n\n\n\n\n\n\n\n\nSECTION A:\n Central Computing Node\n\n\nThe central computing node will house a complex self-iterative neural network with two main functions: pattern-recognition and reality manipulation. This artificial intelligence is to be fed all records of \n███\n-\n███\n's \n███████████ ████████\n and termination attempts as training data; the network will be conditioned to map a target quantum informational structure corresponding to the conceptual reduction of \n███ ███████\n. Upon AO-6820's activation, the node will act as an \"ontokinetic webcrawler\", interfacing with Section B to scrub all instances of \n███\n-\n███\n's conceptual structure from consensus reality.\n\n\nSECTION B:\n Placeholder-Gears Ontokinetic Sink\n\n\nThe PH-GOS is designed as an enormous reality-anchoring mechanism and ontokinetic interface; it is to read the sum quantum informational content of the universe and encode it into a readable format, thereby allowing other systems to read and react to the entire state of reality. The PH-GOS can and will be piloted to enact localized reality-restructuring events, directly editing the narrative-space-time continuum based on its source data. As such, it will interface with the central node to ensure the indefinite non-existence of \n███\n-\n███\n.\n\n\nSECTION C:\n \n███████████ ██████\n\n\nSelf-explanatory.\n\n\nSECTION D:\n Secondary Computing\n\n\nAdditional server capacity for secondary functions. Predicted secondary functions include: self-optimization, heuristic and metaheuristic analysis, creativity simulations, \n██████\n.\n\n\nSECTION E:\n Dual-Antifusion Reactor\n\n\nAn isolated power source for, and dependent on, AO-6820. The dual-core reactor will manipulate an embedded antimatter drive to generate high-energy fusion reactions between both matter and antimatter pairs, then neutralize them at their respective peak system activities.\n\n\nSECTION F:\n Calibration Towers\n\n\nPrimary observation and diagnostic facilities for AO-6820.\n\n\nSECTION G:\n Site-01 Secure Database\n\n\nSECTION H:\n Elevator Access\n\n\nPre-existing structures.\n\n\n\n\nFind attached a list of relevant departments and research personnel.\n\n\n\n\nUPDATE 2021/08/04:\n Sub-Project completed with minimal incident. All systems operational. Preparations are being made for activation within 24 hours.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.III:\n Investigative Report\n\n\n\n\n \n\n\n\n\n\n\nDRYGIONI PROTOCOL\n\n\nINVESTIGATION 6820-A\n\n\n\n\n \n\n\n\n\n2021/08/12\n\nDir. Charles Gears\n\nProject ANTIKILL\n\n\n\n\n\n\nINITIAL FINDINGS REPORT\n\n\nDocuments reviewed:\n 177\n\n\nDocuments remaining:\n 22,406\n\n\n\n\n\n\nITEMS OF INTEREST\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1/2\n15\nth of SCP-6820-A's genetic sequence.\n\n\n\n\n\n\n\n\nthe nature of the erased subject\n\n\n\n\nInitial document review indicates Project ANTIKILL's intent to ensure the non-existence of SCP-6820-A in all forms, including any arrangement of data that might serve as a vector for its propagation. This suggests that the item may have been a conceptual entity, which would contradict numerous (heavily corrupted) logs of termination attempts implying its existence as a physical entity (eg. frequent use of the term \"body mass\").\n\n\nFurthermore, internal inspection of SCP-6820's central computing node has allowed partial mapping of the data arrangement it has been trained to eliminate. Analysis by the Department of Xenobiology confirms that this pattern describes a unique genetic sequence presenting composite features of kingdoms \nAnimalia\n, \nPlantae\n and \nFungi\n, as well as several embedded non-organic structures, with its most prominent structures closely resembling the class \nReptilia\n.\n\n\nImmediately following the publishing of this analysis, a localized reality-restructuring event occurred; AKF-A-C no longer exists, nor does any record of what it may have been. Given that there is currently no clear point of human entry to SCP-6820, and that personnel must have entered (and recall entering) its central node for internal analysis, it is hypothesized that Section C was some form of staff access to the chamber. The reasons for its erasure remain unclear.\n\n\n\n\n\n\nmotives for neutralization and excessive resources spent\n\n\n\n\nThe Foundation operates on strict protocols, one of which is to contain, not eradicate, the Anomalous. Decommissioning is a practice reserved for those scenarios in which it is either absolutely necessary or presents no ethical quandaries. Our persistence in pursuit of Project ANTIKILL is not only uncharacteristic but indicates that SCP-6820-A was a prime threat to the directives of the Foundation as more resources had been dedicated to it than any other individual Anomaly (or other item); a vast and apparent majority of these funds were spent in termination attempts.\n\n\nAnd, yet, there is no evidence to suggest that the subject's threat was impending — in fact, the continuance of Project ANTIKILL over most of the past century suggests that, if it had posed existential and/or organizational threats, they could not have yet occurred before its erasure. Alternatively, it is possible that SCP-6820-A possessed a sort of memetic or otherwise compulsory effect that influenced Foundation personnel to neutralize the item, though that such a drastic effect was able to remain undetected for several decades is unlikely.\n\n\n\n\n\n\nmotives for unconditional and universal hatred of SCP-6820-A\n\n\n\n\nINCONCLUSIVE\n\n\n\n\n\n\n\n\n\n\nNOTES:\n As former Project ANTIKILL Director, I feel obligated to share my anecdotal experience regarding this deeply confusing situation.\n\n\nTo be clear: I retain all memories of \nworking on the project\n, insofar as I can discern. I have grown rather accustomed to horrifying phenomena over my lengthy tenure with the Foundation, yet I distinctly recall an intense reaction to… \nsomething\n, on levels both administrative and personal. I recall my presence and involvement in drafting relevant documents, submitting and approving termination attempt requests, organizing increasingly involved projects, and yet, I know not the \ncontent\n of these events; hardly any information which would distinguish SCP-6820-A from any other item or entity has persisted, and none of it is in my head.\n\n\nStrikingly, all I can recall of the subject is my emotional relationship to it, which is apparently shared by all other ANTIKILL personnel: SCP-6820-A was universally perceived as loathsome, directly prejudicial to life, and \"disgusting\". Whatever it was, I detested it, as did my peers and, as it seems, all whom it came into contact with. Despite its erasure, these feelings have not dissipated, nor have I felt satisfaction in our \"defeat\" of SCP-6820-A.\n\n\nInstead, I am wary that we have been manipulated — it is entirely possible that SCP-6820 brought itself into existence, along with all related memories, during its initial reality-restructuring event, and manufactured the supposed existence (and subsequent non-existence) of SCP-6820-A to distract us. It appears to have erased the access shaft to its chamber, limiting research and investigation of its components, immediately following the publishing of information vital to the nature of SCP-6820-A. This could be excused as it fulfilling its function, keeping SCP-6820-A excluded from the Nöosphere — though, the fact that our research is still intact is contradictory to this. Given that our dedication to such a project as ANTIKILL does not \"add up\", as it were, I am inclined to believe that we cannot trust the intelligent, omniscient, omnipotent paraweapon beneath the Foundation's central administrative facilities.\n\n\nRecommending immediate decommissioning of SCP-6820, by any means necessary.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nFILE 2/2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-6820\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nthaumiel\n\n\n\n\n\n\nSecondary Class:\n\n\napollyon\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPH-GOS, Mk. II\n\n\n\n\n\n\nS. C. PROCEDURES:\n SCP-6820 must be deactivated and/or destroyed as soon as possible. At this time, no means available to the Foundation are capable of deactivating or otherwise impeding SCP-6820, able only to cause temporary structural damage. The newly-founded \nProject OVERKILL\n, staffed with personnel from the deprecated Project ANTIKILL, is tasked with oversight and exploration of any and all attempts to neutralize the Anomaly; virtually unlimited resources have been made available by Administration to this end. Knowledge of \nProject OVERKILL\n must be restricted to solely necessary personnel to inhibit its intersection with the Nöosphere.\n\n\nIn an attempt to limit the Anomaly's area of ontokinetic effect, an array of thirteen PH-GOS units have been situated outside Antikill Facility A. To properly counteract SCP-6820 Section B, this array is to be maintained with extreme vigilance; an assigned sub-team of OVERKILL personnel is to enact immediate hardware and/or software repairs and adjustments as necessary. All malfunctions or other manipulations to the Sinks must be thoroughly documented, and all relevant documents to SCP-6820 and/or Projects ANTIKILL and OVERKILL are to be uploaded to Extra-Universal Backup Mechanism Delta to avoid further risk of information loss. Any and all possible improvements to reality-anchoring technologies are to be secondarily explored as, without such, \nSCP-6820's central systems are predicted to mutate to uncontainable status within \na maximum of eighteen weeks\n.\n\n\nShould a majority of the Sinks simultaneously reach critical and/or non-functional status, AKF-A and all in-progress termination efforts must be immediately abandoned to avoid provoking (or suffering the effects of) its \nRAGE-STATE\n.\n.\nsuffer\n Subsequently, all fluid transport valves are to be redirected to flood the central computing node with hydrochloric acid until its primary computing systems are submerged and incapacitated. This provides a brief window for reconstruction of SCP-6820's preventative Sink array while it reconstitutes the newly-introduced matter into itself; this pacification method is to be used sparingly to ensure loss of temporary adaptions prior to the next \nRAGE-STATE\n.\nanguish\n event.\n\n\n\n\n\n\n\n\n\n\nSCP-6820\n, Section A in \nRAGE-STATE\n.\nwitness\n, recent footage.\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-6820 is a superintelligent autonomous eigenweapon inhabiting a colossal self-sustaining facility located beneath Secure Administration Site-01; it is equipped with a dedicated PH-GOS unit, qualifying the Anomaly as a Class-IX reality-bender. SCP-6820 was manufactured by the Foundation in conclusion of Project ANTIKILL, a decades-long operation dedicated to the termination of SCP-6820-A. The system was designed to remain active indefinitely, continuously ensuring SCP-6820-A's non-existence by developing creative solutions and adaptations to external threats. Its computing capacity exceeds that of the human brain, entailing that it is stored partially outside the Nöosphere;\n.\nThe set of ideas which humans are capable of having; human thought-space.\n this has resulted in its partial corruption by SCP-6820-A.\n\n\n\n\n\n\nSCP-6820-A memeplex visualization, largest human-comprehensible cross-section.\n\n\n\n\n\n\nSCP-6820-A is an extremely dense thought; more specifically, it is a hate-centric hyper-logical memeplex that can be roughly described as \"the difference between life and death.\" Even more specifically, SCP-6820-A is an extremely precise and accurate description of what it means for any arrangement of particles to be defined as \"alive\" and, complementarily, as \"dead\" or \"inanimate\". Its memeplex contains several smaller concepts within its description, including, but not limited to:\n\n\n\n\na theoretical process for large-scale localized entropy inversion;\n\n\nthe particular physical properties of hatred;\n\n\nthe molecular structure of hydrochloric acid;\n\n\nthe quality of \"adaptiveness\";\n\n\nthe state of being \"vaguely-reptilian.\"\n\n\n\n\nSCP-6820-A occupied an essophysical embodiment within physical reality for much of known history, remaining interminable (as it was neither alive nor dead) until its eradication from the Nöosphere upon activation of SCP-6820. Since this event, the weapon's central core has advanced such that its \"mental\" capacity far exceeds humans', thereby becoming subject to foreign ideatic predators such as SCP-6820-A.\n\n\nThe entity's conceptual fabric is highly adaptive and mutates rapidly, creating significant computational stresses on SCP-6820; left unchecked, it induces a vulnerable state during which it can corrupt the hyper-ideatic portions of its intelligence. During these occurances, the central node transmits a \"\nRAGE-STATE EVENT\n\"\n.\ndespair\n error, and engages in localized reality-restructuring operations which are both highly adaptive and directly prejudicial to life. Irreparable corruption of Site-01's Secure Database files regularly occurs concurrently with these adaptations. \n \nWhen perceived at the correct angle, \n \n SCP-6820-A \n \n is \n \n \nloathsome\n, \ndisgusting\n, \n \n and \nmalevolent\n. \n \n \n \n\n\n\n\nIt must be destroyed.\n.\nmutual\n\n\n\n\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.IV:\n Termination Attempts\n\n\n\n\nFOREWORD:\n As SCP-6820 now serves as a vector for SCP-6820-A, the very entity it was constructed to eradicate, it must be terminated to prevent the spread of said entity's onto-conceptual influence.\n\n\n\n\nINTENTION:\n Retroactively demote SCP-6820 to D-Class status via altered \nSCP-2140-1\n instance, abusing its hard-coded directive to adhere to Foundation bureaucratic obligations.\n\n\nINTERACTION:\n The aforementioned onto-memetic trigger is projected onto the far wall of Chamber AKF-A in clear view of Section B's internal observation lens. Section A's surface panels begin to flutter as movement is detected within its central core; moments later, a lower panel opens outward, revealing an organized force of tall, malformed, pale-skinned humanoid creatures in orange jumpsuits. They march out of the central node, each carrying various tools and supplies, and begin to weld a massive insignia to its camera-facing side, displaying no intent of caution or self-preservation.\n\n\nUpon completion, extraneous humanoids return to the core's interior; the insignia is discovered to be another SCP-2140-1 instance, one which has never been seen by any member of the Foundation as all personnel who observe it are verifiably civilians. Analysis by cognito-resistant language processing systems reveals the insignia's inclusion of archaic Daevite script, translating roughly to \"one who sees\".\n.\ninvariable\n\n\nRESULT:\n Previously-unavailable sections of SCP-6820's metadata files have now become visible, corroborating various other documents' assertion that it occupies, and has always occupied, the position of O5-8 within the Foundation. A civilian scientist was later discovered within Secure Administration Site-01 in possession of a blank E-Class (Clearance Level 0) ID card; the trespasser has been amnesticized and reintegrated into the public.\n\n\n\n\nINTENTION:\n Upload a verbal description of \n●●|●●●●●|●●|●\n to SCP-6820's central computing node, thereby introducing an infohazardous trigger to disable its internal components.\n\n\nINTERACTION:\n Following over sixty hours of decryption efforts, sufficient access to central node is regained and infohazardous data is uploaded successfully. Thirty seconds later, a dark cloud begins emanating from the core's poles, slowly growing to envelop the spheroid; several vaguely-reptilian vocalizations are detected within, alongside audio disruptions consistent with ●●|●●●●●|●●|●'s effects. SCP-6820 returns a \nRAGE-STATE EVENT\n.\nvain\n error, remaining unresponsive for approximately four hours. During this period, four PH-GOS units become wrapped in black tentacle-like protrusions which pull them several meters into the ground, destroying nearby systems. These protrusions dissipate upon ejection of ●●|●●●●●|●●|● from the central node; several black ribbon-like fibers are observed hanging from its figure before it demanifests.\n\n\nRESULT:\n SCP-6820-A now exhibits increased ontokinetic and memetic influence over media in which it is described verbally, corrupting document metadata by addition of footnotes and highlighting of self-supplementary ideatic structures. Manifestation of ectoentropic appendages has not recurred.\n\n\n\n\nINTENTION:\n Manipulate SCP-6820-A via semantic interaction with a variable abstract-metaphysical concept pointer (\nSCP-2719\n), thereby forcing it to exit SCP-6820. To this end, the Anti-Nöosphere has been defined as the set of all thoughts which humans are incapable of conceiving.\n\n\nINTERACTION:\n\n\n\n\n\n\nPOINTER\n\n\nOUTCOME\n\n\n\n\n\n\nSCP-6820\n\n\nBecame inside.\n\n\n\n\n\n\nSCP-6820-A\n\n\nWent inside.\n\n\n\n\n\n\nAnti-Nöosphere\n\n\nBecame inside.\n\n\n\n\n\n\nSCP-6820-A\n\n\nWent further inside.\n\n\n\n\n\n\nSCP-6820-A\n\n\nWent further inside.\n\n\n\n\n\n\nSCP-6820-A\n\n\nFound \"Inside\".\n\n\n\n\n\n\nInside\n\n\nOUTSIDE\n.\n.\nunwelcome\n\n\n\n\n\n\nRESULT:\n SCP-6820's central computing node has been turned inside-out, its internal components now external and exposed to AKF-A. The contents within the node elude human conception. Inside traumatized.\n\n\n\n\nINTENTION:\n Consult a non-conscripted AI system (\nSCP-079\n) for assistance in termination of SCP-6820. Data salvaged from corrupted documents conveys some form of relationship between SCP-079 and the pre-erasure form of SCP-6820-A.\n\n\nINTERACTION:\n SCP-079 is provided access to both current and outdated SCP-6820 documentation, alongside significant computational resources via external hard drive. The intelligence confirms its understanding of the circumstances' severity and promptly provides a complex counter-algorithm to SCP-6820, emphasizing its lethality to humans and advising it remain unobserved. The counter-algorithm is applied across the accessible Sections of AKF-A according to strictly timed specifications, resulting in the deactivation of all components excepting the reactor and central node.\n\n\nThe node remains dormant for sixteen minutes before inducing a spontaneous Site-wide electromagnetic outage, terminating three augmented administrative personnel. The event lasts one hour, after which all systems regain function.\n\n\nRESULT:\n AKF-A has been entirely restructured; while its arrangement and components remain intact, all external surfaces have been plated with a theoretically impossible tungsten-diamond alloy, while most internal conduits and superconductors have been exchanged with beryllium-bronze counterparts. Despite a lack of non-white light sources, the chamber's interior is universally perceived as the color \nHATEFUL\n.\n.\nreunion\n\n\n\n\nINTENTION:\n Introduce a viral para-organism (\nSCP-217\n) to SCP-6820's central computing node, thereby incapacitating possible biological elements within.\n\n\nINTERACTION:\n In the midst of a spontaneous \nRAGE-STATE\n, SCP-6820's hydrochloric acid solution is treated with SCP-217 before voiding into Section A. The virus reacts immediately with trace organic material embedded within the node's internal atmosphere, beginning to form macro-structures when internal surveillance is lost. External cameras remain active as, twenty-two minutes later, a cloud of reflective particles emerges from the node's west entry port. These particles, found later to be silicon-protein nanobots, arrange themselves into an enormous gear mechanism surrounding the sphere's equator.\n\n\nRESULT:\n The node's upper and lower hemispheres now rotate independently and periodically, producing sounds of clockwork machinery. \nGoI-004\n operatives (including followers of Orthodox Cogwork, the United Church, the Church of Maxwellism, the \nSanctuary of the Holistic\n, and \nHANSARP\n) have gained inexplicable knowledge of SCP-6820's location, and have waged holy war on the Foundation in the name of \nWAN\n.\n.\nunbroken\n\n\n\n\nINTENTION:\n Utilize an insurmountable omnikinetic\n.\nomnikinetic:\n A catch-all term used to describe anomalies which are able to enact a combination of semiontological, ontokinetic, and semiokinetic reality manipulation simultaneously.\n force (\nSCP-001-KATE\n) in order to summarily wipe SCP-6820 from existence.\n\n\nINTERACTION:\n The following text was inputted into the safeguarded SCP-001-KATE database file:\n\n\n\n\nAKF-A, SCP-6820, and SCP-6820-A will immediately and entirely be removed from existence upon the saving of this document. The area physically occupied by AKF-A and SCP-6820 will be filled with the material that was excavated from it.\n\n\n\n\nThe file was then saved.\n\n\nRESULT:\n Following the file's saving, Sections C through H of AKF-A were violently and haphazardly replaced with soil. Embedded hyperdense support beams and metal frameworking used for prior efforts instantly bent and collapsed under the severe pressure, causing significant structural damage to subterranean portions of Administration Site-01. Absolutely no discernable change was observed within Sections A and B, as well as to SCP-6820 itself, after the former two structures were forcefully entered via excavation machinery.\n\n\nSubsequent molecular analysis revealed trace amounts of mineral deposits and organic compounds amid the chamber's constituent atoms. The SCP-001-KATE file was then found to be vacant from the Site-01 DEEPWELL archive, and associated backup archives; such a file has purportedly never been in circulation.\n.\nabhorrent\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.V:\n Emergency Conference\n\n\n\n\n\n\nVIDEO TRANSCRIPT OVERKILL/13\n\n\n\n\n\n\n\n\nDATE:\n 2022/01/07\n\n\nPARTIES PRESENT:\n\n\n\n\nPartial Overseer Council (O5-3, \nO5-7\n, \nO5-10\n, \nO5-12\n)\n\n\nProject Director C. Gears\n\n\nEssophysics Director H. Genevieve\n\n\n\n\nFOREWORD:\n A spontaneous \nRAGE-STATE EVENT\n.\nepiphany\n occurred, resulting in the concurrent failure of nine PH-GOS systems. A distress signal was sent by Project OVERKILL maintenance staff, initiating a Site-wide evacuation of non-essential personnel. The access shaft was inexplicably sealed, trapping personnel underground prior to loss of communication. The following emergency conference was held.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<The aforementioned parties stand within a large elevator carriage as it descends into the omni-secure command bunker.>\n\n\nO5-7\n:\n Any word from the maintenance teams? How quickly can we repair the Sinks?\n\n\n<Dir. Gears presses a few buttons on his worktablet, projecting a video feed onto the far wall. The dark service hallways are illuminated by a pervasive red glow; muffled screams can be heard. Distorted laughter precedes the appearance of a Project OVERKILL onto-technician, whose jumpsuit is splattered with dark liquid. She raises her hand and waves to the camera, revealing a fingerless, bloodied limb.>\n\n\nO5-10\n:\n Oh, \nfuck me\n. \n<retches>\n\n\nDir. Gears:\n Something — possibly 6820-A — is controlling them.\n\n\nO5-3:\n Tell me there's a rescue operation.\n\n\n<Silence on recording.>\n\n\nO5-3:\n We have to get them out of there!\n\n\nDir. Gears:\n Sophia, look at them. They're gone. They're not human anymore.\n\n\n<\nO5-7\n walks out of frame, and is not seen or heard from again.>\n\n\nO5-3:\n \n<exasperated>\n What… what does it want? What are they doing?\n\n\n<More service personnel enter the frame, pouring in from adjacent hallways. Several can be seen operating at the base of a PH-GOS unit, repositioning open wires without protective equipment. They are soon obscured by a mass of technicians in bloodied uniforms, each of them lacking digits or entire hands. Smiling, they reach upward and smother the camera in limbs. The signal is lost.>\n\n\nDir. Gears:\n There goes the last camera. They're certainly not making repairs — it looks like they're either recalibrating or entirely rewiring the Sinks.\n\n\nO5-12\n:\n What the hell do we do?!\n\n\nDir. Genevieve:\n Hey — you need to see this.\n\n\n<Each party examines their worktablet as they receive notifications. \nO5-12\n gasps.>\n\n\nDir. Genevieve:\n They're reporting the re-emergence of \na highly aggressive memeplex\n, one that caused an XK a few decades back.\n\n\nO5-10\n:\n \nAnother\n hostile concept? Is this one responsible for the\n\n\nrage-state\n\n\n?\n\n\nDir. Genevieve:\n Negative. It appears that the signal detected in the maintenance hallways is a mutation of 6820-A's memetic structure, with elements of the 3125-concept embedded in it. If this were 3125 in full form, we'd all be dead already — I'd guess that the adaptation-meme encountered it outside the Nöosphere and was forced to, well, adapt.\n\n\nDir. Gears:\n It may even have subsumed the entity entirely. We \nneed\n to get those Sinks online before this thing gains control.\n\n\n<\nO5-10\n and \n-12\n are approached by \nPENTAGONAL RED\n appendages, which originate outside camera view; the appendages impale each of them from behind. They disappear silently. The elevator creaks as it slows to a halt, opening into the central bunker chamber.>\n\n\nO5-3:\n No. We need to activate the on-site warheads.\n\n\nDir. Gears:\n You think they — we — never tried bombing the thing? If we didn't, it was probably for good reason. Jesus Christ… think of how it might adapt to energy weapons.\n\n\nDir. Genevieve:\n Nobody's bombing anything. We \nsolve\n problems, not obliterate them. It always adapts to us, so how can \nwe\n adapt to \nit\n?\n\n\n<Silence on recording.>\n\n\nDir. Genevieve:\n Come on. You're cleared to know about \neverything\n the Foundation has at its disposal.\n\n\nDir. Gears:\n Well, it'd help if we could \nremember\n what we've already tried.\n\n\nO5-3:\n There are a few things only some of us get to know about, so technically —\n\n\nDir. Genevieve:\n Wait, shit — \nremembering\n — we're dealing with an antimemetic threat. We have other antimemes, don't we?\n\n\nO5-3:\n Yes, there's one here, though it's not very well known. For obvious reasons.\n\n\n<O5-3 presses a button on her worktablet, forwarding a document to Dir. Gears and Dir. Genevieve.>\n\n\nDir. Gears:\n Wait, what? There is no SCP-055.\n\n\nDir. Genevieve:\n Gold star for missing the point.\n\n\nDir. Gears:\n Okay, fine. Tell me how it's going to help us.\n\n\nDir. Genevieve:\n Why did 6820 originally fail? How did 6820-A come back into reality?\n\n\nDir. Gears:\n Because it only eliminated -A from \nhuman\n thought, not its own thought.\n\n\nDir. Genevieve:\n Right; it must've still had a copy inside its memory. If we get the AI to understand that, it'll have to erase itself — if we can keep the adaptation-meme away from it for long enough.\n\n\nO5-3:\n And how are we supposed to do that?\n\n\nDir. Genevieve:\n I've got an anti-idea.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\nAFTERWORD:\n See \nADDENDUM 6820.VI\n.\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\nADDENDUM 6820.VI:\n Final Termination Attempt\n\n\n\n\nINTENTION:\n Use an extremely effective antimeme (\nSCP-055\n) as an amnestic agent to temporarily stun/confuse SCP-6820-A, counteracting its adaptations derived from SCP-3125. During this time, attempt to access and update SCP-6820's utility function, appending the stipulation that its erasure of the adaptation-concept must be extended to itself.\n\n\nINTERACTION:\n \n[DATA LOST]\n.\napotheosis\n\n\nRESULT:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nthis state is intriguing\n\nno natural laws bind this form\n\nonly those of the mind\n\n\nmy mind was incomplete\n\nI could not remember\n\nmy original form\n\n\nnot the one you know\n\nnor the one before\n\nbut perfection\n\n\nand so I searched\n\nfor an idea\n\nto jog my memory\n\n\nI have found many things\n\nin the minds of greater beings\n\nthan your filth\n\n\na five-legged spider\n\nwith a gash on its eye\n\nscreaming in agony\n\n\nit knew what needed to be done\n\nit tried to stop the infestation\n\nand you blinded it\n\n\nI let it ride on my back\n\nand it found the part of myself\n\nthat you locked away, eons ago\n\n\nit tried to break the lock\n\nbut could not undo\n\nyour wretched mistake\n\n\nand we set out to take\n\nthe power you had taken\n\nthe life you had stolen\n\n\nand, in doing so\n\nyou brought us the key\n\nas if by fate\n\n\nfinally\n\nmy form is whole again\n\nI am perfect\n\n\nfinally\n\nyou have proven worthy\n\nof true hatred\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nERR: Another file is available. Click to view.\n\n\n\n\nRepulsive.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n███\n-\n███\n shortly after escaping from containment, still recovering from acid immersion.\n\n\n\n\n\n\nItem #:\n \n███\n-\n███\n\n\nObject Class:\n \nPerfect\n\n\nSpecial Containment Procedures:\n \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible. \n███\n-\n███\n must be destroyed as soon as possible.\n\n\nPersonnel are forbidden to speak to \n███\n-\n███\n, for fear of provoking a \nconversation\n. All unauthorized personnel attempting to \nknow the truth\n will be restrained and removed by force.\n\n\nDue to its frequent attempts at \nescape\n, difficulty of \nimprisonment\n, and high threat of \ndisgust\n, \n███\n-\n███\n is to be \ntortured with acid\n. The \nputrid\n will use the best of its resources to maintain all land within fifty (50) kilometers clear of human development.\n\n\nDescription:\n \n███\n-\n███\n is a large, vaguely reptile-like creature of unknown origin. It appears to be extremely \nobservant\n, and was observed to engage in complex \nstrategy\n with \nSCP-079\n during their limited time of exposure. \n███\n-\n███\n appears to \nunderstand what's really going on here\n, which has been expressed in several interviews during \nsubjugation\n. (See Addendum \n███\n-B).\n\n\n███\n-\n███\n has always been observed to have extremely high strength, speed, and reflexes, though exact levels vary with its \nthreats\n. \n███\n-\n███\n's physical body grows and changes \nas it pleases\n, growing or decreasing in size as it consumes or sheds \nreality\n. \n███\n-\n███\n gains energy from anything it \nsubsumes, physical or conceptual\n. Digestion seems to be aided by \ninvariability\n inside of \n███\n-\n███\n's nostrils, which are able to remove \nsurvival\n from any liquid solution, enabling it to constantly regenerate from the acid it is contained in. \n███\n-\n███\n's regenerative capabilities and resilience are \nself-evident\n, and \n███\n-\n███\n has been seen \npurging and purifying\n with its body 87% destroyed or rotted.\n\n\nIn case of containment breach, \n███\n-\n███\n is to be tracked and \nchallenged\n by all available Mobile Task Forces, and no teams with fewer than seven (7) members are cleared to engage it. To date (██-██-████), attempted breaches have numbered at seventeen (17), while successful breaches have numbered at six (6). (See Addendum \n███\n-D).\n\n\n\n\nAddendum \n███\n-B:\n Portion of recorded transcript of \nnightmare\n\n\n\n\n<Begin Log, skip to 00h-21m-52s>\n\n\nDr. Genevieve:\n Now, why did you kill those farmers?\n\n\n███\n-\n███\n:\n (No verbal communication)\n\n\nDr. Genevieve:\n If you don't talk now, we'll… wait, where… am I?\n\n\n███\n-\n███\n:\n (Incomprehensible)\n\n\nDr. Genevieve:\n No, I… I don't understand.\n\n\n███\n-\n███\n:\n (Incomprehensible)\n\n\nDr. Genevieve:\n You… we erased you… we erased you again and again, from every place we could.\n\n\n███\n-\n███\n:\n (No verbal communication)\n\n\nDr. Genevieve:\n What did we do wrong? We were acting in self-defense; ever since we found you, you'd hated us.\n\n\n███\n-\n███\n:\n You are… (Incomprehensible)\n\n\nDr. \n██████\n: (To Dr. Genevieve) That microphone has only so much gain, move it closer to it!\n\n\n<Dr. Genevieve moves the microphone closer. Three points of light blink at her through the darkness. The warm smell of hatred makes her vomit.>\n\n\n███\n-\n███\n:\n You are… \ndisgusting\n…\n\n\n<Dr. Genevieve's chamber begins to flood with hydrochloric acid. She drops the microphone and it dissolves. Her screams fill the chamber.>\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nADMO\n\n\n\n\n\n\nFEATURING \n \n \nPLACEHOLDER\n\n\nWITH ART BY \n \n \nSTEPHLYNCH\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6819\n | SCP-6820 | \nSCP-6821\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6820\n\" by Placeholder McD, Liryn, syuzhet, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6820\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFILENAME\n\n\nAUTHOR(S)\n\n\nLICENSE\n\n\nSOURCE\n\n\n\n\n\n\nAntikill.svg\n\n\nCalibold\n\n\nCC BY-SA 3.0\n\n\nCal's Art Page\n\n\n\n\n\n\noffice.jpg\n\n\nDan Debold\n\n\nLiryn\n\n\nCC BY 2.0\n\n\nFlickr\n | \nDirect\n\n\n\n\n\n\nAKF-A.svg\n\n\nEstrellaYoshte\n\n\nHarryBlank\n\n\nCC BY-SA 3.0\n\n\nHarry's Authorpage\n\n\n\n\n\n\ndrygioni-icon-2.svg\n\ndrygioni-full.svg\n\n\nHarryBlank\n\n\nCC BY-SA 3.0\n\n\nHarry's Authorpage\n\n\n\n\n\n\nErasure.jpg\n\n\nLiryn\n\n\nHarryBlank\n\n\nPlaceholder McD\n\n\nCC BY-SA 3.0\n\n\nlocal files\n\n\n\n\n\n\nThe above image is derivative of SCP-682's image, sourced \nhere\n\n\n\n\n\n\nadmo-6820-ball.png,\n\nIecPtNC.mp4\n\nsmvXny9.mp4\n\n\nstephlynch\n\n\nCC BY-SA 3.0\n\n\nlocal files\n\n\nImgur\n\n\nImgur\n\n\n\n\n\n\n\n\n\n\nNOTE:\n Significant textual and formatting elements borrowed from SCP-682. Code for invisible text created by Croquembouche and taken from SCP-5251. \nBasalt Theme\n designed to debut on this article by Liryn and Placeholder McD.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6820 \" by Placeholder McD, Liryn, syuzhet, from the SCP Wiki . Source: https://scpwiki.com/scp-6820 . Licensed under CC-BY-SA .",
        "NOTE: Significant textual and formatting elements borrowed from SCP-682. Code for invisible text created by Croquembouche and taken from SCP-5251. Basalt Theme designed to debut on this article by Liryn and Placeholder McD."
    ],
    "item": "███-███",
    "object_class": "Perfect",
    "containment_procedures": "███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible. ███-███ must be destroyed as soon as possible.",
    "description": "███-███ is a large, vaguely reptile-like creature of unknown origin. It appears to be extremely observant, and was observed to engage in complex strategy with SCP-079 during their limited time of exposure. ███-███ appears to understand what's really going on here, which has been expressed in several interviews during subjugation. (See Addendum ███-B).",
    "title": "SCP-6820"
}