{
    "url": "https://scp-wiki.wikidot.com/scp-6828",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\nComrade Waldo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6828\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe national flag of the Republic of Albania, one of the many symbols of SCP-6828.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Because of the sudden and rapid outbreak of SCP-6828, Operation Red Eagle has been designed to mitigate the advance of SCP-6828. Joint Task Force Zeta-7 (\"Watchful Eagles\") is responsible to cooperate with national paranormal security agencies to slow down the effects of SCP-6828, and execute the countermeasures programmed in Operation Red Eagle. For more information on Operation Red Eagle, consult Addendum 6828.1.\n\n\nAfter the events that unfolded in Operation Fallen Eagle, Joint Task Force Zeta-7 operations inside the Republic of Albania have expanded beyond the protection of the Veil and censorship of the anomalous to the Albanian public. Joint Task Force Zeta-7 is now also responsible with the infiltration of Foundation personnel inside the Albanian government and capture of government officials related to Person of Interest-6828 that cooperate with the spread of SCP-6828, as well as the replacement of those government officials with those loyal to the SCP Foundation, the Paranormal Branch of SHISH, and the United Nations Global Occult Coalition.\n\n\nDescription:\n SCP-6828 is a worldwide phenomenon where an increasing percentage of the world’s population identifies themselves as Albanian. SCP-6828 occurs in countries and localities which check into one of the following requirements for the phenomenon to manifest:\n\n\n\n\nShare the colors red and black of the Albanian flag.\n\n\n\n\n\n\nShare the national animal of Albania, which is the eagle\n1\n.\n\n\n\n\n\n\nInside or near established communities of Albanians in the respective country.\n\n\n\n\nSCP-6828-A designates individuals affected by SCP-6828. Instances affected by SCP-6828 begin to self-identify as Albanian, become increasingly nationalistic about their new identity, practice and speak the Albanian language, and in many cases convert to and profess Islam.\n\n\nAn important consequence of SCP-6828’s effects on SCP-6828-A’s instances is an increasingly nationalistic sentiment toward their new Albanian identity. Once individual SCP-6828-A instances become an important minority of the population they live in, they will try to separate from the national authority they currently live under to integrate the separated territory into the Republic of Albania. This has led to increasing movements across the world, especially in territories where Albanians already formed a significant portion of the population, with the exception of Albanian enclaves surrounding the country prior to the appearance of SCP-6828.\n\n\nAddendum 6828.1:\n Background Information\n\n\nThe Department of Statistics discovered SCP-6828 during routine supervision of worldwide demographics. Findings suggest a significant increase in the Albanian population outside of the Balkans; from 4.8 million to 10 million in 2015. Specifically, major cases in countries such as Germany, Austria, and the United States – as well as other minor cases in France, Italy, and other countries throughout the Americas and Europe.\n\n\nThe Foundation was not the only occult organization that studied what was classified as SCP-6828, as the United Nations Global Occult Coalition had been informed of the situation by the Paranormal Branch of the State Intelligence Service by personal order of the Prime Minister of Albania, Edi Rama. SCP-6828 was discovered by Albanian authorities and dated back to approximately early 2011 when a great number of foreigners applied for Albanian citizenship despite not having any cultural or familiar connection to the country. However, due to the initially small number of applications, the Ministry for Europe and Foreign Affairs did not reject most of them – it was until the number of applications accumulated to a level overburdening the bureaucracy that the Paranormal Branch of SHISH intervened.\n\n\nAfter discovering this phenomenon, the Paranormal Branch of SHISH reported it to the GOC Ambassador in Albania. Once discovered, the Ambassador alongside a team of appointed GOC members researched the phenomenon, discovering the magnitude of the situation – it was then that Prime Minister Rama suggested informing the Foundation to form a joint operation to mitigate the spread of SCP-6828. As a result, Joint Task Force Zeta-7 (“Watchful Eagles”) was formed with the purpose of:\n\n\n\n\nTo survey and research the areas affected by SCP-6828.\n\n\n\n\n\n\nContain the instances of SCP-6828-A\n2\n.\n\n\n\n\n\n\nAvoid the expansion of SCP-6828 to other communities, and suppress any information about SCP-6828 coming out to the public.\n\n\n\n\nAfter the formation of JTF Zeta-7, the SCP Foundation, and the United Nations Global Occult Coalition focused on the research and containment of SCP-6828 outside the Balkans because of the incapacity of the Paranormal Branch of SHISH to extend its resources outside of Albania and its surrounding territories – instead controlling the outbreak inside the area and avoid the risk of violence from this new nationalist outbreak. Furthermore, and as compensation, Prime Minister Rama shared a list with the Commander of JTF Zeta-7 about the main communities of Albanians throughout Europe and the United States that were the possible “ground zeros” for the spread of SCP-6828. Because of the list given by Prime Minister Rama, Operation Red Eagle was enacted ahead of schedule.\n\n\nAddendum 6828.2:\n Outline of Operation Red Eagle\n\n\n\n\n\n\nSCP-6828-A walking freely in Times Square, with the Albanian flag covering a screen of the square before being taken down by Zeta-7 operatives.\n\n\n\n\n\n\nThe first case researched by the Foundation and the GOC was with the assistance of the Unusual Incidents Unit in several communities across the mainland United States. Surveys estimated that the approximately 215,000 Albanian Americans had doubled, and the largest community of Albanian Americans located in the New York City Metropolitan Area had quadrupled – with lower estimates on other communities such as in the Great Lakes Region. Interviews with SCP-6828-A instances, as well as related family members and friends from these SCP-6828-A instances, stated that the self-identification of SCP-6828-A as Albanian was sudden, with no prior interest or even knowledge of the country of Albania until the effects of SCP-6828. Then, singular SCP-6828-A instances began to profess and even encourage their family members to apply for Albanian citizenship\n3\n.\n\n\nBecause of European and American foreigners moving and intervening in pro-Albanian guerrilla campaigns across the Balkans, as well as encouragement from SCP-6828-A to global news broadcasts by using internet memes and videos depicting ideas such as Greater Albania or poor-quality edits of Albania expanding through the rest of the world, this brought the attention of global news broadcasts. However, Joint Task Force Zeta-7 covered any information about an SCP-6828 epidemic and later tracked down the SCP-6828- A in charge of this campaign. Similar cases occurred in countries such as Italy, Germany, Austria, and other European countries, with the enactment of similar public disinformation policies.\n\n\nDespite these efforts, late captured SCP-6828-A instances were able to upload the few broadcasts and articles speaking of the outbreak of SCP-6828 and posted them to the internet accompanied with heavily nationalistic messages – encouraging other SCP-6828-A instances around the world to protest and even comment violence towards the national institutions from the countries they live in.\n\n\nThe Republic of Argentina was the country in which this incident would happen, which was classified as Incident 6828-BNARSA.23. At the time of the incident, Argentina had a significant population of Albanians\n4\n and doubled by the time of SCP-6828’s outbreak. Because of the reasons previously mentioned of low Foundation influence in the region, and the spread of information regarding the censorship of SCP-6828-A instances, the Argentinian SCP-6828-A instances responded to the calls of their fellow SCP-6828-A with multiple protests, and in the words of the official website of Albanian Society of Berisso\n5\n, “the repression and extermination of our Albanian brethren and our desire to live in sovereignty.”\n\n\n\n\n\n\nPicture taken by one of the regional news outlets of the SCP-6828 manifestation in Berisso that was later retrieved by Joint Task Force Zeta-7 during the disinformation campaign.\n\n\n\n\n\n\nThe prior minor Albanian Society inside Buenos Aires managed to move 9,000 of the 80,000 SCP-6828-A instances, gaining the attention of local and international media outlets established in Latin America such as Russia Today, Telesur, Infobae, and many others. Pressured by international anomalous associations and agencies inside the Council of 108 to the Argentinian representative of their respective national normalcy agency, the Federal Capital of Buenos Aires mobilized its police agents to guard the municipal palace and disperse the protests.\n\n\nThe situation escalated when violence erupted in these protests, leading to riots and mutual altercations between the Buenos Aires Provincial Police and the SCP-6828-A protesters. Several protesters were injured, but no casualties were recorded. This was enough for the leaders of the Albanian Society of Berisso to publish inside their website the following message:\n\n\n\n\n\"It has been proved that the inefficient and corrupt government of Buenos Aires isn’t capable to respond to our demands nor satisfy our interests — and the previous massacre instigated by the Bonaerenses\n6\n is proof of that. Tomorrow we will march to the Municipality and oust the Intendent. We will replace the flag of the sun with the two-headed eagle – the flag of our Albanian homeland — and proclaim our independence from Buenos Aires. Rest, brothers, for tomorrow, is our return to our Motherland.\"\n\n\n\n\nLater that day after the violence had temporarily dissipated, Prime Minister Rama gave an official declaration through his Twitter account as well as other social media about the situation. In it, Prime Minister Rama declared that the actions taken by the Argentine state were a violation of the human rights of the protesters and that it attempted against the right of self-determination. Prime Minister Rama also categorized them as “authoritarian, anti-democratic, and an attack on the sentiment of brotherhood from those who wish to reconnect with Albania” and called for the international community to intervene. While this tweet was not responded to by any national or international authority, the message was quickly spread by SCP-6828-A instances, and while multiple accounts that reposted this were deleted, the official statement was not because it would have drawn further attention to the incident – as well because, at the time, JTF Zeta-7 were planning the defense preparations in order to combat the SCP-6828-A protesters.\n\n\nThe next day, September 3, 2015, SCP-6828-A protestors mobilized from the base of operations of the Albanian Society to the Municipality of Berisso\n7\n, with another 3,000 instances that had integrated into the protest, raising the Albanian flag and cartels written in Albanian encouraging the independence of Berisso from Argentina. The Berisso Police, the Buenos Aires Provincial Police, and a battalion of JTF Zeta-7 operatives disguised as the Argentinian National Gendarmerie stood to defend the Municipality from the SCP-6828-A protesters.\n\n\nAltercations began at 09:00 AM, with the use of violence from both sides and heavy use of cavalry, mustard gas, and shields to suppress and later arrest the SCP-6828-A instances under the charges of sedition and destruction of public property. Despite the combined efforts of the Berisso Police, the Buenos Aires Provincial Police, and JTF Zeta-7, the size of the SCP-6828-A and the tenacity and ruthlessness to enter the Municipality led to the joint operation to disperse, relocate in the local police department, and plan a way to retake the Municipality from the SCP-6828 movement.\n\n\n\n\n\n\nFootage taken by Operative Martinez of the last Zeta-7 agents during the downfall of the Municipality by SCP-6828-A instances.\n\n\n\n\n\n\nWith the dispersion of JTF Zeta-7 and Argentinian authorities, SCP-6828-A instances entered the Municipality, destroying and vandalizing the inside, replacing it with Albanian symbols and figures, and finally, once taking the entirety of the palace, changing the flag of Argentina to the one of Albania.\n\n\nImmediately, a massive disinformation campaign was transmitted across Argentinian media that the protestors were a large number of students from Berisso that demanded greater support for better installations and representation with the Berissian authorities – this was managed due to a large portion of SCP-6828-A instances being adolescent to young adults who studied at the time. Meanwhile, the Foundation and the UNGOC negotiated with Big Tech and Mass Media companies to avoid the spread of the SCP-6828-A protests from gaining attention by the algorithm.\n\n\nOnce done, backup was requested to disperse the SCP-6828-A protestors. With the assistance of Mobile Task Force Gamma-5 (“Red Herrings”) and UNGOC Assessment Teams, they were tasked with infiltrating the Municipality and using amnestics to disperse the protesters as done with SCP-6828 in the United States.\n\n\nAt 07:30 of September 4, 2015, MTF Gamma-5 infiltrated the Municipal Palace as undercover SCP-6828-A instances. By 07:50 Class-C amnestics were deployed inside the building through the ventilation system, the area surrounding area the Municipality, and residences across Berisso through the water system. The operation succeeded, and soon enough, former SCP-6828-A instances began to leave the Municipality\n8\n, with only around 300 members both inside and outside the Municipality remaining.\n\n\nThe following day, JTF Zeta-7 amnesticized the low-ranking members of the Berisso Police and the Buenos Aires Provincial Police. JTF Zeta-7 operatives disguised themselves as members of the Argentine Federal Police, Buenos Aires Metropolitan Police, and the Infantry Guard Crops to take over the situation and disperse the “student protestors”. However, none of these instances were the leaders of the Albanian Society of Berisso, which were immediately placed on a wanted list by normalcy agencies. Had this operation failed, a possible Broken Masquerade could have ensued and contributed to the spread of SCP-6828-A.\n\n\nAfter controlling the situation, the Foundation attempted to contact Prime Minister Rama for his post about the situation in Argentina – initially, JTF Zeta-7 High Command believed that Prime Minister Rama talked about the situation either because of the pressure he received from SCP-6828-A instances online or that he was pressured by someone else who was behind the spread of SCP-6828. But before the JTF Zeta-7 representative or UNGOC Ambassador contacted him, Prime Minister Rama immediately send a mail to JTF Zeta-7 about his post, apologizing for worsening the situation in Argentina, justifying it because he thought the protests had gotten out of control and caught the attention of the public, that it was impossible to ignore and would have been worse if he did due to now violent mobs of SCP-6828-A.\n\n\nHowever, Prime Minister Rama did not post or speak about his mistake in the situation publicly, instead remaining silent – while presumably a smart move to avoid bringing more attention to the official story constructed at the time, the violence did not stop and only moved closer to Albania's borders. Paramilitary organizations such as the Albanian National Army, the National Liberation Army, and the Liberation Army of Chameria made rapid moves across the disputed territories between Albania and its neighbors as a reaction to the protests, justifying it “as the return of essential Albanian territory and for the memory of their fallen comrades”, despite significant attempts to alter the algorithm in the region to avoid any news about SCP-6828.\n\n\nWhile initially considered vaguely connected between the situation in Argentina and the tensions of the Balkans, this was only confirmed after an agent from the Paranormal Branch of SHISH participated in a raid after receiving a tip from Serbian soldiers that strange weapons that looked similar were used in the Yugoslav Wars. Not only that, but the agent implied a connection between these paramilitaries holding strange weaponry and the recent actions of Prime Minister Rama. His report directed to the Commander of JTF Zeta-7 has been attached below:\n\n\n\n\nThis is the end of the after-action report from the operation, Commander. I’m sorry I didn’t tell you this when we returned to base and met to report to you, but honestly, I’m paranoid. I haven’t even told my agents, but I’m truly concerned with how the situation with SCP-6828 has developed. I think I might have found a lead as to who is involved behind this phenomenon: our Prime Minister, Mr. Rama. Please, let me explain.\n\n\nBefore I was sent on-field missions, I was tasked with paperwork: recovering old foreign applications to identify who were possible 6828-A instances. It was difficult, especially the oldest ones – some were almost unrecognizable from a normal citizen and an instance. But we did find key patterns for confirmed instances: most had a military background before moving to the country, some were part of paramilitaries, private defense contractors, or foreign legions, who were remarkable in the battlefield. This meant they were perfect candidates to incite rebellions across the world once SCP-6828 spread.\n\n\n\n\n\n\nRecovered paraweapons taken from the Albanian National Army paramilitary disguised as Russian Kalashnikovs.\n\n\n\n\n\n\nWe were certain once we were deployed to Kosovo, to settle near paramilitary camps, to raid it, capture any instances, and recover any weaponry too. To nobody’s surprise, we found all of it: foreign instances dressed in uniform, training for combat. What catched our attention, however, was the weaponry mentioned in the report. There was paraweaponry – but not any paraweaponry, but experimental prototypes from the Tito era.\n\n\nSupposedly, it had immediately disappeared once he died and Yugoslavia fell to pieces. Supposedly, of course. The truth is that it came in the hands of all the armies of this region, and used against one another to kill ourselves. After the war, well, it disappeared again. A lot of it has been traded by paracriminals, and sold to other countries. Some of which are still in this region, a lot of governments had handed it to the Coalition after the wars were over. But now it seems not everyone did so. I’m not sure if our government gave the paramilitaries these paraweapons, or just the footprints to manufacture them. Either way, the government is involved – and Rama, specifically.\n\n\nWhy? Think about it. Don’t you find it interesting that he personally contacted the Coalition, instead of the Director of SHISH? He said it was an extension of his cooperative foreign policy, but he didn’t just cooperate – he \ninsisted\n that SHISH was the only organization to monitor 6828 activities in the region, without the aid of the Coalition, until recently. That gives him a perfect opportunity to have a loophole right under our noses, that would allow SCP-6828-A instances to come and go. I know, I’m paranoid, but this is confirmed further with what happened in Buenos Aires. When he gave you the list of all the regions for JTF Zeta-7 to investigate, he left out an immense city such as Buenos Aires, and one that has a high density of Albanians. And he couldn't have done it by accident, this is public knowledge, sir. It can’t be a coincidence, and neither was his post once shit hit the fan and it seemed the Veil was about to fall. And when that didn’t happen, he backtracked and made it seem like an accident.\n\n\nDo you see my point? Well, I hope so. Look, it may not be Mr. Rama who’s behind this. Maybe someone else is controlling him, but he’s involved, one way or another. I don’t want the task force to make any rash moves – we just need to keep and eye out on him. And please, \ndon’t\n let him take this part of the document. Send him the rest of the report, but leave this out. It’s not so much about me, but about my family. I don’t want them to be used as bait if someone loyal to Mr. Rama finds this. I love my country sir, but I love my family living in a sane world more. For the sake of them and for the Veil, keep an eye on the Prime Minister.\n\n\n\n\nThe report by the SHISH agent was met with skepticism by the Commander of JTF Zeta-7, but the disappearance of the agent shortly after his report and the sudden drift of communication between Prime Minister Rama and JTF Zeta-7 caused an actual concern for the survival of the operation and a potential risk for the containment of SCP-6828. Because of this, and with the approval of the Applied Force Department and the O5 Council, Operation Fallen Eagle began.\n\n\nAddendum 6828.3:\n Operation Fallen Eagle\n\n\nOn September 27, 2015, at 05:00, Operation Fallen Eagle was enacted. A joint operation between Joint Task Force Zeta-7 and agents of the Paranormal Branch of SHISH disguised as members of the Republican Guard loyal to corner Prime Minister Edi Rama and interrogate him. The following log records the timeline of events of Operation Fallen Eagle are attached below:\n\n\n\n\n<Begin Log>\n\n\n05:00:\n Initial mobilizations by Joint Task Force Zeta-7 commence, securing a perimeter surrounding the Prime Minister’s residency in the near buildings and interfering with the audio devices inside it to identify the time Prime Minister Rama wakes up.\n\n\n05:10:\n Zeta-7 disguised as members of the Republican Guard fence the perimeter and prevent the trespassing of civilians, under the justification of remodeling and maintenance of the infrastructure.\n\n\n05:30:\n Republican Guard soldiers arrive at their usual positions, repeating their usual routine prior to the wakening of Prime Minister Rama.\n\n\n05:32:\n The command of Zeta-7 receives an audio transmission of Prime Minister Rama’s first actions of the day. Gamma-5 identifies he is currently located inside his office.\n\n\n05:35:\n The Prime Minister’s vehicle is parked outside the entrance, at the time it usually picks up Prime Minister Rama. The Prime Minister’s driver was priorly substituted by a cover SHISH agent.\n\n\n05:40:\n Communication inside the residency is lost. Prime Minister Rama arrived five minutes late to his pick-up.\n\n\n05:45:\n Another five minutes pass without any information about Edi Rama’s location. Zeta-7 agents request to enter the Prime Minister’s Residency. Command orders to wait another five minutes, and in the case there is not an update of Rama’s whereabouts, Zeta-7 and the Republican Guard are authorized to enter the residency.\n\n\n05:50:\n The five minutes pass. Command gives the authorization. The Republican Guard opens the gate to undercover Zeta-7 operatives, allowing them to enter the building. The Republican Guards close the door. Command orders the undercover SHISH agents to take away the fences and amnesticize passersby, then move to surround any possible escape routes from the Residency.\n\n\n05:51:\n Zeta-7 is inside the Residency. They search through the different offices and rooms of the Residency. Few personnel are inside, with the exception of several cleaning staff and secretaries. The Zeta-7 Commander orders some of his subordinates to gather the staff and interrogate them. Interrogations reported that they never saw Edi Rama in the building, nor any sounds from his place of residence. The staff was later given amnestics.\n\n\n05:57:\n The remaining Zeta-7 team arrives at Edi Rama’s bedroom. The bedroom is empty, but video capture showed the bed spread out, the closet missing several suits and his briefcase gone. The Zeta-7 commander reports to Command. Command orders them to check the Prime Minister’s office while ordering the rest of the Republican Guard and Strike Forces to search the surrounding area.\n\n\n05:59:\n Zeta-7 arrives at the office. It opens the door and finds it empty, with the only abnormalities being the cracking chair and an opened pen above a note. Zeta-7 takes the note and confirms that Edi Rama is now missing. Command orders Zeta-7 to leave and gather any important information they may find while ordering the rest of the joint operation to leave and the Republican Guard to return to their positions.\n\n\n06:02:\n Zeta-7 leaves through the back of the office building, entering the parked van and leaving the area. The Prime Minister’s vehicle leaves the area.\n\n\n06:05:\n Due to the absence of Prime Minister Rama in today’s meeting with the Cabinet of Ministers, the President of Albania reported that Edi Rama was sick. Movements by the Foundation to utilize saved Edi Rama’s DNA to make a clone begin.\n\n\n<End Log>\n\n\n\n\nAfter Operation Fallen Eagle, Prime Minister Edi Rama was reported missing in all paranormal agencies and organizations allied to the Foundation and designated as Person of Interest-6828. A clone of Edi Rama was soon made to replace the Prime Minister, which is under constant watch and supervision by Foundation intelligence, alongside the updates to the containment procedures of SCP-6828. Below is the attached note written by Prime Minister Rama prior to his disappearance.\n\n\n\n\nTo the Foundation and her allies,\n\n\nThis is Prime Minister Edi Rama speaking. Or, the former prime minister, rather, due to the inconvenient circumstances surrounding my leadership with your containment efforts. Personally, I like to call them repression efforts. Repression efforts against the unification of the Albanian people throughout the world, which I dared to speak out against. And what was the result? My self exile. Now, I must fight in the shadows and continue this war. I had to leave my brothers, abandon my nation so that one day I could accomplish the goal that many tried and failed to bring to light: a Greater Albania.\n\n\nYou must be so confused, wondering why. Why did I do this? After all, I was helping you, I let your troops stand in this country like if it were your own. And my policy was the same outside the Veil, and it did seem that Albania was moving forward, leaving a new past behind, and willing to walk a new road with her neighbors. You must think I’m a madman, a backstabber, both to you and my country.\n\n\nBut some scars never heal, especially when those scars are kept open by your neighbors and you are forced to watch them go unpunished. Sometimes, you can’t ever let go. After all, ask the Serbians. Do you think they’re fine with the Albanian population in Kosovo, and not having it inside their country? Or what about their countrymen inside Bosnia and Herzegovina, do you think they’re fine with them too? The truth is, no one is happy with the lines of the map. Because lines on a map don’t mean anything to any of us – but to you, it’s everything. It represents order and stability, but to us it represents division.\n\n\nBut what does the Foundation know? You do not have any borders, you do not have a nation, you have no loyalty or ancestry or history to anyone or anything. You only care about Normalcy. You only care about preserving your Veil. You swear to secure and protect humanity, until that humanity of some nation threatens, then you stomp your boot on their neck with the hopes that it cannot breathe any longer.\n\n\nHow come that the Germans, Poles, Italians, French, Britons, Slovaks, Spanish, and other nations in Europe have their people united in their borders, but we don’t? We’re as old as Europe itself, but you exclude us from that chance and expect us to be fine with it. But the spirit of a nation, united in brotherhood, is stronger than any line on a map drawn by an uncaring international organization.\n\n\nWe, Albanians, may be separated – but we are united by our connection to our Motherland. Our neighbors have snatched our territories and separated our people – we were never given the chance to unite, of being bigger, of being greater. And if we cannot have our land peacefully, we will take it by force. And if we have to bring the rest of the world to our Motherland, even if they do not want to, so be it.\n\n\nGreater Albania is just the start. Soon, the world shall be unified under the flag of the two-headed eagle and founded upon the drenched red of your blood. Soon, the world shall be one. And it’ll end as we begun, under one nation, one people, one goal: Albania.\n\n\nYours truly,\n\n\nFormer Prime Minister Edi Rama\n\n\n\n\n\n\nAfter the discovery of this note, Prime Minister Edi Rama has been designated as Person of Interest-6828 and placed under the List of the Most Wanted Paracrimanls in most normalcy government agencies. At the same time, Foundation researchers discovered that the adaptation of national and regional symbols of areas affected by SCP-6828 to symbols different from that of the Republic of Albania lowered the probability of SCP-6828 presenting itself. Because of this, Operation Red Eagle has expanded beyond the protocols enacted in the containment procedures to the purpose of removal and renovation of national and local symbols inside areas heavily affected by SCP-6828, as well as the suppression of Albanian symbology across multiple countries.\n\n\n\n\nFootnotes\n\n\n1\n. The actual national animal of Albania is the double-head eagle, however, SCP-6828 affects countries that only have a one-headed eagle as well.\n\n\n2\n. Specifically, the SCP-6828-A that are the leaders of multiple SCP-6828 movements.\n\n\n3\n. After further testing and interrogations, Foundation researchers concluded that these encouragements do not spread SCP-6828. Studies are still being conducted to conclude the case.\n\n\n4\n. Approximately 40,000 before the outbreak of SCP-6828-A.\n\n\n5\n. A locality inside the federal capital of Buenos Aires, where most Albanians established themselves during the Albanian diaspora and before the outbreak of SCP-6828.\n\n\n6\n. Local terminology used to describe the Buenos Aires Provincial Police.\n\n\n7\n. The Intendent was moved the day the message was posted, as well as the rest of the cabinet.\n\n\n8\n. With proper tracking protocol followed to see if the effects of SCP-6828-A remained.\n\n\n\n\n\n\n\n\n« \nSCP-6827\n | SCP-6828 | \nSCP-6829\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6828\n\" by Comrade Waldo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6828\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n capturedparaweapons\n\n\nAuthor:\n United States Marine Corps\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A-captured-fedayeen-weapons-cache-containing-hundreds-of-russian-kalashnikov-9deb23-1024.jpg\n\n\n\n\n\n\nFilename:\n albanianstimesquare\n\n\nAuthor:\n Sadik Kaceli\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Albanien_feiert_100_Jahre_Unabh%C3%A4ngigkeit_(8232495148).jpg\n\n\n\n\n\n\nFilename:\n protestargentina\n\n\nAuthor:\n Kristina Millona\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Studen%27ts_protest_in_Albania_(12).jpg\n\n\n\n\n\n\nFilename:\n zeta7argentina\n\n\nAuthor:\n Vinnie007\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Albanian_police_21_janar.jpg\n\n\n\n\n\n\nFilename:\n capturedparaweapons\n\n\nAuthor:\n United States Marine Corps\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A-captured-fedayeen-weapons-cache-containing-hundreds-of-russian-kalashnikov-9deb23-1024.jpg\n\n\n\n\n\n\nFilename:\n ediramasignature\n\n\nAuthor:\n Public Records\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Edi_Rama2_(n%C3%ABnshkrim).svg\n\n\n\n\n\n\nFilename:\n flagalbania\n\n\nAuthor:\n Albanian Parliament\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Flag_of_Albania.svg",
    "addendums": [
        "Addendum 6828.1: Background Information\nThe Department of Statistics discovered SCP-6828 during routine supervision of worldwide demographics. Findings suggest a significant increase in the Albanian population outside of the Balkans; from 4.8 million to 10 million in 2015. Specifically, major cases in countries such as Germany, Austria, and the United States – as well as other minor cases in France, Italy, and other countries throughout the Americas and Europe.\nThe Foundation was not the only occult organization that studied what was classified as SCP-6828, as the United Nations Global Occult Coalition had been informed of the situation by the Paranormal Branch of the State Intelligence Service by personal order of the Prime Minister of Albania, Edi Rama. SCP-6828 was discovered by Albanian authorities and dated back to approximately early 2011 when a great number of foreigners applied for Albanian citizenship despite not having any cultural or familiar connection to the country. However, due to the initially small number of applications, the Ministry for Europe and Foreign Affairs did not reject most of them – it was until the number of applications accumulated to a level overburdening the bureaucracy that the Paranormal Branch of SHISH intervened.\nAfter discovering this phenomenon, the Paranormal Branch of SHISH reported it to the GOC Ambassador in Albania. Once discovered, the Ambassador alongside a team of appointed GOC members researched the phenomenon, discovering the magnitude of the situation – it was then that Prime Minister Rama suggested informing the Foundation to form a joint operation to mitigate the spread of SCP-6828. As a result, Joint Task Force Zeta-7 (“Watchful Eagles”) was formed with the purpose of:\nAfter the formation of JTF Zeta-7, the SCP Foundation, and the United Nations Global Occult Coalition focused on the research and containment of SCP-6828 outside the Balkans because of the incapacity of the Paranormal Branch of SHISH to extend its resources outside of Albania and its surrounding territories – instead controlling the outbreak inside the area and avoid the risk of violence from this new nationalist outbreak. Furthermore, and as compensation, Prime Minister Rama shared a list with the Commander of JTF Zeta-7 about the main communities of Albanians throughout Europe and the United States that were the possible “ground zeros” for the spread of SCP-6828. Because of the list given by Prime Minister Rama, Operation Red Eagle was enacted ahead of schedule.",
        "Addendum 6828.2: Outline of Operation Red Eagle\nThe first case researched by the Foundation and the GOC was with the assistance of the Unusual Incidents Unit in several communities across the mainland United States. Surveys estimated that the approximately 215,000 Albanian Americans had doubled, and the largest community of Albanian Americans located in the New York City Metropolitan Area had quadrupled – with lower estimates on other communities such as in the Great Lakes Region. Interviews with SCP-6828-A instances, as well as related family members and friends from these SCP-6828-A instances, stated that the self-identification of SCP-6828-A as Albanian was sudden, with no prior interest or even knowledge of the country of Albania until the effects of SCP-6828. Then, singular SCP-6828-A instances began to profess and even encourage their family members to apply for Albanian citizenship 3 .\nBecause of European and American foreigners moving and intervening in pro-Albanian guerrilla campaigns across the Balkans, as well as encouragement from SCP-6828-A to global news broadcasts by using internet memes and videos depicting ideas such as Greater Albania or poor-quality edits of Albania expanding through the rest of the world, this brought the attention of global news broadcasts. However, Joint Task Force Zeta-7 covered any information about an SCP-6828 epidemic and later tracked down the SCP-6828- A in charge of this campaign. Similar cases occurred in countries such as Italy, Germany, Austria, and other European countries, with the enactment of similar public disinformation policies.\nDespite these efforts, late captured SCP-6828-A instances were able to upload the few broadcasts and articles speaking of the outbreak of SCP-6828 and posted them to the internet accompanied with heavily nationalistic messages – encouraging other SCP-6828-A instances around the world to protest and even comment violence towards the national institutions from the countries they live in.\nThe Republic of Argentina was the country in which this incident would happen, which was classified as Incident 6828-BNARSA.23. At the time of the incident, Argentina had a significant population of Albanians 4 and doubled by the time of SCP-6828’s outbreak. Because of the reasons previously mentioned of low Foundation influence in the region, and the spread of information regarding the censorship of SCP-6828-A instances, the Argentinian SCP-6828-A instances responded to the calls of their fellow SCP-6828-A with multiple protests, and in the words of the official website of Albanian Society of Berisso 5 , “the repression and extermination of our Albanian brethren and our desire to live in sovereignty.”\nThe prior minor Albanian Society inside Buenos Aires managed to move 9,000 of the 80,000 SCP-6828-A instances, gaining the attention of local and international media outlets established in Latin America such as Russia Today, Telesur, Infobae, and many others. Pressured by international anomalous associations and agencies inside the Council of 108 to the Argentinian representative of their respective national normalcy agency, the Federal Capital of Buenos Aires mobilized its police agents to guard the municipal palace and disperse the protests.\nThe situation escalated when violence erupted in these protests, leading to riots and mutual altercations between the Buenos Aires Provincial Police and the SCP-6828-A protesters. Several protesters were injured, but no casualties were recorded. This was enough for the leaders of the Albanian Society of Berisso to publish inside their website the following message:\nLater that day after the violence had temporarily dissipated, Prime Minister Rama gave an official declaration through his Twitter account as well as other social media about the situation. In it, Prime Minister Rama declared that the actions taken by the Argentine state were a violation of the human rights of the protesters and that it attempted against the right of self-determination. Prime Minister Rama also categorized them as “authoritarian, anti-democratic, and an attack on the sentiment of brotherhood from those who wish to reconnect with Albania” and called for the international community to intervene. While this tweet was not responded to by any national or international authority, the message was quickly spread by SCP-6828-A instances, and while multiple accounts that reposted this were deleted, the official statement was not because it would have drawn further attention to the incident – as well because, at the time, JTF Zeta-7 were planning the defense preparations in order to combat the SCP-6828-A protesters.\nThe next day, September 3, 2015, SCP-6828-A protestors mobilized from the base of operations of the Albanian Society to the Municipality of Berisso 7 , with another 3,000 instances that had integrated into the protest, raising the Albanian flag and cartels written in Albanian encouraging the independence of Berisso from Argentina. The Berisso Police, the Buenos Aires Provincial Police, and a battalion of JTF Zeta-7 operatives disguised as the Argentinian National Gendarmerie stood to defend the Municipality from the SCP-6828-A protesters.\nAltercations began at 09:00 AM, with the use of violence from both sides and heavy use of cavalry, mustard gas, and shields to suppress and later arrest the SCP-6828-A instances under the charges of sedition and destruction of public property. Despite the combined efforts of the Berisso Police, the Buenos Aires Provincial Police, and JTF Zeta-7, the size of the SCP-6828-A and the tenacity and ruthlessness to enter the Municipality led to the joint operation to disperse, relocate in the local police department, and plan a way to retake the Municipality from the SCP-6828 movement.\nWith the dispersion of JTF Zeta-7 and Argentinian authorities, SCP-6828-A instances entered the Municipality, destroying and vandalizing the inside, replacing it with Albanian symbols and figures, and finally, once taking the entirety of the palace, changing the flag of Argentina to the one of Albania.\nImmediately, a massive disinformation campaign was transmitted across Argentinian media that the protestors were a large number of students from Berisso that demanded greater support for better installations and representation with the Berissian authorities – this was managed due to a large portion of SCP-6828-A instances being adolescent to young adults who studied at the time. Meanwhile, the Foundation and the UNGOC negotiated with Big Tech and Mass Media companies to avoid the spread of the SCP-6828-A protests from gaining attention by the algorithm.\nOnce done, backup was requested to disperse the SCP-6828-A protestors. With the assistance of Mobile Task Force Gamma-5 (“Red Herrings”) and UNGOC Assessment Teams, they were tasked with infiltrating the Municipality and using amnestics to disperse the protesters as done with SCP-6828 in the United States.\nAt 07:30 of September 4, 2015, MTF Gamma-5 infiltrated the Municipal Palace as undercover SCP-6828-A instances. By 07:50 Class-C amnestics were deployed inside the building through the ventilation system, the area surrounding area the Municipality, and residences across Berisso through the water system. The operation succeeded, and soon enough, former SCP-6828-A instances began to leave the Municipality 8 , with only around 300 members both inside and outside the Municipality remaining.\nThe following day, JTF Zeta-7 amnesticized the low-ranking members of the Berisso Police and the Buenos Aires Provincial Police. JTF Zeta-7 operatives disguised themselves as members of the Argentine Federal Police, Buenos Aires Metropolitan Police, and the Infantry Guard Crops to take over the situation and disperse the “student protestors”. However, none of these instances were the leaders of the Albanian Society of Berisso, which were immediately placed on a wanted list by normalcy agencies. Had this operation failed, a possible Broken Masquerade could have ensued and contributed to the spread of SCP-6828-A.\nAfter controlling the situation, the Foundation attempted to contact Prime Minister Rama for his post about the situation in Argentina – initially, JTF Zeta-7 High Command believed that Prime Minister Rama talked about the situation either because of the pressure he received from SCP-6828-A instances online or that he was pressured by someone else who was behind the spread of SCP-6828. But before the JTF Zeta-7 representative or UNGOC Ambassador contacted him, Prime Minister Rama immediately send a mail to JTF Zeta-7 about his post, apologizing for worsening the situation in Argentina, justifying it because he thought the protests had gotten out of control and caught the attention of the public, that it was impossible to ignore and would have been worse if he did due to now violent mobs of SCP-6828-A.\nHowever, Prime Minister Rama did not post or speak about his mistake in the situation publicly, instead remaining silent – while presumably a smart move to avoid bringing more attention to the official story constructed at the time, the violence did not stop and only moved closer to Albania's borders. Paramilitary organizations such as the Albanian National Army, the National Liberation Army, and the Liberation Army of Chameria made rapid moves across the disputed territories between Albania and its neighbors as a reaction to the protests, justifying it “as the return of essential Albanian territory and for the memory of their fallen comrades”, despite significant attempts to alter the algorithm in the region to avoid any news about SCP-6828.\nWhile initially considered vaguely connected between the situation in Argentina and the tensions of the Balkans, this was only confirmed after an agent from the Paranormal Branch of SHISH participated in a raid after receiving a tip from Serbian soldiers that strange weapons that looked similar were used in the Yugoslav Wars. Not only that, but the agent implied a connection between these paramilitaries holding strange weaponry and the recent actions of Prime Minister Rama. His report directed to the Commander of JTF Zeta-7 has been attached below:\nThe report by the SHISH agent was met with skepticism by the Commander of JTF Zeta-7, but the disappearance of the agent shortly after his report and the sudden drift of communication between Prime Minister Rama and JTF Zeta-7 caused an actual concern for the survival of the operation and a potential risk for the containment of SCP-6828. Because of this, and with the approval of the Applied Force Department and the O5 Council, Operation Fallen Eagle began.",
        "Addendum 6828.3: Operation Fallen Eagle\nOn September 27, 2015, at 05:00, Operation Fallen Eagle was enacted. A joint operation between Joint Task Force Zeta-7 and agents of the Paranormal Branch of SHISH disguised as members of the Republican Guard loyal to corner Prime Minister Edi Rama and interrogate him. The following log records the timeline of events of Operation Fallen Eagle are attached below:\nAfter Operation Fallen Eagle, Prime Minister Edi Rama was reported missing in all paranormal agencies and organizations allied to the Foundation and designated as Person of Interest-6828. A clone of Edi Rama was soon made to replace the Prime Minister, which is under constant watch and supervision by Foundation intelligence, alongside the updates to the containment procedures of SCP-6828. Below is the attached note written by Prime Minister Rama prior to his disappearance.\nAfter the discovery of this note, Prime Minister Edi Rama has been designated as Person of Interest-6828 and placed under the List of the Most Wanted Paracrimanls in most normalcy government agencies. At the same time, Foundation researchers discovered that the adaptation of national and regional symbols of areas affected by SCP-6828 to symbols different from that of the Republic of Albania lowered the probability of SCP-6828 presenting itself. Because of this, Operation Red Eagle has expanded beyond the protocols enacted in the containment procedures to the purpose of removal and renovation of national and local symbols inside areas heavily affected by SCP-6828, as well as the suppression of Albanian symbology across multiple countries."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6828 \" by Comrade Waldo, from the SCP Wiki . Source: https://scpwiki.com/scp-6828 . Licensed under CC-BY-SA .",
        "Filename: capturedparaweapons Author: United States Marine Corps License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:A-captured-fedayeen-weapons-cache-containing-hundreds-of-russian-kalashnikov-9deb23-1024.jpg",
        "Filename: albanianstimesquare Author: Sadik Kaceli License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Albanien_feiert_100_Jahre_Unabh%C3%A4ngigkeit_(8232495148).jpg",
        "Filename: protestargentina Author: Kristina Millona License: Creative Commons Attribution-Share Alike 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Studen%27ts_protest_in_Albania_(12).jpg",
        "Filename: zeta7argentina Author: Vinnie007 License: Creative Commons Attribution-Share Alike 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Albanian_police_21_janar.jpg",
        "Filename: capturedparaweapons Author: United States Marine Corps License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:A-captured-fedayeen-weapons-cache-containing-hundreds-of-russian-kalashnikov-9deb23-1024.jpg",
        "Filename: ediramasignature Author: Public Records License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Edi_Rama2_(n%C3%ABnshkrim).svg",
        "Filename: flagalbania Author: Albanian Parliament License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Flag_of_Albania.svg"
    ],
    "containment_procedures": "Because of the sudden and rapid outbreak of SCP-6828, Operation Red Eagle has been designed to mitigate the advance of SCP-6828. Joint Task Force Zeta-7 (\"Watchful Eagles\") is responsible to cooperate with national paranormal security agencies to slow down the effects of SCP-6828, and execute the countermeasures programmed in Operation Red Eagle. For more information on Operation Red Eagle, consult Addendum 6828.1.",
    "description": "SCP-6828 is a worldwide phenomenon where an increasing percentage of the world’s population identifies themselves as Albanian. SCP-6828 occurs in countries and localities which check into one of the following requirements for the phenomenon to manifest:",
    "title": "SCP-6828"
}