{
    "url": "https://scp-wiki.wikidot.com/scp-6832",
    "all_text": "Even the ants are magic now?!\n\n\n\n\nrating: \n+116\n+\n–\nx\n\n\n\n\n\n\nSCP-6832-1.\n\n\n\n\n\n\nItem #:\n SCP-6832\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n As SCP-6832 is neutralized, no containment procedures are necessary.\n\n\nDescription:\n SCP-6832 was a phenomenon involving the spontaneous manifestation of house ants (\nTapinoma sessile\n) on meals in the Site-55 cafeteria. Manifestations occurred when subjects were distracted or otherwise not paying attention to their current meal. The ants produced by SCP-6832, hereafter referred to as SCP-6832-1, followed pheromone trails that appeared to lead off the edge of the surface before vanishing at the precipice.\n\n\nSCP-6832-1 instances which followed this trail to the end would then teleport to an unknown location, typically carrying an amount of food taken from the meal they manifested on. SCP-6832-1 have not manifested in any location other than the Site-55 cafeteria despite multiple attempts at prompting their appearance in other locations.\n\n\nThe anomaly first manifested on 31/06/2020\n1\n in the meal of Dr. Blank (Monterey chicken) when his attention was called away from his food by Dr. Wettle slipping on the recently cleaned cafeteria floor. By the time Dr. Blank returned his attention to his meal, SCP-6832-1 instances were moving towards the edge of the table and disappearing, causing him to suspect the presence of a new anomaly. The resident Anomalous Entomology Department Lead, Dr. Morrison, was informed and SCP-6832 was classified shortly after.\n\n\nAddendum 6832.A:\n The following is an abridged log of SCP-6832 manifestations and attempts at manifesting the anomaly.\n\n\n\n\nAffected Individual:\n D-1221\n\n\nMeal:\n Nutraloaf\n\n\nNotes:\n D-1221's attention was drawn away from his meal while being informed of the purpose of the experiment. SCP-6832 failed to manifest; the current theory on proper manifestation is that SCP-6832 will only manifest with individuals who are not aware of SCP-6832's nature.\n\n\n\n\n\n\nAffected Individual:\n D-09534\n\n\nMeal:\n Nutraloaf\n\n\nNotes:\n SCP-6832 failed to manifest. The current theory on proper manifestation is that SCP-6832 will only manifest with individuals who are eating proper food and not Foundation-issued meal replacements.\n\n\n\n\n\n\nAffected Individual:\n Dr. J. Everwood\n\n\nMeal:\n Grilled chicken with black beans and rice\n\n\nNotes:\n This is the first recorded manifestation of SCP-6832 under new procedures. SCP-6832-1 instances were noted to prefer taking pieces of the black beans rather than the chicken.\n\n\n\n\n\n\nAffected Individual:\n Dir. D. Asheworth\n\n\nMeal:\n Rosół\n\n\nNotes:\n SCP-6832-1 manifested in the broth and 95% of recorded instances drowned. Asheworth's attention was returned to his meal before he could be alerted to its contaminated nature, and he was able to eat a spoonful before being informed. Dir. Asheworth proceeded to vomit and subsequently express outrage at being utilized for an experiment without his consent. Despite being informed of the nature of the anomaly, Asheworth remained irate for the duration of his stay at Site-55. Dir. Asheworth did not exhibit any negative traits as a result of consuming SCP-6832.\n\n\n\n\n\n\nAffected Individual:\n Dr. J. Cimmerian\n\n\nMeal:\n Pimento cheese sandwich\n\n\nNotes:\n Dr. Cimmerian picked the SCP-6832-1 instances off of his sandwich and ate it, claiming, \"It's a perfectly good sandwich, I'm not wasting it.\"\n\n\n\n\n\n\nAffected Individual:\n Researcher J. Waltzer\n\n\nMeal:\n Cinnamon rolls\n\n\nNotes:\n SCP-6832-1 instances were observed to take Waltzer's cinnamon rolls in a record time; 7 minutes 53 seconds prior to all instances disappearing. It is believed that, like house ants, SCP-6832-1 has an affinity for sweet foods.\n\n\n\n\n \n\n\n \n\n\nAddendum 6832.B:\n Following the manifestation on Researcher Waltzer's meal, SCP-6832 failed to further manifest. Upon consultation, Dr. Morrison stated that cinnamon is toxic to ants. Due to the evident self-neutralization of SCP-6832, further research into the anomaly has been deemed impossible.\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. During the annual Foundation Symposium on Interacting With Anomalous Groups of Interest.\n\n\n\n\n\n\n\n\n« \nSCP-6381\n | SCP-6832 | \nSCP-6833\n »\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-371-J\n \n•\n\n\n\n\n\n\nSCP-ES-101-J\n \n•\n\n\n\n\n\n\nSCP-7724\n \n•\n\n\n\n\n\n\nSCP-4967\n \n•\n\n\n\n\n\n\nSCP-5047\n \n•\n\n\n\n\n\n\nSCP-6512\n \n•\n\n\n\n\n\n\nSCP-3874\n \n•\n\n\n\n\n\n\nSCP-1799\n \n•\n\n\n\n\n\n\nSCP-1841\n \n•\n\n\n\n\n\n\nSCP-7727\n \n•\n\n\n\n\n\n\nSCP-4982\n \n•\n\n\n\n\n\n\nSCP-6911\n \n•\n\n\n\n\n\n\nSCP-ES-076\n \n•\n\n\n\n\n\n\nSCP-6161\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nUIU File: 2001-745\n \n•\n\n\n\n\n\n\nThe Corncrake Of Destiny\n \n•\n\n\n\n\n\n\n#StormSite19\n \n•\n\n\n\n\n\n\nDark Sushi File No. 1221 \"Waniika Nigiri\"\n \n•\n\n\n\n\n\n\nI Don't Get It, But I'll Figure It Out.\n \n•\n\n\n\n\n\n\nA Tale Of Petty Revenge\n \n•\n\n\n\n\n\n\nWonder World Dossier\n \n•\n\n\n\n\n\n\nClef Goes To The DMV\n \n•\n\n\n\n\n\n\nHOGSLICE vs bones\n \n•\n\n\n\n\n\n\nBorne on the FM Waves of the Heart\n \n•\n\n\n\n\n\n\nA Song Without Words\n \n•\n\n\n\n\n\n\nProject Koza, 1942\n \n•\n\n\n\n\n\n\nTactical Theology Disciplinary Meeting for Diana Ribiero\n \n•\n\n\n\n\n\n\nSquare your shoulders, lift your pack, and leave your friends and go.\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6832\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6832\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n ants1\n\n\nAuthor:\n April Nobile and www.AntWeb.org\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Tapinoma_sessile_casent0104849_profile_1.jpg",
    "addendums": [
        "Addendum 6832.A: The following is an abridged log of SCP-6832 manifestations and attempts at manifesting the anomaly.",
        "Addendum 6832.B: Following the manifestation on Researcher Waltzer's meal, SCP-6832 failed to further manifest. Upon consultation, Dr. Morrison stated that cinnamon is toxic to ants. Due to the evident self-neutralization of SCP-6832, further research into the anomaly has been deemed impossible."
    ],
    "documents": [],
    "notes": [
        "Affected Individual: D-1221 Meal: Nutraloaf Notes: D-1221's attention was drawn away from his meal while being informed of the purpose of the experiment. SCP-6832 failed to manifest; the current theory on proper manifestation is that SCP-6832 will only manifest with individuals who are not aware of SCP-6832's nature.",
        "Affected Individual: D-09534 Meal: Nutraloaf Notes: SCP-6832 failed to manifest. The current theory on proper manifestation is that SCP-6832 will only manifest with individuals who are eating proper food and not Foundation-issued meal replacements.",
        "Affected Individual: Dr. J. Everwood Meal: Grilled chicken with black beans and rice Notes: This is the first recorded manifestation of SCP-6832 under new procedures. SCP-6832-1 instances were noted to prefer taking pieces of the black beans rather than the chicken.",
        "Affected Individual: Dir. D. Asheworth Meal: Rosół Notes: SCP-6832-1 manifested in the broth and 95% of recorded instances drowned. Asheworth's attention was returned to his meal before he could be alerted to its contaminated nature, and he was able to eat a spoonful before being informed. Dir. Asheworth proceeded to vomit and subsequently express outrage at being utilized for an experiment without his consent. Despite being informed of the nature of the anomaly, Asheworth remained irate for the duration of his stay at Site-55. Dir. Asheworth did not exhibit any negative traits as a result of consuming SCP-6832.",
        "Affected Individual: Dr. J. Cimmerian Meal: Pimento cheese sandwich Notes: Dr. Cimmerian picked the SCP-6832-1 instances off of his sandwich and ate it, claiming, \"It's a perfectly good sandwich, I'm not wasting it.\"",
        "Affected Individual: Researcher J. Waltzer Meal: Cinnamon rolls Notes: SCP-6832-1 instances were observed to take Waltzer's cinnamon rolls in a record time; 7 minutes 53 seconds prior to all instances disappearing. It is believed that, like house ants, SCP-6832-1 has an affinity for sweet foods.",
        "\" SCP-6832 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-6832 . Licensed under CC-BY-SA .",
        "Filename: ants1 Author: April Nobile and www.AntWeb.org License: CC BY-SA 4.0 Source Link: https://en.wikipedia.org/wiki/File:Tapinoma_sessile_casent0104849_profile_1.jpg"
    ],
    "item": "SCP-6832",
    "object_class": "Neutralized",
    "containment_procedures": "As SCP-6832 is neutralized, no containment procedures are necessary.",
    "description": "SCP-6832 was a phenomenon involving the spontaneous manifestation of house ants (Tapinoma sessile) on meals in the Site-55 cafeteria. Manifestations occurred when subjects were distracted or otherwise not paying attention to their current meal. The ants produced by SCP-6832, hereafter referred to as SCP-6832-1, followed pheromone trails that appeared to lead off the edge of the surface before vanishing at the precipice.",
    "title": "SCP-6832"
}