{
    "url": "https://scp-wiki.wikidot.com/scp-6834",
    "all_text": "rating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n6834\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nThree 5x10cm glass containers holding infected 3cm iron nails exposed to SCP-6834 are stored at Foundation Containment Site Basalt-7, with space available for up to an additional thirteen containers. Each container is constructed from thermally-treated tempered glass, and is stopped with cork. The containers should be held within a 68x34x34cm box made from reinforced rubber, inside a 150x150x300cm airlocked concrete bunker located in the basement of Site Basalt-7. No researchers are permitted to enter the containment location without authorization from Basalt-7 Site Director Ingrid. All personnel entering SCP-6834's containment chamber are to wear hazmat suits, and receive a disinfecting chemical scrub by site biohazard staff before and after any access to the containment chamber - after which the chamber should once again be returned to an airtight vacuum state.\n\nAny living creatures exposed to SCP-6834 should be immediately incinerated using high-power ranged incindiary devices, or any other source of engulfing flame available to Foundation Staff.\n\n\n\n\nDescription:\n\n\nSCP-6834 is a hybrid corrosive-ribonucleic orthornavirus that exclusively affects and manipulates metal. While typical biological virae tend to affect living creatures such as humans or animals, SCP-6834 will immerse itself into all known metallic substances and alloys, and convert any infected metallic matter into organic material - typically tumor-like masses of animal muscle, fat, and connective tissue, with occasional manifestations of common human organs, including eyes, kidneys, spleens, appendices, and skin. The infection of especially large objects such as buildings or vehicles are theorized by researchers to prompt the manifestation of more complex organs and appendages.\n\n\nThe first and only recorded outbreak of SCP-6834 occurred during Incident #5636-10 on the 16th of February 2020, when an individual under the influence of \nSCP-5636\n1\n introduced SCP-6834 to the inhabitants of an undiscovered safehouse belonging to the Cogwork Orthodoxy Church in Memphis, Tennessee. Following a labored and extensive containment effort by Foundation Biohazard and Fire Department staff, samples of SCP-6834 were returned to Foundation Biohazard Laboratory Sigma-F2 for further analysis. Selected results from the ensuing experimentation have been documented in Experiment Log #6834-1.\n\n\nAlthough the origin of SCP-6834 is believed to be man-made and developed exclusively by a since-neutralized instance of SCP-5636-A, the details of how the virus was synthesized, and whether any other sources of SCP-6834 exist elsewhere, are unknown. Additionally, the similarity between the employment of SCP-6834 against the Cogwork Orthodoxy and the tactics employed against the Church of the Broken God and others by certain Sarkic organizations have been noted as cause for concern, although no known link appears to exist between SCP-5636-A and any Sarkic organization. On a related note - while the overlap in their effect has been noted, SCP-6834 does not appear to share any significant genealogy with \nSCP-610\n.\n\n\n\n\n\n\n\n\nExperiment Log #6834-1:\n\n\n\n\n\n\nLocation: Biohazard Laboratory Sigma-F2\n\n\nDates: February the 20th - March the 14th, 2020\n\n\n\n\n\n\nTest #:\n\n\nExposed Subject:\n\n\nDuration:\n\n\nResult:\n\n\n\n\n\n\n001\n\n\n1 x aluminium drinks can\n\n\n5 minutes\n\n\nTotal infection, subject converted into sizeable tumor.\n\n\n\n\n\n\n002\n\n\n1 x Dell laptop\n\n\n12 minutes\n\n\nPlastic, liquid and screen components of subject left unaltered, metal casing and wiring totally infected, converted into muscle and sinew tissue.\n\n\n\n\n\n\n003\n\n\n1 x 100x200cm sheet of rusting iron composite\n\n\n2 minutes\n\n\nTotal infection, manifestation of gut flesh, intestinal material, and multiple primitive eyes.\n\n\n\n\n\n\n004\n\n\n1 x 1g lithium suspended in oil\n\n\n7 seconds\n\n\nInstant reaction upon contact between subject and biological matter. Subject quickly dissolves.\n\n\n\n\n\n\n005\n\n\n1 x 1g caesium suspended in oil\n\n\n13 seconds\n\n\nInstant reaction upon contact between subject and biological matter. Testing chamber entirely destroyed.\n\n\n\n\n\n\n006\n\n\n1 x 1g francium suspended in oil\n\n\nN/A\n\n\nFollowing the result of Test #005, Test #006 was struck from the procedure list.\n\n\n\n\n\n\n007\n\n\n1 x 91.44cm titanium rod\n\n\n6 hours\n\n\nVery slow total infection, subject converted into a single, long tentacle.\n\n\n\n\n\n\n008\n\n\n1 x 5g raw plutonium\n\n\n6 minutes\n\n\nTotal infection, subject manifested dozens of small malformed eyes.\n\n\n\n\n\n\n009\n\n\n1 x 500 centiliters of molten steel\n\n\n3 seconds\n\n\nAlmost instantaneous reaction, presumed to be caused by increased temperature of subject. Subject reduced to ash.\n\n\n\n\n\n\n010\n\n\n1 x a jar of fruit flies\n\n\n38 seconds\n\n\n100% demise in fruit fly population. No observable effects visible to the human eye present.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-5636-A\n\n\n\n\n\n\n« \nSCP-6833\n | SCP-6834 | \nSCP-6835\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6834\n\" by SamBKing, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6834\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6834 \" by SamBKing, from the SCP Wiki . Source: https://scpwiki.com/scp-6834 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6834"
}