{
    "url": "https://scp-wiki.wikidot.com/scp-6838",
    "all_text": "rating: \n+219\n+\n–\nx\n\n\nItem #:\n SCP-6838\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Reports of phenomena involving unusually bright lights in the forests of Northern Ontario or nearby regions are to be investigated by Foundation agents with the goal of gaining a greater understanding of the nature of SCP-6838.\n\n\nThe death of SCP-6838-1 is to be publicly explained as a death due to exposure following a mental breakdown. Information and evidence to the contrary is to be suppressed by Foundation agents and webcrawlers as per standard protocol.\n\n\nDescription:\n SCP-6838 is the designation given to an unknown force thought to be responsible for the disappearance and death of Nova Scotia resident Gregory Moore, hereby referred to as SCP-6838-1.\n\n\nSCP-6838's nature remains almost entirely unknown to the Foundation, with the only known information being that:\n\n\n\n\nSCP-6838 appears to inhabit the forested regions of Northern Ontario\n\n\nSCP-6838 creates a visual effect involving unusually bright lights\n\n\nSCP-6838 was likely responsible for the death of SCP-6838-1\n\n\n\n\nOn 8/4/19 SCP-6838-1 is known to have left his residence in Halifax, Nova Scotia, and drove for 17 hours to Kingston, Ontario, with the purpose of seeing several family members. Approximately 2 days after arrival, on 11/4/19, subject drove north for unspecified reasons (See addendum 6838.1). Subject's whereabouts in the following 11 days are largely unknown (See addendum 6838.2).\n\n\nOn 23/4/19 SCP-6838-1 was discovered dead in the living room of a cabin SCP-6838-1's family had previously owned. SCP-6838-1's remains were largely untouched, showing little damage and possessing an anomalously slower rate of decay than usual for human corpses. A direct cause of death could not be determined.\n\n\nThere are currently no other known instances of SCP-6838 manifestations or of other individuals being affected by it.\n\n\nAddendum 6838.1:\n On 8/4/19, SCP-6838-1 replied to the following post on \nparawatch.net\n under the username \"I'llPostMoore\". This post was likely the cause of SCP-6838-1's excursion into the forest on 11/4/19.\n\n\n\n\n\n\nLUX\n 04/07/2019 (Sun) 21:40:10 #1848131\n\n\n\n\nAnyone else from Ontario here?\n\n\nI live up North near the forest, and I sometimes see these weirdly bright lights in the middle of the woods. It's always when I'm alone, I've tried showing it to others but they never appear when I do.\n\n\nAnybody experienced something similar? I haven't seen it in any other forests, just here. Would be neat if someone could get a picture or something.\n\n\n\n\n\n\n\n\n\n\nREEEEEEEEE4\n 04/07/2019 (Sun) 08:13:37 #1848131\n\n\n\n\nNope, never heard of this. Why can't you take a picture or video yourself? lol\n\n\n\n\n\n\n\n\n\n\nI'llPostMoore\n 04/08/2019 (Mon) 08:13:37 #1848131\n\n\n\n\nFinally, something on here that I've experienced!\n\n\n\n\nBack when I lived in Ontario my family used to own a cottage up North. I used to run off and play in the trees all the time. Sometimes the woods around me would suddenly become super bright, like there were big floodlights behind the trees. It seems really weird now but I remember finding them super calming.\n\n\n\n\nThey'd always go away whenever my mom or dad found me and took me back home. One time I got lost during a storm and almost walked into the light. I got scared by thunder and ran away, but the feeling was so strange.\n\n\n\n\nI'm actually supposed to go visit my folks again tomorrow, I'll see if I can make some time to drive north, and see if I can get a pic or two!\n\n\n\n\n\n\nInvestigation into the creator of the original post yielded nothing. User \"LUX\" was unable to be located, with all attempts to do so leading to various uninhabited sections of Northern Ontario wilderness.\n\n\nAddendum 6838.2:\n The following are all known contacts with SCP-6838-1 during the period between 11/4/19 and 23/4/19.\n\n\n\n\n11/4/19, 11:22 AM:\n SCP-6838-1 detoured to a cabin in the forest, exited his vehicle and began walking around the property. When confronted by the building's owners, SCP-6838-1 explained that his family had previously owned the property, and that he was \"reliving memories\". When asked to leave, SCP-6838-1 complied and drove away.\n\n\n13/4/19, 3:07 PM:\n SCP-6838-1 was spotted by a group of individuals who were hiking in the area. When approached, SCP-6838-1 began asking them if they had seen any lights. Unsure of what they were being asked, the group pointed SCP-6838-1 to the nearest road.\n\n\n13/4/19, 9:30 PM:\n A driver reported SCP-6838-1 standing in the middle of the previously mentioned road. The driver claimed that he didn't notice SCP-6838-1's presence until it would have been too late, if subject had not ran back into the woods seconds before a collision would have occured. Upon looking in his rear-view mirror, the driver claimed to have seen a second figure follow SCP-6838-1 back into the treeline.\n\n\n16/4/19, 6:48 PM:\n SCP-6838-1 appears to have backtracked to the previously mentioned cabin. SCP-6838-1 was again told to leave by the same owners, who noted the absence of his car. After staring at the cabin for around 30 seconds, subject wordlessly turned and walked back the way he came.\n\n\n22/4/19, 1:55 AM:\n The following voicemail was left by SCP-6838-1 on his mother's phone.\n\n\n\n\n\n\nSCP-6838-1: Hi mom. Sorry for not calling.\n\n(Leaves crunching)\n\nSCP-6838-1: Remember when I was a kid, and I'd always talk about seeing lights \n            in the forest?\n\nSCP-6838-1: I found them again. \n\n(Shuffling)\n\nSCP-6838-1: I'm taking some pictures, but I wish I could show you myself. \n\nSCP-6838-1: I think this is goodbye. \n\n(A child's laughter is vaguely audible) \n\n(Call ends)\n\n\n\n\n23/4/19, 8:19 AM:\n The owners of the aforementioned cabin stated they had woken to at least two sets of footsteps walking around on the floor below their bedroom, and had waited around 10 minutes after the noises stopped to go downstairs, where SCP-6838-1 was discovered dead. The cabin's doors remained locked and none of the windows were broken. It is unknown how SCP-6838-1 or any other entities entered the building, or whether he was still alive while doing so.\n\n\n\n\nAddendum 6838.3:\n Following examination of SCP-6838-1's belongings, the following photos were discovered in the camera roll of subject's phone.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6837\n | SCP-6838 | \nSCP-6839\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nDukeCrusty's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7436\n \n•\n\n\n\n\n\n\nSCP-6191\n \n•\n\n\n\n\n\n\nSCP-6343\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nThe Crustacean Station\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6838\n\" by DukeCrusty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6838\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 6838.1: On 8/4/19, SCP-6838-1 replied to the following post on parawatch.net under the username \"I'llPostMoore\". This post was likely the cause of SCP-6838-1's excursion into the forest on 11/4/19.\nInvestigation into the creator of the original post yielded nothing. User \"LUX\" was unable to be located, with all attempts to do so leading to various uninhabited sections of Northern Ontario wilderness.",
        "Addendum 6838.2: The following are all known contacts with SCP-6838-1 during the period between 11/4/19 and 23/4/19.",
        "Addendum 6838.3: Following examination of SCP-6838-1's belongings, the following photos were discovered in the camera roll of subject's phone.\n\n\n"
    ],
    "documents": [],
    "notes": [
        "LUX 04/07/2019 (Sun) 21:40:10 #1848131 Anyone else from Ontario here? I live up North near the forest, and I sometimes see these weirdly bright lights in the middle of the woods. It's always when I'm alone, I've tried showing it to others but they never appear when I do. Anybody experienced something similar? I haven't seen it in any other forests, just here. Would be neat if someone could get a picture or something.",
        "REEEEEEEEE4 04/07/2019 (Sun) 08:13:37 #1848131 Nope, never heard of this. Why can't you take a picture or video yourself? lol",
        "I'llPostMoore 04/08/2019 (Mon) 08:13:37 #1848131 Finally, something on here that I've experienced! Back when I lived in Ontario my family used to own a cottage up North. I used to run off and play in the trees all the time. Sometimes the woods around me would suddenly become super bright, like there were big floodlights behind the trees. It seems really weird now but I remember finding them super calming. They'd always go away whenever my mom or dad found me and took me back home. One time I got lost during a storm and almost walked into the light. I got scared by thunder and ran away, but the feeling was so strange. I'm actually supposed to go visit my folks again tomorrow, I'll see if I can make some time to drive north, and see if I can get a pic or two!",
        "\" SCP-6838 \" by DukeCrusty, from the SCP Wiki . Source: https://scpwiki.com/scp-6838 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6838",
    "object_class": "Euclid",
    "containment_procedures": "Reports of phenomena involving unusually bright lights in the forests of Northern Ontario or nearby regions are to be investigated by Foundation agents with the goal of gaining a greater understanding of the nature of SCP-6838.",
    "description": "SCP-6838 is the designation given to an unknown force thought to be responsible for the disappearance and death of Nova Scotia resident Gregory Moore, hereby referred to as SCP-6838-1.",
    "title": "SCP-6838"
}