{
    "url": "https://scp-wiki.wikidot.com/scp-6841",
    "all_text": "rating: \n+7\n+\n–\nx\n\n\nItem #:\n SCP-6841\n\n\nObject Class:\n N/A (see below)\n\n\nSpecial Containment Procedures:\n The survival or deletion of this document constitutes the containment procedures for SCP-6841. For further information, please continue on to the description.\n\n\nDescription:\n SCP-6841 is an anomaly that cannot be given an SCP designation due to some nomenclative property.\n\n\nAs indicated by the paradoxical nature of the last sentence, SCP-6841 does not exist. However, there is a non-zero chance such an anomaly will manifest in the future, resulting in the destruction of this file and the triggering of Protocol FOURTH EYE.\n\n\nThis designation is one of over ten thousand designations reserved under FOURTH EYE protocol; while this document covers the overarching idea of an anomaly that cannot be designated, the others specify what location the subject may manifest in, what other attributes (both anomalous and mundane) it may possess, and so forth.\n1\n\n\nBy identifying which files are erased and which are not, FOURTH EYE will be able to automatically generate a profile of the anomaly immediately after its manifestation, which will then be sent to the Foundation facility deemed best suited to engage the anomaly.\n\n\nThrough this form of prescient information gathering, FOURTH EYE is expected to reduce human casualties from anomalies under its purview by as much as 90%.\n\n\n\n\nFootnotes\n\n\n1\n. To prevent cluttering of the database, these \"auxiliary files\" have been relegated to numerical identifiers within the high millions, far outside the current authorized numbering range.\n\n\n\n\n\n\n\n\n« \nSCP-6840\n | SCP-6841 | \nSCP-6842\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6841\n\" by DreadnoughtGalaxy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6841\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6841 \" by DreadnoughtGalaxy, from the SCP Wiki . Source: https://scpwiki.com/scp-6841 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6841",
    "object_class": "N/A (see below)",
    "containment_procedures": "The survival or deletion of this document constitutes the containment procedures for SCP-6841. For further information, please continue on to the description.",
    "description": "SCP-6841 is an anomaly that cannot be given an SCP designation due to some nomenclative property.",
    "title": "SCP-6841"
}