{
    "url": "https://scp-wiki.wikidot.com/scp-6846",
    "all_text": "rating: \n+109\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6846\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nintegrated\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-6846 in its containment chamber.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-6846 is currently assigned to Mobile Task Force Phi-7 \"Snake Charmers\". Each member of MTF Phi-7 must be equipped with SCRAMBLE visors to protect from SCP-6846's cognitohazardous effects.\n\n\nWhen not on active duty, SCP-6846 is housed in an augmented Class III Bio-Containment unit at Site-99. Surveillance or photography equipment is not permitted within SCP-6846's cell. Three (3) personnel with 20/200 vision or less are to be assigned as caretakers for SCP-6846.\n\n\nSCP-6846's cell is furnished with reading material and a television for entertainment; other amenities may be provided as a reward for good behavior. Under no circumstances is SCP-6846 to be given internet access while off-duty.\n\n\nDescription:\n SCP-6846 is an Egyptian cobra \n(Naja haje)\n measuring 8 meters in length, and 2 meters in height when fully erect. Despite its abnormal size, SCP-6846 is visually identical to a non-anomalous cobra.\n\n\nThe eyes of SCP-6846 are a known cognitohazard. When a subject looks directly or indirectly at the eyes of SCP-6846, all life functions of the subject will immediately cease.\n\n\nSCP-6846 possesses a sapient level of intelligence, approximately equivalent to a 10 year old human child. Though the entity is unable to speak, it is capable of understanding human language, and communicate through typed words. The entity has repeatedly expressed a desire to “make friends”, a motivation utilized by the Foundation for the Integration Program. In order to maintain the illusion that Foundation personnel are its “friends”, all personnel involved with SCP-6846 are to maintain an amicable demeanor towards the entity.\n\n\nMTF Phi-7 has been commissioned to integrate SCP-6846 into a position as an agent at the Foundation. Further information detailing Phi-7 operations can be found in the following addenda.\n\n\nAddendum 6846.1:\n Discovery\n\n\nSCP-6846 was discovered following the death of Researcher Lowe on 2024/██/██. His body was found in his office at 1:47 AM CST, with the cause of death determined to be sudden cessation of all life functions. Prior to his death, Lowe had an instant messaging application opened on his personal computer, with the following text messages on screen:\n\n\n\n\nTLowe173:\n Hello!\n\n\n\n\nbslsk05:\n hiiiii :3\n\n\nbslsk05:\n wanna be friends?\n\n\nIt is now known that the instant message conversation was with SCP-6846, with the emoticon “:3” being a lethal cognitohazard.\n1\n The address of the sender was located to be in the Sahara Desert, from where SCP-6846 was discovered and captured.\n\n\nAddendum 6846.2:\n Interview with SCP-6846\n\n\n\n\nInterviewed:\n SCP-6846\n\n\nInterviewer:\n Dr. Aria Watson, Level 3 Senior Researcher\n\n\nForeword:\n After SCP-6846’s initial containment, Dr. Watson was instructed to interview SCP-6846 to determine its intelligence and potential motives. She was equipped with a SCRAMBLE visor to negate the cognitohazardous effects of SCP-6846. As SCP-6846 is incapable of speech, it was provided with a Foundation-issue laptop to type on for the interview.\n\n\n[BEGIN LOG]\n\n\nDr. Watson:\n Hello, SCP-6846.\n\n\nSCP-6846:\n hii :3\n\n\nDr. Watson:\n If you have a name, please state it for the record.\n\n\nSCP-6846:\n i dont\n\n\nSCP-6846:\n wanna be friends?\n\n\nDr. Watson:\n Unfortunately, it is beyond my capablities to be your, er, friend. I am, however, in charge of taking care of you, so you can trust me.\n\n\nSCP-6846:\n yay :D\n\n\nSCP-6846:\n i lovee making new friends! <3\n\n\nDr. Watson:\n That’s nice. Now tell me, what was your motivation for killing Researcher Lowe?\n\n\nSCP-6846:\n who’s that :0\n\n\nSCP-6846:\n i didnt kil anyone\n\n\nDr. Watson:\n \n(inaudible whispers)\n Alright. SCP-6846, what would you enjoy doing during your containment here?\n\n\nSCP-6846:\n idk lol, just meet some ppl ig\n\n\nSCP-6846:\n for me its hard to make friends :(\n\n\nSCP-6846:\n cuz they keep dying\n\n\nSCP-6846:\n ur a good friend btw! :3\n\n\nDr. Watson:\n Would you be open to making some friends here at the site?\n\n\nSCP-6846:\n YAY :D\n\n\nSCP-6846:\n i mean yes :)\n\n\nDr. Watson:\n Well in that case, SCP-6846, welcome to the Foundation.\n\n\n[END LOG]\n\n\n\n\nAddendum 6846.3:\n Integration of SCP-6846\n\n\nSCP-6846 has been approved for the Foundation Integration Program due to its amicable and innocent nature. As SCP-6846 has a strong desire to befriend others it meets online, despite the entity unknowingly causing said others’ deaths, SCP-6846 has been selected for assassination missions with MTF Phi-7. The following is a transcript of one such assassination:\n\n\n\n\nRsGzaleski:\n Agent. Did you successfully recover the intel on [DATA EXPUNGED]?\n\n\n\n\nbslsk05:\n :3\n\n\nSCP-6846’s skills have proven to be highly useful, and as such the entity has been permanently assigned to MTF Phi-7.\n\n\n\n\nFootnotes\n\n\n1\n. Due to the depiction of the entity's eyes.\n\n\n\n\n\n\n\n\n« \nSCP-6845\n | SCP-6846 | \nSCP-6847\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6846\n\" by ubergoober, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6846\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n basilisk.png\n\n\nLicense:\n CC BY-SA 4.0\n\n\n\n\nThis image is adapted from:\n\n\n\n\nName:\n Ouraeus Snake Upper.jpg\n\n\nAuthor:\n Ghorayr\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 6846.1: Discovery\nSCP-6846 was discovered following the death of Researcher Lowe on 2024/██/██. His body was found in his office at 1:47 AM CST, with the cause of death determined to be sudden cessation of all life functions. Prior to his death, Lowe had an instant messaging application opened on his personal computer, with the following text messages on screen:",
        "Addendum 6846.2: Interview with SCP-6846",
        "Addendum 6846.3: Integration of SCP-6846\nSCP-6846 has been approved for the Foundation Integration Program due to its amicable and innocent nature. As SCP-6846 has a strong desire to befriend others it meets online, despite the entity unknowingly causing said others’ deaths, SCP-6846 has been selected for assassination missions with MTF Phi-7. The following is a transcript of one such assassination:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-6846 \" by ubergoober, from the SCP Wiki . Source: https://scpwiki.com/scp-6846 . Licensed under CC-BY-SA .",
        "Filename: basilisk.png License: CC BY-SA 4.0",
        "Name: Ouraeus Snake Upper.jpg Author: Ghorayr License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-6846 is currently assigned to Mobile Task Force Phi-7 \"Snake Charmers\". Each member of MTF Phi-7 must be equipped with SCRAMBLE visors to protect from SCP-6846's cognitohazardous effects.",
    "description": "SCP-6846 is an Egyptian cobra (Naja haje) measuring 8 meters in length, and 2 meters in height when fully erect. Despite its abnormal size, SCP-6846 is visually identical to a non-anomalous cobra.",
    "title": "SCP-6846"
}