{
    "url": "https://scp-wiki.wikidot.com/scp-6848",
    "all_text": "SCP-6848\n\n\n\n\n\n\nBy:\n \nAmpyrsand\n\n\n\n\n\n\nPublished on \n29 Jul 2023 15:50\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n \n\n\n\n\nI Want to Believe\n\n\n\n\n\n\n🗿 pepsicube\n 12/16/17 (Sat) 16:33:20 #86435510\n\n\n\n\n[UFO MEGATHREAD]: ALL DISCUSSIONS ON THIS TOPIC SHOULD BE REDIRECTED HERE.\n\n\nToday, the New York Times published two UFO videos, allegedly codenamed \"FLIR\" and \"GIMBAL\", taken from fighter pilots of the USS \nNimitz\n and USS \nTheodore Roosevelt\n respectively. The videos show alleged fighter pilot encounters with an unknown pill-shaped object with no visible means of propulsion. Testimonies state these UFOs can reach hypersonic speeds despite this, and are able to accelerate in this way almost instantaneously in apparent violation of known science.\n\n\n\n\n\n\nIt's happening.\n\n\n\n\n\n\nThis thread is for Parawatch users to share their theories and updates on this supposed UFO info leak as it occurs. The mod team will continue to update the thread with any new information as this situation continues.\n\n\nUPDATE:\n The Washington post has published a third video in their own similar report, showing an identical object. The mainstream press is reporting on this left and right — either it's the largest coverup we've seen in a while, or the Masquerade is about to end. Stay safe, everyone.\n\n\n\n\n\n\nlethalsweatpants\n 12/16/17 (Sat) 16:34:14 #86435536\n\n\n\n\nIt's happening it's happening it's happening it's happening\n\n\nBut why would the press report on it? They aren't part of the conspiracy?\n\n\n\n\n\n\ngreener_yetGreener\n 12/16/17 (Sat) 16:34:14 #86435536\n\n\n\n\nGot some info. Not much, but it's something.\n\n\nApparently, these things are supposed to be pill-shaped and entirely smooth. They change color quite a bit in the video based on the lighting they use — the plane's camera isn't perfect, obviously — but they're also supposed to be white up close. Witnesses couldn't match it to any known material.\n\n\n\n\n\n\nYes, I know what it looks like. Computer rendering, obviously.\n\n\n\n\n\n\nSome people are saying they might just be experimental aircraft made by humans, some top secret project by the US, Russia, China, etc. However, they don't appear to have any markings that would indicate they were made by a specific group. Of course, that doesn't necessarily mean they're non-human, but… these things were going hypersonic. That's no small feat for something manmade. If any of the countries that we suspect could build these things actually possessed even one, they would all have destroyed each other by now. And the first encounter supposedly happened in 2004?\n\n\nMajor cities would be bombed in 48 hours, to say nothing of 13 years. That's my opinion, at least.\n\n\n\n\n\n\ntropicalTheorist\n 12/16/17 (Sat) 16:36:18 #86435572\n\n\n\n\nActually looking like a space tic-tac haha\n\n\n\n\n\n\nGoldenStatePatriot\n 12/16/17 (Sat) 16:38:58 #86435596\n\n\n\n\nTrust me, you're hardly the first to make that comparison.\n\n\n\n\n\n\nadmiralTurmeric\n 12/16/17 (Sat) 16:35:23 #86435540\n\n\n\n\nGuys this is just a tiny blurred dot in shitty 140p resolution. Get your Pentagon psyops out of here, that's just what they want you to think. There's no way this thing is real, and there's no way UFOs are what they're really hiding.\n\n\n\n\n\n\ninquirer_inquisitional\n 12/16/17 (Sat) 16:39:38 #86435599\n\n\n\n\nWhat a lot of people don't realize is that this is hardly a new occurrence. I'm not just talking about UFO sightings in general dating back way into the early 20th century; I'm talking about these pill-shaped \"ships\" specifically.\n\n\n\n\n\n\nCourtesy of the Black Vault.\n\n\n\n\n\n\nThe image to the left was taken by Marshal Giancarlo Cecconi, an Italian pilot, in June of 1979. The same shape described by the Nimitz crew is seen here, in broad daylight, and it's been known since the 70s at the earliest. These ships are here to stay, and somebody doesn't want us to know about them.\n\n\nOn June 18th, Cecconi was heading back to Treviso air base, having completed a recon mission with a group of 14 other air force planes when his radar detected an unknown object entering forbidden airspace. His team monitored the object, which hovered at an altitude of 13,000 feet, and photographed it repeatedly. Allegedly, there are several photos of the UFO just like the one above. He said it was cylindrical and matte, with no visible means of propulsion. An exact match to what we're seeing now, essentially.\n\n\nAnd then it disappeared. Command confirmed that the thing just dropped off the radar with no indication and was nowhere to be found. Recall the recent reports of these things being able to hit hypersonic and escape the atmosphere basically instantly? Yeah, it's that.\n\n\nProbably comes as obvious to other regulars here, but yeah. We certainly aren't alone.\n\n\n\n\n\n\nunspoken_scuba\n 12/16/17 (Sat) 16:40:09 #86435532\n\n\n\n\nActually just forget about New Mexico or Area 51 or anything else, it's the west coast the Aliens keep flocking to. Like 80% of these sightings are in the Pacific, going all the way back to WW2. I'm beginning to think Area 51 is just disinfo to get us to look away from the real extraterrestrial activity is.\n\n\nIt just makes sense. Largest ocean on Earth and islands would be the most isolated area to abduct people for experimentation without causing a fuss, considering how isolated and sparsely populated they are. Regardless of whether there's experimental aircraft tech in there or not, what would an actual genuine alien possibly want with Area 51? Why would they go to the desert? Mass harvesting fucking sand? Is it super rare on their planet or something?\n\n\nAbsurd and seems like deliberate misleading to me.\n\n\n\n\n\n\nredespeed\n 12/16/17 (Sat) 16:41:49 #86435601\n\n\n\n\nIt's absolutely the west coast, and I'll tell you why.\n\n\nMy uncle was in the Navy. He operated from a base on the coast of northern California; excuse my not revealing exactly which one, for fairly obvious reasons. He would often see ships like these — or so I assume — he always described them as being like globes of light that flew without wings. He was a very religious man; I suspect he thought they were angels. They would fly inland from the Pacific: on a few occasions, he or his colleagues would track them and watch them touch down in some Cascadian forest, never to be seen again after.\n\n\nMy uncle and his whole team were convinced these things were real and would see them often. Time and time again, they would push for their superiors to investigate their claims. On no occasion did command make such a promise, nor even acknowledge them.\n\n\nOne day, he walked into a forest of his own and didn't return.\n\n\n\n\n\n\nPhoto I took of the place where it happened. He used to say he saw the \"angels\" here.\n\n\n\n\n\n\n \n\n\nPersonally I have my suspicions, but nobody officially knows what happened to him. Park rangers took on a whole investigation, probably spent hundreds trying to figure it out, and they couldn't.\n\n\nBut what sort of lifeform piloting these ships would have an interest in forests in the northwest? What other paranormal occurrences do we know to happen there? And, perhaps most importantly, what else in the region to we know the government has a vested interest in hiding from us?\n\n\nAnd, whatever this cryptid-alien is, it would need some plausible reason to have made my uncle disappear. It would need either to use the forests as cover and be willing to do away with anybody who knows too much about its whereabouts, or it would need to hold a grudge against us for some reason. A vendetta so significant as to justify its killing the first human it sees without provocation. What sort of entity could possibly fit this description?\n\n\n \n\n\n\n\n\n\nTo me, the answer is fairly obvious.\n\n\n\n\n\n\n \n\n\n\n\n\n\nIntechor\n 12/16/17 (Sat) 16:43:11 #86435601\n\n\n\n\nThe Bigfoot connection is definitely food for thought. It's interesting that so few sasquatches seem to be out there in the wild — to be able to sustain their own population, you start to wonder where they're coming from. Very illuminating given what we know about coverups on both of these cases…\n\n\nThank you for sharing your theories, OP. I'm sorry about your uncle.\n\n\n\n\n\n\nSublime_fordF250\n 12/16/17 (Sat) 16:43:49 #86435627\n\n\n\n\nbigfoot ufos bro listen to yourself\n\n\n\n\n\n\nstainlessSkeptic\n 12/16/17 (Sat) 16:34:14 #86435536\n\n\n\n\nAgain, why would the mainstream press report on this if it's specifically in their interest to keep quiet and play along with the conspiracy? And, to be fair, the blurry videos on their own aren't exactly conclusive, as others have said…\n\n\nI want to believe. I really do, and I think we might be getting close to the truth with some of this. But it isn't all confirmed yet, the case is far from sealed up and complete. Until we get more information, I don't think we should be sold on this.\n\n\n\n\n \n\n\n \n\n\n\n\n> It's Happening.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nTruthAgent11\n 12/16/17 (Sat) 16:50:08 #86435699\n\n\n\n\nWAKE UP SHEEPLE\n\n\n\n\n\n\nTHEY'RE RIGHT UNDER YOUR NOSES.\n\n\n\n\n\n\nWAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP\n\n\nWAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP PWAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE UP WAKE U\n\n\n\n\n[USER WAS SUSPENDED FOR THIS POST]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6847\n | SCP-6848 | \nSCP-6849\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6848\n\" by Ampyrsand, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6848\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Alien01.svg\n\n\nAuthor:\n Lionel Allorge\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Alien01.svg\n\n(alterations were made)\n\n\n\n\n\n\nFilename:\n Usa counties large.svg\n\n\nAuthor:\n U.S. Census Bureau\n\n\nLicense:\n Public domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Usa_counties_large.svg\n\n(alterations were made)\n\n\n\n\n\n\nFilename:\n Roswell UFO Museum - Alien Autopsy (6080682876).jpg\n\n\nAuthor:\n mr_t_77 from WV, USA\n\n\nLicense:\n Creative Commons Attribution-Share Alike 2.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:Roswell_UFO_Museum_-_Alien_Autopsy_(6080682876).jpg\n)\n\n\n\n\n\n\nFilename:\n SandiaMountainsRR.jpg\n\n\nAuthor:\n Tobyw87\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:SandiaMountainsRR.jpg\n]]\n\n\n\n\n\n\nFilename:\n Great Seal of the United States (reverse).svg\n\n\nAuthor:\n Ipankonin\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:Great_Seal_of_the_United_States_(reverse).svg\n]]\n\n\n\n\n\n\nFilename:\n USS Nimitz 2004 tic tac UFO.jpg\n\n\nAuthor:\n JMK\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:USS_Nimitz_2004_tic_tac_UFO.jpg\n]]\n\n\n\n\n\n\nFilename:\n BigfootSussex.jpg\n\n\nAuthor:\n Caroline Toms\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:BigfootSussex.jpg\n]]\n\n\n\n\n\n\nFilename:\n USS Nimitz (CVN-68) returning to Norfolk 1981.JPEG\n\n\nAuthor:\n PH1 Ken Brewer, USN\n\n\nLicense:\n Public domain\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:USS_Nimitz_(CVN-68)_returning_to_Norfolk_1981.JPEG\n]]\n\n\n\n\n\n\nFilename:\n Gimbal The First Official UAP Footage from the USG for Public Release.webm\n\n\nAuthor:\n United States Navy\n\n\nLicense:\n Public domain\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:Gimbal_The_First_Official_UAP_Footage_from_the_USG_for_Public_Release.webm\n]]\n\n(alterations were made)\n\n\n\n\n\n\nFilename:\n FLIR1 Official UAP Footage from the USG for Public Release.webm\n\n\nAuthor:\n United States Navy\n\n\nLicense:\n Public domain\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:FLIR1_Official_UAP_Footage_from_the_USG_for_Public_Release.webm\n]]\n\n(alterations were made)\n\n\n\n\n\n\nFilename:\n Bigfoot Grande.gif\n\n\nAuthor:\n LeCire, John Taylor (eventually) and Penyulap\n\n\nLicense:\n Creative Commons Zero, Public Domain Dedication\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:Bigfoot_Grande.gif\n]]\n\n\n\n\n\n\nFilename:\n UFO photographed by Italian pilot Giancarlo Cecconi, 1979.jpg\n\n\nAuthor:\n Italian pilot Marshal Giancarlo Cecconi in June 1979\n\n\nLicense:\n Public domain\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:UFO_photographed_by_Italian_pilot_Giancarlo_Cecconi,_1979.jpg\n]]\n\n\n\n\n\n\nFilename:\n Forest in Central Oregon 2.jpg\n\n\nAuthor:\n Jeffhollett\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n [[[\nhttps://commons.wikimedia.org/wiki/File:Forest_in_Central_Oregon_2.jpg\n]]\n\n\n\n\nInfared ACS icon is from ACS Icon Catalogue: \nhttps://scp-wiki.wikidot.com/acs-icon-catalogue\n (note: this icon was also used in the making of the \"cryptic\" class icon, as was the \"caution\" icon found here: \nhttps://scp-wiki.wdfiles.com/local--files/component%3Aanomaly-class-bar/caution-icon.svg\n)\n\n\nImages used to make the header image are taken from the following pages on the SCP wiki, contents licensed under CC-BY-SA:\n\n\nhttps://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne\n\n\nhttps://scp-wiki.wikidot.com/s7-apcs-guide",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6848 \" by Ampyrsand, from the SCP Wiki . Source: https://scpwiki.com/scp-6848 . Licensed under CC-BY-SA .",
        "Filename: Alien01.svg Author: Lionel Allorge License: Creative Commons Attribution-Share Alike 4.0 Source: https://commons.wikimedia.org/wiki/File:Alien01.svg (alterations were made)",
        "Filename: Usa counties large.svg Author: U.S. Census Bureau License: Public domain Source: https://commons.wikimedia.org/wiki/File:Usa_counties_large.svg (alterations were made)",
        "Filename: Roswell UFO Museum - Alien Autopsy (6080682876).jpg Author: mr_t_77 from WV, USA License: Creative Commons Attribution-Share Alike 2.0 Source: [[[ https://commons.wikimedia.org/wiki/File:Roswell_UFO_Museum_-_Alien_Autopsy_(6080682876).jpg )",
        "Filename: SandiaMountainsRR.jpg Author: Tobyw87 License: Creative Commons Attribution-Share Alike 4.0 Source: [[[ https://commons.wikimedia.org/wiki/File:SandiaMountainsRR.jpg ]]",
        "Filename: Great Seal of the United States (reverse).svg Author: Ipankonin License: Creative Commons Attribution-Share Alike 3.0 Source: [[[ https://commons.wikimedia.org/wiki/File:Great_Seal_of_the_United_States_(reverse).svg ]]",
        "Filename: USS Nimitz 2004 tic tac UFO.jpg Author: JMK License: Creative Commons Attribution-Share Alike 4.0 Source: [[[ https://commons.wikimedia.org/wiki/File:USS_Nimitz_2004_tic_tac_UFO.jpg ]]",
        "Filename: BigfootSussex.jpg Author: Caroline Toms License: Creative Commons Attribution-Share Alike 4.0 Source: [[[ https://commons.wikimedia.org/wiki/File:BigfootSussex.jpg ]]",
        "Filename: USS Nimitz (CVN-68) returning to Norfolk 1981.JPEG Author: PH1 Ken Brewer, USN License: Public domain Source: [[[ https://commons.wikimedia.org/wiki/File:USS_Nimitz_(CVN-68)_returning_to_Norfolk_1981.JPEG ]]",
        "Filename: Gimbal The First Official UAP Footage from the USG for Public Release.webm Author: United States Navy License: Public domain Source: [[[ https://commons.wikimedia.org/wiki/File:Gimbal_The_First_Official_UAP_Footage_from_the_USG_for_Public_Release.webm ]] (alterations were made)",
        "Filename: FLIR1 Official UAP Footage from the USG for Public Release.webm Author: United States Navy License: Public domain Source: [[[ https://commons.wikimedia.org/wiki/File:FLIR1_Official_UAP_Footage_from_the_USG_for_Public_Release.webm ]] (alterations were made)",
        "Filename: Bigfoot Grande.gif Author: LeCire, John Taylor (eventually) and Penyulap License: Creative Commons Zero, Public Domain Dedication Source: [[[ https://commons.wikimedia.org/wiki/File:Bigfoot_Grande.gif ]]",
        "Filename: UFO photographed by Italian pilot Giancarlo Cecconi, 1979.jpg Author: Italian pilot Marshal Giancarlo Cecconi in June 1979 License: Public domain Source: [[[ https://commons.wikimedia.org/wiki/File:UFO_photographed_by_Italian_pilot_Giancarlo_Cecconi,_1979.jpg ]]",
        "Filename: Forest in Central Oregon 2.jpg Author: Jeffhollett License: Creative Commons Attribution-Share Alike 4.0 Source: [[[ https://commons.wikimedia.org/wiki/File:Forest_in_Central_Oregon_2.jpg ]]"
    ],
    "title": "SCP-6848"
}