{
    "url": "https://scp-wiki.wikidot.com/scp-6855",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-6855:\n No Need to Wine\n\n\nAuthor:\n \nBarbarous Bread\n\n\n\n\nSpecial thanks to \nJhigard Foreigner\n for helping me make this a more cohesive article!\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby \nBarbarous_Bread\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n6855\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\npending\n\n\n\n\n\n\nRisk Class:\n\n\npending\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nThe Eastern Hardware Storage Facility is to be cordoned off under the guise of chemical contamination. Each exterior surface of the structure's lower level is to be reinforced to restrict the spread of SCP-6855.\n\n\nThe soil around the structure is to be continually observed for any breaches of SCP-6855 into the local groundwater supply. If any breaches are detected, then the containment perimeter is to be expanded to incorporate the affected area.\n\n\nAll SCP-6855-A instances are to be sequestered to the Eastern Hardware Storage Facility using standard physical barriers.\n\n\n\n\nDescription\n\n\nSCP-6855 refers to a body of fluid in the lower level of the Eastern Hardware Storage Facility in Detroit, MI. The pool is 10 cm deep on average and occupies the entirety of the floor. The fluid that comprises SCP-6855 has a dark red appearance and acts similarly to a non-anomalous fluid in nearly all aspects.\n\n\nThe pool's sole anomalous property is that it is capable of generating humanoid entities which are made of the same fluid as SCP-6855. These entities are referred to as SCP-6855-A and emerge at random intervals from SCP-6855. These entities possess little strength and have not demonstrated any hostile behavior. Each of these entities will attempt to leave the confines of the warehouse. They are restricted in that they are only able to maintain their form for 10-15 minutes on average before collapsing into a pool of fluid.\n\n\nOne SCP-6855-A has been able to exit the warehouse which was reported to local law enforcement. This was then brought to the attention of the Foundation and all of those who were aware of this incident received amnestic therapy.\n\n\nBased on analysis of SCP-6855-A remains, the fluid no longer has any anomalous or hazardous properties nor is it capable of generating any further instances of SCP-6855-A.\n\n\nEvidence suggests that this anomaly was generated following the rupture of 12 large cylinders in the structure's lower level. These cylinders appear to have contained the fluid that comprises SCP-6855, however it is not currently known as to how the fluid obtained its anomalous properties. These cylinders are notably newer than other equipment in the facility, which was condemned in 1978.\n\n\nFurther investigation into SCP-6855's origins is underway.\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email\n\n\n\n\nAccount Accessed\n\n\n\n\n\n\n\n\n\n\nTo:\n \ngro.39etis.pcs|rolyat.enirehtac#gro.39etis.pcs|rolyat.enirehtac\n\n\nFrom:\n \ngro.39etis.pcs|retsel.bocaj#gro.39etis.pcs|retsel.bocaj\n\n\nSubject:\n Preliminary SCP-6855 Report\n\n\n\n\n\n\nHello Director Taylor,\n\n\nAttached are my preliminary findings, raw data analysis, and containment recommendations for SCP-6855.\n\n\nIf you have any questions regarding my findings or my report, please do not hesitate to contact me.\n\n\nSincerely,\n\n\nDr. Jacob Lester\n\nSite-93 | Junior Research Staff\n\n\n\n\n\n\nAttachment: \nSCP-6855 Report_Lester.pdf\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ngro.39etis.pcs|retsel.bocaj#gro.39etis.pcs|retsel.bocaj\n\n\nFrom:\n \ngro.39etis.pcs|rolyat.enirehtac#gro.39etis.pcs|rolyat.enirehtac\n\n\nSubject:\n Re: Preliminary SCP-6855 Report\n\n\n\n\n\n\nDr. Lester,\n\n\nBased on the information presented, I agree with your findings and recommendations.\n\n\nI expect that you will also provide a video record of the anomaly and the full lifespan of an SCP-6855-A instance.\n\n\nGiven that you're no longer in your probationary period under Dr. Benton, I expect that your finalized submission will be up to her — and my — standards.\n\n\nThank you,\n\n\nCatherine Taylor\n\nSite-93 | Site Director\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n \ngro.39etis.pcs|rolyat.enirehtac#gro.39etis.pcs|rolyat.enirehtac\n\n\nFrom:\n \ngro.39etis.pcs|retsel.bocaj#gro.39etis.pcs|retsel.bocaj\n\n\nSubject:\n Re: Re: Preliminary SCP-6855 Report\n\n\n\n\n\n\nHello Director Taylor,\n\n\nI will ensure that my final submission will be in-line with the standards that you have set for the research staff under your supervision.\n\n\nAs for the video record, I am arranging for my video files to auto-transmit to the Site-93 servers. I believe \nLingua.aic\n should be operational at our site now, so the video file will be automatically transcribed into the placeholder entry after my video finishes uploading.\n\n\nIf you so choose, you can arrange to be notified of updates to SCP-6855's entry so that you can review the transcribed log so that you can determine if it contains sufficient content. Regardless, I will notify you when I have finished my report and it is ready for inclusion on the Foundation database.\n\n\nSincerely,\n\n\nDr. Jacob Lester\n\nSite-93 | Junior Research Staff\n\n\n\n\n\n\n \n\n\n\n\n\n\n<LINGUA_093.AIC>\n\n\n\n\n<INITIALIZING SYSTEM>\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n<VIDEO FILE RECEIVED>\n\n\n\n\nLester_SCP-6855_01.mp4\n\n\n\n\n.\n\n.\n\n.\n\n\n<BEGINNING ANALYSIS>\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n<GENERATING TRANSCRIPTION>\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n.\n\n\n<TASK COMPLETE>\n\n\n\n\n\n\n\n\n \n\n\n\n\nTHE FOLLOWING IS AN AI-GENERATED TRANSCRIPTION.\n\n\nIT HAS BEEN AUTOMATICALLY SCREENED FOR ANY KNOWN COGNITOHAZARDOUS PHRASES OR INFORMATION.\n\n\nTHE TRANSCRIPT PRESENTED BELOW MAY BE INACCURATE OR INCOMPLETE.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n<TRANSCRIPTION COMPLETED - \n[\n04 Apr 2025 15:20\n]\n>\n\n\n\n\n\n\n\n\nDr. Lester\n: — ere we go. I thought these ones were supposed to be easier to link up.\n\n\nLet's see. Okay, everything looks good with the site server connection and I'm getting audio and visu— wait, goddamnit. Why are you de-synced?\n\n\nDr. Lester\n: Okay, that looks better. And it looks like Lingua is cooperating. Good stuff.\n\n\nAlrighty, just gotta wait for my food to get here and then I should be all good for 6855.\n\n\nI just hope th—\n\n\n[There is a knock at Dr. Lester's door.]\n\n\nDr. Lester\n: Ope, that should be room service.\n\n\n[Dr. Lester opens his door and on the floor is a box wrapped in black wrapping paper and a white bow.]\n\n\nDr. Lester\n: You're not my sandwich.\n\n\n[Dr. Lester brings the box into his room.]\n\n\nDr. Lester\n: \"From Director Taylor.\" Okay, well let's see what she got me.\n\n\nOh… This looks expensive. I didn't think she thought I was doing \nthis\n well.\n\n\n\"Madame's Reserve,\" huh, haven't seen that before. Must be a small winery.\n\n\nAnd what does this note say? \"You are one of a select few. I am pleased with you.\" A woman of few words.\n\n\n[Dr. Lester opens the bottle and then pours a glass of the wine.]\n\n\nDr. Lester\n: Oh yeah, that's nice. Never been a big fan of reds, but that hits the spot.\n\n\nI — wait. Goddamnit. I should hav—\n\n\n[Dr. Lester drops his glass which shatters on the floor. He stands in place for 10 minutes. He then removes his personal cell phone and requests a car via a ride-sharing service. He exits his room and leaves the hotel. He enters a vehicle.]\n\n\nDriver\n: Hey buddy, you're Jacob, right?\n\n\nDr. Lester\n: Yes. Take me to Club Bacchus.\n\n\nDriver\n: Sure thing. Haven't heard of that place before, what kind of club is it?\n\n\nDr. Lester\n: Madame is waiting for me.\n\n\nDriver\n: Say no more, I gotcha.\n\n\n[There is no more dialog for the duration of travel. The vehicle arrives at its destination without incident.]\n\n\nDriver\n: This don't look like much of a club, you sure this the right spot?\n\n\nDr. Lester\n: Yes. Thank you.\n\n\nDriver\n: No problem. You sure you good, man? You look a little out of it.\n\n\nDr. Lester\n: Yes.\n\n\n[Dr. Lester exits the vehicle. He knocks on the door to Club Bacchus. The building is nondescript in appearance and made of dark brick. It appears abandoned. A humanoid figure opens the door. It is approximately 1.5 m tall with a distended abdomen and wearing an ostentatious suit. Its hair appears unkempt and its skin is grossly blemished and pale. Its mouth appears to be 30 cm in width and lined with numerous jagged teeth. The entity will be referred to as \"Figure A.\"]\n\n\nFigure A\n: Welcome, child.\n\n\nDr. Lester\n: Thank you, Madame.\n\n\nFigure A\n: Run along and join the others.\n\n\n[Dr. Lester enters a room with a long, rectangular table that is seating 13 individuals who appear to be in a catatonic state. The room is dimly lit by a chandelier hanging over the table. Dr. Lester takes a seat at the table. He stares forward and remains unmoving. Based on dialog, \"Figure A\" will now be referred to as \"Madame.\"]\n\n\nMadame\n: Now that you are all here, we can get started. First things first, I see that some of you failed to comprehend the note I left you.\n\n\n\"You are one of a select few.\" \nYou.\n\n\nSome of you shared what was not yours to share. Now this needs to be addressed before we start…. the process.\n\n\n[The entity brings a small barrel to the table. Each person has a wine glass before them that is filled from the barrel by the entity.]\n\n\nMadame\n: This is a special blend of mine.\n\n\nFor most of you, this'll be a nice way for us to begin our time together.\n\n\nAnd for those of you who were not my intendeds, think of it as… a send off.\n\n\n[Dr. Lester drinks from his glass as does the rest of the group. Two of the people at the table begin to violently seize after drinking from their glasses.]\n\n\nMadame\n: Bring them to me.\n\n\n[Dr. Lester gets up from his seat and drags the person who is seizing next to him toward the entity.]\n\n\nMadame\n: Thank you, child.\n\n\nAt least they will be… somewhat useful.\n\n\n[The entity proceeds to disarticulate and consume both persons' limbs as they continue to seize. It then throws their remains against the wall.]\n\n\nMadame\n: Ahh…\n\n\nNow that that nasty business has been done with, for those of you who remain, many of you are to become… my children.\n\n\nHowever, there is only so much that I can learn from watching you… out there. It takes a taste to know that you truly belong… in the family.\n\n\nCome along now.\n\n\n[Dr. Lester and the remaining 11 people follow the entity into a circular room that is lined with a dark, metallic material and is lit by a series of sconces along its wall. Each person stands along the edge of an engraving in the floor so that the group is now aligned into a circle around the entity.]\n\n\nMadame\n: Let's see your hands. Go ahead and hold them out now.\n\n\nVery good. Now let's have a taste.\n\n\n[The entity slowly walks around the room and carefully eats a digit from each person's hand.]\n\n\nMadame\n: Most of you are… just delightful. But a few of you just will not satisfy. You're missing that… special something.\n\n\nNow you, come over here.\n\n\n[Dr. Lester approaches the entity.]\n\n\nMadame\n: Let's have a look at you.\n\n\n[The entity begins to smell and lick Dr. Lester.]\n\n\nMadame\n: I trust that yo— Wait. Of course. That smell… that taste… You're the one who found my old reservoir, didn't you? Shame what happened. The thirst got the better of me.\n\n\nNow, no use in reminiscing. I trust that you can find those who won't do me any good and… address them for me.\n\n\n[The entity removes an ornate knife with a serrated edge from its jacket and gives it to Dr. Lester.]\n\n\nDr. Lester\n: Thank you, Madame.\n\n\n[Dr. Lester slowly walks walks in front of everyone standing in the room as the entity follows closely behind him. He stops before one of them.]\n\n\nDr. Lester\n: Look into my eyes.\n\n\nBaren.\n\n\n[Dr. Lester stabs the person in the abdomen, forces them to the ground, and stabs them in their eyes and face. No one in the group reacts.]\n\n\nMadame\n: Yes. Yes. Yes! That is what she deserved. I'm glad that I found someone so… attentive to detail.\n\n\nThere is another, child.\n\n\n[Dr. Lester and the entity continue to walk around the room. He stops in front of another person.]\n\n\nDr. Lester\n: Look into my eyes.\n\n\nAdequate.\n\n\n[Dr. Lester moves to the next person.]\n\n\nDr. Lester\n: Vacant.\n\n\n[Dr. Lester stabs the person in the throat. He then forces them to the ground and repeatedly stabs them in the neck.]\n\n\nMadame\n: Good. You are… promising.\n\n\n[The entity opens a door to an adjacent room.]\n\n\nMadame\n: Now that we have separated the… wheat from the chaff, come with me, children.\n\n\nAnd I'll take that knife back, child. It needs a good cleaning.\n\n\n[The group follows the entity into a room and down a flight of stairs. The room they enter is dimly lit by a single incandescent bulb only hanging from the ceiling. Thirteen barrels are stored on shelves against the far wall. Four empty barrels are positioned in the middle of the room.]\n\n\nMadame\n: Let's see now.\n\n\nYou'll be the first. Come here.\n\n\n[One of the group members approaches the entity. The entity removes the person's clothing. It then grabs the person's shoulders and bites into their throat. The person begins to violently convulse. They then begin to rapidly develop large, purple pustules along the entirety of their body while being exsanguinated from their neck wound. The person becomes enveloped in the growths. The rest of the group remains standing in place.]\n\n\nMadame\n: You'll do nicely. Now, let's gather your… siblings.\n\n\n[The entity proceeds to remove the clothing from the rest of the members of the group and bites into their throats. Each person begins to convulse and grow large, purple pustules which slowly encase their bodies. The entity then gathers them in groups of three and forcefully places them into barrels which it then seals. The entity approaches Dr. Lester.]\n\n\nDr. Lester\n: Thank you, Mother.\n\n\nMadame\n: You're welcome, darling.\n\n\n[The entity removes the clothing and recording device from Dr. Lester's body. Dr. Lester kneels down. The entity then strokes Dr. Lester's hair before biting into his throat. Large, fluid filled pustules begin to develop along his body and he violently seizes. He is then forced into a barrel.]\n\n\nMadame\n: Welcome to your new family.\n\n\n[The entity caresses the newly sealed barrels which it then places onto a shelf. It uses a knife to carve today's date onto the barrels.]\n\n\nMadame\n: Now rest, children.\n\n\nLet's see how the others are doing.\n\n\n[The entity removes the seal from one of the old barrels. The dark red fluid within begins to pour into the entity's mouth and run down its body.]\n\n\nMadame\n: Oh yes. Yes. Yes.\n\n\nMy children.\n\n\nYou are… perfect.\n\n\n[The entity consumes the entirety of the barrel's contents to the point that its abdomen is grossly distended. It then sits in place for 3h16m before leaving the room.]\n\n\n\n\n<END TRANSCRIPTION>\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n<LINGUA_093.AIC>\n\n\n\n\n \n\n\n\n\n<CONTENT ALERT>\n\n\n \n\n\n<SITE DIRECTOR NOTIFIED>\n\n\n \n\n\n<MTF IOTA-15 ALERTED>\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6854\n | SCP-6855 | \nSCP-6856\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6855\n\" by Barbarous Bread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6855\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Attachment: SCP-6855 Report_Lester.pdf",
        "Lester_SCP-6855_01.mp4",
        "\" SCP-6855 \" by Barbarous Bread, from the SCP Wiki . Source: https://scpwiki.com/scp-6855 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-6855"
}