{
    "url": "https://scp-wiki.wikidot.com/scp-6861",
    "all_text": "rating: \n+294\n+\n–\nx\n\n\nGuaire\n\n\n\n\n\n\nYou can find more of my articles \nhere\n.\n\n\n\n\n\n\n\n\nItem #:\n SCP-6861\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n SCP-6861’s remains are kept frozen in a standard biological-remains containment chamber. Paleontological personnel are allowed to examine it as they consider necessary.\n\n\nDescription:\n SCP-6861 corresponds to the bodily remains of PoI-1860. Prior to its death, SCP-6861 was a living specimen of \nTyrannosaurus rex\n, which, according to eyewitness testimony, was born in February 1809 in the State of Kentucky, USA. Prior to its death, PoI-1860 possessed an anomalous capability by which human observers were unable to perceive SCP-6861’s true nature, instead seeing it as a non-anomalous Anglo-American human male. This, alongside its human-like intelligence, allowed its existence as an anomaly to be concealed from the American Secure Containment Initiative until its death in 1865.\n\n\nWhile at the height of its health SCP-6861 measured 12 meters long and weighed over 7 metric tons. This influenced the SCP’s successful, though short lived, wrestling and military careers.\n\n\nSCP-6861 would, in its adulthood, pursue a career in politics, joining the, at the time anti-slavery, Republican Party and becoming a member of the Illinois house of representatives in 1834, the American House of Representatives in 1842 and eventually participating in the 1860 presidential race.\n\n\nPoI-1860 would eventually die in 1865, following a terrorist attack in Washington’s D.C Ford’s Theatre by confederate sympathizer John Wilkes Booth, who fatally shot PoI-1860 through the eyesocket while uttering the phrase “Sic Semper Tyrannosaurus”. The death of PoI-1860 in this event led to the loss of its anomalous properties, and as a result an extensive coverup by the American Secure Containment Initiative, which would later become the SCP Foundation, took place. A posthumous analysis of Booth’s body revealed it to be a member of the species \nSpinosaurus aegyptiacus\n.\n\n\n\n\n\n\n« \nSCP-6860\n | SCP-6861 | \nSCP-6862\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6861\n\" by Guaire, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6861\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6861 \" by Guaire, from the SCP Wiki . Source: https://scpwiki.com/scp-6861 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-6861",
    "object_class": "Neutralized",
    "containment_procedures": "SCP-6861’s remains are kept frozen in a standard biological-remains containment chamber. Paleontological personnel are allowed to examine it as they consider necessary.",
    "description": "SCP-6861 corresponds to the bodily remains of PoI-1860. Prior to its death, SCP-6861 was a living specimen of Tyrannosaurus rex, which, according to eyewitness testimony, was born in February 1809 in the State of Kentucky, USA. Prior to its death, PoI-1860 possessed an anomalous capability by which human observers were unable to perceive SCP-6861’s true nature, instead seeing it as a non-anomalous Anglo-American human male. This, alongside its human-like intelligence, allowed its existence as an anomaly to be concealed from the American Secure Containment Initiative until its death in 1865.",
    "title": "SCP-6861"
}