{
    "url": "https://scp-wiki.wikidot.com/scp-6865",
    "all_text": "rating: \n+95\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-6865\n -\n\n\n\n\nMY LIFE IS LIKE A VIDEO GAME TRYING HARD TO BEAT THE STAGE\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n6865\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAn SCP-6865 instance running through a woodland area, above average speed\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nArea-179\n\n\nJ. Dune\n\n\nE. Trenton\n\n\nMTF Υ-5 \"No Hit Run\"\n\n\n\n\n\n\n\n\n\n\n\n\nFootage taken from an SCP-6865 instance’s recording equipment\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to SCP-6865’s natural methods of evasion, widespread physical containment at this time is precluded. Instead, a database of SCP-6865 instances located across the globe is maintained by the Foundation. In the event that an SCP-6865 instance assumes a new body, the database is to be updated accordingly. Reports of SCP-6865 activity are to be investigated and covered up as per usual Foundation standards.\n\n\nSeveral dozen SCP-6865 instances have been contained in Foundation facilities across the world in experimental, “constructed reality” containment chambers, outfitted with expansive, artificial extra-dimensional locations in a variety of styles specifically designed to satiate SCP-6865’s goals and prevent entities from using their abilities to breach containment, a common issue prior to implementation of CRC chambers. Until such technology becomes monetarily feasible to implement on a wider scale, current containment procedures will suffice.\n\n\nDescription:\n SCP-6865 is the designation referring to a group of intelligent entities of indeterminate form that inhabit human bodies. SCP-6865 are anomalously durable, though to what degree remains uncertain; and are able to survive lethal or otherwise incapacitating situations with minimal injury.\n\n\nWhile SCP-6865 feel pain and can be harmed through ordinary means, any injuries inflicted onto SCP-6865 can be healed at the instance’s discretion through anomalous means.\n\n\nSCP-6865 self-identify as “life-runners” and share a loosely defined, collective goal of “completing” tasks as fast as possible, and often injuring themselves in the process. SCP-6865 are sparsely located across the world, but maintain a universal, neural communication network between instances. When a task is completed by one instance, others will immediately become aware of it, including the precise timing of the record and details of how it was performed.\n\n\nComparisons between the subculture of video game “speedrunning”\n1\n and SCP-6865 have been made, but research has shown that SCP-6865 instances are relatively unaware of “speedrunning”, and when presented with the concept, show little interest, finding it to be pointless and mundane. This does not account for the vernacular similarities between SCP-6865 and speedrunning jargon, which SCP-6865 insist have evolved separately and without knowledge of one another.\n\n\nSCP-6865 claim to “exploit” natural faults in reality and the human body to achieve a faster completion time of their goals. However, the majority of SCP-6865 behavior is non-anomalous, and consists of ignoring social norms and injuring themselves or others as a means to “complete” a task quicker. Examples of tasks SCP-6865 routinely attempt to complete as fast as possible include:\n\n\n\n\nGetting terminated from a position at a new job\n\n\nBeing run over by a locomotive vehicle\n\n\nEating every item on a restaurant’s menu\n\n\nGetting from one location to another in an automobile\n2\n\n\nEducation courses, preferably those that encourage students to work at their own pace\n\n\n\n\nFollowing completion of a task, an SCP-6865 instance may, through poorly understood means, move its consciousness from its current body to a new host. Some instances have reported finding the “challenge” of performing tasks in certain bodies, such as animals, infants, children, or the elderly, to be enjoyable. Since 2007, over 300 unique SCP-6865 instances have been documented globally, in over 625 bodies.\n\n\nAddendum.6865.1:\n Discovery and Interview Log\n\n\nSCP-6865 was first documented in May, 2007 when reports of Scranton, Pennsylvania resident Michael Cottler, age 8, was witnessed outrunning his school bus, but being hit by several oncoming automobiles in the process. Cottler’s injuries did not stop him, and the boy proceeded to steal an excavator from a nearby construction site, bringing the vehicle to his elementary school. From there, Cottler proceeded to dig up the water main outside of the school, destroying it with the machine in order for the school to shut down for the day, effectively “completing” the day in little under an hour. Cottler was hostile when confronted, biting several bystanders and school staff, but was detained by authorities and passed on to the Foundation after it was clear that the boy’s injuries were not affecting him. Cottler suffered severe friction burns across his body and fractured multiple bones in his neck, shoulder, jaw, pelvic, and spinal areas. A Foundation interview with Cottler, who would be designated SCP-6865-1, was held. A transcript is included below.\n\n\n\n\nAUDIO-VISUAL LOG\n\n\n\n\n»BEGIN LOG«\n\n\nAgent Knoells enters the preliminary containment chamber. SCP-6865-1 is crouched in the corner, straining itself and vibrating.\n\n\nAgent Knoells:\n Michael? You ready to ta—\n\n\nSCP-6865-1:\n BING BING BING BING BING BING BING BING BING BING YIPPEE!\n\n\nSCP-6865-1 propels itself into the wall, creating a small hole in the metal structure. A damage alarm triggers. SCP-6865-1 falls to the floor, its skull visibly dented and blood pooling out of its ears and nose. The entity stands up and faces Knoells. When speaking, its voice sounds mechanical.\n\n\nAgent Knoells:\n What exactly are you trying to do?\n\n\nSCP-6865-1:\n Well, I am looking for exploits in the cracks of the information superhighway of life right now and such. Things that which can be considered to help us of which we need help for the faster completion of our tasks. You have taken me here where I cannot finish my runnings and tasks efficiently or even worse, at all. You cannot see the cracks but I can show you. Watch me.\n\n\nSCP-6865 inserts its fist into its mouth and rapidly wedges it upward, somehow “fixing” the dent in its skull.\n\n\nAgent Knoells:\n Do you—\n\n\nSCP-6865-1:\n You are all so slow. I can hear them dying and hear them being not fast, actually. In fact, I’ll perform the fastest Foundation organization interview, which I am broadcasting now for all life-runners of the local sort. Secret input code left arm, right arm, hand, hand, finger, wrist, elbow, oh, I keep hurting this head.\n\n\nSCP-6865-1 begins vibrating and moving its hands in fast, precise motions. The entity backs away slightly from the interview table, opens its mouth, and cranes its head downwards. It leaps into the air, slamming its front row of teeth into the table upon impact. This cracks a significant number of teeth and leaves SCP-6865-1 screaming and writhing in pain on the floor.\n\n\nAgent Knoells:\n Oh my god, oh my god! Hold on, I’ll get someone!\n\n\nSCP-6865-1:\n (\nScreaming\n) COUNTS. IT COUNTS.\n\n\nAgent Knoells:\n Shit! We’re done here! We’re done!\n\n\nSCP-6865-1 stops screaming for a moment.\n\n\nSCP-6865-1:\n Yes, me too, thank you and commemorate this with a remembrance of the past for all things that make us feel warm inside!\n\n\nSCP-6865-1’s jaw dislocates itself as it regurgitates a purple, unsteady, flickering object, later understood to be an SCP-6865 instance outside of a human body. SCP-6865-1’s jaw cracks, snaps, and hangs loose from its head as the bare entity leaves Cottler’s body, revealing it to be rectangular in shape, from what could be discerned. The being is unable to be recorded properly, as the feed becomes corrupted by various visual artifacts and the lights within the room begin to malfunction. A large flash of gray and white light is seen in the cell, and when the light clears, Michael Cottler’s body is returned to normal, with no indication that it has suffered physical damage of any sort. Cottler immediately regains consciousness and panics.\n\n\n»END LOG«\n\n\n\n\nMichael Cottler described the experience of his body being inhabited by an SCP-6865 instance as being conscious and aware of what was happening, but disassociated from his body to such a degree that he did not feel it was his own. No lasting side effects, physical or psychological, were observed, and Michael Cottler was returned to his home after amnesticization following his interview.\n\n\nIn the following year, dozens more SCP-6865 instances were cataloged and their actions recorded. While all were non-compliant in containment, on 2008/6/03, Foundation secure facility Area-179 received a package containing a hard drive with informative videos, produced by SCP-6865 instances, that better explained their motivations and the techniques used to achieve their goals. A curated transcript has been included below.\n\n\n\n\nAn elderly male’s face, identity unknown, is seen from the chin up, staring into the camera. He is running through a wooded area. The camera stays stable and locked into position despite the man’s speed.\n\n\nSCP-6865-065:\n Hello, Foundation. I am Liferunner Jen-Getsen, and I am bringing to you a recording of our mission and the actions we take to accomplish it. Our methods are uncommon but they are allowed for anyone to partake in.\n\n\nSCP-6865-065 runs directly through a tree. The camera remains fixed on the entity’s face.\n\n\nSCP-6865-065:\n We do things fast and quickly. Not slowly. The human body contains many pieces that may be exploited to perform tasks as fastly as we will perform them. Try it yourself. You can drink all of the ants from a hole in under a minute or start a fire in the woods but fast. These are things you can try. Try causing problems to do things quicker.\n\n\nThe camera lowers, showing SCP-6865-065’s arm. The entity brandishes a large knife and cleaves a patch of skin on the underside of the forearm, revealing the veins and musculature of the arm.\n\n\nSCP-6865-065:\n Do not alarm.\n\n\nThe camera pans up. SCP-6865-065 raises its arm and begins gnawing on its veins, stretching and tearing at them with its teeth.\n\n\nSCP-6865-065:\n Do not.\n\n\nSCP-6865-065 begins spinning. A hard cut briefly shows a greenscreen with SCP-6865-065 standing in front of it, and seconds later, a background is displayed, showing the top of Eiffel Tower, with a couple kissing on its bridge.\n\n\nSCP-6865-065:\n This is the power of liferunning to the fullest maximum potential of its sort. But we cannot speed up or slow down time. The clock moves the same for us all. This is what we must figure out and work towards the brightest future of all, one where we will be exploiting time to perform our tasks with the quickest of agency and fastest of urgency. A Liferunner who exploits time will be capable of completing the Golden Run. From the start of this universe we home inside to its very end. As fast as possible, like a very fast animal or perhaps a car. But faster than both of those things.\n\n\nThe background changes to footage of the 1969 United States Moon Landing SCP-6865-065 appears to be “floating” on the lunar surface.\n\n\nSCP-6865-065:\n Man on the moon.\n\n\nSCP-6865-065 smiles and begins rotating clockwise while vibrating its body. It sticks its tongue out of its mouth. The recording ends.\n\n\n\n\nThe other recordings sent to the Foundation were similar in content, and featured SCP-6865-065 demonstrating how to perform various tasks to assist in its goals, such as pulling fire alarms discreetly or taking off articles of clothing as fast as possible.\n\n\nAddendum.6865.2:\n Behavior Log\n\n\nIn years since, a number of incidents involving SCP-6865 instances appearing in public have occurred. A timeline of notable events has been produced using eye-witness accounts as well as recordings produced by SCP-6865 instances.\n\n\n\n\n\n\n\n\nLocation:\n Lincolndale, New York, United States\n\n\n\n\n\n\nObjective:\n Clearing snowfall\n\n\n\n\n\n\nDescription:\n SCP-6865-034, occupying the body of Jaryn Williams, age 43, set out to clean the Lincolndale area of snow after a large storm had covered the town. Upon cessation of snowfall, SCP-6865-034 began moving at a rapid pace through Lincolndale, swallowing as much snow as it could. SCP-6865-034’s stomach ruptured multiple times from consuming such a large mass, resulting in severe damage both internal and external to the entity’s body. This did not affect SCP-6865-034, who continued to consume an estimated 45,000 kilograms of snow without issue over the next three days, clearing Lincolndale from any remnant of snowfall. Several witnesses corroborated this incident, three of which were manning city snow-plows that intercepted SCP-6865-034 while it was mobile, resulting in a collision that left the drivers injured. Upon completion of its task, SCP-6865-034 collapsed outside of its home and simultaneously regurgitated water and relieved itself for over sixteen hours. Amnesticization of Lincolndale and containment of the entity by the Foundation followed.\n\n\n\n\n\n\n\n\n\n\n\n\nLocation:\n Pattaya, Thailand\n\n\n\n\n\n\nObjective:\n Fastest Bankruptcy\n\n\n\n\n\n\nDescription:\n SCP-6865-088, occupying the body of Sunstra Saelau, age 72, opened a corner store selling food and general supplies. Within one minute of the business opening, SCP-6865-088 utilized a variety of methods to drain Saelau’s personal savings accounts. These included spending an exuberant amount of money, accruing a large amount of debt by making purchases on credit that it did not intend on paying back, and causing damage to the storefront via fire. Within 10 hours, the shop was damaged and in debt, with paperwork already filed for bankruptcy being approved, a process sped up due to SCP-6865-088 manually arranging documents in city filing firms. \nUpdate:\n This record was successfully challenged several hours later, by another instance who had achieved total bankruptcy within 6 hours.\n\n\n\n\n\n\n\n\n\n\n\n\nLocation:\n Tokyo, Japan\n\n\n\n\n\n\nObjective:\n “Complete” Tokyo Disneyland\n\n\n\n\n\n\nDescription:\n SCP-6865-153, occupying the body of Tao Makoto, age 6, attempted to “complete” the Tokyo Disneyland theme park. This involved deliberately breaking down attractions to last only seconds before moving on, skipping lines to board rides, consuming one of every item offered at the park’s restaurants, using every toilet in the park at least once, sleeping for a “full” night’s sleep in every possible bed in every Disney-sanctioned hotel on the resort, and purchasing at least one of every item offered in the park’s stores. This unending 47 hour process took an immense toll on SCP-6865-153’s host body, which suffered from severe vertigo, cardiovascular disease, hair loss, and third degree burns as a result of moving at an intensely rapid pace. Symptoms cured upon returning the body to its original owner.\n\n\n\n\n\n\n\n\n\n\n\n\nLocation:\n Hamburg, Germany\n\n\n\n\n\n\nObjective:\n Fastest Life\n\n\n\n\n\n\nDescription:\n SCP-6865-247, occupying the body of Sara Gerver, an infant passing through her mother’s birthing canal, forced itself out of her body. The entity immediately ran out of the hospital, stealing a wheeled supply cart, which it used to race through the streets of Hamburg before arriving at a funeral preparation service. SCP-6865-247 ran into an empty casket and proceeded to “die”. When its consciousness left Gerver’s body, however, it returned to its previous conditions as an alive and healthy infant child, with no lasting effects as a result of these events.\n\n\n\n\n\n\n\n\n\n\n\n\nLocation:\n Reading, Pennsylvania, United States\n\n\n\n\n\n\nObjective:\n “Glitchless Run”\n\n\n\n\n\n\nDescription:\n SCP-6865-283, occupying the body of Manuel Rames, age 33, claims to have lived the past three decades without attempting any exploits in order to achieve a “clean record”. SCP-6865-283 lives an otherwise ordinary life. Containment deemed unnecessary.\n\n\n\n\n\n\n\n\nAddendum.6865.3:\n Updated Containment Procedures\n\n\n\n\nCONTAINMENT PROPOSAL: GOLDEN RUN\n\n\n\n\n\n\n\n\nSCP-6865-065\n\n\n\n\n\n\nOn 2013/4/5, the Foundation arranged a meeting with SCP-6865-065, the entity responsible for creating the informational recordings and a well-known figure among SCP-6865 instances. The purpose of this meeting was to discuss a potential experimental containment method that would both appease SCP-6865 instances, and eliminate the strain of covering up SCP-6865 actions outside of containment, an increasingly difficult task.\n\n\nThe proposed containment experiment would involve performing a “golden run”, a hypothetical record in which an SCP-6865 instance will experience the lifespan of the universe as quickly as possible, moving through time through the use of anomalous “reality exploits”, none of which SCP-6865 have elaborated upon or given any indicator that they are able to perform. While SCP-6865 instances found the possibility of a “golden run” appealing and important, their inability to successfully travel through time has prohibited them from performing one. The containment solution would involve hurling an SCP-6865 instance trillions of years into the future, into an isolated area of space during a period of time determined by the Foundation’s algorithms as posing an “Ultimate Fate of the Universe” scenario, with a low percentage of escape. While SCP-6865 instances insisted that if placed into the future, they could figure out a way to exploit time itself, the Foundation’s department of Temporal Anomalies made calculations to assure that this theoretical future would be inescapable and potentially deadly for the instance. This containment solution, if successful, would rid the Foundation of the increasingly expensive burden of containing SCP-6865.\n\n\nSCP-6865-065 was aware of the terms of the experiment, including its potential death, and agreed to act as the first SCP-6865 containment test subject, remaining confident it could exploit reality in new ways if exposed to a method of traveling through time.\n\n\nUtilizing a device created by the Department of Temporal Anomalies, created from materials sourced from SCP objects, including [DATA EXPUNGED] adherence to guidelines set by SCP-6865. SCP-6865-065 was hurled into the temporal mass at a speed of 5,000,000,000 kilometers per second. The entity was equipped with recording devices, and a transcription of the experiment’s results have been included below.\n\n\n\n\nAddendum.6865.4:\n Audiovisual Log\n\n\n\n\nSCP-6865-065 stands inside a small pod, connected to a large piece of machinery. An oscillating radar and several control panels flicker above the holding chamber. A small team of personnel sourced from the Foundation’s Department of Temporal Anomalies stand by, working various smaller, adjacent machines.\n\n\nControl:\n SCP-6865-065, do you feel your legs?\n\n\nSCP-6865-065:\n My body is unable to have its feeling senses right now!\n\n\nControl:\n Alright then, in a few seconds, we’re going to start the device. Do you remember what we talked about?\n\n\nSCP-6865-065:\n We’re about to complete a running of the Golden Run, broadcast for all Liferunners to enjoy as a nice achievement of run-lifeing.\n\n\nControl:\n (\nSoftly\n) Something like that. (\nLouder\n) Okay, we’re going to count down. Good luck, SCP-6865-065!\n\n\nControl counts down from 20. Upon completion, the device activates itself, and a loud noise is heard as a white flash fills the holding chamber containing SCP-6865-065. Various radars and scanners sound off, and when the chamber is visible again, SCP-6865-065 is absent.\n\n\n\n\nThe area around SCP-6865-065 vibrates intensely as the entity is flung trillions of years into the future. Duplicated copies of its own body are seen moving alongside the main entity, swirling and tottering in an unsteady vortex of purple and black. Finally, the entities “converge” into one, and SCP-6865-065 finds itself floating in an unknown area of space. No stars are visible. The entity’s body, exposed to the void, begins to freeze.\n\n\nSCP-6865-065 reaches out. Its hand seems to extend further than its length. The entity begins vibrating once more.\n\n\nSCP-6865-065:\n I CAN SEE THE CRACKS NOW. ARE YOU PROUD, LIA-TEY? YOUR GOLDEN RUN… IS HERE.\n\n\nSCP-6865-065 screams, and is launched forward by an unknown force. A golden hue is visible around the edges of the entity’s body. Its body begins to flicker in and out of existence, traversing great lengths with each appearance. The entity falls forward, but appears to be moving backward. The featureless void around it becomes white.\n\n\nWhen SCP-6865-065 reappears, a massive explosion appears alongside it. This is theorized to be the “Big Bang” of the universe. SCP-6865-065 moves incredibly fast, appearing and disappearing through large sects of space, as millions upon millions of years pass in seconds. Debris slams into one another, creating planets. Stars are born and die out. Several large, monolithic structures are seen being constructed in the distance. All the while, SCP-6865-065 moves through the fabric of space and time, racing towards earth. A second later, SCP-6865-065 phases through what appears to be a primordial form of earth life, racing over an ocean area, and eventually dropping downward into the sea.\n\n\nSCP-6865-065, racing through the earth’s crust at a rapid speed, begins devouring its left hand, causing it to vibrate and spin, destroying a large portion of the surrounding area.\n\n\nSCP-6865-065:\n PAIN IS THE KEY.\n\n\nSCP-6865-065 jabs both of its thumbs into its left eye. Its left hand heals itself. When the entity emerges from the ground, thousands of scenes, from a tribe of nomadic hunters felling a Mammoth, to a large castle being erected by colorful knights, flash by in seconds. Finally, the entity crouches into a ball and launches itself forward, resulting in it reappearing inside the Area-179 testing area, having chronologically reunited with its point of departure. The presiding researchers are shocked, but can barely react before SCP-6865-065 flies past them, moving into the future.\n\n\nSCP-6865-065:\n THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU. THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU THANK YOU.\n\n\nSCP-6865-065’s recording equipment flashes thousands more scenes as the entity travels hundreds, then thousands, then millions of years forward. Finally, it reaches the area it had originally been transported to. The entity clenches, seizing and vibrating intensely enough to move rapidly beyond this point in time. The recording equipment displays a white light, followed by three golden circles. The entity begins to shout enthusiastically, laughing to itself. The recording cuts out.\n\n\n\n\nFurther contact with SCP-6865-065 has yet to be established. In the wake of these events, several SCP-6865 instances have begun intentionally injuring themselves in an attempt to “exploit the world’s natural glitches”. Presently, these endeavors have been unsuccessful, and have only resulted in an increased need for medical attention for SCP-6865 instances, despite their heightened durability. Further temporal experimentation with SCP-6865 instances is denied.\n\n\n\n\nFootnotes\n\n\n1\n. Defined as the act of playing a game as quickly as possible, often with the use of technical exploits and glitches to ensure a faster completion\n\n\n2\n. This often involves a poor understanding and blatant ignorance of traffic laws, a use of off road “shortcuts”, and multiple casualties.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6864\n | SCP-6865 | \nSCP-6866\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6865\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6865\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n runbanner\n\n\nName:\n Run!\n\n\nAuthor:\n \nSteve Garner\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n runside\n\n\nName:\n Antelope Canyon, Arizona\n\n\nAuthor:\n \nminniemouseaunt\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n runbottom\n\n\nName:\n Lost in Medina, Essaouira, Morocco\n\n\nAuthor:\n \nDimitry B.\n\n\nLicense:\n CC-BY-2.0\n\n\nSource Link:\n \nflickr",
    "addendums": [
        "Addendum.6865.1: Discovery and Interview Log\nSCP-6865 was first documented in May, 2007 when reports of Scranton, Pennsylvania resident Michael Cottler, age 8, was witnessed outrunning his school bus, but being hit by several oncoming automobiles in the process. Cottler’s injuries did not stop him, and the boy proceeded to steal an excavator from a nearby construction site, bringing the vehicle to his elementary school. From there, Cottler proceeded to dig up the water main outside of the school, destroying it with the machine in order for the school to shut down for the day, effectively “completing” the day in little under an hour. Cottler was hostile when confronted, biting several bystanders and school staff, but was detained by authorities and passed on to the Foundation after it was clear that the boy’s injuries were not affecting him. Cottler suffered severe friction burns across his body and fractured multiple bones in his neck, shoulder, jaw, pelvic, and spinal areas. A Foundation interview with Cottler, who would be designated SCP-6865-1, was held. A transcript is included below.\nMichael Cottler described the experience of his body being inhabited by an SCP-6865 instance as being conscious and aware of what was happening, but disassociated from his body to such a degree that he did not feel it was his own. No lasting side effects, physical or psychological, were observed, and Michael Cottler was returned to his home after amnesticization following his interview.\nIn the following year, dozens more SCP-6865 instances were cataloged and their actions recorded. While all were non-compliant in containment, on 2008/6/03, Foundation secure facility Area-179 received a package containing a hard drive with informative videos, produced by SCP-6865 instances, that better explained their motivations and the techniques used to achieve their goals. A curated transcript has been included below.\nThe other recordings sent to the Foundation were similar in content, and featured SCP-6865-065 demonstrating how to perform various tasks to assist in its goals, such as pulling fire alarms discreetly or taking off articles of clothing as fast as possible.",
        "Addendum.6865.2: Behavior Log\nIn years since, a number of incidents involving SCP-6865 instances appearing in public have occurred. A timeline of notable events has been produced using eye-witness accounts as well as recordings produced by SCP-6865 instances.",
        "Addendum.6865.3: Updated Containment Procedures",
        "Addendum.6865.4: Audiovisual Log\nFurther contact with SCP-6865-065 has yet to be established. In the wake of these events, several SCP-6865 instances have begun intentionally injuring themselves in an attempt to “exploit the world’s natural glitches”. Presently, these endeavors have been unsuccessful, and have only resulted in an increased need for medical attention for SCP-6865 instances, despite their heightened durability. Further temporal experimentation with SCP-6865 instances is denied."
    ],
    "documents": [],
    "notes": [
        "\" SCP-6865 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-6865 . Licensed under CC-BY-SA .",
        "Filename: runbanner Name: Run! Author: Steve Garner License: CC-BY-2.0 Source Link: flickr",
        "Filename: runside Name: Antelope Canyon, Arizona Author: minniemouseaunt License: CC-BY-2.0 Source Link: flickr",
        "Filename: runbottom Name: Lost in Medina, Essaouira, Morocco Author: Dimitry B. License: CC-BY-2.0 Source Link: flickr"
    ],
    "containment_procedures": "Due to SCP-6865’s natural methods of evasion, widespread physical containment at this time is precluded. Instead, a database of SCP-6865 instances located across the globe is maintained by the Foundation. In the event that an SCP-6865 instance assumes a new body, the database is to be updated accordingly. Reports of SCP-6865 activity are to be investigated and covered up as per usual Foundation standards.",
    "description": "SCP-6865 is the designation referring to a group of intelligent entities of indeterminate form that inhabit human bodies. SCP-6865 are anomalously durable, though to what degree remains uncertain; and are able to survive lethal or otherwise incapacitating situations with minimal injury.",
    "title": "SCP-6865"
}