{
    "url": "https://scp-wiki.wikidot.com/scp-6869",
    "all_text": "rating: \n+399\n+\n–\nx\n\n\n\n\n\n\nRAISA NOTICE\n\n\nYou are currently editing draft: \nSCP-####\n\nDraft Status: \nINCOMPLETE\n\n\nThe Recordkeeping And Information Security Administration is required to alert you that \n143\n authors have previously edited this document. Please be aware that their footnotes are available below.\n\n\n\n\n\n\n\n\n\n\nWhere it was found.\n\n\n\n\n\n\nItem #:\n SCP-####\n1\n\n\nObject Class:\n Pending\n2\n\n\nSpecial Containment Procedures:\n SCP-#### is contained within a Standard Humanoid Containment Cell somewhere in Site-433. You should only enter the chamber if you have a biohazard suit on.\n\n\nTears emitted by SCP-#### are cleaned with a vacuum cleaner. Eye contact is not to be made with the anomaly during this time, neither is speaking.\n\n\nSCP-#### is to be interviewed every month, except when the interviewer forgets to interview SCP-####.\n3\n\n\nDon't mess around with the tears that SCP-#### emits. Just pour them into the anomalous waste bin, otherwise I'm pretty sure you'll be at risk of becoming an SCP-####-1 instance, and we'd rather not deal with that.\n4\n\n\nThat's all I think?\n\n\nDescription:\n SCP-#### is a really sad man. It's stout, blue colored, has a bulbous nose, and it only wears shoes.\n5\n One of the most noticeable features of SCP-#### is that it doesn't even look like it's there. It looks like a drawing in real life.\n6\n It doesn't look like you'd be able to touch its icky, spongy, saltwater skin. But you can.\n7\n\n\nIt is not of interest, this is the main anomaly. It is very difficult to speak, write, or interact with SCP-#### in a way that isn't half-hearted. This is why we're doing it like this, it is genuinely hard to express any emotion towards it in a genuine fashion.\n8\n I dunno what term we even use for this sort of thing and I don't really want to look it up right now, I am so tired.\n9\n10\n11\n\n\nSCP-#### is always crying because it is a sad man. Voice sounds like if an actor didn't know what accent they were doing so they just did whatever they could come up with.\n12\nIt is always in this constant state of misery and woe and it can't really explain why, even when we ask as nicely as we can.\n13\n\n\nSCP-####'s constant crying has become an issue, as its tears are anomalous and have an effect. They're light blue, appear similar to how it looks,\n14\n and when cleaned the tears leave behind a shiny stain. The anomaly of the tear fluid happens when you get it on your skin.\n15\n\n\nPeople who get the tears anywhere on their skin will start becoming a thing called SCP-####-1. The process is poorly understood cause most people viewing someone turning into a -1 were uncomfortable and looked away.\n16\n These SCP-####-1 are similar to SCP-#### except for the fact they are shaped different, resembling a pitiful version of the person affected.\n\n\nWhen multiple are around, SCP-####-1 are often seen attempting to comfort each other.\n17\n They are all really sad, just like SCP-####. Despite the fact that all SCP-####-1 were formerly human, it's still hard to interact with them in earnest.\n18\n\n\nSCP-#### was discovered in the home of a guy named Fred Johnson after reports of crying in his house. There was a lack of anything in the home.\n19\n SCP-#### was discovered and taken to Site-433. Fred Johnson is missing.\n\n\n\n\nConversation:\n We decided to get someone to talk to it.\n\n\n\n\nInterviewer:\n D-1711\n20\n\n\nInterviewee:\n SCP-####\n\n\nNote:\n A researcher\n21\n wrote questions on a napkin for the D-Class to read out to the thing. There were four questions in total.\n\n\n\n\n(\nstart log\n)\n\n\nD-1711:\n This suit is stuffy. How the hell am I gonna read my notes in this thing?\n\n\nResearcher sighs.\n\n\nResearcher:\n Please enter the chamber, I do not have time for complaints.\n\n\nD-1711:\n Hey, I'm doing you all a favor here! I have every r-\n\n\nResearcher:\n You say that like you have a choice.\n\n\nD-1711:\n I— I know, it's just… you don't understand! It's different! I— you…\n\n\nResearcher:\n Enter the chamber.\n\n\nD-1711:\n Okay.\n\n\nD-1711 enters SCP-####'s chamber. SCP-#### is crying in a fetal position, his face casted downwards. Puddles of shimmering tears coat the floor. D-1711 appears nauseous.\n\n\nD-1711:\n Why is it so damn hot in here? Did you guys forget to leave the air conditioning on or something?\n\n\nResearcher:\n Oh. Uhh, yeah. I guess we did.\n\n\nD-1711:\n Wait, for real?\n\n\nD-1711 laughs.\n\n\nD-1711:\n I was just joking! Maybe that's what has this thing crying. Christ, are those… tears all over the floor? Aren't you supposed to clean af-\n\n\nResearcher:\n Listen, just ask the damn thing those questions on your napkin, alright?\n\n\nD-1711:\n Jesus, alright man. Lighten up a little.\n\n\nSCP-#### looks up at D-1711, face damp with sweat and tears. D-1711 recoils in surprise.\n\n\nSCP-####:\n How?\n\n\nD-1711:\n Oh, I wasn't talking to you. Uhh, anyway, I need to ask you some questions.\n\n\nSCP-#### snivels.\n\n\nSCP-####:\n You won't be able to get it. It's not even here.\n\n\nD-1711 holds the napkin up to his face, squinting his eyes to view the questions.\n\n\nD-1711:\n Okay, here we go. Question number one, how are you feeling?\n\n\nSCP-#### stops crying for a moment, appearing bewildered.\n\n\nSCP-####:\n Huh?\n\n\nD-1711:\n Should I repeat the question?\n\n\nSCP-####:\n No, you're fine. It's just… I thought it was apparent… am I not…\n\n\nD-1711:\n You feel sad, right? I understand.\n\n\nSCP-#### begins to weep. D-1711 anxiously sways his arms back and forth rhythmically.\n\n\nSCP-####:\n That's what everyone's going to understand about me now, isn't it? Here I was hoping for once that… I don't fucking know. I don't know! I don't even know! \nIt's not that far ahead!\n\n\nSCP-#### has a tantrum, throwing its own body onto the walls of its containment cell until tiring itself out and lying on the floor. D-1711's body language during this expresses discomfort and fear.\n\n\nD-1711:\n Shit.\n\n\nSCP-####:\n Just leave me alone. Get the questions over with and go away! This won't work! This won't change anything. You aren't even near the root of it.\n\n\nD-1711:\n Okay, I will continue. Question number two, why are you like this?\n\n\nSCP-#### winces.\n\n\nSCP-####:\n I don't kn—\n\n\nSCP-#### clasps its hands over its mouth, screaming.\n\n\nSCP-####:\n Is that all I can fucking say? I- I'll just tell you the best I can, okay? Okay! So, I was me, okay? I was just myself. My name was Fred Johnson. \nOkay?\n And I was just in my house. I was doing something there. I was doing Fred Johnson shit, y'know. Just doing something I'd do. I don't know what the \nfuck\n that would be, but I was doing it.\n\n\nSCP-####:\n And that's when I felt it. Like something invisible rubbing against my body. It was like sandpaper. It scraped and scratched against the outside and inside. I closed my eyes before I could see what it was doing to me, but before I did, I saw the room I was in fizzing and scraping itself into pieces.\n\n\nSCP-####:\n It hurt, and I wasn't Fred Johnson.\n\n\nD-1711:\n Oh. Is that the reason you're sad?\n\n\nSCP-#### laughs, screams, and blubbers for about a minute.\n\n\nSCP-####:\n No.\n\n\nD-1711:\n Okay. I- I'll try and… I'm… you don't have to… it's… oh…\n\n\nD-1711 stands silent for 24 seconds.\n\n\nD-1711:\n Question number three, why do your tears change people?\n\n\nSCP-####:\n I think it's the only way.\n\n\nD-1711:\n The only way to… what exactly?\n\n\nSCP-####:\n I don't know.\n\n\nD-1711:\n Alright.\n\n\nSilence for around 20 seconds.\n\n\nD-1711:\n Next question. Question number four…\n\n\nD-1711's eyes appear to widen.\n\n\nD-1711:\n What the \nfuck?\n No. I'm not fucking saying this. Who the hell wrote this?\n\n\nResearcher speaks through the door of the chamber, muffled.\n\n\nResearcher:\n Please comply with the experiment.\n\n\nD-1711:\n You wrote this, didn't you?\n\n\nResearcher sighs.\n\n\nResearcher:\n Y'know what? Fuck it. We're getting nowhere with this. I'm opening the door.\n\n\nD-1711:\n Sick fuck.\n\n\n(\nend log\n)\n\n\n\n\nResearcher was reprimanded for the fourth question he wrote.\n22\n\n\n\n\nupdate:\n\n\nwe didnt do a rlly good job searching through fred johnsons house i think. we ended up checking up on it agian and we found a note on the bathroom floor.\n\n\n\n\n\n\n+ the note\n\n\n\n\n- the note\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nwhatever\n23\n\n\n\n\n\n\n« \nSCP-6868\n | SCP-#### | \nSCP-6870\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-####\n\" by ratking666, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6869\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n itsokaytocry.jpg\n\n\nAuthor:\n \nratking666\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nThis image is a composite of:\n\n\nName:\n empty room\n\n\nAuthor:\n Steven Perez\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource:\n \nflickr\n\n\n\n\n\n\nFilename:\n thenoteattheendthatexplainseverything.gif\n\n\nAuthor:\n \nratking666\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. We don't know the number yet.\n\n\n2\n. Ditto.\n\n\n3\n. Shit happens, y'know?\n\n\n4\n. One's enough, guys.\n\n\n5\n. Dudes always butt naked. It's weird.\n\n\n6\n. very hard to look at drawing\n\n\n7\n. its rlly hard to explain in a way thats clinical. its seriously like if you touched a drawing and felt actual wet skin, it seriously fucks with your head in a way i cant even articulate.\n\n\n8\n. It feels natural to treat it this way.\n\n\n9\n. yeah me too\n\n\n10\n. Me 2\n\n\n11\n. Me three.\n\n\n12\n. It's voice sounds like nothing..\n\n\n13\n. Really, really frustrating to deal with.\n\n\n14\n. not real looking\n\n\n15\n. please be careful\n\n\n16\n. have you ever squeezed one of those super lumpy stress balls to the point it looked like it was about to pop?\n\n\n17\n. They're not really good at it. They just cry all over each other.\n\n\n18\n. kinda wanna miss them though\n\n\n19\n. its like all the furniture and decor of the house evacuated.\n\n\n20\n. We tried getting Rowan to interview it but when we put him in the same room as it he started getting really terrified and hyperventilating and we had no clue why so we just kicked him out of there.\n\n\n21\n. its been a while, i dont rlly remember his name.\n\n\n22\n. cold not curel yada yada\n\n\n23\n. how long has it been since we checked on it anyway",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-#### \" by ratking666, from the SCP Wiki . Source: https://scpwiki.com/scp-6869 . Licensed under CC-BY-SA .",
        "Filename: itsokaytocry.jpg Author: ratking666 License: CC BY-SA 2.0 Source Link: SCP Foundation Wiki This image is a composite of: Name: empty room Author: Steven Perez License: CC BY-SA 2.0 Source: flickr",
        "Filename: thenoteattheendthatexplainseverything.gif Author: ratking666 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-####1",
    "object_class": "Pending2",
    "containment_procedures": "SCP-#### is contained within a Standard Humanoid Containment Cell somewhere in Site-433. You should only enter the chamber if you have a biohazard suit on.",
    "description": "SCP-#### is a really sad man. It's stout, blue colored, has a bulbous nose, and it only wears shoes.5 One of the most noticeable features of SCP-#### is that it doesn't even look like it's there. It looks like a drawing in real life.6 It doesn't look like you'd be able to touch its icky, spongy, saltwater skin. But you can.7",
    "title": "SCP-####"
}