{
    "url": "https://scp-wiki.wikidot.com/scp-6870",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\nCONFIDENTIAL\n\n\n\n\n\n\nSecurity Clearance Level 4\n\n\nDr. Eveline Nadir, Archivist, 91-360\n\n\nProvisional Site 985\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nS\n\n\n\n\n\n\nE\n\n\n\n\n\n\nK\n\n\n\n\n\n\nT\n\n\n\n\n\n\nN\n\n\n\n\n\n\nAny_value\n\n\n\n\n\n\n\n\n\n\nCondition-time\n\n\n\n\n\n\n\n\nA5\n\n\n\n\n\n\n\n\n\n\nA4\n\n\n\n\n\n\n\n\n\n\nA3\n\n\n\n\n\n\n\n\n\n\nA2\n\n\n\n\n\n\n\n\n\n\nB5\n\n\n\n\n\n\n\n\n\n\nB4\n\n\n\n\n\n\n\n\n\n\nB3\n\n\n\n\n\n\n\n\n\n\nB2\n\n\n\n\n\n\n\n\n\n\nC5\n\n\n\n\n\n\n\n\n\n\nC4\n\n\n\n\n\n\n\n\n\n\nC3\n\n\n\n\n\n\n\n\n\n\nC2\n\n\n\n\n\n\n\n\n\n\nD5\n\n\n\n\n\n\n\n\n\n\nD4\n\n\n\n\n\n\n\n\n\n\nD3\n\n\n\n\n\n\n\n\n\n\nD2\n\n\n\n\n\n\n\n\n\n\nE5\n\n\n\n\n\n\n\n\n\n\nE4\n\n\n\n\n\n\n\n\n\n\nE3\n\n\n\n\n\n\n\n\n\n\nE2\n\n\n\n\n\n\n\n\n\n\nKETER\n\n\n\n\n\n\n\n\n\n\nAAA\n\n\n\n\n\n\n\n\n\n\nEEE\n\n\n\n\n\n\n\n\n\n\nȻ\n\n\n\n\n\n\n\n\n\n\n?\n\n\n\n\n\n\n\n\n\n\nT\n\n\n\n\n\n\n\n\n\n\nAny_value\n\n\n\n\n\n\n\n\n\n\n\n\nVedist I\n\n\n\n\n\n\n\n\n\n\nVedist II\n\n\n\n\n\n\n\n\n\n\nVedist III\n\n\n\n\n\n\n\n\n\n\nVedist IV\n\n\n\n\n\n\n\n\n\n\nVedist V\n\n\n\n\n\n\n\n\n\n\nVedist VI\n\n\n\n\n\n\n\n\nSCP-6870\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-6870\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The building and car park above SCP-6870 have been bought by the Foundation and converted into Provisional Site 985. Nearby roads have been diverted and privacy walls and vegetation are to be maintained to block views of the shaft entrance from all accessible angles. Provisional Site 985 is permanently staffed by four members of STF-Gamma-99 (Duck and Cover) who are provided with all necessary defense equipment.\n\n\nTwo 6870-certified radio technicians are present at the site to perform routine check-ups and maintenance on the radio equipment within SCP-6870. Upon the absence of a technician, a qualified backup is to be sent promptly from a nearby site.\n\n\nDescription:\n SCP-6870 is a bunker located beneath the parking lot of a former automotive repair business in ██████ ███████, accessible by means of a 65 meter deep vertical shaft. The bunker is sealed by a metal bulkhead, upon which is fastened a brass plaque. The plaque has been defaced with a sharp tool beyond legibility.\n\n\nThe interior of the bunker resembles a shortwave radio broadcast station, with technology dating from between 1955 and 1961. The station contains one anomalous piece of technology, designated SCP-6870-1.\n\n\n\n\n\n\nSection of SCP-6870-1\n\n\n\n\n\n\nSCP-6870-1, when fed with an electronic signal, broadcasts that signal in the HF band at a strength resembling that of a very large above-ground curtain array transmitter. SCP-6870-1's signals are present at low levels around the globe, excluding only the interior of SCP-6870 itself.\n\n\nThe only other notable feature of SCP-6870 are five regularly spaced pedestals, each topped with a padded glass case and equipped with quadruple-redundant microphones, which all feed an audio signal to SCP-6870-1. Within each of the glass cases are small objects of presumed natural origin, designated SCP-6870-a through SCP-6870-e. Of these objects, only one can be interpreted as being man-made, but true age is impossible to determine due to a complete lack of radioactive ions in their composition.\n\n\nSCP-6870-a through -e all emit semi-repetitive sounds at a uniform peak of 30 decibels. Listening to these sounds induces feelings of nausea and fear that increase with exposure. Whether this effect is anomalous is unknown.\n\n\nTable of SCP-6870 instances and the sounds they produce:\n\n\n\n\n\n\nInstance Designation\n\n\nInstance Type\n\n\nSound Produced\n\n\n\n\n\n\nSCP-6870-a\n\n\n4.5 cm shard of black volcanic glass.\n\n\nHeavily muffled low human voice, repeating a single syllable transcribable as \"blal\" or \"blao.\" Negligible variation between repetitions.\n\n\n\n\n\n\nSCP-6870-b\n\n\nDesiccated leaf of unknown species.\n\n\nThe sound of a drop falling into a body of water. No variation between repetitions.\n\n\n\n\n\n\nSCP-6870-c\n\n\n5cm wide weathered dacite stone.\n\n\nAn unceasing, high pitched keening cry at an average of 3462 Hz. Small variation in the tone is constant, but no repetition has been found.\n\n\n\n\n\n\nSCP-6870-d\n\n\nFlattened zinc disc with a hole in the center.\n\n\nLabored, congested breathing. Moderate to high variation between breaths.\n\n\n\n\n\n\nSCP-6870-e\n\n\nMetacarpal bone of an unknown hominid species.\n\n\nNon-repeating but highly structured musical whistling, played by an unknown instrument. Sound alternates unpredictably between four complex refrains on a microtonal scale containing sixty-one notes.\n\n\n\n\n\n\nSince the bunker's discovery by the Foundation in 1991, the volume of the sounds produced by SCP-6870-a through -e have dropped by █ percent. Microphones in each pedestal have been moved closer to compensate.\n\n\n\n\n\n\n« \nSCP-####\n | SCP-6870 | \nSCP-6871\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-6870",
    "object_class": "Safe",
    "containment_procedures": "The building and car park above SCP-6870 have been bought by the Foundation and converted into Provisional Site 985. Nearby roads have been diverted and privacy walls and vegetation are to be maintained to block views of the shaft entrance from all accessible angles. Provisional Site 985 is permanently staffed by four members of STF-Gamma-99 (Duck and Cover) who are provided with all necessary defense equipment.",
    "description": "SCP-6870 is a bunker located beneath the parking lot of a former automotive repair business in ██████ ███████, accessible by means of a 65 meter deep vertical shaft. The bunker is sealed by a metal bulkhead, upon which is fastened a brass plaque. The plaque has been defaced with a sharp tool beyond legibility.",
    "title": "SCP-6870"
}