{
    "url": "https://scp-wiki.wikidot.com/scp-6875",
    "all_text": "SCP-6875\n\n\n\n\n\n\nByㅤ\n \nTopDownUnder\n\n\n\n\n\n\nPublished on \n29 May 2022 15:27\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPALEOLITHIC THUMBNAIL OOGA CHAKA\n\n\n\n\n\n\n\n\nrating: \n+68\n+\n–\nx\n\n\n\n\nby \nTopDownUnder\n\n\n5\n\n\n\n\n \n\n\n\n\nSCP-6875\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-6875\n\n\nLEVEL\n \n5/6875\n\n\n\n\n\n\nCLASS:\n \nSAFE\n\n\ntop-secret\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nvlam\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nThe main entrance to SCP-6875 has been sealed off. Personnel with 5/GENERAL clearance or other authorised individuals can enter SCP-6875. All other individuals attempting to enter SCP-6875 are to be detained and interrogated.\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\n\n\n\n\nA drawing found on the walls of SCP-6875 near the entrance.\n\n\n\n\n\n\nSCP-6875 is a cave located in northern Belarus, near the town of Miory in the Vitebsk region. The presence of tools and cave paintings indicate that SCP-6875 was inhabited by early humans roughly 100,000 years ago.\n\n\nSeveral of the deeper portions of SCP-6875 have been carved out into small rooms, with large, heavy rocks being used as barricades for them. Many of these rocks seem to have been broken apart or forcibly thrown aside. Investigation of these carved rooms indicates that they were constructed by early humans as makeshift containment chambers for anomalous artefacts. Owing to the age and lack of care of this site, many of the artefacts that these chambers were made for are now lost. However, crude drawings outside the entrance of these chambers offer some insight into what anomalies may have been present there.\n\n\n\n\n\n\nADDENDUM.6875.1\n\n\nCONTAINED ANOMALIES\n\n\n\n\nFollowing is a curated list of known anomalies contained at SCP-6875, alongside any drawings found outside the art or any modifications made to the containment chamber. A full list of SCP-6875's anomalies can be accessed upon request.\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nChamber Modification\n\n\nChamber Drawing\n\n\n\n\n\n\nSCP-6875-Auroch\n\n\nThe skeletal remains of a \nBos primigenius\n (auroch) were found within this chamber. Vines have circled around many of the bones, keeping the remains largely intact and together. Analysis of the skeleton indicates that the animal died sometime in the early 20th century, making it the latest known living member of its species. Analysis also revealed the auroch to be well over 100,000 years old at the time of its death, meaning that it had an anomalously elongated life.\n\n\nA small chute was carved out next to the main entrance to the chamber, presumably to get food and water into the chamber without having to remove the stone door.\n\n\nThe drawing outside shows a group of humans worshipping a large auroch, with rays of light coming out from its horns.\n\n\n\n\n\n\nSCP-6875-Maker\n\n\nThe chamber has a large hole granting access to the surface. Inspection of the hole indicates it was created by blunt force from the outside. The floor of the chamber is littered with the remains of dolls and toys meant for children. A small, makeshift wooden table at the far end of the room holds unfinished toys and worn tools. Some of the dolls have pieces of grass interwoven into them and occasionally animate, getting up and dancing around a bit before becoming inert once more.\n\n\nN/A\n\n\nA moustached man is depicted working at a table, with dolls dancing around him.\n\n\n\n\n\n\nSCP-6875-Mesozoic\n\n\nThe chamber's stone door was held in place by several smaller rocks prior to Foundation involvement. After removal of the door, a living specimen of \nNotatesseraeraptor\n was found within. It attacked Foundation personnel present and was shot at. Upon witnessing it slowly regenerating from the attack, on-site personnel quickly moved it into a portable containment chamber and transported it to a local Foundation facility for proper containment.\n\n\nA single viewport was carved next to the door.\n\n\nA theropod dinosaur, presumably SCP-6875-Mesozoic, was depicted being surrounded by ~50 men holding spears.\n\n\n\n\n\n\nSCP-6875-Machine\n\n\nA mass of partially molten steel and tungsten is present in the corner of the chamber, next to the skeleton of a modern human. The skeleton was found dressed in a Foundation labcoat with a nametag identifying them as \"\nDr. Matthew Reeds\n\", a member of the Department of Temporal Anomalies. No individual under this name is currently employed by the Foundation nor ever has been.\n\n\nN/A\n\n\nAn individual in a labcoat is shown emerging from a glowing box. A group of three men and women are approaching the box from behind. Another individual is depicted running away from the box.\n\n\n\n\n\n\nSCP-6875-Fire\n\n\nCoal and charcoal litter the floor of the chamber, with much of the wall covered in soot and burn marks. An unburnt pile of wood is present in the corner.\n\n\nThe ceiling of the chamber is filled with small holes leading to the surface.\n\n\nA raging fire is depicted burning down a village, with masses of people fleeing from the scene.\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM.6875.2\n\n\nFURTHER EXPLORATION\n\n\n\n\n\n\nPLEASE RE-INPUT CREDENTIALS\n\n\n\n\nCLOSE ADDENDA MATERIAL\n\n\n\n\n\n\nThe following material is classified as \nLEVEL 5/GENERAL\n. Access by anyone without the proper credentials will result in amnesticization and, if warranted, termination. By reading beyond this warning, you acknowledge that you are aware of the potential consequences of viewing information you are unauthorized for.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nSCP-6875 UPDATE\n\n\n\n\nAn expedition was conducted to the deeper parts of SCP-6875, as only the first 75m beyond the entrance had been properly explored. Several new containment chambers were found, among which included:\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nChamber Modification\n\n\nChamber Drawing\n\n\n\n\n\n\nSCP-6875-Papers\n\n\nA sheaf of papers stapled together at the top. Despite presumably having been within a humid environment for ~100,000 years, SCP-6875-Papers is in perfect condition. The top paper of the stack reads \"\nConfidential Report on Special Items—Classified\n.\" The sheaf of papers has since been moved to Site-01, under the order of O5-1.\n\n\nN/A\n\n\nA hand reaching out for a stack of papers, with a skull drawn over where the hand would be touching the sheaf of papers.\n\n\n\n\n\n\nSCP-6875-Spear\n\n\nThe chamber is empty. A stone tablet, dated 33 A.D, was found at the entrance to the chamber. A message on it, written in Latin, states \"\nHad to borrow the spear for a special crucifixion. I'm sure you won't mind.\n\"\n\n\nN/A\n\n\nA figure is holding up a golden, glowing spear. The figure appears to be using it in a fight, although their opponent has been scribbled out.\n\n\n\n\n\n\nSCP-6875-Creation\n\n\nA large wooden sculpture consisting of two booths and one centre mass. Both booths have levers attached to them. Pulling the levers has no effect.\n\n\nN/A\n\n\nA figure is shown building SCP-6875-Creation. Written next to the drawing, in modern English, is \"\nIt didn't work. Am I forgetting a part of the original?\n\"\n\n\n\n\n\n\nSCP-6875-Skull\n\n\nA floating skull of an animal from the \nMammuthus\n genus. Any organic matter entering a 5m radius from the skull instantly turns to stone. Several petrified individuals can be seen surrounding the skull.\n\n\nNo entrance to the chamber exists, with only a single porthole being present.\n\n\nA mammoth is shown chasing after a group of individuals, with several grey figures left behind it.\n\n\n\n\n\n\nSCP-6875-Office\n\n\nThe chamber's entrance is significantly smaller, only being 2m tall compared to the ~3m of other chambers. Within the chamber, carved into the far walls, is a desk, bed, and bookshelf. Several leather-bound journals are present on the bookshelf, although the handwriting is too poor for it to be legible. On the desk is a severely rusted, inoperable IBM PC. Several drawings of other anomalies within SCP-6875 can be seen. A nametag, made out of bronze, is present on the desk. It bears the name \"\nAaron Siegel\n.\"\n\n\nSee below.\n\n\n\n\n\n\nThe following was the image found drawn next to the chamber for SCP-6875-Office.\n\n\n\n\n\n\nThe logo.\n\n\n\n\n \n\n\n\n\nO5-1 has declined to comment on the contents of this exploration.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nCLOSE ADDENDA MATERIAL\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-6874\n | SCP-6875 | \nSCP-6876\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-6875\n\" by TopDownUnder, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-6875\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n diablo.jpg\n\n\nName:\n El diablito - Foto del INAH\n\n\nAuthor:\n Tacicuri\n\n\nLicense:\n CC-BY-SA-4.0\n\n\nSource Link:\n \nWikimedia",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-6875 \" by TopDownUnder, from the SCP Wiki . Source: https://scpwiki.com/scp-6875 . Licensed under CC-BY-SA .",
        "Filename: diablo.jpg Name: El diablito - Foto del INAH Author: Tacicuri License: CC-BY-SA-4.0 Source Link: Wikimedia"
    ],
    "title": "SCP-6875"
}